{"filename": "10-Things-I-Hate-About-You_script.txt", "imdb_id": "tt0147800", "imdb_url": "https://www.imdb.com/title/tt0147800", "characters": ["Ms. Perky", "Scruvy", "Katarina Stratford", "Chastity", "Mr. Chapin", "Michael Eckman", "Bogey Lowenstein", "Patrick Verona", "Mr. Morgan (as Daryl 'Chill' Mitchell)", "Mandella", "Bianca Stratford", "Cameron James (as Joseph-Gordon Levitt)", "Walter Stratford", "Derek", "Joey Donner"], "dialogues": {"Ms.": "", "Perky": "\n[1]I'm sure you won't find Padua any different than your old school.  Same little asswipe mother-fuckers everywhere. \n[2] \n[3]Then go forth.  Scoot   I've got deviants to see. \n[4] \n[5]It says here you exposed yourself to a group of freshmen girls. \n[6]With the teeth of your zipper? \n[7]Katarina Stratford.  My, my.  You've been terrorizing Ms. Blaise again. \n[8]Well, yes, compared to your other choices of expression this year, today's events are quite mild.  By the way, Bobby Rictor's gonad retrieval operation went quite well, in case you're interested. \n[9]The point is Kat -- people perceive you as somewhat ... \n[10]No ... I believe \"heinous bitch\" is the term used most often. \n[11] \n[12] Patrick sits before Miss Perky, eating his Thai food  \n[13] \n[14]I'm at a loss, then.  What should we talk about? Your year of absence? \n[15]Why don't we discuss your driving need to be a hemorrhoid? \n[16]You weren't abused, you aren't stupid, and as far as I can tell, you're only slightly psychotic -- so why is it that you're such a fuck-up? \n[17]Fine.  Go do something repugnant and give us something to talk about next week. \n[18] Kat sits outside waiting for her appointment, bored and annoyed.  The door opens and Miss Perky escorts Patrick out  \n[19]You're completely demented. \n[20]You two know each other?  \n[21] \n[22]Ladies?  Shall we take a trip to my office? \n[23] Miss Perky stares at both sisters as they sit before her, then focuses on Bianca.  \n[24]So you're the real bitch \n[25] \n[26]Just smack her now. \n[27]What, no hug? ", "Scruvy": "", "Katarina": "", "Stratford": "\n[1] SHARON STRATFORD, attractive and focused, sits in front of her computer, typing quickly.   A shelf next to her holds several bodice-ripper romance novels, bearing her name.  Kat stands behind her, reading over her shoulder as she types.  \n[2] Kat washes her face at the sink.  Bianca appears behind her, and attempts to twist Kat's hair into a chignon.  She wacks Bianca away.  \n[3] Walter paces as Kat sits calmly on the couch.  \n[4] The lights are on, illuminating the yard  \n[5] Bianca and Chastity stand outside Kat's room.  MUSIC is blaring and the door is shut.  Bianca looks at her watch  \n[6] Patrick pulls up in Kat's driveway.  Their paint wardrobe has dried by now and they look like refugees from some strange, yet colorful, war.  \n[7] Kat stands at the sink, scrubbing paint off of her face Bianca TAPS on the open door.  \n[8] Sharon is at her computer, Walter at his exercise bike  \n[9] A sprinkler cruises the lawn.  \n[10] Kat is sprawled on the couch in sweats, wrapped in a blanket, watching \"Sixteen Candles\".  When Molly Ringwald leans across the birthday cake to get a kiss from her dream date, Kat changes the channel disgustedly, settling for an infomercial  The phone sits next to her.  Not ringing.  Bianca breezes in, bearing a cup of tea.  \n[11] We hear the sounds of MUSIC and LAUGHTER.  \n[12] Patrick is at the barbecue grill, flipping burgers.  Kat watches.  ", "Chastity": "\n[1]No. \n[2] \n[3]Who? \n[4]Great \n[5]Is he oily or dry? \n[6]Bianca, I don't think the highlights of dating Joey Dorsey are going to include door-opening and coat-holding. \n[7]All I know is -- I'd give up my private line to go out with a guy like Joey. \n[8] \n[9]You think you ' re the only sophomore at the prom? \n[10]And just so you know, my date isn't planning on spending most of the night in his backseat. \n[11]Joey Dorsey is only after one thing - - your cherry. He practically made a public announcement. \n[12] ", "Chapin": "\n[1] \n[2]You didn't have to.  He disrupted a classroom. \n[3]You're not gonna change my mind, Kat. Rules stick. \n[4]What? \n[5]I'm going to let that slide, Katarina. But if I catch you doing that again, you'll be in here with the rest of these guys. ", "Michael": "\n[1]You the new guy? \n[2]C'mon.  I'm supposed to give you the tour. \n[3] \n[4]I was kidding. People actually live there? \n[5]How many people were in your old school? \n[6]Get out! \n[7]Couple thousand. Most of them evil \n[8]We've got your basic beautiful people. Unless they talk to you first, don't bother. \n[9] \n[10]Yeah, but these guys have never seen a horse.  They just jack off to Clint Eastwood. \n[11] \n[12]And these delusionals are the White Rastae. \n[13] \n[14] \n[15]Future MBAs-  We're all Ivy League, already accepted.  Someday I'll be sipping Merlot while those guys -- \n[16] \n[17]You burn, you pine, you perish? \n[18]Bianca Stratford.  Sophomore. Don't even think about it \n[19]I could start with your haircut, but it doesn't matter.  She's not allowed to date until her older sister does.  And that's an impossibility. \n[20]Because they're bred to.  Their mothers liked guys like that, and their grandmothers before them. Their gene pool is rarely diluted. \n[21]Joey Dorsey?  Perma-shit-grin.  I wish I could say he's a moron, but he's number twelve in the class.  And a model.  Mostly regional stuff, but he's rumored to have a big tube sock ad coming out. \n[22] \n[23]Guess who just signed up for a tutor? \n[24]You could consecrate with her, my friend. \n[25]Yeah, just a minor encounter with the shrew. \n[26]The mewling, rampalian wretch herself. \n[27]You're in school for one day and you ask out the most beautiful girl?  Do you have no concept of the high school social code? \n[28]Unlikely, but even so, she still can't go out with you.  So what's the point? \n[29] \n[30]What makes you think he'll do it? \n[31]No kidding.  He's a criminal.  I heard he lit a state trooper on fire.  He just got out of Alcatraz... \n[32]I'm serious, man, he's whacked.  He sold his own liver on the black market so he could buy new speakers. \n[33]Did she actually say she'd go out with you? \n[34]You know, if you do go out with Bianca, you'd be set.  You'd outrank everyone. Strictly A-list.  With me by your side. \n[35]Hey -- I've gotta have a few clients when I get to Wall Street. \n[36]I'll let you handle that. \n[37]Hey. \n[38]Nope - just came by to chat \n[39]Well, actually, I thought I'd run an idea by you.  You know, just to see if you're interested. \n[40] \n[41] \n[42]So what you need to do is recruit a guy who'll go out with her.  Someone who's up for the job. \n[43]Exactly \n[44]Oh, hey, nothin' man   Purely good will on my part. \n[45] \n[46]Like we had a choice?  Besides -- when you let the enemy think he's orchestrating the battle, you're in a position of power. We let him pretend he's calling the shots, and while he's busy setting up the plan, you have time to woo Bianca. \n[47] Hey - I appreciate gratitude as much as the next guy, but it's not gonna do you any good to be known as New Kid Who Embraces Guys In The Bathroom.  Cameron pulls back and attempts to posture himself in a manly way for the others, now watching.  \n[48]He took the bait. \n[49](clearing his throat) \n[50]The situation is, my man Cameron here has a major jones for Bianca Stratford. \n[51]I think I speak correctly when I say that Cameron's love is pure.  Purer than say -- Joey Dorsey's. \n[52]That's where we can help you.  With Kat. \n[53]Patrick, Pat, you're not looking at the big picture.  Joey's just a pawn. We set this whole thing up so Cameron can get the girl. \n[54] \n[55]We're in. \n[56]In that case, we'll need to make it a school-wide blow out. \n[57]Are you kidding?  He'll piss himself with joy.  He's the ultimate kiss ass. \n[58] \n[59]Good enough. \n[60]It's a lung cancer issue \n[61]Dead at forty-one. \n[62]Just for now. \n[63]He's pretty! \n[64]Ever been to Club Skunk? \n[65]Assail your ears for one night. \n[66]I also retrieved a list of her most recent CD purchases, courtesy of American Express. \n[67]I prefer to think of it simply as an alternative to what the law allows. \n[68]You told me that part already. \n[69]Uh,  yeah.  We're old friend* \n[70]What?  We took bathes together when we were kids. \n[71]Hey -- it's all for the higher good right? \n[72](high-fiving a jock  \n[73](continuing; grabbing his belt  (with a Jamaican swagger  \n[74] \n[75]Extremely unfortunate maneuver. \n[76]Buttholus extremus.  But hey, you're making progress. \n[77]At least you're self-aware \n[78]So you got cozy with she who stings? \n[79]I'm on it \n[80]Hey there.  Tired of breathing? \n[81]Cool pictures.  You a fan? \n[82]Oh yeah. \n[83]Macbeth, right? \n[84]Kat a fan, too? \n[85]So, listen... I have this friend \n[86]Sweet love, renew thy force! \n[87]Best case scenario, you're back on the payroll for awhile. \n[88]Mi' lady. Good sir. \n[89] \n[90] \n[91] Severely making-out in a lawn chair.  She comes up for a breath.  ", "Eckman": "", "Bogey": "\n[1] BOGEY, a short Future MBA in a tux, greets his guests like a pro, handing out cigars and martinis.  \n[2]Nice to see you.  Martini bar to the right, shots in the kitchen. \n[3] Joey lines up a row of shots amid much whooping and hollering within the jock crowd.  Kat enters, then quickly tries to make an about face.  Joey sees her and rushes over to block her, standing in the doorway.  \n[4] Cameron and Michael enter.  Cameron looks, around for his beloved, while Michael schmoozee with all in attendance and dishes dirt simultaneously.  \n[5] Kat and a crowd of White Rastas and Cowboys stand in a drunken group hug singing \"I Shot the Sheriff\".  Kat has another shot glass in hand.  Patrick is showing a scar to an inebriated, enraptured cheerleader.  He looks up at Kat and smiles meets his eyes then looks away.  \n[6] Bianca stands next to Joey, sipping from her beer  \n[7] Bianca shuts the door and leans on it with a sigh.  Chastity applies lip-gloss in the mirror.  \n[8] Patrick tries to remove a shot glass from Kat's hand.  \n[9] As Patrick walks Kat through the dining room, Cameron  grabs his arm.  CAMERON We need to talk.  \n[10] Patrick marches Kat around the yard, holding her up  \n[11] Kat washes her face and grabs a bottle of Scope, taking a big swig.  A KNOCK sounds at the door  \n[12] Kids loiter on the lawn.  Bianca and Chastity walk outside Joey catches up to them.  ", "Lowenstein": "\n[1] BOGEY, a short Future MBA in a tux, greets his guests like a pro, handing out cigars and martinis.  \n[2] Patrick marches Kat around the yard, holding her up  \n[3] Kids loiter on the lawn.  Bianca and Chastity walk outside Joey catches up to them.  ", "Patrick": "\n[1]I missed you. \n[2]It was a bratwurst.  I was eating lunch. \n[3]Mother Goose? \n[4]Touch of the flu. \n[5]How 'bout your sex life? \n[6]What's to discuss? \n[7]Well, you know -- there's the prestige of the job title... and the benefits package is pretty good... \n[8](shrugging them off \n[9]Yeah \n[10]Two legs, nice rack... \n[11]Sure, Sparky.  I'll get right on it. \n[12]You need money to take a girl out \n[13] \n[14]You're gonna pay me to take out some girl? \n[15]How much? \n[16]I can't take a girl like that out on twenty bucks. \n[17]Fifty, and you've got your man. \n[18]Hey. Girlie. \n[19] \n[20]There's a way to get a guy's attention. \n[21]Pick you up Friday, then \n[22]The night I take you to places you've never been before.  And back. \n[23]I know a lot more than that \n[24] \n[25]Hey \n[26] \n[27]Then say you'll spend Dollar Night at the track with me. \n[28]Come on -- the ponies, the flat beer, you with money in your eyes, me with my hand on your ass... \n[29]Seven-thirty? \n[30]Nice ride. Vintage fenders. \n[31]I was in the laundromat. I saw your car. Thought I'd say hi. \n[32]You're not a big talker, are you? \n[33]I'm on it \n[34]I got her under control. She just acts crazed in public to keep up the image. \n[35]I just upped my price \n[36]A hundred bucks a date. \n[37]Forget her sister, then. \n[38](without turning around) \n[39]Whatever the hell it is you're standin' there waitin' to say. \n[40]What plan? \n[41]What is it with this chick?  She have three tits? \n[42]Dorsey can plow whoever he wants. I'm just in this for the cash. \n[43]So Dorsey can get the girl? \n[44]You two are gonna help me tame the wild beast? \n[45]Yeah -- we'll see. \n[46]Lou, it's okay.  They're with me. \n[47] \n[48]What?! \n[49]Are you telling me I'm a - \"non-smoker\"? \n[50]What?  You don't think I'm pretty? \n[51]So what does that give me?  I'm supposed to buy her some noodles and a book and sit around listening to chicks who can't play their instruments? \n[52]Yeah. \n[53]Don't make me do it, man \n[54] \n[55]I'm likin' you guys better \n[56] \n[57]Always a pleasure, Brucie. \n[58]Fan of a fan.  You see a couple of minors come in? \n[59]Padua girls.  One tall, decent body. The other one kinda short and undersexed? \n[60] \n[61] \n[62](yelling; gesturing toward the band \n[63]I know.  I quit. \n[64]You know, these guys are no Bikini Kill or The Raincoats, but they're right up there. \n[65]Why, don't you? \n[66] \n[67] \n[68] \n[69](continuing; yelling) \n[70] \n[71]Yeah/No. \n[72]Nine-thirty right? \n[73] \n[74]Who knocked up your sister? \n[75]What's this? \n[76]I say, do what you wanna do. \n[77] Maybe you should let me have it.  Kat is fierce in her refusal to let go  \n[78] \n[79]Do what? \n[80]Okay? \n[81]You're not okay. \n[82]Uh, uh. You lie down and you'll go to sleep \n[83]What if you have a concussion? My dog went to sleep with a concussion and woke up a vegetable. Not that I could tell the difference... \n[84]C'mon, let's walk \n[85]Cameron, I'm a little busy \n[86]What 're you talking about? \n[87]Cameron -- do you like the girl? \n[88] \n[89]Leave it to you to use big words when you're shitfaced. \n[90]I told you \n[91]Sure, I do \n[92]Because then I'd have to start taking out girls who like me. \n[93]See that?  Who needs affection when I've got blind hatred? \n[94]How's that? \n[95] \n[96] \n[97]Dorsey. \n[98]I know.  It'd have to be a pretty big deal to get you to mainline tequila. You don't seem like the type. \n[99](slightly sarcastic \n[100]No. What do they say? \n[101] \n[102] \n[103] \n[104]I thought you were... \n[105]Cute \n[106]I'm driving, so I get to pick the tunes. \n[107]And I'm in control of it. \n[108]Busy \n[109]Maybe. \n[110]Then why'd you ask? \n[111]Do what? \n[112]Start a band? \n[113]You don't strike me as the type that would ask permission. \n[114]I'm gettin' there \n[115] Yeah -- well, I'm no picnic myself.  They eye each other, sharing a moment of connection, realizing they're both created the same exterior for themselves.  Patrick pulls into her driveway and shuts off the motor.  He looks up at her house.  \n[116] \n[117]Who? \n[118]No offense, but you're sister is without.  I know everyone likes her and all, but ... \n[119]So, I'll see you in school \n[120]Hey \n[121]No - I've got a sweet-payin' job that I'm about to lose. \n[122]I don ' t know. I decided not to nail her when she was too drunk to remember it. \n[123] No shit.  She won't even look at me  \n[124]She just needs time to cool off I'll give it a day. \n[125] \n[126] \n[127] \n[128]I don't know, Dorsey. ..the limo.-the flowers.  Another hundred for the tux -- \n[129]Excuse me, have you seen The Feminine Mystique?  I lost my copy. \n[130]I heard there was a poetry reading. \n[131]Pleasant? \n[132] \n[133]Unwelcome?  I guess someone still has her panties in a twist. \n[134]So what did I have an effect on ? \n[135]You were right. She's still pissed. \n[136]Man -- don't say shit like that to  me. People can hear you. \n[137]What's the worst? \n[138]If I go down. I'm takin' her with me \n[139] \n[140]\"I'd hide it to myself.  And never talk about it.  And didn't I go and shout it when you walked into the room --\" \n[141] \n[142]Flog me. \n[143] \n[144]I guess I never told you I'm afraid of heights. \n[145]Try lookin' at it from this angle \n[146]Forget it.  I'm stayin'. \n[147] \n[148]I figured it had to be something ridiculous to win your respect.  And piss you off. \n[149]So how'd you get Chapin to look the other way? \n[150] \n[151]So what's your excuse? \n[152]Yes \n[153]So if you disappoint them from the start, you're covered? \n[154]Then you screwed up \n[155]You never disappointed me. \n[156] \n[157]Fallacy. \n[158]Hearsay. \n[159]Do you? \n[160]I hate peas. \n[161] \n[162]No one else knows \n[163]Go to the prom with me \n[164]You know what I mean \n[165]No what? \n[166]Why not? \n[167]People won't expect you to go... \n[168]So I have to have a motive to be with you? \n[169]You need therapy.  Has anyone ever told you that? \n[170] \n[171]cover that up \n[172]It's Scurvy's.  His date got convicted. Where'd you get the dress? \n[173] \n[174]No prob. \n[175]Look, Clem even wore his good boots \n[176]My grandmother's . \n[177]That's where I was last year.  She'd never lived alone -- my grandfather died -- I stayed with her.  I wasn't in jail, I don't know Marilyn Manson, and I've never slept with a Spice Girl.  I spent a year sitting next to my grandma on the couch watching Wheel of Fortune.  End of story. \n[178]It gets worse -- you still have your freshman yearbook? \n[179]Wait I... \n[180]It wasn't like that. \n[181]I didn't care about the money. \n[182] \n[183]I thought you could use it. When you start your band. \n[184] \n[185]Yeah, but then I fucked up. I fell for her. \n[186] \n[187]I know \n[188]Because I like to torture you. \n[189]Don ' t you even dare. . . \n[190] She tries to keep him from grabbing the yearbook that Bianca now hands her.  \n[191]Ask my attorney. ", "Verona": "", "Mandella": "\n[1]Uh, yeah, I read it all \n[2]Haven't you? \n[3] Your sister is so amazingly without.  She'll never read him. She has no idea.  Kat attacks  \n[4]Who's that? \n[5]That's Pat Verona? The one who was gone for a year? I heard he was doing porn movies. \n[6]He always look so \n[7]Just a little. \n[8]An attempted slit. \n[9]But imagine the things he'd say during sex. \n[10]Tragic. \n[11]You could always go with me.  I'm sure William has some friends. \n[12] Mandella lowers her sunglasses to watch.  \n[13]That's a charming new development \n[14]William would never have gone to a state school. \n[15]That's never been proven \n[16]Does it matter? \n[17]Janice Parker told me he was a roadie for Marilyn Manson. \n[18]Look, it's really easy. \n[19] \n[20]Your \"people\" are white, suburban high school boys who smoke too much hemp.  I have not freed you, Trevor. Only you can free yourself. \n[21] \n[22]I'll bet you can.. \n[23] \n[24]What'd he say? \n[25]Has he importun'd you with love in honourable fashion? \n[26](continuing; off her look \n[27]They were.  I only wish William could have been here to witness the rebirth of punk rock with us. \n[28]You went to the party?  I thought we were officially opposed to suburban social activity. \n[29]You didn't have a choice?  Where's Kat and what have you done with her? \n[30]You didn't \n[31](shyly, as she loosens the scarf \n[32]Yeah.  I guess. \n[33]You think? \n[34]Who could refrain that had a heart to love and in that heart, courage to make ' B love known? \n[35] \n[36] \n[37]Well, I guess we're not, since we don't have dates . \n[38]Okay, okay, we won't go.  It's not like I have a dress anyway \n[39] \n[40] \n[41]Have you seen him? \n[42]William - he asked me to meet him here. \n[43] Severely making-out in a lawn chair.  She comes up for a breath.  \n[44]I can't remember a word of Shakespeare right now. Isn't that weird? ", "Bianca": "\n[1]Did you change your hair? \n[2]You might wanna think about it \n[3]Not really. \n[4] \n[5] \n[6]Is there even a question that we want her to stay? \n[7]Now don't get upset. Daddy, but there's this boy... and I think he might ask... \n[8]What if she never starts dating? \n[9]But it's not fair -- she's a mutant, Daddy! \n[10](in unison, by rote \n[11]But she doesn't want to date. \n[12]Can we make this quick?  Roxanne Korrine and Andrew Barrett are having an incredibly horrendous public break- up on the quad.  Again. \n[13]Not the hacking and gagging and spitting part.  Please.  \n[14]You're asking me out.  That's so cute. What's your name again? \n[15]No, no, it's my fault -- we didn't have a proper introduction --- \n[16]The thing is, Cameron -- I'm at the mercy of a particularly hideous breed of loser.  My sister.  I can't date until she does. \n[17] The problem is, she's completely anti-social.  \n[18]Unsolved mystery.  She used to be really popular when she started high school, then it was just like she got sick of it or something. \n[19]Gosh, if only we could find Kat a boyfriend... \n[20]C'esc ma tete. This is my head \n[21]I don't want to know how to say that though.  I want to know useful things. Like where the good stores are.  How much does champagne cost?  Stuff like Chat.  I have never in my life had to point out my head to someone. \n[22]Forget French. \n[23] \n[24]Show me \n[25]Give me a sign when he walks by.  And don't point. \n[26]Where? \n[27]My God, he's repulsive. He's so perfect! \n[28]Have you ever considered a new look? I mean, seriously, you could have some potential buried under all this hostility. \n[29]Can you at least start wearing a bra? \n[30]A \"copine\" is someone you can count on. An \"ami\" is someone who makes promises he can't keep. \n[31]I counted on you to help my cause. You and that thug are obviously failing. Aren't we ever going on our date? \n[32]You're sweet. \n[33]Eber's Deep Conditioner every two days. And I never, ever use a blowdryer without the diffuser attachment. \n[34]You did? \n[35]I think I like the white shirt \n[36]Expensive? \n[37]Hopefully. \n[38]Have you heard about Bogey Lowenstein's party? \n[39] \n[40]Lesbian?  No. I found a picture of Jared Leto in one of her drawers, so I'm pretty sure she's not harboring same-sex tendencies. \n[41]Who knows?  All I've ever heard her say is that she'd dip before dating a guy that smokes. \n[42]Can you turn down the Screaming Menstrual Bitches?  I'm trying to study. \n[43] \n[44](continuing; excited \n[45]  \n[46]I think you're a freak.  I think you do this to torture me.  And I think you suck. \n[47]She's obviously not going. \n[48]Daddy, I -- \n[49]If you must know, we were attempting to go to a small study group of friends. \n[50]It's just a party. Daddy, but I knew you'd forbid me to go since \"Gloria Steinem\" over there isn't going -- \n[51]Daddy, people expect me to be there! \n[52]You're ruining my life'  Because you won't be normal, I can't be normal. \n[53]Bogey Lowenstein's party is normal, but you're too busy listening to Bitches Who Need Prozac to know that. \n[54]Can't you forget for just one night that you're completely wretched? \n[55]Like I'm supposed to know what that even means. \n[56]Yeah, he's your freak friend Mandella's boyfriend.  I guess since I'm not allowed to go out, I should obsess over a dead guy, too. \n[57]It's just a party. Daddy. \n[58]Daddy, no! \n[59]You are so completely unbalanced. \n[60]Why? \n[61] Bianca keeps walking, ignoring Kat  A GUY pouring shots hands Kat one She downs it and accepts another.  \n[62]Where did he go?  He was just here. \n[63]Joey. \n[64]Hi. \n[65]You know Chastity? \n[66]Would you mind getting me a drink, Cameron? \n[67]Surprise me. \n[68]Queen Harry? \n[69]Neat... \n[70]I'll be right back. \n[71]He practically proposed when he found out we had the same dermatologist. I mean. Dr. Bonchowski is great an all, but he's not exactly relevant party conversation. \n[72]Combination.  I don't know -- I thought he'd be different.  More of a gentleman... \n[73]Sometimes I wonder if the guys we're supposed to want to go out with are the ones we actually want to go out with, you know? \n[74] \n[75]Dinner taste better on the way out? \n[76] \n[77]I have to be home in twenty minutes. \n[78]Tons \n[79] \n[80] \n[81] \n[82] \n[83] \n[84]But \n[85](not looking at him \n[86]You know the deal.  I can ' t go if Kat doesn't go -- \n[87]Since when? \n[88]Quick question -- are you going to the prom? \n[89]Then Guillermo says, \"If you go any lighter, you're gonna look like an extra on 90210.\" \n[90]do you listen to this crap? \n[91]Me.  This endless ...blonde babble. I'm like, boring myself. \n[92]What good stuff? \n[93]Like my fear of wearing pastels? \n[94]  \n[95]Okay -- you're gonna need to learn how to lie. \n[96]Daddy, I want to discuss the prom with you. It's tomorrow night -- \n[97]No, but \n[98]He's not a \"hot rod\".  Whatever that is. \n[99]Fine.  I see that I'm a prisoner in my own house.  I'm not a daughter. I'm a possession! \n[100] Bianca lies on her bed.  MTV blares.  A KNOCK sounds.  \n[101]Come in.  Kat enters and sits down on the bed, muting the TV.  \n[102]Like you care. \n[103]I wish I had that luxury. I'm the only sophomore that got asked to the prom and I can't go, because you won ' t. \n[104]What? \n[105] \n[106]But you hate Joey \n[107]As in... \n[108]You did what? \n[109]But \n[110] \n[111]No. you didn't!  If you really thought I could make my own decisions, you would've let me go out with him instead of helping Daddy hold me hostage. \n[112]I'm not stupid enough to repeat your mistakes. \n[113]God, you're just like him! Just keep me locked away in the dark, so I can't experience anything for myself \n[114]I guess I'll never know, will I? \n[115] Bianca, still in her pajamas, eats a bowl of cereal while watching \"I Love Lucy\" reruns.  A KNOCK sounds  \n[116]Come in. \n[117]Hi, Mommy. \n[118]You like?  My date should be here in five. \n[119]I have a date, Daddy.  And he ' s not a captain of oppression like some men we know. \n[120]Let's go. \n[121] \n[122]I did. \n[123]That's for making my date bleed \n[124] \n[125] \n[126]Are you sure you don't want to come with us?  It'll be fun. \n[127]You looked beautiful last night, you know. \n[128]I hope so. \n[129]Let go! \n[130]I just wanted -- \n[131]No! I just wanted \n[132]Yes!  Okay?  Yes -- I'm the real bitch. I wanted her to get a boyfriend so I could.  Apparently, this makes me a horrible person.  I'm sorry. \n[133] \n[134] \n[135]Is that woman a complete fruit-loop or is it just me? \n[136]They do not! \n[137]He's more than freaked.  He's froke \n[138]Patrick -- is that- a. ", "Walter": "\n[1] I hope dinner's ready because I only have ten minutes before Mrs. Johnson squirts out a screamer.  He grabs the mail and rifles through it, as he bends down to kiss Sharon on the cheek.  \n[2] \n[3]Hello, precious. \n[4]What's this?  It says Sarah Lawrence? \n[5]Sarah Lawrence is on the other side of the country. \n[6]I thought we decided you were going to school here.  At U of 0. \n[7] \n[8]No! You're not dating until your sister starts dating.  End of discussion. \n[9]Then neither will you.  And I'll get to sleep at night. \n[10]Enough! \n[11] \n[12](in unison, by rote \n[13]This is why you're not dating until your sister does. \n[14]Exactly my point \n[15] \n[16](to Sharon; as he leaves \n[17]My insurance does not cover PMS \n[18]Is this about Sarah Lawrence? You punishing me? \n[19]Why can't we agree on this? \n[20]As a parent, that's my right \n[21]You're eighteen.  You don't know what you want.  You won't know until you're forty-five and you don't have it. \n[22]Christ!  I want a night to go by that I'm not staring a contraction in the face. \n[23]And where're you going? \n[24]Otherwise known as an orgy? \n[25]Do you know about any party? Katarina? \n[26]If Kat's not going, you're not going. \n[27]What's a Bogey Lowenstein? \n[28]Girls \n[29]Oh, God.  It's starting. \n[30]Wear the belly before you go. \n[31]Just for a minute \n[32] \n[33] \n[34]Because she'll scare them away. \n[35]Pirate -- no question. \n[36]The prom?  Kat has a date? \n[37]It's that hot rod Joey, right? That ' s who you want me to bend my rules for? \n[38]You're not going unless your sister goes.  End of story. \n[39] \n[40]Kissing?  Is that what you think happens?  Kissing isn't what keeps me up to my elbows in placenta all day. \n[41]What do you wanna watch?  We've got crap, crap, crap or crap \n[42] Walter scurries takes off his glasses and looks from Bianca to Sharon.  \n[43]I'm missing something. \n[44]But -- who -- what --? \n[45]What just happened? \n[46]Did I have anything to say about it? \n[47]That ' s what I thought \n[48]late \n[49]Was that your sister? \n[50]Funny. \n[51] \n[52](dreading the answer \n[53]Which parts? \n[54]Bianca did what? \n[55]No -- impressed. \n[56] \n[57]Oh, Christ.  Don't tell me you've changed your mind.  I already sent 'em a check. ", "Derek": "\n[1] \n[2]Kat, my lady, you sway to the rhythm of my heart. \n[3]Because the deputy meant him no harm, my friend.  It was only the sheriff that was the oppressor. \n[4](reading; in his Rasta stoner drawl \n[5]Very uncool, my brother ", "Joey": "\n[1]As opposed to a bitter self-righteous hag who has no friends? \n[2]\n[3]Lookin' good, ladies. \n[4] \n[5](practically spitting \n[6]Need a ride, ladies? \n[7]Are you lost? \n[8]We don't chat. \n[9]We're not. \n[10]Does this conversation have a purpose? \n[11] That guy?  I heard he ate a live duck once.  Everything but the beak and the feet.  \n[12] What's in it for you?  \n[13]What do you think? \n[14]Yeah, whatever.  I want you to go out with her. \n[15]You just said \n[16]But you'd go out with her if you had the cake? \n[17]You got it, Verona.  I pick up the tab, you do the honors. \n[18]I can't date her sister until that one gets a boyfriend.  And that's the catch. She doesn't want a boyfriend. \n[19] Twenty bucks each time you take her out.  \n[20]Fine, thirty. \n[21] \n[22]Not at all \n[23] \n[24]When I shell out fifty, I expect results. \n[25]Watching the bitch trash my car doesn't count as a date. \n[26]Let me put it to you this way, if you don't get any action, I don't get any action.  So get your ass on hers by the end of the week. \n[27] \n[28]Forget it. \n[29]You better hope you're as smooth as you think you are, Verona. \n[30]Which do you like better? \n[31]It's more \n[32]Exactly So, you going to Bogey Lowenbrau's thing on Saturday? \n[33]Good, 'cause I'm not gonna bother if you won't be there. \n[34]Hey.  Dingo Boingo \n[35](continuing; to Michael \n[36]You and Verona? \n[37]What's your gig in all this? \n[38]You better not fuck this up.  I'm heavily invested. \n[39]Lookin' fresh tonight, Pussy-Kat \n[40]Where ya goin? \n[41]Your sister here? \n[42] \n[43]Just who I was looking for. \n[44]So yeah, I've got the Sears catalog thing going -- and the tube sock gig \" that's gonna be huge.  And then I'm up for an ad for Queen Harry next week. \n[45]It's a gay cruise line, but I'll be, like, wearing a uniform and stuff. \n[46]My agent says I've got a good shot at being the Prada guy next year. \n[47]My man \n[48]A deal's a deal. \n[49] \n[50]Get her to act like a human \n[51]A bunch of us are going to Jaret's house.  Wanna come? \n[52]Then, c'mon. Maybe next time -- \n[53]Kat, babe, you were on fire. \n[54]Maybe we should ask Verona \n[55]Don't talk to me about the sweetest date.  That little halo Bianca is gonna be prone and proven on prom night.  Six virgins in a row. \n[56]Enough with the Barbie n' Ken shit. I know. \n[57] \n[58]Hey, sweet cheeks. \n[59]You're concentrating awfully hard considering it's gym class. \n[60] \n[61]Your sister is going. \n[62]I'm taking care of it. \n[63]I'm here to pick up Bianca. \n[64]What's Bianca doing here with that cheese dick?  I didn't pay you to let some little punk ass snake me. \n[65]I'm not your brother, white boy. \n[66] ", "Donner": ""}}