{"filename": "127-Hours_script.txt", "imdb_id": "tt1542344", "imdb_url": "https://www.imdb.com/title/tt1542344", "characters": ["Aron Age 15", "Aron Ralston", "Aron's Friend (as Sean A. Bott)", "Kristi", "Megan", "Boy on Sofa (as P.J. Hull)", "Sonja Age 10", "Sonja", "Aron's Mom", "Brian", "Blue John (as Fenton G. Quinn)", "Aron's Dad", "Rana", "Eric Meijer", "Aron Age 5"], "dialogues": {"Aron": "\n[1]    \n[2]\n[3]\n[4]   \n[5]  \n[6]  \n[7]From even higher above again we see him turn left into this black void. \n[8]   \n[9]   \n[10]  \n[11]Nearly missed it! \n[12]  \n[13]   \n[14]  \n[15]  \n[16]Hey. Are you doing the east pike? Can I come along with you for a while? \n[17]I'm on my own. I'm Aron. \n[18]Nice to meet you. What a day. \n[19]Did you bike or come straight from the trail head? \n[20]I left mine at the Horseshoe Canyon and biked here. 7. \n[21]17 and windy. \n[22]I do this a lot. \n[23]Wasn't expecting to see anyone in the canyon today. \n[24]Sorry. \n[25]Yeah, I know, I mean there's no one around for 50 miles. \n[26]Let me guess... You're here for the paintings or the Cathedral? \n[27]The climb's a little tricky but it's worth it. \n[28]There's thousands of holds but you can't see them until you're almost upside down and then they just keep appearing... it's a bit of a act of faith so I'll go first... take off as much as you dare as there's a bit of a surprise at the other end... \n[29]I swear I won't look but I swear you won't care when you get out here... \n[30]... and the thing is, when you get to the middle... \n[31]... there aren't any more. \n[32]Well, there's not really anyone special. \n[33]Long story. \n[34]I've done 46 of the 59 winter solo ascents. \n[35]Well I figure no one else is mad enough to climb in the winter. \n[36]What? No. \n[37]Just like a MOTEL 6 then? \n[38]Solitude. Great tunes. Empty mind. \n[39]And I can sing Phish songs as loud as I like. \n[40]Yeah, I know, I know. See, that's why I'm on my own. Nobody likes me or my band. \n[41]I'll get this. Leave no trace. \n[42]Hey, but I like a beer like the next man. You know, end of the day. \n[43]I'm not certified yet but that's what I want to do. \n[44]It's hard to get the hours to qualify. Catch 22. \n[45]Great. Now put your ass on my head. \n[46](at his most instructor- ish, talking all the time as he makes his way down You'll have to chimney down a little ways - like here, watch - one foot on each wall then squat onto your right heel, now your butt's on the wall, so you can move your right foot across, now put your left foot under your butt lower down and scootch your butt down - watch that black part, it's slick, slime, try not to get it on your shoes - if you can get to these bomber handholds here it's like an elevator shaft and just think friction to control the slide. This is a keeper so always have someone at the bottom to boost you out. \n[47]Why don't you come with me to the Big Drop Rappel? I can give you a lift back to your car. \n[48]About another 8 miles or so, I think. \n[49]No, I really got to do this. Anyway I've my miner's lamp. \n[50]No, it's great for seeing snakes in hand holds. Can I get a picture then? \n[51]Listen, my friends are having a party tomorrow night. You should come. \n[52]Drive on the east road and about 40 miles out there's a huge inflatable Scooby Doo. You can't miss it. Turn off and it's about 2 miles down that track. Starts late and it'll go right thru. 14. \n[53]No, I really got to do this. \n[54]That's the one. I'll have 3 cold beers waiting for us. \n[55]   \n[56]Easy Aron, easy now. \n[57]    \n[58]Won't be coming back this way. \n[59]Yep. \n[60]   \n[61]  \n[62]  \n[63]FUCK, get your hand out of there! \n[64] \n[65] \n[66] \n[67]No, no... more water. \n[68]Relax. Stop. Come on. \n[69]FUCK! What the fuck? How the fuck did you get your hand trapped by a fucking boulder? Its crushed, it's fucking dying man! \n[70] \n[71]Not good. \n[72]When in a hole.... \n[73]Fuck. It's hard as iron. You're gonna have to cut your arm off. \n[74] \n[75]Shit! \n[76]Shit!!! \n[77]   \n[78]Sweet. \n[79]    \n[80]Cool. \n[81]     \n[82]Aahhhhh. \n[83]Caw-caw. \n[84]It's three-oh-five on Sunday. This marks my twenty-four-hour mark of being stuck in Blue John Canyon above the Big Drop. My name is Aron Ralston. My parents are Donna and Larry Ralston of Englewood, Colorado. Whoever finds this, please make an attempt to get this to them. Be sure of it. I would appreciate it. \n[85]So... I was hiking Blue John Canyon yesterday... and this happened. \n[86]What you're looking at there is my arm, going into the rock... and there it is, stuck. It's been without circulation for 24 hours. 30. \n[87]It's pretty well gone. If the colour doesn't come across on the video, it's grey and blue. \n[88]Unnhhhhh.......I'm in deep stuff. \n[89]So I have very little water. \n[90]Yeah, I have about a third of a litre left. \n[91]So the way I see it... there's kind of four things happening here... I tried to move it with some rigging... useless... and I tried chipping away at the rock... I think part of the problem is, is that my hand is actually supporting the rock. Which means every time I chip away the rock moves a bit and settles onto my hand again. I can't feel it happening but microscopically, it seems to be, because the little gap over there between the rock and the wall seems to be getting smaller. And this chockstone is the hardest thing here. \n[92]So the third thing left was to cut my arm off. \n[93]I don't know whether I could do that but it's pretty much suicide. It's four hours to my vehicle that way and with very difficult climbing with one hand and the bike is like two, two and a half hours, that way but the climbing... fourth class climbing... which I think will be probably impossible with one hand... between the blood loss and the dehydration I think I would die if I cut off my arm. \n[94]Which means I'm waiting for someone to come along. \n[95]I didn't tell anyone where I was going and I didn't leave a note on the truck. \n[96]Dumb. \n[97]   \n[98]  \n[99]  \n[100]No one's coming Aron. \n[101]   \n[102]  \n[103]God, I am praying to you for guidance. I'm trapped in Blue John Canyon - you probably know that - and I don't know what I am supposed to do. I've tried everything I can think of. I need some new ideas. Please show me a sign. \n[104]OK, then, God, since you're apparently busy: Devil, if you're listening, I need some help here. I'll trade you my arm, my soul, whatever you want. Just get me out of here. You want me never to climb again, I can give that up. Just show me the dotted line. \n[105]Ungg-gggu-ggga-gggngh! \n[106]Yeah. Not very funny. \n[107]Still not sure. I'll see you Tuesday. \n[108]Always do. \n[109]  \n[110]     \n[111]   \n[112]    \n[113]     \n[114]It's freaking me out looking at myself so I hope you guys are OK with this \n[115]It's Monday - all day - bummer. I spent the morning trying to create a 6:1 system ration and lift the boulder but friction between the rope and carabiners is dissipating every bit of force I apply. 41. \n[116]All it's good for is sitting in... \n[117]There's a raven flies overhead, I clocked it at 8.15. I'll bet it's there tomorrow too. I'll film it for you tomorrow \n[118]I have about one hundred and fifty millilitres of water left. That's four ounces. I can't believe it but I peed twice today, within a few minutes of each other. How is this possible? It's two days since I peed, I'm dehydrated and I had to go so quickly I forgot to save the first. I saved the second in the CamelBak. Will I drink it? It smells foul, and hot but it'll settle. And I can chill it in the sand in the night. It's like Polar winter here for nine hours. \n[119]No number twos. Which will disappoint my insect friends. They're gonna have to wait. The sunlight appears down here for a few hours. I get 15 minutes of it at 9.35... and apart from chipping away uselessly at this rock that's pretty much my morning routine. \n[120]I keep chipping at the rock but just to generate warmth and give me something to do. I think it's making it worse. I know it's settling more on my arm as I remove material from it. The area where I chipped flakes off yesterday has already rotated down onto my arm. PAUSE. I can't feel anything. PAUSE. So I made a great tourniquet and I tried to cut it off. \n[121] \n[122]Oh yeah. That aches. \n[123]Shit! \n[124]Pathetic, Aron, pathetic. \n[125]The blades are too blunt even to break the skin. I guess that's the chipping. It's not even a proper Leatherman. It's a knock-off one we got free in a gift pack with a torch... Mom gave it to me. \n[126]I didn't get to hear firsthand how your championships went, but I heard from Mom that you placed very well at the national competitions, that you were tenth overall in speech and debate in the nation. Hot damn, girl. I'm very proud of you. Not just for that but for who you are. \n[127]I can imagine you in your living room looking back at me. \n[128]I've been thinking about what my friend Rob in Aspen says to me several... frequently.. Several times that, confusingly, 'It's not what you do but who you are'. I kind of got hung up on that a lot, because I always thought who I was, was very much wrapped up with what I did. That I was happy because of the things that I did that made me happy. If things you do make you happy, then they can also make you unhappy. I think that's why I found myself being as ambitious and energetic - \n[129] It's cold... this place is an ice- box at night... And killing winds. 45. \n[130](he struggles to complete the sense of the \n[131]I did want to say, on the logistical side of things, I have some American Express insurance that should cover costs of the recovery operation when that does happen. Bank account balances should take care of my credit-card debts. You'll have to sell my house, Mom and Dad. Possession- wise, I don't know if Sonja can use my computer and video camera... \n[132]  \n[133]No. No. Don't. \n[134]See you later... \n[135]  \n[136] Fuck a nut, Aron. Pay fucking attention - look what you did? \n[137]Good morning everyone! It's 6:45 Tuesday morning in BJ Canyon. The weather is great! I figure by now that Leona, my housemate - Hi Leona! - has missed me hopefully since I didn't show up last night. Another hour and a half they'll miss me for not showing up for work. Hi Brion at work! Best case scenario is they notify the police and after a 24 hour hold they file a report, a missing persons report. Which means noon tomorrow it's official that I'm gone. I do still have the tiniest bit of water left. Well, actually, I've resorted...I've had a couple pretty good gulps of urine that I saved in my Camelbak. I sorta let it distill...it tastes like hell. So it's 70 hours since I left on my bike from Horseshoe Trailhead during which time I have consumed 3 liters of water and a couple mouthfuls of piss. Did I say the weather is great? Well, it is. Though flash floods potential is still present. There's 4-prong major canyons upstream from me that all converge in this 3 foot wide gap where I am. The rock I pulled down on top of me, it was put there by flood. \n[138]Mom, Dad, I really love you guys. I wanted to take this time to say the times we've spent together have been awesome. I haven't appreciated you in my own heart the way I know I could. Mom, I love you. I wish I'd returned all of your calls, ever. 54. \n[139]I really have lived this last year. I wish I had learned some lessons more astutely, more rapidly, than I did. I love you. I'll always be with you. \n[140]Ready for lift-off. \n[141]Come on, move, dammit. \n[142]Whoa, that's the bone. \n[143]Ouch! \n[144]This next part may not be for all viewers at home. It's a little after eight. At precisely eight o'clock I took my last sip of clean water... and... hide your eyes, Mom... 56. \n[145]I made an attempt - a short career in surgery, as it turned out - those knives are just not anywhere close to the task. I've got about an inch-wide gash in my arm that goes about a half inch deep. I cut down through the skin and the fatty tissue, and through some of the muscle. I think I cut a tendon, but I'm not sure. I'll never saw through the bones with this knife. I tried, anyways. It really just didn't go well. The tourniquet is relaxed at this point. Which actually is a little bothersome, considering I'm not bleeding that bad, barely at all. It's so weird. You'd expect to definitely see more pulsing and bleeding, but oh well. \n[146]Shit missed it. 8:31AM. He's late and I still missed it. \n[147]`Fuck Aron 05.05 We see it reflected That shit stinks' on his eyeball the eyelid Finished he tucks back in but VIDEO FOOTAGE: During this we there's a small [ARON: RAMBLING ON VIDEO see pictures, bloom. ARON: ONLY SOMETIMES COHERENT] unremarkable `You can shake Tom, thanks for the lovely, natural and you can dance fire last night... but the last My friend Rob in Aspen ones of Erik + drop is in the says to me several... Jon + Kristi + pants'- of pee frequently... several Matt + Brent + on his shorts. times, confusingly, Gary + Judson + \n[148]away desultory A slit of light in blackness Aron licks A light switch flicks on and moisture thin metal shelves full of condensation cleaning supplies appear He takes shots from inside the on 3 sides, industrial mop, of himself bag. His head- Aron in his canyon gear, with his still lamp blinks right arm out of focus. camera and of unreliably. Tries to knock on door with his hand and V.O: Where are good. He takes one You going? with the flash INT. GARAGE. DAY. going like crazy [WE HEAR himself. The We're in the IT POUNDING IN CONTRAST spots in his doorway of a TO HIS SLURRING DELIVERY] eyes bleed garage with I swear it's like 3 x what across into friends in the it should be... other shots background gathered and change around Rana who colour. is working on one Rewinded video - of the giant Megan and Kristi Easter Island masks and back through for Burning Man. his life in the She chats away, canyon and then carefree, some of him she's in baggy climbing in snow dungarees or that existed on overalls with her the tape - triumphant hair falling around pose on top of the icy her face out of its wonder. All ice picks hairband. She brushes and Gore-Tex. it back and flecks of Plaster of Paris dust her skin. She notices Aron. V.O: He's over here RANA: There you are. She shouts to someone: RANA: Here he is. \n[149]God, it's Aron again. I still need some help. It's getting bad here. I'm out of water and food. Listen. Give me the strength not to do anything against myself. I want to see this through, whatever. \n[150]When it can get no louder Obscuring the light on a horse leaps the 6 ft gap his face once they've at the top of the canyon. gone and only dust it's followed by dozens of falling lightly is horses stampeding across his evidence then... roof.... \n[151]Out of date. May Day. Not dead. \n[152]No raven today. Everything's fucked. Sonja... if you still want me to play at your wedding... there's a tape in a box in the basement of Mom and Dad's Lounge. It's me 1993 or 1994. \n[153]There was a little boy,and he looked like my cousin Charlie but he was too young. And I don't want to die... But I really don't know what to do. \n[154]I hate this rock. \n[155]I hate it. \n[156]I hate this fucking canyon. \n[157]I hate this cold slab pressing me against this damp fucking wall. \n[158]I know there's water near coz of these fucking mosquitoes. \n[159]I hate this fucking mess. \n[160]Shit. 65. \n[161]Get rid of it Aron, it's dead, it's garbage. \n[162]Ok Aron, here we go. You're in it now. \n[163] \n[164](spitting out this declaration at the rock \n[165] \n[166] \n[167]Hang in there Aron. \n[168]My name is Aron Ralston. I was trapped by a boulder on Saturday and I've been without food and water for 5 days. I cut my arm off this morning to get free and I've lost a lot of blood. I need medical attention. \n[169]No, we need to keep hiking. We need a helicopter - who can run fastest?- You, go now fast. Take him. \n[170]Who? Who told you? \n[171]Do you have a phone? \n[172]Do you have a cell phone? \n[173]Is it ok for me to drink so much water? 74. \n[174]I gotta stop and empty my shoes. You'll have to tie my shoe lace. \n[175]Yes I am. Can I get a lift? \n[176]I'm gonna make a terrible mess of your seat. \n[177]Thank you for bringing me back. \n[178]Will you look after this for me please? \n[179]Mom. \n[180]Hey Mom. \n[181]OK. Are you okay... \n[182]Mom, I'm sorry I scared you. \n[183]  \n[184]So are you guys ok with me? \n[185]Christine told me. \n[186]Yeah. \n[187]I'm gonna finish the 49ers this winter or next. \n[188]Rana, before I did it I was hallucinating, I saw this child, a little blond boy - \n[189]    \n[190]But it's not going to be you, is it? \n[191]  ", "Ralston": "", "Kristi": "\n[1] Sure, I'm Kristi. \n[2]It's beautiful. \n[3]We left the car there. Pretty quiet. \n[4]... and suddenly there's a guy right behind you and `wait a minute, why is he wearing a HOCKEY \n[5]The Cathedral? We've got a bit disorientated and the map isn't great. Where is it? \n[6]We climb. 8. \n[7] \n[8]Of course he's ok. Listen to him. \n[9]Got to be there, Meg. \n[10]So have you got a girlfriend, Aron? \n[11]There's always a girl, you just don't know it yet. 10. \n[12]With lots of characters in it. \n[13]... you can be the highest person on the continent! \n[14]Why are you on your own? \n[15]Not those guys from... \n[16]Well, we'll sign your time-card today. \n[17]Okay but don't look and no grabbing now, if I do... \n[18]Shhh! \n[19]How far is it? \n[20]Yeah, we'd like that. What time? \n[21]Come on Aron, hike out with us - we'll go get your truck, hang out and have a beer. \n[22]Okay. Scooby Doo, yeah? ", "Megan": "\n[1]Megan. \n[2]You biked from Horseshoe? That's 20 miles or more. \n[3]Yeah, you surprised us, sneaking up like that. \n[4]It's kind of nervy seeing a lone guy walking up to you in the middle of the desert. \n[5]We climb. 8. \n[6]You behave Aron Ralston or we'll tell your mother all about where you lure girls... \n[7]Are you ok? ARON! \n[8]We've got to go again. And film it! \n[9]I really can't eat all this chocolate by myself... Never mind, yes I can! \n[10]Ah, so there's lots of girlfriends. \n[11]Yeah, we meet lots of guys and there's always a girl. \n[12]Wow, highest person in Colorado. \n[13]Didn't you see it? \n[14]Yeah, it's an old cattle guardian's house - the roof's caved in and someone spray-painted MOTEL 6 on the side. Smelled weird though. \n[15]Phish? \n[16]An illegal instructor. 12. \n[17]Oh whatever, you love it. \n[18]I didn't understand any of that. \n[19]Kristi, I think this is our way back. \n[20]You'll never get out before dark. \n[21]You don't climb at night, do you? \n[22]Where? \n[23]12 cold beers! ", "Sonja": "", "Aron's": "\n[1]    \n[2]\n[3]   \n[4]  \n[5]  \n[6]From even higher above again we see him turn left into this black void. \n[7]   \n[8]   \n[9]  \n[10]  \n[11]   \n[12]  \n[13]  \n[14]    \n[15]  \n[16]   \n[17]  \n[18]   \n[19]  \n[20]     \n[21]   \n[22]    \n[23]     \n[24]  \n[25]  \n[26]When it can get no louder Obscuring the light on a horse leaps the 6 ft gap his face once they've at the top of the canyon. gone and only dust it's followed by dozens of falling lightly is horses stampeding across his evidence then... roof.... \n[27]  ", "Mom": "\n[1]My boy. My only one. There you are. \n[2]How are you feeling? \n[3]You've been asleep for 2 days. We are so lucky... ", "Brian": "", "Dad": "", "Rana": "\n[1]OK - lights off and line up alongside me. \n[2]On the other side of this line, everything will be different. \n[3]And remember, stick together, the desert wants to kill you. \n[4]OK - he's got 3 vegetarian hotdogs and the tickets and he'll be outside Gate 6 in 5. \n[5]Yeah. We split up a while back when you were in hospital. \n[6] Is that what this is about? \n[7]What about the climbing? 78. \n[8]Solo? \n[9] Well, all I can't figure out is what took you so long to cut it off and get one of these. \n[10] Not Jesus please... \n[11]No Aron, it's not. \n[12]You know, everyone who cares for you, a little bit of them dies each time you go back. 79. \n[13]Let's go hero. If they do The Fly first and we miss it we'll never be forgiven. ", "Eric": "", "Meijer": ""}}