{"filename": "12-Years-a-Slave_script.txt", "imdb_id": "tt2024544", "imdb_url": "https://www.imdb.com/title/tt2024544", "characters": ["Brown", "Radburn", "Uncle Abram", "Burch", "Randall", "Judge Turner", "Margaret Northup", "Solomon Northup", "Clemens", "Alonzo Northup", "Anne Northup", "Overseer", "Anna", "Hamilton", "Mr. Moon"], "dialogues": {"Brown": "\n[1]Sir. \n[2]Taking into consideration his graciousness and your modesty, may we trouble you for a moment of your time to converse, sir? \n[3]Circus too constricting a word to describe the talented and merry band with which we travel. It is a spectacle unlike most have ever witnessed. Creatures from the darkest Africa as yet unseen by civilized man. Acrobats from the Orient able to contort themselves in the most confounding manners. \n[4]We are on our way thither to rejoin the company having left for a short time to make a small profit from our own exhibitions. \n[5]Yes. We had just a devil of a time in procuring music for our 9. \n[6]entertainments. Men of true talent seemingly in short supply. \n[7]If we could persuade you to accompany us as far as New York... We would give you one dollar for each day's service and three dollars for every night played at our performances. In addition we would provide sufficient pay for the expenses of your return from New York here to Saratoga. \n[8]We would like to depart with haste. \n[9]Excellent! I would beg you collect yourself, then we may proceed. \n[10]We're off then. \n[11]And not satisfied a bit despite giving them more than what they paid for. \n[12]The opportunity is with the circus. A two man show poorly promoted, what were we to expect? But the circus bills itself. \n[13]I have told you of the circus with which we are connected. Creatures from the darkest of Africa. Acrobats from the Orient who-- \n[14]Yes. We need to return immediately to Washington. Solomon...I believe us familiar enough now, but forgive me if I am bold...would you consider making the trip with us? Solomon gives a bit of a laugh at the idea. \n[15]Hear, hear. \n[16]Said as fellow artists as well as businessmen. Well worth the effort at least. \n[17]There is a practical concern. If you are to continue on with us you should obtain your free papers. \n[18]Here in New York, no. But we will be entering slave states and as a matter of precaution... It's to all our benefit we should not have to come to account for your well being. \n[19]We'll go to the Customs House in the morning, then travel on. Good business all around. \n[20]Forty-three dollars. All to you. \n[21]Consider the remainder an advance from the circus. I cannot tell you...I honestly wish you had seen the expression of our director when I described your abilities. He was fairly overcome with excitement. \n[22]I did. I did, but so many preparations before the company is to depart. \n[23]Tomorrow we shall prepare for our Washington debut. But tonight, our thoughts are with the great man \n[24]for whom this city prepared solemn memorial. He has passed from the praise of men to receive the plaudit of his heavenly father. A fine man has passed. Let us remember him with a drink. \n[25]Another. Our departed President deserves all the salutation we can imbibe. Hamilton and Brown drink again, and Solomon does as well. \n[26]Let him sleep. \n[27]Hamilton! Nothing more we can do for him. ", "Radburn": "\n[1]I seen a good many of the black kind just where yah're. Sick. Make me sick. Often times the situation was resolved, and I think; what was all the beatin' and abuse for? Things end as they should, and the violence was for naught. So why cause trouble when they ain't no cause for it? Be of a cooperative nature, and things don't need be particularly unpleasant. Or, yah can carry on like yah been, and I fear yah won't live to see Sunday next. With that thought, Radburn exits. Solomon rests. But to rest seems like giving in to defeat. He begins pulling \n[2]Go on. Warsh up. The men, soaking in humility as well as water, begin to scrub with A SINGLE BAR OF HARSH SOAP passed among them. \n[3]The boy, too. Get him clean. Solomon takes some soap and rubs it over Randall. \n[4]Scrub now. Git 'em clean. Solomon scrubs harder. Randall - clearly cold and uncomfortable - appeals to Solomon. \n[5]Hush him up! Seeing Solomon has no answer for him, Randall begins to cry. \n[6]That old thing of yours is just rags and tatters. Need something proper to wear. Solomon doesn't move for the clothing. \n[7]Go'won. Put it on. With slow defiance, Solomon does as instructed. He removes what remains of his old shirt - the one he was wearing when first kidnapped - and puts on the one Radburn brought him. The shirt's ill-fitting and dirty. Despite that, Radburn says: \n[8]There. Tha's fine. Tha's fine. Got no gratitude? \n[9]Yah keep bein' proper, yah'll see how things work out. Radburn starts to take the old shirt. \n[10]Rags and tatters. Rags and tatters. Taking the shirt, the \"rags and tatters\" as he calls them, Radburn exits, locking the door behind him. Solomon sits with the plate of food before him. He pushes the plate away rather than eat. \n[11]Ain't no need for all that. Putting hand to Randall's head. \n[12]Jus takin' a li'l trip, tha's all. Don't want to frighten the chil'ren none over a li'l boat ride, do yah? Eliza gives a shake of her head to the negative. \n[13]Alright then. Git yerselves up. ", "Uncle": "\n[1]Hold my words: General Jackson will forever be immortalized. His bravery will be handed down to the last posterity. If ever there be a stain upon \"raw militia,\" he done wiped away on the eight of January. I say da result a that day's battle is of 'mo importance to our grand nation than any occurrence 'fo or since. Great man. Great man in deed. We all need pray to Heavenly Father da General reign over us always. \n[2]We dance tonight, massa? Epps remains quietly focused on Patsey. And it's clear from her apprehensive expression just what it is he's come looking for. This time there is no escaping it. As if to acknowledge the badness to come, Phebe lightly cries. \n[3]Boy, you two have no sense. Epps returns to his slaves and gives a parting salutation. \n[4]Runaways I would expect. The Bayou full with 'em. They nothin' 'mo dangerous than a nigger in flight. \n[5]Act outta lunacy. Heads fulla stories 'bout life up north. Yah ever been north, Platt? \n[6]And never should yah be. I hope that yah never bear witness the sorry condition of the northern black. Got neither no purpose, nor direction. They jus...they jus fall about the streets in search of sustenance of both body and spirit. \n[7]Two of my massas tolt me. ", "Abram": "\n[1]Hold my words: General Jackson will forever be immortalized. His bravery will be handed down to the last posterity. If ever there be a stain upon \"raw militia,\" he done wiped away on the eight of January. I say da result a that day's battle is of 'mo importance to our grand nation than any occurrence 'fo or since. Great man. Great man in deed. We all need pray to Heavenly Father da General reign over us always. \n[2] \n[3]We dance tonight, massa? Epps remains quietly focused on Patsey. And it's clear from her apprehensive expression just what it is he's come looking for. This time there is no escaping it. As if to acknowledge the badness to come, Phebe lightly cries. \n[4]Boy, you two have no sense. Epps returns to his slaves and gives a parting salutation. \n[5]Runaways I would expect. The Bayou full with 'em. They nothin' 'mo dangerous than a nigger in flight. \n[6]Act outta lunacy. Heads fulla stories 'bout life up north. Yah ever been north, Platt? \n[7]And never should yah be. I hope that yah never bear witness the sorry condition of the northern black. Got neither no purpose, nor direction. They jus...they jus fall about the streets in search of sustenance of both body and spirit. \n[8]Two of my massas tolt me. \n[9]At this point, the sounds of the singing from the others tapers off as they realize Abram isn't getting up. ", "Burch": "\n[1]        \n[2]  \n[3]Well, my boy, how yah feel now? Solomon rises up as best he can. With all the resolve he can put together he states what he considers to be fact: \n[4]Yah not any-- \n[5]Resolve this. Produce your papers. \n[6]Yah no free man. And yah ain't from Saratoga. Yah from Georgia. A moment. Not a word spoken among the trio, but Solomon and Burch do some serious eye fucking, neither man yielding. Burch says again: \n[7]Yah ain't a free man. Yah nuthin' but a Georgia runaway. Burch waits for Solomon to acquiesce. Solomon does not in any way. Both men exchange a long and daring stare. The two are clearly at an intellectual stand off. Burch, leans to Radburn, SAYS SOMETHING WHICH WE CANNOT \n[8]Yah a runaway nigger from Georgia. Solomon stands with a quiet stoicism. He will say nothing of the kind. As that is the case, Solomon is seized by both men. He is pulled over the bench, face downward, shirt still on his back. Radburn then STEPS ON HIS CHAINS, holding Solomon down in a bent position. With no preamble, Burch begins to beat Solomon about the back with the paddle. Burch strikes him wordlessly - no taunting, no sneering. Solomon screaming against each blow. His back immediately SWELLING WITH WELTS AND \n[9]Yah still insist yah a free man? \n[10]Yah a slave. Yah a Georgia slave! Burch continues to strike, and strike... This time until the paddle SNAPS IN HALF. Burch then GRABS THE WHIP. Hardly missing a stroke, he whips Solomon relentlessly, the flails cutting into Solomon's back. Again, Burch's arm tires before Solomon \"breaks.\" \n[11]Are yah slave? \n[12]    \n[13]   \n[14]  \n[15]  \n[16]     \n[17]    \n[18]  \n[19] \n[20]Come on. Get yer blankets. Get up. Sensing that things will not end well: \n[21]I don't want to hear yer talk. Get in the yard. \n[22]  \n[23]Not a word out of none a yah. Not a word. Burch and Radburn begin driving the shackled slaves from the yard. \n[24]    ", "Randall": "\n[1]Do you know when my Mama will come? \n[2]Mama ..! Mama! Is she going to come? Doing all he can to spare the child from a certain \n[3]Mama! \n[4]Mama! All three men turn and look. At the moment Randall doesn't call out emptily. At the door to the yard is Burch along with two women. One in her late twenties; ELIZA. She is \"arrayed in silk, with rings upon her fingers, and golden ornaments suspended from her ears.\" Though a slave, Eliza was a mistress and has - to this point - lived well. This is reflected in her airs and her speech. The other is a little girl, light in skin color, of about seven or eight. This is EMILY, Randall's half sister. As she enters the yard Eliza squeals with high delight, then breaks into tears of both sorrow and joy. Clearly this is mother and child being reunited. ", "Judge": "\n[1]  \n[2]  \n[3]Platt is it? Have you cultivated cane previously? \n[4]You take to it quite naturally. Are you educated? \n[5]You play the fiddle? \n[6]Willard Yarney, a planter up the bayou, celebrates his anniversary in a three week's time. I will hold out your name to him. What you earn is yours to keep. \n[7]Mind yourself, Platt. \n[8]    \n[9]    ", "Turner": "\n[1]  \n[2]  \n[3]Platt is it? Have you cultivated cane previously? \n[4]You take to it quite naturally. Are you educated? \n[5]You play the fiddle? \n[6]Willard Yarney, a planter up the bayou, celebrates his anniversary in a three week's time. I will hold out your name to him. What you earn is yours to keep. \n[7]Mind yourself, Platt. \n[8]  \n[9]     \n[10]   \n[11]  \n[12]  \n[13]    \n[14]  \n[15]   \n[16]   \n[17]    \n[18]  ", "Margaret": "\n[1]Jump. You can make it. I've done it. You can make it. \n[2]Will you read it again? \n[3]For food that stays our hunger, For rest that brings us ease, For homes where memories linger, We give our thanks for these. \n[4]Thank you, Papa. \n[5]Papa, I would very much like to learn how to play the violin. Could you teach me? \n[6]Yes, but I asked Papa first. \n[7]He is my husband. \n[8]It is very good to meet you, sir. \n[9]And this is your grandson. Solomon Northup Staunton. ", "Northup": "\n[1]     \n[2]  \n[3]   \n[4]   \n[5]  \n[6]   \n[7]  \n[8]  \n[9]  ", "Solomon": "\n[1]Come, Anne. Jump. The children, now smiling as well, egg their mother on. \n[2]I will catch you, Anne. I will. Again, lightly stern: \n[3]Mr. Parker. \n[4] \n[5]We are in need of a fresh carry all for the Mrs's travels. \n[6]  \n[7]Yes, certainly. Poor Mrs. Harris and her children. I hope brighter times ahead. \n[8]If we could discuss the price... \n[9]Shop well, but mind your wallet. \n[10]No intrusion. Fitzgerald looks to Solomon. It is a cold glare as though he wasn't speaking to, and has no interest in a response from a black man. Looking back to Parker: \n[11]\"Thus has passed away from earth our late President.\" Solomon starts from the top of the article. \n[12]\"During the morning, from sunrise, the heavy bells had been pealing forth their slow and solemn toll while the minute guns announced that soon the grave would receive its trust. Our city as well as our entire nation has been called to weep over the fall of a great and good man. One who was by the wishes of a large majority of our \n[13]people raised to fill the highest place of trust within their gift. William Henry Harrison.\" A long moment of quiet, the family continuing to eat. Then, from Margaret: \n[14]Margaret, that was wonderful. \n[15]Alonzo, do you have something to say? \n[16]Both of you, calm down. We will have our first lesson after this wonderful dinner. And on that note, let's start eating. \n[17]  \n[18]I won't stay idle. SOLOMON's eyes lower. \n[19]If only I didn't have to share your cooking with other people. ANNE holds his gaze. \n[20]Travel safely. \n[21]Mr. Moon is being overly gracious. 8. \n[22]A circus? \n[23]Thank you sir... \n[24]You understand this is all very sudden. \n[25]It's intriguing... \n[26]The payment offered is enticement enough, as is my desire to visit the metropolis. \n[27]As luck would have it, my wife and children are traveling. I will write her of our plans. \n[28] \n[29]  \n[30]No need. My return will coincide with my family's. \n[31]It's the national mood. There's too much grief to make room for frivolity. \n[32]You have described it, yes. \n[33]You present a flattering representation. As my family will be traveling back shortly, perhaps I might commit only to one trial engagement. \n[34]Not necessary. \n[35]That...it's far more than my wages amount to. \n[36] \n[37]  \n[38]....So...so sorry... \n[39]I am Solomon Northup. I am a free man; a resident of Saratoga, New York. The residence also of my wife and children who are equally free. I have papers. You have no right whatsoever to detain me-- \n[40]And I promise you - I promise - upon my liberation I will have satisfaction for this wrong. \n[41]...I...I insist... Burch regrets hearing this. Not from sympathy, but rather because he's nearly too tired to go back to beating Solomon. Yet, as if returning to work, Burch returns to pummeling Solomon. Burch punctuates the blows \n[42]...No... Burch goes back to whipping and whipping, and whipping... \n[43]OOZING WITH BLOOD. Finally Burch can whip no more. He pours sweat and sucks air, leaving himself just enough energy to take up his instruments and EXIT. Radburn lingers for a moment. He takes the irons off Solomon's legs. Opens the window some. As he makes these gestures, in a patronizing and confidential manner, one wrought with poor sincerity:: \n[44]Help me! Someone help me! If anyone at all hears him, they do not respond. Solomon continues his plaintive cry for assistance. \n[45]Quiet, please. Randall is becoming nearly inconsolable. \n[46]Your mother will come, I swear she will, but you must be silent. Please. Be silent! On the seeming strength of Solomon's promise, Randall goes silent. Solomon looks to Radburn, who just throws water on the soapy men. \n[47]...Thank you... \n[48]No! It was from my wife. \n[49]This can't stand. It is a crime. I believe now someone lay in wait for me. My drink was altered... We are free men. They have...they have no right to hold us. Solomon waits for a response from the others. They give none. \n[50]We need a sympathetic ear. If we have an opportunity to explain our \n[51]The two men I journeyed with. I'm certain they're making inquires at this very moment. \n[52]They were not kidnappers. They were artists. Fellow performers. \n[53]The crew is fairly small. If it were well planned, I believe they could be strong armed. \n[54]Days ago I was with my family, in my home. Now you tell me all is lost. \"Tell no one who I really am\" if I want to survive. I don't want to survive, I want to live. \n[55]My name is not Platt. My name is-- Freeman strikes Solomon hard across the face. \n[56]Can you play a reel? \n[57]If I may...? Cape looks to Freeman: \n[58]But he that is greatest among you, let him be as the younger; and he that is chief, as he that doth serve. For whether is greater, he that sitteth at meat, or he that serveth? Is not he that sitteth at meat? But I am among you as he that serveth. A white customer - WINSLOW - irate at the sight and sound of slaves reading Scripture, crosses over. He grabs the Bible. \n[59]The creek is plenty deep enough to sail, even with a boat full of load. The distance from the WORK AREA to the point on the latter bayou is several miles by water fewer than land. It occurs to me that the expense of the transportation would be materially \n[60]If we use the waterway. \n[61]I reckon them at more than twelve feet at their most narrow. Wide enough for a tub to traverse. A team of niggers can clear it out. \n[62]I labored repairing the Champlain canal, on the section over which William Van Nortwick was superintendent. With my earnings I hired several efficient hands to assist me, and I entered into contracts for the transportation of large rafts of timber from Lake Champlain to Troy. \n[63]My great thanks, Master Ford. \n[64]Eliza. Eliza, stop! Solomon goes to her, grabs Eliza. She does not stop. As if to force the misery from her, Solomon SHAKES ELIZA \n[65]Stop it! Stop! \n[66]You let yourself be overcome by sorrow. You will drown in it. \n[67]...They are as my flesh... \n[68]Master Ford is a decent man. \n[69]Under the circumstances-- \n[70]No... \n[71]I survive. I will not fall into despair. Woeful and crushed; melancholy is the yolk I see most. I will offer up my talents to Master Ford. I will keep myself hearty until freedom is opportune. \n[72]     \n[73]protesting my freedom. Do not \n[74]Sir, have I done something wrong? \n[75]Sir. \n[76]Yes, sir. \n[77]They are, sir. \n[78]As smooth to the touch as a yearling's coat. \n[79]Only a matter of perspective, sir. From where you stand you may see differently. But the hands are not mistaken. I ask only that you employ all your senses before rendering judgement. What's Tibeats to do when faced with fact? All he can do is spew invectives. \n[80]I'll do as ordered, sir. \n[81]Yes, sir. \n[82]Yes, master. I am about it. I have begun on the other side of the house. Tibeats walks around to look over Solomon's work. He is picayune, as if purposefully looking for fault. \n[83]And so I did; and Chapin said he would get another size for you, if you wanted them when he came back from the field. Tibeats walks to the keg and kicks it. Moving toward Solomon \"with a great passion:\" \n[84]I did as instructed. If there's something wrong, then its wrong with your instructions. \n[85]I will not. With \"concentrated vengeance,\" Tibeats springs for Solomon, seizing him by the throat with one hand and \n[86] \n[87]Master Tibeats wants to whip me for using the nails you gave me. \n[88] \n[89] Master Ford, you must know; I am not a slave. \n[90]Before I came to you I was a freeman. \n[91]Yes, Mistress. \n[92]I can, ma'am. Handing Solomon a sheet of paper. \n[93]I will, Mistress. Solomon looks at the list. In a careless moment, Solomon reads quietly from it. He catches himself, but not before the Mistress notes his action. With high \n[94]I have told you. \n[95]Washington. \n[96]Master name of Freeman. \n[97]I suppose so. \n[98]A word here or there, but I have no understanding of the written text. \n[99](almost tripping over \n[100]No, ma'am. No trouble. \n[101]Good morning, Master Shaw. I've been sent by Master to retrieve Patsey. May I approach? \n[102]Excuse me, Mistress Shaw. \n[103]My apologies. Patsey, Master wishes you to return. \n[104]Understood. But the Master sent me running to fetch you, and said no time should be wasted. \n[105]Thank you, Mistress, but I don't dare. \n[106]...I'd rather not say... \n[107]As you are aware, Master Epps can be a man of a hard countenance. There are times when it is impossible to account for his logic. You know he has ill feelings toward your husband. \n[108]Master Epps has somehow come to believe, as incorrectly as it may be, that Master Shaw is... That he is something of a lothario and an unprincipled man. A misguided belief born out of their mutual competition as planters, no doubt. \n[109]I'm certain Patsey's well being is Master Epps's only concern. \n[110]I meant no disrespect. \n[111]I meant no disrespect to you, Mistress. \n[112]Do not look in his direction. Continue on. Epps does not care to be ignored. He lifts himself and moves toward the pair in a rage. \n[113]Found her, Master, and brought her back just as instructed. \n[114]No words were spoken. None of consequence. \n[115]I cannot speak of what did not occur. Epps grabs Solomon. \n[116]A misunderstanding is all. It began when I was sent to retrieve Patsey from where she'd taken sabbatical at Master Shaw's. Upon returning, Master Epps believed Patsey and me to be in conversation when we were not. I tried to explain, but it lead to all this. \n[117]I am. \n[118]Return it! \n[119]For what cause? \n[120]No. \n[121]No! I will do no such thing. The...the gory detail with which \n[122]It is melancholia, nothing more. How does such despair even come to you? \n[123]There are others. Beg them. \n[124]Why? Why would you consign me to damnation with such an un-Godly request? \n[125]The need quickly compounds. Anna presses her lips to Solomon's. Eventually, SHE DIRECTS HIS HAND BENEATH HER DRESS AND BETWEEN HER LEGS. Solomon, with slightly more compassion than a guy making union wages, BEGINS TO MANIPULATE ANNA WITH HIS HAND. The act remains more perfunctory than passionate. We can see Anna moving toward climax and eventual release. But more - or substantially less - than joyous sex, it is really just a drug-like inoculation against reality. But the feeling quickly fades. All that remains, as with most chance encounters, is regret. And there is shame, too. This is put on display as Anna turns away from Solomon. As quickly as it began, it is as though the act had not happened at all. \n[126]...Sir... \n[127]No, sir, I have not. \n[128]Niggers are hired to work, not to read and write. Turner gives that a bit of consideration as he gives Solomon a wary looking over. \n[129]I do. \n[130]Sir. \n[131]   \n[132]C'mere. C'mon, boy. \n[133]They acted out of desperation. \n[134]...No... \n[135]You know this to be so? \n[136]Who are you? \n[137]What is your name? \n[138]What are your circumstances? \n[139]Yes. \n[140]There are some whose tracks the hounds will refuse to follow. \n[141]This is all my allowance for the \n[142]Platt. Solomon. Solomon is my true and free name. \n[143]I was. I am. Solomon exposes his wrist, displays his tattoo as he \n[144]I remain free in my heart. 89. \n[145]I will not. \n[146]I have a plan. I have a letter. \n[147]I risk discovery to take more. \n[148]I have my letter. \n[149]All that remains is to contrive measures by which the letter can safely be deposited in the post office. When Celeste speaks she is quite melancholy. 91. \n[150]Is it more food you need? \n[151]None will come after you in the swamps. \n[152]The solitude plays tricks. It's your impression, nothing more. If you go back to your master you could face the same. \n[153]Better the loneliness. You have been free most of the summer. Return now and your master will make example of you. \n[154]Go north. Make your way by night... \n[155]You won't be caught. The dogs won't track you. You are...you are unique. Celeste... \n[156]To return is to die! \n[157]Celeste... Celeste! Solomon continues after Celeste, wading deeper into the dark night and murky waters. \n[158]Celeste, I will guide you north! Wait, and I will take you. Celeste is too nimble. She outpaces Solomon, continues on and disappears into the night. \n[159]Let me take you! Let me go with you! Solomon runs on, then splashes to a stop. He stumbles around disoriented, calling into the blackness: \n[160]Celeste... Nothing. No answer. Not a human one. There are sounds and echoes - some in the distance, some perhaps moving closer - which, moment by moment, become more and more frightening. Soon, Solomon realizes he is in quite literally over his head; the water first chest deep, then neck deep. With no way to orient himself, no means to guide him in the dark, Solomon's reserve begins to crumble. He thrashes in the water trying to find his way \n[161]Celeste! Come to me, Celeste! In that moment Solomon is quite certain he is nearly done; that he will not find land, nor aid and that this is his final moment. His panic should be that tangible. It is either force of will, or survival instinct...or maybe just pure luck that carries Solomon on until he reaches first muddy ground, then firm footing. Hauling himself onto the swamps edge, Solomon finally collapses in a drenched, worn heap. His life spared, but Celeste never to be seen again. \n[162]I did not, sir. \n[163]How did you arrive at such a place, if I may ask? \n[164]Where is your place of birth? \n[165]...I cannot say that I have. \n[166]Why did you leave it? \n[167]The proceeds of my fiddling performances. A few picayunes, but all I have in the world. I promise them to you if you will do me the favor I require. But I beg you not to expose me if you cannot grant the request. \n[168]First, your word, sir. \n[169]It is a simple enough request. I ask only that you deposit a letter in the Marksville post office. And that you keep the action an inviolable secret forever. The details of the letter are of no consequence. Even at that, there would be an imposition of much pain and suffering were it known I was the author. A patron is what I require, sir. \n[170]...It is not yet written. I will have it in a day. Two at most, my skill with composition as poor as it is. Armsby considers the request. \n[171]In two days. ...Thank you. Solomon exits. \n[172]All I have to say, master, is all that need be said. There is no truth in it. \n[173]How could I write a letter without ink or paper? There is nobody I want to write to 'cause I hain't got no friends living as I know of. That Armsby is a lying drunken fellow. You know this, just as you know that I am constant in truth. Now, master, I can see what that Armsby is after, plain enough. Didn't he want you to hire him for an overseer? A beat. \n[174]That's it. He wants to make you believe we're all going to run away and then he thinks you'll hire an overseer to watch us. He believes you are soft soap. He's given to such talk. I believe he's just made this story out of whole cloth, 'cause he wants to get a situation. It's all a lie, master, you may depend on't. It's all a lie. For a tense moment we are unsure which way Epps'll go. Increasingly it become apparent that, shallow minded and equally soused, Solomon has been able to fold Epps's thoughts. In a low curse that clearly states his ill intentions. \n[175] \n[176]Thou devil! Sooner or later, somewhere in the course of eternal justice thou shalt answer for this sin! Though Epps fronts rage, there should be underlying anguish for what he has done to his beloved Pats. \n[177]Master Bass, I want to ask you what part of the country you came from? \n[178]Oh, I know where Canada is. I have been there myself. \n[179]Montreal and Kingston and Queenston and a great many places. And I have been in York state, too. Buffalo and Rochester and Albany, and can tell you the names of the villages on the Erie canal and the Champlain canal. Bass gives Solomon a long and curious stare. \n[180]Master Bass, if justice had been done I never would have been here. \n[181]I am afraid to tell you, though I don't believe you would tell Master Epps if I should. \n[182]Just nearly...just passed eleven. \n[183]Do you believe, sir, in justice as you have said? \n[184]That slavery is an evil that should befall none? \n[185]If you truly do, I would ask...I would beg that you write my friends in the north, acquainting them with my situation and beseeching them to forward free papers, or take such steps as they might consider proper to secure my release. Bass looks at Solomon, holding his gaze for more than a prolonged beat. \n[186]My daughter Margaret is possibly now 19 and my son Alonzo, 16. I miss them so. It would be an unspeakable happiness to clasp my wife and my family again. Bass hands Solomon an end of a long plank of wood and looks over his shoulder, as if to camouflage the conversation by work. They both lift it toward the floorboards. Finally Bass speaks. 116. \n[187]You are certain? Bass takes a marker from Solomon and slides it into the earth. \n[188]Five months. On top of these years. No cause remains. \n[189]Mr. Bass... \n[190]Go home knowing you have tried. The weight of defeat should hang very heavily with both men. Nothing more to do, nothing more to say BASS TAKES \n[191]SURREPTITIOUSLY knowing full well he cannot be seen making contact with a slave. But in the strength of their collective grip, in the emotion in which they hold each other's eyes, we should be able to easily see how greatly Bass wanted to be able to help Solomon. Equally, we can see the depth of regard Solomon has for Bass. The moment is made all the more powerful by the fact neither man can openly speak his regret or thanks. A moment longer, and then Bass releases his grip and makes his way marching toward the gazebo, pointing instructions. Solomon is left, markers in hand, alone. \n[192]...Sir... The Sheriff crosses to him. \n[193]Yes, sir. Pointing off to the distance. \n[194]Mr. Parker...? \n[195]Mr. Parker? As he does, Epps makes his way over. \n[196]Solomon Northup is my name. \n[197]I have a wife and two children. \n[198]Margaret and Alonzo. \n[199]Anne Hampton. I am who I say. Solomon pushes past the sheriff. As Solomon moves toward Parker, his pace quickens with each step until his \n[200]I apologize for my appearance. I have had a difficult time of things these past many years. Solomon looks among his family; trying to recall them as much as they look to see familiarity within him. To his \n[201]Alonzo... Margaret, yes? You do not recognize me, do you? Do \n[202]you...do you even remember the last time we saw each other? I put you on a carriage with your mother... Margaret, tearing, hugs her father. Solomon almost breaks, but he keeps himself together. Looking to the \n[203]And who is this? \n[204]Husband? \n[205]We have much acquainting to do. Margaret rises, she presents her bundle to her father. \n[206]...Solomon... The fact his grandson carries his name, is overwhelming. Solomon breaks down. Emotionally, physically... But ANNE IS THERE TO CATCH HIM. As she holds him, Solomon says to Anne with all his heart: \n[207]Forgive me. ", "Clemens": "\n[1]Who in your estimation is that sympathetic ear? \n[2]I would be just as certain they are counting the money paid for delivering you to this place. \n[3]You know that? You know for certain who they were? \n[4]How I reckon the situation: whatever past we had...well, that's done now. The reality to come is us being transported southward. New Orleans if I were to venture. After we arrive, we'll be put to market. Beyond that... Well, once in a slave state I suppose there's only one outcome. \n[5]I don't say that to give you empty agitation, John... \n[6]Boy, our masters will not come for us. John is nearly beside himself with panic. \n[7]If you want to survive, do and say as little as possible. Tell no one who you really are and tell no one that you can read and write. 30. \n[8]   \n[9]Three can't stand against a whole crew. The rest here are niggers, born and bred slaves. Niggers ain't got the stomach for a fight, not a damn one. \n[10]Survival is not about certain death, it is about keeping your head down. Solomon looks at Clemens Ray, agitated -- his voice now raised above the previous whispers. Grits his teeth. \n[11]Better off. Better than us. \n[12]...My master... Master Ray, sir! Master Ray! Clemens pulls on his chain. As he does so, Several other slaves collapse in his effort to reach his master, like dominos. ", "Alonzo": "\n[1]Jump. You can make it. I've done it. You can make it. \n[2]Yes, I helped Momma make this. \n[3]Me too! ", "Anne": "\n[1]Solomon... Solomon, turning back to his wife with a broad smile waving her forward: \n[2]I will not ruin my dress. Catch me! Solomon moves close, holds out his arms. Yet, there's still just a bit of mischievousness in his eyes. Anne gives her husband a lightly stern look to which Solomon replies. \n[3]You will. And with that Anne takes the leap. Solomon catches her, swings her around grandly and sets her down lightly to the delighted applause of the children. That done, Solomon takes Anne's hand and leads her on. As Solomon and his family make their way, among the slaves on the street, we see one in particular; JASPER. As he trails his MASTER he can't help but note Solomon and his family as they enter A STORE. His intrigue of this most handsome and harmonious group should be obvious. With his Master occupied, Jasper moves slyly toward the STORE. Frozen on the spot, Jasper looks on admiringly. Suddenly a voice barks out- \n[4]I am. Using a long pole, Mr. Parker fetches down a CARRY ALL from an upper shelf. \n[5]It's beautiful. \n[6]We will take it. Children, come see what your father has just purchased for me. As the children run over - chattering excitedly about the new gift - they RUN PAST JASPER who has quietly entered the store. At the checkout counter sits a portrait of WILLIAM HENRY HARRISON, the edges draped in black crepe. Before the book sits a LEDGER. Mr. Parker asks of Solomon: \n[7]Not just now, darling. Anne enters the dining room and places a large chicken at the center of the table. As she takes a seat, all heads are bowed. \n[8]Yes, and you were such a good help. Especially making the gravy. \n[9]It is the custom. I wonder what you'll do without me? \n[10]Darling, it's good money. \n[11]You don't. They kiss. \n[12]Stay safely. Anne and the children loaded up, the Driver chides the horse and the carriage heads off. Solomon waves a hearty good bye to his wife and children. \n[13]There is nothing to forgive. The pair, joined now by the whole family, hold on to each other for life...and one would think for all the rest of their lives. ", "Overseer": "\n[1]Draw the cane from the rick, cut the top and flags from the stalk, understand? Leave only that part which is sound and healthy. Cast off the rest... ", "Anna": "\n[1] ", "Hamilton": "\n[1]He was indeed. \n[2]That is our usual employee. The company currently in the city of Washington. \n[3]And I myself in aide of Mr. Brown; an internationally renowned practitioner in the art of prestidigitation. \n[4]The reason for our inquiry with Mr. Moon... \n[5]Consider it an opportunity to see \n[6]If there is any way in which you would give consideration to the offer... Solomon gives the whole deal one last consideration. \n[7]We are delighted, sir. So delighted. Though we would add that our travel plans-- \n[8]No letter to post? \n[9]Not an additional tip from a one of them. They expect to be entertained for nothing. \n[10]My sincerest apologies, Solomon. You were promised opportunity, and you were given none. \n[11]True. \n[12]Entertaining at pubs and inns has it's place, but a man of your skills deserves better. \n[13]And more importantly you would build your own name and following. The circus tends to attract those with the highest of reputations. An introduction here and there could amount to a lifetime of reward. Now would be the time. With your family away, an opportunity presents itself. \n[14]Oh, very good, sir. Very good. I cannot recall being so excited. \n[15]Six shillings worth of effort could well save much trouble later. \n[16]You should have invited him to sup with us. \n[17]Cheers. \n[18]That's all right Solomon. No shame in it. No shame at all. \n[19]I'm afraid that Brown and I haven't brought you much luck. But rough waters bring smooth sailing. Eventually they do. \n[20]Shhh. We won't hear it. We won't. \n[21]Hmm. A good night's sleep. And tomorrow...tomorrow you will feel as well and refreshed as though the earth were new again. Hamilton lingers a bit too long and a bit too close to Solomon for Brown's taste. With more than a bit of \n[22]Such is the pity. Displaying an odd sort of disappointment, Hamilton slinks away from the bed. He crosses to, and BLOWS OUT A CANDLE. The room goes dark with a blackness more than night. Brown and Hamilton exit. Solomon lays in the dark and moans. His sounds becoming MORE AND MORE ", "Moon": "\n[1]Call the Devil's name... There he is now. Mr. Northup...! I have two gentlemen who should make your acquaintance. Messrs. Brown and Hamilton. \n[2]Mr. Northup, these two gentlemen were inquiring about distinguished individuals, and I was just this very moment telling them that Solomon Northup is an expert player on the violin. "}}