{"filename": "15-Minutes_script.txt", "imdb_id": "tt0179626", "imdb_url": "https://www.imdb.com/title/tt0179626", "characters": ["Emil Slovak", "Rose Hearn", "Fire Marshal Jordy Warsaw", "Detective Leon Jackson", "Detective Eddie Flemming", "Oleg Razgul", "Nicolette Karas", "Himself", "Mugger in Central Park", "Cassandra", "Bobby Korfin", "Robert Hawkins", "Deputy Chief Fire Marshal Declan Duffy", "Detective Tommy Cullen", "Daphne Handlova"], "dialogues": {"Emil": "\n[1]\t\tJust do what I do.  Say the same thing I \t\tsay.  Don't open your mouth.  \n[2]\t\tDon't fool around.  \n[3]\t\tDid you hear what I said?  \n[4]\t\tYes sir.  \tHe hands the passport to the officer who runs it through an \timage swipe.  Emil glances furtively back to Oleg.  \n[5]\t\tTwo weeks holiday.  \n[6]\t\tI have five-hundred dollars.  \n[7]\t\tYes.  \n[8]\t\tIs there a problem?  \n[9]\t\tWe are both from Prague.  \n[10]\t\tTwo weeks.  \n[11]\t\tHe doesn't speak English.  \n[12]\t\tHe made joke, bad joke.  First time on \t\tairplane...  \tThe SUPERVISOR comes over to see what the problem is:  \n[13]\t\tI am butcher.  \n[14]\t\tYou stuff sausage in it.  \n[15]\t\tDog food.  \tEmil looks at Oleg.  Blaming his stupid responses at Passport \tControl for their detainment.  \n[16]\t\tNo.  Are you proposing?  \n[17]\t\t\t \t\tDon't speak Russian!  \n[18]\t\t\t \t\tBecause I don't like your ugly language. \t\tI heard enough of it in school!  Now \t\tspeak Czech or English.  And don't fool \t\taround anymore.  You almost got us \t\tthrown out!  \tEmil pulls out an envelope with Milos' address on it.  This \tis who they came to see.  Emil hails a CAB.  Oleg is staring \tinside a camera store - at himself on a monitor.  A \tvideocamera's pointed out in the street.  \n[19]\t\tWe have no money.  Come on.  \tOleg stares at the videocamera - dying to have one like this. \tEmil slides into the cab.  \n[20]\t\tHere.  \tEmil looks out the window - no sign of Oleg.  Then, Oleg \thurries out the camera store, gripping something inside his \tcoat.  He flings both suitcases in the trunk, SLAMS it shut \tand jumps in the back seat.  He opens his jacket - pulling \tout the VIDEOCAMERA he just stole.  \n[21]\t\tGo!  \tOleg smiles sheepishly at Emil. \t\t  \n[22]\t\tTurn that off!  Get the bags.  \n[23]\t\tFor five years I paid for your \t\tstupidness - you'll carry my bag for the \t\trest of my life if I say so. \t\t\t \t\tUnless you refuse, Oleg.  \tOleg looks at Emil.  Even though Oleg is stronger than Emil, \the fears him.  He picks up both bags.  Emil searches the \toccupant list over the buzzers to the apartment building.  \n[24]\t\tThere.  5RW.  \tEmil pushes ten of the buzzers except 5RW.  A BUZZER clicks \tand Emil pushes it open.  \n[25]\t\tSmell like chemicals...for smoking \t\tdrugs.  \tEmil pockets the pipe and climbs to the top floor, moving \tdown the dirty hallway to a corner door.  \n[26]\t\tSurprise!  Surprise!  \tMilos shoots a look across the tiny kitchen to TAMINA, his \tcomely wife.  \n[27]\t\tYour sister said she didn't know where \t\tyou were so you shouldn't write to her \t\twith return address if you're hiding.  \n[28]\t\tYou know me...I never hurt anybody. \t\tWhere's the money?  \n[29]\t\tMilos.  Get my money!  \tOleg videotapes the scene.  \n[30]\t\tHa. Ha.  \n[31]\t\tA job?  \n[32]\t\tAs a plumber?!  \n[33]\t\tA job??  As a plumber???  You think I \t\tcome to America to work!  \n[34]\t\t\t \t\tYou spent all the money while I was in \t\tprison?  Now you tell me to get a job \t\tfixing toilets?!?  \tEmil pulls the knife away from Tamina - then angrily PLUNGES \tit toward Milos' chest!  \tOleg videotapes it.  Then lowers the camera - shocked that \tEmil killed Milos.  \tBlood sprays Tamina's face.  She tries to run but Oleg grabs \ther, not noticing her brushed gold bracelet falls to the \tfloor.  He covers her mouth as he points the videocamera at \tEmil who STABS Tamina - absolutely enraged!  \n[35]\t\tShe saw!  \tEmil hurries toward the bathroom.  She just got out of the \tshower.  Her underwear and purse are draped over a chair. \tEmil grabs the purse.  Finds a CZECHOSLOVAKIAN PASSPORT.  He \topens the cover, stares at her photo and name.  \n[36]\t\tDaphne Hanlova.  \tThere's one stamp in the passport - from the U.S. when she \tarrived - June 16, 1998.  Underneath is written - 6 MONTH \tSTAY.  Emil flips through the rest of the passport - all \tblank pages.  \n[37]\t\tSix month visa.  Still here two years \t\tlater.  They'll deport her if she goes \t\tto Police.  \tEmil pockets Daphne's passport and wallet, scoops up her \tshoes and jacket - enters the kitchen and dumps them on the \tfloor.  He tears through the kitchen cabinets, throwing cans \tand bottles aside.  \n[38]\t\tI'm going to make a bohemian barbecue.  \tEmil draws the kitchen curtains plunging the room into \tdarkness. \t\t \n[39]\t\t\t \t\tSelf-esteem?  Self-esteem??  \tHe flips through his dictionary to find the meaning of self \testeem.  \n[40]\t\t\t \t\tTurn that fucking thing off!  \n[41]\t\tSpeak English!  \n[42]\t\tHow you erase this?  \n[43]\t\tStupid, Milos.  I didn't want to kill \t\thim. \t\t\t \t\tWhat's this?  \tEmil found the last card in the wallet.  It's pink with a \tpicture of a busty globe.  Printed in the middle is - WORLDLY \tESCORTS - and a number.  \n[44]\t\tWorldly escorts?  \tEmil picks up his dictionary and begins to flip the pages - \tfinding the meaning of worldly.  He gets up and dials the \tnumber.  A soft, SEXY VOICE answers.  Soft music in the \tbackground.  \n[45]\t\tHello?  \n[46]\t\tI'm homesick.  You have Eastern European \t\tgirl?  A Czech girl?  \n[47]\t\tI take her.  Send her!  \n[48]\t\tLouder.  \tVIDEOCAMERA SLOWLY ZOOMS OUT and PANS over to Emil, sitting \ton the hotel bed watching the TV.  He looks at us.  \n[49]\t\tLouder.  \tOleg's hand reaches in front of the lens - turning up the \tvolume.  The scene cuts back to Stephen Geller being \tinterviewed by Robert Hawkins and his camera crew.  He's \tsitting on the front lawn of a mental institution in a paint \tstained shirt.  A showing of his artwork is displayed in the \tbackground.  Patients peruse the paintings of weird \tdysfunctional faces that avoid eye contact.  One of the \tpaintings depicts Eddie Flemming and Leon Jackson.  \n[50]\t\tI love America.  No one is responsible \t\tfor what they do.  \tThere's a KNOCK on the door.  Our VIDEOCAMERA POV swings over \tto it.  Then WHIPS back to Emil.  Emil looks at us.  \n[51]\t\tGet in the bathroom!  \n[52]\t\tOleg, get in bathroom, stay there and \t\tshut up!  \tEmil turns off the TV.  Our POV backs into the bathroom, \tclosing the door but leaving it open a crack.  Emil looks \tdown at his shoe.  The POV PANS down to the kitchen knife \tsticking out of Emil's BOOT.  Emil's hands pull his pants \tcuff over it.  POV PANS up to Emil as he moves to the door \tand opens it.  It's not Daphne and she's not world class.  \n[53]\t\tWhere's Czech girl?  \n[54]\t\tI ordered a Czech girl.  Daphne, you \t\tknow her?  \tOleg ZOOMS in for a CLOSE UP of Honey.  During the rest of \tthe scene Oleg films her.  Honey begins to undress.  \n[55]\t\tWhere is escort service?  \n[56]\t\tI like to talk to the person who runs \t\tthe service.  Can you give me address?  \n[57]\t\t\t \t\tListen to me.  I don't want sex.  Just \t\tgive me the address and then you go.  \n[58]\t\tGive me the address!!  \n[59]\t\t\t \t\tWho is he?  \n[60]\t\tDo you know how much killer gets for \t\tmovie rights?  \n[61]\t\tMillion?!  The killer gets one million \t\tdollars for a television interview?  \n[62]\t\tYes.  Both.  \n[63]\t\t\t \t\tGet a taxi.  \tOleg tucks the magazines in his coat, picks up the suitcases \tand hails a taxi.  As Emil collects his change he sees an old \tBLIND WOMAN waiting at the crosswalk.  The light's blinking \n[64]\t\tLet me help.  \tEmil gently takes her arm and crosses her to the other side.  \n[65]\t\tI...I have a temper.  \tShe looks at him, not understanding.  Oleg films the scene.  \n[66]\t\tWhen I lose it, I lose control.  I \t\tdidn't intend to kill Milos but he stole \t\tfrom me.  Cheated me!  When I went to \t\tprison, they beat me.  I still didn't \t\ttell he was my partner.  I loved Milos \t\tlike a brother...  \tThe tone in Emil's voice - there's an uncharacteristic \tsoftness to it.  He wants to reconcile his behavior to her.  \n[67]\t\t\t \t\tI'm not a killer.  \tThe back door opens.  He shoves the knife in his pocket as \tLudwig peers around the alleyway.  What he sees is Emil \tleaning close to Daphne, kissing her.  \n[68]\t\tSmart girl.  I'm glad you're not a \t\twhore.  But washing hair?  This is no \t\tjob for a woman as beautiful as you. \t\tThey should be washing your hair.  \tEmil reaches into his pocket and pulls out SOMETHING, sticks \tit in the palm of her hand, closing her fingers around it.  \n[69]\t\tI don't want to kill you.  But if you \t\ttalk, I will. \t\t\t \t\tI thought you'd want these.  \tHe taps her hand...he turns and goes out the rear exit.  Oleg \tfollows.  Jordy arrives.  \n[70]\t\t\t \t\tPut the fuckin' camera down!  Let's go!  \tEmil starts to flee.  \n[71]\t\tShut up.  \n[72]\t\tThis is nothing.  \tEmil lifts his shirt, exposing his back.  \n[73]\t\tDon't want to film this?  \tWe don't see what Oleg sees - not yet - but from his \texpression, it's horrible.  \n[74]\t\tThe video of Milos and Tamina - I told \t\tyou to erase it.  \n[75]\t\tAnd the whore's murder?  You didn't \t\terase that either, did you?  Don't lie, \t\tI won't be angry.  \n[76]\t\tPut the camera down, Oleg.  \tOleg closes the LCD screen and puts the camera down.  Emil \tremoves a small address book -- from Leon's wallet - he looks \tup Eddie Flemming's name.  \n[77]\t\tWhat does it look like?  It's an address \t\tbook!  \tOleg jumps up with the camera to tape the book.  \n[78]\t\tSit down!  \n[79]\t\tSo...who's Nicky?  \n[80]\t\tYour opinion. \t\t\t \t\tYou see, they going to make a movie \t\tabout me, too, Eddie.  And write books.  \n[81]\t\tI kill someone famous.  \n[82]\t\tGood - be tough to the end.  Actor who \t\tplays you will want to die like hero.  \tEddie looks at the videocamera.  Emil answers Eddie's look.  \n[83]\t\tSo tabloids don't have to do re \t\tenactments.  They going to have real \t\tmovie this time.  \n[84]\t\tTurn it off.  \tOleg obeys.  Emil turns to Eddie.  \n[85]\t\tNo.  We are insane.  Who else but crazy \t\tmen would film their murders? \t\t\t \t\tSo we kill someone famous and if we are \t\tcaught, we are sent to mental hospital. \t\tBut what good is money there?  Because \t\tonce in hospital I say I not crazy. \t\tJust pretended to be acquitted.  We see \t\tpsychiatrists.  They must certify we are \t\tsane and because of your - what is law \t\tcalled? \t\t\t \t\tOh - I got it.  Because of your Double \t\tJeopardy law, we can't be tried for same \t\tcrime twice.  We come out free, rich and \t\tfamous!  \n[86]\t\tSmarter than Americans.  You're fed cry \t\tbaby talk shows all day long.  Not only \t\twill Americans believe me, they'll cry \t\tfor me. \t\t\t \t\tSo...Detective Eddie Flemming, would you \t\tlike to say goodbye to your Nicolette? \t\tMaybe you can propose to her now?  \tEddie says nothing.  Just stares at Emil.  Emil puffs on \tEddie's cigar.  \n[87]\t\tOkay.  He has nothing to say. \t\t\t \t\tStart the camera!  \n[88]\t\tBad last moment - I cut that out.  \tEmil raises the pistol again - pointing the gun at Eddie's \tleft temple.  Emil cocks the hammer, but Eddie avoids the \tgun, ducking his head to the side of Emil's arm.  Standing \tand following his head up Emil's arm and pushing him over \tinto the desk.  Eddie then knocks Emil with the chair and \tEmil falls off the desk and onto the floor.  \tOleg still grips the videocamera.  Eddie continues around \twith the chair and drives Oleg back across the room - pinning \thim to the wall.  \tEddie comes back from Oleg to the gun at the same time as \tEmil is limping for it.  Eddie knocks Emil out of the way \twith the chair and then stabs him with the legs of the chair \trepeatedly.  \tEddie comes up and around again at Oleg who is coming at him \tfrom the wall.  Eddie knocks Oleg over the coffee table and \tonto the sofa.  Falling on top of him, rolling over and \tleaving Oleg on the sofa.  \tEddie manages to get up from the sofa and position the chair \tin such a way that he can fall over backward and grab the \tgun.  Emil limps toward the gun at the same time and it is \tnot clear in the darkness who has the gun.  \tOleg gets up from the sofa and goes over to get the \tvideocamera.  Eddie has managed to get the gun and comes up \tas Oleg is moving in with the camera and starts shooting \ttoward Oleg - managing to shoot one of the blinds off the \twindow and one of the lampshades off the lamp.  \tOleg crouches down with the camera and Eddie starts to turn \ttoward Emil who comes at him with the knife and stabs him in \tthe stomach.  \tEmil steps back, revealing the knife is BURIED IN EDDIE'S \n[89]\t\tDie.  Die.  \tEmil looks around.  Grabs a black pillow and finishes Eddie \toff, suffocating him. \t\t  \n[90]\t\tCome to 45 Broadway.  Don't bring the \t\tPolice.  Come alone or you'll be in my \t\tnext film.  \n[91]\t\tNo.  I'm the best that's ever threatened \t\tyou.  \n[92]\t\tWe'll talk about that.  Four o'clock \t\tgives you time to go to bank.  Three \t\thundred thousand dollars.  \n[93]\t\t\t \t\tIf you don't want my film - I'll call \t\tanother show.  And they will show it.  \n[94]\t\tCome alone.  Bring cash.  And we'll talk \t\tabout surrendering.  \tCLICK.  The line goes dead.  Hawkins disconnects.  Hands the \tphone back to Maggie.  She's looking at him.  Excited. \tHawkins looks at Nicolette.  His mind whirls.  \n[95]\t\tAmerica!  Who says you can't be success \t\tin America?  I arrived with nothing, \t\tknowing nobody - now look - I am a \t\tsuccess story!  \tThe videocamera is lowered.  Oleg turns it off.  Asks \tsuspiciously.  \n[96]\t\tOleg, don't be paranoid.  You got a \t\thundred-fifty thousand dollars, didn't \t\tyou?  I gave you half of what they gave \t\tme.  Look - here we are!  \tEmil gestures toward the big television set.  We are in \tPlanet Hollywood - where diners and those by the bar can \twatch a huge screen hanging from the ceiling.  Robert Hawkins \tis introducing his show.  \n[97]\t\tThe one who got caught in the bathroom. \t\t\t \t\tGeorge Michael.  \tEmil laughs.  Oleg doesn't.  \n[98]\t\tShut up.  Look!  \tEmil points towards the TV.  \"Top Story\" is continuing.  The \tscene cuts to Emil's video footage.  Eddie is handcuffed to \tthe chair.  The light illuminating his face.  \n[99]\t\tBad last moment - I cut it out.  \tEmil looks at Oleg - furious.  \n[100]\t\tI told you to cut that out before we \t\thanded in the tape!  \n[101]\t\tDie.  Die.  \n[102]\t\tWhy did you leave that stuff in about \t\tyou being the director?  \n[103]\t\tYour idea?  I thought it was my idea.  \tOleg tenses.  Emil laughs.  \n[104]\t\tAren't you just the cameraman?  \tOleg doesn't laugh.  \n[105]\t\tCredit?  \n[106]\t\tYes.  But there's only one problem - you \t\twant credit but the problem is - I don't \t\tshare credit.  \tOleg is pissed.  \n[107]\t\tYou got that?  \n[108]\t\tYou think you are a director?  You are a \t\tfucking little, small Russian piece of \t\tshit.  And I hate you.  I fucking hate \t\tyou.  \tEmil slaps Oleg across the face.  Oleg stands up.  Emil \tsuddenly pulls out Eddie's gun but before he can pull the \ttrigger, Oleg STABS Emil in the arm!  Emil squeezes off a \tshot through the crowded restaurant.  Patrons SCREAM - Oleg \truns through the restaurant, escaping.  It's chaos. \tHawkins arrives with a crew and with BRUCE CUTLER, a \tconfident, tough criminal attorney.  \tEmil pulls the steak knife out of his arm, picks up a napkin - \tpressing it to his wound.  \n[109]\t\tOh, hello.  \tCutler accesses the situation.  \n[110]\t\tAre you my attorney? \t\t\t \t\tI'm Emil.  I'm insane.  \n[111]\t\tHere.  I have your money.  \tEmil picks up a briefcase and hands it to Cutler.  Cutler \topens it - inside is the cash Emil got from Robert Hawkins. \tEmil looks at the table, pushing the plates and silverware \taside.  Emil looks under the table, throwing the chair aside, \tfreaking.  He's lost the most important thing in his life.  \n[112]\t\tOh no!  No!  Shit!  \n[113]\t\tHe has the camera!  He took the movie!  \tJordy comes in, gun raised.  \n[114]\t\tI give up!  \tJordy is disappointed!  He didn't want to take Emil alive. \tHawkins signals to his camera man, who swings his camera at \tJordy as he approaches Emil, his gun aimed at Emil's head.  \n[115]\t\tNo.  Keep filming...  \tJordy realizes how media savvy Emil is and understands in \tthat moment why he's surrendering.  Jordy yanks Emil up - \tdragging him across the restaurant floor - Emil still \tfavoring his ankle.  \n[116]\t\tWhere are we going?  \n[117]\t\tYes.  Yes, come with me!  \n[118]\t\tMy father was.  He gave me many lessons \t\tabout fire.  Now it's my friend.  \n[119]\t\tYou can't kill me.  You're not a cop. \t\tJust fireman with a gun.  I bet you \t\tnever shot anybody in your life.  \n[120]\t\tC'mon.  Pull the trigger.  Do it.  Oh, \t\tlook, you're sweating.  You don't have \t\tthe balls.  \n[121]\t\tThe Sheraton!  On Broadway!  Room 210. \t\tGo get Oleg.  He'll kill you.  \tLeon runs up.  Tommy's relieved to see Jordy didn't kill \tEmil.  \n[122]\t\tYou bring the cigarettes?  \n[123]\t\tI was all of these.  \n[124]\t\tWhat about Oleg?  \n[125]\t\tNo, he is here.  Shit...  \n[126]\t\tWhat about my movie rights?  Book \t\trights?  \n[127]\t\tWhat's your cut?  How much?  \n[128]\t\t\t \t\tNo.  No way.  \n[129]\t\tThirty-percent.  No more.  Or I call \t\tanother lawyer.  This is the biggest \t\tcase of your life.  Don't try to \t\tnegotiate.  Thirty percent.  Say yes or \t\tno.  \n[130]\t\tWhat else do you need?  \n[131]\t\t\t \t\tGive me another one, please.  \tCutler stuffs another cigarette in Emil's mouth.  Lights it.  \n[132]\t\tMy father always degraded me.  Killed my \t\tself-esteem.  And my mother was blind.  \n[133]\t\tYeah, she went blind giving birth to me. \t\tShe went to fucking black market doctor \t\tto induce me.  \n[134]\t\tYeah, yeah...bad doctor gave her bad \t\tdrugs which made her go blind.  And my \t\tfather blamed me for her blindness...  \n[135]\t\tYeah, he hated me from day when I was \t\tborn.  Put it out.  Can you put the \t\tcigarette out?  \tCutler takes the cigarette from Emil's lips and extinguishes \tit.  \n[136]\t\tThat's what he did to me.  He put \t\tcigarettes out on me.  \n[137]\t\tOut on my back when I was a small boy.  \n[138]\t\tI'm abused.  Don't you think?  \n[139]\t\tBe careful.  I can kill you.  I'm \t\tinsane.  \tJordy shoves Emil into Cutler.  A scuffle breaks out as the \tcops separate the two - pulling Jordy back as we cut to:  \n[140]\t\t...so we kill someone famous and if we \t\tare caught, we are sent to mental \t\thospital...  \n[141]\t\tTraitor!!  \n[142]\t\tI'll kill her!  Back off!  Everyone back \t\taway from me!  \tWe hear Jordy's voice above Emil.  \n[143]\t\tTell him to put his gun down!  \n[144]\t\tIf he doesn't lower his gun I'll fucking \t\tkill her.  \tJordy doesn't lower his gun.  Emil tries to back away.  The \treporters - who have ducked and covered - are still keeping \ttheir lenses pointed at the scene.  This is great film! \tJordy follows after Emil - his gun raised.  \n[145]\t\tShut up!  \tMeanwhile, the captain is still yelling:  \n[146]\t\tShut up!  \tEveryone is screaming at once.  It's mass chaos.  The captain \tis trying to keep everyone calm.  Cops following along with \ttheir weapons lowered.  All except Jordy - his gun still \tpointed at Emil. \tHawkins can't believe what footage he's getting.  He's \tpushing his cameraman to the front of the pack.  Trying to \tget the best coverage.  \n[147]\t\tI'll surrender!! I'll surrender if he \t\tlowers his gun.  \tHe's pointing at Jordy but he's continuing to back away \ttowards the police boat.  ", "Slovak": "", "Rose": "\n[1]\t\tSo you slept with your son's wife! \t\tWhat's that all about?  \n[2] \n[3]\t\tWho's there?  \n[4]\t\tI have nothin' to say.  If you wanna \t\tcontact my attorney...  \n[5]\t\tYou!  I've seen you on TV!  \tEddie glances self-consciously at Jordy.  \n[6]\t\tC'mon in.  C'mon in!  \n[7] \tThey enter.  \n[8]\t\tJust a minute.  Shit.  And I don't have \t\ta camera.  Hold on a second.  \tRose moves back to the phone - finishes up her conversation \tin Afrikaner.  We hold on Eddie and Jordy at the door.  Eddie \tlooks around - taking in the place.  FOUR GIRLS are on \tphones.  Two girls take orders for customers.  The other two \twork the phone sex lines.  Rose hangs up the phone - turns to \tEddie and Jordy:  \n[9]\t\tWhat's wrong?  \n[10]\t\tOh my G-d.  Honey!  Honey's dead?  \n[11]\t\tYeah.  He wanted a girl from \t\tCzechoslovakia, but I sent him Honey \t\t'cause once they get there, you know, it \t\tdoesn't really matter - Honey was \t\tkilled...?  Poor girl...  \n[12]\t\tNo.  \n[13]\t\t\t \t\tBoy, she's so popular all the sudden.  \n[14]\t\tDaphne.  Another guy came in asking me \t\tabout her, too.  \tJordy pulls out the sketch, unfolds it.  \n[15]\t\tYeah.  Sort of.  I tried to recruit her, \t\tgave her my card.  She said she'd think \t\tabout it but I never heard from her.  \n[16]\t\tHe said he was her cousin.  I told him \t\twhere she works.  They were just here.  \n[17]\t\tTall, short-haired, scary eyes.  Second \t\tguy with him was...shorter, with a \t\twrestler's build.  And he wouldn't turn \t\this videocamera off me.  \n[18]\t\tShe washes hair up at Ludwig's - a salon \t\ton 63rd and Madison.  ", "Hearn": "", "Oleg": "\n[1]\t\tOkay.  \n[2]\t\tOkay.  \tOleg holds up his disposable camera - at arms length - to \ttake a picture of himself.  \n[3]\t\tI want to document my trip to America.  \n[4]\t\tYes...he's my friend.  \n[5]\t\tI speak English.  \n[6]\t\tNew York.  \n[7]\t\tA cheap hotel.  \n[8]\t\tI'm here for movies.  \n[9]\t\tYes.  No.  Both.  When I was a boy, I \t\tsee movie at school called \"It's a \t\tWonderful Life\" directed by Frank Capra. \t\tEver since I want to come to America. \t\tLand of the free.  Home of the brave.  A \t\tland where anyone can be anything. As \t\tlong as they are white.  \n[10]\t\t\t \t\tLook.  Times Square.  Just like in the \t\tmovies!  \n[11]\t\t\t \t\tWhy?  Why do I always have to speak to \t\tyou in Czech?  \n[12]\t\tLook.  New videocameras.  Color \t\tviewfinder.  Image stabilization. \t\tSolarization.  Night vision.  \n[13]\t\tWhy should I carry your bag?  I am not a \t\tdog.  \n[14]\t\tWhat?  \n[15]\t\tHello, Tamina.  \tOleg is looking Tamina over.  Milos - though scared - barks \tat Oleg.  \n[16]\t\tWhat are you looking for?  \tEmil finds nail polish remover - looks at the bodies.  \n[17]\t\t\t \t\tI'm not filming.  I'm watching Milos \t\tdie.  It's just like a move but realer.  \tEmil grabs the videocamera. \t\t\t \t\tDon't break it!  Don't break it!  \n[18]\t\t\t \t\tYou said speak Czech!  \n[19]\t\tI'll do it.  Don't hurt my camera!  \tEmil tosses the camera back to Oleg who drops his vodka \tbottle in order to catch the camera.  Oleg, holding the \tcamera like it's gold, goes to the dresser and puts it away. \tEmil starts to go through Daphne's wallet.  \n[20]\t\tWhore?  \n[21]\t\tWhatever we do - we fuck her, right?  \n[22]\t\tThis is second day in America.  First \t\tday was very exciting.  Full of thrills \t\tand chills.  Over there, is co-star of \t\tmy new movie, Emil!  \tHe turns the camera around - FILMING EMIL.  \n[23]\t\tAnd these.  \tOleg picks up FILM COMMENT, MOVIELINE and PREMIERE magazine. \tEmil pays for everything.  \n[24]\t\tDaphne Handlova?  \n[25]\t\tEmil, look!  \tOleg swivels with the videocamera.  Korfin is running toward \tthem - pushing through the crowd.  Emil FIRES!  Korfin is \tblown backwards.  \n[26]\t\tPerfect!  Cut.  Print!  \tEddie arrives.  Bends down to Leon, whose face is red with \tblood.  Jordy runs to Korfin, who's laying in the street, \tshot in the side.  Jordy cradles his partner.  \n[27]\t\tGotta light the scene better.  Now it's \t\tmore moody... like a scene from THE \n[28]\t\tDoes it hurt?  \tEmil lifts his foot out of the sink.  \n[29]\t\tOh, shit.  I hate looking at that!  \n[30]\t\tWhat is it?  \n[31]\t\tI did.  \n[32]\t\tWhy not?  \n[33]\t\tWhat is that?  \n[34]\t\tLet me get a shot of it.  \n[35]\t\tThis way.  Hold it this way.  Good.  \tOleg gets a shot and quickly sits back down.  \n[36]\t\tWhy won't you be angry at me for keeping \t\tmy movie?  \tEmil takes a gulp of beer - drops cash on the table and limps \taway.  Oleg follows. \t\t  \n[37]\t\tGood idea!  \n[38]\t\tCut!  \tEmil looks at Oleg.  \n[39]\t\tThis is my project.  I say 'action.'  I \t\tam the director!  You are the talent. \t\tYou wait for me to say 'action!'  \tEmil looks at Eddie as if to say, \"See what I have to put up \twith.\"  Oleg gestures from behind the videocamera.  \n[40]\t\tAnd...action!  \tOleg FILMS as Emil raises Eddie's service revolver.  Eddie \tsuddenly KICKS at Emil's hand, but Emil pulls it away, \tbacking out of Eddie's reach.  \n[41] \tis VIDEOTAPING them from the opposite rooftop.  Tenants from \tDaphne's building are fleeing down the fire escape.  Emil \tstands in back of Oleg - who is very excited.  He turns the \tcamera on himself.  \n[42]\t\tThis is great film!  You can see fire \t\tright now - Daphne is in fire - Fire \t\tMarshal is here.  Everything is so \t\tmessy.  Everything is so crazy right \t\there!  Look at this fire!  We made it! \t\t90% of people who die in fire die from \t\teating smoke.  So most likely they all \t\tdie from eating smoke.  \tThe CAMERA PANS to Emil.  \n[43]\t\tAnd this is the man who started the \t\tfire.  Say something to your fans, Emil!  \tEmil waits a beat and then blows a kiss to the lens.  \n[44] \tAcross the roof is videotaping the bathroom as it EXPLODES!  \n[45]\t\tYou are success story?  I am success \t\tstory!  Why do you say I and not we?  \n[46]\t\tIn movie they make of us, who do you \t\tthink would act me?  \n[47]\t\tI'm serious.  \n[48]\t\tThis is my project.  I say 'action.'  I \t\tam the director!  You are the talent. \t\tYou wait for me to say 'action.' \t\t\t \t\tAnd 'action!'  \n[49]\t\tBe quiet.  Watch.  \tOleg watches the big-screen TV as Emil raises the pistol to \tEddie's temple.  Eddie pushes him over the desk.  Eddie then \tknocks Emil with the chair and Emil falls off the desk onto \tthe floor.  Eddie continues around with the chair and drives \tOleg back across the room - pinning him to the wall.  Eddie \tand Emil both go for the gun.  Eddie knocks him out of the \tway.  Stabs him with the legs of the chair repeatedly. \tLeaves him in a ball on the floor.  Oleg comes at Eddie and \the knocks Oleg over the coffee table and onto the sofa.  The \tblinds and lamp shade are shot - bathing the room with more \tlight.  Emil stabs Eddie in the stomach.  Oleg kneels down \tfor a CLOSE-UP.  \n[50]\t\tBecause I am the director.  Don't you \t\trealize, if it wasn't for my film, for \t\tmy talent, my idea to do this - no way \t\twould we be sitting here right now.  \n[51]\t\tI'm serious...this - this is a great \t\tAmerican film.  Full of violence and \t\tsex.  And I want my credit.  \n[52]\t\tYes.  Before we hand in the next video - \t\tI put titles on it and my credit is \t\tgoing to read - Directed by Oleg Razgul.  \n[53]\t\tNo, I don't get that!  \n[54]\t\tLook at that.  See that shot!  Seamless. \t\tNo cuts. \t\t\t \t\tAnd look.  Look at that transition. \t\tThat's filmmaking!!  Isn't it great?!  \tJordy KICKS in the door - gun raised.  \n[55]\t\tLook!  Over here!  \tJordy turns.  Oleg stands up and FIRES at him - trying to \tfilm Jordy's death with a videocamera. \tJordy ducks, then rises up with his gun as Oleg vaults over \tthe seats, leaping from one to the other, mashing shoulders \tand heads, bounding for the screen.  \n[56] \tIn disguise - sunglasses and a hat.  Holding his videocamera.  \n[57]\t\tIt's all in here.  All in here.  \n[58]\t\tHe knew exactly what he was doing - all \t\tof this was planned!  It's all here in \t\tmy movie.  Emil is not insane.  Look. \t\tLook!  \tOleg PLAYS his videocamera as lenses focus, we see excerpts \tof the moment where Emil explains to Eddie:  \n[59]\t\tNo.  You are the traitor.  You are \t\tmurderer.  I am director.  Action!  \tOleg pulls his gun.  Emil pulls Cutler in front of him as:  \n[60] \tas it ZOOMS from the Statue of Liberty and PANS to Oleg.  He \tlooks in the lens with his dying eyes, gasps:  \n[61]\t\tA film...by Oleg Razgul.  \tAnd Oleg dies but suddenly his eyes pop WIDE OPEN.  Hawkins \tjumps back, Oleg smiles, coughing in pain.  \n[62]\t\tHow was that?  \tOleg's head rolls to one side.  Now dead.  Nicolette runs \tover to Jordy.  Composing herself.  Coming together.  Glad \tEmil is dead.  Jordy starts to walk away.  ", "Razgul": "", "Nicolette": "\n[1]\t\tDetective, does it look like a murder?  \n[2]\t\tHow many victims are up there?  \n[3]\t\tCan we go up to the crime scene?  \n[4]\t\tIs it drug related?  \n[5]\t\tDetective...what's that you're holding \t\tin your hand?  Evidence?  \tMike pans up to Eddie's face.  Other reporters arrive, \thurling questions which Eddie easily answers.  Cameras flash \tas we PAN BACK TO Korfin and Jordy.  Jordy is about to get in \tthe car as he notices, back behind some construction - DAPHNE \tHANDLOVA.  She's still wearing the crumpled summer dress. \tShe tentatively steps out to signal Jordy.  He only catches a \tglimpse of her.  He starts toward her -- knifes through the \tcrowd - but Daphne is gone.  \n[6]\t\tDetective - can you tell us what \t\thappened here?  \n[7]\t\tI understand, but I noticed that the \t\tFire Marshall is here with you.  Is this \t\tsomehow related to the fire department?  \n[8]\t\tOkay.  But I do understand that your \t\tpartner, Leon Jackson's been injured. \t\tIs that correct?  \n[9]\t\tDo you have the suspect in custody?  \n[10]\t\t\t \t\tAlright, cut, cut, cut.  \tMike the cameraman cuts the cameraman - lowers it from his \tshoulder.  \n[11]\t\t\t \t\tEddie, are you okay?  \n[12]\t\tAlright.  \n[13]\t\tAlright.  \n[14]\t\tOkay.  \tEddie walks into the restaurant.  Throws a look back at her, \tthen enters.  \n[15]\t\tHey, honey.  \n[16]\t\tWhat is your problem?  Why'd you snap at \t\tme?  I just wanted a statement.  \n[17]\t\tYou didn't have to embarrass me in front \t\tof my colleagues.  You could give me \t\tsomething.  \n[18]\t\tStop it.  \n[19]\t\tAlright, alright, Eddie.  Don't \t\tpatronize me.  \n[20]\t\tYes you are.  I'm not just some \t\treporter.  I don't just stick a \t\tmicrophone in your face.  You could give \t\tme something.  \n[21]\t\tThat was good.  You were holding the \t\tevidence.  \n[22]\t\tWell, who was it that taught me how to \t\tdo that?  Huh?  \n[23]\t\tYou're not so bad yourself.  \tThey look at each other.  \n[24]\t\tC'mere.  \tThey kiss.  \n[25]\t\tLook at this.  You have blood on your \t\tshirt.  Whose is it?  \n[26]\t\tJesus.  And last week you came over with \t\tblood on your shoes.  What am I going to \t\tdo with you?  \tEddie takes her hand.  \n[27]\t\tWhat are you doing?  What are you \t\tsaying?  \tNicolette's phone keeps ringing.  Eddie stares at it.  \n[28]\t\tEddie?  \tNicolette's phone keeps ringing.  \n[29]\t\tDon't worry about the damn phone.  I \t\twon't answer it.  \n[30]\t\tNo.  Tell me what you want to say.  \n[31]\t\tOkay.  Okay.  Hold that thought just for \t\ta second.  They only call me when it's \t\tan emergency.  Just hold that thought. \t\t\t \t\tCan you call back?  \n[32]\t\tWhat're you talking about?  \n[33]\t\tWhat?  Oh.  Okay.  Yeah.  \tThe line disconnects.  She collapses the phone.  Turns to \tEddie.  \n[34]\t\tOh my G-d, they want me to anchor.  They \t\twant me to anchor tonight!  \n[35]\t\tYeah.  \n[36]\t\tOkay.  That is great.  But I can't go \t\tnow, we're in the middle of something \t\there.  \n[37]\t\tNo.  No, listen to me here.  I want to \t\tknow what you're talking about.  You \t\tknow, the shoe thing and the marriages \t\tand...  \n[38]\t\tPromise?  \n[39]\t\tYeah.  I'll do that.  As long as you're \t\tnot patronizing me.  \n[40]\t\tI love you.  \tThey kiss.  \n[41]\t\tOkay, til tonight.  \n[42]\t\tYou promise?  \n[43]\t\tOkay.  And you know what, I'll swing by \t\tmy place, grab a couple pairs of shoes \t\tand maybe just test them out next to \t\tyours...How's that... Would that be a \t\tgood thing.  \n[44]\t\tOkay.  \n[45]\t\tThank you.  \n[46]\t\tYou know...you know he was gonna propose \t\tto me.  The crime guys found a card he'd \t\twritten out to me.  And a ring \t\tbox...these fuckers that killed him - \t\thave my ring.  They have my diamond \t\tengagement ring...  \tHawkins touches her shoulder with compassion.  \n[47]\t\tWhat do you mean you know?  He told you \t\the was gonna propose to me?  \n[48]\t\t\t \t\tI want to hear everything he said.  \n[49]\t\tAlright.  Go ahead.  \n[50]\t\tOh my G-d.  We were having lunch here. \t\tHe started making overtures - talking \t\tabout little shoes next to his in his \t\tcloset but I got a call to anchor - and \t\tI walked out on him.  I walked out on \t\thim when he was trying to ask me to \t\tmarry him!!  \tNicolette is crying now.  She angrily wipes away a tear.  \n[51]\t\tI'd never had a great relationship \t\tbefore.  I'd never made great choices \t\twith men.  And he wasn't easy to get to \t\tknow.  He was older, my parents told me \t\tI was nuts to get involved with him. \t\tBut he was so great to me.  Always \t\tencouraging, telling me I could do \t\tanything... \t\t\t \t\tHe was the one.  You know, I'd give up \t\teverything - everything - for just a \t\tlittle more time.  I would've spent \t\tfifteen minutes with him if that's all I \t\tknew I had.  \tShe's lost it.  Hawkins consoles her.  Nicolette shrugs him \toff - turns back to her drink.  Downs the rest of it.  A \twoman arrives, MAGGIE, Hawkins' producer - assistant in tow.  \n[52]\t\t...and today with his partner who he \t\tblamed for the crimes still at large, \t\tEmil Slovak will appear in court.  His \t\tlawyer will argue that he is mentally \t\tunfit to stand trial.  Eyewitness News \t\thas also learned that later this month, \t\tJordy Warsaw will himself be appearing \t\tin court.  He will be arraigned on \t\tcharges of violating the civil rights \t\tof...Zwangen...Zwagen...  \n[53]\t\tGoddamn assholes everywhere. \t\tZwangenbobby..Zwangendaba.  I got it. \t\tI'll do it.  Shit.  Let's start again. \t\t5-4-3-2-1...  \tShe starts over.  \n[54]\t\tMr. Zwangendaba claims to be a direct \t\tdescendent of the African King from whom \t\the takes his name...  \tJordy's face is flashed on screen.  The phone RINGS.  Jordy \tpicks up.  \n[55]\t\tShoot!  Shoot him!!  \n[56]\t\tShoot!  Shoot!  Shoot him!!  \n[57]\t\tDon't.  Don't let him surrender.  Shoot \t\thim!  \tJordy won't take his gun off him.  \n[58]\t\tWait a minute.  Where are you going? \t\tLearn from Eddie.  Talk to the court of \t\tpublic opinion.  Take the credit, you \t\tneed it.  \tShe turns him around.  Straightens his tie.  Starts to push \tthe hair out of his face but he stops her hand.  \n[59]\t\tCut.  \tHer cameraman lowers his leans.  Jordy smiles.  She nods. \tJordy turns and walks away.  \n[60]\t\tGet a shot of him leaving.  Then pan to \t\tme.  \tJordy disappears into the sea of people.  The camera PANS \tback to Nicolette.  \n[61]\t\tWell, he wouldn't talk to us, but you \t\tsaw it.  \tThe CAMERA PULLS BACK from Nicolette's face and the video is \tnow on:  \n[62]\t\tNew York City has a new hero, Fire \t\tMarshal Jordan Warsaw.  I hope that Fire \t\tMarshal Warsaw's heroic actions this \t\tafternoon will help with his other legal \t\tproblems.  WB11 has also learned that \t\tthe fire Marshal has retained an \t\timmigration lawyer to help Daphne \t\tHandlova with her case.  We wish her \t\twell.  This is Nicolette Karas, live at \t\tBattery Park, WB11 New York.  Good \t\tnight.  ", "Karas": "", "Himself": "", "Cassandra": "", "Bobby": "", "Korfin": "\n[1]\t\tYo, Jordy!  \tBOBBY KORFIN - an overweight arson investigator with a quick \twith and good sense of humor - comes over, pulling on a \tturnout coat.  \n[2]\t\tWhere you been, man?  We got a \t\tcelebrity!  \n[3]\t\tI don't know, you think Eddie will give \t\tme his autograph?  \n[4]\t\tNaw - I'm sure the suspect's not here.  \n[5]\t\t'Cause Eddie woulda locked him up by \t\tnow!  \n[6]\t\tNah, not at all.  Detective Flemming - \t\tBobby Korfin.  My Uncle Tony worked with \t\tyou at 2-1 back when you were a rookie.  \n[7]\t\tSorry, bro.  \n[8]\t\tOkay, Jordy - it was a fast fire, we got \t\tgood patterns - about thirty minutes \t\told.  \tJordy moves to one of the corpses.  He pulls on a white \trubber glove.  Inserts his finger in the corpses mouth.  The \tglove comes out white.  \n[9]\t\tClean?  \n[10]\t\tBut you knew that, right?  \tLeon looks at Jordy, then lowers the handkerchief.  Jordy \tturns back to the corpses on the bed.  Eddie - in the other \troom - has found Tamina's brushed gold bracelet on the floor.  \n[11]\t\tThey have not soot in their mouths, \t\twhich means they weren't breathin' \t\tbefore the fire and that usually means \t\tthey were deceased - and this piece of \t\tcloth that my partner found means they \t\twere wrapped up in something, probably \t\tdoused with a flammable liquid and \t\tpositioned like this on the bed.  To the \t\tuntrained eye, it looks like an \t\taccident.  \tJordy kicks around the draining floor, reaches down for \tsomething.  \n[12]\t\tHere you go.  A big double homicide.  \n[13]\t\tYou see Eddie's face when I gave him the \t\ttimer?  Wish I had a picture of it.  \n[14]\t\tWhat??  \n[15]\t\tWhat?  \n[16]\t\tYeah?  \n[17]\t\tYeah, right.  \n[18]\t\tI said, yeah, you're right, Chief.  As \t\tsoon as we get somethin' we'll let you \t\talert the media.  \n[19]\t\tMax.  \n[20]\t\tMax!  \n[21]\t\tGet in line.  \tKorfin takes over - throwing him out.  Jordy turns to Garcia \twho is laughing.  \n[22]\t\t-- From Czechoslovakia?  And how long \t\thave they been livin' in your building? \t\t\t \t\tAlright, I'll be in touch when we know \t\tsomethin'. \t\t\t \t\tMilos and Tamina Karlova.  They were \t\tquiet and kept to themselves.  Landlord \t\tdon't know who your girl is.  \n[23]\t\tYou hear that question, Garcia?  \n[24]\t\tWell, they're definitely permanent \t\tresidents now.  \n[25]\t\tWhy don't we get some sleep and we'll go \t\tsee him in the morning.  \n[26]\t\tAren't you tired?  \n[27]\t\t\t \t\tShe keepin' you up?  Like to meet her, \t\thuh?  She'd make you forget your ex \t\twife.  Cure your insomnia.  \n[28]\t\tIt hurts.  Aw, Jesus!  \n[29]\t\tHow was it?  \n[30]\t\tYeah.  He finished awhile ago.  \n[31]\t\tYeah.  \tJordy looks at her.  Duffy sees them hold each other's look.  \n[32]\t\tZwangendaba??? Is suing you, the \t\tdepartment and the city of New York for \t\t10 million?  Who is Zwangendaba?  \tJordy remembers...and gets more depressed.  \n[33]\t\tAre you alright, man?  Lemme see the \t\thand!  \n[34]\t\tWhat the hell happened?  ", "Robert": "\n[1]\t\tGood evening, I'm Robert Hawkins and \t\tthis is Top Story.  Tonight we bring you \t\tan exclusive interview with Stephen \t\tGeller - who horrified the nation two \t\tyears ago when he went berserk and \t\tmurdered three clerks in a Manhattan \t\tshoe store.  But now, Mr. Geller's \t\tclaim, spoken softly and articulately, \t\tis that he is the victim.  According to \t\tMr. Geller, the events of that fateful \t\tday were not his fault but were the \t\tfault of his psychiatrist.  Hard to \t\tbelieve...watch.  \n[2]\t\tYour doctor?  \n[3]\t\t...so you feel absolutely no \t\tresponsibility for killing these people?  \n[4]\t\tYou seem very savvy for a man who's been \t\tfound mentally incompetent to stand \t\ttrial.  \n[5]\t\tPermanently disrupted?  Aren't you \t\tselling paintings now for quite a lot of \t\tmoney?  Hasn't this 'incident' as you \t\tcall it, jump started your career as an \t\tartist?  \n[6]\t\tAnd isn't there a movie in the works \t\tabout you?  \n[7]\t\tBut doesn't the Son of Sam Law prevent \t\tcriminals from profiting from their \t\tcrimes?  ", "Hawkins": "\n[1]\t\tJesus Christ.  \tPAULIE, the owner, walks up.  \n[2]\t\tAnother martini.  \n[3]\t\tSooner or later that's everybody.  \n[4]\t\tI think you're getting a little moody \t\tthere, Eddie.  \n[5]\t\tIsn't he a little moody?  \n[6]\t\tIn love?  With who?  \tPaulie delivers the drinks and sets some cigars on the table. \tTakes a seat next to Eddie.  Eddie asks Hawkins.  \n[7]\t\tMy kids?  Let's see...Susan's 15. \t\tAundrea's 9.  Don't tell me you're \t\tthinking about having a kid!  How old \t\tare you?  Never mind. \t\tLet me just tell you this: Every stupid \t\tcliche you hear about kids - they change \t\tyour life, they make you a better \t\tperson, they make you whole... \t\t\t \t\tIt's all true!  Before I had kids when \t\tfriends talked about their kids, I \t\twanted to vomit.  Now -- I get it.  Am I \t\tright, Leon?  \n[8]\t\tPaulie, you've got kids, right?  \n[9]\t\tSo you got your kids listening to Opera? \t\tYou still singing in the church on the \t\tweekends?  \n[10]\t\tSo what's unique?  \n[11]\t\tThat's unique.  \n[12]\t\tYou're worried for my safety.  I'm \t\ttouched.  \tEddie flattens against the building - watches Unique descend \tthe fire escape.  \n[13]\t\tReady?  \n[14]\t\tOkay.  You ready?  \n[15]\t\t\t \n[16]\t\t\t \t\tAny chance we can do that again?  \n[17]\t\tGood evening, I'm Robert Hawkins and \t\tthis is Top Story.  Tonight we bring you \t\tan exclusive interview with Stephen \t\tGeller - who horrified the nation two \t\tyears ago when he went berserk and \t\tmurdered three clerks in a Manhattan \t\tshoe store.  But now, Mr. Geller's \t\tclaim, spoken softly and articulately, \t\tis that he is the victim.  According to \t\tMr. Geller, the events of that fateful \t\tday were not his fault but were the \t\tfault of his psychiatrist.  Hard to \t\tbelieve...watch.  \n[18]\t\tYour doctor?  \n[19]\t\t...so you feel absolutely no \t\tresponsibility for killing these people?  \n[20]\t\tYou seem very savvy for a man who's been \t\tfound mentally incompetent to stand \t\ttrial.  \n[21]\t\tPermanently disrupted?  Aren't you \t\tselling paintings now for quite a lot of \t\tmoney?  Hasn't this 'incident' as you \t\tcall it, jump started your career as an \t\tartist?  \n[22]\t\tAnd isn't there a movie in the works \t\tabout you?  \n[23]\t\tBut doesn't the Son of Sam Law prevent \t\tcriminals from profiting from their \t\tcrimes?  \n[24]\t\tAwful...what an awful day.  He was New \t\tYork City.  \tHawkins notices a young man by the window.  Teary-eyed.  It's \tTommy.  Hawkins nods to him.  \n[25]\t\tI know, son, I know.  We all loved him.  \tHawkins moves on...greeting others.  He notices at the end of \tthe bar - sitting alone on a stool - is Nicolette.  He moves \tto her.  Pulls up a stool alongside her.  She turns, looks at \thim.  Just stares at him for a long beat.  She is bombed. \tDefinitely drunk.  She's had many.  She turns to Hawkins.  \n[26]\t\tI know.  \n[27]\t\tWell, he...  \n[28]\t\tI'm trying to tell you.  \n[29]\t\tThat morning.  He was talking to me and \t\tLeon about marriage.  \n[30]\t\tWhat are you doing here?  \n[31]\t\tI can't talk to anybody right now, can't \t\tyou see I'm busy!  I can't talk \t\tbusiness.  Hang up.  Have a drink. \t\t\t \t\tGet her a whiskey.  \n[32]\t\tHello?  Who is this? \t\t\t \t\tHow do I know this is you?  \tHawkins gives Nicolette a comforting squeeze on her shoulder. \tBacks away from the bar.  Now out of hearing distance, he \tlooks back at Nicolette and lowers his voice.  \n[33]\t\tWhere?  \tWe INTERCUT Emil on a public phone in the lobby of a movie \ttheater.  Oleg videotapes Emil on the phone, as he throws \tglances into the theater.  \n[34]\t\t\t \t\tLook asshole.  I've been threatened by \t\tbetter than you.  \n[35]\t\tI'll meet you on one condition - I get \t\texclusivity and you surrender to me.  \n[36]\t\tWhat?  It doesn't work that way.  \n[37]\t\tWait a minute.  Wait a minute.  \n[38]\t\tViewer discretion advised!  \n[39]\t\tWhat we are about to broadcast is very \t\tgraphic footage...  \tEveryone is riveted.  But Jordy notices outside...a \"Top \tStory\" NEWS VAN is waiting in the alley.  Robert Hawkins \tjumps from a doorway and into the van.  Jordy backs out.  \n[40]\t\tGood evening.  Welcome to \"Top Story\". \t\tTonight, I present to you material of a \t\tgraphic and violent nature never before \t\tseen on television.  And I do so with a \t\theavy heart.  You will be first-hand \t\twitness to the slaying of celebrated New \t\tYork City Homicide Detective, Eddie \t\tFlemming.  It would be only normal to \t\task, why?  Why are we showing something \t\tso journalist, I must show it.  A \t\tdemocracy survives through the freedom \t\tof its media, and if we cannot see what \t\tis happening then we don't deserve our \t\tdemocracy, or our freedom.  Eddie \t\tFlemming was my friend.  I cried when I \t\twatched this footage and vowed to fight \t\tthis violence with every molecule of my \t\tbeing from this day onward.  Hopefully, \t\tthis will have a similar effect on you. \t\tOne final word, this material is \t\tabsolutely not appropriate for children.  \tThe restaurant BUZZES.  Emil checks his watch.  \n[41]\t\t\t \t\tThis footage will work in your favor. \t\tWhen the jury sees this - no matter what \t\tCutler tries, they'll convict him.  \tLeon looks at him. This man used to be his friend.  \n[42]\t\tIf I didn't put it on somebody else \t\twould!  I was his friend!  \n[43]\t\tHe robbed you?  \tThe ANGLE CUTS to Zwangendaba, the mugger, now dressed in a \tsuit and tie.  Clean shaven and with a fresh haircut.  He \tstands in the same spot where Jordy handcuffed him to the \ttree.  He's appearing on \"Top Story\".  \n[44] \tand his camera crew, and, not far from him - frustrated and \tfrazzled, waits Nicolette.  Still grieving her loss, she \tlooks over at Hawkins and his crew.  She shoots him a \tdisgusted look - Hawkins shrugs it off.  He checks his watch - \tanxious - looks at his cameraman.  \n[45]\t\tHe said he'd be here.  Pick him up as he \t\tcomes through the crowd.  Do you hear \t\tme?  For Chrissakes don't miss this.  \n[46]\t\tWhere the hell is he?  Goddamn it?!  \tJordy glares at Emil.  Emil looks back at Jordy, gloating. \tSmiles.  He won.  He beat the system.  Jordy suddenly erupts.  \n[47]\t\tI thought you wouldn't show up.  Where \t\tis it?  Where is the tape?  \n[48]\t\tWait a minute, Bruce!  We've got some \t\tinteresting evidence, something you \t\tshould look at!  \tReporters turn as Hawkins speaks.  His crew is taping as he \tcontinues introducing his broadcast:  \n[49]\t\tI have exclusive rights to the ORIGINAL \t\tUNCUT videotape shot by Oleg Razgul, \t\tproving Emil Slovak was not insane! \t\tHard to believe...watch!  \tReporters swing their cameras over as Oleg holds his \tvideocamera up in the air.  \n[50]\t\tHe's still alive.  \tHawkins looks down at Oleg.  He is sprawled on the ground. \tHis videocamera in hand - he's still making the movie.  ", "Daphne": "\n[1]\t\tI want to do it, alright?  \n[2]\t\tIn a minute, Ludwig.  \tLudwig leaves.  \n[3]\t\tI told your partner, I can't help.  I \t\tdidn't see anything.  \n[4]\t\tTamina was a friend of mine.  My shower \t\twas broken, she let me use theirs.  \n[5]\t\tIf I tell you, will you arrest me?  \n[6]\t\tNo, no, don't talk to Immigration!  \tShe clams up.  \n[7]\t\t...my little sister and I shared a flat - \t\tI came home one night and a man was \t\traping her.  His gun was on the chair... \t\tHe came at me and I shot him.  \n[8]\t\tYes, but he was a cop.  \n[9]\t\t\t \t\tI'm from a small town in Slovakia.  Like \t\tthe South here.  The Police is right, a \t\tcivilian is wrong.  So I fled.  \n[10]\t\tYou're a cop - you'll never believe me.  \n[11]\t\tNow I become custody of police \t\tdepartment?  \n[12]\t\tI will if they don't send me back.  \n[13]\t\tAre you married?  \n[14]\t\tDo you live alone? \t\t\t \t\tI've been in these clothes since...the \t\tkillings.  Could we stop at your place? \t\tI could take a shower...before I go into \t\tcustody?  \tJordy looks at her.  Can't quite tell if she's trying to \tmanipulate him or really just wants to get cleaned up before \tall the shit starts.  \n[15]\t\tSomewhere else?  \tJordy looks at her... \t\t  \n[16]\t\tSo...the station is empty?  \n[17]\t\tYes, I considered it.  \n[18]\t\tNo.  \n[19]\t\tNo.  \tDaphne stops.  Looks at him.  Stands very close.  \n[20]\t\tI came here.  I had no money.  I knew no \t\tone.  I couldn't get a job because you \t\thave to have a green card to get work. \t\tThey approached me - I could've made a \t\tlot of money.  I considered it, but... \t\tit's not who I am.  They pay me below \t\tthe table at Ludwig's.  \n[21]\t\tWhat are you asking me?  \n[22]\t\tCan you let me go?  \tShe leans in close to him - giving him the opportunity to \tkiss her.  Jordy is tempted but...remembers Eddie's warning \tand backs up slightly.  \n[23]\t\tYou could shower with me.  \tJordy is locked in her eyes.  Almost giving in.  Then breaks \taway.  Gestures towards the showers. \tDaphne looks away form him - crestfallen.  She heads to the \tshowers.  Jordy follows her into the bathroom.  The walls are \tlined with shower stalls.  \n[24]\t\tI'm not a whore.  I'm not a whore.  \n[25]\t\tYou don't know.  I'm sorry.  I was \t\tdesperate.  That's not me.  I shot a \t\tcop.  Can you imagine what they'll do to \t\tme when I got to prison?  \n[26]\t\tI'm sorry.  I didn't mean to...I'm glad. \t\tActually I'm glad it's over.  All this \t\ttime.  Hiding.  Never being able to look \t\tanyone in the eyes. \t\tAlways afraid that someone would find \t\tout who I was.  Never trusting anyone...  \tHe covers her with the towel, pulling her up.  \n[27] \tIt's an old brownstone - in poor condition.  Jordy pulls up. \tOpens the door for Daphne - takes her by the elbow - steering \ther to the door.  He is edgy.  Jumpy.  Looking around.  \n[28]\t\tAre you alright?  \n[29]\t\tI'm sorry.  \tHe looks at her.  Nods.  They walk up to the stairs as the \tfront door opens.  A NEIGHBOR exits, shocked.  Jordy pulls \tDaphne out of the way.  \n[30]\t\t\t \t\tHello.  How are you?  \n[31] \tJordy and Daphne make their way up the stairs.  A bouquet of \tflowers are outside Daphne's apartment.  \n[32]\t\tLudwig?  He's gay - are you jealous?  \n[33]\t\tIf you were my boyfriend, I'd suggest \t\tyou find another girlfriend that isn't \t\tgoing to jail ten-thousand miles away.  \tThey're staring in each other's eyes.  The sexual tension \tstrong.  \n[34]\t\tNo matter what happens...I'm glad I met \t\tyou.  \n[35] \tIt's very small.  Almost no furniture.  The bare minimum. \tThe apartment is a hole.  She looks at Jordy.  Both thinking \tthe same thought.  Another kiss.  \n[36]\t\tRight.  \tShe holds his look.  \n[37]\t\tIn the kitchen.  \n[38]\t\tI'll get my clothes.  \tShe heads down the hall.  Jordy enters the small kitchen.  He \tflips on the kitchen light and the LIGHTBULB EXPLODES - \n[39]\t\tJordy!!!  \n[40]\t\tThat's not mine!  \tWHOOOOOOOOOSH!  The fire extinguisher FEEDS THE FIRE!  Flames \tleap up from the fire - shooting toward the extinguisher \tbecause it's filled with gasoline.  The handle LOCKS!  Jordy \tCAN'T TURN IT OFF.  Flames engulf the extinguisher and \n[41]\t\tOh my G-d!  Oh my G-d!  \tJordy turns - sees Eddie's shield.  \n[42]\t\tThey were here!  \tThis freaks her out.  They were in her home.  She starts to \tpanic.  \n[43]\t\tPouring it out!  \tShe grabs the can of gasoline - pours it down the drain.  The \tFIRE is raging outside the bathroom.  The bathroom door is \tbeginning to smoke and burn.  They are trapped.  \tJordy turns - grabs an exposed water pipe that runs up the \twall to the ceiling.  He throws his feet against the wall for \tleverage.  Pulls with all his might to break it loose.  It's \tcreaking - but he's having a hard time with it.  \n[44]\t\tOh shit!  \tJordy looks over.  The gasoline she's pouring out - is not \tgoing down the drain.  It's stopped up.  As soon as the fire \tgets in the bathroom, everything will explode!  \tJordy begins pulling at the rusty pipe with all his might. \tDaphne comes over - helps him.  Both of them trying to break \tit off.  Suddenly it snaps and water POURS into the room. \tSOAKING THE WALLS.  They point the pipe toward the door, \tsoaking some of the flames which are consuming the door. \tTrying to stop the fire from coming in.  He and Daphne are \tdrenched.  And trapped.  \tJordy grabs a broken piece of pipe.  Starts SMASHING the wall \tbehind them.  The wall to the adjacent apartment.  \n[45] \tFilled with smoke.  You can barely see Jordy or Daphne. \tJordy SMASHES a hole in the wall - which reveals the bathroom \tin the apartment next door.  The smoke has a place to escape. \tThere's a 7-year old KID in there.  Standing in the bathroom. \tTerrified.  \n[46]\t\tForget about me.  You have enough \t\tproblems of your own.  \n[47]\t\tI don't want to drag you down with me.  \n[48]\t\tShhhh.  \tShe leans in and kisses him.  Then looks into his eyes, \ttrying to find a smile.  ", "Handlova": ""}}