{"filename": "17-Again_script.txt", "imdb_id": "tt0974661", "imdb_url": "https://www.imdb.com/title/tt0974661", "characters": ["Samantha", "Jamie (as Katerina Graham)", "Dom", "Samir", "Principal Jane Masterson", "Maggie", "Scarlet", "Lauren", "Stan", "Mike O'Donnell", "Mike O'Donnell (Adult)", "Ned Gold (Teen)", "Scarlet (Teen)", "Ned Gold", "Alex"], "dialogues": {"Samantha": "\n[1]He was totally sexing on you. \n[2]Look, this table is V.I.P.     You're a NIP. \n[3]I think my grandfather has that phone. \n[4]Oh my god.     Was that- \n[5]-You're so rude!? We're not gay. We like boys. \n[6]I was on like 5 Red Bulls! I can't believe you keep bringing that up. \n[7]Like we'd ever give you our numbers. \n[8]Wat^? mobinit 2 zuma. soi! but w/e. brb. bk. gtg. ttyl. xo. sam. \n[9]We were on his myspace page. There's a picture of him jamming with the Chili Peppers at Coachella. \n[10]Oh my God!     I bet he knows Justin. \n[11]If that boy was an apple he'd be delicious. \n[12]You came! Why don't we take a walk somewhere private and play? \n[13]Who's Margaret? \n[14]Dance with us! \n[15]Which one of us is it gonna be? \n[16]911.   ^stairs. mastr b-room. \n[17]We decided not to make you choose. \n[18]Was he crying? \n[19]We're looking for him too. \n[20]Who's the ho? ", "Dom": "\n[1]Who cares?      He's the water boy. \n[2]I'm dedicating my first basket to you, Scarlet. \n[3]Hey, Mike. Good to see you.    Tough break, you and Scarlet. \n[4]Wow. You look absolutely ravishing. \n[5]Let's do it. \n[6]Hey, kid...if the vans'a rockin'...well you know the rest. ", "Samir": "", "Maggie": "\n[1]Nothing. \n[2]It's no big deal. \n[3]You wouldn't understand. \n[4]I have a lot of emotional stress right now. My friends are all going to different schools, I'm not even sure... \n[5]I'm counting down the minutes. \n[6]Oh thank God he's not here.    I ran all the way from- \n[7]Why's that freak waving at me. \n[8]Georgetown. \n[9]What's the big deal? He stuck up for me in class. It was a nice thing to do. \n[10]Listen, I appreciate what you did in class but, I already have a boyfriend. \n[11]Nothing.   He was just leaving. \n[12]That was so not cool. \n[13]Cut it out, Stan.    Let's eat. \n[14]Can he be any lamer? Using my little brother to get to me? \n[15]What do you want? \n[16]Get to the point why don't you? \n[17]Don't talk about him like that. You don't even know him. \n[18]Stan barely knows Alex exists. We're moving in together after graduation. \n[19]I'm going to Westwood Community College. Stan and I both are. \n[20]Who do you think you are!?   My father?! \n[21]What do you want? To rub it in my face? Say I told you so? \n[22]Stan dumped me. \n[23]My mom was working last night. Stan came over with a box of- \n[24]What am I going to do?    I can't live without him. \n[25]Do what? \n[26]Sex?   No, that's why he dumped me! \n[27]Sure he was a jerk but he was there for me. Which is more than I can say for any other man in my life. \n[28]You really think so? \n[29]You're so sweet. \n[30]Shhh. I get it now. Why you didn't want me to be with Stan, the nice things you said in the library. It's because you wanted me. \n[31]Shhh. Yes, you are. You're a good guy. You're not like the others. \n[32]What are you trying to say?    Are you...\"confused\"? \n[33]Ohmygod! It all makes sense now! Your hair. The highlights. \n[34]Who is it? Does she go to our school? Do I know her? \n[35]Tell your girlfriend she better keep a close eye on you. \n[36]Whatever.    I'm with someone else now. \n[37]Him. \n[38]Scarlet!? \n[39]You wanna play? Okay, let's play. I'm the hungry lioness and you're a baby gazelle. \n[40]And I've been a bad, bad girl, Daddy. \n[41]Have you seen Mark? \n[42]Mom? \n[43]Pervert! \n[44] ", "Scarlet": "\n[1]Oh yeah. Everything's totally copacetic. \n[2]Totally?                           Totally.  REFEREE blows the whistle.  \n[3]Dom was in the neighborhood. He offered to make a dump run for me. \n[4]What's your point? \n[5]At least someone's after me. \n[6]Please, Mike. This isn't high school. That's not gonna work. \n[7]You can stop now. It's not working. \n[8]You no longer have the right to invoke the \"wolf.\" \n[9]I'm gonna use it as a showpiece for clients. Thanks for asking. \n[10]I am a landscape designer. Then again you barely took an interest in my work so I guess that's a fair question. \n[11]I'm sorry. But maybe this is what you needed. Maybe it's time you looked for something else? \n[12]And it's all my fault, isn't it? \n[13]No, but it's what you think, right? \n[14]I never asked you to marry me. \n[15]I'm sorry you're not happy with the way your life turned out Mike, really, I am, but you're not the victim here. \n[16]Coming! \n[17]I've been dying to meet you. I've known your father since... \n[18] \n[19]And you say Ed Freedman is your father? \n[20]You don't look anything like him. If you don't mind me asking, who's your mother? \n[21]Oh?   I'm sorry. \n[22]Why would you ask about Dom? Did Ed tell you to say that? \n[23]I'll keep that in mind, Mark. \n[24]It's crazy how much you like my husband when he was a teenager. \n[25]I am. I'm a landscape designer. I'm actually redoing the backyard. I'll show you. \n[26]It's a work in progress so you'll have to use your imagination some. \n[27]You wouldn't have. It was a disaster back here a few days ago. Obviously I have a lot to do still. I'm laying the sod next and the limestone pathway will go here. \n[28]Then I'll plant all those, over a hundred different types of flowers and plants. I have an amazing fountain being delivered that'll go here and a bench over there. \n[29]And I'll string rows of tiny, white lights above it all so every night will be a starry one. It'll be a real sanctuary back here. \n[30]My husband's the only one that ever calls me that. \n[31]Nice to meet you. And, Alex, be home by 10:30. \n[32]I haven't heard from him in three weeks. Obviously he doesn't care. \n[33]Then where is he? \n[34]Nothing, Mark. I was just dropping something off. \n[35]Our court date is the 27th. If he has anything to say, he can say it then. \n[36]Ed. \n[37]Fighting?     What's gotten into you? \n[38] \n[39]Ouch.   You poor thing. Does it hurt? \n[40]Alex, I'll meet you at the car.     I need to talk to Uncle Ed for a second. \n[41]Did you give him the divorce papers? \n[42]Is it another woman? I can handle it. Tell me the truth. \n[43]Okay. If you do, please have him call home. For the kids...I'm running out of excuses- \n[44]Gloves are for sissies. \n[45] \n[46]Mark, I'm 36 years old- \n[47] \n[48]Fine.   20.     Grab a roll. \n[49]I'll throw in a baloney sandwich. \n[50]I'll be right out, Honey! \n[51]Mark? I didn't know you were there. \n[52]Thank you. \n[53]I'm wearing a sweater. \n[54]So?   What happened? Tell me.     Tell me.   I'm dying to hear. \n[55]Oh my God, Alex! That's so incredible! \n[56]I'm so happy for you. And now I want to show you guys something. \n[57]Ta da! \n[58]I wanted you to be the first to see it. \n[59] \n[60]Oh my God. I almost forgot.    I have a date. \n[61]Mark, I'm flattered. Really, I am. But I'm too old for you. \n[62]Don't mind him. You all set? \n[63]I'm looking for Alex. It's past his curfew and he wasn't picking up his phone. Is he here? \n[64]Alex has a girlfriend? \n[65]He's like a totally different person. \n[66]It's been so good for him to have you around. You have no idea. \n[67]I'm not so sure. I mean look at me. I showed up at a party to drag my son home. Could I be any more embarrassing? And how many amazing mothers run their kids' father off? \n[68]I knew he was unhappy. I knew he hated his job. I should've been more supportive, more sympathetic to what he was going through. He gave up a lot for me. \n[69]You're sweet. I have no idea why I'm telling you all this. There's just something so familiar... \n[70]What do you think you're doing!? \n[71]This conversation is over, Mark. \n[72]I'm not in the mood for games. \n[73]What?   Why would you say that? \n[74]Don't ever come near me or my family again. If you do, I'll have you arrested or better yet, institutionalized. \n[75]Your son needs a shrink! \n[76]I do. \n[77]Yes, your Honor. \n[78] \n[79]He's my husband's best friend. \n[80]If it's okay, your Honor.   I'd like to hear it. \n[81]Your Honor, Sir. I'm sorry.   I'm in no shape...I need to postpone...I'm sorry. \n[82]What took you so long? \n[83]How did this happ- ", "Lauren": "\n[1]He's coming. Pretend you're not here. \n[2]Oh my God.     Can't you see we're not here? \n[3]Not Important. Go away. \n[4]I told you he was cute. \n[5]Last New Year's Samantha made it with my boyfriend. \n[6]Yeah, but he turned him down to help orphans with Brangelina in Nambib-ib-bib...in Africa. \n[7]Here he comes! \n[8]Walk with me. I've got less miles on me. \n[9]He doesn't even know her name. \n[10]Nambib-bib-ib, that African country makes me horny. ", "Stan": "\n[1]What did you did do? Mug the mannequin at the Ed Hardy store? \n[2]Bro-ski, what are you doing at our table? \n[3]You gotta problem with me, `bra? \n[4]Now make like Tom and Cruise. \n[5]What? I'll buy you another ice cream. \n[6] The Boys gather a stack of TEEN MAGAZINES and TABLOID RAGS. Ed slips a MELONS Magazine into the pile.   \n[7]Heads up! \n[8]You think `cause you got a haircut and new clothes people'd forget what a fag you are? \n[9]Gimme my ball back, bee-yotch. \n[10]You don't know me. \n[11]You like her, don't you? \n[12]My girlfriend. She told me you were trashing me at the beach. \n[13]I don't know how good she is yet but after I find out, she's all yours. \n[14]Stuck!!!   I'm stuck!   My fingers! \n[15]It's glue! I'm glued to everything! \n[16]No!    No!   Don't pull--! \n[17]What are you 2 queers doing in my gym? \n[18]I don't think so. You girls wanna play with the boys then let's play. 2 on 2. \n[19]Come on, Ally. Embarrass me. \n[20]You ready?     Here it comes. \n[21]2 points!     And I was fouled! \n[22]I was upset. I'm sorry. But I need you to show me you love me. Then we'll move in together. \n[23]Yeah, right. Who'd be stupid enough? \n[24]Who's gonna make me leave?      You? \n[25]You can have the nun.      She doesn't put out anyway. ", "Mike": "\n[1]Just warming up, Coach. \n[2]That's the plan coach. \n[3]Hold on.   Ed's not here yet. \n[4]And you suck, Dom, but we're letting you in the picture. \n[5]Ed, I can't help you with the girls if you keep showing up places dressed like the Cookie Crisp guy. Okay? Dude, don't look now but I think Muffy Campanella is scopin' you hard. \n[6]Smile, pud. \n[7]My bad. \n[8]Who's that stone cold fox? Oh, it's my girlfriend. I'm glad you're here, Scar. This whole scout thing's got me wicked nervous. \n[9]Way you shoot that might be mid- season! Everything cool? \n[10]Totally?                           Totally.  REFEREE blows the whistle.  \n[11] \n[12]What's wrong? \n[13]Scar!    Wait. \n[14] MIKE O'DONNELL, now 36, angrily slaps the alarm off...6 AM. He climbs out of bed, bones creaking, stiff, groans.   \n[15] \n[16]What are you doing now? \n[17]Then why are you letting her stick needles in you? \n[18]I better be. I've invested 18 years of my life in that miserable company. \n[19]A winner doesn't have to crash at his best friend's house because he was kicked out of his own house. \n[20]Thanks, Wendy. That like totally means so much to me. \n[21]How could you do this to me? I've been a salesman here 18 years. Wendy's only been here 2 months!? \n[22]You can give me the promotion, Roger! \n[23]Alex? \n[24]3, 2, 1- \n[25]The kid's still got it. \n[26]Ooooh.   That was stupid. \n[27]I do. Me.     I'm in the center there. \n[28]What are you talking about? \n[29]That'll be my epitaph. \n[30]Why's it have to be that way? \n[31]How did you know... \n[32]Hey, Guys.     I was just talking to- \n[33]Never mind. Sorry I'm late. You ready to get some dinner then? \n[34]Tweaked my back pumping iron. Really, really heavy iron. \n[35]I bet your chompin' at the bit for hoop season to start. \n[36]That's my boy. Remember, it's not how big you are- \n[37]And what about you, Mags?   What's new? \n[38]You did!?    That's fantastic! \n[39]It's a huge deal. That's a great university. I'm proud of you. Am I missing something here? \n[40]Try me. \n[41]That's not stress. Wait `til you get out into the real world, get a crappy job, have some smarmy twerp- boss calling you bro-ski... \n[42]Still waiting to hear. \n[43] Mike pulls up behind a `Dom's Nursery' van. He, Alex and Maggie step out. Mike eyes the van with disdain.  \n[44]Is your mom home? \n[45]Hey, next week we'll have a barbecue at Uncle Ed's. Sound good? \n[46]What's with her? \n[47] As Mike rounds the corner, he almost runs into a smiling Dom Johnson, 36. Don lugs 3 loaded trash bags.     \n[48]Bite me, Dom. \n[49]A little late for a delivery isn't it? \n[50]Doesn't he live 30 miles from here? \n[51]Come on. He's been after you since 10th grade and he's after you now. \n[52]`In touch with the ground, I'm on the hunt I'm after you.' \n[53]`Smell like I sound, I'm lost in a crowd, and I'm hungry like the wolf.' \n[54]`Mouth is alive, with juices like wine, and I'm hungry like the wolf' \n[55]Why are you destroying the yard? \n[56]Kind of a big undertaking isn't it? \n[57]I didn't get it. \n[58]That's a great idea, Scar. Because there are so many options out there for a 36 year old with only a high school diploma. \n[59]I didn't say that. \n[60]But I did. \n[61] A somber Mike drives alongside the Los Angeles River. An old song plays low on the radio...static...then...BOOM. THUNDER roars scaring Mike and literally shaking the Audi. SPLASH. RAIN drops in buckets.  \n[62]Jesus! \n[63]Hey!?     Get away from there!? \n[64]Oh no!!   Hello!? \n[65]What the- \n[66]Damn it. Ed! Ed! I lost my key! \n[67]I've had a really rough night. \n[68]What are you gonna do? Exfoliate me to death? You got into my samples case again, didn't you? \n[69]What's your problem, it's only mud. \n[70]\n[71]\n[72]I'm dreaming right? Is this some kind of hallucination? \n[73]Do something! Anything!    Pinch me! \n[74]I said pinch! \n[75]Calm down! We need to talk!     We can work this out! \n[76]Well, it obviously isn't working. \n[77]Is that true? \n[78]Wait!! Wait!! Wait!! Do you really think this'll work? \n[79]The janitor! \n[80]Has anyone seen the janitor? Is the janitor here? Where's the janitor? \n[81]Excuse me! Excuse me!? Can you tell me where I can find the night janitor? \n[82]There was an old guy, white hair. I showed him this picture of me- \n[83]Right.   Forget it. \n[84]Alex?   What are you doing up there? \n[85]Okay.   Okay. I'll get you down. \n[86]I'm...Mark...Freedman. Your Uncle Ed's son. He told me to look out for you. \n[87]Believe me, it's gonna be a surprise to him too. Did those guys do this to you? \n[88]But why? \n[89] \n[90]He doesn't exist.   Nothing makes sense. \n[91]No? \n[92]...I'm going back to high school. \n[93]Going back to high school. \n[94]My son was hanging by his underwear from a bathroom stall door and my daughter was being mauled by a smarmy gorilla. They need me. \n[95]Email and telephone.   I got it covered. \n[96]Nothing. \n[97]To be honest, I think she'd rather have it that way. What's with the attitude? \n[98]Take a deep breath. All you have to do is enroll me and say as little as possible. \n[99]Are you sure these look legit? \n[100]This is hip teenage apparel. I got it right off the mannequin at Ed Hardy. \n[101]Nice to meet you, Julie. \n[102]Dad met mom in Thailand. She's a very successful prostitute. \n[103]Oh, dad, the doctor called.     You were right. It is herpes. \n[104]Do their mothers know they dress like that? \n[105]Enough! \n[106]Do you think humiliating a 17 year- old in front of her peers is helpful or do you just get off on it? \n[107]Mark Freedman. It's my first day. \n[108]Is someone barbecuing? \n[109]Hi, Maggie. Hi, girls.     I'm Mark- \n[110]Girls?    Hello? Anyone home? \n[111]Good.    So there's plenty of room then. \n[112]What's a NIP? \n[113]Maggie, why are you friends with these horrible girls? \n[114]You have a boyfriend? Excuse me a second. \n[115]Maggie, could we talk somewhere \n[116] \n[117]Get your hands off her, you little punk! \n[118]No, no, I don't. \n[119]It was terrible. The place is evil, Ed. That building needs to be exorcised. \n[120]My beanbag was lit on fire, videoed and sent to every member of student body. \n[121]They mocked my clothes and phone. My daughter got a tongue bath in front of me and I have mint chip in my ears. \n[122]Double scotch neat. \n[123]I'm not going back there. \n[124]I know why you're encouraging me all of a sudden. \n[125]Because you want to nail my principal. \n[126]She's not your type. She's smart. \n[127]I can't do it. I don't have it in me. \n[128]You're right! My kids need me. \n[129]  \n[130] Mike sits on the bed, types away on his laptop. A knock on the door. Mike looks up and YELLS. Ed stands in the doorway, his entire body and head wrapped in SEAWEED.  \n[131]There must be a very hot girl downstairs. \n[132]I forwarded my calls to my new phone, sent some work emails and just lobbed one to Scarlet, told her I was in Peru finding myself. Think she'll buy it? \n[133]I am so ready. \n[134]So I've been here a couple days now and I think I got it figured out. You girls are lesbians, right? \n[135]Mind if I sit here? \n[136]I got rid of the bull's eye on my forehead. \n[137]Who's she? \n[138]Have you spoken to her? \n[139]I'll tell you a funny story. The first time I met your mother I was so nervous- \n[140]What? \n[141]I did?    That's weird.   Is your mom hot? \n[142]What's going on tonight?    You wanna hang out? Do something? \n[143]Yeah you could show me around. \n[144]I'll swing by your house around 7. \n[145]Don't worry. I'll see you tonight. \n[146]Did you girls catch Ellen yesterday? Rosie was on. Melissa Etheridge jammed- \n[147]I know. I'll text you...NOT. Later...much. \n[148]Stan. Did mommy sew that on there so you wouldn't forget your name? \n[149]You know, Stan, I feel sorry for you. \n[150]Oh but I do. All too well. You're the man. Captain of the basketball team. Dates the pretty girls. High school is your kingdom. \n[151]But, People, Stan's a bully. Why? It would be way too easy to say Stan preys on the weak because he's simply a dick. No, Stan's more complex than that. According to leading psychiatrists Stan is a bully for 1 of 3 reasons. 1, under all that male bravado there's an insecure little girl banging on the closet door trying to get out. 2, like a caveman, Stan's brain is underdeveloped. Therefore Stan is unable to use self-control so he acts out aggressively. And the third reason- \n[152]I'd argue that Stan suffers from all 3. \n[153] \n[154] \n[155]My guidance councilor made me come, but just so you know I'm not planning on going to college. \n[156]Thanks. \n[157]It was incredible! I was incredible! You should'a seen me! I humiliated Stan in front of the entire lunchroom. Everyone was clapping. The popular girls were begging to give me their numbers! \n[158]Man, I feel great! I even shot some hoops after school. No aches. No pains. Gotta run, Buddy. \n[159] The Aston Martin pulls up. Mike climbs out, walks to the door, takes a deep breath and rings the bell.  \n[160]Is something wrong? \n[161] Scarlet and Mike sit across from one another. Scarlet stares at Mike as if examining every pore on his face.  \n[162]That's my dad. All 68 inches of him. \n[163]My mother...she...she was...a... \n[164]-a convict. In New Jersey. They met while dad was at Princeton. She was on parole. B&amp;E, fist fighting, shanking. Nothing major. But she's dead now. \n[165]I warned her about kite surfing during hurricane season. So how are things with you? Doing anything exciting? Dating? Flirting with Dom Johnson maybe? \n[166]I mean do what you want. You're a grown woman but, word on the street is Dom's been spreading gingivitis all over town. \n[167]You doing some gardening? \n[168] Mike and Scarlet step outside.  \n[169]I almost don't even recognize it...er...if I had seen it before I probably wouldn't recognize it. \n[170]It seems like a lot'a work for one person, Scar. \n[171]Good luck with the project. \n[172]How's your mom doing? You know, with your dad not being around and all. \n[173]I have no idea what this says? \n[174]Let's hit the beach, wingman. \n[175]What are you so nervous about? \n[176]What are you talking about? You're a basketball player. You're cool. \n[177]But I thought you were getting ready for the season? \n[178]Who? \n[179]Calm down. Here's what you're gonna do. You're gonna go over there and introduce yourself- \n[180]Why? Because Stan says so? You think Stan's a winner? He's going nowhere. You're a great kid. Any girl would be lucky to get your attention. \n[181]Really. And right now, there's a girl over there who's dying to meet you. \n[182]Just introduce yourself. Then compliment her on something she never gets complimented on. Like if she has big, meaty, man hands tell her she should be a hand model. And don't burp on her. \n[183]Stan.   Why are you dating him? \n[184]I'm serious. He's not a nice guy. Matter of fact he's a jackass. \n[185]I know he bullies your brother. \n[186]Whoa. Whoa. Whoa. I thought you were going to Georgetown? \n[187]The hell you are, Young Lady! If you think I'm gonna let you throw your life away on some Sleestack you're crazy! I forbid you to see him anymore and that's final! \n[188]Don't you walk away from me, Margaret Sarah O'Donnell! \n[189]What's going on? \n[190]What was that all about? \n[191]I don't know what you're talking about? \n[192]You went through my room!? \n[193]I have to face the possibility that I might never turn back and if that's the case, I'm going to do it right this time around. \n[194]Who? \n[195]Leave her alone, Stan.    She's a good kid. \n[196]This year you're making the team. We practice everyday `til try outs. That gives us a week and a half. \n[197]Yeah, you're right. You probably don't have any skills anyway. \n[198]So what's your problem?      Is it Stan and his friends? \n[199]You don't need to be afraid of them, Alex. \n[200]That's why we focus on your speed, dribbling and outside shot. Remember, it's not how big you are- \n[201] \n[202]Alright.   You got a little game. \n[203]Let's go, Alex. \n[204]We'll save you the embarrassment for try-outs. \n[205]Back off, Stan. \n[206]Act like you're hurt and she won't be able to stay mad at you. \n[207]Not anymore. You smell great. \n[208]No. \n[209]He shaves his back.                He sucks his thumb.  \n[210]He wears girls underwear.          He wets his bed.     \n[211] A dirt covered Scarlet wrestles a roll of sod down.  \n[212]Got an extra pair of gloves? \n[213]Yeah, but I just had a manicure. \n[214]Are you kidding? I love landscaping! \n[215]It's right up there with watching \"Sex and the City\" and snuggling. \n[216]I'm just doing this to make a few bucks so I can buy Laker tickets. \n[217]Wow. 10 whole dollars. At that rate I should be able to buy tickets in...2011. \n[218]What are the benefits like here? \n[219]Deal. \n[220]Maggie? \n[221]You lost me? \n[222]What happened? What did he do? You didn't... \n[223]Your next word better be `cookies' or you're in big, big trouble! \n[224]Maggie, did you two...you know...do... \n[225]That thing...that rabbits do a lot of and that a girl your age should never do and should only do when she's married. \n[226]There, there now.       It's okay. \n[227]When you're young everything seems like the end of the world. But it's not. It's just the beginning. And you might have to meet a few more jerks, but one day you'll meet a boy who treats you the way you deserve to be treated...like the sun rises and sets with you. \n[228]I know so. \n[229] Mike and Scarlet settle the limestone rocks into the freshly laid sod creating a walkway.   \n[230] Mike teaches Alex the cross over dribble. Scarlet brings the boys water. Mike checks her out as she goes back in the house. Alex bounces the ball off his head.   \n[231] Scarlet fills holes with plants then waters them with a hose. She turns, finds Mike SLEEPING in the grass. Scarlet picks up the hose, TURNS IT ON HIM. Mike leaps up, chases her.   \n[232] Mike and Scarlet lug an ornate, wooden bench to it's spot. They sit. Mike casually places a hand on Scarlet's leg. Scarlet casually removes it.   \n[233]You killed it out there! \n[234] Alex rushes through the door.   Mike and Maggie follow. Maggie slaps Mike's butt.   \n[235] \n[236]I got'a use the bathroom. \n[237]I'm sorry.     You just look so beautiful. \n[238]Can I zip you up? \n[239]Your jeans? \n[240]Stupid, idiot, stupid. \n[241] Mike enters, steps over to the toilet. Maggie slips in behind him, shuts the door. He whirls around.  \n[242]Maggie, what... \n[243]Maggie, listen to me.    I'm not the person you think... \n[244]That's right! I'm not like the others. I'm very different than the others. So different that you and I can never be... \n[245]Yes! Yes! That's it. I'm confused. Extremely confused. \n[246]What? No-no-no-no. I'm not gay. I'm...I've been in love with the same girl since I was 17. \n[247]No, you don't. Now- -if you don't mind? \n[248] Alex types on his phone.   Mike enters.  \n[249]Who you texting? \n[250] \n[251]You hung the lights! \n[252] The 3 step outside.   Mike, truly blown away, takes picture with his iPhone.  \n[253]It's amazing. I'm speechless. I'm sorry I never saw how talented you are...I mean when people see this and how talented you are you'll be designing sanctuaries all over the city. \n[254] Mike marches in behind Scarlet.   As they reach the door, he steps in front of her.  \n[255]Let's see who the lucky guy is. \n[256]I knew it! \n[257]I knew you had a thing for him! You can't do this! You took vows. What kind of example are you setting for the kids!? \n[258]Keep it in your pants, Casanova. \n[259]Don't you lay a finger on her, Johnson! I know where you live! \n[260] A contemplative Alex scoops lasagna onto plates.    An agitated Mike enters, pulls up a seat at the counter.     \n[261]It's adultery! If this were Afghanistan she'd be dragged through the village by goats.   You need to talk to her. \n[262]Maybe he's not? Maybe he wishes he could be here right now with you but there's a real good reason he can't be. \n[263]Then why would you tell him that? \n[264]My wife's moving on. My son doesn't think I like him and my daughter's in love with me. I need to change back, Ed. \n[265]I'm not going. I'll be a pharm rep til I die. I just want my family back. You're not gonna wear that, are you? \n[266]Fine. I want to have some kids over tonight to celebrate Alex making the team. Is that cool? \n[267]Listen to you. You sound like an old man. \n[268]Don't treat me like a child, Ed. \n[269]Not even close...Dad! \n[270]Party at my house 2nite.   7.    Get the word out. \n[271]Give me that! \n[272]I'm so sorry. Have you seen Alex? \n[273]I thought you girls wanted to dance? \n[274]Party's over, Stan.      You're out of here. \n[275]I would but it smells like you've been drinking so I'll let the cops do it. \n[276]On second thought- \n[277] CLOSE ON Mike's face, eyes shut. A hand gently strokes his head. Mike stirs awake, smiles, eyes still closed-  \n[278]I had the craziest dream. I was 17 again and back in high school. It was horrible, Scarlet- \n[279]Wait! This is highly inappropriate and dysfunctional. Listen to me, Maggie. I'm your father. \n[280]Blew what?     What happened? \n[281]Slow down. Have you ever kissed a girl before? \n[282]How did you find...forget it. It's easy. All you have to do is take her face in your hands gently like \n[283]-hold her still as you adjust your head, close your eyes and kiss her. The rest happens naturally. \n[284]If you feel it, you know, getting angry, take a step back. Now go get that kiss. \n[285] \n[286]I'm so dead. \n[287]Oh no! \n[288]Scarlet, what are you doing here? \n[289]Yeah, he's fine.   He's with his girlfriend. \n[290]He does and she's really cute. Come on. \n[291]Believe me, I do. He's a great kid. And you're an amazing mother. \n[292]Hey, you didn't run him off. Don't blame yourself for his stupidity. \n[293]That's bull shit! You, Maggie and Alex are the best thing that ever happened to me...him. He was just too selfish to recognize it. At least, that's how I see it. \n[294]Scar, just calm down. I have something to tell you but I need you to keep an open mind. Can you do that for me? \n[295]I'm not Mark. \n[296]It's no game. I'm me...him...Mike. It's me...your husband. \n[297]It's the truth. I'm the father of your children. You have to believe me. \n[298]Let me explain, Scar. \n[299]Alex, wait. Let me explain- \n[300]She hates me, Ed.    I've ruined everything. \n[301] Dark.   Mike climbs back into bed.   Ed waves at the air.  \n[302]I really messed up.    I've lost my family. \n[303]What about you and Julie? \n[304]Sorry about the party.      I'll pay for any damages. \n[305]I don't know. We just need to stop her from going through with it! \n[306]Your Honor! I have a letter from Mike O'Donnell. Just let me read it. Please. \n[307]Thank you, your Honor. September 7th, 1988 was the first time I saw you. You were reading `The Great Gatsby' and wearing a Guns N Roses T-shirt. I'd never seen anything so perfect. I remember thinking I had to have you or I'd die...not in a psycho kinda way but in that beautiful, innocent, unaffected way that way only a 17 year-old kid can have. You whispered you loved me at the homecoming dance and I felt so peaceful and safe because I knew no matter what happened from that night on nothing could ever be that bad because I had you. And then I grew up, lost my way and blamed you for my failures. But I was never lost. I'd just forgotten the way life makes you forget as you grow older. And I never failed at anything because on that September day you said `yes' to me. And at that dance you said you loved me. And as I stand here...as I write this, I want you to know if I don't have you I'll die...not in a psycho way but in that beautiful, innocent, unaffected way only a 17 year old kid can have....oh and...P.S...I'm `Hungry Like the Wolf'. \n[308]What are you talking about? \n[309]Enough with the magic crap, Ed. \n[310] Mike works on his laptop, plugs his iPhone into it...downloads pictures.  Mike moves to the bed, packs his Falcons uniform into a duffel bag. A BEEP. Mike unplugs the iPhone, types an email to Scarlet, \"I think this will help your business. Best of luck, Mark\" Mike hits send, grabs his bag and exits.   \n[311]I'm moving on. See you at the game. \n[312] Scarlet sits at the kitchen table working on her laptop. The noise of an incoming email. She clicks over...MARK FREEDMAN.  Scarlet reads Mike's email then clicks on the link. A web site pops up...`Scarlet's Sanctuaries'. Scarlet smiles.   \n[313]Just warming up, Coach. \n[314]That's the plan, Coach. \n[315]\n[316]I never meant to hurt you- \n[317]Alex, I'm your fa...I don't know. I'm sorry. \n[318]It's your turn now.    Good luck. \n[319]Scar! \n[320]The best choice I ever made was you. \n[321]Don't ask. \n[322]I think it's best if we don't tell the kids about this. Especially Maggie. ", "O'Donnell": "", "(Teen)": "", "Ned": "", "Gold": "", "Alex": "\n[1]...What are you doing, Dad? \n[2]Why are you limping? \n[3]Yeah, me and the guys are running drills, scrimmaging, getting in shape. \n[4]-it's how big you play. \n[5]She got into Georgetown. \n[6]Did you get the promotion, Dad? \n[7]She's probably out back. \n[8]We see you once a week for a couple hours. What do you expect? \n[9]I wanted to see if I could get my nuts into my esophagus. What do you think I'm doing!? Get me down! \n[10]How do you know my name? \n[11]Uncle Ed has a son? \n[12]Goons from the basketball team. \n[13]Because they can and so they do on a daily basis. \n[14]No, I'm not. Nice robe, guy. Gotta go. \n[15]Mark?    You look totally different. \n[16]Could you move to the left a little? \n[17]Nicole Lopez. She's in my Spanish class. \n[18]No. I get all stupid so I just stare. \n[19]My mother? \n[20]You said, `the first time I met your mother I was so nervous...' \n[21]Dude. \n[22]Really? \n[23]Cool. \n[24]I wouldn't go over there. Stan and his Baboons have lunch this period. \n[25]Yo, Mark.    Let's do this. \n[26]She doesn't like to show it but I know she's bummed. I think it bothers her more that he hasn't called me or Maggie in a while. Whatever. \n[27]It says `What up? Mobbing it to Zuma. So over it but whatever. Be right back. Back. Got to go. Talk to you later. kiss, hug. Sam. \n[28]This looks boring. Let's go back to my house and play video games. \n[29]The beach is for the older, cool kids. I don't belong here. \n[30]I don't play basketball. I mean, I can play, I just don't play on the team. \n[31]I never told you that. \n[32]Oh, man.   It's her.   She's here. \n[33]She's so pretty it makes me gassy. \n[34]She won't like me, Mark.   I'm a loser. \n[35]Really? \n[36]Okay.   What do I say? \n[37]I can do that. \n[38]Hi, Alex.     I'm Nicole. \n[39]You have big, meaty man hands.    You should be a hand model. \n[40]Wait. I'm sorry. I'm just real nervous and I've wanted to talk to you for so long. And Mark told me to compliment you on something you never get complimented on but I couldn't find anything because everything's so...perfect. \n[41]I got your text.     What's so important? \n[42]Forget it. \n[43]Hey!     I got skills. \n[44]Just leave it alone. \n[45]I'm too small anyway. \n[46]-it's how big you play. Where did you hear that? \n[47]It's okay.     I got him. \n[48]My mom's been in there a while. She's gonna be pissed. \n[49]I'm okay I guess. \n[50] \n[51]Wooo!   We did it, Mark!    We did it! \n[52]Mom!    Mom! \n[53]My dad.   I have to tell him about today. \n[54]Did you just get a text? \n[55]I did it. I'm a Falcon!     The first game's in 2 weeks. \n[56]Mom, it's sick. \n[57]Mom, why are you all dressed up? \n[58]It's weird to think about my mom with someone other than my dad. \n[59]My mom's been pretty sad the past few months. She deserves to be happy. My dad obviously is...wherever he is. \n[60]No, my dad's not a family guy. This is dumb but I used to tell him I was on the basketball team because I knew he'd never make it to a game. \n[61]I guess I was hoping it would make him like me more. \n[62]How about Mrs. Cruz? Every time she rolls her r's she spits all over me. \n[63]Mike, I blew it!     I totally blew it! \n[64]She wanted me to kiss her but I panicked. I didn't know if I should close my eyes or which way to turn my head or how much tongue I'm supposed to use- \n[65]Not a real one. I used to practice on my dad's Playboys. \n[66]What if I, you know, pitch a tent? \n[67]Nicole. \n[68]Whoa.   What's my mom doing here? \n[69]How could you do this to me? \n[70] \n[71]I have nothing to say to you. \n[72]Then why'd you kiss my mom!? \n[73]You're lucky I don't punch you out. "}}