{"filename": "30-Minutes-or-Less_script.txt", "imdb_id": "tt1622547", "imdb_url": "https://www.imdb.com/title/tt1622547", "characters": ["Dwayne", "Kate", "15 Year Old #2", "The Major", "Nick", "Rodney", "Travis", "Mr. Fisher", "15 Year Old #1", "Chet's Date (as Elizabeth Wright Shapiro)", "Family Dollar Cashier (as Staci Fletcher)", "Pizza Boss", "Chet", "Juicy", "Chango"], "dialogues": {"Dwayne": "\n[1]Fruit motherfuckin' salad! 8. \n[2]Boy, if you weren't such a skinny little bitch you coulda been in the military or something. \n[3]I hear that. I taught myself how to eat pussy. And cut my own hair. \n[4]This one's all me.  Mr. President, we have enemies at the gate. Give me the order.  Fuck that, sir. I don't negotiate with terrorists! \n[5]Wanna make sure I get enough calories. \n[6]It's obvious you don't know shit-all about physical fitness. You gotta bulk up first, then you slim down. I'm clearly in the bulk up phase. I told you to watch Pumping Iron like a month ago. If you'd listened to me, maybe you'd know what the fuck I'm talking about. Grab some RC Cola. \n[7]Check it out. I ain't afraid of Jason. I'm fucking him. You like that, Jason!? In the mask! \n[8]Dad, we're watching a flick. We got 45 minutes and a potential 3D sex scene left. You're sorta coming in at the worst possible moment. 10. \n[9]You gotta learn how to share the common space. \n[10]Let's get outta here. This movie sucks anyway. \n[11] \n[12]That's pretty fucking disturbing! \n[13]Fuck The Major! 11. \n[14]- and he thinks he knows me. He don't know shit. I got ideas he could never dream of. I got plans bigger than his fucking house. He didn't even raise me. My mother did. That was a good woman. \n[15]She passed on. \n[16]I wouldn't mind nursing on them titties, mamacita. \n[17]I wish I could forget about that asshole for good. I'm just waiting around for him to drop dead. Don't wanna mess with my inheritance. \n[18]When my dad got outta the service, he started buying lotto tickets. He'd play his dog tag numbers. In '91, the fucker won five million bucks. \n[19]He had some health problems a few years back, and since then he's been burning through the money like an NBA draft pick. Probably only got a million or two left. But it's mine as soon as he kicks. \n[20]That's right. And maybe I'll make you my queen. Let you polish my royal scepter. \n[21]Hate him like the Steelers. \n[22]Do what? \n[23]What we have here is a classic \"lesser of two evils\" debate. You got one evil: me shaving a few years off The Major's shitty life. Then you got the other evil: The Major ruining my entire awesome life by blowing through my inheritance. Maybe I'm biased, but mine sure as shit seems like the lesser. \n[24]You know, there's a reason I sleep 'til noon everyday. And it ain't 'cause I'm lazy. It's on account of me having so many goddamn dreams. Big ones. And once that money's mine, they're all gonna come true. \n[25]Like I had this one dream last night. I was cruising through town in a Lamborghini Diablo. The wind was blowing through my hair, ruffling my open shirt. There was a hot little piece of ass sitting next to me. And in the back seat, Jay...was you. Strapped. Wearing a pair of Oakleys. \n[26]It was only this once, Jay. To be honest, I didn't know what to make of it. So I consulted my dream book, and found out it means this: you're my road dog. You got my back. 17. \n[27]That's why I want to make you my partner. \n[28]In crime. And business. You see, it ain't just about the inheritance money. It's about what I'm gonna do with it. \n[29]I'm about to clue you in on something. And then you'll understand the true magnitude of what's at stake here. Are you ready? \n[30]Then answer me this...what's this town missing? I'll give you a hint. It's a cash business, crawling with sexy bitches. \n[31]No. A tanning salon. Think about it. All that green. All that brown flesh. \n[32]It's also the perfect front for a prostitution ring. \n[33]Yes. And because of the bitches. It can all be ours. 30 percent for you, 70 percent for me. You just gotta help me out here. 18. \n[34]I'm starting to wonder if my dream book was wrong about you. Maybe you sitting behind me doesn't mean you're my road dog. Maybe it means you're plotting to stab me in the back, like some snake in the grass. \n[35]Here's a fact: they don't build prisons for criminals, they build them for idiots. Shit, they got three different types of CSI on TV, just laying out how the police do their business...and still, idiots like you think you can just go out and do a murder yourself. If you wanna be a millionaire, you gotta think like one. And millionaires don't kill people. They hire assassins. Which I did. We gotta pay him on Tuesday. \n[36]I was presented with an opportunity. I took it. 100 thousand bucks for a highly trained assassin is a steal. \n[37]Now we're addressing the real problem: how do we get the 100 grand? 'Cause once we get that, we get the million. 19. \n[38]And once we get the million, we will literally own this town and every single thing in it. \n[39]Again, not quite thinking like a millionaire. \n[40]Fuck hiring them, we could just force someone to rob a bank for us. Like with blackmail, or death threats, or - \n[41]I was gonna say hypnotism...but I like that. It's out of the fucking box. We just strap one to some motherfucker's chest, like we did to those watermelons. Think you can you build some kinda bomb vest? \n[42]I'm pretty sure this is exactly how a millionaire would do it. And the beauty of it is: we don't lose any sleep, 'cause no one gets hurt. \n[43]Yeah. The Major dies. But no one gets hurt. 20. \n[44]There's just one problem. Where do we get our guy? 'Cause if we do a kidnapping, then we're right back where we started...doing shit that's gonna get us caught. What we need is someone to come to us...to a place where we can control the situation. Someone without any connection to us. \n[45]Sometimes fate just takes out its cock and slaps you in the face with it. \n[46] Hey, bud! Sorry for the hike! The county's got us doing repairs at the ass end of the night! \n[47]Stop! We got a gun, you asshole! \n[48]Fuck! Get him! \n[49]Step one. \n[50]You thought we were gonna rape you. Idiot. \n[51]Just shut up. The tape is there for a reason. 'Cause this next part is gonna take a measure of calm. Are you with me? Can you be calm? \n[52]Will Dixon, of 112 North Whatever- The-Fuck Street, right now you are wearing an explosive vest. \n[53]Calm the fuck down! \n[54]Now stay still and my associate will show you. 29. \n[55]For a fucking bomb. So don't trip over your shoelaces or anything. That thing's full of C-4. And the C is for chaos. \n[56]Can I take that tape off now, pizza boy? \n[57]You know where you are? You might as well be in space, motherfucker. Nobody can hear you scream. \n[58]Not yet. But you're gonna go get us some. \n[59]I want 100 thousand. \n[60]The Donner-Wells National Bank on Charles Road. 30. \n[61]Yeah, the one across the street from the Olive Garden. \n[62]No, I don't have an account! You're gonna rob it! \n[63]Figure it out. You got a bomb strapped to your chest. That's a start. It'll scare the fuck outta people. Maybe use your brain and go get a gun. Borrow one from a friend for all I care. It ain't rocket science. \n[64]I would, but I'm already wearing this gorilla mask and you're already wearing that bomb. Tell him about the vest. \n[65]And it's on speed dial. So do what you gotta do, but we'll be watching. 31. \n[66]You go anywhere near a police station, and Fourth of July comes early this year. \n[67]It's 9:00 AM. You got 8 hours. \n[68]Once you have the money, call this number and you'll be given instructions on where to drop it. You do good, we give you the six-digit combination that stops the timer and opens the lock. Tomorrow morning, you can go back to delivering pizza, the mail, whatever the fuck you want. Now let me demonstrate what happens if you don't get us the money. \n[69]Hey, Teddy Ruxpin...what's that? You don't have the money? It was too tough to rob the bank, so you just went back to your bear cave and cried like a bitch? Well, guess what my stuffed friend...time is up. \n[70]I liked that bear. I don't even know you. \n[71]Go on. Get outta here. \n[72]Yeah, of course we can. \n[73]Be careful! \n[74]That's right! Get the fuck out of here! You're wasting time! \n[75]It was. Then I paid a Mexican 50 bucks to put a firing pin in it. Now it goes boom. \n[76]Don't you ever question me. I'm fucking this bitch. You're just holding the camera. \n[77]Good. 'Cause this ain't the Marines. This is cash money. You hesitate, you fuck up...and I will leave you behind. \n[78]Let's go get some breakfast. 33. \n[79]You really fucked up this mix tape. \n[80]We're not speed freaks knocking off a 7-Eleven. We're masterminding a heist here. \n[81]I wish he would hurry his shit up. 48. \n[82]No, man. He picked him up at a school. So long as there ain't any cops, he can take the whole town with him. I just want my money. \n[83]If you had any vision, Jay, you'd know exactly what I'm thinking about right now. And it's not a sandwich. Look how well trafficked that shopping mall is. It's the perfect place for the tanning salon. \n[84]I've been thinking about it, and I want you to start off working the counter. Sounds like a demotion, I know, but it's an important position. Because we're gonna be using code words and shit. For example, if a customer walks in and says he wants a tan, that just means he wants a tan. But if he says he wants a \"deluxe tan,\" that means a blow job and you gotta get one of the girls in there to suck him off. You with me? \n[85]There's gonna be codes for everything: missionary, anal, black chicks. I got it all written down back home in my files. 49. \n[86]I'm not gonna bother getting into it with you right now, because you're supposed to be on lookout and you're no good at multitasking. \n[87]Fuck. \n[88]Where the fuck is he going? What's in there? Some sort of FBI headquarters? I told that guy not to fuck around! \n[89]Maybe I should give that bomb a call. \n[90]I was just fucking around. Are you gay for this guy or something? \n[91]All right. Then man up and go check it out. 57. \n[92]Don't even tell me you're about to do a reconnaissance without a cover. What's you cover? \n[93]Yeah, nice fucking uniform. \n[94]You're a personal shopper. You're delivering the latest fashions to Mr. Quilby in marketing. Got it? \n[95]\"He's got the whole world in his hands. He's got whole fucking world in his hands...\" \n[96]So? \n[97]Getting one last blow job in case he don't make it. I kinda like this guy. \n[98]Holy shit! Our boy is causing some serious mayhem! \n[99]Shut the fuck up! If you jinx this with your negativity, I'm gonna strap a bomb to your chest next. \n[100]You are! \n[101]You hear what happened to the guys they were after? 74. \n[102]This who I think it is? \n[103]You know, you're a pretty funny guy. \n[104]Now wait a second, you're the murderer. \n[105]One of those cops who wrecked his car chasing you...he ain't breathing no more. \n[106]I'm just messin' with you. You didn't kill anyone. How'd a moron like you manage to rob a bank? \n[107]There's a boarded up gas station out on Commerce Avenue, past the highway. Be there in 30 minutes. \n[108]Then you'll be standing around with your dick in one hand, and my money in the other. \n[109]Yo, Juicy, wrangle your boy. Money's on its way. \n[110]I remember the summer after my mother passed was the first year they had the Monopoly game at McDonald's. I musta come here three times a day trying to collect all the game pieces. Packed on 20 pounds, got acne from all the grease. The Major said I was the fattest, ugliest 13-year-old he ever laid eyes on. But I didn't care, I just wanted to win the money and get the fuck out of there. So, one night, I followed this skinny register kid home, jumped him. I kept whaling on him, asking him where they were hiding the Park Place piece. The million dollar prize. But he didn't know shit. A year later, The Major won the lotto. I asked him for a Sega Genesis. He bought me one of those paddles with the ball attached. 78. \n[111]I'm not ashamed to admit that I've gone through some dark times since then. Depression. Addiction to a variety of shit, which I won't go into. I know you must think that's pretty silly, especially since you manage to get through the day and you don't got shit going on as compared to me. But that's just the way it is. That's life. \n[112]No. I don't. My whole point I was trying to make before you interrupted me was that that shit is all in the past. 'Cause I did it. I finally pulled it off. \n[113]Are we? Would you do anything to protect me, my money, my empire? \n[114]Would you push the button? \n[115]It's just a question, Jay. Would you? If I asked you? 79. \n[116]I mean, it's no different than those watermelons. \n[117]Yeah, they are. Not the ones you blew up, though. \n[118]Oh, yeah. I forgot about that part. \n[119]Anyway, he hasn't even made the drop yet. I'm gonna go take a shit. Stay away from the bathroom. Someone could get hurt. \n[120]Never comes out this nice when I do it myself. You might wanna take some more off the top, though. I wanna look real professional when I go down to the morgue to identify the body. \n[121]You drop the money yet? \n[122]Why the fuck would you do that!? \n[123]I gave him the code. He told me he committed it to memory. 83. \n[124]He was probably just embarrassed that he forgot it. I'll call him up and - \n[125]Hold on there, big man. You got a bomb on you. I got a cell phone that detonates it. You're not exactly negotiating from a position of leverage. \n[126]Why don't you watch what the fuck you say! I own you! I tell you to rob a bank, and you rob a bank. I tell you to give me the money, and you give me the goddamn money and hope I show you some mercy. \n[127]That piece of shit hung up on me! \n[128]Does this guy know who the fuck I am!? \n[129]We're not amateurs. He was a loose end. I let him live, someday I woulda been walking out of my mansion and... bam! FBI, CIA, NSA, all converging on my front lawn, 'cause a loose end turned state's evidence and they got what they need to put me away. \n[130]Fuck it, Jay. I'll just kill The Major myself. 85. \n[131]You know what they say about a tree falling in the forest? Maybe the same thing applies to blowing up some motherfucker across town. Maybe it doesn't even make a sound. \n[132]Boom. \n[133]Who did I just call, Jay? 'Cause she sounded cute for a bomb. \n[134]Where's the number for the bomb? \n[135]I'm in perfect control! \n[136]You asshole...I make you my partner and you pull this shit... \n[137]Fuck you...I'm gonna piss blood, aren't I? \n[138]Go on. Get it out for me. I can barely move. \n[139]Glad you came to your senses. \n[140]I honestly don't know. \n[141]That guy's not my boy. He's a dick. I'm sorry for all the, uh, confusion. 87. \n[142]I wasn't fucking you, I was fucking him. You gotta understand, you're like a pawn in a much larger game I'm playing here. \n[143]I didn't mean it like that. I'm just juggling a whole lot of shit. \n[144]That may not be possible. I just want to put this out there, to keep you in the loop...but I may need to bump the hit. \n[145]I don't exactly have the money...give me some time and - \n[146]That's it. The assassin's gonna kill me now. I'm gonna die. Game fucking over. \n[147]Why? So he can fuck around again, and I wind up dead, anyway? No. I'd rather just sit here. I want to die right here on this couch. \n[148]How do we do that? Pizza boy's obviously got some kinda death wish. \n[149]That's actually...that's a great fucking idea, Jay. It's the best idea anyone's had all day. \n[150]Ok. Then let's do it right. We leave nothing to chance. Because if we go to prison for this, I won't be able to watch out for you. \n[151]You should probably bring the flamethrower, buddy. There's gonna be some evidence to dispose of. \n[152]Why don't you just slide the phone under the door, so I don't have to kick it open and see you with your panties down. 91. \n[153]What's the quietest way out of the building? 'Cause I might get excited in a confrontation, and you might wind up shot in the face. \n[154]    \n[155] \n[156]That's the point. I want you on a short leash. \n[157]Yeah, I'm sure. You just wanna go back to your fantastic life. Your great job. And that blonde bitch with the sexy voice. \n[158]It means that girl you paid a visit to today is sitting in the back of my van right now. And it ain't exactly consensual. \n[159]There are no lines! There's just me and you and 100 thousand dollars. Once we get that shit in order, you can have her back, and your life, too. So you're gonna show up where I say, when I say. Alone. And if you try anything stupid, the two of you will be delivering pizzas to Saint Peter. \n[160]You got ten seconds. \n[161]She's just really gonna die if you fuck this up. \n[162]How much time you got left? 97. \n[163]Damn. Maybe we should just wait around for the money shot. \n[164]That the money? \n[165]In the van. Maybe. \n[166]This is a fucking tearjerker. \n[167]I will. But you should know, my associate over there is packing a flamethrower. 98. \n[168]Unless either of you can outrun a 25- foot flame.  Or a bullet. \n[169]I gave you the girl. Now give me the money. \n[170]Fair enough. \n[171] \n[172]448921. \n[173]It's so fucking pretty, ain't it? \n[174]Okay, you can get out of here now. \n[175]They say great minds think alike. And in this case, so do we. \n[176]Do I look that dumb? \n[177]Son of a bitch. Well played. \n[178]It's all good. We got your money. \n[179]Hold up. You don't have to do this. I just paid you. \n[180]I don't know what you're talking about. Just take the money. \n[181]I'm not a loose end! \n[182]No!! \n[183]Goddamn it, Jay! \n[184]Stop, drop and roll! \n[185]You didn't hesitate back there, Jay. You did good. \n[186]I'm gonna go put a bullet in that motherfucker and get our money. Think you can get outta here? \n[187]I own this town. \n[188]Dad? \n[189]Dad, are you - \n[190]What happened to you? \n[191]Dad, I...I'd never... 107. \n[192]I am a man! I killed you, didn't I? Now I'm gonna use your money to open a tanning salon where they let you fuck the chicks. \n[193]Those were great bedtime stories. \n[194]Sure thing, pop. \n[195]Get up, you pussy! Come on, soldier! \n[196]\n[197]Here at Major Tan, our specially trained technicians are hard at work developing new technologies that harness the power of the sun, to ensure a cutting-edge tanning experience. \n[198]How's it looking? \n[199]Hey, don't just take this scientist's word for it. The proof... \n[200]...is in the tan. \n[201]But Major Tan isn't just about looking good. It's also about feeling good. \n[202]So come on down to Major Tan...where we're proud to be a family business. ", "Kate": "\n[1]That's the plan. Five days, six nights. Culture. Beaches. Acceptable probability of kidnapping. I leave in the morning. \n[2]This morning I loaded up an African Safari and a cruise to Alaska. \n[3]Fuck Expedia. Travel Advisor. Making it seem so easy. 14. \n[4]Even if I could afford that...they fired two other paralegals last week. Now's not the time to be putting in for vacation days. \n[5]How do you keep sneaking up here past the security guard? \n[6]Interesting theory... \n[7]Maybe I should set him up with Tom Small. He came out to me today on Facebook. \n[8]Tell me about it. He fingered me at junior prom while they were playing \"No Scrubs.\" \n[9]So, I've got some news... 15. \n[10]I'm getting back together with Mark. \n[11]Yeah, but we were talking and - \n[12]You sound like Chet. \n[13]Well, neither one of you seems to care that I don't have a life. Mark's not perfect...but a relationship is better than working late every Friday because I have nowhere else to be. \n[14]You know what I mean. \n[15] \n[16]\n[17] \n[18]What are you doing? \n[19]Why not? What's going on? \n[20]Will, I swear, if this is - \n[21]Oh my god, Will...we'll get help. I'll get you help. 59. \n[22]Please, just let me call someone. Let me do something. This is crazy! \n[23]Will, I can't remember about some stupid picture while you're - \n[24]Will, this is a lot you're putting on me! You just told me people are trying to kill you or something, and now you say you love me. What the fuck is going on? \n[25]Yes. I mean, I've known you forever. It's not an easy thing to figure out. \n[26]Okay. I will process all of this. It's just, the bomb - \n[27]If I had time to think about it...I'd probably tell you that I've always felt very strongly for you. And I've never thought of you as a brother. \n[28]Try not to. Please. 61. \n[29]I'm sorry, I don't know who that is. \n[30]Will...? \n[31]It's okay...I'm fine...I'm just really - \n[32]Will, are you there? \n[33]Chet!? What are you doing here!? \n[34]Uh...I just got kidnapped. \n[35]I just got kidnapped! Can we talk about that!? \n[36]What the hell was that? \n[37]What exactly happened since I saw you this afternoon? \n[38]What!? So you're, like, fugitives? What do we do now? \n[39]Will, that's - \n[40]Here's an idea: pretend you have a bomb strapped to your chest. Tick, \n[41]Is Chet watching us? ", "The": "\n[1]Exactly. That's why we ordered from your shitty \"trattoria.\" \n[2]We'd rather take the pizzas. \n[3]Love that shit! \n[4]   \n[5]  \n[6]  \n[7]   \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  ", "Major": "\n[1]I bought that TV set so I could watch my programs, not so you and your friend could louse up my couch. \n[2]The only thing common in this house is you. You remind me of your damn mother. Fat, dumb, and in my way. \n[3]I paid for the damn cold cuts, too. Maybe if you had a job, or a fucking prospect, or a clue how to find any of the above, I'd let you eat 'em. \n[4]That's what it takes, boy. In the Corps, men like you wore dresses to keep us entertained. \n[5]Dwayne? \n[6]Even if I knew where he was, I wouldn't tell you nothing. \n[7]You know, I saved a black man's life in the shit. So if I took yours I'd be even. \n[8]You think I'm scared of death? There's a whole generation of gooks that think I'm the grim reaper. \n[9]I'll ride you all the way to hell! I know exactly how to get there! \n[10]Go on and - \n[11]Dwayne... \n[12]Some guy...said you hired him to kill me. \n[13]Look at you...lip quivering like you're getting fucked...be a man. \n[14]You mean...like those whorehouses...in 'Nam...I used to tell you about? \n[15]Medics are late...probably a couple lazy spicks...you tell 'em I said so...all right, son? \n[16]Hell of thing...I think I may...actually respect you now. \n[17]  \n[18]  \n[19]  ", "Nick": "", "Rodney": "", "Travis": "", "Fisher": "\n[1]  \n[2]   \n[3]Oh, Jesus! \n[4]They're in my pocket! I'm just reaching in my pocket for the keys! \n[5]Sure. Anything you say. \n[6] \n[7]Please, just go. \n[8]  ", "Pizza": "\n[1]  \n[2] ", "Boss": "", "Chet": "\n[1]What the hell? Have you just been sitting there? \n[2]Hey, a nice girl decides to pleasure me on a weeknight, in her car no less...I'm not gonna make her feel like an untouchable. I'm gonna make her feel like a lady. \n[3]By the way, she said she had a friend. Maybe we can go on our first double date since you tried to talk Jackie Fortunato and her cousin into having a four-way with us. \n[4]I choose sleep. I gotta teach a class at eight. \n[5]Come on, man, you know I got promoted to full-time last month. You bought me a laser pointer. \n[6]I also get healthcare and my summers off. It's not perfect, but it's a career. \n[7]I just got head. I'm totally Riggs. \n[8]  \n[9]Maybe you should pace yourself. It's noon on a Saturday. \n[10]Yeah, he used to kick our asses. \n[11]I hope he chokes on a dick. I never liked him. \n[12]What the fuck are you talking about? I don't want that shit in my head. \n[13]You two were swapping stories about getting fingered? That's pretty cute. \n[14]Whatever. Why the fuck are we talking about who my sister goes out with? 22. \n[15]You sneaky son of a bitch...you want to fuck my sister, don't you? \n[16]My twin sister!? Which is basically like fucking me! \n[17]We look exactly alike! \n[18]This is so fucked up I can't even begin to process it. How long has this been going on? \n[19]So all those sleepovers, they were just some kind of opportunity for you to peek in Kate's bedroom? \n[20]You're a peeping Tom. You realize that, don't you? You're a sexual fucking deviant. \n[21]You? An adult? Sort of stretching the term. \n[22]Take back? Will, you got kicked out of junior college for punching a professor that made fun of some poem you wrote. \n[23]That is, literally, the saddest thing I have ever heard. Like retards playing freeze tag sad. No wonder you deliver pizzas for a living. \n[24]Whatever. I only started hanging out with you because you had a Nintendo. \n[25]Okay. You wanna do this? \n[26]Well, you know who I saw naked? Jenny Rifkin. While I was nailing her. The week after she dumped you. 24. \n[27]Why do you think every time you wanna bet on whose cock's bigger I'm always willing to go in? 'Cause I know mine's bigger. 'Cause she told me! \n[28]My grandpa left me that ball in his will! You helped me look for it for a month! \n[29]Not quite yet. There's actually a mystery I wanna solve for you. I was the one who told John Tanner about how your mom fucked that lifeguard. And I always felt awful about it, because even though he swore secrecy, he told everyone else in town. And then your parents wound up getting divorced. But now...I don't give a shit. \n[30]Krav Maga, bitch. I bet your poetry professor didn't know this shit. \n[31]You threw the first punch! 25. \n[32]Try it! \n[33]My knuckle in your spine! No holds barred you backstabbing fuck! \n[34]Good! \n[35]Let me tell you something. And it's the truest thing you'll ever hear, from the person who knows you best in the world...you're not good enough for my sister. And you never will be. You're the lowest common denominator, Will. You're the square root of fucking zero. \n[36]Get out of my house. You're a shitty friend. \n[37]  \n[38]This whole region here, about 830 thousand square miles, was part of the initial Louisiana Purchase. \n[39]Take out your workbooks. Chapter 3. \n[40]What do you want? \n[41]I'm working here. Do not mess with me at work. 34. \n[42]You wanna apologize, don't you? You look like shit. You've probably been up for days thinking about what an asshole you were. Well, it's gonna take a lot more than some pathetic groveling - \n[43]Then what do you want? Because we don't have anything left to say to each other. \n[44]You're hysterical. Got me. Great joke. I'm going back to work now. \n[45]What the fuck? Is that real? 35. \n[46]Stay away from me! What the fuck are you involved in!? Terrorism!? \n[47]Yes! One of the dumb ones! The ones they convince to wear the bombs! \n[48]Seriously? \n[49]And your first idea was to come to a school filled with young children? \n[50]Just back the fuck away from me with that thing. \n[51]Oh, so you figure the two psychopaths that rigged a bomb to your chest made sure it was safe? There's no margin for error in their fucking bomb vest design!? 36. \n[52]For what? \n[53]Damn it!  I'd like to tell you to get fucked, but you know what the problem is...I'm a better man than you. And someday, I might actually forgive you. So if I let you blow up, or whatever, that shit might come back and eat at my conscience, and totally affect my relationships with other people. Like my wife and kids and shit. \n[54]Are you sure that thing isn't gonna blow at any second? \n[55]Could you just walk a few feet in front of me for a while? \n[56]Yes, I'm still here. I really am this stupid. Just pay attention to where you're going. \n[57]These floors get waxed once a week. On Tuesday, which today is. You hit a slick patch, trip and fall, and I got a classroom full of kids wearing their skin inside out. \n[58]Obviously. \n[59]Do you really want to debate this? 38. \n[60]You're an asshole. \n[61]Kristi Evans. Why? \n[62]Oh, come on. Just keep walking. \n[63]Fuck you. She's in the eighth grade. \n[64]She doesn't call me \"Mr. Chet.\" She's not a foreigner. \n[65]...thanks so much, Mrs. Davis. I'll call you after I talk to the doctor. \n[66]So, this is it? \n[67]Once I step inside this car, I'm basically in a steel coffin with you and...that thing. And if it goes off, all they're gonna find in there are two charred bodies and pieces of a bomb. They'll assume we were driving to a government building to blow it up. It'll be all over the news. Next thing you now, some militia or Islam group is claiming us as members. My family will be humiliated. \n[68]Exactly! \n[69]This is the world's biggest favor, you motherfucker. You didn't even help me move last winter. \n[70]Given the situation, I think you should obey all traffic safety laws. \n[71]I have no idea. I just got in your car. I thought you had a plan. 40. \n[72]No plan. I can't say I'm surprised. \n[73]Maybe we should turn on the radio. See if the signal sets the bomb off. That would be an interesting experiment. \n[74]Listen, let's just go back to my place. Figure out our options. Maybe you can get the vest off or something. I just don't want to do anything stupid. \n[75]Holy fucking shit! \n[76]Okay. Okay. Fuck! \n[77]I'm cool now. 41. \n[78]Do what? \n[79]It's in case I have to jump out. \n[80]And if abandoning ship saves my life, then that laugh will be mine. \n[81]   \n[82]What if we try to separate your shoulder? 42. \n[83]Well, all these sites say different shit. There's not a lot of consensus in the bomb disarming community. \n[84]I agree. We gotta call the cops, have them fly in the bomb squad or something. \n[85]I don't know, Will...I guess you gotta rob the bank. \n[86]It's gonna be okay. \n[87]Pull yourself together! \n[88]Sorry. Shit. I didn't mean to do that. But just listen to me now. You're not gonna die. You wanna know why? Because you know exactly how to rob a bank. \n[89]Point Break. \n[90]Yes. That movie is like a how-to guide for bank robberies. You just bust in. Masks. Guns. Move fast. Stick to the tellers and don't bother with the vault. \n[91]Really? I applied for a job there like a year ago. 44. \n[92]Yeah, so what? It's a good job. You get benefits. \n[93]What kind of benefits do you get? Free toppings? \n[94]Not exactly. They didn't hand me the security schematics with the application. But I sat in the waiting area for like 20 minutes. I know what the place looks like. \n[95]One. I think. \n[96]It's a great start. You can do it. \n[97]I was actually gonna stick to giving tips, ideas...motivational speeches. More of a consultant or advisory role. \n[98]Are you gonna cry again? \n[99]I should make you blow me. \n[100]We're gonna rob a bank for 100 grand? Just leave the rest of the money sitting there? Why? \n[101]I'm putting my life on the line for 100 grand...what does 100 grand even buy these days? \n[102]Handguns. \n[103]We'll pay cash. \n[104]Are you really worried about your upholstery right now? \n[105]It says it's fast drying. \n[106]How would you know? You do a lot of graffiti? 50. \n[107]We don't have time to sit around and literally watch paint dry. Aren't we going straight to the bank? \n[108]What? No way! We've got a car. \n[109]Well, I can't hotwire a fucking automobile, and neither can you. \n[110]I'm not stealing the Fishers' Datsun. Let's steal a car from your parents' friends. \n[111]You never should have told me! I was 13 years old. I couldn't process that kind of information. I had to tell someone else.  Fuck. I really am sorry about it. Okay? Despite what I said before. I was just a kid, but I messed up. \n[112]That's it? You're not gonna apologize for selling my Cal Ripken ball? \n[113]Thanks. Now I feel even worse. \n[114]I appreciate that you tried to buy it back. So, thanks. \n[115]We should probably get going. 52. \n[116]Fuck! Fuck! I just want this goddamn day to be over! \n[117]Yeah. When we were teenagers. This is fucked. \n[118]Sorry. \n[119]You hear that? \n[120]Mr. Fisher is coming! \n[121]Oh shit, oh shit. Are the keys in there? \n[122]What are you doing? \n[123]That old man's got a heart condition! You could have killed him! \n[124]Awesome. I'm stuck inside an even smaller car with you and a bomb. \n[125]Could you just take it easy, we're doing fine on time. \n[126]Do you have to take a piss first? Because I do. \n[127]Are you for real? Did you really just ask me that? You salt-in-an- open-wound motherfucker! \n[128]You're really gonna turn this into some sort of dying wish bullshit? 56. \n[129]I don't think you are. I mean, apparently, you love my sister so much that you're willing to put her life in danger by going to see her with a bomb strapped to your chest. \n[130]Did you tell her how you saw her naked when she was 13? That always works. \n[131]Shut up. She was freaked out. \n[132]By you. 62. \n[133]I don't want you in the family. You bring very little to the table. I want her to be with someone awesome. A pro quarterback. A war hero. At the very least, someone I've never watched porn with. \n[134]Not if I set that bomb off myself. \n[135]I'm not feeling so good. I drank like three of those 5-Hour Energy drinks. \n[136]What should I call you in there, like if I need to ask you to do something? \n[137]I can tell you're not a black guy through the ski mask. \n[138]No, get on the ground! \n[139]All of you, back away from the counter and get out here! Anyone pushes a button and one of these people gets totally shot! \n[140]Are you guys working together? \n[141]This is fucked. That dude is gonna bleed out and we're gonna go to prison. \n[142]Oh, shit. Sorry, Cruz. \n[143]Hey, Sandra. I know you're probably scared right now, but if you go grab us 100 grand in a bag, we'll get out of here. This will all be over and you'll be fine. You trust me? \n[144]What the fuck was that about, Sandra? I thought we had something going! What happened to trust? \n[145]Okay. That should be enough. \n[146]Let's just get the fuck out of here. \n[147]Don't shoot us! \n[148]That was awesome. \n[149]Shit! This is not cool! 70. \n[150]Maybe we should pull over and surrender. \n[151]You don't do anything like this for a living! I am not a pizza, I am a man! \n[152]Go! Go! Go! \n[153]Stop! Stop! Stop! 71. \n[154] \n[155]I thought you were gonna blow up. 72. \n[156]Awesome. \n[157]What!? \n[158]Ah! Get it out! \n[159]Do it now! 73. \n[160]Is it rusty? Am I gonna get tetanus? \n[161]Why are you moving so slowly? \n[162]I thought you hated this car. \n[163]I told a bunch of people I was gonna shoot someone. I was like \"you fucking move, and I will kill you where you stand!\" \n[164]I know. But shit did get pretty crazy. \n[165]Me, neither. \n[166]I messed up, too. I'm a dude who slept with his best friend's ex- girlfriend, and destroyed his parents' marriage, and sat on the sidelines watching his downward spiral. I'm a shitty human being. But I'm glad you know that now, because you can accept me for who I am. \n[167]Woah! You still got a bomb on you. \n[168]You were driving! I'm just an accomplice! \n[169]I bet he had like eight kids. We have to find them and support his family forever. \n[170]They tried to screw us. You're a liability. They were just gonna let you blow up. \n[171]Don't tell him to push the button! Pull over! Pull over! \n[172]Get me out of this car! 84. \n[173]That was colossally stupid! \n[174]Sure! That seems like a perfectly logical pattern of thought! I bet that's exactly what he'll do! \n[175]It's been half an hour. \n[176]In another 30 minutes I'm calling the bomb squad. \n[177]These guys obviously aren't watching you anymore. \n[178]I'll take the heat with you, Will. \n[179]Thanks, man. 90. \n[180]You offered. \n[181]To fuck myself? \n[182]Look at the upshot, while you're behind bars you can finally finish your degree. If I was there, too, it would just be a distraction. \n[183]What happened? \n[184]What the fuck does that mean!? \n[185]Damn it! You had to go see her! \n[186]We gotta get her back, Will. These guys are crazy. \n[187]Not now. We gotta take off. Where's Will? \n[188]Yeah, that was totally Will's fault. In case you want to factor that in while you're mulling over the whole relationship thing. \n[189]This man has spied on you in the nude before! \n[190]He's lying. He's trying to build a relationship on a foundation of lies. And it won't stand. \n[191]Hurry up! He's already on us! \n[192]\"His time was up?\" Were you thinking that up the whole day? \n[193] \n[194]Yeah, Will. What does the future hold? \n[195]Fucked up. Why does she get a share? \n[196]Fucking nine dollars to use the internet. \n[197]Police think it was that black guy. They found some kind of map in his car. And I'm sure racial profiling played a part. \n[198]Nope. Guess it's time to head back. \n[199]Why? So you have more time to delude my sister? \n[200]You really think she's into you? \n[201]You're gonna go fuck my sister now, aren't you? \n[202]At the very least...be a considerate lover. Give pleasure, before taking pleasure. ", "Juicy": "\n[1]Oh yeah? What happened to her? \n[2]I hope you're not one of those guys that comes here looking to get mothered. \n[3]Sure. Whatever you say. Maybe just keep quiet for a while, forget about your old man and let me do my thing. \n[4]What kinda inheritance? 12. \n[5]You know, with a million bucks, you could have anything. Be like a king.  King Dwayne. \n[6]Practice makes perfect. \n[7]Let me ask you a question...do you really hate your daddy? \n[8]Then maybe I can help you get that money now. Before he spends another penny. \n[9]I know a guy in Baltimore. He could help you out. Probably do it for...  ...100Gs. 13. \n[10]Kill your mean old dad. \n[11]So, what do you think...you ready for your crown? \n[12]I missed you so much, baby. \n[13]You know it's not like that. Those guys get Juicy, but you get Marisol. \n[14]Then that's how it's gonna go. We're just waiting on a call. \n[15]Well, I think I can keep you entertained. \n[16]Vaughn, look out! \n[17]He lives with his daddy. You already got the address. 88. ", "Chango": ""}}