{"filename": "42_script.txt", "imdb_id": "tt0453562", "imdb_url": "https://www.imdb.com/title/tt0453562", "characters": ["Rachel Robinson", "Clyde Sukeforth", "Mr. Brock", "Leo Durocher", "Branch Rickey", "Ralph Branca", "Pee Wee Reese", "Kirby Higbe", "Burt Shotton", "Dixie Walker", "Jackie Robinson", "Harold Parrott", "Ben Chapman", "Red Barber", "Wendell Smith (as Andre Holland)"], "dialogues": {"Rachel": "\n[1]Hello? \n[2]Brooklyn? For what? \n[3]Jack? \n[4]What's going on? You're supposed to be playing in Chicago? \n[5]Jack, what are you talking about? What happened? \n[6]What does it mean? For you and me? \n[7]Absolutely. When? \n[8]  \n[9]Did my mom look happy? \n[10]Did my gram look happy? Swinging the door open, he looks at her. The air charged. \n[11]Did Jack Robinson look happy? What if I can't make you happy? He steps over, aware of her shyness. \n[12]Until the wheels fall off. The world is waiting for us. \n[13] I'd follow you anywhere, Mr. Robinson. He picks her up, carries her over the threshold. As the door clicks shut behind them... \n[14]We will. She reaches in her bag, brings out a cardboard SHOEBOX; it's ever so slightly greasy at the bottom. \n[15]I know she means well; I just don't want to be seen eating chicken out of a box like some country bumpkin. Jack runs his hand over her coat. \n[16]Well, they'll know I belong on that plane or wherever I happen to be. \n[17]I've just never seen one before. \n[18]Did you promise him we wouldn't go to the bathroom? You've done it. \n[19]It was just a toilet. You'd think the commodes were made of gold. The busboy watches as Jack and Rachel slide into a booth. As Jack reaches for a MENU, here comes the COOK. \n[20]  \n[21] \n[22]It's good. \n[23]It's Rachel. \n[24]First time. We have our problems in Pasadena, but not like this. \n[25]  \n[26]Where are the other wives staying? \n[27]I'm sure. Thank you. As Jack enters, Mrs. Harris starts back down. \n[28]I like it. The love nest. She kisses him. He's starting to like it, too. \n[29]Remind me dinner's at five. \n[30]Jack's got a thick skin. He'll be okay. \n[31]  \n[32]Who can blame them? \n[33]What did you do? \n[34]You didn't? \n[35]Ah'm a-gittin', ah'm a gittin'. He laughs, takes her hand. He's going to kiss her. \n[36]  \n[37]I think I might be sick. Excuse me, Wendell. He watches as she starts out, looks to the field. \n[38]I'm sick. I don't know why. The older woman rolls off a piece of paper towel for her. \n[39]Thank you. \n[40]I'm late. \n[41]Emerging up the runway. The field opening up before her. There's Jack standing down there. The sight of him settles her. As she puts a hand gently over her belly... \n[42]Watching him head for home, shaking hands with the two men he batted in. Pride &amp; joy in her eyes. \n[43]Oh, Jack... Oh Jack... \n[44]Suddenly in pain, face beaded in sweat. \n[45]Jack! Jack! INSERT: November 18, 1946. Pasadena, California. She is in labor and we are in Huntington Memorial Hospital. A CRY. The DOCTOR holds up a slick, wailing NEWBORN. \n[46]Promise me you'll write. \n[47]I want you to know I'm there for you. Even if it's words on paper. He's sees she's raw, takes her in his arms with the baby. \n[48]You're getting close now. The closer you get, the worse they'll be. Don't let them get to you. \n[49]See you in Brooklyn in eight weeks. \n[50]It's going to be Brooklyn. I know it is. Power in her words. He nods, looks off toward the taxi. \n[51]Hello? \n[52]What did I tell you? \n[53]I love you... \n[54]Watches from the stands. Pleased at the cheering. She holds the baby up to see, whispers to him... \n[55]Okay, okay, that's good. As Jackie's eyes find hers... \n[56]  \n[57]And me? I'm just young and scared and amazed at how brave you are. He grins at her, almost gets a forkful in when LAWSON BOWMAN, the Black owner, pulls up a chair, shakes Jack's hand. \n[58]You're lucky you're a boy. DOORWAY - Dressed to go, Rachel holding the baby, looking anxiously out on the street. Suddenly, ALICE the baby-sitter is there. Here she comes up the steps, opens the door. \n[59]It's okay. Rachel gently hands the baby over. \n[60]It's so cold and raw out, I don't want him getting sick at the game. \n[61] I'm going to be late. She kisses him goodbye, frowns as she heads outside -- \n[62]As the Dodgers take the field, Jack heads to first. Almost wincing, wondering if it's going to start again. \n[63] Look at me, baby. Look at me. Finally, Jack glances up to her. She offers her eyes: I'm with you. He looks away. Her witnessing makes it worse. \n[64]Sick for her husband. \n[65]Witnessing. \n[66]Steal it, sweetheart. Take it. \n[67]They haven't made a day long enough that I wouldn't wait for you. \n[68]They are never going to beat you. \n[69]Wherever you are, I am, too. Look at me. Jack... He looks over. It's not easy for this most proud of men. \n[70]I have to watch. So our hearts don't break... Plus I already bought a scorecard. She holds it up. His name the only one filled in. \n[71]And I put your name on it. See? Jack Robinson. He puts his hand out, takes hers. \n[72]Baby, you hit a home run. \n[73]Oh Jack... \n[74]Nothing. It's just, sometimes when I sit up there with those bastards, those loudmouths in the stands, I know you can hear them. \n[75]No, it's not okay. And I can hear them, too. Jack looks at her, takes her hand in his. \n[76]We're in it together. When they start in on you, you know what I do? I try to sit up as straight. \n[77]Straight as I can. \n[78]I got it in my head that I can block it from you, some of it, if I sit up straight.  Isn't that dumb? Closing the space between them, he takes her hand. \n[79]If they knew you, they'd be ashamed. She puts her arm around him, draws that strength. \n[80]I am holding on. \n[81]Thank you. \n[82]I used to think Jack was conceited. \n[83]It was the very first thing I noticed about him. \n[84]I saw him at a UCLA football game. Even in uniform with a helmet on, his vanity was awful. It was the way he held his hands on his hips. I hated him! And on campus he always wore crisp white shirts and I'd think his skin is so dark, why would he do that? Then I got to know him, his pride and confidence, and I realized he was showing off his color. I was wrong. He wasn't conceited; he was proud. Always, of who and what he is. I'd never met another man like that. What about you? How did you meet your wife? \n[85]For what? \n[86]Don't worry about me. Or us. We know who we are. Crack. Jack hits another. \n[87]You help him plenty. Believe me. They watch him rip into another pitch. \n[88]Yes. I have to let him have that silence at first, let him come to me. But he opens up eventually. \n[89]Do you think so? \n[90]He's had himself on trial since the day I met him. No man is harder on himself or gets to himself worse than Jack. But I hope his team- mates know, they're on trial too. \n[91]  \n[92]How do you mean? \n[93]Careful you don't wake him. \n[94]I don't like seeing you leave, that's all. He looks at her a beat, resumes packing... \n[95]Eleven days. That's a long time without you. He doesn't answer, packs away. Finally: \n[96]Try not to lunge at the plate. \n[97]That's why they're throwing the fastballs inside. He looks at her, a little shocked. \n[98]Fight those inside fastballs off, foul them back. Sooner or later they won't be able to help but throw a curve. He steps to the bed, leans over her. \n[99]Pennant? Where are we going to put a pennant? All these baby diapers hanging everywhere. Jack looks around the room, at the diapers hanging. \n[100]Win one if you have to, but bring yourself home; that'll be plenty. They kiss. \n[101]Promise me you'll come home. That you'll always come home. As he looks at all he loves in the world... \n[102]Listening as -- \n[103]Come on. Throw him a strike. \n[104]Safe. The baby's sleeping so don't you make a sound. He makes to button his lips. \n[105]Stay just like that. She kisses him. And kisses him. And he kisses her back. As they finally head inside, we let them go. And as we're left looking down the street, a crawl begins: ", "Robinson": "\n[1] \n[2]I've been playing shortstop. \n[3]Looking at himself in a MIRROR. Standing in his uniform, the clean white wool, the flowing script: Dodgers. It fits. \n[4]Nears second on his home run trot. Even the Pittsburgh crowd starting to applaud him. \n[5]Rounding second and headed for third. The weight of the world somehow lifting. They gave him one he could hit. \n[6]Nearing home. About to step on the plate. He closes his eyes as well and -- ", "Clyde": "", "Sukeforth": "\n[1]A plan's always good, Mr. Rickey. And you always got one. \n[2]Do what, Mr. Rickey? \n[3]There's a code. Break a law and get away with it, some people think you're smart. Break an unwritten law though, you'll be an outcast. \n[4]Josh Gibson. Oh boy can he hit. \n[5]No? Rickey won't take the file; the answer is no. \n[6]Alright. Roy Campanella. Sukeforth holds it out; Rickey won't take it. \n[7] Satchel Paige then. Parrott enters carrying an armful of files. \n[8]He was court-martialed. A trouble maker. He argues with umpires. A quick temper is his reputation. Rickey is obviously keen on him. \n[9]Do you see? \n[10]Are you Jackie Robinson? \n[11]He'll need to be. Rickey looks back to Jack who is as angry as he is confused. \n[12]Robinson! As Jack turns, Sukeforth tosses him a FIRST BASEMAN'S GLOVE. \n[13]Play first base. \n[14]Well, it's like this. Brooklyn's got a solid second baseman. And they got Pee Wee Reese at short. But first base is up for grabs. Are you catching my drift? \n[15]Mr. Rickey said he wants you playing conspicuous baseball! To be so good the Dodgers'll demand you on the team! So I thought about it awhile and then I looked up conspicuous in the dictionary. It means to attract notice or attention. Jack dives, spears a liner. Sukeforth tilts back his cap. \n[16]Conspicuous. ", "Brock": "\n[1]  \n[2]Jackie, I'm Ray Brock. Welcome to Sanford Florida! The day belongs to decent minded people. They shake hands. Brock looks to Smith, obviously knows him. \n[3]Wendell, good to see you. My wife's inside cooking. You know what she asked me this morning? She asked me, what do you serve when a hero's coming for dinner? \n[4]Tell that to all the little colored boys playing baseball in Florida today. You're a hero to them. The look on Jack's face says that's a heavy burden. \n[5]Sit down, have something to drink. My special rum and coke. \n[6]A ballplayer who doesn't drink? That's a new one on me. \n[7]Of course, this way. \n[8]      \n[9]I hope Jackie sleeps alright. Chasing baseballs in the sun all day, I'd be in my grave. How are they treating him out there? They watch as a CAR slows, parks across the street. \n[10]  \n[11]  \n[12]Wendell?! Smith leaves the room. Hold on Jack, despair as he listens. ", "Leo": "\n[1]  ", "Durocher": "\n[1]That's what spring training's for, boys! Sort out our differences! He hits another. This time to the outfield where veteran DIXIE WALKER gives chase, finally gives up on it. \n[2]C'mon, Dixie, get after it! \n[3]I'm gonna squeeze one more year out of that worn out body of yours! \n[4]Keeping the women happy! That's what it's all about! \n[5]Rusty, Mr. Rickey. But we'll get â\u0080\u0098em oiled up and ready in no time. You find your lost sheep yet? Troubled, Rickey shakes his head â\u0080\u0098no'. As he does, Harold Parrot hurries over. He's the Dodgers travelling secretary. \n[6]       \n[7]He didn't come to play; he came to kill. Durocher starts out to the mound to talk to Higbe. \n[8]Yeah? \n[9]I'm bowling. Wait, I'm snowshoeing in the Alps. I'm trying to sleep, Mr. Rickey. It's still dark out. \n[10]I don't got an attitude toward him. The girl rolls over to look at him. She is the actress LORRAINE DAY and she is stunning. As Durocher regards her... \n[11]I don't know much about the Bible. \n[12]But I didn't go to school just to eat my lunch either. I'll play an elephant if he can help us win. To make room for him, I'll send my own brother home if he's not as good. \n[13]We're playing for money, Mr. Rickey. Winning's the only thing that matters. Is he a nice guy? \n[14]Good. He can't afford to be. Nice guys finish last. \n[15]None whatsoever. Can I go back to sleep now? \n[16]What? \n[17]I'm sure it's got a lot to say about a lot. Good night. Durocher hangs up the phone, looks to her. \n[18]What am I gonna do with you? \n[19]It's a pipe dream, Mr. Rickey. \n[20]I mean it ain't gonna happen. The Dodgers are never gonna demand Robinson be brought up from Montreal. Ball players are conservative. \n[21]It - ain't - gonna - happen. \n[22]I'm not saying they won't accept him: I'm saying they won't ask for him. I'm saying Robinson's good medicine, but they're not gonna like the taste. I'm saying bend over, boys, and get ready, this one might hurt a little. \n[23]  \n[24]Yes, Mr. Rickey. \n[25]We are the only people awake on this entire isthmus, Mr. Rickey. \n[26]Yes, Mr. Rickey. \n[27]Wake up, ladies! Wake the Hell up!  It's come to my attention that some of you fellas don't want to play with Robinson. That you even got a petition drawn up that you're all gonna sign. Well boys, you know what you can do with your petition? \n[28]Come on what?! \n[29]Screw your hardware store, Dix! And if you don't like it, screw you! Mr. Rickey'll be happy to make other arrangements for you. Durocher suddenly marches to Higbe, looks like he's going to belt him. As Higbe gulps, Durocher turns to the team. \n[30]I don't care if he's yellow or black or has stripes like a zebra, if Robinson can help us win, and everything I've seen says he can, then he's gonna play on this ball club. Like it, lump it, make your mind up to it because he's coming! And think about this when your heads hit the pillow, he's only the first, boys, only the first. More are coming right behind him. They have talent and they wanna play! He lets that sink a moment. \n[31]Yes, sir, they're gonna come diving and scratching. So I'd forget your petition and worry about the field. Because unless you fellas pay a little more attention to your work, they are going to run you right out of the ball park! A petition?  Are you ballplayers or lawyers? ", "Branch": "\n[1]   \n[2]  \n[3]  \n[4]  \n[5]He sits watching as the segregated bleachers in right fill with BLACK FANS. All else is white. Rickey pops a PEANUT in his mouth, confides to someone alongside him we don't see. \n[6]  \n[7]  \n[8]  \n[9]Surveying the scene. Parrott alongside. \n[10]      \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  ", "Rickey": "\n[1]   \n[2]Gentlemen, I have a plan... As of now, only the Board of Directors and my family know. Sukeforth and Parrott exchange a look. \n[3]My wife says I'm too old, That my health isn't up to it. My son says that every one in baseball will be against me. But I'm going to do it. Parrott looks to Sukeforth who keeps his eyes on Rickey. \n[4]I'm going to bring a Negro ballplayer to the Brooklyn Dodgers. \n[5]There's no law against it, Clyde. \n[6]So be it. New York is full of Negro baseball fans; every dollar is green. I don't know who he is, or where he is, but he's coming. \n[7]  \n[8]No. \n[9]A heck of a player. But too sweet, they'll eat him alive. \n[10]Too old. We need a man with a future not a past. (holds up his own \n[11] A four sport college man, out of UCLA. That means he's played with white boys. Twenty-six years old, now with the Kansas City Monarchs. Batting over 350 even as we speak. 350! And he was a commissioned army officer! \n[12]For refusing to sit in the back of a military bus.  Ft. Hood, Texas. The driver asked him to move back. The MPs had to take him off. \n[13]I see he resents segregation. If he were white, we'd call it spirit! \n[14]Robinson's a Methodist. I'm a Methodist. God's a Methodist. We can't go wrong. Find him. Bring him here. \n[15]  \n[16]Do you have a girl? \n[17]A man needs a family relying on him. It insures he'll behave responsibly. Do you have a girl? \n[18]You think so? Jack looks to Sukeforth who smiles placidly. Back to Rickey. \n[19]Do you love her? Rachel? Don't you know? \n[20]Marry her. What? Rickey stands, walks to a window. Jack looks at Sukeforth who raises a hand as if to say: Give it a chance. \n[21]Baseball's a hard life; a man needs a good woman by his side. You don't want the only person waiting for you at home to be a catcher. Sukeforth chuckles at that. Rickey fingers open a slat on the blind and peers out. Jack looks hard at him. \n[22]It doesn't, huh? Are you calling us liars, Jack? \n[23]This is about baseball. Rickey opens the shade. Sunlight floods in. Rickey follows it to the chalkboard, to the list of players under Montreal. \n[24]I see you starting in the spring with our affiliate in Montreal. If you make it there, we'll try you down here with the Dodgers. The white Brooklyn Dodgers. Jack looks to Sukeforth who nods: Yes, you heard right. \n[25]I'll pay you $600 a month and a $3,500 bonus when you sign the contract. Is that agreeable? Believe it or not that's a lot of money to Jack on this day in time. This is all becoming a bit overwhelming. \n[26]There is one condition. I have a pile of scouting reports. I know you can hit behind the runner, that you can read a pitch. The question is can you control your temper? \n[27]Yes your temper! Are you deaf?! Rickey furious, the avuncular old man gone. Jack sits there, fists now balled. Rickey to Sukeforth like he's not there: \n[28]He looks proud. Willful. \n[29]I want to win! I want ballplayers who can win! Are you one of them?! \n[30]A black man in white baseball. Imagine the reaction. The vitriol. Rickey strides forward, gets in his face. \n[31]The Dodgers check into a hotel. A decent good hotel. You're worn out from the road and some clerk won't give you the pen to sign in. We got no room, boy, not even down in the coal bin where you belong. \n[32]The team stops at a restaurant. The waiter won't take your order.  Didn't you see the sign on the door? No animals allowed. What are you going to do then? Fight him? Ruin all my plans? Answer me, you black sonofabitch! \n[33]I want one who has the guts not to fight back! There are people who will not like this. They will do anything to get you to react. If you echo a curse with a curse, they will only hear yours. Follow a blow with a blow and they will say a Negro lost his temper; that the Negro does not belong. Your enemy will be out in force, but you can not meet him on his own low ground. We win with hitting, running and fielding, nothing else. We win if the world is convinced of two things: that you are a fine gentlemen and a great ballplayer. Like our Savior, you must have the guts to turn the other cheek. Jack considers Rickey. Rickey looks worn out. \n[34]Can you do it? Jack poised at what will be his Rubicon. He crosses. \n[35]  \n[36]Who's the best shortstop you ever saw? \n[37]Rabbit Tavener? And you call yourself a sports writer? \n[38]Pop Lloyd. \n[39]Wagner is number two. And Rabbit Tavener would not break my top 25. Where do you suppose Jackie Robinson will end up on that list? \n[40]Alright then, where would he rate at second? \n[41]High praise. He'll have to be the best in the minor leagues first. \n[42]I'm saying it's going to be a very interesting spring training. A lot of players are coming back from the war and with gas rationing over, we can train down in Florida again. \n[43]Those towns may as well be a million miles from Daytona. \n[44]I spoke to the Daytona mayor. He assures me there'll be no trouble. But Rickey doesn't sound so sure. They consider each other. \n[45]Mr. Smith, are you a Communist? \n[46]I have a business proposition. What's your salary at the Courier? \n[47]I will pay you an additional fifty dollars a week plus expenses if you will attend spring training with Jackie Robinson. You will watch over him, help him to avoid the harm that could come if he were to do or say anything out of turn. You will act as his chauffeur, you will secure accommodations for him wherever the team may be, help him find restaurants, etc... \n[48]Unprecedented access for any reportage you feel appropriate. What do you say, Mr. Smith? \n[49]Ebbets Field actually, but yes, I agree. The world is ready. \n[50]How are they looking, Leo? \n[51]A bus? Harold, how in blazes did he end up on a bus?! BOB BRAGAN, in his catching gear, passing by with pitchers RALPH BRANCA and KIRBY HIGBE. Higbe asides to Bragan: \n[52]Listen to this, Harold. Whenever I hear a white man - yours truly - broadcasting what a Moses he is to the Negro race, then I know the latter needs a bodyguard. (Parrott tries to \n[53]The minor league commissioner of baseball said that! I pay part of his salary! You wouldn't stab me in the back like this, would you? \n[54]Why didn't you say so?! \n[55]Clay, I'd like you to meet Jackie Robinson. Jackie, Clay Hopper, manager of the Montreal Royals. Hopper shakes his hand as they exchange greetings. \n[56]I agree. And I'll state another obvious, Clay, I need the players to act like gentlemen around him. \n[57]To treat him as they would any other teammate. \n[58]To be natural, to impose no restrictions on themselves. To all work together in harmony. WHACK! The hit &amp; run is on. The man on first runs on the pitch as a LOW LINE DRIVE shoots for the gap between 1st and 2nd. Robinson turns himself inside out to dive on his belly and catch it before it hits the ground. He spins himself around, pivots on a knee to throw the runner out before he can get back to first. Â  Rickey is astounded. \n[59]That was superhuman. \n[60]Clay, I realize that attitude is part of your heritage; that you practically nursed race prejudice at your mother's breast, so I will let it pass. But I will add this: you can manage Robinson fairly and correctly or you can be unemployed. They both look over as Jack comes off the field toward them. \n[61]Yes, Wendell, what is it? \n[62]I see... Yes, I understand. Wake him up and get him out of there. Put him in the car and start driving for Daytona Beach. Now. And, Wendell, under no circumstance tell him what this is about. I do not want him to get it in his head to stay there and fight. \n[63]He sits watching as the segregated bleachers in right fill with BLACK FANS. All else is white. Rickey pops a PEANUT in his mouth, confides to someone alongside him we don't see. \n[64]I've spoken to the mayor. I've explained how much money we'll spend in Daytona. But still, when this fine young Negro man steps on that field today, he and the Dodgers will technically be breaking the law. A law which says white and black players cannot enjoy the same field at the same time. Does that make sense to you? Does Jim Crow make any sense when placed against the words of the United States Constitution? When placed against the word of God? POP OUT to reveal he sits beside the DODGER BATBOY, so short his feet don't touch the ground. Rickey offers his peanut bag. As the batboy takes one... \n[65]I'll tell you, it does not make sense to me. \n[66]Watching from a seat behind third. \n[67]Thataway, Jackie! Thataway! Higbe looks home for the sign, Jack dancing off third, pounding his right foot toward home. He feints hard home. Higbe steps off the rubber. Jack stays where he is. \n[68]Bermuda grass grows so well here. I wish we could get it to grow like this in Brooklyn. \n[69]Me, too. Rickey consider the field a moment, then Jack. \n[70]Jackie, it's my pleasure to tell you that you've earned a spot on the Montreal Royals. When they head north Tuesday for opening day against Jersey City, you'll be on the train. Jack trying to hold down his excitement. \n[71]I know that. \n[72]Give her my regards. Jack about to head off when he looks back.. \n[73]I'm an opportunist. With you and the Negro players I hope to bring up next year I'll put together a team that can win the World Series. And the World Series means money. Jack studies him a beat, not quite buying it. \n[74]Don't you believe that? \n[75]Agreed. Therefore, run the bases like the Devil himself. \n[76]Worry those pitchers so they come apart. Sometimes they'll catch you, but don't worry about that. Ty Cobb got caught plenty. Just run as you see fit. Put the natural fear of God into them. \n[77]Good evening. I have something very important to talk with you about tonight. Something that will require courage from all of us. \n[78]I have a ballplayer on my Montreal team named Jackie Robinson. The start of applause. Rickey motions for it to stop. \n[79]He may stay there or he may be brought to Brooklyn. But if Jackie does come up to the Dodgers, the biggest threat to his success, the one enemy most likely to ruin that success, is the Negro people themselves! There is shocked silence in the room. Rickey notices a group of KIDS watching from a raised running track, soldiers on: \n[80]I say it as cruelly as I can to make you all realize the weight of responsibility that is not only on myself and the Dodgers, but on Negroes everywhere. For on the day Jackie enters the National League, if he does, I have no doubt every one of you will form parades and welcoming committees. You'll strut. You'll wear badges. You'll hold Jackie Robinson days and Jackie Robinson nights. You'll get drunk, fight and be arrested. This is too much. People are slackjawed. Rickey powers on. \n[81]You'll wine and dine him until he is fat and futile. You'll symbolize his importance into a national comedy and yes, a tragedy! So let me tell you this!  If any group or segment of Negro society uses the advancement of Jackie Robinson in baseball as a triumph of race over race, I will regret the day I ever signed him to a contract, and I will personally see that baseball is never so abused and misrepresented again! Is he done? An embarrassed smattering of applause. Mostly shock and stares. As Rickey stands there uncomfortably... \n[82]Thank you, Mr. Miller. I'm sorry; the spotlight will be on us all. \n[83]Hello, Leo, what are you doing? \n[84]  \n[85]Another spring training is upon us. In Panama. I need to know your attitude toward Jackie Robinson. \n[86]Eight times in the Bible we're told to love our neighbor. It's one of God's most repeated commands. \n[87]If by nice you mean soft, no, not particularly. \n[88]So you have no objections to him? \n[89]Yes. Oh -- and Leo? \n[90]The Bible says a thing or two about adultery as well. \n[91]Pipe dream? What do you mean by pipe dream? INSERT: Panama City, Panama. March 18, 1947. \n[92]A team full of tough war veterans? Immigrants' sons? Boys from impoverished parts of the country? \n[93]You really believe they won't accept him? Once they see how he plays, how he can help them win. \n[94]Have our friends in the press gone to sleep yet? \n[95]A deliberate violation of the law, needs a little show of force. I leave it to you. Good night, Leo. \n[96]  \n[97]Bragan, most of your teammates have recanted on this petition nonsense. Are you really here to tell me you don't want to play with Robinson? \n[98]And your friends here in Brooklyn?  Then I will accommodate you. If you give me your word that you will try your very best for this team until I can work out a trade. That gets Bragan's goat. He jumps up, really mad. \n[99]Only on yourself apparently. You can go, Bragan. \n[100]Send Dixie in. \n[101]I received your letter, Dixie. Recently, the thought has occurred to me that a change of ball clubs would benefit both the Brooklyn Baseball Club and myself. This is about Robinson? \n[102]I realize, Dixie, that you have a Southern upbringing, that you would have to subordinate your feelings for the welfare of this venture. I for one would deeply appreciate it. I think we can all learn something. \n[103]Is that what you're you afraid of?  Bragan's a third-stringer, but you bat clean-up. You're popular in Brooklyn. Children look up to you! \n[104]I'll start looking for a trade or a sale. But it won't happen until I get value in return. Until then I expect you to drive in runs. \n[105]  \n[106]Branch Rickey cannot afford to upset team chemistry and so the only thing keeping Robinson off the Dodgers now, plainly, is the attitude of the players. INSERT: Brooklyn. April 9, 1947. \n[107]If it softens at the sight of Jackie's skills, he'll join the club some time between April 10 and April 15. Otherwise, Robinson will spend the year back in Montreal.  For the love of Pete, he batted .625 in the exhibition games against them, us, them -- Against us! Judas Priest! Rickey flummoxed as the phone RINGS from the outer office. \n[108]Durocher. Of course, he's my ace in the hole. Very good, Harold. The phone still rings. Rickey looks to his open door. \n[109]Jane Ann! Are you out there? Grumbling, brambly eyebrows twitching, he makes the mistake of answering his own phone. \n[110]Branch Rickey... You're speaking to him... The Commissioner of what..? Oh, yes put him on.  \n[111]Fine. What can I do for you, Happy? \n[112]I'm sorry, Happy, I thought you said lose Durocher for a year. \n[113]Anyone who sets foot in Havana is seen with known gamblers. \n[114]You're joking. \n[115]Now I'm sure you're joking. Happy checks his nails, returns his hand to the MANICURIST. \n[116]You know very well my organization is about to enter a tempest. I need Durocher at the rudder. He's the only man who can handle this much trouble, who loves it in fact. You're chopping off my right hand! \n[117]You can't do that! Happy, you son of a bitch! DIAL TONE. Rickey steadies himself, looks to Parrott. \n[118]Trouble ahead, Harold. Trouble. \n[119]  \n[120]I'm so sorry about the rush. Events are unfolding too fast to keep up with. The burden has finally fallen to me and so be it. \n[121]Yes, yes. As Jack poises the pen -- Rickey suddenly aghast. \n[122]Stop! The pen a millimeter over the page. \n[123]History. And I'm blabbing, blabbing through history... Rushing it along. What am I thinking? \n[124]Rickey sticks his head out the door. \n[125]Jane Ann, come in here.  Harold! Parrott sticks his head out from an office down the hall. \n[126]Get some employees up here! \n[127]Where Jack Robinson signs his contract. As he sets the pen down -- Rickey starts APPLAUDING. He's joined by Parrott, JANE ANN and a JANITOR. Rickey claps Jack on the shoulder. \n[128]Harold, telegram the press. Say this: â\u0080\u009cThe Brooklyn Dodgers today purchased the contract of Jackie Robinson from the Montreal Royals. He will report immediately.â\u0080\u009d \n[129]Surveying the scene. Parrott alongside. \n[130]Opening day, Harold. The world is all future and no past. \n[131]It's a game of inches, Jackie! \n[132]Come in! \n[133]      \n[134]Baseball has returned to Brooklyn, Burt. Another season is underway. \n[135]Inevitable I suppose. I asked him if she was worth it and he said yes. How's the retirement? \n[136]It's a helluva thing when a man has good health and enough money and absolutely nothing to do. \n[137]Is that so? \n[138]Roses and sleep are two wonderful things, Burt. But sleep you can get inside your casket and flowers look good on top of it. You don't look like a dead man to me. \n[139]I need you to manage the Dodgers. We're a ship without a captain; there's a typhoon ahead. \n[140]Do you miss the game, Burt? Look me in the eye and tell me you don't. Shotton considers Rickey a beat and then looks away. \n[141]You promised her you wouldn't put on another uniform. You didn't promise her you wouldn't manage. Wear a suit and tie; Connie Mack still does. You remember how to get to the Polo Grounds, Burt? \n[142]You remember what the peanuts smell like roasting, how the crack of the bat sounds, the roar of the crowd? \n[143]My car's parked right out front. Harold will show you where. Now what do you say? \n[144]Sitting next to Parrott. He leans forward, unsure. \n[145]What's he saying? \n[146]Rickey watches as he disappears inside. Finally exhales. \n[147]Stands, watches. Praying this doesn't go south. As Jack finally continues on, Rickey closes his eyes in relief. \n[148]You can't, Jackie. You know it. \n[149]These men have to live with \n[150]You don't matter right now, Jack. You're in this thing. You don't have the right to pull out from the backing of people who believe in you, respect you and who need you. \n[151]If you fight, they won't say Chapman forced you to; they'll just say that you're over your head. That you belong where you are. \n[152]That every downtrodden man who wants more from life is over his head. Jack's either going to explode or break into tears. \n[153]No. You do. You're the one living the sermon. In the wilderness. Forty days. All of it. Only you. \n[154]Of course there is! You can stand up and hit! You can get on base and you can score! You can win this game for us! We need you as well! Everyone needs you.  You're medicine, Jack. Rickey reaches out, touches the wall to stay standing. Jack just breathes as familiar sounds reverb down the tunnel. \n[155]Who's playing first? Jack considers him. Everything hangs in the balance. Then: \n[156]  \n[157]When I first told you about Jackie, you were against it. Now all of a sudden you're worrying about him. How do you suppose that happened? \n[158]Sympathy, Harold, is a Greek word. It means to suffer. I sympathize with you means I suffer with you. This Philadelphia manager has done me a service. \n[159]Is there an echo in here? Yes, he's creating sympathy on Jackie's behalf. Philadelphia by the way is Greek for brotherly love. The intercom BUZZES. \n[160]   \n[161]What do you want, Bragan? \n[162]What about Robinson? Bragan's been staring at the floor. He looks up now. The low afternoon sun hits his face. \n[163]Why? \n[164]  \n[165]Do you remember the story, Burt, of the 99 sheep? How one was missing? \n[166]I find myself at odds. I want integration and the pennant. I want to punish Dixie and at the same time I want his salvation. \n[167]It would be so much simpler if he wasn't batting .385. As Walker finishes, he passes Jack whose turn it is. \n[168]  \n[169]Nevertheless it must be accepted calmly, Harold. What is it? A headline: PLAYERS STRIKE. Parrott reads... \n[170]Madness! What are they thinking?! \n[171]National League President Frick says this is America and baseball is America's game. He says one citizen has as much right to play as another. Baseball will go on as planned once the rain stops. Jack eyes his bat. \n[172]Because my job is to win. I have an obligation to Brooklyn to put the best team on the field I can. Your presence on the roster increases our chances of winning. Not buying it, Jack looks over at him. \n[173]You look lovely, Mrs. Robinson. \n[174]I don't know how you do it. Every day, from the 1st to the 9th. Myself? I could pay $100 for a suit and in twenty minutes I'd look like I fell out of bed. Even my shoes look rumpled. They watch Jack crack one high off the Schaefer Beer sign. \n[175]Is that so? \n[176]How did you two meet? \n[177]Trying to catch her in a race. She was the fastest girl in town. Beautiful legs. I finally caught up; we've been together ever since. They sit a moment. Below: Jack nails another one. \n[178]I wanted to apologize to you. \n[179]Everything. I can't apologize to him. He and I both knew what we were getting into. But you. A newlywed, trying to blossom a marriage under all this pressure. \n[180]Your husband has humbled me. When this all began I thought I was changing the world and that Jackie was my instrument. Can you imagine? I wish I could help him, but I'm just a spectator. \n[181]Is he able to get things off his chest? So he doesn't burn up? \n[182]Good. It's too much to carry inside. Does he have any friends on the team?  They're spectators, too. They do admire him though. Rachel looks out to where Reese and Stanky play catch. \n[183]Even the worst of us recognizes courage. Moral courage especially. I have to think they see it. Jackie's a man on trial. He's responding with glory and grace. No one can take their eyes off him. \n[184]I suppose we all are. You're an astute woman, Mrs. Robinson. \n[185]If I'd met you first, I wouldn't have looked so long for Jackie. \n[186]I mean if he was good enough for you, he's certainly good enough for the rest of us. \n[187]  \n[188]What can I do for you, Herb? \n[189]Twenty years. Maybe more. \n[190]And why's that, Herb? His name's Jackie Robinson by the way. \n[191]Herbert, what your team does is your decision. But my team is coming to Philadelphia. With Robinson. If we have to claim the game as a forfeit, we will. That's 9-0 in case you forgot. \n[192]Do you think God likes baseball? I do. \n[193]It means you're going to meet God one day, Herb, and when he inquires why Robinson wasn't on the field in Philadelphia and you answer because he was a Negro, it may not be a sufficient reply. As Rickey hangs up the phone... \n[194]  \n[195]What can I do for you, Pee Wee? \n[196]It's an important road trip, we're only three games out of first. \n[197]Cincinnati's nearly a home game for you. \n[198]Nigger lover. Watch yourself. We will get you, carpetbagger.  Typical stuff. Reese takes the letter back, a little hurt. \n[199]How many of these letters have you gotten, Pee Wee? \n[200]I'll tell you what they aren't, they aren't letters from the Jackie Robinson fan club. Here -- He thrusts a sheaf of it into Reese's hands. As Reese flips through the stack of hate, reads: \n[201]Of course he knows. And the FBI. They're taking a threat in Cincinnati pretty seriously. So excuse me if I'm not too shocked at you being called a carpetbagger. You should be proud of it! \n[202]I understand. I bet Jackie just wants to play ball. I bet he wishes he wasn't leading the league in hit by pitch. I bet he wishes people didn't want to kill him. But the world isn't so simple anymore. I'm not sure it ever was. We just, baseball ignored it. Now we can't. \n[203]Coming up out of his seat along with the fans around him. \n[204]Get out. Let me talk to my first baseman. Go. He's getting stitched up for Pete's sake. The reporters move off for other interviews. Reporter Two hesitant to let it go, finally drifts off. Rickey watches. \n[205]Sticking up for yourself is what you'd expect of any man. Some find it galling to see it in a Negro. \n[206]Sorry? Sorry for what? \n[207]I told you, Jackie, all the best base runners get caught sometimes. \n[208]Do you know what I saw this morning? I was passing a sandlot and a little white boy was up to bat. You know what he was doing? \n[209]He was pretending he was you. Wiping his hands on his pants, swinging with his arms outstretched like you do. A little white boy pretending he was a black man. \n[210]We had victory over fascism in Germany; it's time for victory over racism at home. \n[211]I love this game. I love baseball. I've given my life to it. Forty odd years ago I was a player coach at Ohio Wesleyan University. We had a Negro catcher, best hitter on the team. Charley Thomas. Rickey starts slowly rubbing the baseball in his hands. \n[212]A fine young man. I saw him laid low. Broken because of the color of his skin and I didn't do enough to help. I told myself I did, but I didn't. The game I loved had something unfair at the heart of it. I ignored it. But a time came when I could no longer do that. You let me love baseball again. Thank you. Jack's eyes gentle on Rickey's. \n[213]You're a force of nature, Jackie, you've complicated everything but yourself. You're changing the world, and refusing to let it change you. I for one am in awe. Jack reaches, takes the baseball from him. A beat as they consider each other. Finally, a promise... \n[214]  \n[215]Rickey here. \n[216]And eliminates the Giants and Boston. He puts an â\u0080\u0098X' through Boston and the Giants. The rest of the NL are already crossed out. Only the Cardinals remain. At the same time, Parrott X's the same out on his notebook. \n[217]We'd have to lose nearly every game for the Cardinals to catch us now. One more win may do it. Who's pitching tomorrow for the Pirates? ", "Ralph": "", "Branca": "\n[1]What's the matter with you guys? \n[2]Hey, man. Ralph Branca. Last, but not least, Spider Jorgensen, his Montreal teammate. \n[3]What do you mean? \n[4]You got a serious problem, Bragan, you know that? \n[5]Listen to this: Right now Robinson is the loneliest man I have ever seen in sports. Who's this guy to say Jackie's lonely? He doesn't wear it on his sleeve. Man's got one helluva game face. Take no prisoners. How does some reporter know how he feels. They stop talking as Robinson walks past, the last one into the shower, a couple of towels around him. \n[6]Lonely? I say its the best game face in the world. \n[7] Ostermeuller, you kraut! You gotta bat, too! Don't you forget! \n[8]It's gonna come right between your eyes! Like a Kamikaze! \n[9]You don't belong here! Go home to Goering and Shmelling! \n[10] You ever write about white guys in your paper? I mean, if I threw a no hitter and Jackie got a base hit, what would the headline be? \n[11]No problem. It'll still make the Post. They play their hands as they talk. \n[12]Hey, maybe forty of our last fifty. \n[13]Math is why I throw a baseball for a living. \n[14]Can I ask you something, Jackie? How come you never shower until everyone else is done? Jack just stares at him. Branca won't let it drop. \n[15]You shy or something? \n[16]We're a team. On a hot streak. Half the wins on account of you. You're the bravest guy I ever saw. You're leading us and you're afraid to take a shower? A beat as Jack considers him. Stone-faced. \n[17]C'mon. Take a shower with me. ", "Kirby": "\n[1]As Higbe  finishes WRITING something on a piece of hotel STATIONARY, Bragan  looks to Dixie Walker  and Dodger pitcher HUGH CASEY (Georgia). ", "Higbe": "\n[1]Why don't they just put him on a watermelon truck? \n[2]Hey, Rook! Did you hear about the redneck shortstop? \n[3]How about the shortstop making all the errors, tried to kill himself by jumping out on the highway? \n[4]Come on, Rook! Ain't you gonna swing at something?! Jack takes a practice swing, waits as Bragan sets up right over the plate. Here comes the pitch. Low. â\u0080\u009cBall four!â\u0080\u009d A big, over-reacting CHEER from the Colored section. \n[5]Looks ill-tempered over to first where Jack gives the same look back as he sidesteps an enormous, defiant lead off the bag. Higbe incredulous. Did he just do that? \n[6]Hell! You're supposed to go back to third when I step off! Don't you know nothing?! He throws over. Jack back to the bag. Higbe gets the ball back, looks in. Jack bouncing, pounding off third. His movements carry violence within them. Like a piston exploding in an engine. Higbe into his motion, stops his delivery, accidentally drops the ball to the ground. The umpire signals BALK, points Jack home. Higbe is furious. \n[7]As Higbe  finishes WRITING something on a piece of hotel STATIONARY, Bragan  looks to Dixie Walker  and Dodger pitcher HUGH CASEY (Georgia). \n[8]We, the undersigned Brooklyn Dodgers will not play ball on the same field as Jackie Robinson. Higbe signs it. He hands the pen to Bragan who adds his own name. Casey signs with a flourish. Casey holds out the pen to Walker who doesn't take it right away. An odd beat. \n[9]Got a petition goin' on, Stank. \n[10]Ain't asked him yet. What difference does it make? \n[11] The hell he does! \n[12]I speak my mind and they trade me! This ain't the America I know! He glares down to Jack's locker. Jack regards him back. It's Higbe who looks away first. He continues packing. \n[13]Pittsburgh! For cash and some I- talian outfielder named Gionfriddo! \n[14]Pittsburgh... ", "Burt": "", "Shotton": "\n[1]Roses need pruning, but fine when I left it last night. Branch said it was important and I heard about Leo. Any idea what this is about? \n[2]Yeah, it's a shame about Leo. \n[3]It's fine. The roses -- \n[4]I'm perfectly happy. \n[5]When I took off that Cleveland uniform two years ago, I promised the Mrs. I'd never put on another uniform again. Roses look great and I sleep a whole lot better. \n[6]What's this about, Branch? \n[7]No, I'm sorry, but no. \n[8]Baseball's the only life for an old pepper pot like me, but I promised my wife, Branch. \n[9]Branch, I -- \n[10]Sure... Rickey tosses him a set of car keys. \n[11]Men, I don't have much to say. Just, don't be afraid of old Burt Shotton as a manager. You can win the pennant in spite of me. I can not possibly hurt you. The Dodgers trade looks. Not exactly inspirational. As Shotton heads out he pauses by Jack. \n[12]Are you Robinson? I thought so. Shotton pats Jack on the shoulder, continues on his way. \n[13]If you're talking about Dixie, I'd leave the word sheep out of it. \n[14]Can't he just be a good ballplayer? He has to be a good person, too? ", "Dixie": "\n[1]Watching from right field, the black crowd still cheering. He walks over toward the open bullpen where Casey stands. \n[2]Sitting down across from Rickey. \n[3]Watch your mouth! \n[4]By the dugout with Stanky, watches in disbelief. \n[5]Walker strokes a DOUBLE over Stanky's head as Stanky breaks off second for third. ", "Walker": "\n[1]  \n[2]If you could, skipper, my wife would sure appreciate it! \n[3]He's fine with me, so long as you keep him up in Montreal. \n[4]Good luck, Hop... \n[5]Watching from right field, the black crowd still cheering. He walks over toward the open bullpen where Casey stands. \n[6]This really how it's gonna be some day? Baseball? \n[7]What if they put him at shortstop? \n[8]He does not have the ice water in his veins for big league baseball. \n[9]C'mon, Leo... \n[10]Ball players gotta live together, shower together, it's not right to force him on us. Besides, I own a hardware store back home and I -- \n[11]Sitting down across from Rickey. \n[12]I'm keeping my reasons private. Hope you can respect that, sir. \n[13]What I have, Mr. Rickey, is a hardware store back home. It's called Dixie Walker's. Folks don't come because I have the lowest prices, they come because it's called Dixie Walker's. Understand? And I make as much money owning that store as I do playing for you. \n[14]You got my letter; can I go? \n[15]I always have. That's my job. \n[16]Where are they sending you, Hig? \n[17]She's all yours, Robinson. As THUNDER rumbles in the distance... \n[18]So long as he showers lonely, he can have whatever face he wants. \n[19]Maybe 42's got enough friends in town, we can bunk up. \n[20]Nothing. It's just, I know when you can't get into a hotel, you got people's houses you can stay at. \n[21]An apology. \n[22]For turning this season into a sideshow! I'm a ballplayer; I want to play ball! \n[23]How the hell are we gonna win sleeping on the bus?! \n[24]By the dugout with Stanky, watches in disbelief. \n[25]Carl, I swear, I never thought I'd see ol' Ben eat shit like that. \n[26]Walker strokes a DOUBLE over Stanky's head as Stanky breaks off second for third. ", "Jackie": "\n[1]Nears second on his home run trot. Even the Pittsburgh crowd starting to applaud him. \n[2]Rounding second and headed for third. The weight of the world somehow lifting. They gave him one he could hit. \n[3]Nearing home. About to step on the plate. He closes his eyes as well and -- ", "Harold": "", "Parrott": "\n[1]With all due respect, sir, have you lost your mind? Imagine the abuse you'll take from the newspapers alone. Never mind how it'll play on Flatbush. Please, Mr. Rickey. Rickey looks dismissively at Parrott, over to Sukeforth. \n[2]Jackie Robinson's on a bus leaving Pensacola. \n[3]      \n[4]Maybe you could have Durocher hold a press conference. Demand that he get Robinson on his team. \n[5]Get some glasses, ump! \n[6]How's Florida, Burt? \n[7]You'd better just talk to him. A beat as they reach the door. Parrott knocks. \n[8]I'm going in that Phillie dugout tomorrow and wring Chapman's neck! Rickey considers Parrott, starts laughing. Parrott is hurt. \n[9]Did I say something funny? \n[10]Well, any decent minded person -- \n[11]A service?! \n[12]The news isn't good, sir. \n[13]A National League players' strike \n[14]Come on, fellas! We have twenty minutes to check in and then get to Shibe! Chop chop. No one is listening as the TEAM DRIVER opens the lower compartment and the players  grab their bags. \n[15]We're the Dodgers. We have a reservation. \n[16]You mean Robinson can't stay here? \n[17]We've been staying here ten years. \n[18] \n[19]Fellas! Burt! Please! Take the bus to the field! Worry about the game. I'll find another hotel. \n[20]Jackie, excuse me, um, a request came in. The Phillies manager Ben Chapman, he'd like his photo taken with you. Jack pretends to sniff the air around Parrott. \n[21]Mr. Rickey thinks it's a good idea. He says it'll be in every sports page in the country. An example that'll show everyone even the most hardened man can change. \n[22]Mr. Rickey says it doesn't matter if he's changed. As long as it looks like he's changed. Chapman said he'd come down here. Or meet you in the runway. As Jack slow burns... \n[23]On a payphone in the CROSLEY FIELD CONCOURSE. \n[24]We did it, Boss! We did it! We swept Cincinnati! That puts us seven games up. \n[25]Ostermueller. ", "Ben": "\n[1]Jack sits down. No one says anything to him. No one comes near him as he stares ahead, trapped in a kind of void. The closest player to him is Bobby Bragan. Bragan finally manages to glance over at him, then looks quickly away. \n[2]Settles back in the shadows of the dugout. Finished for now. \n[3]  ", "Chapman": "\n[1]Hey! Hey you black Nigger! Jack looks to the visitor's dugout where the Phillies Alabama- born manager BEN CHAPMAN stands at the top of the steps. \n[2]Why don't you go back to the cotton fields where you belong! \n[3]Or did you swing your way out of the jungle?! Bring me a banana! \n[4]Bojangles! You sure can dance, snowflake! \n[5]Hey, black boy! Hey, shoe shine! \n[6]You like white girls?! Huh?! Which one of them Dodger boys' wives are you climbing on tonight?! Chapman looks toward... \n[7]Oh, I think I got it. Dixie, I believe I know! \n[8]Settles back in the shadows of the dugout. Finished for now. \n[9]Hey, Pee Wee! Dixie! What's this Nigger doing for you all to let him drink from the same water fountain as you?! I hope it's worth it! \n[10]You don't belong! Look in a mirror! This is a white man's game. Get it through your thick monkey skull! Jack stops short looks at him. Chapman stands his ground. \n[11]Hey, black Nigger! I know you can hear me! If you were a white boy, you know where you'd be right now?! On a bus headed down to Newport News cuz you can't play for shit! Here comes the pitch. Jack nonchalantly sticks his bat out, pokes a soft hit past second. A nothing hit, but he's standing on first. And he looks, well, ferocious in fact. As Pete Reiser steps up into the batter's box... Jack stares at Dutch Leonard. Assassin's eyes as he takes an insolent, in-your-face lead off first. Dutch fires to first. Jack dives back safe! Back on his feet, he spits out a piece of grit he picked up sliding back on his belly. Not bothering to dust himself off, he's turning into something elemental before our eyes. \n[12]You fellas are making too big a deal out of this. He scored We lost. One to nothing. \n[13]We treat him the same way we do Hank Greenburg except we call Hank a kike instead of a coon. When we play exhibitions against the Yankees, we call DiMaggio the Wop. They laugh at it. No harm, it's forgotten after the game ends. Chapman tosses away his beer can. \n[14]Hey. Let's get the chips off our shoulders and play ball. It's a game, right? \n[15]Hey, porch monkey! Hey Robinson! Hey boy! You know why you're here? \n[16]You're here to draw those Nigger dollars at the gate for Rickey! \n[17]What's the problem, Stank? \n[18]Okay, okay. Jesus. As Chapman disappears into his dugout, Jack whacks a single. \n[19]Some Jew must've wrote that. \n[20]Me?! \n[21]Jackie's been accepted in baseball and the Philadelphia organization wish him all the luck we can. I only hope in some small way our trial of fire... helped him along. Jack looks at him: Did he just say that? ", "Red": "\n[1]Rachel sits with Smith. They react to some of the INVECTIVE coming from the white section. \n[2]CHEERING, joyous. His mother joins in, happy despite... \n[3]The sky's are leaden. Threatening. Eddie Stanky safe at first as Robinson steps to the plate. \n[4]The sky's are leaden. Threatening. Eddie Stanky safe at first as Robinson steps to the plate. Jack walk to the plate, digs a cleat into the batter's box... \n[5] \n[6]Up in the booth. \n[7] \n[8]Cincinnati fans expressing their displeasure as the Dodgers take the field. Jackie Robinson at first. The Brat Eddie Stanky at second. Spider Jorgensen at third. And the captain Pee Wee Reese at shortstop. Ask any man and they'll tell you that the Gillette Superspeed razor is a honey. Maybe the sweetest shaving razor you'll ever use. \n[9]Robinson and Reese conferring at first. Maybe discussing an infield shift on Baumholtz. \n[10]The top of the 11th inning, all tied at 2. For those of you just tuning in, how did we get here? \n[11]It's been double trouble as Robinson knocked in Stanky with a double in the third... \n[12]...And Dixie Walker did the same with a double in the eighth. \n[13]It wasn't enough as the Cardinals tied it with two of their own in the top of the ninth. This game is crucial to the Red Birds. They're five games out, the Dodgers having not relinquished first place sine June 30th. Casey throws a pitch. Inside, a ball. INSERT: August 20, 1947. Brooklyn. \n[14]Slaughter takes ball one low. Casey in his second inning of relief. This game is tighter than a new pair of shoes on a rainy day. Slaughter hitless in four trips as Casey goes into his wind-up. Slaughter swings, hits a hard ground ball right at Reese who fires over to Jack at first. Slaughter is out by fifteen feet, but he never slows down. And his foot comes down -- -- High on Jack's right calf. Slaughter's spiked him something wicked. Jack goes down in a heap clutching his leg, blood already seeping through his high socks. Slaughter, head down, on his way to the visitor's dugout as Dodger players pour out of their own to protest. As the UMP raises his hands, motions them all back... Jack pulls up his sock, a bloody mess. Stanky looks to Casey. \n[15] Munger sets. Robbie back and forth off second. The third bag clearly in his sights. Oh, and Munger deals a pick off throw to Marion at second and Robinson is out! Marion breaks for the bag and Munger turns and fires a strike. Marion brings down the tag -- Out! He is and he knows it. The crowd stunned into silence. Jack frozen a moment, head down, furious with himself. Low. ", "Barber": "\n[1]One out in the bottom of the first. Headed toward the plate for his first big league at bat is Dodger rookie Jackie Robinson. Jackie is very definitely brunette. \n[2]Sain looking in. When he's got that fastball working, he can toss a lamb chop past a hungry wolf. The BRAVES CATCHER signals â\u0080\u00981'. Here come the pitch. CRACK! It's down the third base line. The THIRD BASEMAN is going to need every ounce of his arm as he fields it at the line, throw across his body to -- FIRST. Where Jack's foot hits the bag an instant before the ball smacks into the first baseman's mitt. \n[3]Here's Robinson. Jackie holds that club down by the end. Rear foot on the back line of the box. Slight open stance, bent at the knees... \n[4]The sky's are leaden. Threatening. Eddie Stanky safe at first as Robinson steps to the plate. \n[5]The sky's are leaden. Threatening. Eddie Stanky safe at first as Robinson steps to the plate. Jack walk to the plate, digs a cleat into the batter's box... \n[6] \n[7]Chapman the Phillies manager up on the top step, seems to be chirping something out to Robinson. Chapman a hothead during his playing days with the Yankees. \n[8]Up in the booth. \n[9]Two strikes now to Reiser as Leonard looks in. Robinson with another big lead off first. He's as restless as a cat with a hot foot. \n[10]Hermanski steps up. \n[11]  \n[12]Robinson on first, Pete Reiser at bat. Reiser belts it. A long one. Deep into left center. Back goes Ennis who is not tall enough. This one's off the wall. Robinson is going to score from first. Over Barber: a CRACK of the bat, the ROAR of the crowd. As players around him react, Stanky finally looks up as Robinson crosses the plate, heads in, sits a few feet from Stanky. \n[13] \n[14]Takes a fastball in on the hands. Robinson, who is pitched to a great deal that way, uses a thicker handle bat than most hitters, just because he hits a lot of balls out on his hands. \n[15]That one wasn't quite â\u0080\u0098in' enough. Robinson punishing the Redbirds with a smart piece of hitting. \n[16]Cincinnati fans expressing their displeasure as the Dodgers take the field. Jackie Robinson at first. The Brat Eddie Stanky at second. Spider Jorgensen at third. And the captain Pee Wee Reese at shortstop. Ask any man and they'll tell you that the Gillette Superspeed razor is a honey. Maybe the sweetest shaving razor you'll ever use. \n[17]Robinson and Reese conferring at first. Maybe discussing an infield shift on Baumholtz. \n[18]The top of the 11th inning, all tied at 2. For those of you just tuning in, how did we get here? \n[19]It's been double trouble as Robinson knocked in Stanky with a double in the third... \n[20]...And Dixie Walker did the same with a double in the eighth. \n[21]It wasn't enough as the Cardinals tied it with two of their own in the top of the ninth. This game is crucial to the Red Birds. They're five games out, the Dodgers having not relinquished first place sine June 30th. Casey throws a pitch. Inside, a ball. INSERT: August 20, 1947. Brooklyn. \n[22]Slaughter takes ball one low. Casey in his second inning of relief. This game is tighter than a new pair of shoes on a rainy day. Slaughter hitless in four trips as Casey goes into his wind-up. Slaughter swings, hits a hard ground ball right at Reese who fires over to Jack at first. Slaughter is out by fifteen feet, but he never slows down. And his foot comes down -- -- High on Jack's right calf. Slaughter's spiked him something wicked. Jack goes down in a heap clutching his leg, blood already seeping through his high socks. Slaughter, head down, on his way to the visitor's dugout as Dodger players pour out of their own to protest. As the UMP raises his hands, motions them all back... Jack pulls up his sock, a bloody mess. Stanky looks to Casey. \n[23]The top of the 12th and Kurowski at the plate. He hit his 20th home run on Monday so Casey's going to want to be careful with him. The pitch grooves in and Kurowski nails it. \n[24]Oh dear. There goes number 21. \n[25] Munger sets. Robbie back and forth off second. The third bag clearly in his sights. Oh, and Munger deals a pick off throw to Marion at second and Robinson is out! Marion breaks for the bag and Munger turns and fires a strike. Marion brings down the tag -- Out! He is and he knows it. The crowd stunned into silence. Jack frozen a moment, head down, furious with himself. Low. \n[26]The Cardinals pick up a game. It was one of those plays where you do or you don't and Jackie didn't. \n[27]2 on 2 out for the Cardinals in the eighth. Anxious moments now as they've cut the Dodger lead to 2. Nippy Jones up. Musial taking his place on deck. Jones likes to punch that ball when he swings. \n[28]The outfield is deep, shaded toward left. Robinson holding the runner on first. Here comes Casey with the pitch -- Jones swings, pops it up. \n[29]It's popped up foul toward first. Should be out of play. But here comes Robinson, he's coming hard -- \n[30]He's got it! And one of the \n[31]The Dodgers closing in on the Pennant as they'll leave St. Louis for Cincinnati and a three game series with the Reds. \n[32]A very big game today here in Pittsburgh. A win and the Dodgers will have clinched the National League Pennant. \n[33]Fritz Ostermueller on the mound. He's 12 and 8 on the season. \n[34]Here comes the pitch and Robinson takes outside. Ball one. \n[35]Ostermueller winds and throws, low and away ball two. Fritz seems to be pitching around Jackie. Or trying to get him to chase. \n[36]3 and 0 now. Robinson waiting on something he can swing on. As catcher Kluttz throws it back... \n[37]That is a deep fly ball to left. Kiner on his horse, but I don't think he'll get there. \n[38]Back, back, back and oh doctor! Robinson got his pitch! "}}