{"filename": "A-Few-Good-Men_script.txt", "imdb_id": "tt0104257", "imdb_url": "https://www.imdb.com/title/tt0104257", "characters": ["2nd. Lt. Jonathan Kendrick", "Lt. Col. Matthew Andrew Markinson", "Dr. Stone", "Capt. Whitaker", "Lt. Dave Spradling", "Lt. Sam Weinberg", "Judge Julius Alexander Randolph", "Lt. Daniel Kaffee", "Capt. West", "Cpl. Jeffrey Barnes", "Lt. Cdr. JoAnne Galloway", "Col. Nathan R. Jessep", "Capt. Jack Ross", "Pfc. Louden Downey", "Lance Cpl. Harold W. Dawson"], "dialogues": {"Dr.": "", "Stone": "\n[1]...And he was pronounced dead at zero-zero-thirty-seven. \n[2]If the muscles and other cells of the body burn sugar instead of oxygen, lactic acid is produced. That lactic acid is what caused Santiago's lungs to bleed. \n[3]Twenty to thirty minutes. \n[4]An ingested poison of some kind. \n[5]Absolutely. \n[6]Yes I am. \n[7]There are literally dozens of toxins which are virtually undetectable, both in the human body and on a fabric. The nature of the acidosis is the compelling factor in this issue. \n[8]Yes. \n[9]Certainly. \n[10] \n[11]It would have to be a very serious condition. \n[12]Possibly. There would still be symptoms though. \n[13]There are hundreds of symptoms of a -- \n[14] \n[15]Yes. \n[16]Of course. \n[17]Yes it is. \n[18] \n[19]No. I personally give the men a physical examination every three months. And every three months Private Santiago got a clean bill of health. \n[20]Yes. ", "Capt.": "", "Whitaker": "\n[1]'Morning. \n[2]Sam, how's the baby? \n[3]How can you tell? \n[4]I'm sure you don't have a good excuse, so I won't force you to come up with a bad one. \n[5]Sit-down, this first one's for you. \n[6] \n[7]Guantanamo Bay, Cuba. A marine corporal named Dawson illegally fires a round from his weapon over the fenceline and into Cuban territory. \n[8]Sam? \n[9]PFC William Santiago threatens to rat on Dawson to the Naval investigative Service. Dawson and another member of his squad, PFC Louden Downey, they go into Santiago's room, tie him up, and stuff a rag down his throat. An hour later, Santiago's dead. Attending physician says the rag was treated with some kind of toxin. \n[10]Not according to them. \n[11]Not much. They're being flown up here tomorrow and on Thursday at 0600 you'll catch a transport down to Cuba for the day to find out what you can. Meantime, go across the yard and see Lt. Commander Joanne Galloway. She's the one who had 'em brought up here. She'll fill you in on whatever she has. Any questions? \n[12]It seems important to Division that this one be handled by the book, so I'm assigning co-counsel. Any volunteers? \n[13]Sam. \n[14]Work with Kaffee on this. \n[15]Do various... administrative... you know... things. Back-up. Whatever. \n[16]Right. ", "West": "\n[1]  \n[2]I understand there was some trouble over the weekend down in Cuba. \n[3] \n[4]Joanne, why don't you get yourself a cup of coffee. \n[5]Joanne, I'd like you to leave the room so we can talk about you behind your back. \n[6]I thought this Code Red shit wasn't going on anymore. \n[7]Well lets find out before the rest of the world does, this thing could get messy. What about this woman? \n[8]And before that? \n[9]Three cases in two years? Who was she handling, the Rosenbergs? \n[10]I know. All passion, no street smarts. Bring her back in. \n[11] \n[12]And I'll have Division assign them counsel... \n[13]From what I understand from your colleagues, you're much too valuable in your present assignment to be wasted on what I'm sure will boil down to a five minute plea bargain and a week's worth of paper work. \n[14]Don't worry about it. I promise you, division'll assign the right man for the job. "}}