{"filename": "Aladdin_script.txt", "imdb_id": "tt0103639", "imdb_url": "https://www.imdb.com/title/tt0103639", "characters": ["Aladdin (voice)", "Prince Achmed /Necklace Merchant (voice)", "Princess Jasmine (voice)", "Additional Voices (voice) (as Philip Clarke)", "Abu /Cave of Wonders /Rajah (voice)", "Iago (voice)", "Razoul /Farouk (voice)", "Sultan (voice)", "Additional Voices (voice)", "Harem Girl (voice)", "Jafar (voice)", "Genie /Peddler (voice)", "Gazeem /Melon Merchant /Nut Merchant (voice)"], "dialogues": {"Aladdin": "\n[1]COMPILED BY BEN SCRIPPS &lt;34RQNPQ@CMUVM.CSV.CMICH.EDU&gt; 1992 The Walt Disney Company  PEDDLER:    Oh I come from a land     (Camera tilts down to find JAFAR sitting on his horse and IAGO  JAFAR:  You...are late. GAZEEM:A thousand apologies, O patient one. JAFAR:  You have it, then? GAZEEM:I had to slit a few throats to get it.  (Pulls out JAFAR:  Trust me, my pungent friend.  You'll get what's IAGO:   What's coming to you!  Awk!  (JAFAR pulls out the second half of the medallion.  He connects  JAFAR:  Quickly, follow the trail!  (All ride off, following the glowing speck of light, until  JAFAR:  At last, after all my years of searching,  the cave IAGO:       Awk!  Cave of wonders! GAZEEM: By Allah! JAFAR:  Now, remember!  Bring me the lamp.  The rest of the  (GAZEEM starts to approach the lion's mouth, which forms the  IAGO:   Awk, the lamp!  Awk,  the lamp!  (Now that IAGO and  (JAFAR puts his finger to his lips and shushes him.  GAZEEM reaches  CAVE:       Who disturbs my slumber? GAZEEM: It is I, Gazeem, a humble thief. CAVE:       Know this.  Only one may enter here.  One whose    JAFAR:  What are you waiting for?  Go on!  (GAZEEM hesitates, then moves one foot inside the cave.  With  CAVE:       Seek thee out, the diamond in the rough.    IAGO:       I can't believe it.  I just don't believe it. We're JAFAR:  Patience, Iago.  Patience.  Gazeem was obviously IAGO:        Oh, there's a big JAFAR:  Yes, we do.  Only one may enter.  I must find this  (Cut to a rooftop, where ALADDIN rushes up to the edge, carrying  GUARD:  Stop, thief!  I'll have your hands for a trophy, ALADDIN:      All  (He jumps off, landing on two ropes strung between buildings, with  GUARD 1:    There he is! GUARD 2:    You won't get away so easy! ALADDIN:    You think that was easy?    GUARD 1:    You two, over that way, and you, with me.  We'll  (ALADDIN pulls a sheet over him and wraps himself as a disguise.  ALADDIN:    Morning, ladies. WOMAN 1:    Getting into trouble a little early today, aren't ALADDIN:    Trouble?  No way.  You're only in trouble if you  (A hand grabs ALADDIN's shoulder and yanks him back.  It's the  ALADDIN:    I'm in trouble! GUARD:  ...and this time--(A screeching sound from ABU, ALADDIN:    Perfect timing, Abu! ABU:        Hello! ALADDIN:    Come on, let's get outta here!  (ALADDIN battles a GUARD wielding a sword.  He dodges a couple of   (ALADDIN and ABU scamper up a pile of barrels, then kick one down  GUARDS:  Riffraff! Street rat! ALADDIN:    Just a little snack, guys!  (ALADDIN scampers to the top of a platform. The GUARDS shake the  GUARDS: Rip him open, take it back guys! ALADDIN:    I can take a hint, gotta face the facts WOMEN:  Who?!?  (ALADDIN jumps off the platform to certain death, only to grab ABU's   (ABU finds a plate full of fruit and stuffs his mouth full like a  WOMAN:  I'd blame parents, except he hasn't got 'em! ALADDIN:    Gotta eat to live, gotta steal to eat  (ALADDIN and ABU exit.  Cut to MUSCLEMAN flexing to a crowd.  The   (A chase sequence, in which ALADDIN and ABU, pursued by the GUARDS,  CROWD:  Stop, thief! Vandal! ALADDIN:    Let's not be too hasty  (ALADDIN is surrounded by GUARDS in front of a door. The door opens  LADY:   Still I think he's rather tasty  (ALADDIN tumbles away, then puts his arm around a GUARD, acting  ALADDIN:    Gotta eat to live, gotta steal to eat \n[2] OLD MAN:    Remember, boy--first fetch me the lamp, and then ALADDIN:    C'mon, Abu.  (to ABU hiding under the shoulder of  (ALADDIN begins to descend the staircase.  He reaches the bottom  ALADDIN:    Would ya look at that! ABU:        Uh oh! ALADDIN:    Just a handful of this stuff would make me richer    ALADDIN:    Abu!    ALADDIN:    Don't...touch...anything!  We gotta find that lamp.  (They begin to make their way through the room when the CARPET rises  ABU:        Huh?  (He turns, and the CARPET lies flat on the floor.  He continues, and  ABU:        Aladdin!  Aladdin! ALADDIN:    Abu, will ya knock it off?  (Again the CARPET follows, but this time, when ABU turns, the carpet  ALADDIN:    Abu, what are you--crazy?    ALADDIN:    A magic carpet!  C'mon.  C'mon out.  I'm not gonna  (The CARPET slowly comes out, shyly, then picks up ABU's hat and dusts  ALADDIN:    Take it easy, Abu.  He's not gonna bite.  (The CARPET again picks up ABU's hat and hands it to him.  ABU shakes  ALADDIN:    Hey, wait a minute.  Don't go.  Maybe you can help  (They pass through a long cave, until they emerge in a giant  ALADDIN:    Wait here! ABU:        Oh.  Huh?  (ABU sees a shrine with a golden monkey.  The outstretched paws hold a  ALADDIN:    This is it?  This is what we came all the way down ", "(voice)": "", "Iago": "", "Sultan": "", "Jafar": ""}}