{"filename": "Alien-Resurrection_script.txt", "imdb_id": "tt0118583", "imdb_url": "https://www.imdb.com/title/tt0118583", "characters": ["Ripley", "Dr. Wren", "General Perez", "Elgyn", "Hillard", "Vriess", "Scientist", "Call", "Gediman", "Distephano", "Anesthesiologist", "Surgeon", "Johner", "Purvis", "Christie"], "dialogues": {"Ripley": "\n[1] being cut open with a lasersaw.  We see her body still has a layer of the aspic-slime clinging to it. And her skin is unnaturally blue. But as we PAN from her chest to her face her identity is unmistakable.  Around her are several men in operating masks.  Cutting her GEDIMAN, a young and enthusiastic scientist.  One man, seemingly in charge, stands a bit off, watching.  This, by tag on his coat, is DR WREN.  \n[2] Sudden stillness.  Ripley crouches in the middle of a small, dark chamber.  She's wide eyed, staring straight ahead in a state of near catatonia. Hair tangled and wild. But at least she's not so  blue as before.  The only light on her comes from directly above, from a thick pane of glass in the center of the ceiling.  \n[3] She is still for a long while.  Then she lifts her hands, looking at them.  Touches her face, her skin.  She fingers her tunic, pulls down the neck.  There is a scar running along her chest.  She fingers it thoughtfully. -  She looks at her forearm.  Tattooed near the crook of her elbow is the number 8.  She looks up, her face unreadable.  \n[4] Why?  \n[5] Why...?  \n[6] The scientist is holding up cards with pictures on them: house, dog, boat.  Ripley gives answers we can't hear through the glass, looking pissed off and bored.  \n[7] Fuck....  \n[8] How did you...  \n[9] Does it grow?  \n[10] It's a queen.  \n[11] It'll breed.  You'll die.  Everyone in the ... fucking.... (searches for the word, then spits it out) ... Company.  Will die.  \n[12] 1 doubt that.  \n[13] Oh, I am.  \n[14] It's a cancer.  You can't teach it tricks.  This stops Wren, and he retreats silently.  Ripley repeats word to herself, thinking.  \n[15] \"Them\" ...  \n[16] Get away from me.  \n[17] Because pain hurts.  He falters a moment at her quiet threat, then:  JOHNER Are you gonna hurt me then? 1 think I might enjoy that.  He smiles his ugly smile. She smiles back.  She hits, him solidly in the chest -- and he flies back ten feet, landing badly on a group of chairs.  His mates fly into action, Christie grabs a standing ashtray. Hillard jumps Ripley from behind.   She throws her off with e -- chucks the basketball at her hard enough to pop the air out of it.  Christie swings at her and SMASHES her right in the face.  She arcs back... and right back up, at Christie's throat before he has a chance to react, squeezing, batting away the ashtray just a trickle of blood coming down her nose --  Johner cames at her again and she leaps on him, throws him to the ground, snarling,  \n[18] He... smells  \n[19] The few drops she flicked away sizzle on the floor -- not eating through, but melting  a small patch.  \n[20] Beautiful, aren't they?  \n[21] I know.  She looks at him.  \n[22] I can hear them.  \n[23] Shhhhh.  She pulls him close, kisses him.  Lightly at first, then deeply - holding his head with both hands. He responds with surprising warmth, the kiss drawing out, pulling slowly apart.  She looks at him, smiles.  An alien tongue SHOOTS out of her mouth, burying itself in his face.  \n[24] As she suddenly awakes, eyes wide, breathing hard.  She has been sleeping, we see, in the same position she was before: squatting in the middle of the room. She looks about her, recovering from the nightmare... Her breathing slows. With a somewhat fatalistic look, she settles back to sleep.  \n[25] The cell door opens silently.  Call hesitates a moment, then slips in, shutting the door behind her.  Ripley is sleeping, still in the squatting position in the middle of the room.  Call approaches.  She stares down at Ripley a moment.  A shadow passes as a guard walks above them,  Call tenses till he is gone.  Look's back down at Ripley -- still sleeping.  Call extends her hand, flexes her wrist.  The meanest lookin stilletto you've ever seen extends from out her sleeve. it, gotta be a foot long, and sharp enough to shave with.  She lifts back her arm, the better to punch it through Ripley's heart.  Ripley shifts slightly.  Call stops.  \n[26] Her shirt is open enough to show a good portion of the scar. Call hesitates, staring, realization flooding her face.  \n[27] Well?  Call starts, moving back a pace.  \n[28] You gonna kill me or what?  \n[29] You mean my baby?  CALL  I don't understand.  If they've got it, why are they keeping you alive?  \n[30] Curious.  I'm the latest thing...  \n[31] What makes you think I would let you do that?  Ripley pushes her hand out - the blade goes RIGHT THROUGH HER PALM. She keeps pushing her hand out slowly, a good five inches of the blade sticking out the back of her hand  before she stops. Call stares at her.  \n[32] Ripley, Ellen, Lieutenant first class, number 36706.  \n[33] What do you know about it?  \n[34] If I'm not her. What am I?  \n[35] But only God can make a tree.  \n[36] Not all the way out.  \n[37] It's in my head.  Behind my eyes.  I can hear it moving.  The beast.  The smile is gone, some real vulnerability showing through.  Call softens, trying a different tack.  \n[38] It's already loose.  Call's expression changes.  Those words terrify her, but she's not sure if Ripley means what she thinks.  Ripley raises her hand at Call's head -- Call flinches but Ripley stops a few inches away.  Then touches her forehead gently, almost sensually.  \n[39] Once the thought .... the hope for it ... grows here.... it has found its way.  It will come, because... man will bring it.  Bring it forth.  \n[40] I've come to terms with the fact of it. It's inevitable.  \n[41] I can... make it ... stop...  Call's eyes are pleading, terrified. Ripley finally lets go and she drops to the ground gasping for air.  RIPLEY  Go. They're coming for you.  As soon as she can move, Call scrambles up and heads out.  \n[42] Ripley sits in the dark, the noise of Chaos just beginning filter in. And she just can't help herself.  She is LAUGHING.  \n[43] There'll be more.  Everyone looks around at her.  She is squatting in the corner facing away from them.  \n[44] They'll breed.  In a few hours there'll be twice that number.    So who do I have to fuck to get off this boat?  \n[45] They won't.  Everybody looks at her.  \n[46] They're breeding. They've got new bodies to work on. They'll stay close. If they send anybody out, it'll be here. Where the... meat is.  \n[47] Hours.  \n[48] We're moving.  \n[49] The ship is moving. 1 can feel it.  \n[50] The end.  \n[51] Clear.  Johner moves up next to her.  \n[52] Yes.  \n[53] I died.  He lags behind a bit, thrown.  \n[54] Leave him.  \n[55] He's carrying..  \n[56] He's got one....\tinside him. I can smell it.  \n[57] There's a monster in your stomach. They hijacked your cryotube and sold you to him  and he put an alien in you. In a few hours it will punch  its way through your chest and you'll die.  Any questions?  Purvis is wide-eyed, stunned.  After a moment he stammers  \n[58] I'm the monster's mother.  She starts heading out of the chamber.  Call turns to the others.  \n[59] Can't.  \n[60] At least two.  \n[61] Yep.  \n[62] They know it's a trap.  \n[63] Bait.  \n[64] Give em a reason to go in there. Throw somebody in.  \n[65] DO we want to live? Give em her.  She indicates Call, who looks around, nervous at the lack of protest about this idea.  Ripley points at Rane.  \n[66] Or the skinny one, it doesn't matter. We can't resist the smell of meat.  \n[67] Come on!  Do you want to live or not?  It won't hurt long.  \n[68] \n[69] So I gave them some.  \n[70] Did you think I was going to... feed you to them?  \n[71] I want to live.  \n[72] No.  \n[73] Why did you come here?  \n[74] well it's not me.  I did my time.  Now I just want to...  She stops dead, staring at a door.  CLONING STORAGE FACILITY is written on it. Stencilled beneath that is `numbers 1-7`.  Ripley stares. Tries the door, which opens.  \n[75] Don't do what?  The tension pases.  Wren breathes a little sigh of relief.  Call PUNCHES him across the jaw, his head whipping around as collapses to the ground.  Call starts down the hall, not even looking at him.  \n[76] No. You can't.  Ripley looks down.  The floor here is covered with a foot or so of dark water.  Ripley steps into it, moves up a few paces. The others gingerly follow.  Vriess is facing the back. He looks up.  \n[77] There's no other way?  \n[78] You're sure?  \n[79] I don't like it.  \n[80] Just BREAKS the surface, she takes in a huge GASP of air, FACEHUGGER \n[81] We're locked in.  \n[82] Then we climb.  They start, moving as fast as they can.  \n[83] Fucked if I know.  They climb.  And climb, the minutes stretching out, still no door.  Ripley easily ahead of the rest.  Finally:  \n[84] I think I see the door.  \n[85] stop!  \n[86] You were Gunshot.  I saw.  \n[87] I should have known.  \n[88] No, I mean... all that crap about being human - there's no one so zealous as a Born Again.  \n[89] They were-too good.  \n[90] Let's go.  They start off again, Johner and St Just bringing up the rear  \n[91] Letting DiStephano lead.  \n[92] DiStephano.  Where are we?  \n[93] Can we get to the ship?  \n[94] Another way?  \n[95] We have to get in too.  \n[96] Call.  \n[97] Come on.    You get started on that wall.  \n[98] Don't make me make you.  \n[99] Get over it.  \n[100] You can blow the ship.  Before it reaches Earth.  Kill them all.  Just give us time to get  out first.  That convinces Call.  She pulls up her sleeve, and begins. pushes a part of her forearm,  just below the crook of her elbow.  It has a spring release catch, and a small panel rises  up with two computer ports on it.  She takes the cable from Ripley and plugs it in.  It looks almost like she's mainlining heroin.  She cocks her head.  \n[101] Anything?  \n[102] Then crash it.  \n[103] Try to clear us a path to the ship.  \n[104] How many?  Please wait.. emergency override on. console 45V, level one... handprint ID...    It's Wren. \tHe's almost at the Betty.  \n[105] And how do\tyou feel about that?  \n[106] You got a mean strak.  \n[107] Let me see  \n[108] Yes.  But I'm finding a lot of things funny lately.  And I'm not sure they are.  \n[109] Not so hard.  Not much choice.  \n[110] Do you dream?  \n[111] When I sleep, I dream about it.  Them.  Every night.  All around me ... in me.  I used to be afraid to dream, but I'm not anymore.  \n[112] Because no matter how bad the dreams get ... when I wake up it's always worse.  Purvis enters.  \n[113] Right.  He exits again.  Call finishes fiddling with her internal wiring.  We hear her voice slip back to normal as she says:  \n[114] Don't count on it.  The rest of them come through and walk into:  \n[115] At the other end?  \n[116] Nothing.  I'm okay.  She looks out at the jungle, they have to cross.  \n[117] Thank,you.  The jeep pulls out.  It's electric, so it emits just a low hum as she takes it at a good clip toward the other side.  The access paths are just a bit wider than the jeep itself, plants rising tall all around them.  Ripley concentrates on driving.  The pass through as section of wheat , then of corn.  As they come to another section,  The crew's expressions change to one of pleased disbelief.  You gotta be fucking me. St Just!  Is this real?  \n[118] Which way?  \n[119] Which way?  \n[120] Where!  \n[121] is the last to get out, but the pressure change SUCKS HER she flies backwards, the section door coming down just in time as she SLAMS into it, the door closing fully as she falls, lack of pressure sucks at the door itself, it creaks and be inward slightly, but it holds.  The others have exited into the next hall.  They've been tossed about, but not as badly.  Call stops, runs back to Ripley, helps her up.  Ripley is dazed; the door hit the back of her head solidly.  \n[122] Mistake ... mistake...  \n[123] I can hear them, in the hive... it's close...\tWe're on the hive.  \n[124] I can hear them... the queen...  \n[125] She's in pain.  They CRASH UP through the floor panels, six of them, surrounding the two women.  Call can barely spin before Ripley GRABS her and HURLS her fifteen feet down the corridor, out of harm's way.  The aliens close on Ripley. She struggles but she's still weak.  One slams her onto the ground call recovers, looks back at Ripley  As the aliens drag her unconscious body back down under the floor.  \n[126] \n[127] Alien head, dark tunnel passing beneath.  Scuttling through a small maze, the aliens come out into:  \n[128] No eggs ...  \n[129] They didn't impregnate you?  Now he looks at her, regret and glee at what has happened battling for his expression.  \n[130] I'm getting\tout of here. Goddamnit, I'm getting the\tfuck out of here!  He looks at her, the last glimmerof his sanity sinking beyond the horizon.  \n[131] No!  She doesn't bother to try the door, she HURLS herself through the window, landing  \n[132] \n[133] Struggling to get to the hatch.  \n[134] God'...  And above her, through a window into the docking bay, we see the newborn appear.  \n[135] \n[136] Hanging on  \n[137] is slamming her fist on the hatch doors, hanging on with her other arm.  The ship continues to tremble and buck -- she's nearly thrown off.  \n[138] Godamnit!  She looks around at the alien.  It's almost on her.  Working its way painfully toward her, gripping with its legs and tendrils.  Hissing.  It slams a tentacle down at Ripley, but she rolls, just holding on  \n[139] Is bucked OFF THE SHIP  before she grabs the newborn's tentacle, holds on to it --  The newborn SMASHES it against he ship, trying to shake her again -  - she grabs an external grate and starts climbing painfully away.  \n[140] Hit it.  Call throws on the thrusters, the ship ROCKETS forward   ANGLE: THE \n[141] is thrown bodily into the windshield --  \n[142] It's gone.  Call looks at her.  \n[143] You'll never catch it.  Call tosses her the grenade launcher.  \n[144] Bloody and torn, it SMASHES into the rockface, as she climbs back to the top  \n[145] No! Over here!  Calling out to distract it, she runs, waving her arms.  \n[146] Galvanized by the cry, Ripley TEARS herself out of the beast's dying grasp, flips backwards off the Harvester as it begins to smoke and spark, blood eating through the controls.  Call writhes, blood everywhere now.  She is lost in primal terror.  Ripley wriggles her way under, and, regardless of the streams of blood splattering her, wrenchs Call free.  She drags her' out.  A section of the harvester explodes, raining fire and debris or the dying alien.  Call lies on the ground, Ripley behind her, arms wrapped tight around her.  Covered in blood and grime, the two watch the alien go up in flames, breathing hard,  holding each other as if their lives depended on it still.  \n[147] Think?  \n[148] I don't know.  She looks out in the distance...  RIPLEY I'm a stranger here myself  The two of them stand side by side staring out at the unfamiliar horizon, as the newborn dwindles in the dancing flame.    ", "Dr.": "", "Wren": "\n[1] Careful ... ready with the amnio...  Gediman finishes cutting.  Another man steps in with a clamp. Sets it. Pulls apart the chest.  \n[2] Watch it!  Everybody panics -- but before the thing can get completely away from him, Gediman grabs it and sticks it in the amnio.  Someone shuts the top rapidly.  Everybody looks at each other for a moment.  \n[3] The host?  A surgeon looks at Ripley's readings.  \n[4] Sew her back up.  Gediman and the surgeon get to work, as the others carefully remove the alien.  \n[5] How's our number Eight today?  \n[6]   How good?  \n[7] This is from --  \n[8] This is good.  This is very good.  \n[9] Approved.  Wren goes up to Ripley, studies her face with satisfaction.  \n[10] Well, it looks like you're going to make us all very proud.  She grabs his throat with dazzling speed, applying deadly pressure as she  brings his face to hers.  Her eyes are burn but lost.  \n[11] No! No! I'm all right!  The guards keep their weapons -- 'burners', these shockrifles are called -- leveled  at Ripley. She has recovered from the shock quickly, sits crumpled in the corner, looking at nothing in particular.  \n[12] It's unprecedented.  \n[13] There are gaps. And there's some degree of cognitive dissonance.  \n[14] \"It\" has some connective difficulties. A kind of low level emotional autism.  Certain reactions....  Perez looks at Ripley through the glass, then exits into the hall.  \n[15] Well, we don't have nearly enough data... but in some cases there is a collective memory passed down generationally. At a genetic level. Like instinct, only  more complex structurally.  \n[16] Yes.  \n[17] It's not like the other ones..  Perez punches code, puts his hand on the scanner and the second observation room door opens..\t  He steps in, the other two right behind him.  \n[18] Yes.  \n[19] That's one of the things we need to study.  \n[20] Days.  \n[21] No way of knowing for sure, but I'd say it's accelerated.  We're going to need the supplies.  \n[22] Weyland Yutani.  He has entered behind her, comes up to the table.  \n[23] Our Ripley's former employers.  Terran Growth conglom, had some defense contracts  under the military. Before your time, Gediman -- they went under decades ago, bought out by Walmart.  Fortunes of war.    You'll find things have changed a good deal since your time.  \n[24] We're not flying blind here, you know.  This is United Systems military, not some greedy corporation. The potential benefits of this race go way beyond urban pacification.  New alloys, new vaccines ... there's nothing like this in any world we've seen.  You should be very proud.  She laughs, bitterly.  \n[25] And the animal itself is wonderous. They'll be invaluable once we've harnessed them.  \n[26] Ripley.  Ripley looks up and four guards are pointing burners at her.  Wren and Gediman behind them.  Call, standing to one side with Vriess, reacts visibly to the name. Everybody is slowly backing off.  St Just stands with his hands behind his back, as if concealing something.  Call watches in rapt silence.  \n[27] Don't let's have a scene.  Ripley lets go of Johner, stands.  \n[28] I imagine he does.  \n[29] Social skills, less than a hundred' percent.  \n[30] What's the status on the Queen?  \n[31] Did we do something wrong?  \n[32] Father, check security status, observation pen six.  Father, the voice of the ship, replies after a moment in a dulcet, comforting tone.  \n[33] Good.  Now the others.  \n[34] I think you're gonna find that this was ill advised.  Where are her friends?  \n[35] Sound the alarm. I want them rounded up. Now!  \n[36] Where's the other one? With the chair?  \n[37] Shut up!  Get the general.  Wake him up.  \n[38] You brought her here..  Two more guards rush in.  Johner shoves' his gun in Wren's mouth.  \n[39] Elgyn, tell me what you know. If she's alone in this.  \n[40] No...  \n[41] \n[42] He can't!  The sector's closed.  The hull's been breached!  \n[43] We'll have to go through the holding cells.  Here.  \n[44] I do.  \n[45] Thirty.  \n[46] There's a console in the guards, station.  We can punch up a diagnostic of the ship and plan a route.  To your ship.  \n[47] Where were you?  \n[48] We've had hull breach by the lifeboats, here on level five, and down -- Jesus, right by the engine room.  We're very lucky.  \n[49] The dock seems to be intact.  \n[50] No.  \n[51] All of the activity seems'to have been in the aft-sector, by the barracks.  There's no reason to suppose they'd move  \n[52] Or less.  The process has accelerated, something to do with the cloned cells.  \n[53] I'm trying to figure it. we can cut through the labs, but we're blocked on both sides here,  I'm not sure  \n[54] Show me.  DiStephano works the console and the hologram splits, the route he's indicating revealed.  \n[55] I can override.  \n[56] You people should know --  \n[57] No. The aliens, they bleed molecular acid.  \n[58] This is a big vessel, and for the most part we should be okay. But if we get anywhere near the outer hull and start strafing them...  He indicates the hologram, the sections of the ship missing.  Everyone gets it.  \n[59] It's uh, it's standard, I think.  \n[60] I forgot.  \n[61] Earth.  \n[62] I couldn't do it here. The lab's torn apart.  \n[63] A parasite.  A foreign element that ....  Ripley steps in front of the doctor.  \n[64] All right.  \n[65] She's gone.  \n[66] The Queen.  \n[67] No. No, but they can.  \n[68] The cages all have failsafes.  Liquid nitrogen.  Get 'em to come to us and I can freeze em.  \n[69] Ripley... don't.  She enters.  \n[70] Down here. He is at the front with Ripley and-Call, where the water is waste deep.  He looks down at a stairwell, just the top of the railing visible above the murky water.  \n[71] We're at the bottom of the ship.  Some of the worst damage is down here.  Most of the sections are sealed off.  \n[72] There's the noncom's entrance back there, but it's flooded too, and it's a longer run.  \n[73] It's just through the kitchen, then up, maybe seventy feet.  \n[74] Yes.  \n[75] It's an open hall.  Just keep left when you hit the bottom of the staircase.  \n[76] Up here.  He takes off, the others following.  \n[77] Up through the lift shaft!  He stops at a pair of sliding doors, starts working the panel.  Ripley come up to the doors and pulls them apart with a grunt.  \n[78] \n[79] Not far!  Still POUNDING -- one alien gets its head in, looks up, hisses, pulls it out.  \n[80] It's jammed!  Shit!  Gun!  She hands him her gun and without hesitation he SHOOTS HER THROUGH THE \n[81] Father, reboot systems on 45V, authorization 'starling'.  Nothing happens.  Wren looks about him, beginning to sweat.  Did the aliens do this?  \n[82] Father, locate power drain, report.  Father?  \n[83] Fuck with me and I put a bullet where her brain is!  Johner stands, uncertain.  \n[84] DiStephano!  Take their weapons.  \n[85] Drop it!  Drop it or we all die together!  Heaped in the, corner, Purvis suddenly jerks forward.  His eyes go wide.  \n[86] The fucking robot is going to plug back into the Auriga and land it according to standard operational procedure.  \n[87] I can handle the animals!  \n[88] Shut up!!!  And Purvis LAUNCHES from the corner, screaming, jumps on wren - Wren gets off a couple of shots -- nails DiStephano in the face.  The soldier drops like a sack.  The other shots hit the ship, Call dives for cover as Purvis SLAMS his fist across Wren's face, Wren fires again and Jo is on the ground, rolling, grabbing his gun --  Purvis is a man possessed.  He grabs Wren's gunhand and SMAS it against an instrument panel, bone cracking audibly as wren drops the gun.  Purvis jerks.  Blood blooms in his chest.  Everybody stops, mesmerized. wren drops to his knees, going for the gun, and Purvis grabs him from behind, pulls him so that the back of Wren's head is against his chest.  Purvis jerks again.  It takes Wren a moment to understand what's happening.  They both scream.  Then alien BURSTS out of Purvis's chest, STRAIGHT INTO WRENS SKULL.  Everyone else is still frozen.  Then the little critter bursts out of Wrens face, flying straight at Vriess.  CUT TO: INT.  WASTE TANK 5 - ", "General": "", "Perez": "\n[1] And her memories?  \n[2] You haven't told me what you think has caused this.  Cloned genes don't contain memory cells, not even when they're brought to adult term.  I'm right?  \n[3] Not like this.  \n[4] In some cases. You're talking about the alien.  \n[5] You promised me there wasn't going to be any crossing.  \n[6] But there is some genetic mix.  \n[7] Will there be further mutation?  \n[8] All right. You can keep it. But secure, under obsorvation, and for God's sake keep it away from here.  I don't want any more surprises.  And as he speaks the ALIEN RISES RIGHT BEHIND HIM -- it's big, the ridges on its head indicating a young queen -- it hisses and LUNGES at the back of his head.  The reinforced plastic window between them, which we couldn't see, stops it.  As it hits, a thin laser grid buzzes to life, sparks crackling on the alien's face.  Its bile trails darkly on the glass as it backs off.  Perez turns to look at it with the others.  \n[9] It took a hell of a lot to get us here.  \n[10] How soon before this one's ovulating?  \n[11] Is that normal?  \n[12] They're coming.  Soon.  \n[13] I think you'll find our accomodations somewhat spartan.  Although the cook sets a good-table.  JOHNER: That ain't what I'm hungry for.  \n[14] A good sized suite, decorated in a sparse, military fashion. Perez is behind his desk, the money sitting between him and Elgyn.  \n[15] This wasn't easy to come by.  \n[16] We're well funded. I mean the bills. There's not many that still deal in coin.  \n[17] Drink?  \n[18] So where do you go from here?  \n[19] Call.  Where'd you find her?  \n[20] This is an army operation.  \n[21] Do you want something, Elgyn?  \n[22] Not at all. Keep out of the restricted areas, don't start any fights, and mi casa is yours too.  Elgyn drinks to that.  \n[23] I trust, of course, that you can mind your own business.  \n[24] He is mostly dressed, still shaking off sleep.  He stands at the command console, bringing up visual.  Everything on the screens is smoke and noise.  \n[25] Ensign! Damage Report! Ensign!  Nothing.  On one of the screens, an alien is briefly visible. Perez stiffens at the sight of it.  He punches up a different sector. The labs, and here is a badly wounded lieutenant.  \n[26] Status!  \n[27] A military strike.... Christ Jesus ...  After a beat, he starts punching in the emergency override codes.  \n[28] Bay three!  Go!  The late soldiers make for the next boat as Perez seals the hatch.  He hits the eject button and steps back.  \n[29] Muster a squad to search for survivors!  \n[30] Shoot it! Fry it!  A couple of men fire their burners, to little effect.  One soldier runs up to the action. His head is bloodied, his expression vengefully grim.  The soldier whips out a pistol, private.issue, he takes a bead on the thing --  \n[31] \n[32] Get out!  Everyone!  Now!  Soldiers are beginning to get it.. The window CRACKS, begins to SHAKE as the blood is almost through it.  Even the soldier who shot the alien has stopped, his face frozen in horror at what he's about to accomplish.  Perez shoves him, herds the rest out, looking back --  \n[33] Clear the sector!  at the window, the blood is almost through --  Men are pouring out of the hall -- some move down a side hall and SLAM the door shut  behind them, but most are making for the main exit anyway.  ", "Elgyn": "\n[1]   My authorization code is 'fuck you', son.  Now open the goddamn bay or General Perez  is gonna do a Wichita stomp on your virgin ass.  He switches off.  \n[2] I guarantee that boy's. Never seen the inside of a woman.    Bring us in on three-oh descent, ride the parallel.  \n[3] Don't cut thrust till six hundred meters. Give em a little fright.  He puts his hand on her shoulder, runs it up along her cheek as he exits.  They're more than friends.  He moves through a hallway, sticks his head in a cubicle.  \n[4] Christie!  St Just!  Rise and shine. We're docking.  He proceeds into:  \n[5] Call!  CALL!  The music is louder here -- it's blasting from a box in the corner.  Elgyn switches it off.  \n[6] Call!  \n[7] We're docking! Are the cargo trucks secured?  \n[8] I don't want em so much as rattled. Any leakage, I take it out of your hide.  \n[9] Not my style.  He leans down, looks under the thresher.  Lying on a gurneylike steel dolly, working under the machine, is VRIESS, chie mechanic.  Late forties, in pretty good shape considering he's got no legs.  \n[10] How's it looking?  VRIESS  It's never gonna be pretty. but she'll fly.  The other one's a total fucking write-off.  \n[11] You'll make it good.  \n[12] They just gotta run, Vriess.  They don't gotta run far.  He exits.  \n[13] We're coming in.  Time to enjoy a little of the general's hospitality.  \n[14] From Perez? I doubt it. Still, let's be ever vigilant.  \n[15] What, do you think we're going to hijack the vessel?  All eight of us?  No, I think one of your asshole crew is going to get drunk and put a bullet through  the hull. we are in space, Elgyn.  He enters from the antechamber, motions for the crew to follow him.  Vriess comes abreast of the soldier.  \n[16] Neither was our cargo. You're not pleading poverty, are you?  \n[17] Just the ones that don't like their every transaction recorded. The fringe element.  I guess that would include you, though, wouldn't it?  \n[18] Constantly.  I'm guessing whatever you've got going here wasn't exactly approved by congress.  Perez pours two whiskeys.  \n[19] Out by the Handle.  We've got a couple of harvesters, we can unload 'em on one of the collectives if Vriess and Call get 'em working.  \n[20] She is severely fuckable, isn't she? - And the very devil with a socket wrench.  I think Vriess somewhat pines.  He takes a stack of bill, smells it.  He likes the smell.-  \n[21] She is curious about this little transaction.  You can hardly blame her, Awfully cloak and  dagger...  Perez hands a drink to ELGYN.  \n[22] Most army research labs don't have to operate outside regulated space.  And they don't call for the kind of cargo we brought.  \n[23] Just bed and board, couple of days worth.  If we're not imposing.  \n[24] I'm famous for it.  They drink.  \n[25] What the fuck is going on here?  \n[26] Do you mind telling me what the fuck you're up to?  \n[27] Look, if there's a problem tell me what it is. We can work this out, there is no  need to get emotional ...  St Just is silent, standing in the same position he was when Ripley attacked Johner.  Hands behind his back.  \n[28] To do with what?  WREN  I don't give a fuck. It's way too late for that. You're all looking at a firing squad.  You hear me?  \n[29] I do.  St Just?  With lighting precision, St Just raises his hands and blows of the guards away.  He takes out a third to his left without even looking that way.  One guard gets off a shot with his burner, frying Rane before Hillard's elbow knocks his teeth well into his throat.  Christie tackles the next as Johner presses a latch on the bottom of his thermos --  the top half flies off, revealing handle of a gun inside. He grabs it and another  guard runs. Johner doesn't have time to pull the gun-out of the the so he SHOOTS right through it, sending the guard flying..  \n[30] Nice and easy, boys ...  Call starts to take off.  \n[31] You're going nowhere, Annalee.  \n[32] If Call's got something going here I want to know what it is!  \n[33] All right. We make for the Betty. Can he walk?  He is pointing at Rane, who nods, standing.  HILLARD  Betty's all the way across the ship! Who knows what's in between?  \n[34] You can have him when we're off. Not before.  They start out, dragging Wren along.  Guns still on Call and the soldiers.  What about Vriess?  \n[35] Open it.  \n[36] Okay, which way?  \n[37] All right.  They turn left, entering  \n[38] Can you get that one open?  It comes from the rafters, dropping down on Elgyn in a heartbeat.  He barely has time to scream before it shoots its tongue through the back of his skull.  Hillard has time.  She SCREAMS as her lover's brains come out his mouth.  The beast leaps at the group, scattering them like bowling pins as it claws into one of the guards. Everybody else is scrambling for cover.  St Just tries to escape by running past the beast - its tail lashes out, tangling his feet and tripping him up, his head smashing against a pipe.  Another guard hits it with the burner -- it shrieks and lands on him. Johner shoots at it but is far too panicked to hit it.  Call has backed to the far wall -- she desperately works the controls to open the door.  It starts to rise.  ", "Hillard": "\n[1] Darlin', it's done.  \n[2] Yeah, join the fucking club.  \n[3] In what?  Johner puts his gun to Call's temple now.  \n[4] on the upper level, kneeling by Elgyn's body.  No tears, but terribly quiet.  What do we do?  \n[5] Gently lays her coat over Elgyn's face. Johner looks down a moment.  \n[6] Nobody's left behind, Johner. Not even you.  Her voice is quiet, mourning still thick in it.  Nobody backtalks her.  \n[7] What is homebase?  \n[8] Fine by me ...  \n[9] Fuck you!  \n[10] What for...?  \n[11] You sure about the distance?  \n[12] Which way?  \n[13] We gotta go!  The last alien suddenly starts scurrying back down after his brothers.  \n[14] Vriess!  Jesus!  Vriess is moving very quickly, considering. But the effort is becoming too much.  \n[15] How much further?,  \n[16] Where are the others?  \n[17] Son of a bitch.  Little Annalee's just full of surprises.  \n[18] 1 always heard there were a few that got out alive, but man... I never thought I'd see one.  Johner starts laughing.  \n[19] Assface, We're on the top of this thing.    That's hull.  \n[20] Fuck that.  \n[21] I always wondered where the military got its funding...  An alien SHOOTS out of the brush and lands on Hillard everyone SCREAMS -- Ripley SLAMS her foot on the pedal  The jeep PEELS OUT, as more emerge from the brush.  \n[22] Get it off MeeeaaaaAAGGHRE!!!!  It bores into her head before St Just can blow it away. It's head exploding in fragments of bone and sizzling blood as it falls away from the jeep, Hillard's body still clutched in arms.  Another leaps out at them, but the jeep is going a good clip and it misses.  The crew peppering it with bullets.  They look,about them, guns ready.  ", "Vriess": "\n[1] Don't be so sure.  Call!  Adjust the generator plugs!  \n[2] I'm patched in. Check the sequence timer.    Call?  \n[3] \n[4] Call?  The thresher GRINDS TO LIFE -- a hundred blades and claws spinning at Vriess's head!  Vriess wheels out from under the machine in a second flat.  \n[5] Goddamnit!  The second he's out he hits a lever and the back of the dolly flies up, transforming it-into a wheelchair.  VRIESS  Johner! You son of a whore!  JOHNER jumps down from the machine, laughing.  He's thickset, mean and ugly, with ugly scars crisscrossing his ugly bald head.  Thought I'd give you a little haircut there.  \n[6] You fuck!  Call, who has been over on the other side of the thresher, ably climbs up on it  and switches it off.  \n[7] Any time.  \n[8] That inbred cocksucker.  He feels his forehead, comes up with a bit of blood.  Realizes how close it was ...  Call looks up at the thresher.  \n[9] Well, now we know it works ...  \n[10] Wanna check the chair?  The soldier makes no response, simply falls in behind Call, the last of them.  \n[11] What's the matter?  She is looking around her, somewhat tensely.  \n[12] No!  The soldier sees him, but the fear on the boy's face telegraphs his- decision.  Vreiess starts pumping toward the door.  He's strong, picking up speed, but the alien rounds the corner and bolts after him.  Vriess can't even look back as the thing gains on him.  The door begins to come down, the soldier finishing the sequence and running off.  Vriess rolls, face set -- the alien a few feet behind, reaching for him  An EXPLOSION far away ROCKS THE SHIP -- the hall tilted momentarily, Vriess gets a  boost as he rockets downhill, the beast still on him, the door closing, too low for him to clear. He gets there and SLAMS a lever, his chair FLATTENS out to a dolly  position, his head just CLEARS the closing door as the alien SLAMS into it, Vriess spinning out and flying off the chair it tilts, landing in a heap next to him.  Lying still on the ground, he listens as the beast slams against the door a few more times, then fades off.  \n[13] Fuck everything....  He reaches up for the chair and from the back of it he pulls out a shotgun.  \n[14] Who sits in his chair, a shotgun in each hand, eyes wide. twitchier than they.  \n[15] Hey, whatchyou guys doing?  Hey, Annalee.  \n[16] You've seen that fucking thing?  \n[17] I was down by -- what do you mean? I was in maintenance, checking out your oxidation systems.  \n[18] She's a what?  \n[19] None taken.  \n[20] Is unloading additional ammo from inside his chair.  He toss one of his shotguns to Hillard.  \n[21] They never check the chair...  He pulls out a grenade launcher.  It's so compact it's almost cute, cradled one handed like an uzi.  \n[22] Call.  She looks around and he tosses it to her.  The gesture is not acconmpanied by any show of warmth.  \n[23] Try not to shoot your foot off.  \n[24] So did I.  \n[25] This ship has stealthrun, even if we were moving there's no way she could feel it.  CALL  She's right.  Call is working the computer now.  \n[26] It's a bad risk.  \n[27] I thought you came here to stop them from spreading.  \n[28] Ease off, people.  \n[29] Hey, guys!  \n[30] There's too many, and we don't have the angle.  \n[31] Fear.  Ripley nods.  \n[32] That's how they knew it was a trap.  They couldn't smell the fear.  \n[33] I know.  \n[34] Just like old times...  \n[35] The cooling tanks.  They must have blown during the trouble.  \n[36] Oh yeah.  \n[37] Christie, do me a favor.  When we hit the surface on the other side... no backstroke.  Okay?  \n[38] Let's get the fuck!  Di Stephano sputters back to life.  Ripley picks him up with one hand,  \n[39] \n[40] It's on us!  Christie turns, aims -- Vriess grabs the ladder as Christie FIRES, but the alien is too close, it grabs Christie, spurting blood all over him. He SCREAMS, lets go of the ladder  Vriess takes the weight of both as Christie fires again, the alien flying off  and down the shaft.  \n[41] You just hang on, man.  I'll get us there.  He starts climbing up, impressively fast considering the burden hanging from his back.  \n[42] We're coming...  Johner scrambles down next to Vriess.  he checks the pulse in Christie's neck.  Vriess, man... he's dead.  Refusing to hear it, Vriess struggles to climb further.  \n[43] We'll get him to medlab... just a little while ...  Johner looks over at Hillard.  Without saying a word, she pull out a good-sized hunting  knife, flicks it open.  She slices through the cord holding them together, and Christie's body falls free.  Vriess shuts his eyes, feeling it.  ANGLE: DOWN THE SHAFT  There is silence as Christie's body drops down the black abyss  Until, from up the shaft next to where he fell, we see two ALIENS \n[44] Baby, am I glad to see you.  I thought dickbag took you out for sure. Are you, hurt?  \n[45] You're an LM7, aren't you?  Is that it?  \n[46] Call ....  \n[47] Oh yeah.  Overrode their own behavioral inhibitors.  Didn't feel like being told what to do.  The government ordered a recall.  Fucking massacre.  \n[48] Let me see.  Call pulls away.  \n[49] It's a good point.  \n[50] Yeah, but no torch.  \n[51] What about Wren? if he gets in the computer he can really fuck us around.  \n[52] Shit, that's right.  Any of the new model droids can access the mainframe.  \n[53] You can still patch in manually. You know that.  Call looks over at the group, staring at her.  She knows she doesn't have a choice.  \n[54] Unauthorized?  \n[55] You guys got something against spam?  \n[56] Beats walking.  He hauls himself up-into it. Everybody piles onto the back flatbed just a foot or so off the ground and just big enough to hold everyone but Vriess, Call and Ripley, who pushes into the driver's seat.  \n[57] Quickly and quietly, people.  Ripley stares unconprehendingly at the controls for a momen till Call flips on the ignition.  \n[58] I'll need Call to patch in to the ship again, open the hatch.  \n[59] Something's on us!  \n[60] Look out!  \n[61] Vector control's fucked! we gotta put down!  \n[62] One of them.  Johner looks at the image, realizes how masive the newborn is.  Awed fear creeps into his voice:  \n[63] Goddamnit, Call!  Johner grabs her, practically throws her at the monitor.  \n[64] Desperately pulling up as wooded, snowy mountains zoom dangerously close below.  \n[65] Call!  NOW!  Call and Ripley head into the cockpit.Johner continues looking at the vidscreen at the beast.  \n[66] We can't to do a vertical setdown! Braking systems are shot!  \n[67] Johner, strap in!  We're coming down hard!  ANGLE:     -BETTY  Approaches the rough, wooded terrain, just above the trees.  Hits a relatively clear patch, touches down -- bounces back up and then down again  \n[68] Kill thrust! Now!  Call does.  \n[69] No, it's waiting for us to come out!  Can we fly?  \n[70] We can't fucking crawl!  \n[71] Call  \n[72] Well, it looks like she's finally giving it up.  \n[73] I guess you won't want to be answering any official Questions either.  \n[74] Well, we're on Earth, for Chrissake. Plenty of places to get lost here.  ", "Scientist": "", "Call": "\n[1] What?  \n[2] I checked 'em an hour ago.  \n[3] Trust me, boss.  \n[4] You're a limp fucking scrotum, you know that?  \n[5] Vriess. Forget it. He's been sucking down too much homebrew.  \n[6] 1 hate machines.  \n[7] I don't like army.  \n[8] That's it. I'm out. I'm fucked.  She throws down her cards, takes a swig of Johner's patented moonshine. It tastes horrible.  \n[9] Deal me out. It's not my night.  She tries to stand up, takes a spill over her chair.  The others laugh.  \n[10] Jesus, Johner, what do you put in that shit, battery acid?  \n[11] There's no point, is there?  A flick of her wrist and the stilletto whips back up her sleeve. Ripley sits up.  \n[12] It's already out of you.  Christ... Is it here?  Is it on board?  \n[13] Those sick fucks.  She raises her arm, the stilletto gliding out again.  \n[14] I can make it stop.  The pain... this nightmare.. That's all I can offer you.  Ripley holds her palm up, presses it against the point of the blade.  \n[15] What are you?  \n[16] Ellen Ripley died two hundred years ago.  Ripley pulls her hand back suddenly, grimacing at the pain.  \n[17] I've read Morse -- I've read all the banned histories.  She gave her life to protect us from the beast.  You're not her.  \n[18] You're a thing.  A construct.  They grew you in a fucking lab.  \n[19] And now they've brought the beast out of you.  \n[20] What?  \n[21] Help me.  If there's anything human in you at all, help me stop them before  this thing gets loose.  \n[22] You want that.  \n[23] Not so long as there's breath-in me.  Ripley LASHES OUT and GRABS CALL'S THROAT.  Call swings wit the blade but Ripley has her arm pinned before she can connect.  Ripley squeezes the girls neck.  Ripley looks at the girl with a world of sadness.  \n[24] They got nothing to do with this, Wren.  \n[25] I'm gonna finish this.  Elgyn grabs her by the hair, roughly pulls her back.  \n[26] I have to stop him.  If I don't we'll all die.  \n[27] Nothing.  Not a goddanm thing. You thought you could control it.  \n[28] He does.  One of the soldiers steps forward.  DiStephano.  \n[29] Christie!  Hillard!  Come on!  The door rises fully.  Ripley stands behind it.  Call starts back, not sure what the woman will do.  Ripley surveys the scene.  The Alien, burrowing its head into the belly of the guard, stops. Looks up.  Everyone watches as the two creatures sense each other.  ThE alien hisses. rears back.  Ripley looks away, contemplative We see a gamut of emotions cross her face, but her posture passive, sacrificial.  She does not move.  Everyone watches, too afraid to breathe.  The alien LUNGES at her, leaping across the room in two bounds. It's on her -- and she SPINS, GPABBING IT, and HURLS IT AWAY.  It lands in a tangle but is up again in a microsecond, jumps at her, knocks her back into the room, on her, its claws digging into her skin, piston tongue at her face, inches away.  She locks an arm around its slick, long head and pulls back we hear its tendons strain, snap.  \n[30] Shoot it!  Shoot them both!  She grabs his gun and BURNS them both.  Two less-than-human SCREAMS fill the room as they briefly disentangle, thrown apart.  The beast recovers first, dodging the next blast and going for Ripley again.  Ripley, on her back, reaches behind her, grabs a table leg and with inhuman strength brings the table down on the monster's head.  She dives at it as it comes out from under....  Call shoots as Ripley hits the alien, they're both fried as Ripley's momentum sends them over a railing and they FALL TWENTY FEET -- the Alien lands with a spine snapping crunch,  Ripley only slightly better.  A few crew members rush to look over the railing.  Christie starts down the spiral staircase to that level.  \n[31] Are you fucking crazy? She doesn't care if we....  \n[32] Christie, she's not human.  Wren cloned her because she was carrying an alien in her.  She could turn --  \n[33] She'll turn on us!  Just like that!  \n[34] You can't trust her.  \n[35] vriess!  \n[36] 'The meat' . Jesus.  \n[37] The ship's been going since the attack.  \n[38] You were planning to let us know this?  \n[39] Oh, God.  Oh, you bastard...  \n[40] If those things get to Earth, It'll be...  \n[41] We've got to blow the ship.  \n[42] Three hours.  Almost.  \n[43] Don't you understand what this means?  \n[44] Look, you come with us.  It's dangerous here.  Ripley SNIFFS.  Cocks her head.  \n[45] Fuck you.  We're not leaving anyone on this boat.  \n[46] We can't just leave him.  \n[47] Isn't there a process, can't you stop it?  \n[48] There's gotta be another way. If we freeze him --  \n[49] He comes with us.  We can freeze him on the Betty and get the doctor to remove it later.  \n[50] Since you were born without balls.  \n[51] We've got to help them!  \n[52] You bitch, let go of me!  She does, and Call rises.  The noise is gone. What she can see of the soldiers-is parts.  She is shaking at the vision when an alien RISES in front on the soldiers.  Call ducks back down, terrified.  Christie hisses at her.  \n[53] What?  \n[54] We ?  \n[55] Stop this.  Ripley grabs her.  Looks at the others.  \n[56] Noo...  \n[57] I think you still might.  Ripley smiles.  She may be right.  \n[58] And you don't care about anything else.  \n[59] I guess you're more human than I thought.  \n[60] To kill you, remember?  Because somebody has to.  \n[61] Ripley!  Ripley turns, slowly, still in a fever dream.  Call cocks the grenade launcher with a loud CRACK.  Her eyes meet Ripley's.  Call tosses it to Ripley as the crew steps back and even a catches it Ripley FIRES, a grenade chugging to the end of room and BURSTING in fire and noise, she FIRES another, tissue and steel exploding into flame, she turns to number seven, hand shakes momentarily...And she FIRES, the poor creature dissolving in a cloud of flame.  Freezing gas jets fill the room, extinguishing potential spread, but the heart of the firestorm continues to rage in the chamber.  She backs out, the crew waiting for her outside.  The launcher falls loudly to the ground.  Ripley turns to Wren, her face rigid with pain.  Wren backs up a step, looking around him for protection that the others have no thought of providing.  \n[62] Ripley... Don't do it.  Ripley stops. weariness suffusing her expression.  \n[63] Don't do that.  Feeling his jaw, Wren actually smiles at the absurdity of all this. It's kind of winning.  Christie helps him up.  \n[64] That lab... 1 can't imagine how that must feel.  \n[65] He's right.  We're gonna have to do it this way.  \n[66] No locked doors?  \n[67] Do I have to tell everyone to take a deep breath?  A couple of the guys smile.  \n[68] The blood'll burn you!  Throw it!  He does, and Johner nails it in midflight.  Hillard and Johner pull Di Stephano out of the water, but he is not breathing.  \n[69] Hurry!  \n[70] As the facehugger CLAMPS onto it. Pauses. Pushes off a bit, two digits probing Call's nostrils.  Sensing no breath, the thing scurries away to find a better host.  Another alien is fast approching Christie and Vriess. Vriess frantically tries to reload.  \n[71] Get on!  A moment of stunned silence, then they all jump on top of the lift.  Call drops back down inside.  An alien comes up level with the lift, prepares to jump.  St Just shoots the shit out of it.  \n[72] I'm fine.  \n[73] Yeah.  Come on.  Ripley isn't buying.  \n[74] I'm fine!  Ripley spins her around.  Call stares at Ripley, sullenly a small trickle of milky white fluid comes from her nostril. Ripley looks down.  \n[75] Wren has indeed made a messy hole here, but where blood and bone should be there is a tangle of synthorganic wiring.  To state the obvious:  A robot.  \n[76] Leave me alone.  Her voice shocks her more than anyone her vocal track slip affected by the wounds.  The voice is a shade slow, and echoes strangely.  \n[77] Yes.  \n[78] No. I can't.  \n[79] There's another way.  \n[80] I can't.  \n[81] I can't. I burned my modem drive.  We all did.  \n[82] Don't make me do this.  \n[83] I don't want to go in there.  \n[84] It's like... your insides are liquid. It's not real.  \n[85] Dammit.  \n[86] Hold on.  She reaches in her chest, reconnects some tubes.  She twitches then shuts her eyes.  It's beginning.  She begins speaking very rapidly, eyes still shut.  \n[87] Breach in sector seven sector three sector nine unstable -- engines operating at eighty  six percent -forty six minutes until earthdock.  Her voice has a slight mechanical quality as she rattles this off.  Her eyes open.  \n[88] We burned too much energy -- I can't make critical mass.  I can't blow it.  \n[89] Ground level recalibrated... new destination 760, 403.  Done.  Forty one minutes until impact.  \n[90] Tracking movement in sublevels six through nine.  Video is down. Attempted rerouting  nonfunctional, wait, partial visual in waste tank 5, unauthorized presence...  \n[91] Nonhuman.  \n[92] Father's dead, asshole.  Wren spins in shock at the sound of Call's voice. it,s everywhere around him.  She has downloaded her vocal matrix place of Father's.    The door SLAMS back-down, locks clack into place.  The doors behind him open up,  emergency lighting pulsing along toward him.  \n[93] Intruder on level one... all aliens please proceed to level one.  Wren is freaking.  He turns back down the corridor, looking about him wildly.  \n[94] It's done.  That should hold the fuck.  This as her voice track slips even more.  She works the wires in her cheest, trying  to fix it.  \n[95] Don't touch me.  Ripley backs off.  \n[96] You must think this is pretty funny.  \n[97] Why do you go on living?  How can you stand it?  How can you stand... yourself?  Ripley shrugs.  \n[98] At least there's part of you that's human.  I'm just... fuck.  Look at me....  She looks at the hole in her chest, the white and sticky fibers.  \n[99] I'm disgusting.  Her voice is at its slowest here, low and eerie.  It's a mechanical problem, but  it sounds just like despair.  \n[100] I ... we have neural processors that run through....    Yes.  \n[101] Why?  \n[102] Let's get going.  \n[103] What is it?  Ripley shakes it off.  \n[104] We should get moving.  \n[105] St Just!  \n[106] Warning.  Evacuate sector.  A moment, then the crew takes off.  St Just takes a handful of pills, pops them into his mouth.  Only the slightest  grin suffuses his face ,as he waits for the aliens.  They close on him, and he raises his guns.  \n[107] warning...  \n[108] Warning --  and BOOM!!!!, the hall BURSTS OPEN, everything explodes into space, the wind rushes out as  BOOM!!!, the whole garden sector rips open, sucked out, as  \n[109] Can you walk?  RIPLEY  I think I...  \n[110] I'm not fucking carrying you  Ripley doesn't even hear her; something else drowns Call out. Ripley puts her hands over her ears.  \n[111] Ripley.  \n[112] Jesus.  Come on.  \n[113] What... ?  \n[114] \n[115] It's not right...  \n[116] Right.  \n[117] Johner, take Purvis to the freezer.  \n[118] No she's not.  \n[119] Fucking shoot me.  \n[120] Don't shoot it!  Betty's hull is too thin!  \n[121] Don't shoot it!  \n[122] Airlock doors closing.  Stand clear.  \n[123] Almost there...  \n[124] Warning.  Procedural interruption.  Ship not leveling for vertical drop.  Braking  system nonfunctional.  Collision imminent.  \n[125] Almost there.  \n[126] \n[127] I am!  \n[128] Fighting to control the Betty  \n[129] Collision in six seconds ... five... four...    Here we go...  \n[130] An instrument panel suddenly SPARKS beside her warning lights flash, the ship shaking as if under massive turbulence  \n[131] Johner!  Fire!  \n[132] Find me a path!  Johner sprays foam on the fire.  There is a loud BANGING heard far overhead.  What the fuck is that?  \n[133] Let her in!  \n[134] Pushes Johner aside as she makes for the hatch release sequence.  \n[135] Find me a patch of land!  I'll put her down.  Call jumps back into the pilot's seat by Vriess.  He pulls up hard on the wheel, but the ship is still dangerously close to the ground.  \n[136] Fighting the wheel -- she can't pull it up hard enough.  \n[137] To make sure that thing is really dead  Its giant face LUNGES down at her, piston tongue shooting out.  It has charred black skin -- in some places that skin has fallen off and wet pink flesh shows through.  Call drops to the floor, the tongue just missing her.  Johner scrambles for his gun as  Ripley drags her out of the way.  AS quickly as it came, the head lurches back out.  \n[138] Are you sure?  \n[139] No...  Call grabs a grenade launcher.  \n[140] I've got to stop it.  \n[141] That thing is thirty minutes old!  In a few hours it'll grow up.  If it reaches a place with people...  She heads for the door but Ripley is on her way.  They exchange a look.  \n[142] SLAMS into the newborn from behind, the girl nearly thrown out of the harvester, the newborn spins and grabs it, Call throws it into reverse but the newborn is too strong, holds on, bringing its head up to face Call herself.  \n[143] Ripley!  Let it come!  Let it come!  Tears run through her voice as she strains for the lever. The beast is torn, and for a  moment doesn't move.  Ripley looks over to where Call is, and understanding blooms on her face.  She looks around and spots:  \n[144] Still trapped below, she sees the aliens blood seeping through the machine all around her!  She squirms, trying to get away, but she's stuck.  A stream of blood lands on her shoulder, eating it away.  Another on her leg, and panic blooms, bright in her.  \n[145] \n[146] I guess not.  She is grateful for the suggestion that they are in it together.  \n[147] So I've heard.  After a moment, she gets up as well, goes over to Ripley.  She hands her the bottle.  Ripley looks at it.  \n[148] It's a drink.  You drink it.  RIPLEY  I remember. She drinks.  \n[149] So, what do you think?  \n[150] What should we do now?  ", "Gediman": "\n[1] There she is...  He says it like he's found a lost kitten.  He reaches in an pulls out a sleeping, fetal but nearly ready to burst ALIEN. Others work at severing umbilical threads that tie it to Ripley's chest.  \n[2] Here we go.  He holds it up and others step in with the amnio, a sort of incubator filled with  amniotic fluid.  The alien SCREAMS, its tiny mouth full with teeth, and wriggles out of his grasp.  \n[3] Well ...  \n[4] Well, that went as well as could be expected--  Ripley's hand LASHES OUT, GRABS the surgeon's forearm.  He yells in pain as her fingers dig into him, the others scramble knocking things over and we HEAR HIS BONE CRACKING.  \n[5] Appears to be in good health...  \n[6] Extraordinary. As in, completely off our projected charts.  Look at the scar tissue.  See the recession?  \n[7] Yesterday!  \n[8] I'd like to run some tests: strength, coordination...  We're not looking at a normal cloning arc.  \n[9] Oh my God...  He is as wide eyed as WREN, and he isn't having his windpipe crushed.  After a moment the shock wears off and he slams his hand into the alarm.  Klaxons, red light fire up.  A guard rushes in, levels his weapon at Ripley.  After a moment of staring him down, she opens her hand.  Wren falls to his knees gasping.  The guard FIRES his rifle at her -- a powerful electrical charge lashes out and sends her flying back into the corner.  \n[10] Totally!  She's operating at a completely adult capacity.  \n[11] She's freaked.  Wren shoots Gediman a stern look at his unscientific parlance.  \n[12] But the thing is, we can't terminate her. It.  \n[13] There's been cases..  \n[14] Mutation isn't exactly... I don't think so.  \n[15] No shit.  Wren shoots him another look.  \n[16] \"Fork.\"  The memory comes, and she shakes her head wearily.  \n[17] \"Fork.\"  Ever so slightly, she smiles. The smile fades, and after a moment:  \n[18] How did we get you?  Blood samples from Fiori 16. On ice.  Do you remember that place?  \n[19] Does it.....Yeah. Rapidly.  \n[20] How did you know that?  \n[21] Company?  \n[22] We still haven't detected the origin of the reproductive anomalies. But the egg laying  stage appears to be over.  \n[23] I don't know. I think we covered everything. But these redundancies...  A soldier lifts a panel in the pen and then doors to the cage come open automatically.  Everyone waits.  A fullgrown alien suddenly bolts into the pen. The soldier shut it as quickly as humanly possible.  \n[24] Is that a distended externus lingua ... or are you just happy to see me?  The creature hisses. retracts the tongue. Gediman scribbles few notes.  Something moves in the dark behind him. Before he can notice, a hand closes on his shoulder.  It's Ripley. She steps forward, eyes locked on the cage. Gediman seems only mildly surprised.  \n[25] How did you get in here?  \n[26] Yes.  Yes they are.  I've been monitoring their interaction.  He points at a audiograph by the wall, blips and waves interrupting the vibrating line, indicating sound.  He notices that her hand is still on her shoulder.  \n[27] They communicate.  Through ultrasonic soundwaves.  Sort of like bats.  \n[28] Amazing ...  She runs her hand through the back of his hair, gently urging him up off his chair.  \n[29] Ripley...  \n[30] What the fuck... You three!  Go! Sector two.  All but one of the guards rush out to investigate.  Gediman works the surveilliance screen, trying to see what's happening  \n[31] Oh, God  He bolts for the failsafe but it's too late as the blood eats all the way through  - the two aliens DIVE through the hole. just as Gediman hits the button -- freezing gas  fills the chamber but there's nothing to freeze.  \n[32] No no no!  He hits another sequence and the door slides open.  He rushes in, kneels by the hole and looks down.  \n[33] Christ.  They could be anywhere.  He looks up at the guard -- and an alien FLIES UP at him through the hole.  It was hanging on the ceiling below and it pulls him through before he can breathe a decent scream.  The guard just stares, shaking.  \n[34] Multiple reproductive systems.  Ripley turn's slowly, to see the person next to her.  It's Gediman, looking wane and haggard.  He may be speaking to her but he stares straight ahead, his eyes glowing with near insanity.  \n[35] Complete asexual reproductive cycle, self-impregnating, we found six different sets of ovaries in her.  Egg laying is the first cycle, immature.  Redundancies, redundancies  ... she'll bring forth legion.  \n[36] No... they've just been draining me.  She looks down, to see  \n[37] As blood from various wounds seeps slowly past his toes, dripping into the pool.  A keening SHRIEK comes out of the queen, as her limbs begin thrashing.  The aliens around her back off slightly.  The bulge in her belly starts moving.  Ripley starts struggling with her bonds, terror and determination in her.eyes.  \n[38] Don't you want to see what happens next?  \n[39] Beautiful.... beautiful butterfly...  He is crying with revelatory joy.  Ripley is not.  Grimacing the sight and smell of the new beast, she begins pulling again at her bonds.  One of the soldiers, at the 'other end of the room from Ripley wakes up.  Dangling uselessly at his side is a rifle -- the real deal, not a burner.  ", "Distephano": "\n[1] Sir, we have to go.  Let him go.  No quarrel.  \n[2] I don't have the code for the access tunnel door.  \n[3] That's right. If the ship takes on any serious damage it autopilots back to homebase.  \n[4] We go down from here.  \n[5] Disposables. I heard about those. How many rounds?  \n[6] Cool.  \n[7] All the way.  \n[8] You got body armour on?  \n[9] Upper decks... Storage... the chapell's up here, not much else.  \n[10] Well, we're a ways out,of the way, but I think we can get through to the garden.  From there, it's down a few levels, it's do-able.  What if the fucking doctor gets there first?  \n[11] Shit.  They have reached an access door.  Debris blocks the way.  \n[12] Uh, yeah.  Through the wall.  We'll have to get one of these panels off.  It'll take a while.  You got tools?  \n[13] There's no access console on this level. We'd have to-backtrack.  \n[14] And I don't have the security access that Wren does anyway.  Ripley turns to Call.  \n[15] There's ports in the chapel.  \n[16] Not far now.  \n[17] Down here!  They start down -- all but St Just.  He gets out of the jeep with difficulty.  Looks down at his wound.  Johner looks around to see him still standing atop the steps  \n[18] We have to get out of the sector!  \n[19] There!  He points at a door that's down two flights and across the hall.  \n[20] Begging your pardon, sir, but eat my fuck.  DiStephano aims at Wren.  Wren backs up a step.  ", "Anesthesiologist": "", "Surgeon": "\n[1] Doing fine.  Gediman looks at Wren, hopefully.  Wren nods.  ", "Johner": "\n[1] You should see your face. Vriess, you must have soiled yourself.  VRIESS One of these days I'm gonna kill you. My hand to God.  \n[2] Well, you already gave him your feet ...  \n[3] Either of you want a piece of me, I'm less than busy.  \n[4] Don't push me, little Annalee.  You hang with us a while, you'll learn I'm not the man with whom to fuck.  He exits, full of annoying bravado.  \n[5] Moonshine. My own. Much more dangerous.  \n[6] Hey.  You got any whores on this vessel?    Any loose women with bad eyesight?  \n[7] Ooh.  Johner comes up to Ripley.  Her expression makes it clear how much she enjoys having him in her face.  \n[8] How about a little one on one?  She keeps dribbling, says nothing.  \n[9] What do you say?  \n[10] Why should I?  \n[11] What the fuck are you?  She looks down on him - in both senses of the phrase. - Look around at everyone staring at her.  She wipes the bit of blood from under her nose, flicks it away. Exits.  \n[12] I'm in.  \n[13] Oh, fuck you!  \n[14] Uh, Uh, fuck it. I fold.    What do-you got?  St Just calmly shuffles his cards back into the deck.  \n[15] You asshole.  \n[16] Just for coloring.  \n[17] Bitches should not play with the boys, they will get cleaned out.    Eight card throwback, fuck your sister and the sevens are wild.  \n[18] Get your fucking hands off me!  \n[19] Drop them!  I'm not fucking with you!  \n[20] Does anyone want me to make this simple?  Far away, a SCREAM. Everyone stops.  Wren turns slowly in the direction it came from.  \n[21] Fuck Vriess!  \n[22] Where are you going?  The creature rolls back onto Ripley, grabbing her with its dying strength. Her face is rigid with pain and anger as she holds it off... its jaws open, dripping shaking...  The tongue SHOOTS OUT and Ripley GRABS IT. HOLDS IT.  A scream wells up in her throat.  A totally animal killshriek that she SCREAMS, victorious, as she RIPS THE ALIEN'S TONGUE OUT OF ITS FACE.  She stands, bellows another warrior cry. The crew has gathered near. They watch her, awed, wary. Ripley walks slowly up to them -- up to Call.  Ripley looks a tad pissed.  Call tenses, maybe wishing she hadn't shot Ripley as well.  Ripley takes Call's hand, puts the tongue in it. walks on.  Call looks at the dripping souvenier.  The pincers at the end still twitching.  \n[23] Make a hell of a necklace...  \n[24] Thirty!  We are fucked in our pink bottoms if there's thirty of those things.  \n[25] Nobody cares about your opinion, you bitch, you fucking mole --  \n[26] Via con Dios, man.  Hillard stands. Call puts ahand on her shoulder but Hillard moves away, a distrustful look on her face.  Ripley, bringing up the rear, watches the whole group with a sort of fascinated detatchment.  Call looks back at her.  Ripley smiles, coldly.  \n[27] Oh, fuck...  \n[28] Doc's got a bug up his ass 'cause Call's a mole and he thinks we're a conspiracy.  \n[29] A mole.  A fucking spy.  Vriess looks hit harder by that information than anyone.  \n[30] Can we track those fucking things?  \n[31] We could get to the Betty and they could be all over it!  \n[32] Well, if we want to make decent time I say we ditch the cripple.    No offense.  \n[33] We can't shoot them?  Fuck that, I'm shooting them.  \n[34] Earth?  I'm not going to that fucking slum.  \n[35] You've come up against these things before?  \n[36] So what did you do ?  \n[37] That wasn't really what I wanted to hear...  DiStephano points to a door.  \n[38] Fuck me ...  \n[39] He's what?  \n[40] Shit, I don't want one of those things birthing anywhere near my ass.  \n[41] Since when are you in fucking charge?  \n[42] Good.  He is loooking into the room.the queen was kept in.  A residue of slime is all that's left here.  Beyond the queen's chamber is another observation room.  Wren indicates that they have to go through.  Suddenly a burner blast FIRES at them, just missing them as they duck.  They hear more blasts, not aimed at them, and screams.  \n[43] Yeah, let 'em come.  \n[44] Here, kitty...  The aliens react, start for the cage.  Four 'of them.  They reach the edge of it and stop.  Look around, at each other..  But go nowhere.  \n[45] Hey!  Fresh meat here!  \n[46] Shoot the fucking things!  \n[47] Fuck, I'm with her!  Give 'em Annalee!  \n[48] Now you're not exactly in the club either, soldier.  People start pointing guns at each other.  \n[49] Son of a bitch!  He pops up and FIRES at the frozen aliens - - they EXPLODE into fragments.  \n[50] What's the big deal?  Fucking waste of ammo.  \n[51] Chicks, man....  \n[52] The nasties couldn't have done it, could they?  \n[53] This sucks.  \n[54] Give me that!  He pulls the burner off Di Stephano's body, even as Call is giving him mouth to mouth.  Johner flips the gun open and FIRES at the water, the whole thing SMOKING and sizzling with the electrical charge. we hear an alien wail bubble from below the surface.  \n[55] Okay!  Everybody out of the pool!  \n[56] Move!  \n[57] Fuck!  \n[58] Are they going for reinforcements?  \n[59] Too fucking far.  Let's G0 !  They start to climb, but the aliens are making much better time.  A loud CLACKING sounds from the bottom of the shaft.  A few of them look down.  \n[60] They can work the elevators?  Is there anything fucking else we should know about them?!  He's addressing this at Ripley, but she's as puzzled as the rest of them.  The lift comes up to them, stops suddenly as emergency brake is flipped.  They wait, guns ready. Out of the hatch pops Call, not especially dead.  \n[61] Eat that, fuckneck!!  They all breathe hard, exhausted, before they can muster for the next stretch.  Call stands with her back to them.  \n[62] Call's a goddam sythetic!  \n[63] Oh, Christ.  Doing fucking nickel and dime border runs, selling second hand junk to the farm belt... and we're carrying the most expensive piece of contraband in the system.  That's rich.  \n[64] Yeah, get your socket wrench, Vriess.  Maybe she just needs an oil change.  \n[65] Can't believe I almost fucked the thing.  \n[66] Fucking blow the door!  \n[67] Bullshit.  She's a damn well talking machine.  \n[68] Just by blinking.  \n[69] Yeah, well, we'll sleep when we're dead.  Ripley follows him through.  \n[70] What's this fucking deal?  \n[71] St Just!  Come on, man.  St Just looks down at the wound. Back at Johner.  He walks calmly away, towards the aliens.  \n[72] How long till we can get airborn?  \n[73] We hit atmo in a few minutes, only gonna make it harder.  They all run on board  \n[74] All right.. Nap time, buddy.  A GUNSHOT and Purvis goes flying, blood spurting out of his shoulder, Johner draws but  Wren emerges from the shadows too fast.  Wren grabs Call and very carefully holds his gun to her back right below her shoulderblades.  \n[75] Have you been paying any attention today?  \n[76] Look out!  it knocks over cannisters as it speeds across the table and behind some instruments.  VRIESS  Where'd it go?  \n[77] Fuck that!  It LEAPS out of the darkness and heads straight for Call, she stumbles back, trips -- it comes at her, leaps right at her face, she pulls her hand back -- and-flicks her wrist The stilletto pops out as the creatu flies at it, the blade slides right into its mouth, ramming eight inches through its innards before it pokes out the other end.  Blood spurts on Call, on the floor.  The creature wriggles and finally falls free as the stilletto melts inside it.  \n[78] Vriess!  Get behind the fucking wheel!  \n[79] Forget it!\twe'll shake it off on descent.  Airlock secure.  Outer doors opening... . CUT TO:  \n[80] We got about forty seconds till we kiss the ground!  Go full thrust on the downdraft!  We'llget clear!  \n[81] It's gonna be fucking close.  \n[82] No shit.  \n[83] Above the cockpit, looking at a fuzzy external monitor.  \n[84] It's Ripley!  Ripley's on the fucking hatch!  In the cockpit, Call nearly goes white.  \n[85] Fuck no!  There's something else out there with her!  \n[86] No. it's something else.  Frustrated, Call jumps out of her seat.. Vriess fights to control the ship as she  climbs up toward the hatch.  \n[87] Look at that fucking thing!  We can't open up!  They both tumble as the ship jerks  \n[88] That thing isn't going anywhere!  \n[89] That things gone back behind the thrusters!  Call and Ripley look at each other.  \n[90] Where're you going?  Call opens the hatch.  \n[91] I think it's gone!  \n[92] Good!  Great!  \n[93] The bitch takes her time in burning.  \n[94] Troopers should be finding our ship any time now. 1 don't much love the idea of being around when they do.  Ripley gets up, looks out over the cliffs edge at the lights the city.  Christie offers the bottle to Call.  She takes it and drinks.  ", "Purvis": "\n[1] Get away from me!  \n[2] Get away...  But the energy is out of him.  The rod falls with a hollow clatter. He looks weakly from face to face.  \n[3] What's going on?  St Just looks at his name, stitched in his coveralls.  \n[4] What ship?  Where am I? 1 was in cryo on the way to Xarem, work crew for the nickel refinery...  I wake up, I don't understand... I saw something... horrible ...  \n[5] Inside me? What?  \n[6] \n[7] Who are you?  \n[8] How far to the next door?  \n[9] Great.  Vriess is having increasing trouble.  Hillard notices him lagging behind, and why.  \n[10] Fuck!  Company!  Hillard looks up the shaft.  \n[11] It's great, she's a toaster oven... Can we leave now?  Vriess tries to touch Call's wound.  \n[12] I guess we're almost there.  \n[13] God, I'm so tired...  \n[14] We got to be moving, miss.  Best gift you can give her right now is a quick death.  \n[15] I've been saying that all day, we need your help.  A moment more, and she heads out with him.  ", "Christie": "\n[1] What's our status?  \n[2] We expecting any trouble?  \n[3] All right.  \n[4] That takes me down, too. Johner?  \n[5] Johner, your deal.  \n[6] Looks like a doublecross, boss.  \n[7] Who gives a shit!  We have to get out of here.  \n[8] Boss, we got bodies here.  It doesn't matter what Call's up to, we're all fucked now.  \n[9] What the FUCK is going on here?  \n[10] Same thing we were doing.  We get the fuck.  \n[11] Doctor.  You know what that thing is?  \n[12] And there's others.  How many?  The doctor looks around, almost guiltily.  \n[13] You bought your ticket when you killed that thing. welcome aboard.  \n[14] You got no authority here, Call!- Now secure it!  It's the first time Christie has raised his voice, and it has the desired effect.  After a silent moment, Call starts again softly.  \n[15] I don't give a syphallitic fuck whether you people can get along or not. If we've got a wish to live then we work together, and that includes bug-lady.  \n[16] I don't trust anyone.  CUT TO: INT.  CHAMBER/CELLBLOCK - A BIT LATER  The group is still in the adjoining chamber, but looking here into the cellblock where  Ripley had been.  DiStephano and St Just come first, guns ready, looking about them.  They are followed by Christie and Wren.  \n[17] That likes me fine.  He signals for the others to follow, everyone moving cautiously.  \n[18] Thought you were toast for certain.  \n[19] We got'a mission here, people.  Let's keep moving.  They do.  \n[20] What about the Betty?  Our ship.  \n[21] Then we head for it.  \n[22] Faster we get from here to there, the better.  \n[23] So what's our route?  \n[24] Sounds reasonable.  \n[25] That's right, I saw that.  \n[26] What?  \n[27] We don't have to do anything till we get off it.  How long till we get there?  \n[28] Then that's what we got.  Let's move.  \n[29] I understand my hide.  And I like it on me. Let's go.    What are you called, Ripley?  You mind taking point?  She moves to the head of the line, and they start.  \n[30] Let's keep moving.  The door to the next chamber is ajar. Christie and Vriess in, then St Just, then Ripley.  \n[31] Drop the rod, man.  Do it!  \n[32] Come with us.  You might even live.  Get twitchy on me and you will be shot.  They move out.  \n[33] You want to get yourself killed, then you run solo.  \n[34] Wren.  Any other way around?  Wren shakes his head.  \n[35] We can't just walk in there.  \n[36] Say again?  \n[37] Excellent.   Get-ready.  Wren goes over to the failsafe button. The others look out at the aliens.  \n[38] Okay...  Hey!  \n[39] What do we do?  \n[40] Now hold on  \n[41] Ripley, we got no time for sightseeing.  Ripley is looking down at her arm, at the 8 tattooed on it.  She looks at Call.  Looks back at wren.  \n[42] Had it coming, Doc.  Johner looks in at the burning lab.  \n[43] We got to lose the chair.  Vriess.  \n[44] Kawlang maneuver, all right?  Vriess is pulling a coil of cords from the chair.  \n[45] You ready to get wet, partner?  \n[46] You'll be forever blowing bubbles. On three...  He counts down, the two suck in enormous breaths -- and dive right behind Call and Ripley.  One by one the entire crew slips down into the black water.  \n[47] Get it!  Kill it!  \n[48] A trap!  They set a goddamn ambush!  "}}