{"filename": "Alone-in-the-Dark_script.txt", "imdb_id": "tt0369226", "imdb_url": "https://www.imdb.com/title/tt0369226", "characters": ["John Dillon", "Beat Cop", "Edward Carnby", "Cmdr. Richard Burke", "Prof. Lionel Hudgens", "Agent Miles", "Captain Chernick (as Mark Atcheson)", "80's Sheriff (as Craig Brunanski)", "Deputy Adams", "Aline Cedrac", "Young Edward", "Krash", "James Pinkerton", "Sam Fischer", "Sister Clara"], "dialogues": {"John": "\n[1]Edward, John here. Hope things went well wherever you were this time. And, please, do not, I repeat, do not tell me about it. Every time you tell me about your latest case, I get nightmares for a week. Anyway, give me a call when you get back. Linda wants to have you by for dinner. Lord knows why, but she seems to like you. And if you haven't scared Aline away yet, bring her along. \n[2]30                                                                        30    \n[3]1                                                                        31 \n[4]5                                                                      55 ", "Dillon": "", "Beat": "\n[1]Hey! ", "Cop": "\n[1]Hey! \n[2]Ammo running low! How many of these goddamn things are there? \n[3]We've got to refuel and reload. We'll be back ASAP. ", "Edward": "\n[1]I don't know... I don't remember... \n[2]Edward... Edward Carnby. \n[3]Sister, something's happened. \n[4]They're not gone anymore. The others are back. ", "Carnby": "\n[1]Your mother is wrong. Being afraid of the dark is what keeps most of us alive. \n[2]That's because they don't know the truth. \n[3]So, maybe you're thinking I'm an asshole, trying to scare this poor kid for no reason. But that's where you're wrong. Because I've got my reasons. There's a world around you that you've trained yourself not to see. You've willfully closed your eyes. But your fear of the dark is not a weakness. It's there to protect you from things you'd better pray you never see. My eyes were forced open a long time ago. Now I know. Just because you can't see something, doesn't mean it can't kill you. \n[4]\n[5]Trust me, I'm carrying enough baggage for the both of us. \n[6]You really want to know? \n[7]I'm a paranormal investigator. \n[8]I'm an effective solution to unusual problems. \n[9]Speaking of which, that taxi's been following us since the airport. \n[10]If you can... \n[11]I'll draw him away... \n[12]23                                                                   23       \n[13]\n[14]9                                                                    29 \n[15]32                                                                        32  3 \n[16]54                                                                      54   \n[17] \n[18]Linda, what's wrong? \n[19]I'll figure this out, Linda. I'll find John. \n[20]Of course not. \n[21]Sister... John disappeared last night. And something happened to me as well. \n[22]I need your help, Sister. I need to find the others. \n[23]\n[24]I'll let you know as soon as I hear something. \n[25]I ordered for you, Fischer. It's pecan. \n[26]That means all nineteen are missing. \n[27]That's what I'm trying to find out. \n[28]Thanks Fischer. It's good to know I've still got friends at 713. \n[29]I missed you too. \n[30]Aline... let me explain. In private. \n[31]Five minutes, Aline. I'll tell you everything. \n[32]I was in the Amazon for six weeks, tracking poachers through their transport lines. Then I fell in with a group of ex- Chilean military selling artifacts on the black-market. This was found in a gold mine in the southern tip of Chile. \n[33]I asked very nicely. \n[34]Does it make any sense to you? \n[35]Ten thousand years ago, it would've been like burying them at the ends of the earth. \n[36]You're not trying to seduce me, are you? \n[37]Hairs on the back of my neck just stood up. \n[38]I could ask you the same thing. \n[39]I think we'd better run... \n[40]Can't hold it... \n[41]Is there any way out of here? \n[42]Hey Richie. \n[43]I'll catch up. \n[44]I need to know what those things are. \n[45]I'm asking nicely. \n[46]You're right, Commander. I guess I have gone soft. \n[47]I need to find out what's happened to John and the others. Stay in contact. We'll meet up later. \n[48]I'm not here. Commander Burke is. Now what the hell is that thing inside him? \n[49]The list of people I trust is short, Fischer. Is it about to get shorter? \n[50]Have you I-D'd him? \n[51]He was an agent? When? \n[52]It's fused with his nervous system. \n[53]Can you remove it? \n[54]I'm not much for coincidences. These organisms must be connected to those things from the museum. \n[55]Catchy. When did they first appear? \n[56]Have you isolated any weaknesses? \n[57]If they disrupt electricity, why did my flashlight still work? \n[58]I'm going to need a lot of those. \n[59]115                                                                    115             \n[60]Five minutes... \n[61]117                                                                    117       \n[62]119                                                                    119  \n[63]124                                                                    124             \n[64]   \n[65]I know. \n[66]Maybe this will help... \n[67]What are we looking for? \n[68]Yeah. That's us right there. \n[69]127                                                                     127        \n[70]John? \n[71]Behind you! \n[72]It is. The other two are from the orphanage as well. \n[73]Something's controlling them. \n[74]Twenty. Including me. \n[75]We'd better get out of here. \n[76]  \n[77]Aline! \n[78]It's true. I've got one inside me. But it's not controlling me. \n[79]Why are the lights still out? \n[80]All Agents! You've got to kill the organism to stop them! Aim for the spine! \n[81]We need to go down there. \n[82]They're coming here for a reason. Until we know what they're after, we're never really going to be able to stop them. \n[83]Every culture has a story about the end of the world. \n[84]Wait. Aline, look at this... \n[85]Aline! \n[86]Subtle. \n[87]Aline! \n[88]We'll find a way out. \n[89]It's just like the organism Fischer took out of Pinkerton. \n[90]This is where it happened. \n[91]So it's a key. \n[92]The answers I've been looking for my whole life could be in there. \n[93]Barr... how much C-4 you got left? \n[94] \n[95]Aline... \n[96]Give him the key. Enough people have died today. \n[97]Look at the dust on the floor. This is where Hudgens got in. \n[98]Over there! \n[99]We'll find a way. \n[100]Burke! \n[101]They were under us the whole time. \n[102]Something's very wrong... \n[103]Remember what Hudgens said? I was his last failure. He said he perfected the implant process. \n[104]Then where the hell is everybody? Where's everybody gone? \n[105]Here's what I know. There are two worlds on this planet. A world of light and a world of darkness. For millions of years, these worlds were in balance. But now, the lights of human civilization burn everywhere. The dark places are disappearing. We forced them to come out of the shadows. Now, it's my job to force them back in. My name is Edward Carnby. I'm here to protect you from things you don't believe in. \n[106]Aline... \n[107]It's going to be a busy day. ", "Agent": "\n[1]Sir, we're getting some strange readings in the control room. \n[2]Well, sir, normal levels of paranormal activity range from three to five... \n[3]We don't know. \n[4]They only go up to 50. \n[5]Recalibrating sensors now, sir. \n[6]Reading two xenos. \n[7]There! \n[8]Cheung! Marko! Don't let them get away! \n[9]Goddamn it, Krash, I know. Commander Burke, we're secure. And sir... Carnby is here. \n[10]Ms. Cedrac, I'm Agent Miles. This is Commander Burke. \n[11]Everything okay in here? \n[12]Ms. Cedrac's security detail. \n[13] \n[14]Since it seemed like you needed it. \n[15]Fischer... \n[16]Commander Burke wants to see you. \n[17]Roger that. We're hot. \n[18]Where the hell's our back-up? \n[19] Burke, Miles, Turner, and the other Agents immediately join the battle, laying down suppressing FIRE.      \n[20]We're clear, sir. \n[21]Sir, this one's infected too! \n[22]Got another one here! \n[23]Get out of the way! \n[24]Scanner's clear. \n[25]Krash? \n[26]We've got three perimeters of flash- mines. Gatling guns are set to electromagnetic motion tracking. And every available agent in the vicinity is here. But Commander... \n[27]Generator will be on-line shortly, sir. \n[28]Something's definitely down there, sir. But there's too much interference to get a clear reading from here. \n[29]It's definitely this way, sir. \n[30]Readings are getting stronger. \n[31]There's more over here. \n[32]What do you got, Marko? \n[33]Marko! \n[34]Defense perimeter's up. Still waiting for the generator to come on-line. \n[35]How long do we have to hold them? \n[36]Only until dawn. \n[37]Sir... that's four hours away. \n[38]I know. \n[39]Incoming! \n[40]Where the hell are the lights? \n[41]The generator's not coming on-line. They must be disrupting it. \n[42]We've got incoming! What are your orders? \n[43]They've hit the outer perimeter. \n[44]Krash? Report! Krash? \n[45]Can't get through to Krash either. Too much interference. \n[46]Hold your fire until they're at the second perimeter. \n[47]Fire! \n[48]They're turning back! \n[49]Confirmed. \n[50]We made it, sir. \n[51]Fischer? \n[52]Feenstra! \n[53]I'm out. \n[54]Last one. \n[55]Commander? Krash? Anyone? \n[56]I can't walk. If I lay down suppressing fire, maybe you can make it out of here. \n[57]I die fighting or I don't die at all. \n[58]Commander... \n[59]Enough to blow this place to... ", "Miles": "\n[1]Sir, we're getting some strange readings in the control room. \n[2]Well, sir, normal levels of paranormal activity range from three to five... \n[3]We don't know. \n[4]They only go up to 50. \n[5]Ms. Cedrac, I'm Agent Miles. This is Commander Burke. \n[6]Fischer... \n[7]Commander Burke wants to see you. \n[8]Sir, this one's infected too! \n[9]Krash? \n[10]We've got three perimeters of flash- mines. Gatling guns are set to electromagnetic motion tracking. And every available agent in the vicinity is here. But Commander... \n[11]Something's definitely down there, sir. But there's too much interference to get a clear reading from here. \n[12]Defense perimeter's up. Still waiting for the generator to come on-line. \n[13]Only until dawn. \n[14]I know. \n[15]Incoming! \n[16]Where the hell are the lights? \n[17]We've got incoming! What are your orders? \n[18]They've hit the outer perimeter. \n[19]Krash? Report! Krash? \n[20]Can't get through to Krash either. Too much interference. \n[21]Hold your fire until they're at the second perimeter. \n[22]Fire! \n[23]They're turning back! \n[24]Confirmed. \n[25]Feenstra! \n[26]Last one. \n[27]Commander? Krash? Anyone? \n[28]I die fighting or I don't die at all. ", "Deputy": "\n[1]Twenty kids live at this orphanage, Sheriff. All twenty have gone missing. \n[2]Sheriff! I found one! White, male, about ten years old. Looks to be unharmed. He's in a utility shed maybe half a mile from the orphanage. \n[3]Are you okay, son? Are the other kids around here? \n[4]Why don't we start with your name? Do you remember your name? ", "Adams": "\n[1]Twenty kids live at this orphanage, Sheriff. All twenty have gone missing. \n[2]Sheriff! I found one! White, male, about ten years old. Looks to be unharmed. He's in a utility shed maybe half a mile from the orphanage. \n[3]Are you okay, son? Are the other kids around here? \n[4]Why don't we start with your name? Do you remember your name? ", "Aline": "\n[1]I don't have anything scheduled. What museum was it transferred from? \n[2]It's probably an error. It must be for the big Abkani show. \n[3]We've got Abkani artifacts coming in from museums around the world. Until Hudgens gets back, I'm doing all the cataloguing anyway. \n[4]Off on another archeological goosechase. He thinks he's finally found the Erebus. \n[5]\n[6]The pictograms are late-period Abkani. It seems to be some sort of... prophecy. Shadows that make ghosts of men. The world of light consumed by darkness. This is the first indication I've ever seen that the Abkani had a myth about the end of the world. \n[7]34                                                                        34          \n[8]61                                                                    61   \n[9]Hello? \n[10]It's a fascinating piece, Dr. Hudgens. I started decoding the pictograms and... \n[11]I was only going to catalogue it for you. \n[12]But, Dr. Hudgens, I was just... \n[13]Edward... \n[14]I thought you were dead, you asshole! \n[15]Give me one reason why I'd ever want to speak to you again? \n[16]It's Abkani... \n[17]63                                                                   63  \n[18]And how did you end up with it? \n[19]You should've called, Edward. Or written. Just to let me know you were alive. \n[20]Yesterday, maybe not. But something happened last night. \n[21]     \n[22]They were found in completely different locations. Alaska. Newfoundland. Venezuela. And now this one's from Chile. \n[23]The Abkani's written language is based on pictograms. Combinations of symbols to create different meanings. But there's one here I've never seen before. \n[24]Give me that. \n[25]What is it? \n[26]How come every time you show up, my life gets complicated? \n[27]No! Why didn't you ask me that before you pushed me in here? \n[28]What do you think? \n[29]Those doors lead to the front entrance. \n[30]They saved our lives. \n[31]It's fine. Thanks. \n[32]I want to finish studying those artifacts. \n[33]Commander, I need to get to my office. \n[34]At least let me pack up my work. There's priceless artifacts in there. If they get damaged... \n[35]I don't think I want to know your definition of out of the ordinary. \n[36]  \n[37]Dr. Hudgens. When did you get back? \n[38]I'm fine. A bit shaken up. But fine. \n[39]Edward. \n[40]I can do that myself. \n[41]Dr. Hudgens... I forgot to ask. Did you find the Erebus this time? \n[42]Since when do I have a security detail? \n[43]Aline sits at her computer, checking out 3-D scans of the four Abkani artifacts. She is running an analysis the symbols carved into each artifact. Streams of calculations run across the screen as the computer processes. The computer BEEPS as it comes to a conclusion. The symbols correlate to constellations in the night sky. Aline hits COPY on her computer and it burns a CD of the information she has processed. Aline searches through a roll of maps. She pulls out a map of North America and lays it out on a work station. Aline draws lines across the map, trying to pinpoint a location based on the constellations. She marks the map up with latitude and longitude calculations. She stops. She looks back up at the computer screen. She taps her pen on the map. She looks frustrated. \n[44]What's missing... \n[45]I see nothing's changed... \n[46]Edward? \n[47]Sweet dreams... \n[48]Something smells amazing. \n[49]I love omelettes. \n[50]I figured out a connection with the symbols on those artifacts. They correspond to constellations. But something's missing. \n[51]Can you run the program on this? \n[52]The Abkani used constellations to pin- point a geographical location. But I don't think I can isolate it closer than a hundred mile radius. \n[53]That looked like John. \n[54]You had no choice. \n[55]How many are there altogether? \n[56]What are you doing? \n[57]He's not one of them. \n[58]What does Hudgens have to do with this? \n[59]It looks like you're going to war. \n[60]I've been thinking about something. The Abkani prophecy. The shadows that make ghosts of men... \n[61]But not every story starts to come true. \n[62]They're Abkani. \n[63]It's a warning. \n[64]The gist of it is, even if you make it down here alive, you're already dead. \n[65]Maybe this is what they look like when they grow outside a human host? \n[66]The Abkani didn't put this here. \n[67]You sure this is going to work? \n[68]What is this place? \n[69]  \n[70]Edward, look... \n[71]The pictograms carved here make it pretty clear that's a bad idea. \n[72]Some doors are locked for a reason. \n[73]Edward... if he detonates those charges, we're all dead. \n[74]Where are all the children? \n[75]Edward... what's going on? \n[76]It can't be... \n[77]Yes Edward? ", "Cedrac": "", "Young": "\n[1]I don't know... I don't remember... \n[2]Edward... Edward Carnby. \n[3]Sister, something's happened. \n[4]They're not gone anymore. The others are back. ", "Krash": "\n[1]Electromagnetics off the scale, Commander. \n[2]Confirmed. \n[3]Losing readings. \n[4]Readings gone. You lost them, Barr. \n[5]Multiple readings confirmed. Back-up's on the way. \n[6]Landing. \n[7]Negative. \n[8]We're practically off the scale, Commander. This is unprecedented. Should I initiate Contingency Nine-Alpha? \n[9]Is that a negative, Commander? \n[10]Electromagnetics around the mine are off the scale. ", "James": "", "Pinkerton": "\n[1]", "Sam": "", "Fischer": "\n[1]Why did I agree to this? \n[2]You've got a good memory, Carnby. \n[3]I tracked down the three you asked about. They all disappeared last night. Same story. No suitcase. No car. Just up and walked out in the middle of the night. \n[4]I ran full cross-references. Nothing much in common between them. Except they all grew up in the same orphanage. Your orphanage. What's going on, Carnby? \n[5]103                                                                    103          \n[6]You shouldn't be here, Carnby. \n[7]Your curiosity have anything to do with the fingerprint of yours I found on his corpse? \n[8]Yeah, we got dentals. Agent James Pinkerton. He's ex-713. \n[9]Went MIA twenty years ago. Presumed dead. I'm trying to get more intell, but his records are so classified, they're practically invisible. \n[10]I've never seen this kind of symbiosis before. \n[11]Scanner's still reading something... \n[12]104                                                                 104   \n[13]There's one inside you too. But the symbiosis is incomplete. \n[14]I could try. But it might paralyze you. \n[15]107                                                                    107   \n[16]We call them xenomorphs. \n[17]Two years ago. They've been 713's top priority ever since. But it's been almost exclusively in rural areas. This kind of urban infiltration is unprecedented. \n[18]Most metals pass right through them. So normal bullets and blades are useless. But they're vulnerable to elements 76 to 79. Osmium, iridium, platinum, and gold. Negates their ability to disrupt electricity. \n[19]The closer the current to its power source, the less disruption. \n[20]This is calibrated to track their disruption field. It won't help you see them, but you'll know when they're nearby. \n[21]They live almost exclusively in darkness. Sunlight's lethal in large doses. But only certain light frequencies hurt them. \n[22]But for maximum damage, we use bullets coated in a photon-accelerated luminescent resin. Cuts right through them. \n[23]116                                                                        116   \n[24]Yes. He's got intell we need. And I trust him. \n[25]   \n[26]What else could I do? I had to tell him. \n[27]You did the right thing, Paul. From what you've told me, Carnby can take care of himself. \n[28]I'll get it. You stir. \n[29]    \n[30]     1  \n[31]   \n[32]Sarah? Answer me! Sarah! \n[33]           Fischer is suddenly grabbed and SLAMMED into the wall. The impact knocks several framed photos of Fischer and his Wife off the wall. They SHATTER as they hit the floor.  Fischer is PUNCHED in the face, hard. He is stunned.  Fischer is hurled over the couch. He lands heavily on a glass coffee table, SHATTERING the glass tabletop.  The impact knocks his revolver out of his hands.  Fischer lies dazed in the broken glass. He looks up at his attacker.  It's Hudgens, standing over him.  Hudgens SLAMS his fist into Fischer's face. Fischer is now only semi-conscious.  Hudgens pulls out a long, thin spinal-worm. Its many clawed feet and razor-sharp jaws snap away, its segmented, scaled body writhing in his grip.  ", "Sister": "\n[1]After the power went out, I went to check on the children. But their beds were empty. Every one of them. They just disappeared... \n[2]Still having trouble sleeping, Edward? You can't stay up all night, you know. \n[3]What is it, Edward? \n[4]Welcome home, Edward. \n[5]Yes. Thank you, Sophie. \n[6]Let me get a look at you. Are you sleeping enough? \n[7]It's happening again. \n[8]I'll get their files. ", "Clara": "\n[1]After the power went out, I went to check on the children. But their beds were empty. Every one of them. They just disappeared... \n[2]Still having trouble sleeping, Edward? You can't stay up all night, you know. \n[3]What is it, Edward? \n[4]Welcome home, Edward. \n[5]Yes. Thank you, Sophie. \n[6]Let me get a look at you. Are you sleeping enough? \n[7]It's happening again. \n[8]I'll get their files. "}}