{"filename": "American-Pie_script.txt", "imdb_id": "tt0163651", "imdb_url": "https://www.imdb.com/title/tt0163651", "characters": ["Steve Stifler (as Seann W. Scott)", "Nadia", "Jim Levenstein", "English Teacher", "Stifler's Mom", "Coach Marshall", "Heather", "Paul Finch", "Chuck Sherman", "Kevin Myers", "Michelle Flaherty", "Victoria 'Vicky' Lathum", "Jim's Dad", "Jessica", "Chris 'Oz' Ostreicher"], "dialogues": {"Nadia": "\n[1] \n[2]I thought so. \n[3]So you are having fun? \n[4]I said, you are having fun? \n[5]Me too. \n[6]Well...I am going to get another beer. You want one? \n[7]Okay. \n[8] \n[9]In fact -- I should teach you my own special method.  I developed it myself at the ballet institute in Prague. You use nothing but the muscles of the inner thigh. \n[10]You are very good in the world history class, yes? \n[11]Perhaps you can help me with my studies? \n[12]Well, I do have ballet practice. Perhaps I can come by your house afterwards.  I can change clothes at your place? \n[13]Hello James.  Ready to study. \n[14]Do you mind?  This fabric is so uncomfortable. \n[15] \n[16]Shame on you! \n[17]Well.  You have seen me.  Now it is my turn to see you.  Strip. \n[18]Yes, slowly. \n[19] \n[20]Perfect. \n[21]Move with the music. \n[22]No, no, you must put your whole body into it. \n[23]Can't what?  Do you not want to be with me?  I wish to be entertained, James. \n[24] \n[25] \n[26]Now!  Hames, come to me. \n[27]Be gentle. \n[28]Jim... \n[29]You are done, James.  Perhaps I should be going now. \n[30]I do like your dirty magazines. \n[31]Yes...James, it is knowing that these beautiful women arouse you that arouses me... \n[32]Oh Jim... \n[33]So, \"shaved\" is the expression? \n[34]Touch me Jim...here. \n[35] \n[36]It is too bad.  I was at first hoping you would ask me to the prom.  But... \n[37]You should change your shorts. \n[38]Come back to bed, James. ", "Jim": "\n[1]  \n[2]Yeah, I'm the best, baby. \n[3]...oh -- that was a tit, tits... \n[4]Oh yeah, baby, I'll give it to you. \n[5]I do, baby, I do. \n[6]Yeah, that's right. \n[7]Man, shut up! \n[8]Hey, Jimmy.  I just wanted to say sweet dreams. \n[9]Yep, okay Mom, 'night. \n[10] \n[11]Is something wrong with the reception? \n[12]Yeah.  Damn cable.  There's this nature show that I'm trying to watch. \n[13]Uh... \n[14] \n[15]What the heck is this? \n[16]Nothing! \n[17]I think he's trying to watch one of the illegal channels. \n[18]Jesus, Mom!  They're not <u>illegal</u>! They're <u>pay</u> channels.  How could a television channel be illegal?!  God, get a clue! \n[19]James, don't speak that way to your mother! \n[20]Turn that garbage off!  Give me that! \n[21]Oh my God! \n[22]Honey, why don't you let me handle this one. \n[23]Jesus Christ.  The dictionary?  Hell, son, I'll buy you some dirty magazines. \n[24]Yeah -- hey, did you see The Little Mermaid on TV the other night?  That Ariel, whew. \n[25] \n[26]A <u>hot</u> cartoon. \n[27]C-Span? \n[28]And you said... \n[29]You think she was serious? \n[30]No -- Kevin, you? \n[31]There's our man. \n[32]Ooh, here's an easy one:  \"Attractive SWF, fun loving and a youthful mind seeks outgoing companion.\" Okay...\"Attractive\"...ugly. \n[33]No, \"Charming\" is old.  \"Older\" is <u>really</u> old.  \"Youthful mind\" is dead. \n[34]Finch, you can be the one to date a nearly-dead insane chick.  Eat your damn imitation hot dog. \n[35]You can crash at Stifler's? \n[36]This was remade?  Into what? \n[37]So, does my hair look better -- like this, or... like this? \n[38]Nadia does, that Czechoslovakian chick, she might be there tonight. Now, do you think she'd prefer -- Cool Hip Jim... or Laid Back Jim? \n[39]What about you?  You're the one with the girlfriend and you're still stranded on third base. \n[40]So let's say you get there...what's uh, third base feel like? \n[41]Apple pie... McDonald's or homemade? \n[42]Hey Sherman.  Scopin' the babes. \n[43]You've got something going? \n[44]No. \n[45]Oh, shit!  There she is.  Nadia. \n[46]What would I say? \n[47]But -- \n[48]Kevin, get back here! \n[49] \n[50]No...you...go...ahead. \n[51]Oh, shit.  No!  Shit! \n[52]Hey, you did better than I did, Nova. \n[53]What the hell?  I should be able to talk to chicks.  I'm articulate.  I got a 720 on my SAT verbal. Copious.  Verisimilitude. \n[54] \n[55]Regurgitation. \n[56]Jesus, what did you eat? \n[57]Shit, I can't believe a fine woman like this produced a guy like Stifler. \n[58]Sorry, I thought you were dead. \n[59]Finch!  Where were you last night? What happened to the foolproof plan? \n[60]You did it. \n[61]Jesus, we're all gonna go to college as virgins.  They've probably got special dorms for people like us. \n[62]Like a bet? \n[63]Pontificated. \n[64] \n[65]Yeah, it's like tradition or something. \n[66]Exactly three weeks to the day. \n[67]  \n[68]  \n[69]  \n[70]   \n[71](shoving the rubbers into his \n[72] \n[73]Yeah, sure. \n[74]You're not...busy? \n[75]Dad, come in. \n[76] \n[77]Okay. \n[78]These are for you.  From father to son. \n[79]Uh...dad... \n[80]Go ahead son, there's more. \n[81]Now, that one's a little more...a little more...graphic. \n[82]I know, Dad. \n[83]Oh, okay.  Here's let me show you. \n[84]This, son, is your more exotic dirty magazine. \n[85]Dad!  I know! \n[86]Do you know about the clitoris? \n[87] \n[88]Sometimes it can be pretty hard to locate. \n[89] \n[90]Okay, well that about covers it. \n[91]Now, let's put these somewhere where your mother won't find them. \n[92]Wait! \n[93] \n[94]This is unexpected. \n[95]Yeah, I think you sounded pretty good. \n[96]You're just gonna sit there and drink your coffee? \n[97]Finch, don't you think it's about time you learned to take a dump at school? \n[98]I have no idea.  Finch showers in a bathing suit. \n[99] \n[100]Definitely not. \n[101]  \n[102] \n[103]  \n[104]  \n[105]Jim? \n[106]It's not what it looks like! \n[107]   \n[108] \n[109]  \n[110]Hey, dad.  Did you knock? \n[111]Oh, Jim!  I'm looking at the ol' family portrait, here.  Yep.  It's a good one. \n[112]Son, I wanted to talk to you about what I think you were trying to do the other day. \n[113](continuing with his prepared \n[114]Dad, please stop.  Please.  I'm sure I know what you're talking about. \n[115]Sure you know, son, but I think you've been having a little problem with it. It's okay, though.  What you're doing is perfectly normal.  It's like practice.  Like when you play tennis against a wall.  Some day, there'll be a partner returning the ball. You do want a partner, don't you son? \n[116] \n[117]That's great.  Now remember, it's <u>okay</u> to play with yourself.  Or, as I always called it -- \"Stroke the salami!\" Ho-ho, Jim.  There's nothing to be ashamed of.  Hell, I'm fifty-two, and I still enjoy masturbating.  Uncle Mort masturbates.  We <u>all</u> masturbate. \n[118]Poor guy thought he was the only one. \n[119]Wow, that's amazing, she's probably gonna want to do it soon. \n[120]Hey, where's Finch? \n[121]I don't get it.  How does a guy like that get this sudden reputation? \n[122] \n[123]Yeah, see it's on his stomach, here, and the eagle -- the eagle is actually grasping the python in its talons, so the snake is like his -- \n[124] \n[125] \n[126](trying to decipher the guys' \n[127]Okay...that would be cool sometime. How 'bout tomorrow? \n[128] \n[129]What am I gonna do, broadcast her over the internet? \n[130] \n[131]Well...dammit, if I'm doing this, how the hell am I gonna watch? \n[132]  \n[133]   \n[134]Son.  This lady's here for you. \n[135] \n[136]Oh, you bet he is.  Jim's quite the bookworm. \n[137]Dad. \n[138]Oh, no, not too much of a bookworm. He's a good little kid.  Er, guy. Man. \n[139]Dad!! \n[140]Okay, okay.  I'll let you hit those books. \n[141] \n[142]So you need to change, right? \n[143]No, go right ahead and get dressed. I'll just be downstairs, studying up. Get me when you're ready. \n[144]  \n[145]  \n[146]Be back in a sec! \n[147]Jim?  Honey, where are you going? \n[148]  \n[149]Did I miss anything?! \n[150]Woah! \n[151]Oh, thank you Lord, for this wonderful day. \n[152]Hey!  You can't touch my stuff! \n[153]Oh no no no. \n[154]Dear God -- she's -- she's -- she's -- \n[155]Gentlemen, I'd like to make an announcement.  There is a gorgeous woman masturbating on my bed. \n[156]But, but -- what would I do? \n[157]That's stupid. \n[158]Oh...oh...oh, shit! \n[159]  \n[160]Hey mom hey dad! \n[161]  \n[162]Oh boy oh God oh crap oh no. \n[163]  \n[164]Please, God.  Let this be it. \n[165]  \n[166]Looks like you could use an extra hand. \n[167]Well...uh... \n[168]Uh...yeah...sorry. \n[169]Strip? \n[170]You mean like, <u>strip</u> strip? \n[171]  \n[172]Uh... \n[173]Um...okay... \n[174]Nadia, I can't -- \n[175]  \n[176]  \n[177]  \n[178] \n[179]Oh yeah! \n[180]    \n[181]Oh no. \n[182]  \n[183]No, no, I'm not done!  I've got reserves!  Nadia, please please please.  I'm begging you. \n[184]Did you see this?  This is your more exotic dirty magazine. \n[185]Oh yes.  Very arousing women.  They arouse me very much.  But not as arousing as you. \n[186]  \n[187] \n[188]  \n[189] \n[190]No, not again. \n[191]No!  I've got...reserve reserves! \n[192]...okay. \n[193]Shut up.  You're supposed to be supportive. \n[194]No.  Her sponsors here saw the thing on the net.  I don't think they liked it. \n[195]She's already on a plane back home. \n[196]You know, maybe I'm just not good with girls, period.  Like I was born without that part of the brain.  I mean, I can't talk to girls.  And when I do talk to them, I screw it up. \n[197]Jesus, Kevin, rub it in. \n[198]Hold on.  You have no idea why I'm angry? \n[199]Yeah, that's pretty much it. \n[200] \n[201]Okay.  Michelle, do you want to be my date for the prom? \n[202] \n[203]Whatever you want. \n[204]  \n[205]Yeeeeeeeaaaawwwwww! \n[206]  \n[207]  \n[208]Highly, highly overrated. \n[209]My date's a flute-toting band dork. That answer your question? \n[210]Back out?  You don't need <u>us</u> to get laid.  You afraid or something? \n[211] \n[212]I'm tired of all this bullshit pressure!  I mean, I've never even had sex and already I can't stand it!  I hate sex!  I don't want it, I've never wanted it, and I'm not gonna sit here busting my balls over something that just isn't that damn important!  So fuck this stupid pact, fuck <u>you</u>, and fuck sex!  Now, I'm gonna go hang out with that geek over there, 'cause at least she's got something else to talk about besides sex!  God damn! \n[213]  \n[214]Kevin, come on, the bus to Stifler's is gonna be here soon. \n[215]So do I, Kev. \n[216]Come on man.  Tonight <u>is</u> the night. We're finally going to a post-prom party on the lake.  We've been waiting to do this for the last four years. Why else are we still friends with Stifler?  You gotta go. \n[217]There it is.  I want to grab my bag. Oh, and my date. \n[218]Stifler's mom got it in the divorce. \n[219]Oh, I've got stories, believe me. They're a little more risque than tales of Band Camp. \n[220]Okay.  You want a story?  Here's a story.  Stifler finds this beer, right?  And... \n[221]  \n[222]I told you. \n[223]Yeah, bring it on! \n[224]So, the end of the story is...you had to kiss the guy for twenty seconds? \n[225] \n[226]...excuse me?! \n[227]This'll do. \n[228]Why, uh, what makes you think that I -- \n[229]Are you gonna do what I think you're gonna do? \n[230]Oh yeah!  Put it in your mouth! \n[231]Hail, hail, to Michigan, the leaders and best! \n[232]She's gone. \n[233]Oh my God.  She used me. \n[234]Wow!  I was used!  Cool! \n[235]Hail! to the victors, valiant; Hail! to the conquering heroes, hail... \n[236]No, no that's fine. So you doing okay? \n[237]Hang in there, buddy, you'll get there. \n[238]After getting laid? \n[239]  \n[240] \n[241]You know, after I graduated high school, my parents let me do some traveling... \n[242]Thanks guys. ", "Levenstein": "", "English": "", "Teacher": "\n[1]What the hell was that? \n[2]No, it was good. \n[3]Well then keep it coming. Alright, people, good work!  Keep it up and we'll do great at the state competition. \n[4]So once Hal becomes king, he has to take on the responsibilities of leadership, and turn his back on his old, drunken friend, Falstaff.  You see, Hal was going through a rite of passage, much like you all are.  Make the most of the time you've got left together.  You'll miss it later. \n[5]Okay, Heather, that was good, but I want to thicken up that solo. Michigan State is this Saturday, and I want that part to <u>smoke</u>. \n[6]A little, but I think it'll work better as a duet.  With a tenor part. \n[7]Okay then.  The rest of you okay with that? \n[8]Great.  See you tomorrow. \n[9]Okay.  Albert, you ready? \n[10]Okay, okay.  You guys got about a minute to go.  Spend it warming up, not making out.  This ain't the prom yet. ", "Stifler's": "\n[1]   \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13] \n[14]   \n[15]  \n[16]Steve!  Steve!  It's <u>my</u> computer and <u>I</u> wanna use it! \n[17]  \n[18]This is like the coolest thing I've ever seen. \n[19] \n[20] \n[21] \n[22]What happened?!  What happened?! \n[23]   \n[24]  \n[25]You guys are gonna fuck, aren't you!? \n[26] \n[27]   \n[28] \n[29] \n[30]Pardon me? \n[31]I believe the kegs are upstairs. \n[32]All right, I got some scotch. \n[33]Aged eighteen years. Why don't you get the glasses.  Behind the bar. \n[34]  \n[35]  \n[36]  \n[37]  \n[38]  \n[39]  \n[40]Mister Finch -- are you trying to seduce me? \n[41]  \n[42]      \n[43]  \n[44]I had no idea you'd be this good! \n[45]  \n[46]   \n[47]That was <u>awesome</u>! \n[48] \n[49]  \n[50]  \n[51]  ", "Mom": "\n[1]Hey, Jimmy.  I just wanted to say sweet dreams. \n[2] \n[3]Is something wrong with the reception? \n[4]I think he's trying to watch one of the illegal channels. \n[5]Oh my God! \n[6]  \n[7]   \n[8] \n[9]Jim?  Honey, where are you going? \n[10]  \n[11]  \n[12] \n[13] \n[14]Pardon me? \n[15]I believe the kegs are upstairs. \n[16]All right, I got some scotch. \n[17]Aged eighteen years. Why don't you get the glasses.  Behind the bar. \n[18]Mister Finch -- are you trying to seduce me? \n[19]I had no idea you'd be this good! ", "Coach": "\n[1]Good work, Ostreicher. \n[2]You're a killer, Ozzy! \n[3]Alright!  Good hustle, guys, but we can still lose.  You all saw what happened to Oz out there.  I don't ever want to see you guys <u>thinking</u> you're gonna score.  You don't score until you score, period. \n[4]It all boils down to today.  For you seniors, this marks the culmination of your past four years.  Think of what that means to you.  Are you guys gonna look back on your days at East and know that you made the most of the time you had? \n[5]Now that's the attitude, Ostreicher! \n[6]Christ!  I didn't say you were out of the game! \n[7]What the fuck is this?  You got someplace more important to be? ", "Marshall": "\n[1]Good work, Ostreicher. \n[2]You're a killer, Ozzy! \n[3]Alright!  Good hustle, guys, but we can still lose.  You all saw what happened to Oz out there.  I don't ever want to see you guys <u>thinking</u> you're gonna score.  You don't score until you score, period. \n[4]It all boils down to today.  For you seniors, this marks the culmination of your past four years.  Think of what that means to you.  Are you guys gonna look back on your days at East and know that you made the most of the time you had? \n[5]Now that's the attitude, Ostreicher! \n[6]Christ!  I didn't say you were out of the game! \n[7]What the fuck is this?  You got someplace more important to be? ", "Heather": "\n[1]I think he's got a nice voice. \n[2]Not bad, Chris. \n[3]Yeah...so...you've got this sort of... Bobby McFerrin thing going there. \n[4]  \n[5]Of course, I didn't -- \n[6] \n[7]  \n[8]Oh...well that's okay.  Cool. \n[9]Just enjoying my exhilarating first lacrosse experience.  You like, \"kicked butt.\" \n[10]Um...Chris -- \n[11]Do I have to? \n[12]What's your middle name? \n[13]Come on!  I won't tell. \n[14]Okay. So I had this...thought, and...this may seem like it's out of left field, and I don't know if you can, but since I'm not going with anyone -- \n[15]Well, I uh, I was -- I was asking Chris to prom. So do you wanna go? \n[16]Yeah, me too, okay, cool. \n[17]I'm glad you think so. \n[18]No, I like the car. By the way, though, about prom?  That was like a bad idea.  Sorry I invited you. \n[19]Oh, please.  I asked you because I thought you might actually be worth going with.  But you are just a jock. No wait.  You're a jerk. \n[20]I saw you making fun of me with your lacrosse buddies. \n[21]Give me a break, you're so full of it. \n[22]I know, my timing's off. \n[23] \n[24]Yeah?  Well you can't fake your way through this.  You better practice. \n[25]Hi... \n[26]Stifler told me. \n[27]Well...I needed to find you.  We are gonna have to practice that song. \n[28]So you like, work nights? \n[29]Really?  Cool.  Tell him his subs are great. \n[30] \n[31]Yeah, well my parents wanted me to go to Northwestern.  I didn't want to write all those extra essays they make you do -- I mean, how am I supposed to know what my \"most emotionally significant moment\" was?  So when my U of M acceptance came in December, I said the hell with it. \n[32]What? \n[33]Oh, yeah.  So what're you gonna major in? \n[34]Yeah.  So wow, you've got it figured out. \n[35]Oh thank God, I thought I was the only one. \n[36]Yeah.  You know, people are always like, \"What're you gonna major in?\" And I don't know.  And they're like, \"You'll figure it out.\"  Yeah?  When? \n[37]Sure. \n[38]So we're gonna be close next year? \n[39] \n[40] \n[41] \n[42]That would be a start. \n[43]What about the game?! \n[44]You're missing the game for us?! \n[45]  \n[46]What's that? \n[47]This isn't the best way to proposition me. \n[48]This isn't any better, Chris. \n[49]Oz, it's okay, I know. \n[50]Well, that's what your friends call you.  I mean...I feel like I'm one of your friends now...and also...your girlfriend. \n[51]Hmm.  You know that's really a shitty middle name! \n[52]Then don't. ", "Paul": "", "Finch": "\n[1]Non habeo.  Canis meus id comedit. \n[2]Do you commonly grasp warm pieces of stool? \n[3]Perhaps you should consider actually answering an ad. \n[4] \n[5]A foolproof plan, my friend.  You shall see. \n[6]Gentlemen, see you at the Bacchanalia. \n[7]Good morning gentleman. \n[8]I thought a fashionably late entrance would enhance my appearance. When I got here, the Bacchanalia was over and the nymphs had left. \n[9]If I might ask, when you brush your teeth, do you spit or swallow? \n[10]Yep. \n[11]Uh-huh. \n[12]Mochaccino. Actually, in the spirit of the pact, I do need to ask for your cooperation in one small matter. \n[13]Whatever you hear about me, you agree. \n[14]You'll see.  Gotta go.  Sixteen minute round trip. \n[15]When was the last time you looked at the facilities here? \n[16] \n[17]What do you suppose they're saying? \n[18]This is truly revolting. \n[19]Yes!! \n[20]I'm sorry, I really can't go with you...I'm holding out for someone else. \n[21]I know it's a long shot, but I figure Paul Finch might ask me. \n[22] \n[23]Oh gosh, I forgot -- you uh, you look okay...I mean you can't even tell... \n[24]He's still embarrassed because Finch kicked his ass.  Knocked out a tooth, but you can't see it. \n[25]Easy, tiger.  What's in there? \n[26]Why is this? \n[27]Charming. \n[28]First of all, it's <u>Mocha</u>ccino, and secondly...Oohhhh! \n[29]Come on come on come on... \n[30]Okay.  You can do this. \n[31]You know it's just gonna be some crappy band and stupid decorations. \n[32]No, I don't <u>want</u> a date... Finch is going stag...and so am I...the guy is like so...debonair. \n[33]Aaaaaaarrrgghhhh! \n[34]Okay.  I'm here for your dumb...dumb meeting. \n[35]At least I learned how to shit in school. \n[36]How come you have no date? \n[37]No, of course not, don't be ridiculous. \n[38]Me too.  For the most part. \n[39]Nope.  He pissed himself. \n[40]Ah, Stifler's mom!  Thank you for letting us have a great party. \n[41]I'm three sheets to the wind, ma'am! \n[42]Oh no, no date.  Bathroom incident. \n[43]...Nevermind.  You have anything to drink? \n[44]No, no, that's what the cretins drink. I mean alcohol, liquor -- good stuff. \n[45]Single malt? \n[46]So...would you object if I said you're quite striking? \n[47]Yes ma'am, I am. \n[48]Neither did I! \n[49]I'll tell you, I've learned one thing: women, like wine, get better with age. Of course, I have no frame of reference for this comparison. ", "Chuck": "", "Sherman": "\n[1]What's up, fellas? \n[2]Indeed.  Some fine ladies here, boys. Confidence is high, repeat, confidence is high. Sherman is moving to DefCon Two, full strategic arsenal ready for deployment. \n[3]Did you see that Central chick? Brunette? \n[4]She's around.  Seems that she's taken a liking to me.  Fellas, it's time that she experienced -- The Sherminator. \n[5]I'm a sophisticated sex robot, sent back through time...to change the future for one lucky lady. \n[6] \n[7] \n[8]Fellas, say goodbye to Chuck Sherman, the boy.  I am now a man. \n[9]I highly recommend you join the club. \n[10]It was just my time, fellas, it was just my time.  Best of luck to you, boys. \n[11]Still questing after the holy grail, eh guys? \n[12]  \n[13] \n[14] \n[15]The horror, the horror. \n[16]I'm on the offensive, boys.  The Sherman Tank is going back in. \n[17]Locked on target, flying in stealth mode under enemy sex radar.  Ready to drop the payload...<u>again</u>. \n[18]  ", "Kevin": "\n[1]It's a big, thick envelope, Vicky. You got in. \n[2]\"Dear Ms. Hughes.  We're sorry, but after keeping you on the wait list for the past couple months, we've decided you are now rejected.  Enclosed is a 100-page, full-color brochure on how rejected you are.\" \n[3]You got in. \n[4]Then she said -- she loves me. \n[5]Nothing, I just hugged her back. \n[6]I couldn't tell -- She could've meant like, \"I love you grandma\" or \"I love you Vanderbilt.\" \n[7]  \n[8]Finch, you got the Latin homework? \n[9]Whatever. \n[10]Really, Stifler.  He's the manager. \n[11] \n[12]  \n[13]You called me to ask me how to get laid? \n[14]What was I gonna do, call dad?  I don't even know his number. \n[15]Just dial 976-Asshole. \n[16]Yeah, well anyway...I thought you might have some advice, brother to brother.  I mean, I think tonight she might, we might really, there's a chance that -- you know. \n[17]Have you ever heard of the bible? \n[18]What?  Not <u>the</u> Bible? \n[19]Well, that's not really the name, but we always called it that. \n[20]Does it tell me how to get laid? \n[21]You know what, nevermind.  You're not ready. \n[22]Ready for what? \n[23]Whoop, you're fading out.  Good luck at that party. \n[24]You ever hear of something called The Bible? \n[25]Unlisted age, plus \"youthful mind,\" equals old. \n[26] \n[27]It's all good. Breath check. \n[28]You got something up your sleeve for tonight, Finch? \n[29]How the hell do you know all these random songs? \n[30]At least now I know what the hell they're saying. \n[31]The difference is so phenomenal, I can't decide. \n[32]You know, I've never got that shit. What exactly constitutes third base? \n[33]Then where does a blowjob figure in? \n[34]Oh, man, that's kind of sad. \n[35]No. \n[36]Yeah, okay Sherman, whatever. \n[37]Yeah man, right on! \n[38] \n[39] \n[40]Vicky -- do you think, maybe...it's time for us to take the next step in our relationship? \n[41]Yeah, it's such a perfect evening. Isn't this how you've always pictured it? \n[42]Or not. \n[43]Okay, don't stop. \n[44]Oh -- Now! \n[45]God dammit, Stifler! \n[46]Vicky, wait! \n[47]Stifler, how's the man chowder?! \n[48] \n[49]Man, I just gotta get laid already! This blowjob thing is bullshit! \n[50]Vicky, wait. \n[51]Ow, what the hell? \n[52]Feeling better, Oz? \n[53]That's the spirit. \n[54]I -- I don't get it, how the hell did you do that? \n[55]I put in months of quality time with Vicky.  Sherman meets a chick for one night and scores?  This is just wrong. \n[56]Alright, I got an idea.  But it stays between us.  Agreed? \n[57]Okay.  It's really simple.  We make an agreement -- no wait, more than an agreement. \n[58]No, a <u>pact</u>.  No money involved.  This is more important than any bet.  Now here's the deal: We all get laid before we graduate. \n[59]This is different.  This is better. Think of when you're working out, Oz. You need a partner, someone to spot you.  Someone to keep you motivated. \n[60]That's what we are, we keep each other on track.  Prior to this day, we've postured.  We've procrastinated. We've pretended.  We've -- well I can't think of other p-words, but we've probably done them too. \n[61] \n[62]Guys, guys -- you're ruining my fucking moment here.  Now think about it -- \n[63]No longer will our penises remain flaccid and unused!  From now on, we fight for every man out there who isn't getting laid when he should be! This is our day!  This is our time! And, by God, we're not gonna let history condemn us to celibacy!  We <u>will</u> make a stand!  We <u>will</u> succeed! <u>We will get laid</u>! \n[64]Now, the sex -- it's got to be valid, consensual sex.  No funny stuff.  And no prostitutes, if you were thinking about that, Finch. \n[65]So, I'm thinking prom is basically our last big chance. \n[66]I know, but think about it -- At the parties that night.  Chicks are gonna want to do it. \n[67]Right.  That gives us... \n[68]Alright then.  It's official.  Any questions? \n[69]To the next step. \n[70]  \n[71]Did you get the flowers? What about the poem? \n[72]Vicky, please don't do this. \n[73]What? \n[74]You mean...and orgasm? \n[75]Well...I'm pretty sure I've -- \n[76]But that one time -- \n[77]Well of course I'd want to give her that.  I mean, what do you think, I don't care about her? \n[78]Of course. \n[79]I -- I don't know, you can't ask me that. \n[80]I don't want to dupe her, Jessica.  If I say it, I have to be sure I mean it. \n[81]This is your plan, Finch? \n[82]This.  Right now. \n[83]Of course, Finch.  What? \n[84]What are we gonna hear? \n[85]Fifteen minutes ago. \n[86]Yeah. \n[87]Yeah. \n[88] \n[89] \n[90]  \n[91]Say that again, Kevin? \n[92]Uh...I thought you might know a trick or something.  To make her, you know... \n[93]Orgasm? \n[94]Yeah. \n[95]Try the spicy tuna hand roll. \n[96]What?!  How do I do that? \n[97]Uh -- forget that.  Look, is that all you're interested in?  Ways to get your girlfriend into bed? \n[98]Well, no.  I think...I guess it would be good to be able to return the favor.  I mean, it would be nice to know she enjoys things as much as I do. \n[99]That's good, that's what I needed to hear.  Now you qualify. \n[100]Qualify for what? \n[101]You've just inherited The Bible. \n[102]It originally started as a sex manual, this book that some guys brought back from Amsterdam in the early eighties. What to do with your tongue, things like that.  And each year, it got passed on to one East student who was worthy of it. After a couple years, guys started adding their own techniques.  Things they figured out themselves. You have to keep it a secret, and return it at the end of the year.  So, now you know.  Good luck. \n[103]   \n[104]I was being selfish.  And majorly insensitive.  And I'm a total idiot. \n[105]Yes!  I'm a shithead!  I'm a complete and total shithead! \n[106]And I want to try to make it up to you. \n[107]Shhhh.  Your parents are downstairs. \n[108]Just a second! \n[109]Vicky, shhh, you know there's no lock on your door. \n[110]Nah, you get kind of dizzy though. \n[111]Went home to shit. \n[112]Observe. \n[113]Excuse me.  Do you know who Paul Finch is? \n[114]...Yes? \n[115] \n[116]I can't, I have no idea how he's doing it.  And that leaves you trailing, Jim.  You gotta get your act together. \n[117]You can send me the address too. \n[118]I'll save you a seat. \n[119]   \n[120]There we go. \n[121] \n[122]Here we go. \n[123]  \n[124]  \n[125]Want a beer? \n[126]Just in time. \n[127]Oh, man!  This is incredible. \n[128]I can't believe Oz had to work. \n[129] \n[130]Nice collection there, Jim. \n[131]You know, Jim...you could go back there...and... \n[132]Anything!  Just tell her it looks like she needs an extra hand or something. \n[133]No, you're stupid.  Get going!  Right now!  She's primed! \n[134]  \n[135] \n[136]Come on, Jim.  Where are you? \n[137] \n[138] \n[139]He's going in! \n[140] \n[141]No idea. \n[142]  \n[143] \n[144]Ho-lee shit. \n[145] \n[146]Oh no. \n[147] \n[148]Yes!! \n[149] \n[150]Holy shit! \n[151] \n[152]Not again. \n[153]Hey, minuteman. \n[154]How do you know that? \n[155]Yeah?  Well come prom night, those excuses aren't going to do you much good. \n[156]You're not doing the extra credit problems. \n[157]That's my trick! \n[158]We've come a long way since Homecoming. \n[159]Indeed I did.  But, our relationship. It's progressed a lot.  It's time for us to...express ourselves in new ways. \n[160]Well, I feel that...things are getting to that point in a relationship. When two people share...a special moment between them. \n[161] \n[162]No, I don't not love you.  I like, I know that we've definitely got <u>something</u> between us.  Something good. Something special. \n[163]I didn't say that.  I mean, love, it's like a term that gets thrown around. People say things, they get married, have kids, and then what?  It's like they call it off, going \"I was wrong.\" \n[164]I know, Vick.  I'm just not ready yet, okay? \n[165]Hey...what was that all about? \n[166]Right, and who told you that? \n[167]No comment?!  Are you kidding me?! I've never seen someone's image change so...so drastically! \n[168]Did you guys hook up or something? \n[169]Then what the hell are you talking about? \n[170]I don't get it, that really works? \n[171] \n[172]Finch!  Get to the bathroom!  Now! \n[173]Just go! \n[174]You're gonna shit your pants! \n[175]Finch, listen -- Stifler slipped some sort of laxative in your Mocash-chino or whatever.  It's fast acting.  I mean <u>really</u> fast. \n[176]  \n[177](gives that \"You rock!\" hand \n[178]Hey... \n[179]It's like a six or seven hour drive. That's easy, I don't mind driving. \n[180]About the other day...I've been thinking. \n[181]Yeah, we have something great, Vick. \n[182] \n[183]  \n[184]  \n[185]Alright, how do you guys stand?  Well, Finch, I know where you are, but you can't use that as an excuse.  Jim? \n[186]Oz, how about you and Heather?  Now you guys are a couple or something? \n[187]Attitude?  Me?  I think that <u>you</u> guys should be more enthusiastic.  Shit, we've been trying to get laid forever, and tonight's the night we've been waiting for.  We're in this together. Don't back out on me now! \n[188]No, but come on guys, we made a pact! \n[189]<u>It was a pact</u>.  You break it and there are no excuses.  You guys have to -- \n[190]I don't care. \n[191]I'm not going. \n[192]This isn't how I wanted things to turn out.  Making the pact wasn't just about getting laid.  It was about doing one last thing with you guys before we graduated.  But now I've just wasted my last few weeks here trying to do what?  I don't even know. All I managed to do was fuck up our friendship. \n[193]Nah.  Fuck, you guys are right, I don't know what I'm doing.  I mean I'm acting like I've got it all together tonight.  But I know Vicky is gonna ask me if I love her.  And I don't know what I'm gonna say.  So now it's like, maybe I'll just wimp out on the whole thing. \n[194]He didn't? \n[195]See -- this is the nicest room. \n[196]No!  Get out of here! \n[197]You comfortable? \n[198]Yeah. \n[199]Yeah.  Are you sure? \n[200]Me too. \n[201]Yeah, right here. \n[202]So, do you want to be -- I mean, how do you want to do it? \n[203]Like, normal style.  The...missionary position. \n[204]Yeah Vick? \n[205]Okay. \n[206]Victoria...I love you. \n[207]That was a great night. \n[208]I can't believe we just had our senior prom. \n[209]It did. \n[210]Don't say that, we can do it somehow. It might not be perfect, but -- \n[211]It is far away...and we'll be on our own...meeting new people... \n[212]Vicky...last night...I wasn't lying. \n[213]What? \n[214] \n[215] \n[216]So Oz, you almost made it, huh? \n[217]Wow.  You two really have something going, don't you? \n[218]You know what the coolest thing is? This, right now. \n[219]Yeah, but we'll still see each other. \n[220]To the next step. \n[221]  \n[222] \n[223]What's that? \n[224]Um...I'm sort of wondering about...love. \n[225]That's the next book, Kevin.  That's the next book. ", "Myers": "", "Michelle": "\n[1]And what we should do today, in band? Instead of playing our instruments regularly?  We should play them backwards!  That'll be so funny! \n[2]We're here for the party? \n[3]Ringing the bell is dorky -- let's just go in. \n[4]And so, one time?  I was at band camp? And we weren't supposed to have pillow fights?  But we had a pillow fight! And it was so much fun! \n[5]And one time, we all lost our music? And we were supposed to play this song?  But we didn't know it.  So we just made it up!  And we kept playing and playing but the conductor didn't know what we were doing and it was so funny! \n[6]So you're pissed about something, huh? You know what I do when I'm angry?  I just play some Bach on my flute.  It's so relaxing.  I learned to do that at band camp. \n[7]Is it because we have a test tomorrow? Sometimes I get cranky when I know I have a big test to study for. \n[8]I thought so.  Because, one time?  I was at this -- \n[9]Michelle. \n[10]Really?  You seriously want to go with me? \n[11]Are we going to Steve Stifler's party afterwards?  That would be so cool. \n[12]Cool!  We're gonna have so much fun! It's like this one time, at band camp... \n[13]  \n[14]You know, at band camp?  We have dances like this.  Only they're way funner.  Don't you think prom is just highly overrated? \n[15]It reminds me of this one time -- Hey, can I ask you a question?  How come you don't have any stories?  I've got lots of stories, and you don't have any. \n[16]Are they gross or something, like guy stuff?  Tell me. \n[17]  \n[18]That is a <u>nasty</u> story! \n[19]You wanna hear a nasty story of mine? It's kind of sexual. \n[20]Well, this one time?  At band camp? We were playing this game, I don't know if you know it?  But it's called spin the bottle?  And I had to kiss this guy named Marc Wander on the lips?  And... \n[21]Yes!  And he was such a dork!  And everyone laughed at me, but I didn't care?  Because it was so funny! \n[22]Oh!  And then this one time?  At band camp?  I stuck a flute in my pussy. \n[23]What, you think I don't know how to get myself off?  Hell, that's what half of band camp is!  Sex ed! \n[24]So are we gonna screw soon?  I'm getting kind of antsy. \n[25]Now, I have two rubbers.  Wear them both, it'll desensitize you.  I don't want you coming so damn early. \n[26]Come on.  I saw you on the net.  Why do you think I accepted this date? You're a sure thing! \n[27]Don't you want me to? \n[28]Okay! ", "Flaherty": "", "Jim's": "\n[1]  \n[2]Hey, Jimmy.  I just wanted to say sweet dreams. \n[3] \n[4]Is something wrong with the reception? \n[5]What the heck is this? \n[6]I think he's trying to watch one of the illegal channels. \n[7]James, don't speak that way to your mother! \n[8]Turn that garbage off!  Give me that! \n[9]Oh my God! \n[10]Honey, why don't you let me handle this one. \n[11]Jesus Christ.  The dictionary?  Hell, son, I'll buy you some dirty magazines. \n[12]  \n[13]  \n[14]  \n[15]   \n[16] \n[17]You're not...busy? \n[18] \n[19]These are for you.  From father to son. \n[20]Go ahead son, there's more. \n[21]Now, that one's a little more...a little more...graphic. \n[22]Oh, okay.  Here's let me show you. \n[23]This, son, is your more exotic dirty magazine. \n[24]Do you know about the clitoris? \n[25]Sometimes it can be pretty hard to locate. \n[26]Okay, well that about covers it. \n[27]Now, let's put these somewhere where your mother won't find them. \n[28] \n[29]  \n[30]  \n[31]  \n[32]Jim? \n[33]   \n[34] \n[35]  \n[36]Oh, Jim!  I'm looking at the ol' family portrait, here.  Yep.  It's a good one. \n[37]Son, I wanted to talk to you about what I think you were trying to do the other day. \n[38](continuing with his prepared \n[39]Sure you know, son, but I think you've been having a little problem with it. It's okay, though.  What you're doing is perfectly normal.  It's like practice.  Like when you play tennis against a wall.  Some day, there'll be a partner returning the ball. You do want a partner, don't you son? \n[40]That's great.  Now remember, it's <u>okay</u> to play with yourself.  Or, as I always called it -- \"Stroke the salami!\" Ho-ho, Jim.  There's nothing to be ashamed of.  Hell, I'm fifty-two, and I still enjoy masturbating.  Uncle Mort masturbates.  We <u>all</u> masturbate. \n[41]Poor guy thought he was the only one. \n[42]  \n[43]   \n[44]Son.  This lady's here for you. \n[45]Oh, you bet he is.  Jim's quite the bookworm. \n[46]Oh, no, not too much of a bookworm. He's a good little kid.  Er, guy. Man. \n[47]Okay, okay.  I'll let you hit those books. \n[48] \n[49]  \n[50]  \n[51]Jim?  Honey, where are you going? \n[52]  \n[53]  \n[54]  \n[55]  \n[56]  \n[57]  \n[58]  \n[59]  \n[60]  \n[61] \n[62]    \n[63]  \n[64]  \n[65]  \n[66] \n[67]  \n[68]  \n[69] \n[70]You know, after I graduated high school, my parents let me do some traveling... ", "Dad": "\n[1]What the heck is this? \n[2]James, don't speak that way to your mother! \n[3]Turn that garbage off!  Give me that! \n[4]Honey, why don't you let me handle this one. \n[5]Jesus Christ.  The dictionary?  Hell, son, I'll buy you some dirty magazines. \n[6] \n[7]You're not...busy? \n[8] \n[9]These are for you.  From father to son. \n[10]Go ahead son, there's more. \n[11]Now, that one's a little more...a little more...graphic. \n[12]Oh, okay.  Here's let me show you. \n[13]This, son, is your more exotic dirty magazine. \n[14]Do you know about the clitoris? \n[15]Sometimes it can be pretty hard to locate. \n[16]Okay, well that about covers it. \n[17]Now, let's put these somewhere where your mother won't find them. \n[18] \n[19]Jim? \n[20] \n[21]Oh, Jim!  I'm looking at the ol' family portrait, here.  Yep.  It's a good one. \n[22]Son, I wanted to talk to you about what I think you were trying to do the other day. \n[23](continuing with his prepared \n[24]Sure you know, son, but I think you've been having a little problem with it. It's okay, though.  What you're doing is perfectly normal.  It's like practice.  Like when you play tennis against a wall.  Some day, there'll be a partner returning the ball. You do want a partner, don't you son? \n[25]That's great.  Now remember, it's <u>okay</u> to play with yourself.  Or, as I always called it -- \"Stroke the salami!\" Ho-ho, Jim.  There's nothing to be ashamed of.  Hell, I'm fifty-two, and I still enjoy masturbating.  Uncle Mort masturbates.  We <u>all</u> masturbate. \n[26]Poor guy thought he was the only one. \n[27]Son.  This lady's here for you. \n[28]Oh, you bet he is.  Jim's quite the bookworm. \n[29]Oh, no, not too much of a bookworm. He's a good little kid.  Er, guy. Man. \n[30]Okay, okay.  I'll let you hit those books. \n[31] \n[32]You know, after I graduated high school, my parents let me do some traveling... ", "Jessica": "\n[1]Yeah right. \n[2]Yeah but, no offense, you're talking about a post-high school, long- distance relationship, and you and Kevin haven't even done it yet. \n[3]What the hell are you expecting him to drive to Vanderbilt for?  Milk and cookies? \n[4]Vicky, it's not a space shuttle launch, it's sex.  So did you do the physics write-up? \n[5]Of course he does.  What about you? Have you just never had one with Kevin -- or have you never had one, period? \n[6]Well that's a no.  No wonder you're not psyched about sex. You've never even had one manually? \n[7]Are you kidding?  You've never double- clicked your mouse? \n[8]Hell, just a pair of tight pants will set me off. Am I right or what, Nadia? \n[9] \n[10]No wonder she never pays attention in class. \n[11]Sure. \n[12]Ah, you'll get her back soon enough. That's easy, she likes you.  What you need to do is learn to press a girl's buttons.  You gotta give her what she's never had. \n[13]I'll give you a hint. \"Ohhh, yeah, yeah!\" Comprende? \n[14]You got it, stud. \n[15] \n[16] \n[17]Do you? \n[18]Do you love her? \n[19]Well, if you want to get her in the sack, tell her you love her.  That's how I was duped. \n[20]Well it's up to you.  The Big L, or the Big O. \n[21]No comment. \n[22]Thanks.  It was my idea. \n[23]Are you kidding?  No. \n[24]Well...I guess it's okay for me to tell you now.  That reputation of his isn't going anywhere. Finch comes to me and says, \"Jessica, I need help with this, blah blah, etcetera.\"  So I told him, pay me two- hundred bucks, and I'll tell a couple girls that you're dynamite in bed.  So he did, and I did. \n[25]Duh.  Of course.  Naturally, I embellished a little bit.  Hey, did you hear that Finch had sex with an older woman? \n[26]No?  Damn, that one was my favorite. \n[27]Hey, Finch.  Wanna dance? \n[28]I like to keep my options open.  And let me just clarify that you have no chance of scoring with me, Finch. "}}