{"filename": "American-Hustle_script.txt", "imdb_id": "tt1800241", "imdb_url": "https://www.imdb.com/title/tt1800241", "characters": ["Irving Rosenfeld", "Irv's Sheik Plant (as Said Taghmaoui)", "Stoddard Thorsen", "Carl Elway", "Dominic Polito", "Francis Polito", "Richie DiMaso", "Pete Musane", "Rosalyn Rosenfeld", "Alfonse Simone", "Dolly Polito (as Elisabeth Rohm)", "Sydney Prosser", "Paco Hernandez /Sheik Abdullah", "Anthony Amado", "Mayor Carmine Polito"], "dialogues": {"Irving": "\n[1]The shittiest suite at the Plaza Hotel. \n[2]  \n[3]Are you dressing him like you're dressing me now? \n[4]You asked me to show you how this was done, you wanna fuck it up be my guest. \n[5]Don't you fucking touch me. That bothers me -- \n[6]Oh yeah. \n[7]Yes. \n[8]You shouldn't have done that. \n[9]How's it look. \n[10]\n[11]\n[12]I didn't wanna do it in the first place. This is your show, YOU go get him. \n[13]What were you doing pushing the fucking briefcase, dummy? Huh? \n[14]Now I gotta go mop up your mess. I'm gonna go fucking mop up your mess! \n[15]Did you ever have to find a way to survive and you knew your choices were bad? \n[16]I learned how to survive when I was a kid. \n[17]My father had a glass business. \n[18]I would rather be on the taking side than the getting taken side any day of the week, especially after I saw how my father got taken. I mean, seeing that scarred me for life. \n[19]I took it upon myself to drum up business. I became a different kind of guy than my father. I became a con artist -- from the feet up, for real. \n[20]I was gonna survive no matter what. I still had the glass business and a few dry cleaning stores on the side. \n[21]And I did some art dealing on the side. Stolen or forged art. \n[22]So, one January I go to my friends pool party in Long Island. \n[23]Is that Duke Ellington on your bracelet? \n[24]I know. I doubt anyone else here knows or cares about it. \n[25] \n[26] \n[27]You wanna hear it? \n[28]Yeah. \n[29]Who starts a song like that?! \n[30]Magic. \n[31]Like me, she was a very particular person. Like me, she came from a place where her options were limited -- and she had been someone she didn't want to be in her past. \n[32]Like me, she learned to survive and reinvent herself. She knew she had to reinvent her life and her identity. And like me, she envisioned a better elegant future for herself. Like me, she knew you had to have a vision. \n[33]She came to New York. She envisioned it. \n[34]And just like that, she applied for a job at Cosmopolitan Magazine. \n[35]She was unlike anybody I ever knew. She was smart. She saw through people in situations. And she knew how to live with passion and style. She understood Duke Ellington. \n[36]-- I got two in the Bronx and three in Manhattan.  Hey, Byron. \n[37]I mean you wouldn't believe the shit that people leave behind here. Unbelievable. \n[38]Oh yeah. They go out for the night, they drink, come here in the morning, put their clothes in and then they forget. They got no idea where they left it. \n[39]Look at that. Sequined thing. I don't know. Is that nice or not? \n[40]I mean, some of it's been here for years. They're not picking it up. Nobody's picking it up. \n[41]You like that? \n[42]It's yours. You want it? It's yours. \n[43]You look fantastic! \n[44]I felt like we had a secret. Just the two of us. You know like that thing where you want to just be with the one person the whole time. \n[45]You feel like the two of you understand something that nobody else gets. I could just tell her everything about myself. And I never had anybody like that in my life before. I felt like finally, I can truly be myself without being ashamed, without being embarrassed. \n[46]Yeah, sometimes. This is my office. \n[47]This getting to be my main business, my growing business. I help get loans for guys that can't get loans. I'm their last resort. \n[48]That's right, smarty pants. \n[49]I love you, you're so smart. You are. \n[50]Well -- \n[51]These guys are lousy risks, you know? I can't get them a loan but I get my fee. Five thousand. \n[52]These are bad guys, you know? They got bad divorces, gambling habits, embezzling, all that shit, you know what I mean? \n[53]How about `we'? \n[54]How bout it? \n[55]Sydney. Sydney I'm sorry that was too much. I went too far. I didn't want to upset you. \n[56]Sydney please, I'm sorry! I know it ain't for everybody. \n[57](Irving shouts to the \n[58]\n[59]What I do that for? I fucked it up. I should never tell a woman the truth. She's so smart. She's different. \n[60]\n[61] \n[62]Yeah. \n[63]That was fucking fantastic. \n[64]I liked it. I didn't think you were coming back. Thank god you came back. \n[65]I fucking love you. \n[66]These are the roles that we were meant to play. \n[67]You got a strong application. We'll talk about it. \n[68]I don't take a deal that I can't close. \n[69]I was doing so much more business with her. I mean it doubled, then it tripled. \n[70]And I never met anyone, man or woman, in business who was so careful and precise about everything. Every stylistic detail. \n[71]We kept selling art together, too. \n[72]Paul Klee. Bauhaus Movement. 1920s. \n[73]Let's just say it's missing from Spain and leave it at that. \n[74]I mean it just took off. We got an elegant Manhattan office. We called it London Associates for her accent. \n[75]When I was around her I felt joy. Fucking joy! And love. That's what I felt. \n[76]As, as far as I could see, people were always conning each other to get what they wanted. We even con ourselves. \n[77]We talk ourselves into things. We sell ourselves things we maybe don't even need or want by dressing them up. We leave out the risk. We leave out the ugly truth. \n[78]Pay attention to that because we're all conning ourselves in one way or another just to get through life. \n[79]Danny. This is a fantastic picture. What did you do today? \n[80]The big kid? I thought Mommy picked you up so he couldn't bother you. \n[81]What fire? \n[82]For the first time in my life I do the right thing. \n[83]I save a young single mother, and her kid. I marry her. I adopt him - -  \n[84]Yes, I fell in love. My God, I fell in love. Yes. But you know what? I thought you were mysterious like my mother until it turned out that mysterious just meant depressed, hard to reach. I mean, I'm dying here! And you need somebody who's gonna be quiet like you. You're young, you're beautiful. You gotta find somebody else. You gotta go out and get some friends all right? Don't sit inside --  \n[85]Yeah but you can't just stay in the house with the fucking sun lamp. Alright? And I can't-- I mean, look, I can't trust you with it anyway. That fire and everything. I can't trust to leave you with Danny.  \n[86]Oh, what, there wouldn't have been a fire if I was here?   \n[87]We're not happy. Alright? \n[88]Come on. What are we doing here? \n[89]She was the Piccaso of passive aggressive karate. She was better than any con artist I'd ever met including myself. And she had me like nobody had me. \n[90]You might say she was my karma for how I took advantage of people. \n[91]Alright. \n[92]I did not want to leave the kid behind. He was my son. She had me. I was her mark. \n[93]-- and every deal I take, I close. However, my fee is non refundable, just like my time. \n[94]That's correct. \n[95]Two lunches? \n[96]That's unusual. \n[97]Yeah, right. You liked it? Should I take you there? \n[98]Should I take you there twice? \n[99]\n[100] \n[101]Is that messing up your judgement? Don't be stupid. \n[102]Hey, play your part. \n[103]If you could excuse me for one second? \n[104]You got the wrong office, you're gonna be embarrassed. \n[105]\n[106]Fraud?! Fraud? What is that? Identity fraud? \n[107]Oh really? That's interesting. I don't even know your real name. \n[108]He wouldn't let me see her for three days. He even managed to delay a lawyer. \n[109]65             She couldn't handle it.                               65   \n[110]Who made you god and judge? \n[111]Congratulations. \n[112]Why you breaking my balls? Get to the point. \n[113]Four busts and you'll leave us alone? We don't have to testify? \n[114]What about Danny? \n[115]I adopted him! I gave him my name! I'm not leaving him with Rosalyn, she's unstable! \n[116]I can't leave him. I love him. Alright? He's my son. \n[117]Richie? What, the cop? Your on a first name basis with him? \n[118]What list? \n[119]We do have something. I love you, it's perfect! What are you saying? We're gonna go to Romania? We're gonna take Danny? \n[120]Well you never said that before. \n[121]I can't leave Danny. I'll lose custody. \n[122]What are you doing?! Please! \n[123]Don't say I don't love you because that's bullshit! \n[124]Please don't do this. \n[125]I could never con you. I love you. Please don't say this. \n[126]Don't say that. \n[127]We don't need another move. We need four busts, and we're done. \n[128]How do you think this works, stupid? \n[129] \n[130]Keep your voice down. \n[131]Right, but I don't tell Elway shit. I wait for him to call me. The art world is a small world -- and one of Elway's acquaintances is clocking us right now. \n[132]Don't look. \n[133]You have a good look? \n[134]This is my friend Al from Queens. \n[135]I want to show you something. This Rembrandt here? People come from all over the world to see this. \n[136]It's a fake. \n[137]People believe what they want to believe. Cause the guy who made this was so good that it's real to everybody. Now whose the master -- the painter or the forger? \n[138]That's the way the world works. Not black and white as you say. Extremely grey. \n[139]How many times I gotta tell you. You can't meet the sheik, alright? \n[140]It ain't for you Carl. \n[141]This is not a one man operation. \n[142]You're telling me that you can get four guys to sell fake certificates of deposit to my investor within a week? \n[143]That's interesting but you know I've got other guys lined up. I've got a meeting with my associates. \n[144]I've got to go. \n[145]Crazy thing about people -- the more you say no, the more they want in on somethin. It is so stupid. \n[146]I'll tell them, don't worry. Hey you know what Carl just told me? He said he could do this whole thing with four guys within a week. \n[147]Hey, quit while you're ahead Carl. \n[148]We succeeded because we stayed small. I got you Carl Elway. He bought stolen art, sold fake bank C.D.'s, that's enough. That's one. I get you three more -- no politicians. \n[149]Now you keep changing the rules. You're gettin' a little power drunk, Richard. \n[150]You want to tell him, Edith? You want to wake him up?  \n[151]I mean, he's the one ruining America, not me.  \n[152]Because people just got over Watergate and Vietnam, alright? And you're gonna shit all over politicians again? And just because you want to be a big shot and get a promotion.  \n[153]You will never do it properly because you got too much government attitude to be small and sleek. I'm like the fuckin' Vietcong, man. I'm in and I'm out. I was there the whole time -- you don't know it. That's the fucking art of becoming somebody who people can pin their beliefs and their dreams on. And you can't do it.  \n[154]For Carmine Polito and rebuilding Atlantic City?  \n[155]You need a luxury hotel for the Sheik. Come on! \n[156]You gotta knock the Mayor, the Speaker of the State Assembly -- you gotta knock him off of his fucking feet. He's gotta feel like he's out of his league. What you're offering, this deal, I mean, this is unheard of in the state of New Jersey, maybe even the whole fucking country. A sheik with hundreds of millions of dollars to rebuild Atlantic City -- are you fuckin' kidding me? That's gigantic. And the Mayor, he's going to want to see cash, he's going to want to see it in an account, he's going to want to see it right now, and he will check. And that's why this meeting isn't happening, because to get millions, you need millions. \n[157] \n[158]`We' meaning you and him? \n[159]Really? \n[160]You showed him our thing? You did that without me? Are you kidding me? \n[161] \n[162]\n[163]Mr. Mayor -- Please stop. Listen, I apologize if that prick offended you. I really apologize. \n[164]No. I'm fucking embarrassed to be associated with that guy at all. Can I just say somethin' to you, please? Don't lose this opportunity to fuckin' Florida -- all right? -- because of some bullshit from that punk advisor with his diploma who could never get into the school that we come from. Don't lose that opportunity. \n[165]I'm from the Bronx. Grand Concourse, Hundred and Sixty-fourth Street. \n[166]Yeah, Tomaso's. \n[167]Yes. They're always good. \n[168]Carmine -- can I call you Carmine? You know, Carmine -- (catches his breath) My fuckin' heart's going from running down the stairs -- I'm not used to running. There's a lotta green grass in that hotel room up there, alright? And all the deals would float through you. You get a serious piece on both ends. You do with that what you will. I live in the real world, I am a family man, I got mouths to feed and everything. But, you know, we just...we gotta grease you directly. No middlemen, no bullshit. It's the Arab way. \n[169]Hey, listen, I was thrown as well. \n[170]Done. \n[171]I gotta work with him. He's the Sheik's man. \n[172]Done. \n[173]I'm going out to dinner with Carmine and the wives in Camden. \n[174]Carmine and myself and the wives. \n[175]He doesn't like you, what do you want from me, I got him to come back and take the money and you got him on tape alright? I can't make him like you. I did my job.  \n[176]I just fucking told you he doesn't like you. I mean, let him have a night out with a human being for fuck's sake, he's going to jail soon. You're done with him. You got him on tape taking a bribe.  \n[177]What?! Like who?!  \n[178]Are you fuckin' nuts? What are you say--  \n[179]More politicians? You realize how fuckin' dangerous that is? There's no fucking reasoning with you.  \n[180]Edith and I were so successful for so long because we kept it just small enough. You are takin' us to a very fucking dangerous place, with very serious numbers! \n[181]That's the one thing you heard me say? \n[182]I get to handle two wives with one dinner, alright? I take Rosalyn out, she keeps her mouth shut, she sees that my work is legitimate, I get to keep my kid, and I get to keep  that fucking wife happy. Both wives happy. \n[183]I believe that you should treat people the way that you want to be treated. \n[184]Didn't Jesus say that or something? \n[185]Also, always take a favor over money. I think Jesus said that as well. \n[186]I can't get enough. \n[187]I can't stop. \n[188] \n[189] \n[190]Sure. \n[191]He's an Arab. \n[192]Why you asking? \n[193]Yeah we can do that. He can see Camden. \n[194]For me? \n[195]What is it? \n[196]Really? \n[197]And you specifically bought this science oven for me. \n[198]Thank you. \n[199]I told you not to put metal in the science oven. Why did you do that for? \n[200]I don't want another one. I want the one that Carmine gave me. \n[201]That's bullshit. \n[202]I don't think you should come to Carmine's party tonight. You look beautiful by the way. \n[203]What are you doing? Get under the umbrella. It's just that Carmine wants Rosalyn to come. \n[204]It's good. \n[205]Paco? He's--wait, he's not a real Arab. \n[206]Wait, where's my guy? Where's Al from Queens? \n[207]My friend from Queens. Where is he? What are you doing? \n[208]What are you--  You speak any Arabic? \n[209]That's it? That's all you got? \n[210]From the feet up, you motherfucker. What are you doing? Act normal. That's it. Like you can barely understand English. You can't speak it. You say as little as possible. You follow my lead. Alright? \n[211]I've got the vision? You know what vision I had? You just kissing my girl outside. That's what vision I had. \n[212]You got a knife. This is for the Mayor. You've got to present it to him. Look me in the eye. This means a lot to you. Right? That knife. \n[213]Play it. You present it. \"Friendship for life,\" alright? You gotta feel it. Sacred. Can you do it? \n[214]You gotta sell it. \n[215]If you believe it's sacred, it's sacred. \n[216]Can you do it? \n[217]Again? You compliment me again. What is this, rubbing salt in the wound? \n[218]Are you fucking kidding? What do you care? You're Mexican. \n[219]The Sheik's very particular. It's international cultural protocol. \n[220]Do not answer that! \n[221] \n[222] Look, I told you, for God's sake, I told you not to call here. \n[223]No way. \n[224]That's too many people for me to control, no. \n[225]Rosalyn, get off the extension! \n[226]Look, don't call here again, alright? Don't call at home. \n[227]\n[228]It's bodyguards for the visiting dignitary, that's all. \n[229]Why you gotta say that? I mean, that's why I can't invite you. It's too complicated. Listen, come on. \n[230]Look, stop being so nosy. \n[231]Look at this shit. \n[232]Can we clean up this fridge? I mean, what are you causing trouble for all the time? \n[233]\n[234]Gimme the phone, come on. \n[235]Hey, Carmie. \n[236] \n[237]I can't hear what he's saying. \n[238]No, it's just Rosalyn's unpredictable. \n[239]Alright, you happy? Go get ready. \n[240]Right. \n[241]You mean the Mob? \n[242]Carmine, maybe -- I'm not sure that's such a good idea. We gotta confer before we talk to these guys. \n[243]Rosalyn! \n[244]No, she's my wife. She's my wife. \n[245]\n[246]It's a sign of disrespect to do business on the first meeting. \n[247]\n[248] \n[249]Victor Tellegio was from Miami. He was Meyer Lansky's right-hand man. In his prior reputation as an enforcer from twenty years ago, he was known to never bury a body because he felt it sent a stronger message to leave it in the street. \n[250]This is the guy we now had to deal with. \n[251]What are we talking about? \n[252]I say stay away from that. That's bad. That's trouble. No, that's not good. \n[253]That's trouble. \n[254]Nothing. No problem. \n[255]What are the odds of an Italian guy from Miami knowing Arabic? But it turns out he's got casino investments in the Mideast and he spent two years learning it to keep the upper hand. \n[256] \n[257]Will you please step away from Edith. I'm asking you nicely please step away from Edith right now. \n[258]Step away from her. Please. \n[259]What Richie's gotten us into is worse then jail. I told you last night, don't sit down with those goons. And what? Now what? No one's getting ten million for Tellegio. It's over. \n[260]You were right. We should have gone away. \n[261]I should have gone away with you. \n[262](Irving stares at her, \n[263]You know I can't do it without you. You know that. Come on. Me, you and Danny. Like we said. \n[264]That's big. That's crazy. Whatever it is, it's got to be the best we've ever done. \n[265]You got the whole floor? \n[266]Yeah, I'm good -- \n[267]That's right. That's the idea. \n[268]Hotels. Restaurants. It's waiting to happen. Carmine sees it, this fucking thing is waiting to happen. \n[269](excusing himself \n[270]\n[271] \n[272]It's dangerous. We gotta get a wire in there. We gotta make him feel safe. \n[273] \n[274] \n[275]This is a real low in our relationship! You know where I was recently? I was in your boyfriend's fucking car! I saw your nail polish. \n[276]\n[277]That's bullshit! \n[278]That's bullshit. \n[279] \n[280]\n[281]  \n[282]\n[283]\n[284]\n[285]Danny. Come here buddy alright? Go draw a picture or something. \n[286]\n[287]He's a mobster alright? That's who you're dealing with. \n[288]You're NOT going to Miami. \n[289]You are NOT going to Miami. \n[290]Too dangerous. Miami? Not now. Too dangerous. \n[291]Not now. Everything has to stay normal right now. And you're going to shut your mouth! \n[292]Oh and what a DOOZY you picked! \n[293]He's the most dangerous guy ever. \n[294]\n[295] I've got a plan. \n[296]I've got a plan. \n[297]It really fucking came to me when I was inside of that canvas bag with your boyfriend's hands around my throat. That's when it really came to me. \n[298]We've got two million coming this week! \n[299]You ask Victor if he wants two million this week. That's real money. Two million. \n[300]Wired in. \n[301]It's not fucking true. That's not true. \n[302]I can save all of us, and we can save money. I can take care of you and Danny. OK? But you gotta close your mouth. \n[303]OK. Thank you, Rosalyn. Thank you for the plan. \n[304]I appreciate that. So, I think that we should be partners on this. \n[305]So what is our plan? Tell me the plan. What are you gonna do? \n[306]You gotta stop talking about your government agencies and your I.R.S. and your tax and your conspiracies and all of that. You're gonna say how you were wrong, you were wrong about that. \n[307] \n[308]OK. You were right. \n[309]You're so smart. Good job, peaches. \n[310]\n[311]Alright. \n[312]Necessity truly is the mother of invention. The F.B.I. was willing to wire the two million dollars if it meant taking down Tellegio and his entire organization. \n[313]A mobster like Tellegio would never meet at the Plaza Hotel, but only at the office of his attorney, Alfonse Simone. \n[314]\n[315]Irving Rosenfeld. \n[316] \n[317]I'm not being hasty. It's just, let's be smart about it. This is not how we do business. I'm sorry. I apologize. \n[318]He isn't. \n[319]This is a surprise. The Sheik doesn't like surprises. \n[320] \n[321]That's not the plan. That's not the -- \n[322]138. \n[323]\n[324] \n[325]I gotta do it. \n[326]I want to face you like a man because I want to be real now. \n[327]It's the Feds. \n[328]Yeah. \n[329]You are! \n[330]Hey look, you're a good person I know that but in all honesty -- \n[331]They fuckin' made me do it. What was I supposed to do? They had Syd in jail. \n[332] \n[333]I want to make this right. I came here because I want to make it right. \n[334]I never had a friend like you before. \n[335]I got some leverage, alright? I can help you out. \n[336]Carmine, Syd and I got a plan for you. We can help you out. \n[337]I don't want to -- I'm sorry. I didn't mean for this to happen. \n[338]Truly, I didn't mean for this to happen. \n[339] \n[340] \n[341]I've got to lay down. \n[342]  \n[343]Yes. \n[344] \n[345]\n[346]Two million? (Irving pushes his new glasses up the bridge of his nose It's with Victor Tellegio and Alfonse Simone. \n[347]Where's it gone? \n[348]That's interesting. That's very interesting. I have no idea. \n[349]No idea what you're talking about. \n[350]I don't think so. \n[351]Richard, think about it, YOU requested the two million. And you gave Brenda the account number. We didn't do any of that. None of it.  How do we know that YOU don't have the money? \n[352]I find this a little offensive. Really, I find this a little offensive and I don't see that you got any sort of solid case against-- \n[353]Richard, think about it. You got some big arrests. You got U.S. Congressmen. You look good. You're gonna be all over the news. You know what doesn't look good? A story about gross incompetence \n[354]The role of Tellegio's attorney, Alfonse Simone, was played by our friend Ed Malone -- \n[355]the \"Cold Cut King of Long Island\"-- \n[356]Whose party we were at when Sydney and I first met. \n[357]Well that doesn't sound so good, either. I mean -- and I don't know what you're talking about, but -- let's just assume you want to go with that story. Really? That's the story you want to go with? That's what you want the New York Times to hear? That you got conned by the very con men who you forced to entrap the members of Congress in the first place. That's what you want to go with? That doesn't sound so good for your whole thing. \n[358]And how ironic that the most creative minds, the ones who are working hardest to get the economy of New Jersey going, those are the ones that you round up. And why? Because what, they're the easiest to go after? And what about the real bullshit artists? You didn't even come close to the big leagues. Those big guys. The money men. \n[359]I'm sorry to tell you, you got none of 'em. \n[360]We took down some very big guys. \n[361]Some of whom were just doing business as usual helping their communities or their states. \n[362]But some of them knew they had larceny in their blood-- \n[363]And they even admitted it. \n[364]But in all it was six Congressmen, one United States Senator, and my friend, Carmine Polito. \n[365]We gave the two million back so Carmine got the reduced sentence. 18 months. The loss of his friendship would haunt me for the rest of my life. \n[366]And when the story was written, Richard Dimaso's name was never mentioned. \n[367]\n[368]Syd and I moved in together. And Rosalyn -- \n[369]She would always be interesting. \n[370]Yes I did. He never took a nickle so they can't get him for nothing. I was never going to let that happen. \n[371]Our conning days were behind us. \n[372]You can fool yourself for just so long and then your next reinvention better have your damn feet on the ground. \n[373]We got a loan from a bank and were able to go gallery legitimate. \n[374]The art of survival is a story that never ends. \n[375] ", "Rosenfeld": "\n[1]The shittiest suite at the Plaza Hotel. \n[2]The shittiest fuckin' suite. \n[3]  \n[4]Are you dressing him like you're dressing me now? \n[5]You asked me to show you how this was done, you wanna fuck it up be my guest. \n[6]Don't you fucking touch me. That bothers me -- \n[7]Oh yeah. \n[8]Yes. \n[9]You shouldn't have done that. \n[10]How's it look. \n[11]I didn't wanna do it in the first place. This is your show, YOU go get him. \n[12]What were you doing pushing the fucking briefcase, dummy? Huh? \n[13]Now I gotta go mop up your mess. I'm gonna go fucking mop up your mess! \n[14]Did you ever have to find a way to survive and you knew your choices were bad? \n[15]I learned how to survive when I was a kid. \n[16]My father had a glass business. \n[17]I would rather be on the taking side than the getting taken side any day of the week, especially after I saw how my father got taken. I mean, seeing that scarred me for life. \n[18]I took it upon myself to drum up business. I became a different kind of guy than my father. I became a con artist -- from the feet up, for real. \n[19]I was gonna survive no matter what. I still had the glass business and a few dry cleaning stores on the side. \n[20]And I did some art dealing on the side. Stolen or forged art. \n[21]So, one January I go to my friends pool party in Long Island. \n[22]Is that Duke Ellington on your bracelet? \n[23]I know. I doubt anyone else here knows or cares about it. \n[24] \n[25] \n[26]You wanna hear it? \n[27]Yeah. \n[28]Who starts a song like that?! \n[29]Magic. \n[30]Like me, she was a very particular person. Like me, she came from a place where her options were limited -- and she had been someone she didn't want to be in her past. \n[31]Like me, she learned to survive and reinvent herself. She knew she had to reinvent her life and her identity. And like me, she envisioned a better elegant future for herself. Like me, she knew you had to have a vision. \n[32]She came to New York. She envisioned it. \n[33]And just like that, she applied for a job at Cosmopolitan Magazine. \n[34]She was unlike anybody I ever knew. She was smart. She saw through people in situations. And she knew how to live with passion and style. She understood Duke Ellington. \n[35]-- I got two in the Bronx and three in Manhattan.  Hey, Byron. \n[36]I mean you wouldn't believe the shit that people leave behind here. Unbelievable. \n[37]Oh yeah. They go out for the night, they drink, come here in the morning, put their clothes in and then they forget. They got no idea where they left it. \n[38]Look at that. Sequined thing. I don't know. Is that nice or not? \n[39]I mean, some of it's been here for years. They're not picking it up. Nobody's picking it up. \n[40]You like that? \n[41]It's yours. You want it? It's yours. \n[42]You look fantastic! \n[43]I felt like we had a secret. Just the two of us. You know like that thing where you want to just be with the one person the whole time. \n[44]You feel like the two of you understand something that nobody else gets. I could just tell her everything about myself. And I never had anybody like that in my life before. I felt like finally, I can truly be myself without being ashamed, without being embarrassed. \n[45]Yeah, sometimes. This is my office. \n[46]This getting to be my main business, my growing business. I help get loans for guys that can't get loans. I'm their last resort. \n[47]That's right, smarty pants. \n[48]I love you, you're so smart. You are. \n[49]Well -- \n[50]These guys are lousy risks, you know? I can't get them a loan but I get my fee. Five thousand. \n[51]These are bad guys, you know? They got bad divorces, gambling habits, embezzling, all that shit, you know what I mean? \n[52]How about `we'? \n[53]How bout it? \n[54]Sydney. Sydney I'm sorry that was too much. I went too far. I didn't want to upset you. \n[55]Sydney please, I'm sorry! I know it ain't for everybody. \n[56](Irving shouts to the \n[57]What I do that for? I fucked it up. I should never tell a woman the truth. She's so smart. She's different. \n[58]Yeah. \n[59]That was fucking fantastic. \n[60]I liked it. I didn't think you were coming back. Thank god you came back. \n[61]I fucking love you. \n[62]These are the roles that we were meant to play. \n[63]You got a strong application. We'll talk about it. \n[64]I don't take a deal that I can't close. \n[65]I was doing so much more business with her. I mean it doubled, then it tripled. \n[66]And I never met anyone, man or woman, in business who was so careful and precise about everything. Every stylistic detail. \n[67]We kept selling art together, too. \n[68]Paul Klee. Bauhaus Movement. 1920s. \n[69]Let's just say it's missing from Spain and leave it at that. \n[70]I mean it just took off. We got an elegant Manhattan office. We called it London Associates for her accent. \n[71]When I was around her I felt joy. Fucking joy! And love. That's what I felt. \n[72]As, as far as I could see, people were always conning each other to get what they wanted. We even con ourselves. \n[73]We talk ourselves into things. We sell ourselves things we maybe don't even need or want by dressing them up. We leave out the risk. We leave out the ugly truth. \n[74]Pay attention to that because we're all conning ourselves in one way or another just to get through life. \n[75]Danny. This is a fantastic picture. What did you do today? \n[76]The big kid? I thought Mommy picked you up so he couldn't bother you. \n[77]What fire? \n[78]I put out the fire. The fire is out. \n[79]For the first time in my life I do the right thing. \n[80]Oh shut up --  \n[81]I save a young single mother, and her kid. I marry her. I adopt him - -  \n[82]You fell in love! Don't forget we fell madly in love!  \n[83]Yes, I fell in love. My God, I fell in love. Yes. But you know what? I thought you were mysterious like my mother until it turned out that mysterious just meant depressed, hard to reach. I mean, I'm dying here! And you need somebody who's gonna be quiet like you. You're young, you're beautiful. You gotta find somebody else. You gotta go out and get some friends all right? Don't sit inside --  \n[84]I don't like going out. You know that I get anxiety when I have to meet people. You know how hard that is.  \n[85]Yeah but you can't just stay in the house with the fucking sun lamp. Alright? And I can't-- I mean, look, I can't trust you with it anyway. That fire and everything. I can't trust to leave you with Danny.  \n[86]I put the fire out Irving! There is no fire! Maybe if you were here more, then there wouldn't have been a fire in the first place.  \n[87]Oh, what, there wouldn't have been a fire if I was here?   \n[88]Just stop with the whole fire thing. God it was a mistake. I'm sure a million people do that all the time. Those sun lamps are dangerous. Shouldn't even have them in the house, really. I bet that happens all the time. This was nothing. \n[89]We're not happy. Alright? \n[90]You know that I could take Danny. You know that most of your work is illegal. And you know that if you tried to divorce me, you know that-- I'm not saying that I would, but I'm saying that I could. And I'm saying that that is why I don't like divorce, Irving. Women do that in divorces. Women get the children, and then the fathers never see them. My mother never got divorced. My grandmother never got divorced. There are NO divorces in my family. I am not getting a divorce. \n[91]Come on. What are we doing here? \n[92]We fight and we fuck and that's what we do. That's our thing. \n[93]She was the Piccaso of passive aggressive karate. She was better than any con artist I'd ever met including myself. And she had me like nobody had me. \n[94]Irving, come to mama. Come on. \n[95]You might say she was my karma for how I took advantage of people. \n[96]Irving, come here. Come on. Get into bed. \n[97]Alright. \n[98]63             Baby, there's such good stuff here.                    63   \n[99]I did not want to leave the kid behind. He was my son. She had me. I was her mark. \n[100]-- and every deal I take, I close. However, my fee is non refundable, just like my time. \n[101]That's correct. \n[102]Two lunches? \n[103]That's unusual. \n[104]Yeah, right. You liked it? Should I take you there? \n[105]Should I take you there twice? \n[106] \n[107]Is that messing up your judgement? Don't be stupid. \n[108]Hey, play your part. \n[109]If you could excuse me for one second? \n[110]You got the wrong office, you're gonna be embarrassed. \n[111]\n[112]Fraud?! Fraud? What is that? Identity fraud? \n[113]Oh really? That's interesting. I don't even know your real name. \n[114]He wouldn't let me see her for three days. He even managed to delay a lawyer. \n[115]65             She couldn't handle it.                               65   \n[116]Who made you god and judge? \n[117]Congratulations. \n[118]Why you breaking my balls? Get to the point. \n[119]Four busts and you'll leave us alone? We don't have to testify? \n[120]What about Danny? \n[121]I adopted him! I gave him my name! I'm not leaving him with Rosalyn, she's unstable! \n[122]I can't leave him. I love him. Alright? He's my son. \n[123]Richie? What, the cop? Your on a first name basis with him? \n[124]What list? \n[125]We do have something. I love you, it's perfect! What are you saying? We're gonna go to Romania? We're gonna take Danny? \n[126]Well you never said that before. \n[127]I can't leave Danny. I'll lose custody. \n[128]What are you doing?! Please! \n[129]Don't say I don't love you because that's bullshit! \n[130]Please don't do this. \n[131]I could never con you. I love you. Please don't say this. \n[132]Don't say that. \n[133]We don't need another move. We need four busts, and we're done. \n[134]How do you think this works, stupid? \n[135] \n[136]Keep your voice down. \n[137]Right, but I don't tell Elway shit. I wait for him to call me. The art world is a small world -- and one of Elway's acquaintances is clocking us right now. \n[138]Don't look. \n[139]You have a good look? \n[140]This is my friend Al from Queens. \n[141]I want to show you something. This Rembrandt here? People come from all over the world to see this. \n[142]It's a fake. \n[143]People believe what they want to believe. Cause the guy who made this was so good that it's real to everybody. Now whose the master -- the painter or the forger? \n[144]That's the way the world works. Not black and white as you say. Extremely grey. \n[145]How many times I gotta tell you. You can't meet the sheik, alright? \n[146]It ain't for you Carl. \n[147]This is not a one man operation. \n[148]You're telling me that you can get four guys to sell fake certificates of deposit to my investor within a week? \n[149]That's interesting but you know I've got other guys lined up. I've got a meeting with my associates. \n[150]I've got to go. \n[151]Crazy thing about people -- the more you say no, the more they want in on somethin. It is so stupid. \n[152]I'll tell them, don't worry. Hey you know what Carl just told me? He said he could do this whole thing with four guys within a week. \n[153]Hey, quit while you're ahead Carl. \n[154]We succeeded because we stayed small. I got you Carl Elway. He bought stolen art, sold fake bank C.D.'s, that's enough. That's one. I get you three more -- no politicians. \n[155]Now you keep changing the rules. You're gettin' a little power drunk, Richard. \n[156]You want to tell him, Edith? You want to wake him up?  \n[157]I mean, he's the one ruining America, not me.  \n[158]Because people just got over Watergate and Vietnam, alright? And you're gonna shit all over politicians again? And just because you want to be a big shot and get a promotion.  \n[159]You will never do it properly because you got too much government attitude to be small and sleek. I'm like the fuckin' Vietcong, man. I'm in and I'm out. I was there the whole time -- you don't know it. That's the fucking art of becoming somebody who people can pin their beliefs and their dreams on. And you can't do it.  \n[160]For Carmine Polito and rebuilding Atlantic City?  \n[161]You need a luxury hotel for the Sheik. Come on! \n[162]You gotta knock the Mayor, the Speaker of the State Assembly -- you gotta knock him off of his fucking feet. He's gotta feel like he's out of his league. What you're offering, this deal, I mean, this is unheard of in the state of New Jersey, maybe even the whole fucking country. A sheik with hundreds of millions of dollars to rebuild Atlantic City -- are you fuckin' kidding me? That's gigantic. And the Mayor, he's going to want to see cash, he's going to want to see it in an account, he's going to want to see it right now, and he will check. And that's why this meeting isn't happening, because to get millions, you need millions. \n[163] \n[164]`We' meaning you and him? \n[165]Really? \n[166]You showed him our thing? You did that without me? Are you kidding me? \n[167]Mr. Mayor -- Please stop. Listen, I apologize if that prick offended you. I really apologize. \n[168]No. I'm fucking embarrassed to be associated with that guy at all. Can I just say somethin' to you, please? Don't lose this opportunity to fuckin' Florida -- all right? -- because of some bullshit from that punk advisor with his diploma who could never get into the school that we come from. Don't lose that opportunity. \n[169]I'm from the Bronx. Grand Concourse, Hundred and Sixty-fourth Street. \n[170]Yeah, Tomaso's. \n[171]Yes. They're always good. \n[172]Carmine -- can I call you Carmine? You know, Carmine -- (catches his breath) My fuckin' heart's going from running down the stairs -- I'm not used to running. There's a lotta green grass in that hotel room up there, alright? And all the deals would float through you. You get a serious piece on both ends. You do with that what you will. I live in the real world, I am a family man, I got mouths to feed and everything. But, you know, we just...we gotta grease you directly. No middlemen, no bullshit. It's the Arab way. \n[173]Hey, listen, I was thrown as well. \n[174]Done. \n[175]I gotta work with him. He's the Sheik's man. \n[176]Done. \n[177]I'm going out to dinner with Carmine and the wives in Camden. \n[178]Carmine and myself and the wives. \n[179]He doesn't like you, what do you want from me, I got him to come back and take the money and you got him on tape alright? I can't make him like you. I did my job.  \n[180]I just fucking told you he doesn't like you. I mean, let him have a night out with a human being for fuck's sake, he's going to jail soon. You're done with him. You got him on tape taking a bribe.  \n[181]What?! Like who?!  \n[182]Are you fuckin' nuts? What are you say--  \n[183]More politicians? You realize how fuckin' dangerous that is? There's no fucking reasoning with you.  \n[184]Edith and I were so successful for so long because we kept it just small enough. You are takin' us to a very fucking dangerous place, with very serious numbers! \n[185]That's the one thing you heard me say? \n[186]I get to handle two wives with one dinner, alright? I take Rosalyn out, she keeps her mouth shut, she sees that my work is legitimate, I get to keep my kid, and I get to keep  that fucking wife happy. Both wives happy. \n[187]I believe that you should treat people the way that you want to be treated. \n[188]Didn't Jesus say that or something? \n[189]Also, always take a favor over money. I think Jesus said that as well. \n[190] \n[191]There's something, the topcoat, it's like perfumey but there's also something rotten? I know that sounds crazy, but I can't get enough of it. \n[192]No, smell it. It's true. Dolly, historically the best perfumes in the world, they're all laced with something nasty and foul. It's true! \n[193]Irving loves them. He can't get enough of them. \n[194]I can't get enough. \n[195] \n[196]Flowers, but with garbage. \n[197]Irving loves it. He can't get enough. That's what hooks you. He always comes back for it. \n[198]I can't stop. \n[199] \n[200] \n[201] \n[202]No, don't do that it makes me look more drunk than I am! I'm not this drunk. Irving please don't make me go, I was just starting to have fun! \n[203] \n[204]Sure. \n[205]He's an Arab. \n[206]Why you asking? \n[207]Yeah we can do that. He can see Camden. \n[208]For me? \n[209]What is it? \n[210]Really? \n[211]And you specifically bought this science oven for me. \n[212]Thank you. \n[213] \n[214](grabbing a fire \n[215]I told you not to put metal in the science oven. Why did you do that for? \n[216]Don't make such a big deal. Just get another one. \n[217]I don't want another one. I want the one that Carmine gave me. \n[218]\"I want the one Carmine gave me!\" Carmine, Carmine, why don't you just marry Carmine, get a little gold microwave and put it on a chain around your neck. You want to be more like Carmine? Why don't you build something like he does, instead of all your empty deals that are just like your fucking science oven. You know I read that it takes all of the nutrition out of our food. It's empty, just like your deals. Empty, empty! \n[219]That's bullshit. \n[220]It's not bullshit. I read it in an article. Look, by Paul Brodeur. \n[221]Bring something into this house that's gonna take all the nutrition out of our food and then light our house on fire? Thank God for me. \n[222]I don't think you should come to Carmine's party tonight. You look beautiful by the way. \n[223]What are you doing? Get under the umbrella. It's just that Carmine wants Rosalyn to come. \n[224]It's good. \n[225]Paco? He's--wait, he's not a real Arab. \n[226]Wait, where's my guy? Where's Al from Queens? \n[227]My friend from Queens. Where is he? What are you doing? \n[228]What are you--  You speak any Arabic? \n[229]That's it? That's all you got? \n[230]From the feet up, you motherfucker. What are you doing? Act normal. That's it. Like you can barely understand English. You can't speak it. You say as little as possible. You follow my lead. Alright? \n[231]I've got the vision? You know what vision I had? You just kissing my girl outside. That's what vision I had. \n[232]You got a knife. This is for the Mayor. You've got to present it to him. Look me in the eye. This means a lot to you. Right? That knife. \n[233]Play it. You present it. \"Friendship for life,\" alright? You gotta feel it. Sacred. Can you do it? \n[234]You gotta sell it. \n[235]If you believe it's sacred, it's sacred. \n[236]Can you do it? \n[237]Again? You compliment me again. What is this, rubbing salt in the wound? \n[238]Are you fucking kidding? What do you care? You're Mexican. \n[239] \n[240]The Sheik's very particular. It's international cultural protocol. \n[241]International protocol? What the fuck are you talking about? \n[242]Do not answer that! \n[243] \n[244] \n[245]Who is that? \n[246] Look, I told you, for God's sake, I told you not to call here. \n[247]What is that about? \n[248]No way. \n[249]That's too many people for me to control, no. \n[250]Rosalyn, get off the extension! \n[251] \n[252]Look, don't call here again, alright? Don't call at home. \n[253]\n[254]Federal agents? \n[255]It's bodyguards for the visiting dignitary, that's all. \n[256]What is it, an I.R.S. thing?     Like a tax investigation? \n[257]Why you gotta say that? I mean, that's why I can't invite you. It's too complicated. Listen, come on. \n[258]Are you in trouble? \n[259]Look, stop being so nosy. \n[260]Look at this shit. \n[261]I'm only nosy cause you never tell me anything. \n[262]Can we clean up this fridge? I mean, what are you causing trouble for all the time? \n[263]\n[264] \n[265]Irving's being a mean, boring man saying that he doesn't want me to come tonight. \n[266]Well, I agree. Want to tell him yourself? \n[267]Gimme the phone, come on. \n[268]Can you imagine? Tell him yourself. \n[269]Hey, Carmie. \n[270]I'm the life of the party! \n[271] \n[272]Hey, don't talk about me like that! What's Carmine saying? \n[273]I can't hear what he's saying. \n[274]Carmine loves me. \n[275]No, it's just Rosalyn's unpredictable. \n[276]Alright, you happy? Go get ready. \n[277]Yes, I am happy. \n[278] \n[279]I know who that is Irving. \n[280]Right. \n[281]You mean the Mob? \n[282]Carmine, maybe -- I'm not sure that's such a good idea. We gotta confer before we talk to these guys. \n[283] \n[284]Rosalyn! \n[285]Hi.   Can I sit here? \n[286]How you guys doing? Everybody over there is really scared of you guys, you know that? \n[287]I think they have this room all wrong. \n[288]I would do it in all black and gold and I would do this bar like a big, warm golden mirror. \n[289]Thank you. \n[290]Oh stop. \n[291]No, she's my wife. She's my wife. \n[292]\n[293]It's a sign of disrespect to do business on the first meeting. \n[294]Hey Irving, I'm going to be having fun. Maybe it will be contagious. \n[295]Victor Tellegio was from Miami. He was Meyer Lansky's right-hand man. In his prior reputation as an enforcer from twenty years ago, he was known to never bury a body because he felt it sent a stronger message to leave it in the street. \n[296]This is the guy we now had to deal with. \n[297]What are we talking about? \n[298]I say stay away from that. That's bad. That's trouble. No, that's not good. \n[299]That's trouble. \n[300]Nothing. No problem. \n[301]What are the odds of an Italian guy from Miami knowing Arabic? But it turns out he's got casino investments in the Mideast and he spent two years learning it to keep the upper hand. \n[302]I don't need to come with you. \n[303]Oh, you think I should come with you? \n[304]Why don't you get your fucking hands off me, you fucking whore! \n[305]You're a whore.  This is my husband's whore! \n[306]This is my husbands whore! \n[307]That's what I always say. \n[308]Yeah. \n[309]Whatever's meant to be will be. \n[310]What the hell do I think I'm doing?! What the fuck do you think you're doing? You really gonna come in here and judge me for flirting with somebody after you've been fucking my husband for how many years?! \n[311]I got a ring on my finger. We have a child together. \n[312]Stop. \n[313]Shut up. \n[314]Well, he must like it on some level. He must want it because he keeps coming back for it. It's like that perfume that you love that you can't stop smelling, even when there's something sour in it. You can't get enough of it. But guess what, he's never gonna leave me. He's always going to want me, and I will make you so sorry, Edith. I will make you so sorry for what you've done to my family, mark my words. \n[315]Oh, I'm gross inside? \n[316]Maybe you're gross inside, with robbing people and all that shit that you do? Maybe we're both gross inside, that's what Irving loves about us. At least he's consistent with his women. You know, sometimes in life all you have are fucked up, poisonous choices. \n[317]Will you please step away from Edith. I'm asking you nicely please step away from Edith right now. \n[318]Step away from her. Please. \n[319]What Richie's gotten us into is worse then jail. I told you last night, don't sit down with those goons. And what? Now what? No one's getting ten million for Tellegio. It's over. \n[320]You were right. We should have gone away. \n[321]I should have gone away with you. \n[322](Irving stares at her, \n[323]You know I can't do it without you. You know that. Come on. Me, you and Danny. Like we said. \n[324]That's big. That's crazy. Whatever it is, it's got to be the best we've ever done. \n[325]You got the whole floor? \n[326]Yeah, I'm good -- \n[327]That's right. That's the idea. \n[328]Hotels. Restaurants. It's waiting to happen. Carmine sees it, this fucking thing is waiting to happen. \n[329](excusing himself \n[330] \n[331]It's dangerous. We gotta get a wire in there. We gotta make him feel safe. \n[332] \n[333]I know. I mean, I don't want to badmouth my husband, but let me badmouth my husband for a second. He just thinks that he knows everything and he's so full of shit. He's such a liar. He thinks that I'm stupid, but I'm not stupid. I hear him on the phone arguing. He loves Carmine, but he hates that other guy, that curly- headed I.R.S. guy, or whatever who's carting around my husband's ex-lover, that redheaded whore. \n[334]Anyway. You can see that it drives him crazy. \n[335]I hear them on the phone. I think that he's got Irv in some sort of bind or something and he's making him do all of this stuff and so Irv and Carmine right now are at the Plaza Hotel throwing away all this money at like Congress or whatever. They're giving money to congress or something. I don't really know but I overheard it on the phone. \n[336] \n[337]164             Don't hurt him too bad. He's still                    164  \n[338]Life is ridiculous and I would never say anything bad about your father in front of you but your father is a sick son of a bitch. \n[339]Don't repeat that. But yes. \n[340] \n[341]This is a real low in our relationship! You know where I was recently? I was in your boyfriend's fucking car! I saw your nail polish. \n[342]That's bullshit! \n[343]That's bullshit. \n[344] \n[345]\n[346]\n[347]Get out of here! I'm not doing anything! \n[348]\n[349]Danny. Come here buddy alright? Go draw a picture or something. \n[350]You're a real sick son of a bitch for screaming at me like that in front of Danny. \n[351]\n[352]\n[353]He's a mobster alright? That's who you're dealing with. \n[354]Alright fine! Yes, I wanted to hurt you but how do you think that I feel all day when you leave me alone all day? And all I've ever wanted is for you to love me. That's all I ever wanted. And stay married and for you to love me. And that's why I'm going to Miami! \n[355]You're NOT going to Miami. \n[356]That's why I'm going to Miami with Pete! \n[357]You are NOT going to Miami. \n[358]I finally found somebody who loves me just like YOU always wanted. \n[359]Too dangerous. Miami? Not now. Too dangerous. \n[360]He likes me just the way I am. \n[361]Not now. Everything has to stay normal right now. And you're going to shut your mouth! \n[362]You told me that you wanted me to find a nice quiet man! \n[363]Oh and what a DOOZY you picked! \n[364]He's the one. \n[365]He's the most dangerous guy ever. \n[366]\n[367]Why aren't you taking your heart pills? Irving, what's going on? What kind of trouble are you in?! What's happening? \n[368] I've got a plan. \n[369]What's happening? \n[370]I've got a plan. \n[371]You've got a plan? When did you get it? \n[372]It really fucking came to me when I was inside of that canvas bag with your boyfriend's hands around my throat. That's when it really came to me. \n[373]We've got two million coming this week! \n[374]You ask Victor if he wants two million this week. That's real money. Two million. \n[375]Wired in. \n[376]It's not fucking true. That's not true. \n[377]I can save all of us, and we can save money. I can take care of you and Danny. OK? But you gotta close your mouth. \n[378]I knew it. I have always said, Irving, that you are very, very hard to motivate properly. And I knew that Pete was gonna go over there and knock some sense into you. I've been reading this book, Irving. It's by Wayne Dyer, about the power of intention. \n[379]And my intention in sending Pete over to you was so that you could come up with this plan. So, you're welcome. \n[380]OK. Thank you, Rosalyn. Thank you for the plan. \n[381]You're welcome. \n[382]I appreciate that. So, I think that we should be partners on this. \n[383]I'm a good partner. Almost better than Edith. You ever think about that? You ever think about how you might have underestimated me? \n[384]So what is our plan? Tell me the plan. What are you gonna do? \n[385]I'm going to keep my mouth shut and I'm not going to say anything but what do I do if Pete calls me? What am I supposed to say? \n[386]You gotta stop talking about your government agencies and your I.R.S. and your tax and your conspiracies and all of that. You're gonna say how you were wrong, you were wrong about that. \n[387]I'll tell Pete that I was wrong but you know that in real life, I was right for saying all that stuff because then that spurred on the actions that made you come up with this plan. So I will tell Pete. \n[388] \n[389](pointing with cigarette \n[390]OK. You were right. \n[391]You're so smart. Good job, peaches. \n[392]Irving, I've been doing a lot of thinking and -- you need to grow up. And you need to face the facts. And I think that both of us will be a lot happier if we get a divorce. \n[393]\n[394]Just think about it. These things are never easy. \n[395]Alright. \n[396]Irving. Good luck with your plan. \n[397]Necessity truly is the mother of invention. The F.B.I. was willing to wire the two million dollars if it meant taking down Tellegio and his entire organization. \n[398]A mobster like Tellegio would never meet at the Plaza Hotel, but only at the office of his attorney, Alfonse Simone. \n[399]Irving Rosenfeld. \n[400] \n[401]I'm not being hasty. It's just, let's be smart about it. This is not how we do business. I'm sorry. I apologize. \n[402]He isn't. \n[403]This is a surprise. The Sheik doesn't like surprises. \n[404] \n[405]That's not the plan. That's not the -- \n[406]I gotta do it. \n[407]I want to face you like a man because I want to be real now. \n[408]It's the Feds. \n[409]Yeah. \n[410]You are! \n[411]Hey look, you're a good person I know that but in all honesty -- \n[412]They fuckin' made me do it. What was I supposed to do? They had Syd in jail. \n[413]I want to make this right. I came here because I want to make it right. \n[414]I never had a friend like you before. \n[415]I got some leverage, alright? I can help you out. \n[416]Carmine, Syd and I got a plan for you. We can help you out. \n[417]I don't want to -- I'm sorry. I didn't mean for this to happen. \n[418]Truly, I didn't mean for this to happen. \n[419] \n[420] \n[421]I've got to lay down. \n[422]Yes. \n[423] \n[424]Two million? (Irving pushes his new glasses up the bridge of his nose It's with Victor Tellegio and Alfonse Simone. \n[425]Where's it gone? \n[426]That's interesting. That's very interesting. I have no idea. \n[427]No idea what you're talking about. \n[428]I don't think so. \n[429]Richard, think about it, YOU requested the two million. And you gave Brenda the account number. We didn't do any of that. None of it.  How do we know that YOU don't have the money? \n[430]I find this a little offensive. Really, I find this a little offensive and I don't see that you got any sort of solid case against-- \n[431]Richard, think about it. You got some big arrests. You got U.S. Congressmen. You look good. You're gonna be all over the news. You know what doesn't look good? A story about gross incompetence \n[432]The role of Tellegio's attorney, Alfonse Simone, was played by our friend Ed Malone -- \n[433]the \"Cold Cut King of Long Island\"-- \n[434]Whose party we were at when Sydney and I first met. \n[435]Well that doesn't sound so good, either. I mean -- and I don't know what you're talking about, but -- let's just assume you want to go with that story. Really? That's the story you want to go with? That's what you want the New York Times to hear? That you got conned by the very con men who you forced to entrap the members of Congress in the first place. That's what you want to go with? That doesn't sound so good for your whole thing. \n[436]And how ironic that the most creative minds, the ones who are working hardest to get the economy of New Jersey going, those are the ones that you round up. And why? Because what, they're the easiest to go after? And what about the real bullshit artists? You didn't even come close to the big leagues. Those big guys. The money men. \n[437]I'm sorry to tell you, you got none of 'em. \n[438]We took down some very big guys. \n[439]Some of whom were just doing business as usual helping their communities or their states. \n[440]But some of them knew they had larceny in their blood-- \n[441]And they even admitted it. \n[442]But in all it was six Congressmen, one United States Senator, and my friend, Carmine Polito. \n[443]We gave the two million back so Carmine got the reduced sentence. 18 months. The loss of his friendship would haunt me for the rest of my life. \n[444]And when the story was written, Richard Dimaso's name was never mentioned. \n[445]Syd and I moved in together. And Rosalyn -- \n[446]The car is a little dinged up and I'm a little stiff but I don't want to talk about it. \n[447]She would always be interesting. \n[448]Yes I did. He never took a nickle so they can't get him for nothing. I was never going to let that happen. \n[449]Irv. \n[450]I'm done with this nail finish. Bye for now. I'll see you next weekend. \n[451]Our conning days were behind us. \n[452]You can fool yourself for just so long and then your next reinvention better have your damn feet on the ground. \n[453]We got a loan from a bank and were able to go gallery legitimate. \n[454]The art of survival is a story that never ends. ", "Stoddard": "\n[1] \n[2]You said grifters and con artists. We're not going after some politician. This is a bad idea, Richard. \n[3]What?! \n[4]Whose two million?! \n[5]I'm not taking two million dollars of the taxpayers' money and putting it anywhere for five days, I don't care if we control it the whole time. \n[6]You know Richard, I understand your eagerness. I really do. You know I'm from Michigan, right? Let me tell you a story about me, and my dad, and my brother. We used to go ice fishing every November. Ice Fishing. That's what we lived for. \n[7]Just listen to me. It's beautiful. You have a little stove. You huddle around, you keep each other warm. You drop a line and you just wait. One year my brother says, \"let's go in October.\" He wants to go ice fishing in October. My dad says, \"No, the ice is too thin.\" My brother says -- I love my brother he says -- \n[8]No, that's not what I'm saying. \n[9]We'll finish the ice fishing story another time, young man. For now, no Carmine Polito. Go do your job. \n[10] \n[11] 89   PUSH IN ON STODDARD -- confused, dismayed.                    89  \n[12]Thank you, sir, wait, the sheik -- \n[13]   \n[14]You made me accept praise from my boss who's thanking me for something that never shoulda happened! Something that I didn't approve! \n[15]Punk. \n[16]You don't need a jet. Let him walk to the curb at JFK. \n[17]That doesn't mean anything. What's that mean? \n[18]Alright, you can have a jet for an hour, but it takes off and lands at Teterboro. \n[19]You got the jet. \n[20]Where was I? \n[21]Okay, well, my brother and I were on the ice and my father came out of the house and I could see him coming. He was holding a lantern, and it was in the blizzard and I knew he was gonna be angry. So I went to intercept my father because I knew if he saw what my brother was doing he was going to kill him. \n[22]No, it's not about protection. \n[23]No. \n[24] \n[25] \n[26] Stop calling it your operation, Richard. It's not your operation. And I'm not giving you a whole floor of the Plaza Hotel. \n[27] Bribing members of Congress are you out of your fucking mind? \n[28]I know who Victor Tellegio is. \n[29]You're not getting ten million dollars. \n[30]Lower your voice. You don't get to yell at me. \n[31] \n[32]That's a NO. I said no wacko. \n[33]Not the way you're behaving. \n[34]What does that make a difference? \n[35]The field office on 61st street. \n[36]You're going to do what? \n[37]You're going to what? \n[38]\n[39] \n[40]I'm not finished. There's a lot more. \n[41] \n[42]Can I finish? Can I finish my statement? \n[43]I think you do other things besides respect me. \n[44]  \n[45]That was told to you in confidence. \n[46]No, it's me. This is me. It's me. \n[47]\n[48]\n[49]TEN MILLION DOLLARS?! Ten Million dollars?  \n[50]And you have him on tape saying this. You have that right? No. \n[51]Thank you. \n[52]\n[53] \n[54]I'm not telling you the end of the ice fishing story. \n[55]My brother's dead. \n[56] \n[57]\n[58] \n[59]\n[60]\n[61] \n[62]\n[63] \n[64]You know, Richard, I think we may call you as a witness, but otherwise you're done. I think you better go home. \n[65]Go on home, Richard. \n[66] ", "Thorsen": "\n[1] \n[2]You said grifters and con artists. We're not going after some politician. This is a bad idea, Richard. \n[3]What?! \n[4]Whose two million?! \n[5]I'm not taking two million dollars of the taxpayers' money and putting it anywhere for five days, I don't care if we control it the whole time. \n[6]You know Richard, I understand your eagerness. I really do. You know I'm from Michigan, right? Let me tell you a story about me, and my dad, and my brother. We used to go ice fishing every November. Ice Fishing. That's what we lived for. \n[7]Just listen to me. It's beautiful. You have a little stove. You huddle around, you keep each other warm. You drop a line and you just wait. One year my brother says, \"let's go in October.\" He wants to go ice fishing in October. My dad says, \"No, the ice is too thin.\" My brother says -- I love my brother he says -- \n[8]No, that's not what I'm saying. \n[9]We'll finish the ice fishing story another time, young man. For now, no Carmine Polito. Go do your job. \n[10]Thank you, sir, wait, the sheik -- \n[11]You made me accept praise from my boss who's thanking me for something that never shoulda happened! Something that I didn't approve! \n[12]Punk. \n[13]You don't need a jet. Let him walk to the curb at JFK. \n[14]That doesn't mean anything. What's that mean? \n[15]Alright, you can have a jet for an hour, but it takes off and lands at Teterboro. \n[16]You got the jet. \n[17]Where was I? \n[18]Okay, well, my brother and I were on the ice and my father came out of the house and I could see him coming. He was holding a lantern, and it was in the blizzard and I knew he was gonna be angry. So I went to intercept my father because I knew if he saw what my brother was doing he was going to kill him. \n[19]No, it's not about protection. \n[20]No. \n[21] \n[22] \n[23] Stop calling it your operation, Richard. It's not your operation. And I'm not giving you a whole floor of the Plaza Hotel. \n[24] Bribing members of Congress are you out of your fucking mind? \n[25]I know who Victor Tellegio is. \n[26]You're not getting ten million dollars. \n[27]Lower your voice. You don't get to yell at me. \n[28] \n[29]That's a NO. I said no wacko. \n[30]Not the way you're behaving. \n[31]What does that make a difference? \n[32]The field office on 61st street. \n[33]You're going to do what? \n[34]You're going to what? \n[35] \n[36]I'm not finished. There's a lot more. \n[37] \n[38]Can I finish? Can I finish my statement? \n[39]I think you do other things besides respect me. \n[40]That was told to you in confidence. \n[41]No, it's me. This is me. It's me. \n[42]\n[43]\n[44]TEN MILLION DOLLARS?! Ten Million dollars?  \n[45]And you have him on tape saying this. You have that right? No. \n[46]Thank you. \n[47]\n[48] \n[49]I'm not telling you the end of the ice fishing story. \n[50]My brother's dead. \n[51] \n[52]You know, Richard, I think we may call you as a witness, but otherwise you're done. I think you better go home. \n[53]Go on home, Richard. ", "Carl": "\n[1]\n[2]Whoa, excuse me, excuse me. I'll handle that for the Mayor. \n[3]No, I'll handle it. I'm gonna take care of-- Everything's good. I got everything under control. (TO RICHIE) That's for me. I handle all that for mayor. \n[4]Misunderstanding. Misunderstanding. \n[5] \n[6]Help me get him back! \n[7]  \n[8]What's this I hear about a god damn Sheik?! Why you leaving me out of this? I gotta hear about it from my friends? \n[9]What do you mean it ain't for me? We gotta do certificates of deposit. I can print as many as you need. \n[10]Look, I can get other guys. What are you talking about Irving? \n[11]Yes I can make that happen. Carl Elway can do what he says he's going to do. \n[12]Richie Dimaso and Edith ARE STANDING THERE -- MUCH TO IRV'S \n[13]Carl, his associates are here. He's got a meeting he's got to go to. \n[14]No wait. Don't go anywhere. \n[15]Or we could do somethin' much bigger! \n[16]Hundreds of million -- I knew you were holdin' out on me Irving! Hundreds of millions of dollars? Like much bigger. Like I'm talking about we say never the fuck mind the CD's and we could have some complete access to something huge. \n[17]Carl Elway. \n[18]I want you to think of the most undervalued asset in the state of New Jersey today. The rebuilding of Atlantic City. \n[19]Look, maybe they, maybe they legalized gambling a year ago but nothing's happening. \n[20]I know the guy. I know the right people who are going to help you out. \n[21]The guy is Carmine Polito. \n[22]", "Elway": "\n[1]\n[2]Whoa, excuse me, excuse me. I'll handle that for the Mayor. \n[3]No, I'll handle it. I'm gonna take care of-- Everything's good. I got everything under control. (TO RICHIE) That's for me. I handle all that for mayor. \n[4]Misunderstanding. Misunderstanding. \n[5] \n[6]Help me get him back! \n[7]Irving can I -- \n[8]  \n[9]What's this I hear about a god damn Sheik?! Why you leaving me out of this? I gotta hear about it from my friends? \n[10]What do you mean it ain't for me? We gotta do certificates of deposit. I can print as many as you need. \n[11]Look, I can get other guys. What are you talking about Irving? \n[12]Yes I can make that happen. Carl Elway can do what he says he's going to do. \n[13]Richie Dimaso and Edith ARE STANDING THERE -- MUCH TO IRV'S \n[14]Carl, his associates are here. He's got a meeting he's got to go to. \n[15]No wait. Don't go anywhere. \n[16]Or we could do somethin' much bigger! \n[17]Hundreds of million -- I knew you were holdin' out on me Irving! Hundreds of millions of dollars? Like much bigger. Like I'm talking about we say never the fuck mind the CD's and we could have some complete access to something huge. \n[18]Carl Elway. \n[19]I want you to think of the most undervalued asset in the state of New Jersey today. The rebuilding of Atlantic City. \n[20]Look, maybe they, maybe they legalized gambling a year ago but nothing's happening. \n[21]I know the guy. I know the right people who are going to help you out. \n[22]The guy is Carmine Polito. \n[23]", "Dominic": "\n[1]Birds, sky, clouds, wood. Trompe l'oeil -- \"Trick of the eye.\" ", "Polito": "\n[1]\n[2]I thought he was going to be here. I do business face to face, person to person. That's just who I am. \n[3]What are you doing? What-- (to Carl) Carl, what the fuck? What is this? \n[4]What is this? \n[5]I don't know what the fuck that is but it's weird you understand? \n[6]I came here to meet a sheik, that's all I know. I'm very interested in that but he's not here apparently. Carl?! \n[7]I'm very interested in meeting the Sheik. You let me know when THAT could happen! Thank you, have a good day. \n[8] \n[9]Really, I'm all right, thank you. I'm okay. \n[10]Where you from? \n[11]I got a lot of friends that live up there. I go to Tomaso's on Arthur Avenue. You know Tomasos's? \n[12]The spicy clams. \n[13]Oh, they're to fucking die for, those clams. I haven't been there in a while. I like that place. \n[14]Yeah, look, I understand. It's a great opportunity. It's just I got a little thrown by going to have a meeting with somebody who ended up not being there, so -- \n[15]I understand. I'll deal with you directly. I don't want any middleman or any of that bullshit. \n[16]I like you. Eye to eye. We can do business together. \n[17]How long do you know this guy? You work with this guy before? \n[18]But I still need to meet the Sheik, okay? \n[19]Rocco, you know like we do. The chicken very thin. You should see the way he does this chicken with the red sauce \n[20]It's beautiful. \n[21]Right? With the red sauce, the lemon-- \n[22]It's the Piccata of the gods! \n[23]Right. \n[24]He may have. \n[25] \n[26]I can get that for you, of course. \n[27]Smells like flowers. \n[28]You know what that is for me? It's coriander for me. \n[29] \n[30]He's gonna get this community -- he's gonna get this state -- back on its feet where it belongs. Isn't that right? \n[31]He's gonna grow our tax base and create thousands and thousands of jobs for everyone. You understand that? You know what that means? \n[32]This guy right here. He's got a big heart. \n[33]What do you mean? Of course it's going to work out. Guys like you and me? We dream and we build. We never give up. We never quit. \n[34]Can I ask you a question. \n[35]Is the sheik black? \n[36]That's black, isn't it? \n[37]Maybe it's a dumb question, but I was just wondering -- I would like to arrange for the Sheik to see Camden. To see the people of Camden. The people I serve. The people I love. Who are mostly black and Puerto Rican. I really want him to see how good this is going to be for the community, how ready we are for this opportunity, and he can see how far his dollar will go. You know what I mean? What do you think? \n[38] \n[39]I got you a gift. Let's get out of here. The girls are going to kill us I'm sure. \n[40]It's a microwave. It heats up everything. Pasta, lasagna, meatballs, whatever. \n[41]It's science, yeah. That's how it heats up the food. It's scientific. \n[42](Carmine stares \n[43]Don't put metal in it. Come on, let's get out of here. \n[44]Hello Sheik, my friend. Welcome. On behalf of the great state of New Jersey I want to welcome you to New Jersey. I know that was redundant. I'm sorry. I'm just very nervous. \n[45] We have a great party planned for you this evening. \n[46]Tell him he's crazy! \n[47]It wouldn't be a party without you! \n[48]Irving, you're crazy! Your wife is coming, you kidding me? She's the life of the party! Everybody loves her. \n[49]Listen, Irving, it's very important that she come, you understand? \n[50] \n[51]Tell her I got the nail polish for her. \n[52]See? Listen! \n[53]I got your nail polish for you, sweetie! \n[54]You see? Somethin' special for you. What is it? Tell me. I mean,  What is it, you got a girlfriend coming? Come on, I thought we were friends. You're not gonna tell me you got a girlfriend? This is ridiculous. \n[55]Look, we're gonna handle this like men, you understand? You're bringing your wife. We're gonna have a good time. That's an order from the Mayor. Good-bye. \n[56]So this is the lobby. Now mind you, a week ago this place was a mess, but what existed was this plasterwork. Look at the detail. This is beautiful. My sons are craftsmen. Please, tell them what you did. \n[57]Tell them everything you know. The trompe l'oeil. \n[58]Birds, sky, clouds, wood. Trompe l'oeil -- \"Trick of the eye.\" \n[59]We can restore all of this, you see? You save 50 million -- look at me -- fifty million right off the bat -- I waive the law I helped write. It said casino construction must be ground up new, we don't do new. We renovate. \n[60]We don't do new. We renovate. \n[61]We put in some temporary fun -- some gaming tables, some play money for people to have a good time. For charity -- the Boys and Girls Club and some arts programs. \n[62]This is the Ocean Room -- \n[63]There are some gentlemen over there at the bar. That's a hundred and thirty years sitting there -- that's how much time's between them. They run the biggest casinos in the United States. We have to work with them. \n[64]The good news is they know how it's done. They get it done. You don't have to worry. Everyone makes their money. \n[65]Yes, but they're businessmen, okay? Now, spend as much or as little time with them as you like, but we do have to deal with them. All we've got to do is go say hello. We just gotta say hi, that's all. \n[66]They are businessmen. \n[67]Irving, this is not a good idea. \n[68]Kids, I want you to go up and get some pizza and soda, please. \n[69]Look at these fine gentleman. \n[70]How you doing? \n[71]Mr. Tallegio? Why didn't you tell me Mr. Tallegio was here? \n[72]You sure you don't want to go into the Ocean Bar? It's really, it's beautiful in there. \n[73]So, Mister Tellegio, how do you think we should approach this? What do you want to do? \n[74]To expedite citizenship -- well, that requires very special treatment. \n[75]U.S. Senators. Congressmen. \n[76]Mr. Tellegio, I'm sorry, this is Irving. New York businessman. Irving Rosenfeld. \n[77]No, I know him. \n[78]Al, I'll be right behind you, okay? Trust me. \n[79]We're not going to do this in the Ocean Room tonight. Not tonight. Please. \n[80]You stay over here with me. Everybody just calm down. I don't know what's going on. \n[81] \n[82]Please, raise a glass with me to a new era that begins tonight. From me and my family, we thank you. For all the hard work that you've given us in the community. Look what you've done. This is beautiful! Thank you! \n[83] \n[84]I got to take this you guys everyone out please. \n[85]This is sad. It's just sad. \n[86]Dolly please, I gotta take this. \n[87]Ok, sorry. Everyone out. Go out. \n[88] Congressman, how you doing? It's Carmine. Tell me you're gonna be in Trenton this week. We have an amazing investment opportunity I'd like to discuss with you. \n[89]Congressman, thank you for coming by, John -- \n[90]You wanna talk jobs, investment, construction, if we can expedite a very wealthy man's citizenship -- \n[91]This brings the state back. I mean, how long we known each other? \n[92]You know what this is gonna do for us? This is huge for the state of New Jersey. It stabilizes our economy. \n[93]The goddamn bankers. Keeping their money on the sidelines. How we supposed to get anything done? \n[94]Hey, this is going to happen. \n[95]This is real. You understand? This is real. On my family. On my kids. On my life. On my work. \n[96]Please Gerry. Use it as a campaign donation. Whatever you want to do. \n[97]One small thing we do for this man is a huge thing we do for the people of New Jersey. This is what we can leave behind. \n[98]Irving what are you doing? \n[99] \n[100]What?! Who said that? \n[101]Rosalyn? \n[102]Hey, what the fuck?! -- \n[103]Take it off! Take the bag off his head! \n[104]Is it true? Is it true what he said about your wife? \n[105]   \n[106]What do you mean, there's no sheik? What does that mean, \"there's no sheik\"? What does that mean? \n[107]Who is \"they\"? \n[108]The Feds? \n[109]Irving -- I'm a good person \n[110]I've been doing this for a long time, for twenty years. Do you think I woulda taken that money if it wasn't the right thing to do? \n[111] \n[112]You made me go back to the Plaza to take that money, you piece of shit! I was gone! You fucking prick! \n[113]I was gone, I left! \n[114]Is everything alright? Can I have a word with you? \n[115] \n[116]Alright, alright. \n[117]Look at my face. You tell me that I'm lying to you when I say that everything I do is for the good of the people of New Jersey. Everything I do is for them. Am I lying to you? \n[118]I used that money for the goddamn casino. \n[119]This is all shit. It's all bullshit. \n[120]Look at this thing. Look at this. Ceremonial fucking knife. What is this bullshit? Some toy? \n[121]Please get out of my house, Irving. Will you please leave? I'm asking you nicely, please leave. \n[122]Get out of our house! \n[123] \n[124]This is what matters to me most and you're crushing it! You're going to take me away from them you fucking son of a bitch? Get the fuck out! \n[125]Get out of my house. Look what you made me do! ", "Francis": "", "Richie": "\n[1]What are you doing, going behind my back? Telling people I'm screwing up this operation? I got you a suite at the fuckin' Plaza Hotel! \n[2]  \n[3]Based on what--? \n[4]What, did you try to dress me so I would look like him? \n[5]But I do, I look like him. \n[6]Hey, look, I never laid a hand on her, all right? Is that what this is about? \n[7]Look, we never had sex ok? I just -- \n[8]What'd I do? I put my hand like this -- \n[9]Oh it does? \n[10]That bothers you? \n[11]You know, a lot of shit bothers me too, but I was trying to help you. If I wanted to bother you, if I really wanted to fucking bother you, this is what I'd do. \n[12]How's that? You bothered now? (no answer) Alright, don't make a thing of it. \n[13]Oh my god, fix his hair. Don't make a thing of it. \n[14]Big fucking deal. We got to get in the other room, come on. The mayor's in there. \n[15]Should we go to the beauty parlor? Is that what we should do? \n[16]Let's go. \n[17]\n[18]  \n[19]\n[20]\n[21]\n[22]No, it's for the Mayor. It would be a sign of disrespect to the sheik if the mayor didn't take it himself. It's for you Mayor. \n[23] He's gotta take it himself, okay? \n[24] \n[25]Go get him. He needs to take the fuckin' briefcase, Irving. \n[26]No, you have no choice. You have to go get him. Now, go get him, so he takes the briefcase by himself! That's the whole plan, Irving! \n[27]The whole fuckin' thing was falling apart. You know how much I paid for this goddamn hotel that you fucking asked for?! \n[28]You understand what I'm saying, right? It wasn't working. \n[29] \n[30]Am I not buttoned? \n[31]I just gotta say Mr. Rosenfeld, that Lady Edith was very adamant that you were top notch and -- \n[32]I really need your help. I'm desperate. I've got the Audis for collateral and the two boats, and I forgot to mention that I have a little piece of real estate in Long Island. \n[33]Oh, I was gonna mention it and then the guy with the hat walked in. \n[34]And I forgot totally. It was the second time we had lunch. \n[35] \n[36]Like as a memento. \n[37] \n[38]\n[39]Zurich? You got an office in Zurich? Paris? I can call Paris? \n[40]Yeah, take your time. Do whatever you need to do. Go ahead, take your time. \n[41]I may not have you, Irving, but I have her on fraud. Impersonating another individual. \n[42]You may be from England, Edith, but you're not royal and you have no banking connections and that's a felony. How long is that? That's 3- 5 years I think. \n[43]Richie Dimaso, FBI. Nice to meet you. \n[44]You gotta get away from this guy. \n[45](to the other side of the \n[46]I know you think -- look at me. Hey. Edith. \n[47]I know you think Irv loves you. I know you think you know him -- that he sees the world as a cold, dark place, and he cares about nobody but very few people on his short list: his son, his father, Rosalyn, and you. And you think you're at the top of that list. But what if you're not. What if you're not even on the list at all? He'd be in here right now if he took the check. \n[48]He'd be in here right now if he took the check. But no, you did. God, it's, it's so clear to me. It's so crazy -- it's clear to me, but it's not clear to you. He uses you, Edith, to protect himself. To protect his son and his wife in Long Island. No? Yes. He put a ring on her finger, he adopted her son. They have huge house, they have two cars. What does she do all day? I'll tell you what she does -- she plays with her nails, she watches T.V., and she spends your money, the money that you make. \n[49]I don't like that you're in jail while he's going free. I don't like any of that. I want to help you. All the razzle-dazzle that he does, it's not good. It's not real. It's fake. It's not real. Who you are is who you are, between you and God. You and your soul. That's what matters. That's what counts. That's what I'm about. And that's what I see in you. Tell me you didn't feel it the first time we saw each other. Am I crazy? I don't think so. I'm not supposed to be talking like this, but I don't care, I break the rules. \n[50]Okay, Edith? Edith. I want to help you. I like you.  I like you.  I like you. \n[51]Been in there three days. Hasn't been so good for her. \n[52]How does that make you feel her in there? That check was for you, right? But you knew somethin' was off. That's 'cause you're good. You're, like, the best at what you do in the whole country, aren't you? \n[53]But you know what? If the country were run by people like you, Irving Rosenfeld we'd be living in Eastern Europe or Guatemala. You ever been in Guatemala? You ever been in jail in Guatemala? You ever try to get a telephone or a permit or anything in Guatemala? That's what this country would be like if we let people, let the liars like you, run this country. \n[54]My grandmother lived to be ninety- three years old. Never lied in her life. \n[55]Thank you. I'm proud of that, too. Does that make her not a good person? Is that not something to strive for? \n[56]I see something in you, Irving. I get very excited. I think that we have a lot of potential here. Now, look. I came up with the idea. It's all from me. I want to change things. I want to go after white collar crime. Irving, you're very skilled. And I want you to teach me and we can do this. I want four people that do what you do. Fraudulent investments. Fake certificates of deposit. Stolen art, fake art. You get me four people and you're off the hook. \n[57]You're good, you're done. Anything you want. But if you run, then your life is over. You'll be hunted, and it's gonna be very difficult for Rosalyn and your kid to live in this country. \n[58]69             An Arab sheik? Why do we need an                      69   \n[59]Oh that's good. \n[60]So if you want to get somebody like your con artist friend -- Carl Elway -- you get him to want to buy- - \n[61]-- or sell fake art or stolen art or fake certificates of deposit, he needs -- who does he need? -- he needs a rich sheik guy, and there you go -- we can pinch him! \n[62]Where? \n[63]How do you know the Sheik? \n[64]Yeah, he's good. \n[65]Wait, what're you talking about? That's impossible. \n[66]That's a fake? \n[67] \n[68]Something bigger? My guy deals with hundreds of millions of dollars. How much bigger? \n[69]Huge? Like what? (introducing himself) Robert Spencer, advisor to the Sheik. \n[70]Whose the guy? \n[71]Whose Carmine Polito? \n[72]My boss Stoddard proceeded to tell me that Carmine Polito was the most quietly powerful person in the state of New Jersey. A lifetime native of the very racially mixed Camden, which had become a ghetto, and where he had been Mayor for ten years. A very beloved guy. A guy who never gave up on his people. His father had emigrated from Italy and had stoked coal. \n[73]A big family guy with five kids. They even adopted some other kid. A black kid from the Boys and Girls Club who'd lost his family. I mean, his household was a joyous place. And his wife Dolly, she was the apple of his eye and the center of the household. I mean everyone loved this guy. \n[74]And he had a huge heart. \n[75]He worked with all the unions. He was the leader of the State Assembly. And he had just gotten gambling legalized in New Jersey to create jobs. \n[76]But he couldn't get the funds to rebuild Atlantic City and that was his problem. So with our help, he was about to have his hand in the wrong pocket at the wrong time. And to me that meant corrupt \n[77]Shhhh. Look, it's really simple. All you need is to put two million in a Chase account -- \n[78]-- under the Sheik's name -- \n[79]Shh, just listen. Two million dollars under the Sheik's name, in a Chase account that we control. Carmine calls up on the telephone -- calls the bank -- and he sees that the Sheik is real and he has a real account. Five days. \n[80]Stoddard, let us do what we need to do to rule out corruption and to get rid of the payoff guys that are ruining this country. That's my dream. Don't smother it, please. \n[81]Holy shit -- \n[82]I understand what's happening. You're saying your brother went out on the ice, the ice was too thin, he fell through the ice, he went in the water because he was too eager, and you're saying I'm too eager -- that's what you're saying? \n[83]What are you saying? \n[84]Stoddard shot the whole thing down. \n[85]Boring. \n[86]But Edith was a genius. \n[87]She somehow found this woman who controlled the wire room. A woman I'd never heard of. Way back in a warren buried in the Bureau. This cat lady nobody even talked to. Edith met her in the ladies room and became friends with her. This lady handled all the wires and now, she was working with us. \n[88]She was excited to be included in an operation instead of being on the other end of a memo. It was beautiful. \n[89]That's impressive. \n[90]We got her to wire two million dollars into an F.B.I.-controlled account at Chase. It'd be there for five days and if Polito called he'd see that the Sheik was real. \n[91]By the time Stoddard caught up to us Edith made sure his boss was impressed by my idea. So before he even knew it was happening his boss was calling to congratulate him. \n[92]Anthony Amado. He was the U.S. Attorney, and he had a major hard- on to make a name for himself. I mean this guy loved the idea of being famous. And Stoddard had to say it was his own idea or he'd look stupid in front of his boss. \n[93]You should be happy. There's imaginative things happening in this office, alright? We're not just working in a box. \n[94]We got the two million to put Carmine and the Sheik together. \n[95]I liked being on this side of the line. But someone had been left out. \n[96]You're gonna do this because you got no choice. You work for me. \n[97]How the hell am I ruining America?  \n[98]No I'm thinking big. This is gonna be fantastic. We're doing video surveillance. I'm doing this from the feet up.  \n[99]How about a suite at the Sheraton Hotel?  \n[100]Why not?   \n[101]Carmine does back door dealings all the time. We don't have a budget for that Irving! \n[102]Yeah we did it. \n[103]She showed me. \n[104] \n[105]\n[106]You playing me? Are we doing this? Or you playing him? It'd be very bad for you if you're playing me. \n[107]This is all very exciting, I never knew life could be like this. You're wild. You know we're taking down a very important politician. \n[108] \n[109]This is agent Richard Dimaso, I'm placing $75,000 into this briefcase for Mayor Carmine Polito to procure casino license and building permits for Atlantic City. \n[110]\n[111]Who? \n[112]What?! Without me?! \n[113]Did you tell him you were working with me? That I'm the Sheik's associate?!  \n[114]Carmine has got to deal with me, Irving.  \n[115]We're gonna use Carmine. We're gonna use Carmine to get other people, that's what we're gonna do.  \n[116]Carmine's gonna use the Sheik to pay off people.  \n[117]We're gonna let Carmine show the Sheik Atlantic City, how he's gonna renovate hotels, and see who shows up. Whoever the Sheik pays off for licenses and casinos, that's who we're gonna go after. We're gonna go after all of 'em!  \n[118]If your that successful, how come you wound up in this room with me? Taking orders from me. \n[119]  \n[120]Richard! What are you doing? Don't eat in the bathroom, I told you so many times! And Diane brought Napoleons for dessert. Come out of the bathroom and pray! \n[121]Oh my god, what did you do? \n[122] \n[123]Richard, the filter is broken in the fish tank. It's a problem. \n[124]See, your job is to do the filter, Mom, mine is to do the gravel. When you don't do the filter right all the fish die. See? \n[125]I can't get the top on that filter. \n[126]I've gone over this a hundred times mom -- \n[127]\n[128]-- and please help Richard to marry Diane so that I may have grandchildren and the Pope may have more followers. And please bless this food that we are about to eat - - \n[129]  \n[130]Yeah, hello? \n[131]Who's this? \n[132]Sit down and pray properly!   \n[133]Are you alright?  \n[134]That's right, he went out with Carmine and his wife. You must not feel so good about that.  \n[135]Richard, sit down!  \n[136]Oh, no, it's just people.  \n[137]People? I'm your fiancée! Richard!  \n[138]Well, I don't know, no fiancée.    I don't know.  \n[139]I don't know --  \n[140]The fish filter is broken!   \n[141]I don't. No. \n[142]Hey, you want to get together? \n[143]Richard, do something about the fish tank. \n[144]OK, fifty-fourth street. \n[145]\n[146]That's what that phone call's about. Everybody thought, \"Oh, Richie DiMaso's gonna stay in the office, pushing papers.\" That's not gonna happen, Mom. I'm outside in the field. I got people working for me. My ideas. I'm running the show. I'm the quarterback. And I'm not gonna settle for no one, Mom. \n[147] \n[148]Yeah, no, I don't know. \n[149]Do you ever think, how did I end up here? How did my life become this? You ever think that? And you wonder, am I ever gonna get to a better place or is this it? You ever feel like that? \n[150]No, I need this. Please, I need to go dancing with you. \n[151]Please. \n[152]\n[153]I really fucking like you. \n[154]\n[155]No more fake shit. \n[156] \n[157]\n[158]I need a jet at Teeterboro. \n[159]I need a jet at Teeterboro for the sheik. \n[160]Stoddard, that's not how it works. You got to do it from the feet up. \n[161]It means you gotta be committed! It means you gotta be committed to something in your life, for Christ's sake. I want a jet at Teterboro for the Sheik. It can be a small jet. It doesn't even have to take off, cause I know you're so worried about how much money the Bureau's gonna fucking spend. It can take off and land on the tarmac, okay? \n[162]I got the jet? \n[163]110             Thank you.                                            110   \n[164]So tell me the rest of the ice fishing story. \n[165]Your father woke you up, it was a blizzard, it was Lake Canoga. Come on! \n[166]So you tried to protect your brother, but you couldn't and that's why you feel bad, because you're trying to protect me and you're worried about me. Is that what the story's about? About protection? \n[167]It's not about protection? \n[168]Alright, fine. \n[169]Now that's a fucking jet right? \n[170]That's the kinda moves you need to make. \n[171]Paco, Richie Dimaso, good to meet you in person [shakes Paco's hand] - this is Irving Rosenfeld. \n[172]Who? \n[173]I gotta hire an F.B.I. guy. \n[174]I am running this but you've gotta listen to him. He's the guy with the vision. \n[175] \n[176]Don't worry about it. \n[177]Sell it. \n[178]Listen to what he's saying. \n[179]It's the details. That's what makes this guy a genius. \n[180]I'm complimenting you. Any other questions? \n[181]What? \n[182] \n[183]Yes. They're bodyguards for the Sheik. \n[184]Look. I'm in charge here, alright? Just do it. \n[185]Alright? \n[186]Good night. \n[187] \n[188]We came all this way, Irving. We should be here. What's everybody scared of? There's nothing to be scared of. \n[189]I love this! \n[190]How do you do? \n[191]May I present Sheik Abdullah, gentlemen, from Abu Dhabi. Sheik, these men are professionals, they run the best casinos in the United States. \n[192]That's not true. I don't know what your talking about. He's got it all wrong. \n[193]\n[194]Carmine knows everybody. \n[195]Wow, that's fantastic. \n[196]Irving please. \n[197] \n[198]Yeah. \n[199]Uh, I think, I think what he's -- \n[200]\n[201]102. \n[202]Can I use your phone? \n[203] \n[204] \n[205]I need a whole floor. I need it for my operation \n[206]I have members of Congress that are gonna come in right now to try to give the Sheik citizenship. They're taking bribes. This is happening right now. That's what's happening right now. \n[207]Stoddard. Stoddard! Shut up! Listen! Do you know who Victor Tellegio is? Victor. Tellegio. Works for Meyer Lansky. You know who that is? \n[208]Resorts International! He wants ten million dollars. I have two weeks! \n[209] \n[210]Calm me down baby. You gotta calm me down. \n[211]Baby let's do this. Let's do this right now. -- \n[212]I want to do this. You're fucking skin is glowing baby. Your skin is glowing. \n[213]I want to do this now! \n[214]  \n[215]I'm ready for real. \n[216]What? \n[217]What do you mean? What are you doing an accent? An American accent? \n[218]What are you talking about? Stop it. You're Edith. You're Edith Greensly. I checked your records. \n[219]You're -- freaking -- me -- out. No, you said in the stall that we were going to be real and that we weren't going to fake it. \n[220]So -- why -- did you do an English accent after that? \n[221] \n[222]-- I think we should fuck, and then we'll feel it and we won't be confused anymore. \n[223] \n[224]\n[225]\n[226] \n[227]What the fuck -- \n[228]You mean Sydney? \n[229]Irving has a gun. \n[230]I don't think so. \n[231] \n[232]Think he's gonna go after a politician? He's gonna kill you. Then he's going to go after your son. And Sydney. \n[233] \n[234]And you're going to tell me the point of that FUCKING fishing story. \n[235] \n[236]Just tell me where the fuck you are. \n[237]I'm coming to 61st Street. Right now. \n[238]To beat -- your ass. \n[239]I am so sorry. \n[240]I have nothing but the utmost respect for you as my mentor. (he reaches down and turns the tape recorder off) and as my -- \n[241]I just want to talk from my heart. I don't want it on record. I want to get vulnerable. \n[242]Of course. I respect you. \n[243]It's just hard for me to control my passion. I'm a very passionate person.  You're from New York. You understand this. He goes ice fishing in the midwest. \n[244]He's an ice fishing guy. Look at him. \n[245]What are you doing pulling out your gun? Stop it. That's not you. \n[246]Don't do something that you don't know anything about. Alright? \n[247]I'll show you how it's done. I'm not even going to hit you. \n[248]Watch this fucko. \n[249]Yes! At the Plaza Hotel.  \n[250]This is where they intersect! This is where the two things intersect. The Politicians and the Mafia. Victor Tellegio's people who run resorts international --  \n[251]Yes. I sat with him. I sat with Victor Tellegio. I hung out with him. We can get him. We can get his whole organization as well as getting any number of congressmen. I mean, that's just peeling the first layer of the onion.  \n[252]We would get ten million dollars and put it into an account --  \n[253]And that's how we just let them know we're for real.  \n[254]He promises to build casinos, handle the skims, do the licencing - -   \n[255]Thank you.  And Stoddard. \n[256] \n[257]I'm going to call your fucking brother and find out from him. \n[258]That's how it ends. He fell through the fucking ice. \n[259]Listen I know it's awkward and I just want to say I'm sorry, alright? I think we can stick together and still fulfill our goal. I mean, we got the Sherman Suite. \n[260]We got the whole floor, yeah. \n[261]Yeah, you ok? \n[262]It's alright. I got hit a little bit. My eye. It's a little blurry but I got drops at the pharmacy. \n[263]Hey, you OK? \n[264]Listen, I'm sorry. \n[265] \n[266]You can put a camera here. And we get it all on film. You like it? \n[267] \n[268]If we put the flower base here and put a camera in there we can get a clear shot of the couch there where we can put the congressmen. \n[269]And Carmine will go to jail after he delivers us the congressmen soon to be felons. \n[270]I'm federal agent Richard Dimaso. I've placed seventy-five thousand dollars into this briefcase for Representative John O'Connell of the Ninth District. \n[271]Representative O'Connell was contacted by Carmine Polito to ask if he could obtain rapid citizenship through an act of Congress for one Sheik Abdullah, investor. \n[272]How you doing congressmen? \n[273]The only problem is this citizenship situation. I mean, we got to expedite it as soon as possible. \n[274] I'm federal agent Richard Dimaso. I am placing 75 thousand dollars in this brief case for one Representative Gerald Sanders of the 3rd district. \n[275] \n[276]A $100,000 into this briefcase for two term United States Senator Horton Mitchell of New Jersey. \n[277]Where you going? \n[278]\n[279]\n[280]Good afternoon. \n[281]Where is Mr. Tellegio? \n[282]That's not good. We were willing to come here today, in person, to see Mr. Tellegio, as a sign of respect to give two million dollars -- \n[283]Excuse me. If you'll let me finish, we are willing to give two million dollars today of the ten. But without Mr. Tellegio here -- \n[284]He's right, we can't. \n[285]For what? The guy's not here. \n[286]That's it. \n[287]No, let's -- I'll call the Sheik. Can I use your phone? \n[288] \n[289]What if there are obstacles, what will you do? \n[290]This is a big enterprise. \n[291] \n[292]That's powerful stuff. Thank you. \n[293]138. \n[294]Thank you. Thank you for clarifying that. \n[295]I think that will be OK for the Sheik. \n[296] \n[297]\n[298]The money's been wired. \n[299]Yes we do sir. \n[300]Okay, well, thank you very much, Mr. Simone. \n[301]\n[302]The Sheik's very excited. \n[303] \n[304]\n[305]\n[306]\n[307] \n[308]Shh, shh, shh! \n[309](in unison with Simone on \n[310]\n[311]\n[312]\n[313]\n[314]He fucking knows about it. \n[315]Anthony, fuck them. It's over. We got them for wire fraud, it's over. You're done. You're both done. \n[316]Oh, you don't think so? \n[317](Richie looks from Irving \n[318] \n[319] Don't let him get in your heads. Listen to me, we're dealing with a very clever individual. \n[320]\n[321]I have a warrant for -- \n[322]I'm sorry, do I have the wrong office? Is this 701? Alfonse Simone? \n[323]  \n[324]That's because you conned me! You both fucking conned me. You both got under me. You did! \n[325]That's what I was trying to go after. \n[326]Stoddard -- \n[327]", "DiMaso": "\n[1]What are you doing, going behind my back? Telling people I'm screwing up this operation? I got you a suite at the fuckin' Plaza Hotel! \n[2]  \n[3]Based on what--? \n[4]What, did you try to dress me so I would look like him? \n[5]But I do, I look like him. \n[6]Hey, look, I never laid a hand on her, all right? Is that what this is about? \n[7]Look, we never had sex ok? I just -- \n[8]What'd I do? I put my hand like this -- \n[9]Oh it does? \n[10]That bothers you? \n[11]You know, a lot of shit bothers me too, but I was trying to help you. If I wanted to bother you, if I really wanted to fucking bother you, this is what I'd do. \n[12]How's that? You bothered now? (no answer) Alright, don't make a thing of it. \n[13]Oh my god, fix his hair. Don't make a thing of it. \n[14]Big fucking deal. We got to get in the other room, come on. The mayor's in there. \n[15]Should we go to the beauty parlor? Is that what we should do? \n[16]Let's go. \n[17]No, it's for the Mayor. It would be a sign of disrespect to the sheik if the mayor didn't take it himself. It's for you Mayor. \n[18] He's gotta take it himself, okay? \n[19] \n[20]Go get him. He needs to take the fuckin' briefcase, Irving. \n[21]No, you have no choice. You have to go get him. Now, go get him, so he takes the briefcase by himself! That's the whole plan, Irving! \n[22]The whole fuckin' thing was falling apart. You know how much I paid for this goddamn hotel that you fucking asked for?! \n[23]You understand what I'm saying, right? It wasn't working. \n[24] \n[25]Am I not buttoned? \n[26]I just gotta say Mr. Rosenfeld, that Lady Edith was very adamant that you were top notch and -- \n[27]I really need your help. I'm desperate. I've got the Audis for collateral and the two boats, and I forgot to mention that I have a little piece of real estate in Long Island. \n[28]Oh, I was gonna mention it and then the guy with the hat walked in. \n[29]And I forgot totally. It was the second time we had lunch. \n[30] \n[31]Like as a memento. \n[32] \n[33]Zurich? You got an office in Zurich? Paris? I can call Paris? \n[34]Yeah, take your time. Do whatever you need to do. Go ahead, take your time. \n[35]I may not have you, Irving, but I have her on fraud. Impersonating another individual. \n[36]You may be from England, Edith, but you're not royal and you have no banking connections and that's a felony. How long is that? That's 3- 5 years I think. \n[37]Richie Dimaso, FBI. Nice to meet you. \n[38]You gotta get away from this guy. \n[39](to the other side of the \n[40]I know you think -- look at me. Hey. Edith. \n[41]I know you think Irv loves you. I know you think you know him -- that he sees the world as a cold, dark place, and he cares about nobody but very few people on his short list: his son, his father, Rosalyn, and you. And you think you're at the top of that list. But what if you're not. What if you're not even on the list at all? He'd be in here right now if he took the check. \n[42]He'd be in here right now if he took the check. But no, you did. God, it's, it's so clear to me. It's so crazy -- it's clear to me, but it's not clear to you. He uses you, Edith, to protect himself. To protect his son and his wife in Long Island. No? Yes. He put a ring on her finger, he adopted her son. They have huge house, they have two cars. What does she do all day? I'll tell you what she does -- she plays with her nails, she watches T.V., and she spends your money, the money that you make. \n[43]I don't like that you're in jail while he's going free. I don't like any of that. I want to help you. All the razzle-dazzle that he does, it's not good. It's not real. It's fake. It's not real. Who you are is who you are, between you and God. You and your soul. That's what matters. That's what counts. That's what I'm about. And that's what I see in you. Tell me you didn't feel it the first time we saw each other. Am I crazy? I don't think so. I'm not supposed to be talking like this, but I don't care, I break the rules. \n[44]Okay, Edith? Edith. I want to help you. I like you.  I like you.  I like you. \n[45]Been in there three days. Hasn't been so good for her. \n[46]How does that make you feel her in there? That check was for you, right? But you knew somethin' was off. That's 'cause you're good. You're, like, the best at what you do in the whole country, aren't you? \n[47]But you know what? If the country were run by people like you, Irving Rosenfeld we'd be living in Eastern Europe or Guatemala. You ever been in Guatemala? You ever been in jail in Guatemala? You ever try to get a telephone or a permit or anything in Guatemala? That's what this country would be like if we let people, let the liars like you, run this country. \n[48]My grandmother lived to be ninety- three years old. Never lied in her life. \n[49]Thank you. I'm proud of that, too. Does that make her not a good person? Is that not something to strive for? \n[50]I see something in you, Irving. I get very excited. I think that we have a lot of potential here. Now, look. I came up with the idea. It's all from me. I want to change things. I want to go after white collar crime. Irving, you're very skilled. And I want you to teach me and we can do this. I want four people that do what you do. Fraudulent investments. Fake certificates of deposit. Stolen art, fake art. You get me four people and you're off the hook. \n[51]You're good, you're done. Anything you want. But if you run, then your life is over. You'll be hunted, and it's gonna be very difficult for Rosalyn and your kid to live in this country. \n[52]69             An Arab sheik? Why do we need an                      69   \n[53]Oh that's good. \n[54]So if you want to get somebody like your con artist friend -- Carl Elway -- you get him to want to buy- - \n[55]-- or sell fake art or stolen art or fake certificates of deposit, he needs -- who does he need? -- he needs a rich sheik guy, and there you go -- we can pinch him! \n[56]Where? \n[57]How do you know the Sheik? \n[58]Yeah, he's good. \n[59]Wait, what're you talking about? That's impossible. \n[60]That's a fake? \n[61] \n[62]Something bigger? My guy deals with hundreds of millions of dollars. How much bigger? \n[63]Huge? Like what? (introducing himself) Robert Spencer, advisor to the Sheik. \n[64]Whose the guy? \n[65]Whose Carmine Polito? \n[66]My boss Stoddard proceeded to tell me that Carmine Polito was the most quietly powerful person in the state of New Jersey. A lifetime native of the very racially mixed Camden, which had become a ghetto, and where he had been Mayor for ten years. A very beloved guy. A guy who never gave up on his people. His father had emigrated from Italy and had stoked coal. \n[67]A big family guy with five kids. They even adopted some other kid. A black kid from the Boys and Girls Club who'd lost his family. I mean, his household was a joyous place. And his wife Dolly, she was the apple of his eye and the center of the household. I mean everyone loved this guy. \n[68]And he had a huge heart. \n[69]He worked with all the unions. He was the leader of the State Assembly. And he had just gotten gambling legalized in New Jersey to create jobs. \n[70]But he couldn't get the funds to rebuild Atlantic City and that was his problem. So with our help, he was about to have his hand in the wrong pocket at the wrong time. And to me that meant corrupt \n[71]Shhhh. Look, it's really simple. All you need is to put two million in a Chase account -- \n[72]-- under the Sheik's name -- \n[73]Shh, just listen. Two million dollars under the Sheik's name, in a Chase account that we control. Carmine calls up on the telephone -- calls the bank -- and he sees that the Sheik is real and he has a real account. Five days. \n[74]Stoddard, let us do what we need to do to rule out corruption and to get rid of the payoff guys that are ruining this country. That's my dream. Don't smother it, please. \n[75]Holy shit -- \n[76]I understand what's happening. You're saying your brother went out on the ice, the ice was too thin, he fell through the ice, he went in the water because he was too eager, and you're saying I'm too eager -- that's what you're saying? \n[77]What are you saying? \n[78]Stoddard shot the whole thing down. \n[79]Boring. \n[80]But Edith was a genius. \n[81]She somehow found this woman who controlled the wire room. A woman I'd never heard of. Way back in a warren buried in the Bureau. This cat lady nobody even talked to. Edith met her in the ladies room and became friends with her. This lady handled all the wires and now, she was working with us. \n[82]She was excited to be included in an operation instead of being on the other end of a memo. It was beautiful. \n[83]That's impressive. \n[84]We got her to wire two million dollars into an F.B.I.-controlled account at Chase. It'd be there for five days and if Polito called he'd see that the Sheik was real. \n[85]By the time Stoddard caught up to us Edith made sure his boss was impressed by my idea. So before he even knew it was happening his boss was calling to congratulate him. \n[86]Anthony Amado. He was the U.S. Attorney, and he had a major hard- on to make a name for himself. I mean this guy loved the idea of being famous. And Stoddard had to say it was his own idea or he'd look stupid in front of his boss. \n[87]You should be happy. There's imaginative things happening in this office, alright? We're not just working in a box. \n[88]We got the two million to put Carmine and the Sheik together. \n[89]I liked being on this side of the line. But someone had been left out. \n[90]You're gonna do this because you got no choice. You work for me. \n[91]How the hell am I ruining America?  \n[92]No I'm thinking big. This is gonna be fantastic. We're doing video surveillance. I'm doing this from the feet up.  \n[93]How about a suite at the Sheraton Hotel?  \n[94]Why not?   \n[95]Carmine does back door dealings all the time. We don't have a budget for that Irving! \n[96]Yeah we did it. \n[97]She showed me. \n[98]You playing me? Are we doing this? Or you playing him? It'd be very bad for you if you're playing me. \n[99]This is all very exciting, I never knew life could be like this. You're wild. You know we're taking down a very important politician. \n[100] \n[101]This is agent Richard Dimaso, I'm placing $75,000 into this briefcase for Mayor Carmine Polito to procure casino license and building permits for Atlantic City. \n[102]Who? \n[103]What?! Without me?! \n[104]Did you tell him you were working with me? That I'm the Sheik's associate?!  \n[105]Carmine has got to deal with me, Irving.  \n[106]We're gonna use Carmine. We're gonna use Carmine to get other people, that's what we're gonna do.  \n[107]Carmine's gonna use the Sheik to pay off people.  \n[108]We're gonna let Carmine show the Sheik Atlantic City, how he's gonna renovate hotels, and see who shows up. Whoever the Sheik pays off for licenses and casinos, that's who we're gonna go after. We're gonna go after all of 'em!  \n[109]If your that successful, how come you wound up in this room with me? Taking orders from me. \n[110]  \n[111]Oh my god, what did you do? \n[112]See, your job is to do the filter, Mom, mine is to do the gravel. When you don't do the filter right all the fish die. See? \n[113]I've gone over this a hundred times mom -- \n[114]Yeah, hello? \n[115]Who's this? \n[116]Are you alright?  \n[117]That's right, he went out with Carmine and his wife. You must not feel so good about that.  \n[118]Oh, no, it's just people.  \n[119]Well, I don't know, no fiancée.    I don't know.  \n[120]I don't know --  \n[121]I don't. No. \n[122]Hey, you want to get together? \n[123]OK, fifty-fourth street. \n[124]That's what that phone call's about. Everybody thought, \"Oh, Richie DiMaso's gonna stay in the office, pushing papers.\" That's not gonna happen, Mom. I'm outside in the field. I got people working for me. My ideas. I'm running the show. I'm the quarterback. And I'm not gonna settle for no one, Mom. \n[125]Yeah, no, I don't know. \n[126]Do you ever think, how did I end up here? How did my life become this? You ever think that? And you wonder, am I ever gonna get to a better place or is this it? You ever feel like that? \n[127]No, I need this. Please, I need to go dancing with you. \n[128]Please. \n[129]I really fucking like you. \n[130]\n[131]No more fake shit. \n[132] \n[133]I need a jet at Teeterboro. \n[134]I need a jet at Teeterboro for the sheik. \n[135]Stoddard, that's not how it works. You got to do it from the feet up. \n[136]It means you gotta be committed! It means you gotta be committed to something in your life, for Christ's sake. I want a jet at Teterboro for the Sheik. It can be a small jet. It doesn't even have to take off, cause I know you're so worried about how much money the Bureau's gonna fucking spend. It can take off and land on the tarmac, okay? \n[137]I got the jet? \n[138]110             Thank you.                                            110   \n[139]So tell me the rest of the ice fishing story. \n[140]Your father woke you up, it was a blizzard, it was Lake Canoga. Come on! \n[141]So you tried to protect your brother, but you couldn't and that's why you feel bad, because you're trying to protect me and you're worried about me. Is that what the story's about? About protection? \n[142]It's not about protection? \n[143]Alright, fine. \n[144]Now that's a fucking jet right? \n[145]That's the kinda moves you need to make. \n[146]Paco, Richie Dimaso, good to meet you in person [shakes Paco's hand] - this is Irving Rosenfeld. \n[147]Who? \n[148]I gotta hire an F.B.I. guy. \n[149]I am running this but you've gotta listen to him. He's the guy with the vision. \n[150] \n[151]Don't worry about it. \n[152]Sell it. \n[153]Listen to what he's saying. \n[154]It's the details. That's what makes this guy a genius. \n[155]I'm complimenting you. Any other questions? \n[156]What? \n[157] \n[158]Yes. They're bodyguards for the Sheik. \n[159]Look. I'm in charge here, alright? Just do it. \n[160]Alright? \n[161]Good night. \n[162] \n[163]We came all this way, Irving. We should be here. What's everybody scared of? There's nothing to be scared of. \n[164]I love this! \n[165]How do you do? \n[166]May I present Sheik Abdullah, gentlemen, from Abu Dhabi. Sheik, these men are professionals, they run the best casinos in the United States. \n[167]That's not true. I don't know what your talking about. He's got it all wrong. \n[168]Carmine knows everybody. \n[169]Wow, that's fantastic. \n[170]Irving please. \n[171] \n[172]Yeah. \n[173]Uh, I think, I think what he's -- \n[174]Can I use your phone? \n[175] \n[176] \n[177]I need a whole floor. I need it for my operation \n[178]I have members of Congress that are gonna come in right now to try to give the Sheik citizenship. They're taking bribes. This is happening right now. That's what's happening right now. \n[179]Stoddard. Stoddard! Shut up! Listen! Do you know who Victor Tellegio is? Victor. Tellegio. Works for Meyer Lansky. You know who that is? \n[180]Resorts International! He wants ten million dollars. I have two weeks! \n[181] \n[182]Calm me down baby. You gotta calm me down. \n[183]Baby let's do this. Let's do this right now. -- \n[184]I want to do this. You're fucking skin is glowing baby. Your skin is glowing. \n[185]I want to do this now! \n[186]  \n[187]I'm ready for real. \n[188]What? \n[189]What do you mean? What are you doing an accent? An American accent? \n[190]What are you talking about? Stop it. You're Edith. You're Edith Greensly. I checked your records. \n[191]You're -- freaking -- me -- out. No, you said in the stall that we were going to be real and that we weren't going to fake it. \n[192]So -- why -- did you do an English accent after that? \n[193] \n[194]-- I think we should fuck, and then we'll feel it and we won't be confused anymore. \n[195] \n[196]\n[197] \n[198]What the fuck -- \n[199]You mean Sydney? \n[200]Irving has a gun. \n[201]I don't think so. \n[202] \n[203]Think he's gonna go after a politician? He's gonna kill you. Then he's going to go after your son. And Sydney. \n[204] \n[205]And you're going to tell me the point of that FUCKING fishing story. \n[206] \n[207]Just tell me where the fuck you are. \n[208]I'm coming to 61st Street. Right now. \n[209]To beat -- your ass. \n[210]I am so sorry. \n[211]I have nothing but the utmost respect for you as my mentor. (he reaches down and turns the tape recorder off) and as my -- \n[212]I just want to talk from my heart. I don't want it on record. I want to get vulnerable. \n[213]Of course. I respect you. \n[214]It's just hard for me to control my passion. I'm a very passionate person.  You're from New York. You understand this. He goes ice fishing in the midwest. \n[215]He's an ice fishing guy. Look at him. \n[216]What are you doing pulling out your gun? Stop it. That's not you. \n[217]Don't do something that you don't know anything about. Alright? \n[218]I'll show you how it's done. I'm not even going to hit you. \n[219]Watch this fucko. \n[220]Yes! At the Plaza Hotel.  \n[221]This is where they intersect! This is where the two things intersect. The Politicians and the Mafia. Victor Tellegio's people who run resorts international --  \n[222]Yes. I sat with him. I sat with Victor Tellegio. I hung out with him. We can get him. We can get his whole organization as well as getting any number of congressmen. I mean, that's just peeling the first layer of the onion.  \n[223]We would get ten million dollars and put it into an account --  \n[224]And that's how we just let them know we're for real.  \n[225]He promises to build casinos, handle the skims, do the licencing - -   \n[226]Thank you.  And Stoddard. \n[227] \n[228]I'm going to call your fucking brother and find out from him. \n[229]That's how it ends. He fell through the fucking ice. \n[230]Listen I know it's awkward and I just want to say I'm sorry, alright? I think we can stick together and still fulfill our goal. I mean, we got the Sherman Suite. \n[231]We got the whole floor, yeah. \n[232]Yeah, you ok? \n[233]It's alright. I got hit a little bit. My eye. It's a little blurry but I got drops at the pharmacy. \n[234]Hey, you OK? \n[235]Listen, I'm sorry. \n[236] \n[237]You can put a camera here. And we get it all on film. You like it? \n[238] \n[239]If we put the flower base here and put a camera in there we can get a clear shot of the couch there where we can put the congressmen. \n[240]And Carmine will go to jail after he delivers us the congressmen soon to be felons. \n[241]I'm federal agent Richard Dimaso. I've placed seventy-five thousand dollars into this briefcase for Representative John O'Connell of the Ninth District. \n[242]Representative O'Connell was contacted by Carmine Polito to ask if he could obtain rapid citizenship through an act of Congress for one Sheik Abdullah, investor. \n[243]How you doing congressmen? \n[244]The only problem is this citizenship situation. I mean, we got to expedite it as soon as possible. \n[245] I'm federal agent Richard Dimaso. I am placing 75 thousand dollars in this brief case for one Representative Gerald Sanders of the 3rd district. \n[246] \n[247]A $100,000 into this briefcase for two term United States Senator Horton Mitchell of New Jersey. \n[248]Where you going? \n[249]Good afternoon. \n[250]Where is Mr. Tellegio? \n[251]That's not good. We were willing to come here today, in person, to see Mr. Tellegio, as a sign of respect to give two million dollars -- \n[252]Excuse me. If you'll let me finish, we are willing to give two million dollars today of the ten. But without Mr. Tellegio here -- \n[253]He's right, we can't. \n[254]For what? The guy's not here. \n[255]That's it. \n[256]No, let's -- I'll call the Sheik. Can I use your phone? \n[257] \n[258]What if there are obstacles, what will you do? \n[259]This is a big enterprise. \n[260]That's powerful stuff. Thank you. \n[261]Thank you. Thank you for clarifying that. \n[262]I think that will be OK for the Sheik. \n[263] \n[264]\n[265]The money's been wired. \n[266]Yes we do sir. \n[267]Okay, well, thank you very much, Mr. Simone. \n[268]The Sheik's very excited. \n[269] \n[270]\n[271]Shh, shh, shh! \n[272](in unison with Simone on \n[273]He fucking knows about it. \n[274]Anthony, fuck them. It's over. We got them for wire fraud, it's over. You're done. You're both done. \n[275]Oh, you don't think so? \n[276](Richie looks from Irving \n[277] Don't let him get in your heads. Listen to me, we're dealing with a very clever individual. \n[278]I have a warrant for -- \n[279]I'm sorry, do I have the wrong office? Is this 701? Alfonse Simone? \n[280]That's because you conned me! You both fucking conned me. You both got under me. You did! \n[281]That's what I was trying to go after. \n[282]Stoddard -- ", "Pete": "\n[1]Yeah? What would you do? \n[2]But you expect that from her because she's so beautiful -- \n[3]I love her hair, so I know I'm gonna love how she'd do the room -- \n[4] \n[5]Carmine, there you are. \n[6]Ohhhh, heyyyyy! Come onnn! \n[7]You have a very beautiful wife. \n[8]Mr. Sheik, as a sign of our seriousness, Mr. Tallegio came from Miami to meet you tonight. \n[9]He's in the back room. \n[10] \n[11]Hey! \n[12]You alright? Take it easy. These things happen. Whatever's meant to be will be. \n[13]You say that? \n[14]See? Kindred spirits. \n[15]Whatever's meant to be will be. \n[16]\n[17] \n[18] \n[19]\n[20]   \n[21]\n[22]I don't like your husband. You're no good together. He doesn't appreciate you. Hey, it happens. It happened in my marriage. That's why I went to Miami. Sometimes you just gotta be tough. You gotta stand up and you gotta leave, you know? \n[23]Sometimes you gotta let something die to let something live. You're too beautiful to be unhappy. \n[24]\n[25]You said IRS. What IRS guy? What are you talking bout? \n[26]You know I hate to do this to you but I have to go talk to your husband. My boss is already angry. You stay here I'm going to give you some money for a taxi home. \n[27]You stay here. Get yourself some dessert. Finish the bottle of prosecco. I'm sorry. \n[28]You alright? \n[29]It's gonna be okay. You're gonna come live with me in Miami. \n[30]   \n[31]   \n[32] \n[33]What's this I hear about your curly haired friend working for the Government? \n[34]Your wife. \n[35] \n[36]Shut up. Shut the fuck up. \n[37] \n[38]What do you think this is? You think this is a fucking down payment plan? Like were Sears of Chevrolet? \n[39]Two million? How? \n[40] ", "Musane": "\n[1]Yeah? What would you do? \n[2]But you expect that from her because she's so beautiful -- \n[3]I love her hair, so I know I'm gonna love how she'd do the room -- \n[4] \n[5]Carmine, there you are. \n[6]Ohhhh, heyyyyy! Come onnn! \n[7]You have a very beautiful wife. \n[8]Mr. Sheik, as a sign of our seriousness, Mr. Tallegio came from Miami to meet you tonight. \n[9]He's in the back room. \n[10] \n[11]Hey! \n[12]You alright? Take it easy. These things happen. Whatever's meant to be will be. \n[13]You say that? \n[14]See? Kindred spirits. \n[15]Whatever's meant to be will be. \n[16]\n[17]\n[18]   \n[19]I don't like your husband. You're no good together. He doesn't appreciate you. Hey, it happens. It happened in my marriage. That's why I went to Miami. Sometimes you just gotta be tough. You gotta stand up and you gotta leave, you know? \n[20]Sometimes you gotta let something die to let something live. You're too beautiful to be unhappy. \n[21]\n[22]You said IRS. What IRS guy? What are you talking bout? \n[23]You know I hate to do this to you but I have to go talk to your husband. My boss is already angry. You stay here I'm going to give you some money for a taxi home. \n[24]You stay here. Get yourself some dessert. Finish the bottle of prosecco. I'm sorry. \n[25]You alright? \n[26]It's gonna be okay. You're gonna come live with me in Miami. \n[27]   \n[28]   \n[29] \n[30]What's this I hear about your curly haired friend working for the Government? \n[31]Your wife. \n[32] \n[33]Shut up. Shut the fuck up. \n[34] \n[35]What do you think this is? You think this is a fucking down payment plan? Like were Sears of Chevrolet? \n[36]Two million? How? \n[37] ", "Rosalyn": "\n[1]I put out the fire. The fire is out. \n[2]Oh shut up --  \n[3]You fell in love! Don't forget we fell madly in love!  \n[4]I don't like going out. You know that I get anxiety when I have to meet people. You know how hard that is.  \n[5]I put the fire out Irving! There is no fire! Maybe if you were here more, then there wouldn't have been a fire in the first place.  \n[6]Just stop with the whole fire thing. God it was a mistake. I'm sure a million people do that all the time. Those sun lamps are dangerous. Shouldn't even have them in the house, really. I bet that happens all the time. This was nothing. \n[7]You know that I could take Danny. You know that most of your work is illegal. And you know that if you tried to divorce me, you know that-- I'm not saying that I would, but I'm saying that I could. And I'm saying that that is why I don't like divorce, Irving. Women do that in divorces. Women get the children, and then the fathers never see them. My mother never got divorced. My grandmother never got divorced. There are NO divorces in my family. I am not getting a divorce. \n[8]We fight and we fuck and that's what we do. That's our thing. \n[9]Irving, come to mama. Come on. \n[10]Irving, come here. Come on. Get into bed. \n[11]63             Baby, there's such good stuff here.                    63   \n[12] \n[13]There's something, the topcoat, it's like perfumey but there's also something rotten? I know that sounds crazy, but I can't get enough of it. \n[14]No, smell it. It's true. Dolly, historically the best perfumes in the world, they're all laced with something nasty and foul. It's true! \n[15]Irving loves them. He can't get enough of them. \n[16] \n[17]Flowers, but with garbage. \n[18]Irving loves it. He can't get enough. That's what hooks you. He always comes back for it. \n[19] \n[20] \n[21]No, don't do that it makes me look more drunk than I am! I'm not this drunk. Irving please don't make me go, I was just starting to have fun! \n[22]  \n[23] \n[24](grabbing a fire \n[25]Don't make such a big deal. Just get another one. \n[26]\"I want the one Carmine gave me!\" Carmine, Carmine, why don't you just marry Carmine, get a little gold microwave and put it on a chain around your neck. You want to be more like Carmine? Why don't you build something like he does, instead of all your empty deals that are just like your fucking science oven. You know I read that it takes all of the nutrition out of our food. It's empty, just like your deals. Empty, empty! \n[27]It's not bullshit. I read it in an article. Look, by Paul Brodeur. \n[28]Bring something into this house that's gonna take all the nutrition out of our food and then light our house on fire? Thank God for me. \n[29] \n[30] \n[31]International protocol? What the fuck are you talking about? \n[32] \n[33]Who is that? \n[34]What is that about? \n[35] \n[36] \n[37]Federal agents? \n[38]What is it, an I.R.S. thing?     Like a tax investigation? \n[39]Are you in trouble? \n[40]I'm only nosy cause you never tell me anything. \n[41] \n[42]Irving's being a mean, boring man saying that he doesn't want me to come tonight. \n[43]Well, I agree. Want to tell him yourself? \n[44]Can you imagine? Tell him yourself. \n[45]I'm the life of the party! \n[46]Hey, don't talk about me like that! What's Carmine saying? \n[47]Carmine loves me. \n[48]Yes, I am happy. \n[49]\n[50]\n[51]\n[52]\n[53]\n[54] \n[55]I know who that is Irving. \n[56] \n[57]Hi.   Can I sit here? \n[58]How you guys doing? Everybody over there is really scared of you guys, you know that? \n[59]I think they have this room all wrong. \n[60]I would do it in all black and gold and I would do this bar like a big, warm golden mirror. \n[61]Thank you. \n[62]Oh stop. \n[63]It's because he's a party pooper. He's so boring. \n[64]\n[65]Hey Irving, I'm going to be having fun. Maybe it will be contagious. \n[66]\n[67]\n[68]I don't need to come with you. \n[69]Oh, you think I should come with you? \n[70]Why don't you get your fucking hands off me, you fucking whore! \n[71]You're a whore.  This is my husband's whore! \n[72]This is my husbands whore! \n[73]That's what I always say. \n[74]Yeah. \n[75]Whatever's meant to be will be. \n[76]\n[77]What the hell do I think I'm doing?! What the fuck do you think you're doing? You really gonna come in here and judge me for flirting with somebody after you've been fucking my husband for how many years?! \n[78]I got a ring on my finger. We have a child together. \n[79]Stop. \n[80]Shut up. \n[81]Well, he must like it on some level. He must want it because he keeps coming back for it. It's like that perfume that you love that you can't stop smelling, even when there's something sour in it. You can't get enough of it. But guess what, he's never gonna leave me. He's always going to want me, and I will make you so sorry, Edith. I will make you so sorry for what you've done to my family, mark my words. \n[82]Oh, I'm gross inside? \n[83]Maybe you're gross inside, with robbing people and all that shit that you do? Maybe we're both gross inside, that's what Irving loves about us. At least he's consistent with his women. You know, sometimes in life all you have are fucked up, poisonous choices. \n[84]\n[85]\n[86]\n[87] \n[88]\n[89]\n[90]I know. I mean, I don't want to badmouth my husband, but let me badmouth my husband for a second. He just thinks that he knows everything and he's so full of shit. He's such a liar. He thinks that I'm stupid, but I'm not stupid. I hear him on the phone arguing. He loves Carmine, but he hates that other guy, that curly- headed I.R.S. guy, or whatever who's carting around my husband's ex-lover, that redheaded whore. \n[91]Anyway. You can see that it drives him crazy. \n[92]I hear them on the phone. I think that he's got Irv in some sort of bind or something and he's making him do all of this stuff and so Irv and Carmine right now are at the Plaza Hotel throwing away all this money at like Congress or whatever. They're giving money to congress or something. I don't really know but I overheard it on the phone. \n[93] \n[94]164             Don't hurt him too bad. He's still                    164  \n[95]\n[96] 170   Rosalyn in full muumuu, wearing cleaning gloves and holding a 170   \n[97]\n[98]\n[99]  \n[100]Life is ridiculous and I would never say anything bad about your father in front of you but your father is a sick son of a bitch. \n[101]Don't repeat that. But yes. \n[102] Irving's Caddy comes screeching up to the house and parks in the driveway. Irv get's out and races inside.   \n[103] Rosalyn is still sitting on the bed with Danny.  \n[104] Rosalyn looks scared.  \n[105]\n[106] \n[107] \n[108]What are you talking about?! \n[109]Get out of here! I'm not doing anything! \n[110]You're a real sick son of a bitch for screaming at me like that in front of Danny. \n[111]\n[112]Alright fine! Yes, I wanted to hurt you but how do you think that I feel all day when you leave me alone all day? And all I've ever wanted is for you to love me. That's all I ever wanted. And stay married and for you to love me. And that's why I'm going to Miami! \n[113]That's why I'm going to Miami with Pete! \n[114]I finally found somebody who loves me just like YOU always wanted. \n[115]He likes me just the way I am. \n[116]You told me that you wanted me to find a nice quiet man! \n[117]He's the one. \n[118]\n[119]Why aren't you taking your heart pills? Irving, what's going on? What kind of trouble are you in?! What's happening? \n[120]What's happening? \n[121]You've got a plan? When did you get it? \n[122] \n[123]I knew it. I have always said, Irving, that you are very, very hard to motivate properly. And I knew that Pete was gonna go over there and knock some sense into you. I've been reading this book, Irving. It's by Wayne Dyer, about the power of intention. \n[124]And my intention in sending Pete over to you was so that you could come up with this plan. So, you're welcome. \n[125]You're welcome. \n[126]I'm a good partner. Almost better than Edith. You ever think about that? You ever think about how you might have underestimated me? \n[127]I'm going to keep my mouth shut and I'm not going to say anything but what do I do if Pete calls me? What am I supposed to say? \n[128]I'll tell Pete that I was wrong but you know that in real life, I was right for saying all that stuff because then that spurred on the actions that made you come up with this plan. So I will tell Pete. \n[129](pointing with cigarette \n[130]Irving, I've been doing a lot of thinking and -- you need to grow up. And you need to face the facts. And I think that both of us will be a lot happier if we get a divorce. \n[131]Just think about it. These things are never easy. \n[132]Irving. Good luck with your plan. \n[133]The car is a little dinged up and I'm a little stiff but I don't want to talk about it. \n[134]Irv. \n[135]I'm done with this nail finish. Bye for now. I'll see you next weekend. ", "Alfonse": "\n[1] \n[2] \n[3]  \n[4]Alfonse Simone. \n[5]Please, be seated. \n[6]I appreciate the fact that you all came in person, but the trip was really unnecessary because this whole thing could have been done with a simple wire transfer. As a matter of fact this is the number of our wire right here. \n[7]Mr. Tellegio unfortunately was called out of town on business. \n[8]I can assure you that I have the power of attorney -- \n[9]Please do. \n[10]What we will do is we guarantee all proper licenses and construction permits for any hotel casino that plans to open before the end of the year. \n[11]And we'll throw in the customary privileges and protection. \n[12]Obstacles? We are prepared to overcome any obstacles. \n[13]If we have to pay somebody off, we'll pay somebody off. If we have to lean on somebody, intimidate somebody, we'll intimidate somebody. We're experienced. This is our business. \n[14]And I'll tell you something else. At the end of this we'll teach you how to skim and how to cut it up and make some money on the side. Because we invented skimming. We've been doing it for thirty years. \n[15]Simone can take the money. What's the number? \n[16]  \n[17]I think we have a deal. \n[18]Pleasure doing business with you. \n[19]I'm sure that we'll be seeing each other. \n[20]I don't think I'll get sick of you. Nice meeting you. \n[21]If we have to pay somebody off, we'll pay somebody off. If we have to lean on somebody, intimidate somebody, we'll intimidate somebody. \n[22]\n[23] \n[24] Ed Malone, dressed as Alfonse Simone, steps to camera to shake Richie's hand.  ", "Simone": "\n[1]   \n[2] \n[3] \n[4]  \n[5]Alfonse Simone. \n[6]Please, be seated. \n[7]I appreciate the fact that you all came in person, but the trip was really unnecessary because this whole thing could have been done with a simple wire transfer. As a matter of fact this is the number of our wire right here. \n[8]Mr. Tellegio unfortunately was called out of town on business. \n[9]I can assure you that I have the power of attorney -- \n[10]Please do. \n[11]What we will do is we guarantee all proper licenses and construction permits for any hotel casino that plans to open before the end of the year. \n[12]And we'll throw in the customary privileges and protection. \n[13]Obstacles? We are prepared to overcome any obstacles. \n[14]If we have to pay somebody off, we'll pay somebody off. If we have to lean on somebody, intimidate somebody, we'll intimidate somebody. We're experienced. This is our business. \n[15] \n[16]And I'll tell you something else. At the end of this we'll teach you how to skim and how to cut it up and make some money on the side. Because we invented skimming. We've been doing it for thirty years. \n[17]Simone can take the money. What's the number? \n[18]  \n[19]I think we have a deal. \n[20]Pleasure doing business with you. \n[21]I'm sure that we'll be seeing each other. \n[22]I don't think I'll get sick of you. Nice meeting you. \n[23]If we have to pay somebody off, we'll pay somebody off. If we have to lean on somebody, intimidate somebody, we'll intimidate somebody. \n[24]\n[25] \n[26] Ed Malone, dressed as Alfonse Simone, steps to camera to shake Richie's hand.  ", "Sydney": "\n[1]As a matter of fact, it is. He died this year, you know. \n[2]Well I care. He saved my life many times. \n[3]Jeep's Blues. \n[4]Right now? \n[5]Sure. \n[6]It's magic. \n[7]He wasn't necessarily in good shape, and he had this comb-over that was rather -- elaborate. He had this air about him. And he had this confidence that drew me to him. He was who he was and he didn't care. \n[8]\n[9]It actually can feel kind of sexy sometimes. There's a boldness in it. But where would that boldness take me? I didn't know. But I was gonna find out. \n[10] \n[11]Alright. \n[12]I like it. \n[13]Yes. \n[14]\n[15]I was broke, fearless, with nothing to lose -- \n[16]-- and my dream,   more than anything, was to   become anyone else other than who I   was. \n[17]He had a chain of dry cleaning stores. He asked me to come in and upgrade my wardrobe-- he said a lot of nice things got left behind by people and forgotten over the years- - \n[18]People leave stuff here? \n[19]It's beautiful. \n[20]I love it. \n[21]Oh my god. I can only dream about these dresses. They're beautiful. \n[22]\n[23]What is this place? Do you sell art here? \n[24]I know it's your office, but, you have these other places. What's this for? Why did you bring me here? \n[25]You're their last resort? Because interest rates are north of 12% and heading to 18%. \n[26]Fucking Jimmy Carter. Fucking Nixon really. And the war and the deficit and all of that shit. \n[27]Thanks kid but how do you get them the money? \n[28]You don't do you? You don't. \n[29]Five thousand? You take five thousand and you don't give them anything? \n[30]Everybody at the bottom crosses paths eventually in a pool of desperation and you're waiting for them. \n[31]We? \n[32]You said it was nice knowing me. You said it was nice to meet me. \n[33] \n[34] \n[35] \n[36]Thank you. Did you like it? \n[37]I wasn't going anywhere. \n[38]You have me. \n[39]And so Irving and I began our partnership -- in love and commerce. \n[40]He told me to tell my friends I had London banking connections \n[41]And after that...say \"no\" a lot until the guy is hooked. \n[42]It was almost scary how easy it could be to take money from desperate people. \n[43]We're very selective. \n[44]You're not being aggressive enough in putting up your assets -- \n[45]  \n[46]He was married, and he had a son. \n[47]He had adopted her son. \n[48]He was a really good dad and I respected him for that. It was a tough situation for everyone. \n[49]\n[50]No, he's not messing with my judgment. \n[51]THE AIR UNCOMFORTABLY AWKWARDLY UNTIL -- almost in slow motion --Edith takes the check -- staring at Mort. IRV STARTS \n[52]32. \n[53]  \n[54]We need to leave. We need to run and we need to do it now. We can go to Estonia or Romania, I don't care, we'll take the cash from the bed and get out of here, alright? We talked about it a hundred times. \n[55]What about Danny? \n[56]That's a manipulation! Rosalyn's will never let you go. She'll use Danny against you because she's too messed up to let you leave. \n[57]Richie said you would say that. \n[58]Yes I am. I'm not even on your list am I? \n[59]Your list. Your short list. Your long list. I'm not even on anyone of your fucking lists. I thought you loved me. I thought we had something. \n[60]Yes. Yes, that's what I'm saying. You, me, Danny. \n[61]I'm saying it now. We're us, and we can make it an adventure like we did. We can make it an adventure like we make everything, alright? But we have to go now. We have to leave right now. \n[62]You have to take me away! We have to leave! What are you saying?! Oh my god. \n[63]I can't believe this is happening. \n[64] \n[65]I just never thought you were conning me. \n[66]No, I'm done. \n[67] \n[68]We are going to need another move, trust me. And you're going to be thanking me. (shifts to British accent) The key to people is what they believe and what they want to believe and I want to believe that we were real, and I want to believe that a man could want me. And I'm gonna take all of that heartbreak, and all of that sorrow, and I am going to use it. And I'm going to make Richie think that I want him, and that I like him, and I'm going to be very convincing -- And I'm pissed at you. \n[69]Because I'm pissed at you! \n[70]Maybe I do like him -- Maybe I like him a lot. From the feet up right -- baby? \n[71]Quite your belly aching and come up with something to get us out of this. And you're right -- I'm in no state to deal with this so what's it gonna be, Mister Mastermind? \n[72]If you could not call him `stupid' which he's isn't, he's smarter than you. Last I checked he's in control here and we work for him now so be nice. \n[73]Only they can't get into his money unless you they know someone, and that someone is us. \n[74] \n[75] \n[76] \n[77] \n[78]   \n[79]\n[80] \n[81]\n[82]\n[83]\n[84]\n[85]\n[86] \n[87] \n[88] \n[89] \n[90]This is me. \n[91]I falsified my records back to birth. I falsified them. \n[92]My name is Sydney Prosser, and I'm from Albuquerque, New Mexico. I'm not Edith Greensly. There is no Edith Greensly. \n[93]I'm being real now. This is who I am. I'm Sydney Prosser. Ok? \n[94]I'm sorry I didn't tell you in the stall. \n[95]I created Edith because I needed her to survive, okay? But I'm done with that now. I'm so fucking done with that. Like you do what you need to survive, right? You do it. You know, you live with your mom -- you have a fiancée you don't even acknowledge, right? That's what you do. And you curl your hair in little fucking curlers, which is -- No, it's okay, you look good with it, but you know -- you have straight hair, so that's what you do to survive. You do all sorts of things, you know. We all do. \n[96]I'm fucking confused too, alright? \n[97]No -- I want to talk. I don't want to fuck. \n[98]NO! I'm not fucking you. I'm not fucking fucking you! \n[99]\n[100]I told him. I'm sorry. I just don't give a fuck anymore, I don't give a fuck. I don't fucking care. \n[101] \n[102]We were supposed to do it from the feet up like you always said. That's how we were meant to do it but you didn't do it like that. You didn't do it like that. You played it safe so there was always a danger you were going to end up with Rosalyn in the dead space, floating on some dead spaceship with the furniture and the curtains. And I was your life line out and you were mine and that was ok. \n[103]Like I said. You never said that. I said that. We gotta get over on all these guys. That's what we need to be thinking about right now. \n[104]Yeah. You? \n[105]I'm sorry. \n[106]You know the only way to help Carmine is through the Tellegio thing. \n[107]There's only one thing that can really fuck this up and that's your wife. \n[108]\n[109]\n[110]\n[111]138. \n[112]\n[113] \n[114]Irving! \n[115]Your heart pills. Where are your heart pills? \n[116]Just rest. \n[117] \n[118]\n[119]You lost two million dollars of taxpayer money because you were confused about the location and the identity of Victor Tellegio's attorney? \n[120]\n[121] \n[122]TURNTABLE: DUKE ELLINGTON'S JEEPS BLUES, begins. SHE STARES ", "Prosser": "\n[1]As a matter of fact, it is. He died this year, you know. \n[2]Well I care. He saved my life many times. \n[3]Jeep's Blues. \n[4]Right now? \n[5]Sure. \n[6]It's magic. \n[7]He wasn't necessarily in good shape, and he had this comb-over that was rather -- elaborate. He had this air about him. And he had this confidence that drew me to him. He was who he was and he didn't care. \n[8]It actually can feel kind of sexy sometimes. There's a boldness in it. But where would that boldness take me? I didn't know. But I was gonna find out. \n[9]Alright. \n[10]I like it. \n[11]Yes. \n[12]I was broke, fearless, with nothing to lose -- \n[13]-- and my dream,   more than anything, was to   become anyone else other than who I   was. \n[14]He had a chain of dry cleaning stores. He asked me to come in and upgrade my wardrobe-- he said a lot of nice things got left behind by people and forgotten over the years- - \n[15]People leave stuff here? \n[16]It's beautiful. \n[17]I love it. \n[18]Oh my god. I can only dream about these dresses. They're beautiful. \n[19]What is this place? Do you sell art here? \n[20]I know it's your office, but, you have these other places. What's this for? Why did you bring me here? \n[21]You're their last resort? Because interest rates are north of 12% and heading to 18%. \n[22]Fucking Jimmy Carter. Fucking Nixon really. And the war and the deficit and all of that shit. \n[23]Thanks kid but how do you get them the money? \n[24]You don't do you? You don't. \n[25]Five thousand? You take five thousand and you don't give them anything? \n[26]Everybody at the bottom crosses paths eventually in a pool of desperation and you're waiting for them. \n[27]We? \n[28]You said it was nice knowing me. You said it was nice to meet me. \n[29] \n[30] \n[31]Thank you. Did you like it? \n[32]I wasn't going anywhere. \n[33]You have me. \n[34]And so Irving and I began our partnership -- in love and commerce. \n[35]He told me to tell my friends I had London banking connections \n[36]And after that...say \"no\" a lot until the guy is hooked. \n[37]It was almost scary how easy it could be to take money from desperate people. \n[38]We're very selective. \n[39]You're not being aggressive enough in putting up your assets -- \n[40]He was married, and he had a son. \n[41]He had adopted her son. \n[42]He was a really good dad and I respected him for that. It was a tough situation for everyone. \n[43]No, he's not messing with my judgment. \n[44]We need to leave. We need to run and we need to do it now. We can go to Estonia or Romania, I don't care, we'll take the cash from the bed and get out of here, alright? We talked about it a hundred times. \n[45]What about Danny? \n[46]That's a manipulation! Rosalyn's will never let you go. She'll use Danny against you because she's too messed up to let you leave. \n[47]Richie said you would say that. \n[48]Yes I am. I'm not even on your list am I? \n[49]Your list. Your short list. Your long list. I'm not even on anyone of your fucking lists. I thought you loved me. I thought we had something. \n[50]Yes. Yes, that's what I'm saying. You, me, Danny. \n[51]I'm saying it now. We're us, and we can make it an adventure like we did. We can make it an adventure like we make everything, alright? But we have to go now. We have to leave right now. \n[52]You have to take me away! We have to leave! What are you saying?! Oh my god. \n[53]I can't believe this is happening. \n[54] \n[55]I just never thought you were conning me. \n[56]No, I'm done. \n[57] \n[58]We are going to need another move, trust me. And you're going to be thanking me. (shifts to British accent) The key to people is what they believe and what they want to believe and I want to believe that we were real, and I want to believe that a man could want me. And I'm gonna take all of that heartbreak, and all of that sorrow, and I am going to use it. And I'm going to make Richie think that I want him, and that I like him, and I'm going to be very convincing -- And I'm pissed at you. \n[59]Because I'm pissed at you! \n[60]Maybe I do like him -- Maybe I like him a lot. From the feet up right -- baby? \n[61]Quite your belly aching and come up with something to get us out of this. And you're right -- I'm in no state to deal with this so what's it gonna be, Mister Mastermind? \n[62]If you could not call him `stupid' which he's isn't, he's smarter than you. Last I checked he's in control here and we work for him now so be nice. \n[63]Only they can't get into his money unless you they know someone, and that someone is us. \n[64] \n[65]This is me. \n[66]I falsified my records back to birth. I falsified them. \n[67]My name is Sydney Prosser, and I'm from Albuquerque, New Mexico. I'm not Edith Greensly. There is no Edith Greensly. \n[68]I'm being real now. This is who I am. I'm Sydney Prosser. Ok? \n[69]I'm sorry I didn't tell you in the stall. \n[70]I created Edith because I needed her to survive, okay? But I'm done with that now. I'm so fucking done with that. Like you do what you need to survive, right? You do it. You know, you live with your mom -- you have a fiancée you don't even acknowledge, right? That's what you do. And you curl your hair in little fucking curlers, which is -- No, it's okay, you look good with it, but you know -- you have straight hair, so that's what you do to survive. You do all sorts of things, you know. We all do. \n[71]I'm fucking confused too, alright? \n[72]No -- I want to talk. I don't want to fuck. \n[73]NO! I'm not fucking you. I'm not fucking fucking you! \n[74]I told him. I'm sorry. I just don't give a fuck anymore, I don't give a fuck. I don't fucking care. \n[75]We were supposed to do it from the feet up like you always said. That's how we were meant to do it but you didn't do it like that. You didn't do it like that. You played it safe so there was always a danger you were going to end up with Rosalyn in the dead space, floating on some dead spaceship with the furniture and the curtains. And I was your life line out and you were mine and that was ok. \n[76]Like I said. You never said that. I said that. We gotta get over on all these guys. That's what we need to be thinking about right now. \n[77]Yeah. You? \n[78]I'm sorry. \n[79]You know the only way to help Carmine is through the Tellegio thing. \n[80]There's only one thing that can really fuck this up and that's your wife. \n[81]Irving! \n[82]Your heart pills. Where are your heart pills? \n[83]Just rest. \n[84] \n[85]You lost two million dollars of taxpayer money because you were confused about the location and the identity of Victor Tellegio's attorney? ", "Anthony": "\n[1]\n[2]I'm very impressed. That was very smart. The Sheik with the money in the bank is a fantastic...don't be modest. \n[3]So, you want to use the Sherman Suite? The entire floor? \n[4]What happened to the Mafia? I thought you were --  \n[5]Victor Tellegio showed his face?  \n[6]Wow. How you going to do that?  \n[7]What does he say he's gonna do for the ten million dollars? How are we trapping him?  \n[8] \n[9]Even to entrap Tellegio it's crazy. But you can have the Sherman Suite - - \n[10]--Stoddard, please -- To go and get me some congressmen. Go get some congressmen taking bribes. I want to pinch us some congressmen, ok? You come back to me. I'm proud of you. \n[11]This is the Sheik. \n[12] The funds have been transferred. \n[13] \n[14]Please. Come in. Sit down. \n[15]Do you know where our two million dollars is? \n[16]No, actually it's not with Victor Tellegio or Alfonse Simone. \n[17]It's gone missing. Did you know that? \n[18]That's interesting that you said that because while you were on your way over here, we got an anonymous phone call from someone who said that in exchange for immunity for the two of you and a reduced sentence for Carmine Polito we get our two million dollars back. \n[19]No idea? \n[20]I got it. I understand how these deals are made. See, someone has leverage. \n[21] ", "Amado": "\n[1] \n[2]I'm very impressed. That was very smart. The Sheik with the money in the bank is a fantastic...don't be modest. \n[3]So, you want to use the Sherman Suite? The entire floor? \n[4]What happened to the Mafia? I thought you were --  \n[5]Victor Tellegio showed his face?  \n[6]Wow. How you going to do that?  \n[7]What does he say he's gonna do for the ten million dollars? How are we trapping him?  \n[8] \n[9]Even to entrap Tellegio it's crazy. But you can have the Sherman Suite - - \n[10]--Stoddard, please -- To go and get me some congressmen. Go get some congressmen taking bribes. I want to pinch us some congressmen, ok? You come back to me. I'm proud of you. \n[11] \n[12]This is the Sheik. \n[13] The funds have been transferred. \n[14] \n[15]\n[16] \n[17] \n[18]\n[19]Please. Come in. Sit down. \n[20]Do you know where our two million dollars is? \n[21]No, actually it's not with Victor Tellegio or Alfonse Simone. \n[22]It's gone missing. Did you know that? \n[23]That's interesting that you said that because while you were on your way over here, we got an anonymous phone call from someone who said that in exchange for immunity for the two of you and a reduced sentence for Carmine Polito we get our two million dollars back. \n[24]No idea? \n[25]I got it. I understand how these deals are made. See, someone has leverage. \n[26] \n[27] \n[28] \n[29] "}}