{"filename": "American-Sniper_script.txt", "imdb_id": "tt2179136", "imdb_url": "https://www.imdb.com/title/tt2179136", "characters": ["Goat-Winston", "Chris Kyle", "Sarah", "Cowboy", "Instructor #2", "Tony (as Rey Gallegos)", "Young Chris Kyle", "Jeff Kyle", "Pastor", "Wayne Kyle", "Bully (as Brandon Salgado-Telis)", "Navy Recruiter", "Instructor Rolle", "Deby Kyle", "Young Jeff Kyle"], "dialogues": {"Chris": "\n[1]Fucking hot box. \n[2]I guess you'd know. \n[3]     \n[4] \n[5] \n[6] \n[7]Her arms aren't swinging. She's carrying something. \n[8]She just pulled a grenade. An RKG Russian grenade. I think she gave it to the kid. \n[9]You got eyes on this? Can you confirm? \n[10]Fuck-- \n[11] \n[12]Yes, sir. \n[13]Can it see me? \n[14]  \n[15]The guy was picking on Jeff. \n[16] \n[17]Is that what they say? \n[18]Don't say it. \n[19]Who wants to hump a rodeo star? \n[20]What the fuck-- \n[21] \n[22] \n[23]Get out. \n[24]But she was right... \n[25]Jeff, wake up. Look at this-- \n[26]Look what they did... \n[27]I saw what they did, on our soil, and-- \n[28]Yes, sir. But I can't see myself on a ship. I'd wanna be in the fight-- \n[29]SEALs? \n[30]I ain't much of a swimmer-- \n[31] \n[32]No, sir! \n[33]30, sir. \n[34]No, sir. \n[35]I love water, hooyah. \n[36] \n[37]No, sir. \n[38]--and when I told her the condom broke she started crying and begging me to do something. And I'm a virgin, I don't know what to do, but I'd heard if you pour Coke up there you won't get pregnant-- So we went to 7-11, got a liter of Coke and drove back into the woods. She took her panties off and did a handstand against a tree but when I start pouring, she starts screaming, \"it stings, it stings\" but when I'd stop, she'd scream \"no don't stop\" and it's fizzing out and-- \n[39]Dangerous, sir. Feeling dangerous. \n[40]I'm gonna try and get into sniper school. \n[41]I can hunt. And what's cooler than being a sniper? \n[42]It could be the leather pants. \n[43]Corduroy. \n[44]Only thing that happens to me after three beers is a fourth. \n[45]I'm no redneck, I'm a Texan. \n[46]We ride horses, they ride their cousins. \n[47]I polish dolphins. They have to be polished in captivity or their skin disintegrates. \n[48]To be honest, you look a little sad. \n[49]So am I tall enough to buy you a drink? \n[50]How about this: one shot, one answer. \n[51]I'm just finishing BUD/S. \n[52]That was two questions... \n[53]What's that mean you know all about us? \n[54] \n[55]Cause it's the greatest country on earth and I believe it's worth protecting. I'm sorry this guy hurt your sister but that's not me. Nice talking to you. \n[56]You said you'd never date a SEAL, so I'm going home. \n[57]Well in that case... what's your name? \n[58]Nice to meet you, Taya. I'm Chris Kyle. \n[59]Our instructors say our biggest enemies are ego, liquor, and women. \n[60]It's me again. The guy whose shoes you puked on? I was thinking maybe you didn't get my last message. Or the one before that. So, I figured-- \n[61]I wanted to be a cowboy-- but I did that and I felt like I was meant for more. \n[62]I rescued that bar from you. \n[63]Do you like country music? \n[64]You want kids? \n[65]That's a shitty thing to tell a girl. \n[66]But those wrong picks put you here. They made you who you are. And I like who you are. \n[67] \n[68]Check. I'm dialed for windage. \n[69]You're trembling... \n[70]We don't have to do this... \n[71]If I close my off-eye I can't see what's out there. \n[72]Negative. There's something-- \n[73]   \n[74]There it is. \n[75]I know enough. You're a package deal, babe. \n[76]What are you afraid of? \n[77]I'm going to marry you, and we're going to start a family. \n[78]I love you. I'm done. \n[79]Would you believe me if I told you I was painted green and on an IV two hours ago? \n[80] \n[81]They say it'll be over in 6 weeks. \n[82]Don't be afraid. It's all part of the plan. \n[83] \n[84]A sniper won't aim for your head. \n[85]They got sniping in the Olympics now? \n[86]You ever hunt? \n[87] \n[88]I'm going to the roof. You stay here and be on the lookout for farm animals. \n[89]    \n[90] \n[91] \n[92]Hold up. I got a woman and a kid, moving toward the convoy. \n[93]Her arms aren't swinging. She's carrying something. \n[94]She just pulled a grenade. An RKG Russian grenade. I think she gave it to the kid. \n[95]You got eyes on this? Can you confirm? Over. \n[96]Fuck-- \n[97] His eyes water with focus, his exhale hisses from tobacco- stained teeth. Breathe it down. He struggles to get calm. \n[98] He winces, sickened, and struggling to swallow the little piece of him that just died.  \n[99] MOTHER flees down sidewalk, robes aflutter. CROSS-HAIRS lead her. BAM. It pocks wall behind her. A round ejects. CROSS-HAIRS swing forward, leads her more. BAM. She runs into scope, reaches center, meets bullet. A red mist.  \n[100]Get the fuck off me. \n[101]     \n[102]  \n[103] Glowing green hue. CROSS-HAIRS track the Marines entry, sweep the street and push toward the rooftop, when--  A SHOT SOUNDS. A MARINE FALLS in a 2nd story window.  \n[104]That was sniper fire. Shooter is on our side of Elizabeth street. Over. \n[105] CROSS-HAIRS TRACK across the city-scape. TIME LAPSES and the world  SPEEDS UP. Humvees and tanks streak past, lights blur, trees blow in choppy havoc, then--  TIME SLOWS to a crawl as CROSS-HAIRS FIND A MALE hurrying into a alley, pulling shit from a pack. We zero-in and-- a flame flickers. The male is smoking opium.   CROSS-HAIRS drift off him and TIME SPEEDS UP, dogs eat a rotting body by the roadside, vicious in fast motion. TWO WOMEN wobble down the road with buckets, wind whips roadside grass into a tizzy and WE HALT ON--  CROSS-HAIRS ON A PERFECT CIRCLE in the grass, a rifle- barrel? Stay on it. In stillness it finds context; a RUSTY PIPE. TIME SPEEDS FORWARD, TWO BOYS zip by on a Vespa, OLD MEN frantically bow to mecca on rooftops. Clouds boil across dawn sky. His eye never leaves glass.  \n[106]And they were clean. Right? \n[107] \n[108]My shooter statements are on the dresser. \n[109]Should be eight. Two got dragged off. Something wrong? \n[110]They still got one of our guys. \n[111]Where is everybody? \n[112]Why ain't you out there? \n[113] \n[114]This kid didn't even have hair on his balls and his mom hands him a grenade-- sends him running off to kill Marines. \n[115]It was evil, man. That was hate like I've never seen it before. \n[116] \n[117]It's just not how you imagine the first one going down. \n[118]The other ones-- were righteous. Like God was blowing on my bullets. \n[119]By every kill, do you mean just our kills or you're monitoring the bad guys too? \n[120]Sorry, was that a question? \n[121] \n[122]Well, I don't know what a Koran looks like but I can describe what he was carrying-- it was pressed metal, fired 7.62s and looked just like an AK-47. \n[123]That's not how the call-home goes, babe. \n[124]There are things we can't say over the phone. \n[125]I can't stop thinking about that pink silky thing you wore on our honeymoon... \n[126]Yeah-- \n[127]It was a good three days. I miss you bad. \n[128]Yeah. But I got my gun in one hand and the phone in the other-- \n[129]You're horny preggers. \n[130]You could be 300 pounds I'd still do you. \n[131]How's my boy? \n[132]I can't wait to see the way you are with him. You're gonna be incredible. \n[133]I just know. I can see it. \n[134]I haven't checked any email. \n[135]What happened? \n[136]Taya. \n[137]What happened to jump school? I thought-- \n[138]Deployed where? Where's he going? \n[139]These Marines rush in like they been doing, they'll get their asses shot off. \n[140]So let's coach them up. I'll show them how Team Guys do it and lead a unit in the street. \n[141]But if I was down in the street-- \n[142]I just wanna get the bad guys. And I can't shoot them if I can't see `em. \n[143]They're not-- \n[144]You said that AQI sniper was in the Olympics-- but Iraq hasn't qualified a shooter in the last three games. \n[145]  \n[146] \n[147]Fuck this-- I'm going down to clear houses with the Marines. You coming? \n[148] \n[149] \n[150]I'll roll with you guys if that's cool? \n[151]It's 32. But who's counting. \n[152] \n[153]Down. Down! On the floor, now! \n[154]I will fucking shoot you! Down! Get down-- \n[155]You were ordered to evacuate. Why are you still here? \n[156]Who will know we've spoken? \n[157]Bring the other guys in. \n[158]Who is he? I need a name. \n[159]So he's some kind of enforcer? \n[160] \n[161]How do we find him? \n[162]We don't even have proof this guy exists. \n[163]I'm sorry. I want to help you. I do. But I need names, places, phone numbers-- \n[164]Give me a name, Sheik. Give me something. \n[165]Yes sir, it does. \n[166]He left that part out. \n[167]Or he could be upset The Butcher cut off his wife's hand. Either way, seems like you'd wanna explore it. \n[168]But you don't know his real name or you'd have it written up there. \n[169]If we're going back out, TEAM 3 could pull security-- \n[170]Why didn't you? \n[171]My kind of preacher. \n[172]You haven't heard? I'm The Legend. Hey babe-- \n[173]It's a boy! \n[174]Check. Large caliber. Came in at an angle, gotta be 300 or more out-- \n[175]Negative-- \n[176]Minaret, 11 o'clock! \n[177]You got eyes on that? \n[178]Eyes on The Butcher. He's got that Sheikh's kid in the street-- \n[179]Fuck!-- \n[180]I'm gonna pop smoke for cover but don't move till I say. \n[181]Hold. \n[182]Holding! Hold... \n[183]Move now. Go-- \n[184]Cause I'd wait. \n[185]Go around. I'll go high. \n[186]   \n[187]  \n[188]     \n[189]He had line-of-sight 500 meters out. \n[190]We need to work up a squad to pursue him. \n[191]What do you mean? \n[192]Can he do that? Just shelf us like that? I ship home in three weeks. \n[193]Shh. I'm know. I'm so sorry. \n[194]You're the most beautiful thing I've ever seen. \n[195]Our bedroom. \n[196]If it catches the light... \n[197]They're mine. I swear... \n[198] \n[199]I am... What if that little alien reaches out and grabs me? \n[200]  \n[201] \n[202]Maybe we just relax here? \n[203]Good. Doing good. \n[204]Not really. \n[205]I'm just happy to be home. \n[206]If you wanna help, you should be looking at my knees. I don't know what I did but-- \n[207]No, ma'am. \n[208] \n[209]Is that high? \n[210]I'll look into it. Thanks doc. \n[211]You sabotaged me back there. \n[212]It is okay. I'm fine. \n[213]Babe, I'm driving down the freeway, it's sunny and 72 degrees. I'm fine. But there are people dying over there and I look around and it's like it's not even happening. It's barely on the news, no one talks about it. No one cares. And if I stay too long I'll forget about it too. \n[214]We're at war and I'm headed to the mall. \n[215]I don't belong here. I can't help anybody- \n[216]Oh shit-- \n[217]I'm going back. \n[218]My little man... \n[219]Look at our boy. Look what we did. I love you, baby. We made it-- \n[220]  \n[221]This sniper is recording his kills. Mustafa. They sell these in the street. \n[222]I don't want you thinking about it. I don't need you worrying. \n[223] \n[224]They're fuckin savages. \n[225]Slower than Christmas. \n[226]Can you give me a second--? \n[227]Hey, grunt-- \n[228]Y'alright? You in one piece? \n[229]You okay? Jeff?-- \n[230]What happened? \n[231]I'm proud of you. You hear me? \n[232]Dad too. He's proud of you. \n[233] \n[234]Thank you, sir. \n[235]Don't tell my wife, she might take that number right about now. \n[236]Yes, sir. \n[237]You guys know how I hate this shit so shut your traps. Our target is Amir Khalaf Fanus aka The Butcher. We'll be heading in under cover of darkness, sector P13, north of the river-- \n[238]God, country, family, right? \n[239]You getting weird on me? \n[240]You need to sit this one out? \n[241]Evil lives here, we've seen it. \n[242]You want to invite these motherfuckers to come fight in San Diego? Or New York? We're protecting more than this dirt. \n[243] \n[244]Tell em they won't be leaving till we do-- Ask if they seen him. \n[245]Let's keep eyes on it get pictures of anyone coming and going. \n[246]What do we got? \n[247]Sixteen? \n[248]He still inside? \n[249]You got a problem? I didn't promote myself. \n[250]Hash out tactics. We go at zero-dark. And Big Giggles is making the coffee. \n[251]Tell him that's very generous of him. \n[252]Tell him he's gonna be shipped off for detention and the Iraqi courts can decide what to do with him-- or he can help us get inside that restaurant down there. \n[253]It's his choice. Tell him. \n[254]  \n[255] \n[256] \n[257] \n[258]Move. \n[259]Pull back! Loading-- \n[260]Contact. Eyes on The Butcher. 12 o'clock. \n[261] \n[262]  \n[263]He's on the move. Crossing! \n[264] \n[265]Tell him this boy's father was fighting for the people that butchered the clerics we found in the freezer in there. \n[266]  \n[267] \n[268] Tribal Leader rages, crowd at his back, eyes on fire--  \n[269] \n[270]You tell him to deliver The Butcher to us, or the devil comes back. \n[271]It's not over. \n[272]I don't know... \n[273]Hey, some help here-- She's crying-- \n[274](the air still thick, his \n[275]You get what it gives you. That's how this thing works. \n[276]Don't do this. Get up. Come on-- \n[277] \n[278]That's me. \n[279]Did I--? \n[280] \n[281]Did you lose some friends? \n[282]Yeah, I-- I'm sorry to hear that. \n[283]We have the rest of our lives for that. \n[284](doesn't look up from his \n[285]Here? \n[286]You want some savage's ring? What if it's a blood diamond? \n[287]Not for a rock. \n[288]Ease off, don't get too close. You gonna tell her where it came from? \n[289]The Butcher has his peepers out. \n[290]I coulda taken him in that alley if I didn't have to save your ass-- \n[291] \n[292]Get me a shot, grandma. \n[293]What the fuck!? How'd he survive-- \n[294] \n[295]He didn't-- \n[296]So much for him having my horseshoe. \n[297]She'll take it to Zales and try to find out how much your spent. \n[298]They're all like that. \n[299]No!-- \n[300] (pulls Biggles close, \n[301] \n[302]You got nothing to be sorry for. I shouldn't have had us up there-- \n[303]Coulda been any of us. Just hang on-- \n[304]Don't die, Ryan. You hold on-- \n[305]He was 1000 meters out. Only one enemy sniper makes that shot. \n[306]We're going back. \n[307]For Biggles. \n[308]Some stronghold. Move. \n[309] \n[310]Marc-- \n[311] \n[312] \n[313]But that's not what killed him. That letter did. That letter killed Marc. He let go and he paid the price for it. \n[314]If something ever happened to me-- you'd meet someone else. You'd be alright. \n[315]No. \n[316]I do it for you. To protect you. \n[317]Without this, there's nothing. \n[318]I could never live with myself. \n[319]I know. \n[320] \n[321]I'm right here just give me a minute-- Just blind as a bat, huh? \n[322]That's good. Your face always needed a little fixing. \n[323]I heard you proposed? Did you tell Kelly the diamond was from Zales? \n[324]Nice. \n[325]No she's not. How can you say that? She's getting you. All four inches. \n[326]You're probably right. \n[327]Is that what they say? \n[328]The bad guys fled up into to Sadr City. \n[329]We're gonna wall `em in and hunt `em down. \n[330]Yes I do. You're my brother and they're going to pay for what they did to you. \n[331]You have to ask the Navy. I lost count. \n[332]Any other Punishers here? \n[333] \n[334]I know. I visited him before I left. That fucker can't see shit. \n[335] CROSS-HAIRS track along Jamila street, past cranes assembling the T-wall that will stretch across the city.  The phone stops ringing, VOICEMAIL picks up.  \n[336]It's me. I'm just calling to hear your voice. I'm missing you guys. I been thinking about some things you said. \n[337]Tell the kids I love them. \n[338]I love you too. \n[339]Don't do it-- \n[340]--please God-- \n[341]   \n[342]How deep? \n[343]Is it Mustafa? \n[344]What was that-- \n[345]   \n[346] Hears it, pulls off the gun, looking behind him.  \n[347]No-- It came from behind us. We went the wrong way. He's south of the wall. \n[348] CROSS-HAIRS track to distant rooftops. Everything wobbles and fumes. Trash blows, fronds sway, curtains flap, mirage boils-- all gusting different directions.  Almost by accident, he lands on an IMPOSSIBLY SMALL SHAPE. Person? A bag of trash? Or nothing at all. As small as a pepper-flake inside the radius of his scope.  \n[349] \n[350]Correction. 2100 yards out. \n[351] \n[352] \n[353] Trying to breathe it down, please god, breathe it down--  \n[354]He has eyes on our guys. \n[355] CROSS-HAIRS wobble on the dark shape a mile away.  \n[356]Aim small. Aim small. \n[357] Both eyes open, a PRAYER WHISPERS across his lips.  \n[358]For Biggles. \n[359] SFX: Thump-thump....Thump-BAM!  Chris fires first. The shot echoes across eternity. One, two, three seconds later. A red-mist paints the wind.  THE SNIPER tumbles off his platform and out of view.  \n[360]Tango down. \n[361]He was on our boys and I took him out. \n[362]There are two ways onto the roof. We cover both stairways and conserve ammo. \n[363]Conserve-- \n[364]Do it. Call in our coordinates. \n[365]--you got four rounds. \n[366] \n[367]I'm ready to come home. I'm ready... \n[368]--I'm coming home. Can you hear me? \n[369]Go, go, let's move-- \n[370] \n[371]Hold there! We are 30 seconds out-- Go. Straight ahead. Go-- \n[372] \n[373] \n[374]I'm here, I'm stateside. \n[375] \n[376]Yeah, I know... Me too. I'm coming. \n[377]Yeah. I'm good. \n[378]Okay. \n[379]That's not me. \n[380]I was just protecting my guys. They were trying to kill our soldiers and-- I'm willing to stand before my creator and answer for every shot I took. The thing that haunts me are all the guys I couldn't save. \n[381]How's it feel? \n[382]I heard you had a nice boot collection before the war and-- \n[383]We gotta take care of our own. \n[384]Get `em up, lil' lady. Hands in the air. \n[385]Tell it to the judge. \n[386]We could lock the doors. They can't get out of the yard. \n[387]You're worth fighting for. \n[388]Yes, ma'am. Right up the middle. \n[389]I meant what I said about locking the doors. \n[390] \n[391]It'll take half that. Then I got two minutes leftover just to look at you. \n[392]This Marine. His mom does parking at school and she asked for my help. \n[393]I gotta go do something but when I get back, okay? But you have to let me win. \n[394]I should get going... \n[395]Look after our women, Bubba. Love you, babe. ", "Kyle": "\n[1]Fucking hot box. \n[2]I guess you'd know. \n[3] \n[4] \n[5] \n[6]Her arms aren't swinging. She's carrying something. \n[7]She just pulled a grenade. An RKG Russian grenade. I think she gave it to the kid. \n[8]You got eyes on this? Can you confirm? \n[9]Fuck-- \n[10] \n[11]There are three types of people in this world. Sheep, wolves and sheepdogs. \n[12]Some people prefer to believe that evil doesn't exist in the world, and if it ever darkened their doorstep they wouldn't know how to protect themselves... those are the sheep. \n[13]Then you got predators who use violence to prey on the weak. They're the wolves. \n[14]Then there are those blessed with the gift of aggression and an overpowering need to protect the flock. \n[15]These men are the rare breed that live to confront the wolf-- \n[16]They are the sheepdog. \n[17]Now we're not raising any sheep in this family and I will whoop your ass if you turn into a wolf-- \n[18]That true? \n[19] \n[20]SEALs? \n[21]No, sir! \n[22]Dangerous, sir. Feeling dangerous. \n[23] \n[24] \n[25]Hold up. I got a woman and a kid, moving toward the convoy. \n[26]Her arms aren't swinging. She's carrying something. \n[27]She just pulled a grenade. An RKG Russian grenade. I think she gave it to the kid. \n[28]You got eyes on this? Can you confirm? Over. \n[29]Fuck-- \n[30]And they were clean. Right? \n[31] \n[32]He left that part out. \n[33]You haven't heard? I'm The Legend. Hey babe-- \n[34]It's a boy! \n[35]Check. Large caliber. Came in at an angle, gotta be 300 or more out-- \n[36]Negative-- \n[37]He had line-of-sight 500 meters out. \n[38]Good. Doing good. \n[39]Slower than Christmas. \n[40]Hey, grunt-- \n[41]Y'alright? You in one piece? \n[42]What happened? \n[43]Thank you, sir. \n[44]Don't tell my wife, she might take that number right about now. \n[45]Yes, sir. \n[46]God, country, family, right? \n[47]You getting weird on me? \n[48]You need to sit this one out? \n[49]Evil lives here, we've seen it. \n[50]You want to invite these motherfuckers to come fight in San Diego? Or New York? We're protecting more than this dirt. \n[51]Move. \n[52]Tell him this boy's father was fighting for the people that butchered the clerics we found in the freezer in there. \n[53] \n[54]You tell him to deliver The Butcher to us, or the devil comes back. \n[55]You have to ask the Navy. I lost count. \n[56]Tango down. \n[57]He was on our boys and I took him out. \n[58]    \n[59]  \n[60]   \n[61]  ", "Sarah": "\n[1]You said you wasn't coming home until tomorrow. \n[2]Just let him out. He didn't know... \n[3]What the fuck is wrong with you! What'd you expect? You drag me out here then run off with your damn brother every weekend! \n[4]You think you're a cowboy cause you rodeo? You're no cowboy. You're just a lousy ranch-hand and a shitty fuckin lay! ", "Cowboy": "\n[1]   ", "Instructor": "\n[1] \n[2]Bullshit, you are fleet-meat. Don't turn away. Look up and take it. You're old as fuck. Did you join the Navy cause you had such a good time on Noah's Arc? How old are you? \n[3]30! You fart dust and could've fathered half these boys. You think cause you had a pop-gun back in Texas you're cut out to be a SEAL? \n[4]No, you're not cut out to be one? \n[5]What kind of asshole joins the Navy but hates the water. \n[6]My ass you do. \n[7]Is that you giggling you fat fuck? Look at you. You're so fat they had to baptize you at Sea World. Your momma fat too? \n[8]Don't lie to me! I bet we could use her panties as a parachute. What the fuck are you doing here fatboy? Do your feet get wet when you shower? When's the last time you saw your pecker? You're not a Seal, you're a fuckin Walrus. A big giggling Walrus. \"Biggles\" that's your new name-- \n[9]--and that's your ticket home. Just drag your jelly-roll ass up and ring it and you'll be headed home to momma Shamu. \n[10] \n[11]Was that your ass talking then? \n[12]That's a quitter. If he quits here, he'll quit in battle. When shit gets hairy he can't step up. You get shot, he can't pull you out. We're gonna weed out the quitters and see if we can find a warrior or two. \n[13]Wave goodbye to the sun, boys... \n[14]You really from Connecticut, Dauber? I never met a hick from Hartford. \n[15]I don't think he likes black dudes, \"D\". \n[16]No? \n[17]You hungry Biggles? I'd bet you'd eat the ass out of a low-flying duck. \n[18] \n[19]How about you old man? How you feeling? ", "#2": "\n[1]-Where'd it come from? \n[2]Your scores at sniper school were average at best, then you get here and you're just lighting the world on fire? \n[3]  \n[4] ", "Jeff": "\n[1] \n[2]Wasn't nobody there and you come away with a belt buckle too damn big to wear. What you supposed to do with it? \n[3]A strong wind'd put Sarah in the mood. \n[4]You know what they called her in high school-- \n[5]Sarah suck-a-- \n[6]Shit man-- \n[7]Some people ain't worth fighting for. \n[8] \n[9]Really? \n[10]Chris? \n[11]I heard you're kickin ass our here. All the guys, that's what they say-- \n[12]You're my hero, bro. Always have been. \n[13] \n[14] \n[15]I'm just tired, man. I'm-- I'm going home. \n[16]Fuck this place-- \n[17]Fuck this place. ", "Pastor": "\n[1]We don't see with his eyes so we don't know the glory of his plan. Our lives unfold before us like puzzling reflections in a mirror. But on the day we rise, we will see with clarity and understand the mystery of his ways-- ", "Wayne": "\n[1]Don't ever leave your gun in the dirt. \n[2]Helluva shot, son. You got a gift. You're gonna make a fine hunter someday. \n[3]Everything dies to give life. \n[4]It's a deer, son. \n[5] \n[6]There are three types of people in this world. Sheep, wolves and sheepdogs. \n[7]Some people prefer to believe that evil doesn't exist in the world, and if it ever darkened their doorstep they wouldn't know how to protect themselves... those are the sheep. \n[8]Then you got predators who use violence to prey on the weak. They're the wolves. \n[9]Then there are those blessed with the gift of aggression and an overpowering need to protect the flock. \n[10]These men are the rare breed that live to confront the wolf-- \n[11]They are the sheepdog. \n[12]Now we're not raising any sheep in this family and I will whoop your ass if you turn into a wolf-- \n[13]But we take care of our own. And if someone picks a fight with you or bullies your brother, you have my permission to finish it. \n[14]That true? \n[15] \n[16]Then you know who you are... \n[17]You know your purpose. ", "Navy": "\n[1]  \n[2]And you're from Texas and you're a patriot so it pissed you off. \n[3]You wanna fight? Meet the warrior elite. \n[4]Sea, Air and Land. \n[5] \n[6]Come on, just let me buy you a drink. \n[7]I'm not-- \n[8]  \n[9]You want to save more guys, walk down any hall in this hospital. We got plenty soldiers that need saving. I'm going to recommend Zoloft and-- ", "Recruiter": "\n[1]And you're from Texas and you're a patriot so it pissed you off. \n[2]You wanna fight? Meet the warrior elite. \n[3]Sea, Air and Land. \n[4] ", "Rolle": "\n[1] \n[2]Bullshit, you are fleet-meat. Don't turn away. Look up and take it. You're old as fuck. Did you join the Navy cause you had such a good time on Noah's Arc? How old are you? \n[3]30! You fart dust and could've fathered half these boys. You think cause you had a pop-gun back in Texas you're cut out to be a SEAL? \n[4]No, you're not cut out to be one? \n[5]What kind of asshole joins the Navy but hates the water. \n[6]My ass you do. \n[7]Is that you giggling you fat fuck? Look at you. You're so fat they had to baptize you at Sea World. Your momma fat too? \n[8]Don't lie to me! I bet we could use her panties as a parachute. What the fuck are you doing here fatboy? Do your feet get wet when you shower? When's the last time you saw your pecker? You're not a Seal, you're a fuckin Walrus. A big giggling Walrus. \"Biggles\" that's your new name-- \n[9]--and that's your ticket home. Just drag your jelly-roll ass up and ring it and you'll be headed home to momma Shamu. \n[10] \n[11]Was that your ass talking then? \n[12]That's a quitter. If he quits here, he'll quit in battle. When shit gets hairy he can't step up. You get shot, he can't pull you out. We're gonna weed out the quitters and see if we can find a warrior or two. \n[13]Wave goodbye to the sun, boys... ", "Deby": ""}}