{"filename": "American-Splendor_script.txt", "imdb_id": "tt0305206", "imdb_url": "https://www.imdb.com/title/tt0305206", "characters": ["Green Lantern", "Lana", "Nurse", "Superman", "Batman", "Real Harvey", "Robert Crumb", "Interviewer (voice)", "Throat Doctor (as Larry John Myers)", "Marty", "Housewife", "Mr. Boats", "Harvey Pekar", "Young Harvey", "Robin"], "dialogues": {"Green": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5] \n[6]   \n[7] \n[8] \n[9]  \n[10]  \n[11]  \n[12] ", "Lantern": "", "Lana": "\n[1]Exactly what it looks like. \n[2]Look, your plebeian lifestyle isn't working for me anymore. Cleveland's not working for me anymore. I gotta get out of here before I kill myself. ", "Nurse": "\n[1]Thank you, Harvey dear. ", "Superman": "\n[1]      ", "Batman": "", "Real": "\n[1]Okay. We're throwing a lot at ya here, so lemme step in an' help ya catch up. This is the story about comic books, an' a guy who made a whole life outta them. You could even say comics saved his life. This guy here, he's our man, Harvey Pekar -- all grown up and goin' nowhere. Although he's a pretty scholarly cat, he never got much of a formal education. For the most part, he's lived in shit neighborhoods, held shit jobs, and is now knee deep into a second disastrous marriage. So if yer lookin' for romance or escapism or some fantasy figure to save the day, guess what? Ya got the wrong movie. \n[2]Here's our man walking home from the doctor's. He's got the weight of the world on him. And fer what, really? 'Cause his throat's a little screwy? Man, people in India are starvin' to death every day. His problems are nothin'. \n[3]Still, he can't help feelin' paranoid, like some supernatural force is conspiring against him to rob him of his voice. \n[4]Maybe his old lady will go easy on him today, when she sees how upset he is. \n[5]Here's our man -- yeah alright, here's me -- or the guy playin' me, anyway, though he don't look nothin' like me, but whatever. So it's a few months later an' I'm workin' my flunky, file-clerk gig at the V.A. Hospital. My voice still ain't back yet. Things seem like they can't get any worse... \n[6]In the early sixties I was with some buddies at a junk sale looking for some choice sides when I met this shy, retiring cat from Philadelphia named Bob Crumb. You know the guy; Fritz the Cat, Mr. Natural an' all -- they made a movie about him, too. \n[7]So Crumb showed me this comic book novel he was working on -- THE BIG YUM YUM BOOK. I'd never seen anything like it. \n[8]Crumb and I hung out a lot back then. We had records and comics in common. \n[9]Eventually people got hip to Crumb's art work and he started hangin' out with a Bohemian crowd. After a while, he got sick of greeting cards and moved away to San Francisco where he got the whole underground comic scene off the ground. \n[10]He'd come back ta Cleveland every few years, an' people'd treat him like a celebrity. \n[11]Once he came to visit when I was really feelin' bad. It was right around the time of my throat operation, an' right after my second wife left me. At first it was pretty weird. I mean, here my life was falling apart an' everything was going great for him. I was on my second divorce an' he was a big hit with the chicks. I was a nothin' file clerk and he was this famous cartoonist. \n[12]Here's our man eight comics later, a brand new decade, same old bullshit. Yeah sure, he gets lots of recognition for his writin' now. Sure his comics are praised by all the important media types tellin' people what to think. But so what?  It's not like he makes a livin' at it like Bob Crumb. He can't go an' quit his day job or nothin'. \n[13]Who am I kiddin'. Truth is I'd be lost without my work routine. \n[14]So -- to stave off desperation and feelings of uselessness -- I resigned myself to a menial existence. But hey, maybe the guy who's had a happy life feels worse just before he dies than th' guy who had a sad one. Or, maybe not. I dunno. Maybe I just needed a woman. \n[15]My loneliness was unbearable, man. Weekends were the worst. Sometimes in my sleep, I'd feel a body next to me like an amputee feels a phantom limb. \n[16]Sure my comics were bringin' me notoriety, but my personal life was in shambles. I thought a little attention would make me feel better. It only made me feel worse. \n[17]When I got home, I finished reading JENNIE GERHARDT. It was real good, way better than I expected. That Alice wuz right. \n[18]Sure Lester -- the main character -- croaks in the end, but at least he's old and dies a natural dignified death. \n[19]I was more alone that weekend than any. All I did was think about JENNIE GERHARDT an' Alice Quinn an' all the decades of people I have known. \n[20]The more I thought, the more I felt like cryin'; Life seemed so sweet an' so sad an' so hard t'let go of in the end. \n[21]But hey, man. Every day's a brand new deal, right? Just keep on workin' and sump'n's bound ta turn up. \n[22]Okay, maybe I was bein' so harsh on Toby onna count a' my own problems. \n[23]Y'see, I wasn't even married a month and my old lady was already showin' signs a' trouble. Granted, I tend ta get married fast 'cause I'll take any woman that'll have me, but this time I really met my match... \n[24]    \n[25]If ya think readin' comics about yer life seems strange, try watchin' a play about it. God only knows how I'll feel when I see this movie. But truth be told, the play wasn't half bad, and we got a free trip outta it. Things were goin' pretty good for a change. Variety called me \"The Blue Collar Mark Twain,\" and Doubleday was interested in publishing an anthology of \"American Splendor.\" \n[26]I tried everything but nothin' could get this woman outta bed. \n[27]I mean she wouldn't get a job, wouldn't go out, wouldn't make friends, nothin'. \n[28]Joyce diagnosed herself as \"clinically depressed.\" I don't know what the hell she was goin' through but it was sure takin' it's toll on me. \n[29]Joyce finally got off the futon... \n[30]It became clear pretty fast that I was invited on the show just for laughs. But what the hell did I care? Letterman was an okay guy. Let him take pot shots at me, s'long as I got paid an' got to plug my comics. \n[31]Funny thing is, somethin' about me and Letterman clicked for the viewers. He kept wantin' me back. \n[32]Here was this slick, ambitious guy with millions, winnin' over the country by makin' light of everything. And then there was me... A messy loser with no dough who takes everything too seriously. \n[33]An it wasn't just me gettin' all the attention. As a result of my appearances on Letterman, my buddy Toby Radloff landed a gig on MTV extolling the virtues of White Castle burgers... \n[34]That day on the set with those MTV jerks, I had an epiphany. It seemed that real, salt of the earth people like Toby an' me were bein' coopted by these huge corporations. We were gettin' held up and ridiculed as losers in the system.  What can I say, it was the 80's man. \n[35]I guess it was good ta finally see Joyce excited about somethin' of her own. Sure I was happy for her. But I was still upset for me. \n[36]It was later that night when I first found the lump. \n[37]I was determined to put it outta my mind until Joyce got back. Easier said than done. \n[38]I was startin' ta lose it. Between the lump, the loneliness -- I felt like everything wuz closin' in on me. And with Joyce over there savin' the world, I never felt more like a sell-out hack in my life. \n[39]   \n[40]   \n[41]Here's our man a year later. Somehow I made it through the treatments, an' the doctors are optimistic. I guess Joyce was right about doin' the big comic book. We published the thing as a graphic novel -- our first collaboration -- and ended up with rave reviews. We even won the American Book Award. Go figure... \n[42]The weirdest thing that came outta my illness was Danielle. With her real mother runnin' around who knows where, an' seein' how well her and Joyce got on, Fred decided she'd have a better life with us. I was scared at first but then I thought, what the hell. She's a good kid. So we ended up takin' her an' raising her as our own. \n[43]Yeah, so I guess comics brought me a lot. But don't think this is some sunny, happy ending. Every day is still a major struggle. Joyce an' I fight like crazy, an' she barely works. The kid's got A.D.D. and is a real handful. My expenses have gone up so much that I'm writin' freelance 'round the clock, just to make my bills. My life is total chaos. \n[44]With a little luck, I'll get a window of good health between retirin' an dyin'. The golden years, right? Who knows. Between my pension and the chunk of change I got for this movie, I should be able to swing somethin'. Sure I'll lose the war eventually, but the goal is to win a few skirmishes along the way. Right? ", "Harvey": "\n[1] \n[2] \n[3](delirious, out of breath \n[4]If I die, will 'dat character keep goin'? Or will he just fade away... \n[5]  \n[6]WITH COMIC BOOK PANELS OF THE CARTOON HARVEY IN ACTION. This is not your typical super-hero stuff. Instead it features our man engaging in such daredevil feats as: \n[7]  \n[8]    \n[9]Okay. We're throwing a lot at ya here, so lemme step in an' help ya catch up. This is the story about comic books, an' a guy who made a whole life outta them. You could even say comics saved his life. This guy here, he's our man, Harvey Pekar -- all grown up and goin' nowhere. Although he's a pretty scholarly cat, he never got much of a formal education. For the most part, he's lived in shit neighborhoods, held shit jobs, and is now knee deep into a second disastrous marriage. So if yer lookin' for romance or escapism or some fantasy figure to save the day, guess what? Ya got the wrong movie. \n[10]Doc, you gotta help me. My old lady's dumping me 'cause I can't talk. She says I'm a social embarrassment. Now that she's got her PhD, she's some hot shit academic star an' I'm nuthin' but a file clerk with nothin' ta say an' no voice ta say it. But me bein' a file clerk was fine when I wrote the damn check for her tuition -- \n[11]I just don't get it... We were doin' okay for a while. Then we took that stupid belated honeymoon. I started losin' my voice on the plane. Can you believe that... On the plane, doc? \n[12]\"Ahhh.\" \"Ahhh\" ruined the trip. I got crazy, started to worry my voice would never come back. I mean, my wife didn't know me so long before we got hitched. What if she totally forgets what I'm like? Man, it's torture -- \n[13](the penlight in his mouth \n[14]It's cancer? First I got marital problems and now yer tellin' me I got throat cancer? Omigod... \n[15]Whew... Okay, okay. But fer how long? \n[16] \n[17] \n[18] \n[19]Here's our man walking home from the doctor's. He's got the weight of the world on him. And fer what, really? 'Cause his throat's a little screwy? Man, people in India are starvin' to death every day. His problems are nothin'. \n[20]Still, he can't help feelin' paranoid, like some supernatural force is conspiring against him to rob him of his voice. \n[21]  \n[22]Maybe his old lady will go easy on him today, when she sees how upset he is. \n[23]   \n[24] \n[25] (his voice really rips \n[26]But -- \n[27](mouthing, just a wheeze \n[28]Here's our man -- yeah alright, here's me -- or the guy playin' me, anyway, though he don't look nothin' like me, but whatever. So it's a few months later an' I'm workin' my flunky, file-clerk gig at the V.A. Hospital. My voice still ain't back yet. Things seem like they can't get any worse... \n[29] \n[30]Huh? Oh. Hiya, Mr. Boats. \n[31]Yeah. It's from an Elinor Hoyt Wylie poem. It means stay away from the crowds of common ordinary people an' do yer own thing. \n[32]Well I ain't got no woman now. So I'm living like the stoic bird, man. \n[33]Huh? That's an A.M.-F.M. radio he's listening to... They got 'em fixed up now like a pair of earmuffs. \n[34]Well, I don't know. Rock music's got some good qualities. I mean it ain't jazz or nothin'. \n[35]I don't got any of that, Mr. Boats... \n[36]In the early sixties I was with some buddies at a junk sale looking for some choice sides when I met this shy, retiring cat from Philadelphia named Bob Crumb. You know the guy; Fritz the Cat, Mr. Natural an' all -- they made a movie about him, too. \n[37]I don't know, Marty. It's got a lamination crack in it... A quarter. Maybe I can get him down. \n[38]Yeah, I know I'm tight, man, but I live on a government wage. \n[39]Yeah, man. How 'bout you? \n[40]That's cool. \n[41] \n[42]  \n[43]So Crumb showed me this comic book novel he was working on -- THE BIG YUM YUM BOOK. I'd never seen anything like it. \n[44]It's terrific, man! I really dig your work. \n[45]Yeah? Can I get good bread for it? \n[46]Listen man, let's get back to your book. What are you gonna do with it? \n[47]It's more than an exercise. It's breaking ground, man. There's some wild shit in here. \n[48]  \n[49]Crumb and I hung out a lot back then. We had records and comics in common. \n[50]Yeah, ya don't know the half of it. \n[51]Eventually people got hip to Crumb's art work and he started hangin' out with a Bohemian crowd. After a while, he got sick of greeting cards and moved away to San Francisco where he got the whole underground comic scene off the ground. \n[52]He'd come back ta Cleveland every few years, an' people'd treat him like a celebrity. \n[53]  \n[54]Once he came to visit when I was really feelin' bad. It was right around the time of my throat operation, an' right after my second wife left me. At first it was pretty weird. I mean, here my life was falling apart an' everything was going great for him. I was on my second divorce an' he was a big hit with the chicks. I was a nothin' file clerk and he was this famous cartoonist. \n[55]I dunno, man. On the one hand most women gettin' graduate degrees wouldn't give a guy like me the time a' day. An' she married me an' everything, so I gotta give her some kinda credit. But then she got so mean to me in the end. An' it ain't like I tried t'keep her captive or anything like that, y'know? \n[56]An' then on top of it I lost my voice for three months. I still sound like shit, but before I had nothin'. Man, talk about hell. I started forgettin' what I sound like, y'know? So I started writin' stuff down -- stories an' things, my points a' view, ideas. I even published a couple jazz record reviews. I guess that ended up bein' a good thing. \n[57]But don't think I buy into this \"growth\" crap. Everybody talks about how bad experiences can cause ya t'grow, an' all that clichéd stuff. I've had enough bad experiences and growth to last me plenty. Right now, I'd be glad to trade some growth for happiness. \n[58]So how long are ya stayin' in Cleveland? \n[59]What are ya talkin' about? Yer makin' a good living doin' yer art? Sheesh. How many guys get that lucky in their life, huh? \n[60]Ya know man, people are startin' to know the name \"Crumb.\" When you croak you're gonna leave something behind. \n[61]C'mon, man. It sure beats workin' a gig like mine -- being a nobody flunky and sellin' records on the side for a buck. \n[62]Damn it! \n[63] \n[64]I'm starvin'. \n[65]Man, Old Jewish Ladies will argue forever with a cashier about anything. Get behind them in a line an' yer gonna wait forever! \n[66]I mean, I'm a yid myself, an' the women in my family are like that... But I never got used to it... I may be cheap, but I got limits! \n[67]Wake up! You're whole life's gettin' eaten away by this kinda crap! What kind of existence is this? Is this all a workin' stiff like you can expect? Ya gonna suffer in silence fer the rest a' yer life?! Or ya gonna make a mark. Huh? Huh? \n[68]\n[69]  \n[70]  \n[71]Shit. Work. \n[72]    \n[73]  \n[74]See, ever since I read your stuff, man I've been thinking I could write comic book stories that were different from anything being done. \n[75]I'm thinkin', the guys who do animal comics and super-hero stuff are really limited 'cause they gotta try to appeal to kids. And underground comics like yours have been really subversive or opened things up politically. But there is still plenty more ta be done with 'em, too, y'know? \n[76]I mean with pictures and words, it could be more of an art form. Like those French movies are. Or De Sica over in Italy, y'know?... So I tried writin' some things about real life. Stuff the everyman's gotta deal with. \n[77]Er, yeah... \n[78]Sorta, yeah. But no idealized shit. No phony bullshit. The real thing, y'know? Ordinary life is pretty complex stuff. \n[79] \n[80]Wow!! \n[81]You'd do that for me, man? That'd be great! I can't draw a straight line! \n[82] \n[83] \n[84]No way, Jack, I don't go in for that macho crap. \n[85]Nah! I don't draw. I just write the stories. A buddy of mine and some of his friends do the art work. \n[86]Yeah! Yeah! You're in there, alright? Jeez, Toby. \n[87]Cut it out. Man, I ain't nothin' yet compared to Bob Crumb. \n[88]  \n[89]Here's our man eight comics later, a brand new decade, same old bullshit. Yeah sure, he gets lots of recognition for his writin' now. Sure his comics are praised by all the important media types tellin' people what to think. But so what?  It's not like he makes a livin' at it like Bob Crumb. He can't go an' quit his day job or nothin'. \n[90]Who am I kiddin'. Truth is I'd be lost without my work routine. \n[91]  \n[92] \n[93]  \n[94]So -- to stave off desperation and feelings of uselessness -- I resigned myself to a menial existence. But hey, maybe the guy who's had a happy life feels worse just before he dies than th' guy who had a sad one. Or, maybe not. I dunno. Maybe I just needed a woman. \n[95]Huh? Sure, I'll take 'em. \n[96]Hey, watermelon. That's pretty good. \n[97]Hey Toby, can you eat lentils during lent? \n[98]Ya think there's any connection between lentils and lent? \n[99]Sister Mary Fred, huh? Is she cute? Sounds kinda mannish but who am I to be picky. \n[100]So what? Maybe she became a nun because she couldn't get a guy. \n[101]Higher calling. That is such a crock of shit. I don't know why you waste your time prayin' anyway. \n[102] \n[103]  \n[104]   \n[105]My loneliness was unbearable, man. Weekends were the worst. Sometimes in my sleep, I'd feel a body next to me like an amputee feels a phantom limb. \n[106]Sure my comics were bringin' me notoriety, but my personal life was in shambles. I thought a little attention would make me feel better. It only made me feel worse. \n[107] \n[108]Yeah... \n[109]Oh yeah. College. We had a couple lit classes together. \n[110]I know, man. I got good grades and all but there was this required math class. I can't do math, an' that required class hangin' over my head made me crazy. Eventually the pressure got to be too much. \n[111]Ya did? \n[112]Yeah. I'm not doing as great as ya think. My second wife divorced me and I work at a dead end job as a file clerk. Sometimes I hang out with the guys on the corner but most of the time I just stay home by myself and read. \n[113]I'm reading this book by Dreiser now -- \n[114]I hope it don't end like so many a' those naturalist novels... With someone getting crushed ta earth by forces he can't control. \n[115]Nice car. I don't have one yet. \n[116]Nah. It's a nice day. I'll just walk. \n[117]Sure, I'd be glad t'come. But if you really wanna do me a favor, introduce me to some a' your single girlfriends. I bet they're all smart like you. I'm no catch, though, so I'll take anything you can get me. \n[118]When I got home, I finished reading JENNIE GERHARDT. It was real good, way better than I expected. That Alice wuz right. \n[119]  \n[120]Sure Lester -- the main character -- croaks in the end, but at least he's old and dies a natural dignified death. \n[121]I was more alone that weekend than any. All I did was think about JENNIE GERHARDT an' Alice Quinn an' all the decades of people I have known. \n[122]The more I thought, the more I felt like cryin'; Life seemed so sweet an' so sad an' so hard t'let go of in the end. \n[123]But hey, man. Every day's a brand new deal, right? Just keep on workin' and sump'n's bound ta turn up. \n[124]  \n[125]  \n[126]...man, she's got good lookin' handwritin'... \n[127] \n[128]  \n[129]Dear Joyce, Thanks for the letter. Whattya do besides sellin' comics? \n[130]Sounds familiar. So you married or what? \n[131]  \n[132]Look, I think you an' I got a lot in common. How am I gonna get you to come visit me in Cleveland? \n[133]It's a great idea. You should meet me, 'cause I'm a great guy. Despite the way my comics read, I got a lot of redeeming characteristics. \n[134]With me. Don't worry, I'm not gonna put no moves on you or anything. \n[135]So what are ya worried about then? \n[136]Those are motion lines. I'm an active guy. Anyway, just come out here an' I'll try to be anyone you want me ta be. \n[137]Hey. Are you Joyce? \n[138]Hiya. Look, before we get started with any of this, ya might as well know right off the bat. I had a vasectomy. \n[139]What's wrong? \n[140]Somethin's wrong. Yer lookin' around everywhere. \n[141]Me? I never been here. I thought you'd like it. But obviously ya don't, do ya? \n[142]I dunno. None, I guess. They sure got a lot of meat on this menu. \n[143]Kinda. I mean ever since I got a pet cat, I couldn't eat animals anymore. \n[144]Wow. Yer a sick woman, huh? \n[145]  \n[146]Look, I was gonna clean up, but why should I give you any false notions? The truth is I got a serious problem with cleanliness. I could wash a dish ten times and it'd still dirty. They even kicked me outta the Army 'cause I couldn't learn ta make a bed. \n[147]What, ya got a headache? \n[148]Well lemme tell ya Joyce, it sure is nice ta have company. I mean, despite all your problems, you seem like a great person. An' hey, sorry if my dating skills are kinda rusty, but I've just been through hell and back with women. I mean that last one turned out to be a real nasty bitch. \n[149]Yeah? You had a nice time? \n[150]Oh, sorry. \n[151]Yeah? \n[152]  \n[153]Hey, Joyce! What's wrong? What is it? \n[154]  \n[155] \n[156]I feel terrible. Lemme at least do something for you. \n[157]   \n[158]Can I make ya something? How about some chamomile tea? \n[159]I dunno. I noticed you drank a lot of it when we started talkin' on the phone. So I stocked up on herbal teas for your visit. \n[160]  \n[161]The girl at the Food Co-op picked me out all kinds of herbal stuff. One of 'ems good for stomachaches. Grandma Bear's Tummy Mint, I think. Are you still there? \n[162]   \n[163]Man, am I glad I talked you into comin' up here. Any more time alone and I mighta lost it fer good. \n[164]So you don't have any problems with movin' to Cleveland? \n[165]An' yer okay with the vasectomy thing? \n[166]Ay Toby. \n[167]Can I have a fry? \n[168] \n[169]Nah. I gotta fly to Delaware tonight. I'm gettin' married. \n[170]The chick I'm marryin' is from Wilmington. Plus, I gotta help her move her stuff here. Why you drivin' ta Toledo to see a movie? \n[171]Yeah. We met last week. \n[172]Toby, what movie could possibly be worth drivin' 260 miles round trip for? \n[173]Wow, ya really dig this movie. \n[174]What are these nerds like? How would you describe them? \n[175]So what yer sayin' is you identify with those nerds? \n[176]So the nerds won, huh? \n[177]Wow. You got this movie an' I'm gettin' hitched. We both had a good month, huh? \n[178]I'm only goin' for a week but then I'll have a wife, so I'll have to take her along. Is it a girl flick? \n[179]I don't know, man. Maybe. She's into herbal teas. \n[180]It's an entertaining flick an' I can see why you like it Toby, but those people on the screen ain't even supposed to be you! They're college students whose parents live in big houses in the suburbs. They're gonna get degrees, get good jobs and stop being nerds. \n[181] \n[182]They didn't get their computers like you did -- by trading in a bunch of box tops and $49.50 at the supermarket. \n[183]Sure, Toby. Go to the movies and daydream, but \"Revenge of the Nerds\" ain't reality. It's just Hollywood bullshit. \n[184]  \n[185]Okay, maybe I was bein' so harsh on Toby onna count a' my own problems. \n[186]Y'see, I wasn't even married a month and my old lady was already showin' signs a' trouble. Granted, I tend ta get married fast 'cause I'll take any woman that'll have me, but this time I really met my match... \n[187]    \n[188]  \n[189]Are ya kidding? No way, man. I ain't getting rid of my 78's. \n[190]I'll get rid of stuff. Just not my good stuff. \n[191]Aw come on, baby. I'll make room for ya. You just have to give me time. I'm not so good at these kind of things. \n[192]C'mon. I don't wanna hear that psychobabble crap! \n[193]  \n[194]  \n[195]See, I think comics can be an art form. With pictures an' words, a guy can do pretty much anything! \n[196]  \n[197]If ya think readin' comics about yer life seems strange, try watchin' a play about it. God only knows how I'll feel when I see this movie. But truth be told, the play wasn't half bad, and we got a free trip outta it. Things were goin' pretty good for a change. Variety called me \"The Blue Collar Mark Twain,\" and Doubleday was interested in publishing an anthology of \"American Splendor.\" \n[198]I hate checkin' bags, man. It always takes forever. \n[199]Jesus, look at the time. The bus is gonna leave soon and there won't be another one for an hour. That means I gotta shell out an extra thirty bucks for a cab. \n[200]Hey wait, there's our -- Figures. That lucky Yuppie's gonna get on the bus in time. \n[201] \n[202]What? Whattya talkin' about? I don't want kids. An' I came clean about my vasectomy the first time I set eyes on ya', right here in this airport. \n[203]Family?! What kinda family could we possibly be? I ain't no good with kids. I can barely take care of myself. \n[204] \n[205]   \n[206]Where the hell is that Ornette Coleman album, Joyce? I got a review due tomorrow. \n[207]But it's one o'clock! How late can a person sleep? \n[208]I tried everything but nothin' could get this woman outta bed. \n[209]I mean she wouldn't get a job, wouldn't go out, wouldn't make friends, nothin'. \n[210]  \n[211]Joyce diagnosed herself as \"clinically depressed.\" I don't know what the hell she was goin' through but it was sure takin' it's toll on me. \n[212] \n[213]I give up. \n[214]Hey Joyce, we got a message here. Why didn't you pick up. \n[215]Useless. \n[216]What the hell? \n[217]Joyce finally got off the futon... \n[218]Aw, c'mon. Who the hell cares? \n[219]Hey, whattya doin? \n[220]I'm gettin' hungry back here. They oughtta leave ya donuts or somethin'. \n[221]Hey, you got anything ta eat? My stomach's growling. \n[222]He's got it at the desk. Will you relax about that already? \n[223]PORTRAYING HIM BUT RATHER THE REAL HARVEY PEKAR (only about 15 years younger). THIS IS ACTUAL STOCK FOOTAGE FROM HARVEY'S \n[224]I'm ready for those Cleveland jokes. Go ahead... \n[225]That's right. \n[226] \n[227]That's right. Aiding the sick, yes. \n[228]Thank you. Thank you. \n[229]  \n[230]Yeah, I know that my youthful appearance belies, you know, my actual age. But, I've been around for a long time -- \n[231]Who? What people? What people? What are you talking about? Where the hell do you get that stuff? \n[232]I'm no show biz phoney. I'm telling the truth. Come on, man. \n[233]Then what's the matter? \n[234]My wife made it. \n[235]That's right. \n[236]Thirty-four bucks. \n[237]What are ya cheap. You cheaper than me? \n[238]No but I'm not asking it. My wife is. \n[239]Whad'ya think? \n[240]It became clear pretty fast that I was invited on the show just for laughs. But what the hell did I care? Letterman was an okay guy. Let him take pot shots at me, s'long as I got paid an' got to plug my comics. \n[241]Funny thing is, somethin' about me and Letterman clicked for the viewers. He kept wantin' me back. \n[242]Here was this slick, ambitious guy with millions, winnin' over the country by makin' light of everything. And then there was me... A messy loser with no dough who takes everything too seriously. \n[243]Go ahead and laugh, folks. But he has more contempt for you than I do! \n[244]An it wasn't just me gettin' all the attention. As a result of my appearances on Letterman, my buddy Toby Radloff landed a gig on MTV extolling the virtues of White Castle burgers... \n[245] \n[246]That day on the set with those MTV jerks, I had an epiphany. It seemed that real, salt of the earth people like Toby an' me were bein' coopted by these huge corporations. We were gettin' held up and ridiculed as losers in the system.  What can I say, it was the 80's man. \n[247] \n[248]Yeah? Then why dontcha buy one of my comics, man. That's the only reason I go on that dumb show anyway. \n[249]Asshole. \n[250]Whoa whoa, wait a second. Jerusalem? I can barely drag you off the futon to go to the Letterman show. \n[251] \n[252]Maybe if you got yer lazy ass up and got a job, I could work on something that matters, too, huh?! \n[253]I'm sorry, baby. I -- I'm sorry... \n[254]  \n[255]I guess it was good ta finally see Joyce excited about somethin' of her own. Sure I was happy for her. But I was still upset for me. \n[256]This is crazy. Can't ya just do somethin' here in Cleveland? \n[257]Alright... Be careful. I love you, baby. \n[258]It was later that night when I first found the lump. \n[259]    \n[260]I was determined to put it outta my mind until Joyce got back. Easier said than done. \n[261]What do I care! Just gimme the chart already! \n[262]Look, Miguel! I just don't wanna keep comin' back here for it, okay?! \n[263] \n[264]   \n[265]  \n[266]  \n[267] \n[268]I was startin' ta lose it. Between the lump, the loneliness -- I felt like everything wuz closin' in on me. And with Joyce over there savin' the world, I never felt more like a sell-out hack in my life. \n[269] \n[270]Hey, Dave! You wanna know what my politics are? I'm a strident leftist, Dave. \n[271]You coulda guessed all of it, man! So why don't we talk about your parent company, G.E., huh? Let's talk about anti-trust violations and nuclear reactors! \n[272]You're a cop-out, Letterman. You're nothin' but a shill for G.E. \n[273]Don't worry, Dave. I won't come back unless you beg me. \n[274]What do I care -- \n[275]So what?! \n[276]Dave, you're fulla shit! You're fulla shit!! \n[277] \n[278]Who cares. He wasn't helpin' my sales anyway. Baby, don't go away anymore. I just can't take bein' alone. \n[279]But if you go again I'm really gonna lose it. \n[280]  \n[281]How can I have cancer? I don't feel sick at all. \n[282]My cousin Norman died of lymphoma. He was twenty-nine. He was a brilliant oncologist. \n[283]What's going to happen to you, baby? Who's gonna take care of you if I'm not around? \n[284]But that's you. I'm not strong enough. I don't know how ta be positive. I can't do it. I can't. \n[285]I can't do that. I'm just not strong enough... I just wanna die. \n[286]  \n[287]  \n[288]   \n[289]Shit! \n[290]Damnit! \n[291]Joyce, open the door! I lost my keys again! Joyce!! \n[292]  \n[293]Joyce!! Open the fucking door!! \n[294]Fred? \n[295]   \n[296]Sheesh. Joyce doesn't know what she's doing. There's too many words in these frames. When are ya comin' back? \n[297]Next week my treatment begins. Do me a favor. Bring the kid with you. \n[298]  \n[299]  \n[300]  \n[301]  \n[302]I wanna die... just let me die... \n[303] \n[304]   \n[305] \n[306](delirious, out of breath \n[307]When I die, will 'dat character keep goin'? Or will he just fade away. \n[308]    \n[309]My name is Harvey Pekar. It's an unusual name -- Harvey Pekar... \n[310]1960 was the year I got my first apartment and my first telephone book. Imagine my surprise when I looked up my name and saw that, in addition to me, another Harvey Pekar was listed! \n[311]I was listed as Harvey L. Pekar... My middle name is Lawrence... He was listed as Harvey Pekar -- no middle initial... Therefore, his was a purer listing. \n[312]Then, in the seventies, I noticed that a third Harvey Pekar was listed in the phone book! This filled me with curiosity. \n[313]How could there be three people with such an unusual name in the world, let alone in one city?! \n[314]Then one day, a person I worked with expressed her sympathy to me concerning what she thought was the death of my father. She pointed out an obituary notice in the newspaper for a man named Harvey Pekar. One of his sons was named Harvey. These were the other Harvey Pekars. \n[315]Six months later, Harvey Pekar Jr. died. Although I'd met neither man, I was filled with sadness. \"What were they like,\" I thought. It seemed that our lives had been linked in some indefinable way. \n[316]But the story does not end there. For two years later another Harvey Pekar appeared in the directory. What kind of people are these? Where do they come from, what do they do? What's in a name? \n[317] \n[318]Who is Harvey Pekar? \n[319]Here's our man a year later. Somehow I made it through the treatments, an' the doctors are optimistic. I guess Joyce was right about doin' the big comic book. We published the thing as a graphic novel -- our first collaboration -- and ended up with rave reviews. We even won the American Book Award. Go figure... \n[320]    \n[321]Hey Joyce. \n[322]That was the doctor. \n[323]He said I'm all clear. \n[324]The weirdest thing that came outta my illness was Danielle. With her real mother runnin' around who knows where, an' seein' how well her and Joyce got on, Fred decided she'd have a better life with us. I was scared at first but then I thought, what the hell. She's a good kid. So we ended up takin' her an' raising her as our own. \n[325]  \n[326]Ya keep readin' 'em backward. \n[327]I keep tellin' ya, all of 'ems me, man. \n[328]Yeah, well wait'll ya see what you're gonna look like. \n[329]Sure. Yer part of the story too, now. \n[330]The story of my life. \n[331]Yeah, I know I'm not as interesting as The Little Mermaid and all that magical crap... \n[332]Oh yeah? What about? \n[333]Ya know, you should write about things in your own life. Like school and... ponies... I don't know, girl stuff... \n[334] \n[335]Yeah, so I guess comics brought me a lot. But don't think this is some sunny, happy ending. Every day is still a major struggle. Joyce an' I fight like crazy, an' she barely works. The kid's got A.D.D. and is a real handful. My expenses have gone up so much that I'm writin' freelance 'round the clock, just to make my bills. My life is total chaos. \n[336]With a little luck, I'll get a window of good health between retirin' an dyin'. The golden years, right? Who knows. Between my pension and the chunk of change I got for this movie, I should be able to swing somethin'. Sure I'll lose the war eventually, but the goal is to win a few skirmishes along the way. Right? ", "Robert": "", "Crumb": "\n[1]You collect Jay McShann, man? \n[2]Yeah but most of my records are back in Philly. \n[3](holding up a vintage comic \n[4]Nah! Not yet. \n[5] \n[6]You're spitting on me, Harvey. \n[7]   \n[8] \n[9]  \n[10]Uh-huh. \n[11]I dunno, man. I gotta go visit this chick in New York. And I'm really busy with the comic book stuff. It's good bread and all man but I'm getting fed up with the whole scene. \n[12]Yeah, I dunno. \n[13]Yeah, my ashes and some crappy doodles. It's not like I'm Blind Lemon Jefferson or Big Mama Thornton. \n[14]Yeah, well that's true... \n[15] \n[16]Pass me the ketchup? \n[17]These are about you. \n[18]You turned yourself into a comic hero? \n[19]These are really good, Harv. \n[20]Yeah. This is great stuff, man. I dig it. Can I take them home and illustrate them? \n[21]Hey, what's up with your voice, Harv? All of a sudden it sounds fine. ", "Interviewer": "", "(voice)": "", "Marty": "\n[1]C'mon, Harv. You dig Jay McShann. You gonna buy that or what? \n[2]You are one cheap bastard Harvey. \n[3]Hey look guys, here comes Captain America. \n[4]Ah, lousy. All's I got wuz armaround. ", "Housewife": "\n[1]Well, look at this! All the superheroes on the porch! Ain't that cute. \n[2] \n[3]And what about you young man? \n[4]Who are you supposed to be? \n[5]Harvey Pekar? That doesn't sound like a super hero to me... ", "Boats": "\n[1]Avoid the reeking herd! Shun the polluted flock! Live like that stoic bird, The eagle of the rock! \n[2]You know what that means, son? \n[3]Nope, it means don't compromise yourself for women. Ain't gonna do you no good! Get away from 'em as soon as you can! \n[4]The only way to live, son. \n[5]Look at that fool over there. What's he wearing? \n[6](inappropriately angered \n[7]Say, when you gonna bring me in some good records? Some Nat \"King\" Cole with Strings... \n[8]Yeah, you got it... You're keepin' it at home, though! You won't turn loose the good stuff... You just sell the junk! \n[9] \n[10]Let me see this. \n[11]Son, you done good. Ya know, I was up in Toronto a few weeks back an' I saw the Red Chinese Ballet... \n[12]Now that was beautiful. The way those people were dancing together. Those Chinese work hard. I tell ya, they work hard -- Where is everybody goin'? \n[13]Where these sickly men rushin' off to? They ain't goin' nowhere for now. Maybe not for a long time. But damn if they ain't in a rush to get there. ", "Pekar": "\n[1]PORTRAYING HIM BUT RATHER THE REAL HARVEY PEKAR (only about 15 years younger). THIS IS ACTUAL STOCK FOOTAGE FROM HARVEY'S ", "Young": "", "Robin": ""}}