{"filename": "American-Beauty_script.txt", "imdb_id": "tt0169547", "imdb_url": "https://www.imdb.com/title/tt0169547", "characters": ["Barbara Fitts", "Brad", "Lester Burnham", "Carolyn Burnham", "Buddy Kane", "Sale House Man #2", "Ricky Fitts", "Jim Olmeyer", "Sale House Woman #2", "Sale House Woman #1", "Colonel Fitts", "Angela Hayes", "Jim Berkley", "Jane Burnham", "Sale House Man #1"], "dialogues": {"Barbara": "\n[1]Hello. \n[2] \n[3]No. No. \n[4] \n[5]Oh. I'm sorry. \n[6] \n[7]Oh, my. I apologize for the way things look around here. \n[8]Okay, wear a raincoat. ", "Fitts": "\n[1] On VIDEO: JANE BURNHAM lays in bed, wearing a tank top. She's sixteen, with dark, intense eyes.  \n[2] Ricky stands at his window, videotaping. He lowers his Digicam, but his eyes remain locked on Jane across the way.  \n[3] BARBARA FITTS stands at the stove, flipping bacon strips mechanically, her eyes focused elsewhere. At least ten years younger than her husband, she's pretty in a June Cleaver-ish way. The Colonel sits at a dinette reading The Wall Street Journal. Ricky enters.  \n[4] The Colonel opens the front door to reveal the two JIMS.  \n[5] CLOSE on a TV SCREEN: \"Hogan's Heroes\" on Nick at Nite.  The Colonel and Barbara are seated on a couch, watching television. The Colonel is smiling, enjoying the show; Barbara just stares. The Colonel CHUCKLES at a joke and startles her.  We HEAR a door opening elsewhere in the house, and Ricky enters.  \n[6] Ricky sits in darkness with his DIGICAM, videotaping. He lowers the camera and smiles... then something below catches his attention. He leans out the window to get a better look at:  \n[7] Ricky holds his Digicam up and starts to videotape.  \n[8] Ricky stands at the window, videotaping.     \n[9] The Colonel is washing his Ford Explorer, squatting to scrub the bumper, when something Catches his eye:  His POV: Lester and the Jims jog down the street.  The Colonel stands, scowling, as Ricky comes out of the house, holding the URINE SAMPLE in front of him.  \n[10] Ricky enters, followed by Lester.  \n[11] Barbara Fitts sits at the kitchen table, staring off into space as if hypnotized. Behind her, Ricky enters, followed by Jane.  \n[12] We HEAR KEYS TURNING in the lock, then the door opens and Ricky enters, holding a RING OF KEYS, followed by Jane.  \n[13] On VIDEO: We're in an empty parking lot on a cold, gray day. Something is floating across from us... it's an empty, wrinkled, white PLASTIC BAG. We follow it as the wind carries it in a circle around us, sometimes whipping it about violently, or, without warning, sending it soaring skyward, then letting it float gracefully down to the ground...  Jane and Ricky sit on the bed, watching his WIDE-SCREEN TV.  \n[14] Jane's POV: We're across from Ricky's room, looking in. He stands at the window with his DIGICAM, videotaping us. On the WIDE-SCREEN TV behind him, we see Jane standing in her window as she looks across at him. She waves. Ricky just keeps videotaping. A beat, then she starts to take off her shirt.  \n[15] We're behind Ricky as he videotapes Jane in her window. She has now removed her shirt. She stands there in her bra, then reaches behind her back to unhook the bra.  On VIDEO: We ZOOM toward her as she takes off her bra clumsily. She's obviously embarrassed, but she's gone this far and there's no turning back. She stands there with her breasts exposed, trying to look defiant, but she's achingly vulnerable...  Suddenly, the door is thrown open and the Colonel enters, incensed. Startled, Ricky turns around. As soon as his eyes meet his father's, he knows what's up.  \n[16] Jane's POV: In the WINDOW across from us, the Colonel proceeds to give Ricky a serious beating, punching his face.  \n[17] Ricky's lip is bleeding, but he maintains a steady gaze at his father during this violence.  \n[18] On VIDEO: Jane lays in Ricky's bed, wearing a tank top. She glances at us.    \n[19] We're outside Ricky's room, MOVING slowly toward the open door, through which we can see Ricky, standing at his bureau mirror, combing his hair. The scars on his face are almost gone now.  A REVERSE ANGLE reveals the Colonel standing outside the door looking in, watching Ricky with great tenderness. Then Ricky looks up at him, and the Colonel is suddenly self-conscious.  \n[20] Ricky emerges from the house, followed by the Colonel, who watches his son as he heads toward the Burnham house.  His POV: Carolyn waves from the Mercedes, flashing an insincere smile. Jane leans forward from the passenger seat and glares at us. As Ricky starts to get in the car, Lester emerges from the house in his sweatpants.  \n[21] The door swings open silently and the Colonel enters. He starts going through Ricky's bureau. He opens the DRAWER in which we know Ricky keeps his marijuana, but he doesn't discover its false bottom. He stands and looks around, his eyes finally landing on:  The DIGICAM and a stack of CASSETTES on a shelf. The camera is still connected to the TV.  The Colonel turns on the TV, examines the Digicam and presses \"play.\" The TV's blank screen suddenly gives way to...  On VIDEO: Barbara Fitts sits at the kitchen table, staring off into space.  The Colonel watches, at first baffled, then impatient. He takes the cassette out of the Digicam and inserts another. On the TV screen we see...  On VIDEO: Through the Burnham's GARAGE WINDOW, we see Lester step out of his pants and briefs. Then, naked except for his black socks, he grabs the dumbbells and starts lifting them, watching his reflection in the window as he does...  The Colonel sinks slowly onto Ricky's bed, mesmerized.  \n[22] Ricky and the Colonel sit at the table, eating in silence. Barbara rinses off a pan at the sink, then stares at it as if she can't quite remember what she meant to do with it. We suddenly HEAR a BEEPING noise. Ricky pulls his BEEPER off his belt and checks it.  \n[23] The Colonel rinses off his plate at the sink. Something outside catches his eye, and he cranes his neck to get a better look at...  His POV: Through the window over the sink, we can see into the Burnham's GARAGE WINDOW. Our view is blurred by the RAIN, but we see Lester, his upper body pumped and glistening in sweat as he counts out a wad of BILLS... and then Ricky walks into view.  The Colonel's face tightens.  His POV: Lester drapes his arm around Ricky as he gives him the money. We can only see Lester from the waist up, so he looks naked.  \n[24] The Colonel's POV: Lester leans back in his chair. We see only Ricky's back and shoulders as he rolls the joint. After a beat, Lester's jaw drops, then he throws his head back. From our perspective, it looks very much like Ricky is giving Lester a blow job.  The Colonel watches, incredulous. Then we HEAR a CAR APPROACHING, and the Colonel glances over at:  His POV: Angela's BMW pulls into the driveway, stopping behind Lester's Firebird. As Angela and Jane get out and run toward the house, our focus MOVES back to the GARAGE WINDOW. Ricky stands, looking a little panicked. Lester pulls on his T-shirt, and both he and Ricky cross out of view.  \n[25] Ricky enters, wet from the pouring rain, and crosses to his bureau, pulling the wad of CASH out of his pocket as he goes.  \n[26] Ricky enters to discover Barbara standing in the middle of the room, clutching a dish, frightened. She's obviously heard his argument with his father, and she looks into his eyes, searching, aware that something eventful is taking place.  \n[27] The Colonel's POV: Below us, Ricky dashes through the rain to the Burnham's front door and knocks. Lester opens it and lets him in.  \n[28] The Colonel looks coldly down at us from Ricky's bedroom window, and then he pulls the drapes shut.  \n[29] The Colonel enters, wet. He's wearing LATEX GLOVES. BLOOD covers the front of his T-shirt. He paces in front of one of his GUN CASES; the GLASS DOOR is open, and a gun is conspicuously missing from inside.  ", "Brad": "\n[1]Hey Les. You got a minute? \n[2] Brad is seated behind his desk in his big corner office.  \n[3]I'm sure you can understand our need to cut corners around here. \n[4]Exactly. So... \n[5] \n[6]Jesus. Calm down. Nobody's getting fired yet. That's why we're having everyone write out a job description, mapping out in detail how they contribute. That way, management can assess who's valuable and-- \n[7]It's just business. \n[8] \n[9] Brad is seated behind his desk, reading a document. Lester sits across from him, smiling.  \n[10]  \n[11]Whatever. Management wants you gone by the end of the day. \n[12]What do you want? \n[13]That's not going to happen. \n[14]Against who? \n[15]Man. You are one twisted fuck. ", "Lester": "\n[1]My name is Lester Burnham. This is my neighborhood. This is my street. This... is my life. I'm forty-two years old. In less than a year, I'll be dead. \n[2]Of course, I don't know that yet. He rolls over, looks up at us and sighs. He doesn't seem too thrilled at the prospect of a new day. \n[3]And in a way, I'm dead already. \n[4]  \n[5]That's my wife Carolyn. See the way the handle on those pruning shears matches her gardening clogs? That's not an accident. \n[6]That's our next-door neighbor Jim. \n[7]And that's his lover, Jim. \n[8]Man. I get exhausted just watching her. \n[9]She wasn't always like this. She used to be happy. We used to be happy. \n[10]My daughter Jane. Only child. \n[11]Janie's a pretty typical teenager. Angry, insecure, confused. I wish I could tell her that's all going to pass... \n[12]But I don't want to lie to her. \n[13]Both my wife and daughter think I'm this gigantic loser, and... they're right. \n[14]I have lost something. I'm not exactly sure what it is, but I know I didn't always feel this... sedated. But you know what? It's never too late to get it back. \n[15]Hello, this is Lester Burnham from Media Monthly magazine, I'm calling for Mr. Tamblin, please?... Well, we're all under a deadline here, uh, but you see, there is some basic information about the product launch that isn't even covered in your press release and I... Yeah. Can I ask you a question? Who is Tamblin? Does he exist? 'Cause he doesn't ever seem to come in... Yeah, okay, I'll leave my number... \n[16]It's 555 0199. Lester Burnham. Thank you! \n[17]For you, Brad? I've got five. \n[18]Oh, sure. Times are tight, and you gotta free up cash. Gotta spend money to make money. Right? \n[19] \n[20]That's fifty thousand dollars. That's somebody's salary. That's somebody who's gonna get fired because Craig has to pay women to fuck him! \n[21]Who's expendable. \n[22] \n[23]You don't think it's weird and kinda fascist? \n[24]Oh, well, let's just all sell our souls and work for Satan, because it's more convenient that way. \n[25]Well, they were still mad at you for cutting down their sycamore. \n[26]So Janie, how was school? \n[27]Just okay? \n[28]Well, you want to know how things went at my job today? \n[29]They've hired this efficiency expert, this really friendly guy named Brad, how perfect is that? And he's basically there to make it seem like they're justified in firing somebody, because they couldn't just come right out and say that, could they? No, no, that would be too... honest. And so they've asked us-- --you couldn't possibly care any less, could you? \n[30]Oh, what, you're mother-of-the-year? You treat her like an employee. \n[31]I'm going to get some ice cream. \n[32]Honey, I'm sorry. I... \n[33]I'm sorry I haven't been more available, I just... I'm... \n[34] \n[35]I didn't say that. It's nobody's fault. Janie, what happened? You and I used to be pals. \n[36]What makes you so sure she wants us to be there? Did she ask us to come? \n[37]Well, I bet money she's going to resent it. And I'm missing the James Bond marathon on TNT. \n[38]Growing? She hates me. \n[39]She hates you too. \n[40]We can leave right after this, right? \n[41]Janie! \n[42]Congratulations, honey, you were great. \n[43] \n[44]Okay, good to meet you. You were also good tonight. Very... precise. \n[45]So, what are you girls doing now? \n[46]Oh really, do you need a ride? We can give you a ride. I have a car. You wanna come with us? \n[47]Oh, you have a car. Oh. That's great! That's great, because Janie's thinking about getting a car soon too, aren't you, honey? \n[48]Well, it was very nice meeting you, Angela. Any, uh, friend of Janie's is a friend of mine. \n[49]Well... I'll be seeing you around then. \n[50]It's the weirdest thing. \n[51]I feel like I've been in a coma for about twenty years, and I'm just now waking up. \n[52]Spec-tac-ular. \n[53]Well, you always end up ignoring me and going off-- \n[54]Just say whatever you want to say and spare me the propaganda. \n[55] \n[56]Oh, we've met before, actually. This thing last year. Or the Christmas thing at the Sheraton. \n[57]It's okay. I wouldn't remember me either. \n[58]All right, honey. I won't be weird. I'll be whatever you want me to be. \n[59]We have a very healthy relationship. \n[60]Well. I don't know about you, but I need a drink. \n[61]Whoa. Put a little more in there, cowboy. \n[62] \n[63]Oh. Hi, Ricky Fitts. I'm Lester Burnham. \n[64]Excuse me? \n[65]...did you ever see that movie, where the body's walking around holding its own head? And then the head goes down on that babe? \n[66]I think you just became my personal hero. Doesn't that make you nervous, just quitting your job like that? Well, I guess when you're all of, what? Sixteen? \n[67]Honey, this is... Ricky Fitts. This is Ricky Fitts. \n[68]With Jane? Really? \n[69]Uh-oh. I'm in trouble. Nice meeting you, Ricky Fitts. Thanks for the, uh, thing. \n[70]Sure! \n[71]Shit. Shit! \n[72]Nothing. \n[73]I was not. \n[74]All right, so shoot me. I was whacking off. \n[75]That's right. I was choking the bishop. Shaving the carrot. Saying hi to my monster. \n[76]Well, excuse me, but I still have blood pumping through my veins! \n[77]Really? I'm the only one who seems to be doing anything about it. \n[78]This hasn't been a marriage for years. But you were happy as long as I kept my mouth shut. Well, guess what? I've changed. And the new me whacks off when he feels horny, because you're obviously not going to help me out in that department. \n[79]I'm not? Well then, come on, baby! I'm ready. \n[80]On what grounds? I'm not a drunk, I don't fuck other women, I don't mistreat you, I've never hit you, or even tried to touch you since you made it so abundantly clear just how unnecessary you consider me to be. But. I did support you while you got your license. And some people might think that entitles me to half of what's yours. \n[81]Turn out the light when you come to bed, okay? \n[82]It's a great thing when you realize you still have the ability to surprise yourself. Makes you wonder what else you can do that you've forgotten about. \n[83]Hey! You guys! \n[84] \n[85]I figured you guys might be able to give me some pointers. I need to shape up. Fast. \n[86]I want to look good naked. \n[87]Hey! Yo! Ricky! My entire life is passing before my eyes, and those two have barely broken a sweat. \n[88]Sorry, hi. Lester Burnham, I live next door. We haven't met. \n[89]Whoa. Welcome to the neighborhood, sir. \n[90]So, Ricky, uh, I was thinking about the, uh... I was gonna... the movie we talked about... \n[91]Yeah! \n[92]Sure. \n[93] \n[94]Are you kidding? You just smoked with me last night. \n[95]You like Pink Floyd? \n[96]Man, I haven't listened to this album in years. \n[97]I don't know, it's been a while. How much is an ounce? \n[98]Wow. \n[99]Is that what we smoked last night? \n[100]How much? \n[101]Jesus. Things have changed since 1973. \n[102]Thanks. \n[103] \n[104]No actually, it was great. All I did was party and get laid. I had my whole life ahead of me... \n[105]Uh-oh, mom's mad. \n[106]Bench presses. I'm going to wail on my pecs, and then I'm going to do my back. \n[107]You're one to talk, you bloodless, money- grubbing freak. \n[108]Do you mind? I'm trying to work out here. Unless you want to spot me. \n[109] \n[110] \n[111]Well, just what sort of severance package is \"management\" prepared to offer me? \n[112]Considering the information I have about our editorial director buying pussy with company money. \n[113]Which I'm sure would interest the I.R.S., since it technically constitutes fraud. And I'm sure that some of our advertisers and rival publications might like to know about it as well. Not to mention, Craig's wife. \n[114]One year's salary, with benefits. \n[115]Well, what do you say I throw in a little sexual harassment charge to boot? \n[116]Against you. \n[117]Can you prove you didn't offer to save my job if I'd let you blow me? \n[118] \n[119]Yeah! \n[120]\n[121]What? \n[122]Uh... no. But thank you. I'll have a Big Barn Burger, Smiley fries, and an orange soda. \n[123]No. No, actually... I'd like to fill out an application. \n[124]Good. I'm looking for the least possible amount of responsibility. \n[125]I have fast food experience. \n[126]Well, I'm sure there have been amazing technological advances in the industry, but surely you have some sort of training process. It seems unfair to presume I won't be able to learn. \n[127]Janie, today I quit my job. And then I told my boss to fuck himself, and then I blackmailed him for almost sixty thousand dollars. Pass the asparagus. \n[128]And your mother seems to prefer I go through life like a fucking prisoner while she keeps my dick in a mason jar under the sink. \n[129]Lose it? I didn't lose it. It's not like, \"Oops, where'd my job go?\" I quit. Someone pass me the asparagus. \n[130]I already have a job. \n[131] \n[132] \n[133]I'm sick and tired of being treated    like I don't exist. You two do whatever    you want to do whenever you want to do    it and I don't complain. All I want is the    same courtesy-- \n[134] \n[135]Oh, and another thing. From now on, we're going to alternate our dinner music. Because frankly, and I don't think I'm alone here, I'm really tired of this Lawrence Welk shit. \n[136]What? \n[137]Mine. 1970 Pontiac Firebird. The car I always wanted and now I have it. I rule! \n[138]I traded it in. \n[139]Hmm, let me think... No. You never drove it. Have you done something different? You look great. \n[140]Jane not home. We have the whole house to ourselves. \n[141]Christ, Carolyn. When did you become so... joyless? \n[142] \n[143]So what? It's just a couch. \n[144]It's just a couch! \n[145]This isn't life. This is just stuff. And it's become more important to you than living. Well, honey, that's just nuts. \n[146] \n[147]Remember those posters that said, \"Today is the first day of the rest of your life?\" Well, that's true of every day except one. The day you die. \n[148]What? \n[149]What are you talking about? I've barely even spoken to her. \n[150] \n[151] \n[152]Yo, Ricky. How's it going? \n[153]You need more than that, my little hombre. \n[154] \n[155]Would you like to    try our new beef and cheese pot pie on    a stick, just a dollar ninety-nine for a    limited time only? \n[156]Her husband. We've met before, but something tells me you're going to remember me this time. \n[157]Actually, Janeane is senior drive-thru manager, so you kind of are on her turf. So. This makes sense. \n[158]Honey, it's okay. I want you to be happy. Would you like Smiley Sauce with that? \n[159]Uh-uh. You don't get to tell me what to do. Ever again. \n[160]Shit. \n[161]Yeah, in the cigar box, right over there. You know, put up a fight, dude! You are such a pushover. \"No I can't. Really. Okay.\" \n[162]Oh. Hi. \n[163]Don't know. \n[164]Hi. \n[165]Some. \n[166]You like muscles? \n[167]Jesus, man. You're soaked. \n[168]You want me to get Ricky? He's in Jane's room. \n[169]You okay? \n[170]Uh... I don't know. Probably out fucking that dorky prince of real estate asshole. And you know what? I don't care. \n[171]Nope, our marriage is just for show. A commercial, for how normal we are. When we are anything but. \n[172]You're shaking. \n[173]We really should get you out of these clothes. \n[174]It's okay. \n[175] \n[176]Whoa, whoa, whoa. I'm sorry. You got the wrong idea. \n[177]Not at all. Bad night? \n[178] \n[179] \n[180]So... are you going to tell me? What you want? \n[181]You don't know? \n[182]Are you kidding? I want you. I've wanted you since the first moment I saw you. You are the most beautiful thing I have ever seen. \n[183]You couldn't be ordinary if you tried. \n[184]You're kidding. \n[185] \n[186]You are so beautiful... and I would be a very lucky man... \n[187]Don't. \n[188]You have nothing to be sorry about. \n[189] \n[190]Do you want me to make you another one? \n[191] \n[192]How's Jane? \n[193]I mean, how's her life? Is she happy? Is she miserable? I'd really like to know, and she'd die before she'd ever tell me about it. \n[194] \n[195]  \n[196] \n[197]Man oh man... Man oh man oh man... \n[198]I had always heard your entire life flashes in front of your eyes the second before you die. \n[199]First of all, that one second isn't a second at all, it stretches on forever, like an ocean of time... \n[200]For me, it was lying on my back at Boy Scout camp, watching falling stars... \n[201]And yellow leaves, from the maple trees, that lined my street... \n[202]Or my grandmother's hands, and the way her skin seemed like paper... \n[203]And the first time I saw my cousin Tony's brand new Firebird... \n[204]And Janie... \n[205]And Janie... \n[206] \n[207]I guess I could be pretty pissed off about what happened to me... but it's hard to stay mad, when there's so much beauty in the world. Sometimes I feel like I'm seeing it all at once, and it's too much, my heart fills up like a balloon that's about to burst... \n[208]...and then I remember to relax, and stop trying to hold on to it, and then it flows through me like rain and I can't feel anything but gratitude for every single moment of my stupid little life... You have no idea what I'm talking about, I'm sure. But don't worry... \n[209]You will someday. ", "Burnham": "\n[1] We're looking down at a king-sized BED from OVERHEAD:  LESTER BURNHAM lies sleeping amidst expensive bed linens, face down, wearing PAJAMAS. An irritating ALARM CLOCK RINGS. Lester gropes blindly to shut it off.  \n[2] Lester thrusts his face directly into a steaming hot shower.  ANGLE from outside the shower: Lester's naked body is silhouetted through the fogged-up glass door. It becomes apparent he is masturbating.  \n[3] CLOSE on a single, dewy AMERICAN BEAUTY ROSE. A gloved hand with CLIPPERS appears and SNIPS the flower off.  CAROLYN BURNHAM tends her rose bushes in front of the Burnham house. A very well-put together woman of forty, she wears color-coordinated gardening togs and has lots of useful and expensive tools.  Lester watches her through a WINDOW on the first floor, peeping out through the drapes.  \n[4] Lester watches all this from the window.  \n[5] JANE is seated at her desk, working at her computer.  \n[6] Carolyn stands next to a platinum-colored MERCEDES-BENZ ML320, reaching in through the drivers' window to blow the HORN again.  Jane shuffles out of the house, her backpack slung over her shoulder.  \n[7] A MOVING VAN is parked in front of the COLONIAL HOUSE next door to the Burnhams'. Movers carry furniture toward the house.  The Mercedes-Benz pulls into the Burnham driveway. Carolyn drives, Lester is in the passenger seat.  \n[8] We HEAR EASY-LISTENING MUSIC.  Lester, Carolyn and Jane are eating dinner by CANDLELIGHT. RED ROSES are bunched in a vase at the center of the table. Nobody makes eye contact, or even seems aware of anybody else's presence, until...  \n[9] Jane stands at the sink, rinsing off her plate. Lester enters.  \n[10] On VIDEO: We're looking through GREENHOUSE WINDOWS at Lester and Jane in the kitchen We can't hear what they're saying, but it's obvious it's not going well.   \n[11] Lester's POV: We're looking out through the kitchen window at the point where Ricky was just standing, but he's no longer there.  Lester turns off the faucet, dries his hands, then tosses the towel on the counter on his way out, where it lands next to a framed PHOTOGRAPH of Lester, Carolyn, and a much-younger Jane, taken several years earlier at an amusement park.  It's startling how happy they look.  \n[12] CLOSE on a solitary red ROSE PETAL as it falls slowly through the air.  We're looking down on Lester and Carolyn in bed. Even in sleep, Carolyn looks determined. Lester is awake and stares up at us.  \n[13] On VIDEO: Jane gets out of the car, still LAUGHING, and waves as Angela pulls away. We ZOOM toward Jane as she walks up the driveway. She turns suddenly, sensing our presence.  Her POV: We're looking at the COLONIAL HOUSE next door where the moving van was parked earlier. The front porch is shrouded in darkness... then a PORCH LIGHT abruptly reveals Ricky. As usual, he's dressed conservatively. There is a BEEPER attached to his belt, and his DIGICAM dangles loosely around his neck.  Irritated, Jane stares at him, hard.  \n[14] Jane enters, closes and locks the door. She quickly TURNS OFF THE LIGHT that's been left on for her, then peeks through a window.  Her POV: There's no sign of Ricky.  Jane turns back into the room, her heart racing... and smiles.  \n[15] CLOSE on an ADDRESS BOOK: A man's hand flips to the H page and then his finger stops at the name Angela Hayes.  Lester, dressed for work, goes through Jane's address book. We HEAR the SHOWER running in the adjacent bathroom. He grabs Jane's phone and dials, then stands with the receiver to his ear, nervous.  \n[16] On VIDEO: We're across from Jane's WINDOW, looking in. Jane picks up the address book, frowning. She speaks into the phone, but we can't hear her.  \n[17] Jane and Angela are watching MTV. We HEAR the back door open.  \n[18] Lester enters and opens the refrigerator.  \n[19] Angela is back against the counter, drinking the root beer. Lester stands by the refrigerator, gazing at her, still lost in fantasy.  \n[20] Angela lays on the bed, in bra and panties, reading a magazine. Jane, in an oversized T shirt, plays a video game on her computer.  \n[21] Lester, still in his suit, stands outside Jane's room, his ear up against the door. He can't believe what he's hearing.  \n[22] \n[23] Lester, still listening, looks like he's about to implode.  \n[24] \n[25] We see Angela standing at the window in her underwear, looking down at us. Jane joins her and is immediately unnerved by:  Their POV: In the Burnham's DRIVEWAY, the word \"JANE\" is spelled out in FIRE.  \n[26] \n[27] On VIDEO: We're across from Jane's window, looking in. Jane tries to shut the drapes, but Angela won't let her. Irritated, Jane retreats into the room. We ZOOM toward her, even as Angela poses in the window; we're clearly not interested in Angela. The ZOOM continues, searching for Jane, who has disappeared. Finally, we settle on the small make-up MIRROR where we see a REFLECTION of Jane, back at her computer. She's smiling. Then suddenly the DRAPES CLOSE and she's gone.     \n[28] Ricky's POV: Through a WINDOW on the side of the Burnham's GARAGE DOOR, we see Lester, still in his suit, digging through shelves against the back wall.  \n[29] Lester digs through stuff stored on the shelves, searching for something as if his very life depended on it.  \n[30] Ricky's POV, on VIDEO: Through a WINDOW on the side of the Burnham's garage, we see Lester step out of his pants and briefs. Then, naked except for his black socks, he grabs the dumbbells and starts lifting them, watching his reflection in the window as he does.  \n[31] Carolyn lies sleeping. Lester is awake, staring at the ceiling. After a moment, he gets up, taking care not to disturb Carolyn, and walks toward the bathroom.  \n[32] Lester enters and switches on the LIGHT. The room is filled with STEAM. Lester looks around, confused, then focuses on:  His POV: Across from us, in a PEDESTAL BATHTUB, is Angela. She smiles and beckons us, and we MOVE CLOSER. ROSE PETALS float on the surface of the water, obscuring her naked body.  \n[33] CLOSE on Carolyn, her eyes wide, listening to the rhythmic BRUSH of Lester's hand as he masturbates under the covers.  She flips over and faces him.  \n[34] Carolyn, carrying a basket of fresh cut ROSES, passes by the GARAGE WINDOW. From inside the garage, we HEAR ROCK MUSIC.  Carolyn stops and SNIFFS the air, frowning. She peers through the window.  Her POV: Lester, in a T-shirt and gym shorts, lies on a new WEIGHT BENCH, doing bench presses with shiny new BARBELLS.  \n[35] Lester sits at the table in sloppy clothes, eating his dinner voraciously and drinking beer from a bottle. Across from him, Carolyn picks at her food, watching him with contempt. EASY- LISTENING MUSIC plays on the STEREO.   \n[36] Jane is sitting on her bed. There is a KNOCK at the door.  \n[37] From her window, Jane watches, pulling the drapes in front of her.     \n[38] Lester's REMOTE-CONTROLLED MODEL JEEP is zooming across the floor of the family room, expertly maneuvering corners and narrowly avoiding crashing.  Lester is sprawled on the couch in his underwear, drinking a BEER and controlling the car. His working out is beginning to produce results. The room, too, seems changed: sloppier, more lived in.  Carolyn enters through the kitchen, flushed and angry. She just stands there, staring at Lester. After a moment, he looks up at her.    \n[39] The blender GRINDS as Lester, still in his sweatpants, makes himself a high-protein shake. He's in excellent shape; even his posture has changed, and he moves with the confident, easy swagger of an athlete. Jane watches him blankly from the kitchen table.  Carolyn enters. Lester leans against the counter, drinking his shake directly from the blender pitcher, eyeing her. He's got a newfound sexual energy that makes her uncomfortable, and he knows it. Carolyn quickly rinses off her coffee cup, avoiding his eyes, and starts out.  \n[40] It's RAINING outside. We HEAR ROCK MUSIC as Lester pumps iron. He puts the weights down and looks at his REFLECTION in the window:  His POV: His arms are pumped. He smiles.      \n[41] Ricky, his hair wet from the rain, puts the cash in his pocket. Lester's arm remains draped around his shoulder.  \n[42] Lester leans nonchalantly against the counter. Jane and Angela enter. Jane frowns when she sees him.  \n[43] Angela is sprawled across the bed. Jane stands across the room from her.  \n[44] Angela sits on the stairs, shaken, crying.  \n[45] We're MOVING SLOWLY toward the Burnham's GARAGE WINDOW through the RAIN. Through the window, we see Lester, wearing only his sweatpants, performing bench presses.  \n[46] Through the window, we see the Colonel standing outside, watching. We ZOOM slowly in on him as he watches, transfixed.  \n[47] His POV: Lester finishes his last rep, then racks the weights and sits up, sweaty and out of breath. He runs his free hand over his chest... and then he glances at us, suddenly aware he's being watched.  \n[48] Lester and the Colonel stare at each other through the window.  \n[49] The RAIN is coming down in sheets now, and there is a sharp CLAP of THUNDER. We're directly outside the GARAGE DOOR as it slowly lifts to reveal Lester smiling at us.   \n[50] Lester pulls the Colonel inside. The Colonel moves stiffly and seems preoccupied, slightly disoriented.  \n[51] Lester enters, opens the refrigerator and grabs a BEER. Suddenly we HEAR MUSIC coming from the other room. Lester opens his beer and starts toward the family room.     \n[52] His POV: AS we MOVE SLOWLY around a corner, Angela comes into view, standing at the STEREO, holding a CD case. She's been crying; her face is puffy, and her hair mussed. She regards us apprehensively... then puts on a slightly defiant smile.  \n[53] Angela lays back on the couch as Lester moves in over her. He pulls her jeans off and gently brushes his fingers over her legs, then moves up and caresses her face...  \n[54] Ricky and Jane, fully clothed, lie curled up on Jane's bed.  \n[55] Lester starts unbuttoning Angela's blouse. She seems disconnected from what's happening. Lester pulls her blouse open, exposing her breasts.  Lester looks down at her, grinning, unable to believe he's actually about to do what he's dreamed of so many times, and then...  \n[56] Angela, once again fully clothed, sits at the kitchen counter. She's eating a turkey sandwich.  \n[57] Ricky comes down the stairs, followed by Jane.  \n[58] Ricky opens the door from the dining room, then stops. Jane appears behind him.  \n[59] Ricky and Jane lie curled up on Jane's bed, fully clothed. We HEAR a GUNSHOT from downstairs. They look at each other, alarmed.  \n[60] Angela stands in front of the mirror, fixing her make-up. We HEAR the GUNSHOT again. Angela turns, frightened.  \n[61] Carolyn walks slowly toward the RED DOOR, drenched to the bone, clutching her PURSE tightly. We HEAR the GUNSHOT again.  \n[62] In BLACK &amp; WHITE: Jane opens her bedroom door, staring at us.  \n[63] Carolyn enters, terrified, still clutching her PURSE. She shuts the door and locks it, then takes the GLOCK 19 out of her purse. She opens the closet door and shoves the gun into a HAMPER. Then, suddenly aware of Lester's scent, she grabs as many of his clothes as she can and pulls them to her, burying her face in them. She sinks to her knees, pulling several items of clothing down with her, and she begins to cry.  ", "Carolyn": "\n[1]Good morning, Jim! \n[2] \n[3]Well, I'll tell you. Egg shells and Miracle Grow. \n[4]Jane. Honey. Are you trying to look unattractive? \n[5]Well, congratulations. You've succeeded admirably. \n[6]Lester, could you make me a little later, please? Because I'm not quite late enough. \n[7]--there is no decision, you just write the damn thing! \n[8]Possibly. But you don't want to be unemployed. \n[9]Could you be just a little bit more dramatic, please, huh? \n[10]So we've finally got new neighbors. You know, if the Lomans had let me represent them, instead of-- --\"The Real Estate King,\" that house would never have sat on the market for six months. \n[11]Their sycamore? C'mon! A substantial portion of the root structure was on our property. You know that. How can you call it their sycamore? I wouldn't have the heart to just cut down something if it wasn't partially mine, which of course it was. \n[12] \n[13] \n[14] \n[15]I will sell this house today. \n[16]I will sell this house today. I will sell this house today. I will sell this house today. \n[17]I will sell this house today. \n[18]Welcome. I'm Carolyn Burnham! \n[19]This living room is very dramatic. Wait 'til you see the native stone fireplace! \n[20]A simple cream would really lighten things up. You could even put in a skylight. \n[21]Well, why don't we go into the kitchen? \n[22]It's a dream come true for any cook. Just filled with positive energy. Huh? \n[23]...and you'll be surprised how much a ceiling fan can cut down on your energy costs. \n[24]You know, you could have some really fun backyard get-togethers out here. \n[25] \n[26]I have some tiki torches in the garage. \n[27]Shut up. Stop it. You... Weak! \n[28]Weak. Baby. Shut up. Shut up! Shut up! \n[29]Of course not. She doesn't want us to know how important this is to her. But she's been practicing her steps for weeks. \n[30]Lester, this is important. I'm sensing a real distance growing between you and Jane. \n[31]She's just willful. \n[32]Hi! I really enjoyed that! \n[33]   \n[34]--everyone here is with their spouse or their significant other. How would it look if I showed up with no one? \n[35]Now listen to me. This is an important business function. As you know, my business is selling an image. And part of my job is to live that image-- \n[36]  \n[37] \n[38] \n[39]Carolyn. \n[40]Very well, thank you. Hello, Christy. \n[41]My husband, Lester-- \n[42] \n[43]You know, I probably wouldn't even tell you this if I weren't a little tipsy, but... I am in complete awe of you. I mean, your firm is, hands down, the Rolls Royce of local Real Estate firms, and your personal sales record is, is, is very intimidating. You know, I'd love to sit down with you and just pick your brain, if you'd ever be willing. I suppose, technically, I'm the \"competition,\" but... I mean, hey, I don't flatter myself that I'm even in the same league as you... \n[44] \n[45]I'll do that. Thank you. \n[46]Lester? \n[47]What are you doing? \n[48]Hi. I'm ready to go. I'll meet you out front. \n[49] \n[50]What are you doing? \n[51]You were masturbating. \n[52]Yes, you were. \n[53]That's disgusting. \n[54]So do I! \n[55]Lester. I refuse to live like this. This is not a marriage. \n[56]Oh. I see. You think you're the only one who's sexually frustrated? \n[57] \n[58]What the hell do you think you're doing? \n[59]I see you're smoking pot now. I'm so glad. I think using illegal psychotropic substances is a very positive example to set for our daughter. \n[60] \n[61]You will not get away with this. You can be sure of that! \n[62]Buddy. \n[63]What's she doing in New York? \n[64]Buddy. I'm so sorry. \n[65]When I saw you two at the party the other night, you seemed perfectly happy. \n[66]Yes! Oh, God! I love it! \n[67]Oh yes! I love it! Fuck me, your majesty! \n[68]That was exactly what I needed. The royal treatment, so to speak. \n[69]I was so stressed out. \n[70]What? \n[71] \n[72] \n[73]  \n[74]Your father seems to think this kind of behavior is something to be proud of. \n[75] \n[76]Oh! Oh! And I want to thank you for putting me under the added pressure of being the sole breadwinner now-- \n[77] \n[78] \n[79]Honey, please let me in. \n[80]I wish that you hadn't witnessed that awful scene tonight. But in a way, I'm glad. \n[81]Me? \n[82]  \n[83]You ungrateful little brat. Just look at everything you have. When I was your age, I lived in a duplex. We didn't even have our own house. \n[84]Well, all I know is... I love shooting this gun! \n[85]Ah, whose car is that out front? \n[86]Where's the Camry? \n[87]Shouldn't you have consulted me first? \n[88] \n[89] \n[90] \n[91]This is a four thousand dollar sofa upholstered in Italian silk. This is not \"just a couch.\" \n[92]Jane, hurry up. I've got a very important appointment-- \n[93]Well, of course, she's always welcome. You know, I thought maybe you two had a fight. I haven't seen her around here in a while. \n[94] \n[95]  \n[96]I think we deserve a little junk food, after the workout we had this morning. \n[97]  \n[98] \n[99] \n[100]Lester, just stop it! \n[101]Oh, no. I understand completely. In order to be successful, one must project an image of success. At all times. \n[102]Stop it. Stop it! \n[103]I refuse to be a victim. \n[104]I refuse to be a victim. I refuse to be a victim. I refuse to be a victim... Lester, I have something I have to say to you... ", "Buddy": "\n[1]It's so good to see you too, Catherine. \n[2]Carolyn! Of course. How are you? \n[3] \n[4]Oh, yes. \n[5]I see. \n[6]I'd love to. \n[7]Absolutely. Call my secretary and have her schedule a lunch. \n[8]Carolyn. \n[9]I'm so sorry I kept you waiting. Christy left for New York this morning, and... let's just say things were very hectic around the house. \n[10]She's moving there. Yes. We are splitting up. \n[11]  \n[12]Well, call me crazy, but it is my philosophy that in order to be successful, one must project an image of success, at all times. \n[13]You like getting nailed by the king? \n[14]Know what I do when I feel like that? \n[15]I fire a gun. \n[16]Oh yeah, I go to this little firing range downtown, and I just pop off a few rounds. \n[17]Oh, you've gotta try it. Nothing makes you feel more powerful. Well, almost nothing. \n[18] \n[19] \n[20] \n[21]I'm sorry. I guess we should cool it for a while. I'm facing a potentially very expensive divorce. ", "Kane": "", "Ricky": "\n[1] On VIDEO: JANE BURNHAM lays in bed, wearing a tank top. She's sixteen, with dark, intense eyes.  \n[2]Want me to kill him for you? \n[3] Ricky stands at his window, videotaping. He lowers his Digicam, but his eyes remain locked on Jane across the way.  \n[4]Be right there. \n[5]Mom. \n[6]I don't eat bacon, remember? \n[7]What's new in the world, Dad? \n[8]That's the whole thing, Dad. They don't feel like it's anything to be ashamed of. \n[9]Yeah, you're right. \n[10]Forgive me, sir, for speaking so bluntly, but those fags make me want to puke my fucking guts out. \n[11]Hi. My name's Ricky. I just moved next door to you. \n[12]I didn't mean to scare you. I just think you're interesting. \n[13]I'm not obsessing. I'm just curious. \n[14]Hey. \n[15]Mom. Nobody said anything. \n[16]Excuse me. Don't you live on Robin Hood Trail? The house with the red door? \n[17]I'm Ricky Fitts. I just moved into the house next to you. \n[18]Hi, Lester Burnham. \n[19]Do you party? \n[20]Do you get high? \n[21]Re-Animator. \n[22]Fine. So don't pay me. \n[23]I quit. So you don't have to pay me. Now, leave me alone. \n[24]Eighteen. I just do these gigs as a cover. I have other sources of income. But my dad interferes less in my life when I pretend to be an upstanding young citizen with a respectable job. \n[25]I'm Ricky Fitts, I just moved in the house next to you. I go to school with your daughter. \n[26]Yeah. Jane. \n[27]Any time. \n[28] \n[29] Ricky sits in darkness with his DIGICAM, videotaping. He lowers the camera and smiles... then something below catches his attention. He leans out the window to get a better look at:  \n[30] Ricky holds his Digicam up and starts to videotape.  \n[31] Ricky stands at the window, videotaping.     \n[32]Welcome to America's Weirdest Home Videos. \n[33]Coming, Dad. \n[34]I'm sorry, I must have locked it by accident. So what's up? \n[35]Wow. It's been six months already. Can I give it to you in the morning? I just took a whiz. \n[36] \n[37]You want to borrow it? Okay, it's up in my room. Come on. \n[38] Ricky enters, followed by Lester.  \n[39]Can you hold this for a sec? \n[40]I don't think my dad would try to come in when somebody else is here, but you never know. \n[41]Urine. I have to take a drug test every six months to make sure I'm clean. \n[42]It's not mine. One of my clients is a nurse in a pediatrician's office. I cut her a deal, she keeps me in clean piss. \n[43]I like a lot of music. \n[44]How much do you want? \n[45] \n[46] \n[47]This is all I ever smoke. \n[48]Two grand. \n[49]You don't have to pay now. I know you're good for it. \n[50] \n[51]That sucks. \n[52]My dad thinks I pay for all this with catering jobs. Never underestimate the power of denial. \n[53]I was filming this dead bird. \n[54]Because it's beautiful. \n[55]Hi, Jane. \n[56]Okay. \n[57]It's okay. I'll walk. But thanks. \n[58]I like it. \n[59]Have you ever known anybody who died? \n[60]No, but I did see this homeless woman who froze to death once. Just laying there on the sidewalk. She looked really sad. \n[61]I got that homeless woman on video. \n[62]Because it was amazing. \n[63]When you see something like that, it's like God is looking right at you, just for a second. And if you're careful, you can look right back. \n[64]Beauty. \n[65]Mom, I want you to meet somebody. Mom. \n[66]I want you to meet somebody. This is Jane. \n[67]This is where my dad hides out. \n[68]You got to see this one thing... \n[69]My dad would kill me if he knew I was in here. \n[70]No. One of my clients is a locksmith. He was short on cash one night, so I let him pay me in trade. \n[71]Turn it over. \n[72]It's like official state china of the Third Reich. There's a whole subculture of people who collect this Nazi shit. But my dad just has this one thing. \n[73]What's wrong? \n[74] \n[75]You want to see the most beautiful thing I've ever filmed? \n[76] On VIDEO: We're in an empty parking lot on a cold, gray day. Something is floating across from us... it's an empty, wrinkled, white PLASTIC BAG. We follow it as the wind carries it in a circle around us, sometimes whipping it about violently, or, without warning, sending it soaring skyward, then letting it float gracefully down to the ground...  Jane and Ricky sit on the bed, watching his WIDE-SCREEN TV.  \n[77]It was one of those days when it's a minute away from snowing. And there's this electricity in the air, you can almost hear it, right? And this bag was just... dancing with me. Like a little kid begging me to play with it. For fifteen minutes. That's the day I realized that there was this entire life behind things, and this incredibly benevolent force that wanted me to know there was no reason to be afraid. Ever. \n[78]Video's a poor excuse, I know. But it helps me remember... I need to remember... \n[79] \n[80] We're behind Ricky as he videotapes Jane in her window. She has now removed her shirt. She stands there in her bra, then reaches behind her back to unhook the bra.  On VIDEO: We ZOOM toward her as she takes off her bra clumsily. She's obviously embarrassed, but she's gone this far and there's no turning back. She stands there with her breasts exposed, trying to look defiant, but she's achingly vulnerable...  Suddenly, the door is thrown open and the Colonel enters, incensed. Startled, Ricky turns around. As soon as his eyes meet his father's, he knows what's up.  \n[81] Ricky's lip is bleeding, but he maintains a steady gaze at his father during this violence.  \n[82]No, sir. I won't fight you. \n[83]I picked the lock, sir. \n[84]No, sir. I wanted to show my girlfriend your Nazi plate. \n[85]Yes, sir. She lives next door. \n[86]Her name's Jane. \n[87]Sir, I'm sorry. \n[88]Yes, sir. \n[89] \n[90] On VIDEO: Jane lays in Ricky's bed, wearing a tank top. She glances at us.    \n[91]Why? \n[92]I can't believe you don't know how beautiful you are. \n[93]Fine. \n[94]I am naked. \n[95]When I was fifteen, my dad caught me smoking dope. He totally freaked and decided to send me to military school. I told you his whole thing about structure and discipline, right? Well, of course, I got kicked out. Dad and I had this huge fight, and he hit me... and then the next day at school, some kid made a crack about my haircut, and... I just snapped. I wanted to kill him. And I would have. Killed him. If they hadn't pulled me off. That's when my dad put me in the hospital. Then they drugged me up and left me in there for two years. \n[96]He's not a bad man. \n[97]Why? \n[98]You'd rather he had the crush on you? \n[99]How? \n[100]Want me to kill him for you? \n[101] \n[102]You know, that's not a very nice thing to do, hiring somebody to kill your dad. \n[103]Of course. \n[104]Do you know how lucky we are to have found each other? \n[105]Oh, I don't need a ride. I'm going to go in with Jane and her mom. \n[106]Pretty decent, Mr. Burnham. \n[107] The door swings open silently and the Colonel enters. He starts going through Ricky's bureau. He opens the DRAWER in which we know Ricky keeps his marijuana, but he doesn't discover its false bottom. He stands and looks around, his eyes finally landing on:  The DIGICAM and a stack of CASSETTES on a shelf. The camera is still connected to the TV.  The Colonel turns on the TV, examines the Digicam and presses \"play.\" The TV's blank screen suddenly gives way to...  On VIDEO: Barbara Fitts sits at the kitchen table, staring off into space.  The Colonel watches, at first baffled, then impatient. He takes the cassette out of the Digicam and inserts another. On the TV screen we see...  On VIDEO: Through the Burnham's GARAGE WINDOW, we see Lester step out of his pants and briefs. Then, naked except for his black socks, he grabs the dumbbells and starts lifting them, watching his reflection in the window as he does...  The Colonel sinks slowly onto Ricky's bed, mesmerized.  \n[108] \n[109] \n[110]You should learn to roll a joint. \n[111] Ricky enters, wet from the pouring rain, and crosses to his bureau, pulling the wad of CASH out of his pocket as he goes.  \n[112]From my job. \n[113] \n[114] \n[115]Jesus, what is with you-- \n[116] \n[117]You're right. I suck dick for money. \n[118]Two thousand dollars. I'm that good. \n[119]And you should see me fuck. I'm the best piece of ass in three states. \n[120]What a sad old man you are. \n[121]Mom, I'm leaving. \n[122] \n[123] The Colonel's POV: Below us, Ricky dashes through the rain to the Burnham's front door and knocks. Lester opens it and lets him in.  \n[124]It's me. \n[125] \n[126]If I had to go to New York. To live. Tonight. Would you come with me? \n[127]We won't have to. I have over forty thousand dollars. And I know people in the city who can help us get set up. \n[128]Yes. \n[129]She's not your friend. She's somebody you use to feel better about yourself. \n[130]Yes, you are. And you're boring. And you're totally ordinary. And you know it. \n[131]I don't get scared. \n[132]Mine won't. \n[133] ", "Jim": "\n[1] In the fenced front yard of the house next door, a dog BARKS repeatedly. A MAN in a conservative suit  chastises the barking dog.  \n[2]Hush, Bitsy. You hush. What is wrong? \n[3] \n[4]And a jerky treat. \n[5]You spoil her. Bitsy. No bark. Come inside. Now. \n[6]Morning, Carolyn. \n[7]I just love your roses. How do you get them to flourish like this? \n[8]Hi. \n[9]Welcome to the neighborhood. \n[10]Just a little something from our garden. \n[11]Except for the pasta, we got that at Fallaci's. \n[12]It's unbelievably fresh. You just drop it in the water and it's done. \n[13] \n[14]Nice to meet you. And this is my partner... \n[15] \n[16] \n[17]Well, he's a tax attorney. \n[18]And he's an anesthesiologist. \n[19]Lester, I didn't know you ran. \n[20]Good for you. \n[21]Well, are you just looking to lose weight, or do you want have increased strength and flexibility as well? ", "Olmeyer": "", "Colonel": "\n[1]This country is going straight to hell. \n[2]Are you expecting anyone? \n[3] \n[4]Let's cut to the chase, okay? What are you guys selling? \n[5]Yeah, yeah, yeah. But you said you're partners. So what's your business? \n[6] The Colonel drives, staring darkly at the road ahead. In the passenger seat, Ricky is using a CALCULATOR and jotting numbers down in a NOTEBOOK.  \n[7]How come these faggots always have to rub it in your face? How can they be so shameless? \n[8]Well, it is. \n[9]Don't placate me like I'm your mother, boy. \n[10]Me too, son. Me too. \n[11]Ricky! \n[12]You know I don't like locked doors in my house, boy. \n[13]I need a urine sample. \n[14]Yeah, I suppose. Well. Good night, son. \n[15]What is this, the fucking gay pride parade? \n[16] \n[17] We HEAR KEYS TURNING in the lock, then the door opens and Ricky enters, holding a RING OF KEYS, followed by Jane.  \n[18]You little bastard-- \n[19]How did you get in there? \n[20] \n[21]How did you get in there? \n[22]What were you looking for? Money? Are you on dope again? \n[23]Girlfriend? \n[24]This is for your own good, boy. You have no respect for other people's things, for authority, for... \n[25]You can't just go around doing whatever you feel like, you can't--there are rules in life-- \n[26]You need structure, you need discipline-- \n[27]Oh, Ricky... \n[28]You stay out of there. \n[29] \n[30]Where'd you get that? \n[31]Don't lie to me. I saw you with him. \n[32]What did he make you do? \n[33]  \n[34]I will not sit back and watch my only son become a cocksucker! \n[35]I swear to God, I will throw you out of this house and never look at you again. \n[36]Damn straight I do. I'd rather you were dead than be a fucking faggot. \n[37]Boy-- \n[38]Get out. \n[39] \n[40] \n[41] \n[42]Your wife is with another man and you don't care? \n[43] \n[44] \n[45] The Colonel enters, wet. He's wearing LATEX GLOVES. BLOOD covers the front of his T-shirt. He paces in front of one of his GUN CASES; the GLASS DOOR is open, and a gun is conspicuously missing from inside.  ", "Angela": "\n[1]Who are you looking for? \n[2]Gross. I hate it when my mom does that. \n[3]Oh. Hi. \n[4] \n[5]We're going out for pizza. \n[6]Thanks... but I have a car. \n[7]I think it's sweet. And I think he and your mother have not had sex in a long time. \n[8] Angela is behind the wheel, Jane in the passenger seat. They're passing a JOINT back and forth.  \n[9]It's okay. I'm used to guys drooling over me. It started when I was about twelve, I'd go out to dinner with my parents. Every Thursday night, Red Lobster. And every guy there would stare at me when I walked in. And I knew what they were thinking. Just like I knew guys at school thought about me when they jerked off. \n[10]No, I liked it. And I still like it. If people I don't even know look at me and want to fuck me, it means I really have a shot at being a model. Which is great, because there's nothing worse in life than being ordinary. \n[11]Oh, I know. Because everything that was meant to happen, does. Eventually. \n[12] \n[13] Angela is sprawled across her bed, on the phone.  \n[14]Why'd you call me? \n[15]Well, my phone just rang and I answered it and somebody hung up and then I star sixty-nined and it called you back. \n[16]I'm serious, he just pulled down his pants and yanked it out. You know, like, say hello to Mr. Happy. \n[17]It wasn't gross. It was kind of cool. \n[18]Of course I did. He is a really well- known photographer? He shoots for Elle on like, a regular basis? It would have been so majorly stupid of me to turn him down. \n[19]Hey. That's how things really are. You just don't know, because you're this pampered little suburban chick. \n[20]  \n[21]Him? Jane. No way. He's a total lunatic. \n[22]Yeah. We were on the same lunch shift when I was in ninth grade, and he would always say the most random, weird things, and then one day, he was just like, gone. And then, Connie Cardullo told me he his parents had to put him in a mental institution. \n[23]What do you mean? \n[24]You total slut. You've got a crush on him. \n[25]You were defending him! You love him. You want to have like, ten thousand of his babies. \n[26]What a freak. And why does he dress like a Bible salesman? \n[27]I don't believe him. I mean, he didn't even like, look at me once. \n[28]I should say hi to your dad. I don't want to be rude. \n[29]Nice suit. \n[30]You're looking good, Mr. Burnham. \n[31]Last time I saw you, you looked kind of wound up. Ooh, is that root beer? \n[32]I love root beer, don't you? \n[33]Don't be. I think it's funny. \n[34]Your mom's the one who's embarrassing. What a phony. \n[35]Your dad's actually kind of cute. \n[36]He is. If he just worked out a little, he'd be hot. \n[37]Oh, come on. Like you've never sneaked a peek at him in his underwear? I bet he's got a big dick. \n[38] \n[39]  \n[40]I swear I heard something. \n[41]I'm serious. \n[42]See? \n[43] \n[44]It's that psycho next door. Jane, what if he worships you? What if he's got a shrine with pictures of you surrounded by dead people's heads and stuff? \n[45] \n[46]I've been waiting for you. \n[47]You've been working out, haven't you? I can tell. \n[48]I was hoping you'd give me a bath... I'm very, very dirty. \n[49]What are you doing? \n[50]Why? \n[51]I think maybe you forgot your medication today, mental boy. \n[52]Well, whatever. This is boring. Let's go. \n[53] \n[54]Yeah, see? He doesn't want to go anyway. C'mon, let's go. \n[55]What? Jane, that's like, almost a mile. \n[56] Angela drives, squinting through the windshield as the wipers move back and forth.  \n[57]So you and psycho boy are fucking on like, a regular basis now, right? \n[58]Oh, come on. You can tell me. Does he have a big dick? \n[59]Not like what? Doesn't he have one? Why don't you want to talk about it? I mean, I tell you every single detail about every guy that I fuck. \n[60]Oh, so now that you have a boyfriend, you're like, above it? We gotta get you a real man. \n[61]Hi, Mr. Burnham. \n[62]Wow. Look at you. Have you been working out? \n[63]You can really tell. Look at those arms. \n[64]I--I should probably go see what Jane's up to. \n[65]You are way too uptight about sex. \n[66]Why not? \n[67]You guys can't be serious. You're just a kid. And he's like, a mental case. You'll end up living in a box on the street. \n[68]What, other drug dealers? \n[69]Jane, you'd be out of your mind to go with him. \n[70]Because you're my friend! \n[71]Go fuck yourself, psycho! \n[72]Jane! He is a freak! \n[73]Oh, yeah? Well, at least I'm not ugly. \n[74]You two deserve each other. \n[75]I hope you don't mind if I play the stereo. \n[76]Not really bad, just... strange. \n[77]Jane and I had a fight. It was about you. \n[78]She's mad at me because I said I think you're sexy. \n[79]I don't know. \n[80]What do you want? \n[81]You don't think I'm ordinary? \n[82]Thank you. I don't think there's anything worse than being ordinary... \n[83]This is my first time. \n[84] \n[85]I still want to do it... I just thought I should tell you... in case you wondered why I wasn't... better. \n[86] \n[87]I feel so stupid. \n[88]I'm sorry. \n[89]Wow. I was starving. \n[90]No, no, no. I'm fine. \n[91]I mean, I'm still a little weirded out, but... ...I feel better. Thanks. \n[92]What do you mean? \n[93]She's... she's really happy. She thinks she's in love. \n[94]How are you? \n[95] ", "Hayes": "\n[1] Angela is sprawled across her bed, on the phone.  ", "Berkley": "", "Jane": "\n[1]I need a father who's a role model, not some horny geek-boy who's gonna spray his shorts whenever I bring a girlfriend home from school. What a lame-o. Somebody really should put him out of his misery. \n[2] \n[3] JANE is seated at her desk, working at her computer.  \n[4]Yes. \n[5]Nice going, Dad. \n[6]Mom, do we always have to listen to this elevator music? \n[7] \n[8]No, Dad. It was spec-tac-ular. \n[9] \n[10]I mean, hello. You've barely even spoken to me for months. \n[11]Oh, great. So now it's my fault? \n[12]My parents are coming tonight. They're trying to, you know, take an active interest in me. \n[13]They're such assholes. Why can't they just have their own lives? \n[14]Oh shit, they're still here. \n[15]I didn't win anything. \n[16]This is my friend, Angela Hayes. \n[17]Dad. \n[18] \n[19]Could he be any more pathetic? \n[20]I'm sorry my dad was so weird tonight. \n[21]Vomit. \n[22]I really think it'll happen for you. \n[23]Asshole. \n[24] CLOSE on an ADDRESS BOOK: A man's hand flips to the H page and then his finger stops at the name Angela Hayes.  Lester, dressed for work, goes through Jane's address book. We HEAR the SHOWER running in the adjacent bathroom. He grabs Jane's phone and dials, then stands with the receiver to his ear, nervous.  \n[25]Hello? \n[26]\n[27]I didn't. \n[28]I was in the shower. \n[29]Oh, gross. \n[30]Oh my God. That's the pervert who filmed me last night. \n[31]You know him? \n[32]Why? What did he do? \n[33]Well, they can't put you away just for saying weird things. \n[34]What? Please. \n[35]Shut up. \n[36]I know. I kinda remember this really creepy incident when you were filming me last night? \n[37]Thanks, but I really don't need to have some psycho obsessing about me right now. \n[38]He's like, so confident. That can't be real. \n[39]Oh, shit. They're home. Quick, let's go up to my room. \n[40]Mom, you remember Angela. \n[41]I forgot to tell you, she's spending the night. Is that okay? \n[42] Angela lays on the bed, in bra and panties, reading a magazine. Jane, in an oversized T shirt, plays a video game on her computer.  \n[43]I'm sorry about my dad. \n[44]Yeah, to you, he's just another guy who wants to jump your bones. But to me... he's just too embarrassing to live. \n[45]Shut up. \n[46] \n[47]Shut up. \n[48]You are so grossing me out right now. \n[49] \n[50]Yeah, it was the sound of you being a huge disgusting pig. \n[51] \n[52]Shit. I bet he's filming us right now. \n[53] \n[54] \n[55] \n[56]So how do you like your new house? \n[57]The people who used to live there fed these stray cats, so they were always around, and it drove my mother nuts. And then she cut down their tree. \n[58]No. Have you? \n[59]Why would you film that? \n[60]What was amazing about it? \n[61]And what do you see? \n[62]Hi. \n[63]I take it he's got a thing for guns. \n[64]Did you steal his keys? \n[65]Oh my God. \n[66]Nothing. \n[67]No I'm not. \n[68] \n[69]Sorry I'm late. \n[70] \n[71] Jane is sitting on her bed. There is a KNOCK at the door.  \n[72]Go. Away. \n[73]Why, so I could see what freaks you and Dad really are? \n[74]Aw, Christ, Mom. \n[75]Look, Mom, I really don't feel like having a Kodak moment here, okay? \n[76] \n[77] \n[78]I'm not going to sit here for that shit. \n[79]Ha. How does it feel now? \n[80]You don't feel naked? \n[81]You know what I mean. \n[82]Tell me about being in the hospital. \n[83]Wow. You must really hate him. \n[84]Well... you better believe I'd hate my father if he did something like that to me. Wait. I do hate my father. \n[85]He's a total asshole and he's got this crush on my friend Angela and it's disgusting. \n[86]Gross, no! But it'd be nice if I was anywhere near as important to him as she is. \n[87]I know you think my dad's harmless, but you're wrong. He's doing massive psychological damage to me. \n[88]Well, now, I too need structure. A little fucking discipline. \n[89]I'm serious, though. How could he not be damaging me? I need a father who's a role model, not some horny geek-boy who's gonna spray his shorts whenever I bring a girlfriend home from school. What a lame-o. Somebody really should put him out of his misery. \n[90]Yeah, would you? \n[91]Well, I've been baby-sitting since I was about ten. I've got almost three thousand dollars. 'Course, I was saving it up for a boob job. \n[92]But my tits can wait, huh? \n[93]Well, I guess I'm just not a very nice girl, then, am I? \n[94] \n[95]Mom, is it okay if Angela sleeps over tonight? \n[96] \n[97] \n[98] \n[99]Look, I'm not gonna talk about his dick with you, okay? It's not like that. \n[100]Yeah, and maybe you shouldn't, all right? Maybe I don't really want to hear all that. \n[101]Where's Mom? \n[102] Angela is sprawled across the bed. Jane stands across the room from her.  \n[103]I don't think we could be friends anymore. \n[104]Just don't fuck my dad, all right? Please? \n[105] \n[106]What? \n[107]Yes. \n[108]I'm no more a kid than you are! We can use my plastic surgery money. \n[109]Why do you even care? \n[110]You shut up, bitch! \n[111]Well, then so am I! And we'll always be freaks and we'll never be like other people. And you'll never be a freak because you're just too perfect. \n[112] Ricky and Jane, fully clothed, lie curled up on Jane's bed.  \n[113]Are you scared? \n[114]My parents will try to find me. \n[115]Oh God. \n[116] Ricky and Jane lie curled up on Jane's bed, fully clothed. We HEAR a GUNSHOT from downstairs. They look at each other, alarmed.  "}}