{"filename": "American-Psycho_script.txt", "imdb_id": "tt0144084", "imdb_url": "https://www.imdb.com/title/tt0144084", "characters": ["Paul Allen", "Harold Carnes", "Daisy", "Patrick Bateman", "Elizabeth", "Evelyn Williams", "Timothy Bryce", "Jean", "Courtney Rawlinson", "Craig McDermott", "David Van Patten", "Christie", "Homeless Man", "Donald Kimball", "Luis Carruthers"], "dialogues": {"Paul": "\n[1] Bateman is letting himself into the apartment. It is very similar to Bateman's, but even more minimalist. The walls are white-pigmented concrete with a large minimalist painting on the wall. One wall is covered in a trendy, large-scale scientific drawing above a long, black leather couch.  \n[2] The living room: ELIZABETH has kicked off her shoes and flopped down on the couch underneath the Baselitz. Elizabeth is an attractive, dark-haired society girl who models occasionally. Christie is sitting on the couch opposite her, pretending to examine a CD.  \n[3] Bateman walks into the lobby of Paul Owen's building. He has a surgical mask in one hand.  ", "Allen": "", "Harold": "", "Carnes": "\n[1]Face it-the Japanese will own most of this country by the end of the '90s.  Bateman approaches, trying to act casual.  \n[2]Jesus, Davis. Yes. That was hilarious. That was you, wasn't it?  \n[3]Bateman killing Owen and the escort girls? Oh that s fabulous. That's rich...  Pause  \n[4]It was a pretty long message, wasn't it?  \n[5]The message you left.  Carnes is distracted, waving at people.  \n[6]By the way Davis, how is Cynthia? You're still seeing her, right?  \n[7]Excuse me. Nothing. Good to see you. Is that Edward Towers?  He turns to go.  \n[8] Davis. I'm not one to bad-mouth anyone, your joke was amusing. But come on, man, you had one fatal flaw: Bateman's such a dork, such a boring, spineless lightweight, that I couldn't fully appreciate it. I wasn't fooled for a second. Now, if you'd said Price, or McDermott...Otherwise, it was amusing. Now, let's have lunch or dinner or something. Hilarious, Davis. A killer.  \n[9]Oh Christ. He can barely pick up an escort girl, let alone...what was it you said he did to her?  Carnes looks around the club, raises his glass to a passing couple. He laughs politely.  \n[10]Now, if you'll excuse me, I really must...  \n[11]Excuse me. I really must he going.  \n[12]But that's simply not possible. And I don't find this funny anymore.  \n[13] It's just not.  \n[14]Because I had dinner with Paul Owen twice in London...just ten days ago.  \n[15]Now, if you'll excuse me.  Bateman returns back to his friends' table, in a daze. They are all looking at the television, where Ronald Reagan is giving a speech about Iran Contra. They are halfheartedly arguing about whether or not he's lying.  ", "Daisy": "\n[1] Are you Iying?  \n[2]So, what do you do?  \n[3]A model? An actor?  \n[4]Well...  \n[5]Do you like it?  \n[6]Well, most guys I know who work in mergers and acquisitions don't really like it.  Silence.  \n[7]My ex-boyfriend, Fiddler, who was in there, he plays in this band that just opened for U2-he couldn't understand what I was doing with a yuppie.  \n[8]He said...  He said you gave him bad vibes.  \n[9]You think I'm dumb, don't you?  \n[10]You think I'm dumb. You think all models are dumb.  \n[11]That's okay. I don't mind. There's something sweet about you.  She takes his hand as they get into a cab.  \n[12] Bateman leaves Daisy's apartment carrying a suitcase. He pauses in the hallway and tucks some long blonde hair back inside the case.  ", "Patrick": "", "Bateman": "\n[1]We're sitting in Pastels, this nouvelle Northern California place on the Upper East Side.  The Waiter sets down plates containing tiny, elaborately decorated starters. As he does so we hear Bateman's description of each of the men at the table.  \n[2]You'll notice that my friends and I all look and behave in a remarkably similar fashion, but there are subtle differences between us. McDermott is the biggest asshole. Van Patten is the yes man. Price is the most wired. I'm the best looking. We all have light tans. Right now I'm in a bad mood because this is not a good table, and Van Patten keeps asking dumb, obvious questions about how to dress .  \n[3]Or can it be worn with a suit?  McDERMOTT  Exactly  \n[4]With discreet pinstripes you should wear a subdued blue or charcoal gray vest. A plaid suit would cal I for a bolder vest.  McDERMOTT But avoid matching the vest's pattern with your socks or tie. Wearing argyle socks with an argyle vest will look too studied.  \n[5]Van Patten looks puffy. Has he stopped working out?  \n[6]That's not Paul Owen. Paul Owen's on the other side of the room. Over there.  He points to another handsome young man with slicked-back hair and horn-rimmed glasses.  McDERMOTT Who is he with?  \n[7]Oh Jesus, McDermott, what does that have to do with anything?  McDERMOTT Listen. I've seen the bastard sitting in his office on the phone with CEOs, spinning a fucking menorah. The bastard brought a Hanukkah bush into the office last December.  \n[8]You spin a dreidel, McDermott, not a menorah. You spin a dreidel.  McDERMOTT Oh my God. Bateman, do you want me to fry you up some fucking potato pancakes? Some latkes?  \n[9]No. Just cool it with the anti-Semitic remarks.  McDERMOTT Oh I forgot. Bateman's dating someone from the \n[10]Whoa, wait. May I ask where Pamela is during all this?  McDERMOTT Oh fuck you. I want a blowjob, Bate-man. I want a chick who's gonna let me-  \n[11]I'm not sure, guy, but I don't think dyslexia is a virus.  \n[12]Maybe it's just the light.  \n[13]What?  \n[14]It's definitely weak but I have a feeling if we do enough of it we'll be okay.  \n[15]Calm down. Let's do it anyway  \n[16]That's the spirit.  They both dig their platinum Amex cards into the envelope of white powder, shoveling it up their noses, then sticking their fingers in to catch the residue and rubbing it into their gums.  \n[17] Tableaux of Bateman's apartment in the early morning light. A huge white living room with floor-to-ceiling windows looking out over Manhattan, decorated in expensive, minimalist high style: bleached oak floors, a huge white sofa, a large Baselitz painting  and much expensive electronic equipment. The room is impeccably neat, and oddly impersonal - as if it had sprung straight from the pages of a design magazine.  \n[18]My name is Patrick Bateman. I am twenty-six years old. I live in the American Garden Buildings on West Eighty-First Street, on the eleventh floor Tom Cruise lives in the penthouse.  Bateman walks into his bathroom, urinates while trying to see his reflection in a poster for Les Miserables above his toilet.  \n[19]I believe in taking care of myself, in a balanced diet, in a rigorous exercise routine. In the morning, if my face is a little puffy, I'll put on an ice pack while doing my stomach crunches. I can do a thousand now.  Bateman ties a plastic ice pack around his face.  Bateman does his morning stretching exercises in the living room wearing the ice pack.  \n[20]After I remove the icepack, I use a deep pore-cleanser lotion. In the shower, I use a water-activated gel cleanser, then a honey-almond body scrub, and on the face an exfoliating gel scrub.  Bateman stands in front of a massive marble sink applying a gel facial masque.  \n[21]Then I apply an herb mint facial masque which I leave on for ten minutes while I prepare the rest of my routine.  Bateman opens the door of a mirrored cabinet, which is stocked with immaculate rows of skin care products. He begins selecting bottles jars and brushes, laying them in readiness on the marble counter.  \n[22]I always use an after-shave lotion with little or no alcohol because alcohol dries your face out and makes you look older. Then moisturizer, then an anti-aging eye balm, followed by a final moisturizing \"protective\" lotion...  Bateman stares into the mirror. The masque has dried, giving his face a strange distorted look as if it has been wrapped in plastic. He begins slowly peeling the gel masque off his face.  \n[23]There is an idea of a Patrick Bateman, some kind of abstraction, hut there is no real me, only an entity, something illusory, and though I can hide my cold gaze and you can shake my hand and feel flesh gripping you and maybe you can even sense our lifestyles are probably comparable: I simply am not there.  \n[24] Another huge white room, equally minimal: a futon, rumpled white sheets, a bedside lamp with a halogen bulb, and a large expensive painting  chosen by Bateman's interior decorator.  Dressed in silk boxer shorts, Bateman stands in front of a huge walk-in closet, filled with rows of expensive shirts, shoes and designer suits, organized according to color and tone.  \n[25]It is hard for me to make sense on any given level. My self is fabricated, an aberration. My personality is sketchy and unformed, my heartlessness goes deep and is persistent.  Fully dressed in Armani, Bateman stands in front of a full-length mirror in the middle of his vast bedroom, adjusting his cuff-links.  \n[26]My conscience, my pity, my hopes disappeared a long time ago, if they ever did exist.  He gives a last look at the mirror and likes what he sees. He gives his reflection a smile.  INT. OFFICES OF PIERCE &amp; PIERCE - DAY  As Bateman walks down the corridor, he passes another MAN who looks just like him.  \n[27]Aerobics class. Sorry. Any messages?  \n[28]I occasionally box with Ricky at the Harvard Club. Anyone else?  \n[29]When?  \n[30]Negative. Cancel it.  Jean follows him into his office.  \n[31]Just...say...no.  \n[32]Okay, Jean. I need reservations for three at Camols at twelve-thirty, and if not there, try Crayons. All right?  \n[33]Oh wait. And I need reservations for two at Arcadia at eight tonight.  Jean turns around.  \n[34]No, silly. Forget it. I'll make them. Thanks.  \n[35]No. No. Be a doll and just get me a Perrier, okay?  \n[36]Is that the Ransom file? Thanks. Don't wear that outfit again.  \n[37]I said \"Do not wear that outfit again.\" Wear a dress. A skirt or something.  Jean stands there, then looks down at herself.  \n[38]Come on, you're prettier than that.  \n[39]I'm not here. And high heels. I like high heels.  As Jean leaves, Bateman clicks on the TV set in one corner of the room and starts watching Jeopardy!  \n[40]I'm trying to listen to the new George Michael tape but Evelyn-my supposed fiancée-keeps buzzing in my ear.  Evelyn continues to make notes.  \n[41] Do...what.  \n[42]Evelyn?  \n[43]Is your Evian spiked?  \n[44]No-I can't take the time off work.  \n[45]I don't want to talk about it.  \n[46]Because I...want...to...fit...in.  The taxi bumps to a halt.  \n[47]I'm on the verge of tears by the time we arrive at Espace since I'm positive we won't have a decent table, but we do, and relief washes over me in an awesome wave.  Tm Price and two downtown types, STASH and VANDEN, are already seated. Vanden is about twenty, pretty and sullen, with green streaks in her black hair. Stash is pale, with ragged black hair and bad skin.  They are all trying to read large stainless steel menus that look like minimalist art.  \n[48](After smiling at his own reflection in the mirror and checking his hair) Hi. Pat Bateman.  Vanden takes his hand reluctantly, says nothing.  \n[49]Let me guess-you live in the East Village?  Pause.  \n[50]I am fairly sure that Timothy and Evelyn are having an affair. Timothy is the only interesting person I know. Courtney is almost perfect looking. She s usually operating on one or more psychiatric drugs. Tonight I believe it's Xanax. More disturbing than her drug use, though, is the fact that she's engaged to Luis Carruthers, the biggest dufus in the business.  Courtney rouses herself from her drug haze.  \n[51]Oh come on. Price. There are a lot more important problems than Sri Lanka to worry about. Sure our foreign policy is important, but there are more pressing problems at hand.  \n[52]Well, we have to end apartheid for one. And slow down the nuclear arms race, stop terrorism and world hunger. But we can't ignore our social needs. either We have to stop people from abusing the welfare system. We have to provide food and shelter for the homeless and oppose racial discrimination and promote civil rights while also promoting equal rights for women but change the abortion laws to protect the right to life yet still somehow maintain women's freedom of choice.  The table stares at Bateman uncomfortably.  \n[53]We also have to control the influx of illegal immigrants. We have to encourage a return to traditional moral values and curb graphic sex and violence on TV, in movies, in pop music, everywhere. Most importantly we have to promote general social concern and less materialism in young people.  Price chokes on his drink. Everyone is silent and mystified.  \n[54]Why don t you just go for Price?  \n[55]He's rich.  \n[56]He's good-looking.  \n[57]He has a great body  \n[58]No. I'm not. Why should I ?  \n[59]It's not.  \n[60]Hello.  The woman looks suspicious for a moment and then, seeing his smile, smiles back.  \n[61]Listen, wait. You're not...shhh wait... you're not giving me valid reasons.  The woman continues to speak to him in another language, grabbing at the sleeve of the jacket.  \n[62]What are you trying to say to me?  Her husband has taken Bateman's horribly bloodstained sheets out of the bag and is staring at them.  \n[63]Bleach-ee? Are you trying to say bleach-ee? Bleach-ee. Oh my God.  She keeps pointing to the jacket and talking.  \n[64] Two things. One. You can't bleach a Soprani. Out of the question. Two.  Two. I can only get these sheets in Santa Fe. These are very expensive sheets and I really need them clean.  She keeps talking and Bateman leans into her.  \n[65]If you don't shut your fucking mouth I will kill you, are you understanding me?  She talks faster.  \n[66]Now listen-I have a very important lunch meeting  at Hubert's in thirty minutes, and I need those ...no wait, twenty minutes. I have a lunch meeting at Hubert's in twenty minutes with Ronald Harrison and I need those sheets cleaned by this afternoon.  She keeps talking.  BATEMAN Listen. I cannot understand you.  Bateman starts laughing, slaps his hand down on the counter.  \n[67]This is crazy. You're a fool. I can't cope with this.  Bateman is on the verge of tears.  \n[68]Stupid bitchee! Understand? Oh Christ!  Someone enters the store behind him. It's VICTORIA, late-twenties, attractive but a little overweight, wearing a tailored business suit with white sneakers and sports socks.  \n[69]Hello   Awkward pause.  \n[70]Well.  \n[71]Then why can't they get these stains out? I mean can you talk to these people or something? I'm not getting anywhere.  Victoria moves toward the sheet that the old man is holding up. She touches it and the woman behind the counter begins talking again.  \n[72]Um, well...it s cranberry juice. Cranapple.  VICTORiA Really?  \n[73]Well, I mean, um, it s really...Bosco. You know, like... like a Dove Bar. It's a Dove Bar...Hershey's Syrup?  \n[74]Listen, if you could talk to them  I would really appreciate it. I'm really late. I have a lunch appointment at Hubert's in fifteen minutes.  Bateman turns to leave.  \n[75]Yeah, well, oh boy, listen, I've got to go. Thank you, uh... Victoria?  \n[76]Oh, I don't know, Victoria. I'm at work all the time.  \n[77] Next Saturday?  \n[78]Oh, can't, I'm afraid. Matinée of Les Miserables. Listen, I've really got to go. I'll-Oh...Christ...I'll call you.  \n[79] Bateman is sitting on the sofa watching a video, talking to Courtney on a portable phone. He's holding a video box in one hand, perusing the title: Inside Lydia's Ass. Offscreen we hear the sounds of the porn movie as he talks.  \n[80]Listen, what are you doing tonight?  \n[81]Listen, you're dating Luis, he's in Arizona. You're fucking me, and we haven't made plans. What could you possibly be up to tonight?  \n[82]On a lot of lithium?  \n[83]You should come have dinner with me. \n[84]Am I confused or were we talking about tonight?  \n[85]Pumpkin?  \n[86]Pumpkin you're dating an asshole.  \n[87]Pumpkin you're dating the biggest dickweed in New York.  \n[88]Pumpkin, you're dating a tumbling, tumbling dickweed.  \n[89]Courtney? Dinner?  \n[90]I'm thinking Dorsia.  \n[91]Nice?  \n[92]The question is do you like it, Courtney? And will you blow off a fucking phone call from your sad excuse for a boyfriend to eat there tonight.  \n[93]Eight?  \n[94]Sounds like I'll have to. Don't fall asleep, okay? Wear something fabulous. Dorsia, remember?  Bateman hangs up, opens up the Zagat's guide and dials the number for Dorsia with trembling fingers. It's busy and so he puts it on speakerphone, constant redial. He waits with his head in his hands, sweating with anxiety, until there is finally an answer.  \n[95] Umm...yes...I know it's a little late but is it possible to reserve a table for two at eight or eight-thirty perhaps?  Long pause. The Maitre D' starts giggling quietly and then more loudly until the laughter is almost hysterical and he hangs up the phone.  \n[96]Is that Donald Trump's car?  \n[97]You know, Courtney, you should take some more lithium. Or have a Diet Coke. Some caffeine might get you out of this slump.  \n[98]J&amp;B. Straight.  \n[99]Yes.  \n[100] Yes, dear.  Courtney almost falls asleep while looking at her menu, and starts to slide off of her chair. Bateman grabs her by both shoulders and props her up.  \n[101]Courtney, you're going to have the peanut butter soup with smoked duck and mashed squash. New York magazine called it a 'playful but mysterious little dish.\" You'll love it. And then...the red snapper with violets and pine nuts. I think that'll follow nicely.  \n[102]Yes, Luis is a despicable twit. I hate him.  He keeps fucking her.  \n[103]Is it a what?  \n[104]I'm ignoring you.  \n[105] What do you want, Courtney?  She pushes him away from her.  \n[106]It's a plain end. I think.  \n[107]Oh Jesus. I'm going home.  \n[108]It's a plain end, see? So?  \n[109]Why?  \n[110]I'm getting out of here. Where's your lithium?  Courtney throws a pillow over her head and starts crying.  \n[111]Oh Christ, this really isn't worth it. And see, Courtney, it's there for what? Huh? Tell us.  Why is it pulled down half an inch? So it can catch the force of the ejaculate!  \n[112]See? Happy? You dumb bitch? Are you happy, you dumb bitch?  \n[113]Lucky, I guess.  \n[114]Uh huh.  \n[115] Your compliment was sufficient Luis.  Carruthers is distracted by a question from the colleague on his left.Paul Owen enters, carrying the Wall St. Journal under his arm. He is handsome, supremely confident and self-satisfied; he sees himself as a leader among men.  \n[116]I've been great. And you?  Their conversation fades down as we hear Bateman's thoughts.  \n[117]Owen has mistaken me for this dickhead Marcus Halberstam. It seems logical because Marcus also works at P&amp;P and in fact does the same exact thing I do and he also has a penchant for Valentino suits and Oliver Peoples glasses. Marcus and I even go to the same barber, although I have a slightly better haircut.  During this voiceover the CAMERA WANDERS over to MARCUS HALBERSTAM, who is conferring with a colleague in the opposite corner of the room. He bears a superficial resemblance to Bateman.  \n[118] It's...it's...all right.  \n[119]Oh well, you know.  \n[120]Oh yes. I'm very lucky.  McDermott and Price enter.  McDERMOTT Hey. Owen! Congratulations on the Fisher account.  \n[121]New card. What do you think?  McDermott lifts it up and examines the lettering carefully.  McDERMOTT Whoa. Very nice. Take a look.  He hands it to Van Patten.  \n[122]Picked them up from the printers yesterday  \n[123]That's bone. And the lettering is something called Silian Rail.  McDERMOTT  Silian Rail?  \n[124] Nice.  \n[125]I can't believe that Price prefers McDermott's card to mine.  \n[126] Impressive. Very nice. Let's see Paul Owen's card.  Price pulls a card from an inside coat pocket and holds it up for their inspection: \"PAUL OWEN, PIERCE &amp; PIERCE, MERGERS AND ACQUISITIONS.\" Bateman swallows, speechless. The sound in the room dies down and all we hear is a faint heartbeat as Bateman stares at the magnificent card.  \n[127]Look at that subtle off-white coloring. The tasteful thickness of it. Oh my God, it even has a watermark...  His hand shaking, Bateman lifts up the card and stares at it until it fills the screen.  He lets it fall. The SOUND RETURNS TO NORMAL.  CARRUTHERS Is something wrong? Patrick...you're sweating.  \n[128]Hello. Pat Bateman.  The Homeless Man stares at Bateman, struggling to sit up.  \n[129]You want some money?. Some...food?  The Homeless Man nods and starts to cry. Bateman reaches into his pocket and pulls out a $I 0 bill, then changes his mind and holds out a $5 instead.  \n[130]Is this what you need?  The Homeless Man nods, looks away, wipes his nose.  \n[131]It's cold out, too, isn't it?  \n[132] Why don't you get a job? If you're so hungry, why don't you get a job?  \n[133]Why? Were you drinking? Is that why you lost it? Insider trading? Just joking. No, really-were you drinking on the job?  HOMELESS MAN I was fired. I was laid off.  \n[134]Gee, uh, that's too bad.  \n[135]Why don't you get another one? Why don't , you get another job?  \n[136]You're not what? Qualified for anything else?  \n[137]I know that, I know that. Jeez, you're like a broken record. I'm trying to help you.  \n[138]Listen, do you think it's fair to take money from people who do have jobs? From people who do work?  \n[139]Listen, what's your name?  \n[140]Speak up. Come on.  \n[141]Get a goddamn job, Al. You've got a negative attitude. That's what's stopping you. You've got to get your act together. I'll help you.  \n[142] Shhhh...it's okay.  \n[143] Do ,you know how bad you smell? The stench, my God.  \n[144]You reek. You reek of...shit. Do you know that?  Goddammit, Al-look at me and stop crying like some kind of faggot. Al...I'm sorry.  Bateman carefully puts the money back in his wallet.  \n[145]It's just that...I don't know I don't have anything in common with you.  He opens his briefcase and pulls out a long thin knife with a serrated edge. He pushes up the sleeve of his jacket to protect it.  \n[146]Do you know what a fucking loser ,you are?  HOMELESS MAN'S POV as Bateman lunges at him with the knife.  EXTREME WIDE SHOT of the street. Bateman's shadowed figure is hunched over the Homeless Man, stabbing him in the stomach. The dog barks wildly and Bateman stomps on it until it is silent.  LOW ANGLE shot of Bateman as he throws a quarter on the ground.  \n[147]There's a quarter. Go buy some gum.  Bateman walks calmly into the empty caverns of Wall Street. Cars drift past, their headlights momentarily illuminating the body left twitching on the ground.  \n[148]I have all the characteristics of a human being- flesh, blood, skin, hair-but not a single clear, identifiable emotion except for greed ,und disgust. Something horrible is happening inside me and I don't know why.  \n[149]My nightly bloodlust has overflowed into my days. I feel lethal, on the verge of frenzy.  \n[150]I think my mask of sanity is about to slip.  \n[151]Marcus Halberstam. For two at eight?  \n[152]J&amp;B, straight. And a Dixie beer.  \n[153]Not if you want to keep your spleen.  The Waiter leaves.  \n[154]Listen, the mud soup and the charcoal arugula are outrageous here.  \n[155]Hey, I'm a child of divorce. Give me a break  Hmmm, I see they've omitted the pork loin with lime jello.  \n[156]Nobody goes there anymore.  There is a long disgruntled silence.  \n[157]Is that Ivana Trump over there?  Jeez Patrick I mean Marcus, what are you thinking? Why would Ivana be at Texarkana?  Another pause.  \n[158]So, wasn't Rothschild originally handling the Fisher account? How did you get it?  \n[159]I like to dissect girls. Did you know I'm utterly insane?  Owen continues laughing and motions to the waiter for another drink.  \n[160]Cecelia is, well...you know (Cecelia. I think she's having dinner with...Evelyn Williams.  \n[161]Another Martini, Paul?  Owen nods drunkenly.  \n[162] Paul, give me your Amex card. Good boy. Bateman slaps the card down, looks at the check.  \n[163]Two-hundred-and-fifty. Very reasonable. Let's leave a big tip, shall we? My place hr a nightcap?  \n[164]Come on, you dumb son of a bitch.  I've got a preview of the Barneys catalogue and a bottle of Absolut waiting for us.  \n[165]The living room floor has been meticulously covered with newspaper.  Owen is slumped drunkenly in a white Eames chair, a glass in his hand. Bateman is looking through his CDs.  \n[166]You like Huey Lewis and the News?  \n[167]Their early work was a little too New Wave for my taste. But then Sports came out in 1983, I think they really came into their own, commercially and artistically.  Bateman walks to his bathroom, taking a large ax out of the shower. He takes two Valium.  \n[168] The whole album has a clear, crisp sound and a new sheen of consummate professionalism that gives the songs a big boost. Bateman comes back out and leans the ax against the wall. He walks to the foyer and puts on a raincoat, watching Owen from behind ail the time.  \n[169]He's been compared to ELvis Costello but I think Huey has a more bitter, cynical sense of humor.  Owen is absent-mindedly leafing through the Barneys catalogue.  \n[170]Yes, Owen?  \n[171]No, Owen.  \n[172]Yes, it is.  Bateman moves to the CD player. He takes a CD out of its case and slides it in the machine.  \n[173]In 1987 Huey released this, Fore!, their most accomplished album. I think I heir undisputed masterpiece is \"HiP To Be Square,\" a song so catchy that most people probably don't listen to the lyrics. But they should because it's not just about the pleasures of conformity and the importance of trends. It's al~ a personal statement about the band itself.  Bateman puts on \"Hip To Be Square.\"  BATEMAN crosses the room and picks up the ax.  We follow BATEMAN from behind as he walks up to Owen, the ax raised over his head.  \n[174]Hey, Paul?  As Owen turns around, FROM OWEN'S POV we see Bateman swing the ax toward his face.  Blood sprays onto the white raincoat.  FROM BEHIND OWEN, we see BATEMAN as he yanks the ax out.  Owen drops to the floor. His body falls out of the frame. We stay on his legs twitching mechanically.  Blood pulses onto the newspaper-covered floor.  \n[175] Try getting a reservation at Dorsia now, you fucking stupid bastard!  LOW ANGLE ON BATEMAN as he beats Owen with the back of the ax.  OFFSCREEN, the sound of the ax hitting Owen.  \n[176] Fucking bastard...  Bateman takes his raincoat off, still panting. He folds the coat carefully in half, bloody side in, and drapes it neatly over the back of a chair.  He sits back on the white sofa and surveys the scene. He checks his Rolex and lights a cigar.  OFFSCREEN, Paul Owen's last faint sighs are heard.  \n[177]No, Luis. It's not me. You're mistaken.  \n[178]Commes des Garcon.  A cab stops. BATEMAN opens the door and manages to get Owen's body into the backseat.  Bateman gets into the cab.  \n[179]Jesus lives, Luis.  \n[180] A bare room, lit by one light bulb. The walls are blank except for a Les Miserables poster. There is one ratty chair.  Bateman pours lime over Paul Owen's body, which is lying in a bathtub. He plays Huey Lewis, smokes a cigar, watches the body dissolve.  \n[181]Where to send the bastard? Dallas? Pans?  He throws some clothes into a suitcase, randomly grabbing toiletries and shoving them in.  \n[182]Singapore? London. I'll send the asshole to London.  He puts some music on to help muffle his voice, then leans over the answering machine.  He does a passable imitation of Owen's speech.  \n[183]Hi, this is Paul. I've been called away to London for a few days. Meredith, I'll call you when I get back. Hasta la vista, baby.  \n[184] Bateman is sitting at his desk, with the latest copy of Sports Illustrated in front of him and his Walkman playing Kenny G. We hear the MUSIC until Jean enters and he takes the Walkman off.  \n[185] What is it?  \n[186] Ye-es, Je-an?  \n[187]Who?  \n[188]Tell him I'm at lunch.  \n[189]Send him in, I guess. As she exits, he picks up the cordless phone and pretends to talk to someone at the other end.  \n[190]Now, John, you've got to wear clothes in proportion to your physique. There are definite do's and don'ts, good buddy, of wearing a bold-striped shirt. A hold-striped shirt calls for solid-colored or discreetly patterned suits and ties...  The door to the office opens and he waves in DETECTIVE DONALD KIMBALL. KIMBALL is surprisingly young - about Bateman's age - and good-looking, dressed in a crumpled linen Armani suit of the type Bateman and his friends might wear.  Kimball sits down and crosses his legs with a self-assurance that makes Bateman so nervous he forgets to carry on with his fake conversation. Kimball looks up at him curiously, noticing the silence.  \n[191] Right. And yes...always tip the stylist fifteen percent.  Bateman shrugs at the detective, rolling his eyes in exasperation.  KIMBALL nods understandingly.  \n[192]Listen, John, I've got to go. T Boone Pickens just walked in...  Just joking...  No don't tip the owner of the salon. Okay, John, right, got it.  Sorry about that.  \n[193]Oh that? Just mulling over business problems. Examining opportunities...Exchanging rumors... Spreading gossip.  They laugh politely.  \n[194] Hi. Pat Bateman. Nice to meet you.  \n[195] So, what's the topic of discussion?  \n[196]You're not with the FBI or anything, are you?  \n[197]Ah, I see...Yes. Paul's disappearance...Yes.  \n[198]Coffee?  \n[199]Perrier? San Pellegrino?  \n[200]Can you bring Mr...  \n[201]Mr. Kimball a bottle of San Pelle-  \n[202]It's no problem  Bateman watches intently as KIMBALL writes something down in his notebook, then crosses something out. Jean enters and places the bottle of San Pellegrino and a Steuben etched glass on the table, shooting a concerned glance at Bateman. He glares at her. KIMBALL smiles and nods at Jean as she leaves.  \n[203]Well, what's the topic of discussion?  \n[204]Oh right. Well, I haven't heard anything about the disappearance or anything...  Not on \"Page Six\" at least.  \n[205]Understandable.  Lime?  \n[206]You sure? I can always get you a lime.  A pause.  \n[207]Shoot.  \n[208]Twenty-six. I'll be twenty-seven in October.  \n[209]Harvard. The Harvard Business School.  \n[210]Fifty-five West Eighty-First Street. The American Gardens Building.  \n[211] Thanks.  A pause as KIMBALL studies his notebook. Bateman closes his eyes, as if in pain.  \n[212]Who do you ask?  \n[213]Nuprin?  KIMBALL Uh...no, thanks.  Kimball takes out a pack of Marlboro's and lays it on the desk.  \n[214]Bad habit.  \n[215]No, I guess it's okay.  \n[216]No problem.   \n[217]Bring us an ashtray for Mr. KIMBALL, please. She whisks in with a crystal ashtray as they sit in silence.  \n[218]Well...  He coughs, shakes two Nuprin into his hand and swallows them dry.  \n[219]I'm...at a loss. He was part of that whole...Yale thing, you know.  \n[220]Yeah...Yale thing.  \n[221]Well, I think for one that he was probably a closet homosexual. Who did a lot of cocaine...that Yale thing.  A silence during which the sound of the air conditioner becomes deafening.  \n[222]He led what I suppose was an orderly life. He... ate a balanced diet.  \n[223]I hope I'm not being cross-examined here.  \n[224]No. Not really.  \n[225]Hang...out?  \n[226]Let me think. The Newport. Harry's. Fluties. Endochine. Nell's. Comell Club. The New York Yacht Club. The regular places.  \n[227]No, he just hung out there.  \n[228]Don't you know this?  \n[229]Before Yale? If I remember correctly, Saint Paul's... Listen, I just...I just want to help.  \n[230]We were both seven in 1969.  \n[231]Do you have any witnesses or fingerprints?  \n[232]Well, maybe he did, huh?  \n[233]But...has anyone seen him in London?  \n[234]Hmmm.  \n[235]Oh.  \n[236]What?  \n[237]Yikes! No. Paul wasn't into that. He followed a balanced diet and-  \n[238]Have you consulted a psychic?  \n[239]Had his apartment been burglarized?  \n[240]I mean no one's dealing with the homicide squad yet or anything, right?  \n[241]That's so typical, isn't it?  \n[242]Nothing.  \n[243]The earth just opens up and swallows people.   \n[244] You'll have to excuse me. I have a lunch meeting with Cliff Huxtable at Four Seasons in twenty minutes.  \n[245]Uh, no. There's one...down here.  \n[246]Yes. It's very good.  KIMBALL turns to face him.  \n[247]Absolutely, I'm 100% with you.  \n[248] A perfectly lit kitchen still-life - a bottle of Evian, a white porcelain plate on which sits a sliced kiwi, some perfect green grapes, a few berries.  OFFSCREEN, the SOUND OF SCREAMS AND A CHAINSAW can be heard from the living room.  The living room: Bateman is maniacally doing abdominal crunches as the television plays a video of Texas Chainsaw Massacre. There is a pile of horror videos on his coffee table, next to a copy of GQ.  \n[249]You like that, slut?  The person on the other end clearly hangs up.  CLOSE-UP on his fingers dialing the phone.  \n[250]You want to know what I'm wearing? Sixty-dollar boxer shorts by Ralph Lauren, a hundred-and-fifty-dollar white cotton T-shirt by Commes des Garcons.  My Rolex cost-  Another hang-up. He dials again.  \n[251] I'm a corporate raider. I orchestrate hostile takeovers. What do you think of that?  Huh, bitch?  \n[252]I haven't seen you around here.  \n[253]Would you like to see my apartment?  Bateman flips on the light inside the limo. He's wearing a tuxedo.  \n[254]Do you want to come to my apartment or not?  \n[255]Do you take American Express?  Christie is still looking out behind her.  \n[256]Do you take American Express?  Christie looks at him like he's crazy.  \n[257]I'm joking. Come on, get in.  As they drive uptown, Bateman dials the cell-phone. He reads off a credit card number.  \n[258]I'd like a girl, early twenties, blonde, who does couples. Couples. Fifty-five West Eighty-First, the American Gardens Building. Apartment 7C. And I really can't stress blonde enough. Blonde.  He hangs up.  BATEMAN I'm Paul. My name is Paul 0wen, have you'got that? You are Christie. You are to respond only to Christie. Is that clear?  \n[259] Christie is in the bathtub, Bateman is pouring in white milky bath oil.  \n[260]That's a very fine Chardonnay you're drinking.  Long pause, in which Christie is luxuriating in the tub and Bateman is casually touching her breast.  \n[261]I want you to clean your vagina.  Christie reaches for a washcloth.  \n[262]No. From behind. Get on your knees.  Christie shrugs.  \n[263]I want to watch. You have a very nice body.  The doorman RINGS. Bateman answers.  \n[264]Thank you. Send her up. Christie, get out and dry off, choose a robe-not the Bijan and come and meet me and our guest in the living room for drinks.  Bateman answers the door.  \n[265]You've arrived! How lovely, let me take your coat. I'm Paul. How good of you to come.  The escort girl looks somewhat bewildered. Bateman takes her coat and inspects her body and face.  \n[266]Not quite blonde, are you? More dirty blonde. I'm going to call you Sabrina. I'm Paul Owen.  Bateman escorts her into the living room and brings her a glass of wine. Christie enters, sitting next to Sabrina on the couch, and Bateman sits across from them. There is a long silence.  \n[267]So, don't you want to know what I do?  The two girls look at each other with uncomfortable smiles. Christie shrugs.  \n[268]Well, I work on Wall Street. At Pierce &amp; Pierce.  Have you heard of it?  Another long pause. They shake their heads. Christie stands up and goes over to the CD collection.  \n[269]Actually, that's none of your business, Christie, hut I can assure you it certainly wasn't cheap.  Bateman leaves to refill his wine glass and Sabrina takes a pack of cigarettes out of her purse. Bateman returns, carrying a tray of chocolates.  \n[270]No, no smoking. Not in here.  He walks over to Christie.  \n[271]Varda truffle?  Christie stares at the plate and shakes her head. Sabrina takes one.  \n[272]I don't want you to get drunk, but that's a very fine Chardonnay you're not drinking.  Bateman goes over to his CDs and scans his vast collection. He takes one out and examines it.  \n[273]Do you like Phil Collins? I've been a big Genesis fan ever since the release of their 1980 album, Duke. Before that I really didn't understand any of their work. It was too artsy, too intellectual. It was on Duke where Phil Collins' presence became more apparent. He puts aside the CD and takes out another one.  \n[274]I think \"Invisible Touch\" is the group's undisputed masterpiece.  He puts on the song and gestures for them to follow him into the bedroom.  \n[275]It's an epic meditation on intangibility, at the same time it deepens and enriches the meaning of the preceding three albums. Christie, take off the robe.  Bateman puts out a lace teddy. He motions to Christie to put it on.  \n[276]Listen to the brilliant ensemble playing of Banks, Collins and Rutherford. You can practically hear every nuance of every instrument. Sabrina, remove your dress.  Bateman starts to undress.  \n[277]In terms of lyrical craftsmanship and sheer songwriting, this album hits a new peak of professionalism. Sabrina, why don't you dance a little?  Sabrina dances awkwardly. Christie sits on the bed.  \n[278]Take the lyrics to \"Land of Confusion.\" In this song, Phil Collins addresses the problem of abusive political authority.  Bateman knots a silk scarf around Christie's neck - rather menacingly - then helps her into some suede gloves.  \n[279]\"In Too Deep\" is the most moving pop song of the 1980s about monogamy and commitment. The song is extremely uplifting. Their lyrics are as positive and affirmative as anything I've heard in rock.  He turns on the video camera.  \n[280]Christie, get down on your knees, so Sabrina can see your asshole.  Bateman looks through the viewfinder.  \n[281]Phill Collins solo efforts seem to be more commercial and therefore more satisfying in a narrower way, especially songs like \"In the Air Tonight\" and \"Against All Odds.\" Sabrina, don't just stare at it. Eat it.  He walks over to the sound system in his bedroom and slides in the CD.  \n[282]But I also think that Phill Collins works better within the confines of the group than as a solo artist-and I stress the word artist. This is \"Sussudio,\" a great, great song, a personal favorite.  SEX MONTAGE CUT TO \"Sussudio.\" We see this in WIDE SHOT, or through the LENS OF THE VIDEO CAMERA.  \n[283]Don't touch the Rolex.  Bateman gets up from his bed and goes over to his armoire.  He opens the drawer in which are a nail gun, a coat hanger, a rusty butter knife and a half-smoked cigar. He turns around to see Christie and Sabrina both starting to get up and get dressed. He takes the coat hanger.  \n[284]We're not through yet...  \n[285]What an asshole.  McDERMOTT Why is Laurie Kennedy dating Price? He's a fucking drug addict. No self-control.  \n[286]I know her. I knew her.  McDERMOTT Why do you say it like that? Why does he say it like that?  \n[287]How did you guess?  \n[288]Thanks, guy, but...she's got a lousy personality.  McDERMOTT So what? It's all looks. Laurie Kennedy is a babe. Don't even pretend you were interested for any other reason.  \n[289]Well, let's just say hypothetically, okay? What if they have a good personality?  I know, I know-  \n[290]Do you know what Ed Gein said about women?  \n[291]No, serial killer, Wisconsin in the fifties. He was an interesting guy.  McDERMOTT So what did Ed say?  \n[292]He said, \"When I see a pretty girl walking down the street I think two things. One part of me wants to take her out and talk to her and be real nice and sweet and treat her right.\"  Pauses, finishes his drink.  McDERMOTT What does the other part of him think?  \n[293]What her head would look like on a stick.  McDermott and Van Patten look at each other and then back at Bateman. Bateman starts to laugh, and the other two uneasily join In.  Luis Carruthers walks up to the table.  \n[294] Is that all you ever have to contribute, Van Patten? \"What about fucking dinner?\"  McDERMOTT Ah, cheer up, Bateman.  What's the matter? No shiatsu this morning?  \n[295] Keep touching me like that and you'll draw back a stump.  McDERMOTT Whoa, hold on there, little buddy.  \n[296]Excuse me.  He gets up from the table. As Bateman walks away, Van Patten grabs a waiter.  \n[297] What...is...it?  \n[298] I've gotta...I've gotta...return some videotapes.  \n[299]What? \n[300]Maybe.  Courtney sighs and reaches for a bottle of pills on her nightstand, swallowing several. Bateman gets up and begins to dress, admiring himself in the mirror. Courtney watches the TV at low volume.  \n[301]Dinner at the River Cafe. Au Bar afterwards, maybe.  \n[302]You and...Luis?  \n[303]I never knew you smoked.  \n[304]You look marvelous. There's nothing to say. You're going to marry Luis. Next week, no Less.  \n[305]Yes, Courtney?  \n[306] You too.  Courtney picks up the black cat and starts petting its head. Bateman heads down the hallway to the front door.  \n[307]Yes?  \n[308]Detective Kendall...uh Campbell? \n[309]Don.  \n[310]Uh, yes...I mean...whenever necessary. You know.  Pause.  \n[311]How's the investigation going? Taken anyone in for \"formal questioning?\" (He makes quotation marks in the air and laughs a not-so-relaxed laugh  \n[312]Yeah. No Finlandia, as usual. Fucking dump.  \n[313]Dan, great to see you again. Like I said, you need anything at all, I'm your man. I don't envy your job. I mean Owen was a...complex man.  Bateman wanders away.  He looks back uneasily at KIMBALL, who is watching him from the bar. A GUY WITH DREADLOCKS walks by.  \n[314]Rasta Man!  The man stares at him.  \n[315]I mean-Mon. We be jammin'...  The man walks by, shaking his head.  Bateman wanders into the next room, which is filled with a more familiar crowd: young men in designer suits, girls in black designer dresses. Across the room he spots McDermott and Price sitting with three models, all wearing black mini-dresses. Price and McDermott are having a whispered argument.  \n[316] Ask me a question.  \n[317]What do you think I do?  \n[318]No. Flattering, but no.  \n[319]I m into, well, murders and executions mostly.  \n[320]Welt...it depends, why?  \n[321]So, where do you work out?  \n[322]Leaving what?  \n[323]Don't, I'll drink it.  \n[324]Where to? Are you going to go get a gram?  \n[325]Don't tell me...merchant banking?  \n[326] Where to? Morgan Stanley? Rehab? What?  Price looks away.  McDermott and Daisy walk up to them.  McDERMOTT Hey-don't worry, be happy.  Price lifts his arms up as if greeting the crowd and is shouting something that can't be heard, then  \n[327]Price! Come back!  Price leaps from the balcony. He disappears for a moment then resurfaces and runs off into the crowd.  \n[328]Oh really? \n[329]That's...that's too bad.  \n[330]What?  \n[331]No. I really don't.  \n[332] Bateman sits at his desk wearing Wayfarers doing the New York Times crossword puzzle at dusk.  Jean knocks gently on the half-open door and walks in with a folder in her hand. Bateman ignores her.  \n[333]Jean?  \n[334]Would you like to accompany me to dinner?  He erases one of the M's on the crossword puzzle.  \n[335]That is...if you're not doing anything.  \n[336] Well, isn't this a coincidence.  A pause.  \n[337]Listen, where should we go?  He leans back and pulls a Zagat's from the desk drawer.  \n[338]Let's not think about what I want. How about anywhere you want.  \n[339]No, come on. Anywhere you want.  \n[340]Come on. Where do you want to go? Anywhere you want. Just say it. I can get us in anywhere.  A long pause.  \n[341]Soooo...Dorsia is where Jean wants to go...  \n[342]Dorsia is...fine.  He dials the number.  \n[343]Yes, can you take two tonight, oh, let's say at nine o'clock?  He checks his Rolex and winks at Jean.  \n[344]Oh really? That's great.  \n[345]Two at nine? Perfect.  \n[346]See you then.  He hangs up the phone. He walks over to the coat rack. He glances over at Jean, who is still standing in front of the desk, confused.  \n[347]Yes? You're dressed...okay.  \n[348]They know me.  Pause.  \n[349]Why don't you meet me at my house at seven o'clock for drinks, okay?  She turns to leave.  \n[350]And Jean? You'll want to change before we go out.  \n[351] Jean stands by the floor-to-ceiling windows, looking out.  \n[352]Jean? Sorbet?  \n[353]I'm on a diet. But thank you.  \n[354] You can always he thinner. Look...better.  \n[355]No. It's all right. I'm not very good at controlling it anyway.  Silence, as Bateman walks around his apartment, opens up his knife drawer, looking at the knives.  \n[356]So listen, what do you really want to do with your life?  Pause.  \n[357]And don't tell me you enjoy working with children, okay?  \n[358]Do you have a boyfriend?  \n[359]Interesting.  \n[360]Maybe. I don't know Not really. Bateman opens up a cupboard where there are a lot of very Bateman opens a cupboard where there are a lot of neatly ordered weapons - an ax, a rifle, a chain saw, duct tape, twine and a nail gun.  \n[361]Jean, do you feel...fulfilled? I mean, in your life?  \n[362]Growing. I'm glad you said that.  Bateman picks up the duct tape.  \n[363]Did you know that Ted Bundy's first dog, a collie, was named Lassie? Had you heard this?  \n[364]Forget it.  \n[365]Oh. Uh, tape. Duct tape. I...need it for... taping something. Bateman goes back to the cupboard for the nail gun.  \n[366] What...No! Put it in the carton.  \n[367]Jean? What?  \n[368]I'm looking for...I guess you could say I just want to have a meaningful relationship with someone special.  \n[369]Yes. I don t think I can...control myself.  \n[370]If you stay, I think something bad will happen. I think I might hurt you.  You don't want to get hurt, do you?  \n[371]Thanks. It slipped my mind completely.  He sinks back on the sofa and shuts his eyes.  \n[372] Bateman enters P&amp;P, walks up the corridor and pauses outside the door to his office. He sees KIMBALL in conversation with Jean, and Jean looking through her date book. He watches for a moment, frozen with anxiety. He then bursts in, shutting the door behind him.  \n[373]Kimball-I've been wanting to talk with you, Come into my office. Jean, great jacket. Matsuda?  Jean looks flustered.  Kimball follows Bateman into his office.  \n[374]Yeah, gone into rehab. Shame.  Is he a suspect?  \n[375]God...I guess...I was probably returning videotapes.  He opens his desk drawer and pretends to search through his diary.  \n[376]I had a date with a girl named Veronica.  \n[377]What?  \n[378]Well...I...Wait...What information have you received?  \n[379]Well, I could he wrong.  \n[380] We had...gone to a new musical called...Oh Africa, Brave Africa. It was...a laugh riot...and that's about it. I think we had dinner at Orso's. No, Petaluma. No, Orso's. The...last time I physically saw him was...at an automated teller. I can't remember which...just one that was near, um, Nell's.  Kimball is clearly giving up on Bateman for now. He opens his briefcase to put away his notebook.  \n[381]Patrick, please. I hope I've been informative. Long day-a bit scattered.  \n[382]Great, yes, I'd like that.  \n[383]Absolutely. I'm with you on that one.  Kimball is rifling through his briefcase. He pulls out a new shrink wrapped CD and holds it up.  \n[384]Never. I mean...I don't really like... singers.  \n[385]No, I like music. Just-they're-Huey's too... black sounding. For me.  \n[386]I'll be there.  \n[387]Oh this won't be anything like last time, I promise.  \n[388]Just come in the limo and talk to me for a minute.  The driver's here, you'll be safe.  Christie gets in hesitantly.  \n[389]Nothing like last time, promise.  \n[390] So, you're looking great, how have you been?  \n[391] Really?  \n[392]Oh, lawyers are so complicated-don't do that. Here.  He writes her a check for $I ,000 to cash and hands it to her. She snatches the check out of his hand and gets quickly out of the limo, walking hurriedly down the street.  \n[393]Bitch.  He follows alongside her slowly in the limo, waving a huge wad of cash at her. She hesitates; he uses the money to lure her into the car. As she reluctantly gets into the limo, she reaches for the money.  He snatches it away.  \n[394]Uh uh uh. Half now, half later.  She takes the money and puts it inside her shirt.  \n[395]Okay, your name is Christie. We're meeting a friend of mine, Elizabeth. She'll be joining us in my new apartment shortly. You'll like her. She's a very nice girl. Don't say anything about yourself. Is that clear. Christie?  Christie nods.  \n[396] It's not that nice.  Silence.  \n[397]What do you mean, she was a hot number.  \n[398]She's my...cousin.  \n[399]She's from...France.  A pause. Elizabeth looks at Bateman dubiously.  \n[400]Elizabeth, it's three in the morning.  \n[401]Don't tell him you're here.  \n[402] You're at Paul Owen s.  \n[403] Paul Owen.  \n[404]No.  \n[405]Listen, I would just like to see...the two of you...get it on. What's wrong with that? It's totally disease-free.  \n[406]Come on. Don't you find Christie attractive?  \n[407]Come on. I think it would be a turn-on.  \n[408]Christie, you're not drinking your wine.  Christie looks at her wine and gingerly takes a sip.  \n[409] Are you telling me you've never gotten it on with a girl?  \n[410]Well, you went to Sarah Lawrence for one thing.  \n[411]Did you know that Whitney Houston's debut LP called simply Whitney Houston had four number-one singles on it? Did you know that, Christie? Whitney's voice leaps across so many boundaries and is so versatile-though she's mainly a jazz singer-that it's hard to take in the album on a first listening.  \n[412] It's hard to choose a favorite track among so many great ones, but \"The Greatest Love of All\" is one of the best, most powerful songs ever written about self-preservation and dignity. It's universal message crosses all boundaries, and instills one with the hope that it's not too late to better ourselves. to act kinder. Since, Elizabeth, it's impossible in the world we live in to empathize with others, we can always empathize with ourselves.  As he speaks, he opens the case and carefully places the CD in the player, admiring its pristine silver surface, and watches it slide into the machine.  \n[413]It's an important message, crucial, really, and it's beautifully stated on the album.  \n[414]Not the face, you bitch. Not the fucking face, you piece of bitch trash!  Christie, screaming, makes it out the front door.  Bateman runs after her.  She runs down the hall screaming and banging on doors.  She moves to the elevator, pounding hysterically on the buttons. She sees the stairwell and runs for it.  Bateman sees this and runs after her, revving the chainsaw.  She runs down the stairs, Bateman two flights behind her. He stops, leans over the railing to look at her, then aims the chainsaw at her and drops it.  Christie SCREAMS OFFSCREEN, then is suddenly silent.  FROM BATEMAN'S POV we see Christie's body sprawled facedown at the bottom of the stairwell. The chainsaw sticks out of her back like a sword.  \n[415]I think, Evelyn, that we've...lost touch.  Evelyn waves to a couple across the room.  \n[416] My need to engage in homicidal behavior on a massive scale cannot be, um, corrected, but I have no other way to fulfill my needs.  The woman across the room holds up her hand, displaying a new bracelet. Evelyn smiles and nods approvingly.  \n[417]We need to talk.  \n[418]It's over, Evelyn. It's all over  \n[419]I'm fucking serious. It's fucking over. Us. This is no joke. I don't think we should see each other anymore.  \n[420] I know that your friends are my friends. I've thought about that. You can have them.  Evelyn stares at him, suspicious and bewildered, a realization dawning.  \n[421]Yes, I am.  \n[422]We never really shared one.  \n[423]I'm...in touch with humanity. Evelyn, I'm sorry.  You're just not terribly important to me.  Evelyn begins to cry.  \n[424]I know my behavior is...erratic sometimes.  She reaches desperately across the table and takes his hand. Bateman pulls his hand away.  \n[425] If you really want to do something for me, you can stop making this scene right now.  \n[426]I'm leaving now. I've assessed the situation and I'm going.  Evelyn makes an effort to compose herself. She blots the tears so they will not affect her make-up.  \n[427]I'm just leaving.  \n[428]I have to return some videotapes.  He rushes out of the room.  \n[429]Here kitty, kitty.  The small mangy cat rubs against him. He picks it up and walks toward an ATM, holding the cat. He puts his card in the machine. The screen reads: FEED ME A STRAY CAT. Bateman begins to attempt to shove the kitten into the deposit slot with some difficulty. The kitten squeals. He takes a gun from out of his pocket and points it at the kitten. He doesn't notice the woman waiting behind him.  \n[430] Bateman stands looking out through the floor-length windows at a panoramic night view of the city and the river.  Below him he sees a SWAT TEAM swarming over the roof of the opposite building. There are ambulances standing by, flares everywhere, distant sirens.  Suddenly, THE SOUND OF A HELICOPTER draws near. Frightened, he drops to the floor behind his desk.  Helicopter searchlights scan the building, illuminating Bateman's office for a few moments with a blaze of light.  He is crouched in one corner, half-sobbing, talking into the phone, as the searchlight keeps circling.  \n[431]Harold, it's Bateman. Patrick Bateman. You're my lawyer so I think you should know-I've killed a lot of people. Some escort girls, in an apartment uptown, some homeless people, maybe five or ten, an NYU girl I met in Central Park. I left her in a parking lot, near Dunkin' Donuts. I killed Bethany, my old girlfriend, with a nail gun. and a man, some old faggot with a dog. Last week I killed another girl with a chainsaw-I had to, she almost got away There was someone else there, maybe a model, I can't remember but she's dead too. And Paul Owen. I killed Paul Owen with an ax, in the face. His body is dissolving in a bathtub in Hell's Kitchen. I don't want to leave anything out here...I guess I've killed 20 people, maybe 40-I have tapes of a lot of it. Some of the girls have seen the tapes, I even... well, I ate some of their brains and I tried to cook a little. Tonight I just, well, I had to kill a lot of people and I'm not sure I 'm going to get away with it this time-I mean I guess I'm a pretty sick guy. So-if you get hack tomorrow, I may show up at Harry's Bar, so, you know, keep your eyes open.  Bateman hangs up the phone. The helicopter searchlight circles back, briefly illuminating the room. The camera rises up over Bateman huddled in the corner, staring blankly at the sky.  \n[432]Not in the mood, I guess.  \n[433] Yes, of course. The hash browns are delicious. I'm just...not... ordering them.  \n[434]I'm not really sure. I had a shower...and some sorbet?  \n[435]But how? Where do you place Paul that night?  \n[436]And?  \n[437]Marcus?  \n[438]But Marcus denied it?  \n[439]Well, does Marcus have an alibi?  \n[440]He does? You're sure?  \n[441]Oh. KIMBALL Now where were you?   \n[442] Where was Marcus?  \n[443]So who was he with?  \n[444]Oh, right. Of course...We had wanted Paul Owen to come. But he said he had plans...I guess I had dinner with Victoria...the following night.  \n[445]\n[446]Mrs. Wolfe?  \n[447]No.  Mrs. Wolfe eyes him strangely, then looks down at the surgical mash clutched in his hand. Her expression changes.  \n[448]I'm looking for...Paul Owen's...place.  She stares at him impassively.  \n[449]Doesn't he live here?  \n[450]Are you sure?  \n[451]No. Yes. I mean yes, I did. In the Times. But... doesn't Paul Owen still live here?  \n[452]But I think...I want to know what happened here.  \n[453]I won't...don't worry.  Mrs. Wolfe glares at him as he walks down the hall, rattled, and gets into the elevator.  \n[454]Jean? Hello? Jean?  \n[455]Hello? Jean, I need help!  \n[456]Jean-I'm not-  \n[457]Oh God, what did you say, you dumb bitch?  \n[458]What are I doing?  \n[459]I don't think I'm gonna make it, Jean.  Pause.  \n[460]...to the office this afternoon.  \n[461] Just...say...no!  \n[462]Stop sounding so Fucking sad! Jesus!  He hangs up. He throws the Walkman which is around his neck into a nearby trash can, and wipes his face with his jacket.  \n[463] Jean sits at Bateman's desk. She looks around, and then opens his desk drawer and tentatively begins to search through it.  \n[464] I'm not going anywhere unless we have a reservation.  VAN PATTEN Le Cirque, Flamingo East, Oyster Bar, come on, faggots-just get a res.  \n[465] Excuse me, gentlemen. Right back. He approaches Carnes cautiously.  \n[466]Shut up, Carnes, they will not.  Carnes is surprised, turns around, looks vaguely confused.  \n[467]So, Harold, did you get my message?  Carnes lights a cigarette, stalling. Then laughs.  \n[468] Yes, naturally.  \n[469]What exactly do you mean?  \n[470]But wait, Harold, what do you mean?  Carnes isn't really listening.  \n[471]Carnes? Wait.  \n[472]What are you talking about? Bateman is what?  \n[473] Wait. Stop. You don't seem to understand. You're not really comprehending any of this. I killed him. I did it, Carnes. I'm Patrick Bateman. I chopped Owen's fucking head off. I tortured dozens of girls. The whole message I left on your machine was true.  \n[474]No! Listen, don't you know who I am? I'm not Davis, I'm Patrick Bateman! I talk to you on the phone all the time! Don't you recognize me? You're my lawyer.  Carnes stares at him in confusion and annoyance.  \n[475]Now, Carnes, listen to me. Listen very, very carefully. I killed Paul Owen and I liked it. I can't make myself any clearer  \n[476]It never was supposed to he! Why isn't it possible?  \n[477]Why not, you stupid bastard?  Carnes stares at him.  \n[478]No, you...didn't?  \n[479]I'm just a happy camper. Rockin' and a-rollin'. \n[480]But inside doesn't matter...  \n[481]Whatever.  The conversation breaks up as Van Patten takes out his phone.  \n[482]There are no more barriers to cross. All I have in common with the uncontrollable and the insane, the vicious and the evil, all the mayhem I have caused and my utter indifference toward it, I have now surpassed...  \n[483] Jean is alone in Bateman's office, looking through his diary. We see the pages that she is looking at. They are filled with doodles of mutilated women and their names...Jean looks lost and frightened, and begins to cry.  \n[484]My pain is constant and sharp and I do not hope for a better world for anyone. I fact I want my pain to be inflicted on others. I want no escape.  \n[485]But even after admitting this, there is no catharsis. I gain no deeper knowledge about myself, no new knowledge can be extracted from my telling. There has been no reason for me to tell you any of this. This confession has meant nothing...  The camera moves up to a sign on the wall behind him: ", "Elizabeth": "\n[1]You look really familiar. Did you you go to Dalton?  Christie shakes her head.  The kitchen: Bateman is grinding up tabs of Ecstasy and putting them in a bottle of wine. In the living room, Elizabeth is still staring at Christie as if she came from Mars.  \n[2]I think I met you at Au Bar, didn't I ? With Spicey?  Christie looks blank.  \n[3]Well, maybe not with Spicey but it was definitely at Au Bar.  Christie still blank.  \n[4]You know, Au Bar?  Christie shakes her head.  \n[5]Anyway, Au Bar sucks now, it's terrible. I went to a birth day party there for Malcolm Forbes. Oh my God, please.  Bateman enters carrying the bottle of wine and two glasses. Christie, who seems frightened, sips her wine and stares at the floor. There is an awkward silence.  \n[6]Oh God! I met him at, oh God, the Kentucky Derby in '86-no, '87, and...  You were hanging out with that bimbo Allison Poole.  Hot number.  \n[7]If you had an American Express card she'd give you a blowjob.  Listen, this girl worked in a tanning salon, need I say more?...What do you do?  A long silence. Christie reddens and stares at the floor.  \n[8] Uh huh?  \n[9]Where's your phone? I've got to call Harley.  Bateman hands her a cordless phone. She dials, and stares At Christie while she waits for someone to answer.  \n[10]Where do you summer? Southampton?  Christie looks at Bateman and then back at Elizabeth.  \n[11] Oh God, it's his machine.  \n[12]He's a goddamn drug dealer! These are his peak hours.  \n[13]Why would I?  Bateman has poured her another glass of wine. She downs the whole glass, making a face.  \n[14]This tastes weird.  Harley? It's me. I need your services. Translate that anyway you'd like. I'm at-  \n[15]Who?  \n[16]I want the number, idiot.  Anyway, I'm at Paul Norman's and I'll try you later and if I don't see you at Canal Bar tomorrow night I'm going to sic my hairdresser on you.  She hangs up.  \n[17]Did you know that guy who disappeared? Didn't he work at Pierce &amp; Pierce, too? Was he a friend of yours?  \n[18]Do you have any coke? Or Halcyon? I'd take a Halcyon.  Bateman sits next to Elizabeth on the couch and pours her another glass of the drugged wine.  \n[19] Patrick, you re a lunatic.  \n[20]Let's not get lewd.  I'm in no mood to have a lewd conversation.  \n[21] Does he do this all the time?  Christie shrugs.  \n[22]No! I'm not a lesbian. Why do you think I'd be into that?  \n[23]Those are Sarah Lawrence guys, Patrick. You're making me feel weird.  \n[24]You actually listen to Whitney Houston? You actually have a Whitney Houston CD? More than one?  She giggles, rolling off the sofa onto the floor.  ", "Evelyn": "\n[1]I'd want a zydeco band, Patrick. That's what I'd want, a zydeco band. Or mariachi. Or reggae. Something ethnic to shock Daddy Oh, I can't decide...And lots of chocolate truffles. Godiva. And oysters on the halfshell.  CLOSE-UP on Bateman, who is wearing a Walkman and staring out the window.  \n[2]Marzipan. Pink tents. Hundreds, thousands of roses. Photographers. Annie Leibovitz. We'll get Annie Leibovitz. And we'll hire someone to videotape. Patrick, we should do it.  \n[3]Get married. Have a wedding.  \n[4]Yes, darling?  \n[5]We should do it.  \n[6]Your father practically owns the company. You can do anything you like, silly.  \n[7]Well, you hate that job anyway. Why don't you just quit? You don't have to work.  \n[8] Pat, this is my cousin Vanden and her boyfriend Stash. He's an artist.  \n[9] Bateman and Evelyn are lying on her bed watching television.  \n[10]Oh God, Patrick. Why Price? Price?  \n[11]Everybody's rich.  \n[12]Everybody's good-looking, Patrick.  \n[13]Everybody has a great body now.  Bateman unbuttons his shirt and makes advances to get Evelyn to have sex with him. She ignores him, watching the Home Shopping Channel with the remote in her hand. Finally, he straddles her, penis close to her face. She tries to look around him at the TV, then takes notice.  \n[14]What do you want to do with that, floss with it?  Bateman flops back down beside her and stares at the television.  \n[15]Are you using minoxidil?  \n[16]Your hairline looks like it's receding.  \n[17]Patrick I know you're there. Pick up the phone, you bad boy. What are you up to tonight? It's me. Don't try to hide. I hope you're not out with some little number you picked up because you're my Mr. Bateman. My boy next door. Anyway you never called me and you said you would and I'll leave a message for Jean about this too to remind you but we're having dinner with Melania and Taylor-you know Melania, she went to Sweet Briar, auld Taylor, he went to Cornell-and we're meeting at the Cornell Club, so l'll call you tomorrow morning probably-bye, honey-oopps! You hate that. Bye Mr. Big Time CEO Patrick. Bye. Bye.  Silence. Jean is obviously embarrassed and upset.  \n[18]I want a firm commitment.  \n[19] Why? What's wrong?  \n[20]Talk about what, Patrick? What is there to talk about?  \n[21] Touchy, touchy. I'm sorry I brought the wedding up. Let's just avoid the issue, alright? Now, are we having coffee?  \n[22]But your friends are my friends. My friends are your friends. I don't think it would work.  You have a little something on your upper lip.  \n[23]You're really serious, aren't you?  \n[24]But what about the past? Our past?  \n[25]You're inhuman.  \n[26]No, no, no.  \n[27] What do you want me to do, what is it you want?  The occupants of nearby tables begin to stare. Bateman is becoming increasingly agitated and embarrassed.  \n[28]Oh God, I can't believe this.  \n[29] Where are you going?  \n[30]But where?  ", "Williams": "", "Timothy": "", "Bryce": "", "Jean": "\n[1]Late?  \n[2]Ricky Hendricks has to cancel today. He didn't say what he was canceling or why.  \n[3]And...Spencer wants to meet you for a drink at Fluties Pier 17.  \n[4]After six.  \n[5]Oh? And what should I say?  \n[6]Just say no?  Jean stands at his desk, waiting for instructions.  \n[7] Yes, sir.  She turns to leave.  \n[8]Oh, something. . romantic?  \n[9]I'll do it.  \n[10]You look nice today.  Jean exits. Bateman straightens some magazines in his office, lifts a painting off the wall and puts it back at a slightly different angle. He fiddles with some pencils in a beer stein. He puts on some MUSIC and flips through a Sports Illustrated. He buzzes Jean. She comes in a moment later with the Perrier and a file.  \n[11]Yes?  \n[12]Ummm...what? I didn't hear you.  \n[13] You don't like this, I take it?  \n[14] Thanks, Patrick.  The phone RINGS and Jean turns to leave.  \n[15]Patrick?  \n[16]Patrick, a Mr. Donald KIMBALL is here to see you.  \n[17]Detective Donald KIMBALL?  Silence. Bateman stares out the window, then down at the drawing of a headless woman he's been doodling on the back cover of Sports Illustrated.  \n[18] Patrick, I think he knows you're here. It's only ten-thirty.  Silence.  \n[19]Patrick?  \n[20]Yes, Patrick?  \n[21]Doin' the crossword?  Bateman nods without looking up.  \n[22]Need help?  BATEMAN doesn't respond. We see that every space on the puzzle has been filled in with the words MEAT or BONE. Jean drops the folder on his desk and then walks out.  \n[23] Yes, Patrick?  \n[24]Oh no. I have no plans.  \n[25]Anywhere you want?  \n[26]Oh Patrick, I can't make this decision.  \n[27]Oh, I can't.  I don't know.  \n[28]What about...Dorsia?  Bateman stops looking through the Zagat's guide and smiles at her.  \n[29]Oh, I don't know. No, we'll go anywhere you want.  \n[30]You didn't give them a name.  \n[31]Patrick, it's so...elegant. What a wonderful view.  Bateman opens up the freezer where Daisy's head is cleady visible.  \n[32]Thanks, Patrick. I'd love some.  Bateman walks in with a bottle of wine and a corkscrew in his hand and hands her the sorbet.  Jean is eating the sorbet.  \n[33]Want a bite?  \n[34]You don't need to lose any weight. You're kidding, right? You look great. Very fit.  \n[35]Well, maybe we shouldn't go out to dinner. I don't want to ruin your willpower.  \n[36]Well, I'd like to travel. And maybe go back to school, but I really don't know...I'm at a point in my life where there seems lo be a lot of possibilities, but I'm so... I don't know...unsure.  Bateman is touching a knife in the drawer, feeling the edge of the blade.  \n[37]No, not really.  \n[38] Are you seeing anyone? I mean, seriously?  \n[39]Well, I guess I do. For a long time I was too focused on my work, I think, but now I've really begun to think about changing myself, you know, developing, and...growing.  \n[40]Who's Ted Bundy?  \n[41]What's that?  \n[42]Patrick, have you ever wanted to make someone happy?  Jean puts her spoon down on the table.  \n[43]Sorry.   \n[44]Make someone happy-have you ever wanted to?  From behind, we follow Bateman as he walks across the room and stands behind the couch.  \n[45]Hmmmm.  He points the nail gun at the back of Jean's head. The phone RINGS. Startled, Bateman hides the nail gun behind his back. The answering machine picks up. As Bateman listens he discreetly places the nail gun behind the couch. He sits down opposite Jean, enjoying her discomfort as she listens to the message.  \n[46]Was that...Evelyn?  Silence.  \n[47]Are you still seeing her?  Silence.  \n[48]I'm sorry, I have no right to ask that.  Silence.  \n[49]Do you want me to go?  A long pause.  \n[50]I know I should go. I know I have a tendency to get involved with unavailable men, and...I mean, do you want me to go?  Another long pause.  \n[51]No. No, I guess not. I don't want to get bruised. You're right, I should go.  She gets up to leave.  \n[52]And don't forget you have a breakfast meeting with Frederick Bennet and Charles Rust at '21.  \n[53]Patrick Bateman's office.  \n[54]Patrick? Is that you?  \n[55]Where are you?  \n[56]Craig McDermott called. He wants to meet you and David Van Patten and Tim Price at Harry's for drinks.  \n[57]Patrick? I can't hear you.  \n[58]Where are you? Patrick, what's wrong?  \n[59]Why?  \n[60]What is it, Patrick? Are you alright?  ", "Courtney": "\n[1] Stop it!  Stash and Vanden watch them in silence.  \n[2]Tell me. Stash...do you think SoHo is becoming to...commercial?  \n[3]What? Oh, I'm...busy.  \n[4]Stop it. I'm...  \n[5]Waiting for Luis to call me. He said he'd call tonight. Oh don't be difficult, Patrick.  \n[6]But-when?  \n[7]Ummm . . yeah. Luis is calling me tonight. I need to be home for that.  \n[8]Yes?  \n[9]Uh huh.  \n[10]I know. Stop it.  \n[11]Patrick don't call me pumpkin anymore, okay? I have to go.  \n[12]I can't.  \n[13]Dorsia's nice.  \n[14]You like it there, don't you?  \n[15]Okay. Yeah. What time?  \n[16]Pick me up?  \n[17]A facial at Elizabeth Arden, which was really relaxing, then to the Pottery Bam where I bought this silver muffin dish.   \n[18] Oh God, Patrick. Shut up.  \n[19]I just want to have a child. Just...two... perfect...children...   The cab draws up outside a restaurant. The awning reads \"Barcadia.\"  \n[20]Champagne on the rocks. Oh-could I have that with a twist? She starts to sink back in her chair and Bateman leans over and pulls her back up.  \n[21]Are we here?  \n[22]This is Dorsia?  \n[23]Mmmm...thanks, Patrick.  She falls asleep at the table.  \n[24]Bateman and Courtney are in Courtney's bed. Bateman is on top of her, reaching for a condom in the ashtray. He tears it open with his teeth, puts it on.  \n[25] I want you to fuck me.  Bateman gets on top of her, starts to fuck her.  \n[26]Luis is a despicable twit.  \n[27]No, you idiot. I said \"Is it a receptacle tip?\" Not, is Luis a despicable twit. Is it a receptacle tip? Get off me.  \n[28]Pull out.  \n[29] Pull out, goddamnit!  \n[30]Turn the light on.  She tries to sit up.  \n[31]Patrick. Turn on the Light. He turns on the light.  \n[32]Take it off.  \n[33]Because you have to leave half an inch at the tip \u0096  to catch the force of the ejaculate! \n[34] Do you think you're turning me on by having unsafe sex?  Bateman pulls the pillow off her and slaps her face.  \n[35] Well, it's not a turn-on for me. I have a promotion coming to me. I don't want to get AIDS.  Bateman grabs her head and makes her look at the condom.  \n[36]Oh God, just get it over with.  He fucks her quickly until he has a mediocre orgasm and falls down next to her. They lie side by side with their bodies not touching, eyes open, staring at the ceiling.  INT. CONFERENCE ROOM, PIERCE &amp; PIERCE - DAY  Bateman and Luis Carruthers are seated at a long table in the conference room at Pierce &amp; Pierce, which looks out onto a spectacular view of Manhattan.  \n[37] Bateman is lying on top of Courtney in her bed, after sex. Still panting, he rolls off her, onto his back. He feels something lumpy underneath him and pulls out a stuffed toy, a black cat with blue jewel eyes. There is silence.  \n[38]Will you call me before Thanksgiving?  \n[39]What are you doing tonight?  \n[40]That's nice.  \n[41] We were supposed to have dinner at Tad and Maura's, but-you know how Luis is...  \n[42] You never noticed.  Bateman is making final adjustments to his tie.  \n[43]Listen...Patrick. Can we talk?  \n[44] Isn't that special?  Patrick?  \n[45]Patrick?  \n[46]Nothing.  ", "Rawlinson": "", "Craig": "", "McDermott": "", "Christie": "\n[1]You just haven't been looking.  \n[2] I'm not supposed to.  Bateman is holding out a $100 bill, which Christie now notices, then takes.  \n[3]I'm not supposed to.  But I can make an exception.  \n[4]No.  \n[5]You have a really nice place here...Paul. How much did you pay for it?  \n[6]I'm not so sure about this. I had to go to Emergency after last time...  \n[7]I don't think so.  He hands her a $500 bill.  \n[8]Alright.  He pours her a shot of vodka and makes her drink it.  \n[9] Well, I actually might need a little surgery after last time.  \n[10]My friend told me I should maybe even get a lawyer.  \n[11]This is nicer than your other apartment.  \n[12]Where did you two meet?  \n[13]No.  ", "Homeless": "\n[1]I'm so hungry.  \n[2]I'm so hungry.  \n[3] I lost my job...  \n[4]I'm so hungry.  The dog starts to whimper.  \n[5]I'm not...  \n[6]I'm hungry  \n[7]I'm hungry.  \n[8]What am I gonna do?  \n[9]Al.  \n[10]Al.  \n[11]You re so kind, mister. You're kind. You're a kind man. I can tell.  \n[12] Please...I don know what to do. I'm so cold.  \n[13]I can't...I can't find a shelter  ", "Man": "\n[1]We're sitting in Pastels, this nouvelle Northern California place on the Upper East Side.  The Waiter sets down plates containing tiny, elaborately decorated starters. As he does so we hear Bateman's description of each of the men at the table.  \n[2]You'll notice that my friends and I all look and behave in a remarkably similar fashion, but there are subtle differences between us. McDermott is the biggest asshole. Van Patten is the yes man. Price is the most wired. I'm the best looking. We all have light tans. Right now I'm in a bad mood because this is not a good table, and Van Patten keeps asking dumb, obvious questions about how to dress .  \n[3]Or can it be worn with a suit?  McDERMOTT  Exactly  \n[4]With discreet pinstripes you should wear a subdued blue or charcoal gray vest. A plaid suit would cal I for a bolder vest.  McDERMOTT But avoid matching the vest's pattern with your socks or tie. Wearing argyle socks with an argyle vest will look too studied.  \n[5]Van Patten looks puffy. Has he stopped working out?  \n[6]That's not Paul Owen. Paul Owen's on the other side of the room. Over there.  He points to another handsome young man with slicked-back hair and horn-rimmed glasses.  McDERMOTT Who is he with?  \n[7]Oh Jesus, McDermott, what does that have to do with anything?  McDERMOTT Listen. I've seen the bastard sitting in his office on the phone with CEOs, spinning a fucking menorah. The bastard brought a Hanukkah bush into the office last December.  \n[8]You spin a dreidel, McDermott, not a menorah. You spin a dreidel.  McDERMOTT Oh my God. Bateman, do you want me to fry you up some fucking potato pancakes? Some latkes?  \n[9]No. Just cool it with the anti-Semitic remarks.  McDERMOTT Oh I forgot. Bateman's dating someone from the \n[10]Whoa, wait. May I ask where Pamela is during all this?  McDERMOTT Oh fuck you. I want a blowjob, Bate-man. I want a chick who's gonna let me-  \n[11]I'm not sure, guy, but I don't think dyslexia is a virus.  \n[12]Maybe it's just the light.  \n[13]What?  \n[14]It's definitely weak but I have a feeling if we do enough of it we'll be okay.  \n[15]Calm down. Let's do it anyway  \n[16]That's the spirit.  They both dig their platinum Amex cards into the envelope of white powder, shoveling it up their noses, then sticking their fingers in to catch the residue and rubbing it into their gums.  \n[17] Tableaux of Bateman's apartment in the early morning light. A huge white living room with floor-to-ceiling windows looking out over Manhattan, decorated in expensive, minimalist high style: bleached oak floors, a huge white sofa, a large Baselitz painting  and much expensive electronic equipment. The room is impeccably neat, and oddly impersonal - as if it had sprung straight from the pages of a design magazine.  \n[18]My name is Patrick Bateman. I am twenty-six years old. I live in the American Garden Buildings on West Eighty-First Street, on the eleventh floor Tom Cruise lives in the penthouse.  Bateman walks into his bathroom, urinates while trying to see his reflection in a poster for Les Miserables above his toilet.  \n[19]I believe in taking care of myself, in a balanced diet, in a rigorous exercise routine. In the morning, if my face is a little puffy, I'll put on an ice pack while doing my stomach crunches. I can do a thousand now.  Bateman ties a plastic ice pack around his face.  Bateman does his morning stretching exercises in the living room wearing the ice pack.  \n[20]After I remove the icepack, I use a deep pore-cleanser lotion. In the shower, I use a water-activated gel cleanser, then a honey-almond body scrub, and on the face an exfoliating gel scrub.  Bateman stands in front of a massive marble sink applying a gel facial masque.  \n[21]Then I apply an herb mint facial masque which I leave on for ten minutes while I prepare the rest of my routine.  Bateman opens the door of a mirrored cabinet, which is stocked with immaculate rows of skin care products. He begins selecting bottles jars and brushes, laying them in readiness on the marble counter.  \n[22]I always use an after-shave lotion with little or no alcohol because alcohol dries your face out and makes you look older. Then moisturizer, then an anti-aging eye balm, followed by a final moisturizing \"protective\" lotion...  Bateman stares into the mirror. The masque has dried, giving his face a strange distorted look as if it has been wrapped in plastic. He begins slowly peeling the gel masque off his face.  \n[23]There is an idea of a Patrick Bateman, some kind of abstraction, hut there is no real me, only an entity, something illusory, and though I can hide my cold gaze and you can shake my hand and feel flesh gripping you and maybe you can even sense our lifestyles are probably comparable: I simply am not there.  \n[24] Another huge white room, equally minimal: a futon, rumpled white sheets, a bedside lamp with a halogen bulb, and a large expensive painting  chosen by Bateman's interior decorator.  Dressed in silk boxer shorts, Bateman stands in front of a huge walk-in closet, filled with rows of expensive shirts, shoes and designer suits, organized according to color and tone.  \n[25]It is hard for me to make sense on any given level. My self is fabricated, an aberration. My personality is sketchy and unformed, my heartlessness goes deep and is persistent.  Fully dressed in Armani, Bateman stands in front of a full-length mirror in the middle of his vast bedroom, adjusting his cuff-links.  \n[26]My conscience, my pity, my hopes disappeared a long time ago, if they ever did exist.  He gives a last look at the mirror and likes what he sees. He gives his reflection a smile.  INT. OFFICES OF PIERCE &amp; PIERCE - DAY  As Bateman walks down the corridor, he passes another MAN who looks just like him.  \n[27]Morning, Hamilton. Nice tan.  Bateman walks past the desk of JEAN, his secretary, pulling his Walkman from around his neck. Jean is attractive, wholesome, earnest. She smiles shyly. She loves him.  \n[28]Aerobics class. Sorry. Any messages?  \n[29]I occasionally box with Ricky at the Harvard Club. Anyone else?  \n[30]When?  \n[31]Negative. Cancel it.  Jean follows him into his office.  \n[32]Just...say...no.  \n[33]Okay, Jean. I need reservations for three at Camols at twelve-thirty, and if not there, try Crayons. All right?  \n[34]Oh wait. And I need reservations for two at Arcadia at eight tonight.  Jean turns around.  \n[35]No, silly. Forget it. I'll make them. Thanks.  \n[36]No. No. Be a doll and just get me a Perrier, okay?  \n[37]Is that the Ransom file? Thanks. Don't wear that outfit again.  \n[38]I said \"Do not wear that outfit again.\" Wear a dress. A skirt or something.  Jean stands there, then looks down at herself.  \n[39]Come on, you're prettier than that.  \n[40]I'm not here. And high heels. I like high heels.  As Jean leaves, Bateman clicks on the TV set in one corner of the room and starts watching Jeopardy!  \n[41]I'm trying to listen to the new George Michael tape but Evelyn-my supposed fiancée-keeps buzzing in my ear.  Evelyn continues to make notes.  \n[42] Do...what.  \n[43]Evelyn?  \n[44]Is your Evian spiked?  \n[45]No-I can't take the time off work.  \n[46]I don't want to talk about it.  \n[47]Because I...want...to...fit...in.  The taxi bumps to a halt.  \n[48]I'm on the verge of tears by the time we arrive at Espace since I'm positive we won't have a decent table, but we do, and relief washes over me in an awesome wave.  Tm Price and two downtown types, STASH and VANDEN, are already seated. Vanden is about twenty, pretty and sullen, with green streaks in her black hair. Stash is pale, with ragged black hair and bad skin.  They are all trying to read large stainless steel menus that look like minimalist art.  \n[49](After smiling at his own reflection in the mirror and checking his hair) Hi. Pat Bateman.  Vanden takes his hand reluctantly, says nothing.  \n[50]Let me guess-you live in the East Village?  Pause.  \n[51]I am fairly sure that Timothy and Evelyn are having an affair. Timothy is the only interesting person I know. Courtney is almost perfect looking. She s usually operating on one or more psychiatric drugs. Tonight I believe it's Xanax. More disturbing than her drug use, though, is the fact that she's engaged to Luis Carruthers, the biggest dufus in the business.  Courtney rouses herself from her drug haze.  \n[52]Oh come on. Price. There are a lot more important problems than Sri Lanka to worry about. Sure our foreign policy is important, but there are more pressing problems at hand.  \n[53]Well, we have to end apartheid for one. And slow down the nuclear arms race, stop terrorism and world hunger. But we can't ignore our social needs. either We have to stop people from abusing the welfare system. We have to provide food and shelter for the homeless and oppose racial discrimination and promote civil rights while also promoting equal rights for women but change the abortion laws to protect the right to life yet still somehow maintain women's freedom of choice.  The table stares at Bateman uncomfortably.  \n[54]We also have to control the influx of illegal immigrants. We have to encourage a return to traditional moral values and curb graphic sex and violence on TV, in movies, in pop music, everywhere. Most importantly we have to promote general social concern and less materialism in young people.  Price chokes on his drink. Everyone is silent and mystified.  \n[55]Why don t you just go for Price?  \n[56]He's rich.  \n[57]He's good-looking.  \n[58]He has a great body  \n[59]No. I'm not. Why should I ?  \n[60]It's not.  \n[61]Hello.  The woman looks suspicious for a moment and then, seeing his smile, smiles back.  \n[62]Listen, wait. You're not...shhh wait... you're not giving me valid reasons.  The woman continues to speak to him in another language, grabbing at the sleeve of the jacket.  \n[63]What are you trying to say to me?  Her husband has taken Bateman's horribly bloodstained sheets out of the bag and is staring at them.  \n[64]Bleach-ee? Are you trying to say bleach-ee? Bleach-ee. Oh my God.  She keeps pointing to the jacket and talking.  \n[65] Two things. One. You can't bleach a Soprani. Out of the question. Two.  Two. I can only get these sheets in Santa Fe. These are very expensive sheets and I really need them clean.  She keeps talking and Bateman leans into her.  \n[66]If you don't shut your fucking mouth I will kill you, are you understanding me?  She talks faster.  \n[67]Now listen-I have a very important lunch meeting  at Hubert's in thirty minutes, and I need those ...no wait, twenty minutes. I have a lunch meeting at Hubert's in twenty minutes with Ronald Harrison and I need those sheets cleaned by this afternoon.  She keeps talking.  BATEMAN Listen. I cannot understand you.  Bateman starts laughing, slaps his hand down on the counter.  \n[68]This is crazy. You're a fool. I can't cope with this.  Bateman is on the verge of tears.  \n[69]Stupid bitchee! Understand? Oh Christ!  Someone enters the store behind him. It's VICTORIA, late-twenties, attractive but a little overweight, wearing a tailored business suit with white sneakers and sports socks.  \n[70]Hello   Awkward pause.  \n[71]Well.  \n[72]Then why can't they get these stains out? I mean can you talk to these people or something? I'm not getting anywhere.  Victoria moves toward the sheet that the old man is holding up. She touches it and the woman behind the counter begins talking again.  \n[73]Um, well...it s cranberry juice. Cranapple.  VICTORiA Really?  \n[74]Well, I mean, um, it s really...Bosco. You know, like... like a Dove Bar. It's a Dove Bar...Hershey's Syrup?  \n[75]Listen, if you could talk to them  I would really appreciate it. I'm really late. I have a lunch appointment at Hubert's in fifteen minutes.  Bateman turns to leave.  \n[76]Yeah, well, oh boy, listen, I've got to go. Thank you, uh... Victoria?  \n[77]Oh, I don't know, Victoria. I'm at work all the time.  \n[78] Next Saturday?  \n[79]Oh, can't, I'm afraid. Matinée of Les Miserables. Listen, I've really got to go. I'll-Oh...Christ...I'll call you.  \n[80] Bateman is sitting on the sofa watching a video, talking to Courtney on a portable phone. He's holding a video box in one hand, perusing the title: Inside Lydia's Ass. Offscreen we hear the sounds of the porn movie as he talks.  \n[81]Listen, what are you doing tonight?  \n[82]Listen, you're dating Luis, he's in Arizona. You're fucking me, and we haven't made plans. What could you possibly be up to tonight?  \n[83]On a lot of lithium?  \n[84]You should come have dinner with me. \n[85]Am I confused or were we talking about tonight?  \n[86]Pumpkin?  \n[87]Pumpkin you're dating an asshole.  \n[88]Pumpkin you're dating the biggest dickweed in New York.  \n[89]Pumpkin, you're dating a tumbling, tumbling dickweed.  \n[90]Courtney? Dinner?  \n[91]I'm thinking Dorsia.  \n[92]Nice?  \n[93]The question is do you like it, Courtney? And will you blow off a fucking phone call from your sad excuse for a boyfriend to eat there tonight.  \n[94]Eight?  \n[95]Sounds like I'll have to. Don't fall asleep, okay? Wear something fabulous. Dorsia, remember?  Bateman hangs up, opens up the Zagat's guide and dials the number for Dorsia with trembling fingers. It's busy and so he puts it on speakerphone, constant redial. He waits with his head in his hands, sweating with anxiety, until there is finally an answer.  \n[96] Umm...yes...I know it's a little late but is it possible to reserve a table for two at eight or eight-thirty perhaps?  Long pause. The Maitre D' starts giggling quietly and then more loudly until the laughter is almost hysterical and he hangs up the phone.  \n[97]Is that Donald Trump's car?  \n[98]You know, Courtney, you should take some more lithium. Or have a Diet Coke. Some caffeine might get you out of this slump.  \n[99]J&amp;B. Straight.  \n[100]Yes.  \n[101] Yes, dear.  Courtney almost falls asleep while looking at her menu, and starts to slide off of her chair. Bateman grabs her by both shoulders and props her up.  \n[102]Courtney, you're going to have the peanut butter soup with smoked duck and mashed squash. New York magazine called it a 'playful but mysterious little dish.\" You'll love it. And then...the red snapper with violets and pine nuts. I think that'll follow nicely.  \n[103]Yes, Luis is a despicable twit. I hate him.  He keeps fucking her.  \n[104]Is it a what?  \n[105]I'm ignoring you.  \n[106] What do you want, Courtney?  She pushes him away from her.  \n[107]It's a plain end. I think.  \n[108]Oh Jesus. I'm going home.  \n[109]It's a plain end, see? So?  \n[110]Why?  \n[111]I'm getting out of here. Where's your lithium?  Courtney throws a pillow over her head and starts crying.  \n[112]Oh Christ, this really isn't worth it. And see, Courtney, it's there for what? Huh? Tell us.  Why is it pulled down half an inch? So it can catch the force of the ejaculate!  \n[113]See? Happy? You dumb bitch? Are you happy, you dumb bitch?  \n[114]Lucky, I guess.  \n[115]Uh huh.  \n[116] Your compliment was sufficient Luis.  Carruthers is distracted by a question from the colleague on his left.Paul Owen enters, carrying the Wall St. Journal under his arm. He is handsome, supremely confident and self-satisfied; he sees himself as a leader among men.  \n[117]I've been great. And you?  Their conversation fades down as we hear Bateman's thoughts.  \n[118]Owen has mistaken me for this dickhead Marcus Halberstam. It seems logical because Marcus also works at P&amp;P and in fact does the same exact thing I do and he also has a penchant for Valentino suits and Oliver Peoples glasses. Marcus and I even go to the same barber, although I have a slightly better haircut.  During this voiceover the CAMERA WANDERS over to MARCUS HALBERSTAM, who is conferring with a colleague in the opposite corner of the room. He bears a superficial resemblance to Bateman.  \n[119] It's...it's...all right.  \n[120]Oh well, you know.  \n[121]Oh yes. I'm very lucky.  McDermott and Price enter.  McDERMOTT Hey. Owen! Congratulations on the Fisher account.  \n[122]New card. What do you think?  McDermott lifts it up and examines the lettering carefully.  McDERMOTT Whoa. Very nice. Take a look.  He hands it to Van Patten.  \n[123]Picked them up from the printers yesterday  \n[124]That's bone. And the lettering is something called Silian Rail.  McDERMOTT  Silian Rail?  \n[125] Nice.  \n[126]I can't believe that Price prefers McDermott's card to mine.  \n[127] Impressive. Very nice. Let's see Paul Owen's card.  Price pulls a card from an inside coat pocket and holds it up for their inspection: \"PAUL OWEN, PIERCE &amp; PIERCE, MERGERS AND ACQUISITIONS.\" Bateman swallows, speechless. The sound in the room dies down and all we hear is a faint heartbeat as Bateman stares at the magnificent card.  \n[128]Look at that subtle off-white coloring. The tasteful thickness of it. Oh my God, it even has a watermark...  His hand shaking, Bateman lifts up the card and stares at it until it fills the screen.  He lets it fall. The SOUND RETURNS TO NORMAL.  CARRUTHERS Is something wrong? Patrick...you're sweating.  \n[129]Hello. Pat Bateman.  The Homeless Man stares at Bateman, struggling to sit up.  \n[130]You want some money?. Some...food?  The Homeless Man nods and starts to cry. Bateman reaches into his pocket and pulls out a $I 0 bill, then changes his mind and holds out a $5 instead.  \n[131]Is this what you need?  The Homeless Man nods, looks away, wipes his nose.  \n[132]I'm so hungry.  \n[133]It's cold out, too, isn't it?  \n[134]I'm so hungry.  \n[135] Why don't you get a job? If you're so hungry, why don't you get a job?  \n[136] I lost my job...  \n[137]Why? Were you drinking? Is that why you lost it? Insider trading? Just joking. No, really-were you drinking on the job?  HOMELESS MAN I was fired. I was laid off.  \n[138]Gee, uh, that's too bad.  \n[139]I'm so hungry.  The dog starts to whimper.  \n[140]Why don't you get another one? Why don't , you get another job?  \n[141]I'm not...  \n[142]You're not what? Qualified for anything else?  \n[143]I'm hungry  \n[144]I know that, I know that. Jeez, you're like a broken record. I'm trying to help you.  \n[145]I'm hungry.  \n[146]Listen, do you think it's fair to take money from people who do have jobs? From people who do work?  \n[147]What am I gonna do?  \n[148]Listen, what's your name?  \n[149]Al.  \n[150]Speak up. Come on.  \n[151]Al.  \n[152]Get a goddamn job, Al. You've got a negative attitude. That's what's stopping you. You've got to get your act together. I'll help you.  \n[153]You re so kind, mister. You're kind. You're a kind man. I can tell.  \n[154] Shhhh...it's okay.  \n[155] Please...I don know what to do. I'm so cold.  \n[156] Do ,you know how bad you smell? The stench, my God.  \n[157]I can't...I can't find a shelter  \n[158]You reek. You reek of...shit. Do you know that?  Goddammit, Al-look at me and stop crying like some kind of faggot. Al...I'm sorry.  Bateman carefully puts the money back in his wallet.  \n[159]It's just that...I don't know I don't have anything in common with you.  He opens his briefcase and pulls out a long thin knife with a serrated edge. He pushes up the sleeve of his jacket to protect it.  \n[160]Do you know what a fucking loser ,you are?  HOMELESS MAN'S POV as Bateman lunges at him with the knife.  EXTREME WIDE SHOT of the street. Bateman's shadowed figure is hunched over the Homeless Man, stabbing him in the stomach. The dog barks wildly and Bateman stomps on it until it is silent.  LOW ANGLE shot of Bateman as he throws a quarter on the ground.  \n[161]There's a quarter. Go buy some gum.  Bateman walks calmly into the empty caverns of Wall Street. Cars drift past, their headlights momentarily illuminating the body left twitching on the ground.  \n[162]I have all the characteristics of a human being- flesh, blood, skin, hair-but not a single clear, identifiable emotion except for greed ,und disgust. Something horrible is happening inside me and I don't know why.  \n[163]My nightly bloodlust has overflowed into my days. I feel lethal, on the verge of frenzy.  \n[164]I think my mask of sanity is about to slip.  \n[165]Marcus Halberstam. For two at eight?  \n[166]J&amp;B, straight. And a Dixie beer.  \n[167]Not if you want to keep your spleen.  The Waiter leaves.  \n[168]Listen, the mud soup and the charcoal arugula are outrageous here.  \n[169]Hey, I'm a child of divorce. Give me a break  Hmmm, I see they've omitted the pork loin with lime jello.  \n[170]Nobody goes there anymore.  There is a long disgruntled silence.  \n[171]Is that Ivana Trump over there?  Jeez Patrick I mean Marcus, what are you thinking? Why would Ivana be at Texarkana?  Another pause.  \n[172]So, wasn't Rothschild originally handling the Fisher account? How did you get it?  \n[173]I like to dissect girls. Did you know I'm utterly insane?  Owen continues laughing and motions to the waiter for another drink.  \n[174]Cecelia is, well...you know (Cecelia. I think she's having dinner with...Evelyn Williams.  \n[175]Another Martini, Paul?  Owen nods drunkenly.  \n[176] Paul, give me your Amex card. Good boy. Bateman slaps the card down, looks at the check.  \n[177]Two-hundred-and-fifty. Very reasonable. Let's leave a big tip, shall we? My place hr a nightcap?  \n[178]Come on, you dumb son of a bitch.  I've got a preview of the Barneys catalogue and a bottle of Absolut waiting for us.  \n[179]The living room floor has been meticulously covered with newspaper.  Owen is slumped drunkenly in a white Eames chair, a glass in his hand. Bateman is looking through his CDs.  \n[180]You like Huey Lewis and the News?  \n[181]Their early work was a little too New Wave for my taste. But then Sports came out in 1983, I think they really came into their own, commercially and artistically.  Bateman walks to his bathroom, taking a large ax out of the shower. He takes two Valium.  \n[182] The whole album has a clear, crisp sound and a new sheen of consummate professionalism that gives the songs a big boost. Bateman comes back out and leans the ax against the wall. He walks to the foyer and puts on a raincoat, watching Owen from behind ail the time.  \n[183]He's been compared to ELvis Costello but I think Huey has a more bitter, cynical sense of humor.  Owen is absent-mindedly leafing through the Barneys catalogue.  \n[184]Yes, Owen?  \n[185]No, Owen.  \n[186]Yes, it is.  Bateman moves to the CD player. He takes a CD out of its case and slides it in the machine.  \n[187]In 1987 Huey released this, Fore!, their most accomplished album. I think I heir undisputed masterpiece is \"HiP To Be Square,\" a song so catchy that most people probably don't listen to the lyrics. But they should because it's not just about the pleasures of conformity and the importance of trends. It's al~ a personal statement about the band itself.  Bateman puts on \"Hip To Be Square.\"  BATEMAN crosses the room and picks up the ax.  We follow BATEMAN from behind as he walks up to Owen, the ax raised over his head.  \n[188]Hey, Paul?  As Owen turns around, FROM OWEN'S POV we see Bateman swing the ax toward his face.  Blood sprays onto the white raincoat.  FROM BEHIND OWEN, we see BATEMAN as he yanks the ax out.  Owen drops to the floor. His body falls out of the frame. We stay on his legs twitching mechanically.  Blood pulses onto the newspaper-covered floor.  \n[189] Try getting a reservation at Dorsia now, you fucking stupid bastard!  LOW ANGLE ON BATEMAN as he beats Owen with the back of the ax.  OFFSCREEN, the sound of the ax hitting Owen.  \n[190] Fucking bastard...  Bateman takes his raincoat off, still panting. He folds the coat carefully in half, bloody side in, and drapes it neatly over the back of a chair.  He sits back on the white sofa and surveys the scene. He checks his Rolex and lights a cigar.  OFFSCREEN, Paul Owen's last faint sighs are heard.  \n[191]No, Luis. It's not me. You're mistaken.  \n[192]Commes des Garcon.  A cab stops. BATEMAN opens the door and manages to get Owen's body into the backseat.  Bateman gets into the cab.  \n[193]Jesus lives, Luis.  \n[194] A bare room, lit by one light bulb. The walls are blank except for a Les Miserables poster. There is one ratty chair.  Bateman pours lime over Paul Owen's body, which is lying in a bathtub. He plays Huey Lewis, smokes a cigar, watches the body dissolve.  \n[195]Where to send the bastard? Dallas? Pans?  He throws some clothes into a suitcase, randomly grabbing toiletries and shoving them in.  \n[196]Singapore? London. I'll send the asshole to London.  He puts some music on to help muffle his voice, then leans over the answering machine.  He does a passable imitation of Owen's speech.  \n[197]Hi, this is Paul. I've been called away to London for a few days. Meredith, I'll call you when I get back. Hasta la vista, baby.  \n[198] Bateman is sitting at his desk, with the latest copy of Sports Illustrated in front of him and his Walkman playing Kenny G. We hear the MUSIC until Jean enters and he takes the Walkman off.  \n[199] What is it?  \n[200] Ye-es, Je-an?  \n[201]Who?  \n[202]Tell him I'm at lunch.  \n[203]Send him in, I guess. As she exits, he picks up the cordless phone and pretends to talk to someone at the other end.  \n[204]Now, John, you've got to wear clothes in proportion to your physique. There are definite do's and don'ts, good buddy, of wearing a bold-striped shirt. A hold-striped shirt calls for solid-colored or discreetly patterned suits and ties...  The door to the office opens and he waves in DETECTIVE DONALD KIMBALL. KIMBALL is surprisingly young - about Bateman's age - and good-looking, dressed in a crumpled linen Armani suit of the type Bateman and his friends might wear.  Kimball sits down and crosses his legs with a self-assurance that makes Bateman so nervous he forgets to carry on with his fake conversation. Kimball looks up at him curiously, noticing the silence.  \n[205] Right. And yes...always tip the stylist fifteen percent.  Bateman shrugs at the detective, rolling his eyes in exasperation.  KIMBALL nods understandingly.  \n[206]Listen, John, I've got to go. T Boone Pickens just walked in...  Just joking...  No don't tip the owner of the salon. Okay, John, right, got it.  Sorry about that.  \n[207]Oh that? Just mulling over business problems. Examining opportunities...Exchanging rumors... Spreading gossip.  They laugh politely.  \n[208] Hi. Pat Bateman. Nice to meet you.  \n[209] So, what's the topic of discussion?  \n[210]You're not with the FBI or anything, are you?  \n[211]Ah, I see...Yes. Paul's disappearance...Yes.  \n[212]Coffee?  \n[213]Perrier? San Pellegrino?  \n[214]Can you bring Mr...  \n[215]Mr. Kimball a bottle of San Pelle-  \n[216]It's no problem  Bateman watches intently as KIMBALL writes something down in his notebook, then crosses something out. Jean enters and places the bottle of San Pellegrino and a Steuben etched glass on the table, shooting a concerned glance at Bateman. He glares at her. KIMBALL smiles and nods at Jean as she leaves.  \n[217]Well, what's the topic of discussion?  \n[218]Oh right. Well, I haven't heard anything about the disappearance or anything...  Not on \"Page Six\" at least.  \n[219]Understandable.  Lime?  \n[220]You sure? I can always get you a lime.  A pause.  \n[221]Shoot.  \n[222]Twenty-six. I'll be twenty-seven in October.  \n[223]Harvard. The Harvard Business School.  \n[224]Fifty-five West Eighty-First Street. The American Gardens Building.  \n[225] Thanks.  A pause as KIMBALL studies his notebook. Bateman closes his eyes, as if in pain.  \n[226]Who do you ask?  \n[227]Nuprin?  KIMBALL Uh...no, thanks.  Kimball takes out a pack of Marlboro's and lays it on the desk.  \n[228]Bad habit.  \n[229]No, I guess it's okay.  \n[230]No problem.   \n[231]Bring us an ashtray for Mr. KIMBALL, please. She whisks in with a crystal ashtray as they sit in silence.  \n[232]Well...  He coughs, shakes two Nuprin into his hand and swallows them dry.  \n[233]I'm...at a loss. He was part of that whole...Yale thing, you know.  \n[234]Yeah...Yale thing.  \n[235]Well, I think for one that he was probably a closet homosexual. Who did a lot of cocaine...that Yale thing.  A silence during which the sound of the air conditioner becomes deafening.  \n[236]He led what I suppose was an orderly life. He... ate a balanced diet.  \n[237]I hope I'm not being cross-examined here.  \n[238]No. Not really.  \n[239]Hang...out?  \n[240]Let me think. The Newport. Harry's. Fluties. Endochine. Nell's. Comell Club. The New York Yacht Club. The regular places.  \n[241]No, he just hung out there.  \n[242]Don't you know this?  \n[243]Before Yale? If I remember correctly, Saint Paul's... Listen, I just...I just want to help.  \n[244]We were both seven in 1969.  \n[245]Do you have any witnesses or fingerprints?  \n[246]Well, maybe he did, huh?  \n[247]But...has anyone seen him in London?  \n[248]Hmmm.  \n[249]Oh.  \n[250]What?  \n[251]Yikes! No. Paul wasn't into that. He followed a balanced diet and-  \n[252]Have you consulted a psychic?  \n[253]Had his apartment been burglarized?  \n[254]I mean no one's dealing with the homicide squad yet or anything, right?  \n[255]That's so typical, isn't it?  \n[256]Nothing.  \n[257]The earth just opens up and swallows people.   \n[258] You'll have to excuse me. I have a lunch meeting with Cliff Huxtable at Four Seasons in twenty minutes.  \n[259]Uh, no. There's one...down here.  \n[260]Yes. It's very good.  KIMBALL turns to face him.  \n[261]Absolutely, I'm 100% with you.  \n[262] A perfectly lit kitchen still-life - a bottle of Evian, a white porcelain plate on which sits a sliced kiwi, some perfect green grapes, a few berries.  OFFSCREEN, the SOUND OF SCREAMS AND A CHAINSAW can be heard from the living room.  The living room: Bateman is maniacally doing abdominal crunches as the television plays a video of Texas Chainsaw Massacre. There is a pile of horror videos on his coffee table, next to a copy of GQ.  \n[263]You like that, slut?  The person on the other end clearly hangs up.  CLOSE-UP on his fingers dialing the phone.  \n[264]You want to know what I'm wearing? Sixty-dollar boxer shorts by Ralph Lauren, a hundred-and-fifty-dollar white cotton T-shirt by Commes des Garcons.  My Rolex cost-  Another hang-up. He dials again.  \n[265] I'm a corporate raider. I orchestrate hostile takeovers. What do you think of that?  Huh, bitch?  \n[266]I haven't seen you around here.  \n[267]Would you like to see my apartment?  Bateman flips on the light inside the limo. He's wearing a tuxedo.  \n[268]Do you want to come to my apartment or not?  \n[269]Do you take American Express?  Christie is still looking out behind her.  \n[270]Do you take American Express?  Christie looks at him like he's crazy.  \n[271]I'm joking. Come on, get in.  As they drive uptown, Bateman dials the cell-phone. He reads off a credit card number.  \n[272]I'd like a girl, early twenties, blonde, who does couples. Couples. Fifty-five West Eighty-First, the American Gardens Building. Apartment 7C. And I really can't stress blonde enough. Blonde.  He hangs up.  BATEMAN I'm Paul. My name is Paul 0wen, have you'got that? You are Christie. You are to respond only to Christie. Is that clear?  \n[273] Christie is in the bathtub, Bateman is pouring in white milky bath oil.  \n[274]That's a very fine Chardonnay you're drinking.  Long pause, in which Christie is luxuriating in the tub and Bateman is casually touching her breast.  \n[275]I want you to clean your vagina.  Christie reaches for a washcloth.  \n[276]No. From behind. Get on your knees.  Christie shrugs.  \n[277]I want to watch. You have a very nice body.  The doorman RINGS. Bateman answers.  \n[278]Thank you. Send her up. Christie, get out and dry off, choose a robe-not the Bijan and come and meet me and our guest in the living room for drinks.  Bateman answers the door.  \n[279]You've arrived! How lovely, let me take your coat. I'm Paul. How good of you to come.  The escort girl looks somewhat bewildered. Bateman takes her coat and inspects her body and face.  \n[280]Not quite blonde, are you? More dirty blonde. I'm going to call you Sabrina. I'm Paul Owen.  Bateman escorts her into the living room and brings her a glass of wine. Christie enters, sitting next to Sabrina on the couch, and Bateman sits across from them. There is a long silence.  \n[281]So, don't you want to know what I do?  The two girls look at each other with uncomfortable smiles. Christie shrugs.  \n[282]Well, I work on Wall Street. At Pierce &amp; Pierce.  Have you heard of it?  Another long pause. They shake their heads. Christie stands up and goes over to the CD collection.  \n[283]Actually, that's none of your business, Christie, hut I can assure you it certainly wasn't cheap.  Bateman leaves to refill his wine glass and Sabrina takes a pack of cigarettes out of her purse. Bateman returns, carrying a tray of chocolates.  \n[284]No, no smoking. Not in here.  He walks over to Christie.  \n[285]Varda truffle?  Christie stares at the plate and shakes her head. Sabrina takes one.  \n[286]I don't want you to get drunk, but that's a very fine Chardonnay you're not drinking.  Bateman goes over to his CDs and scans his vast collection. He takes one out and examines it.  \n[287]Do you like Phil Collins? I've been a big Genesis fan ever since the release of their 1980 album, Duke. Before that I really didn't understand any of their work. It was too artsy, too intellectual. It was on Duke where Phil Collins' presence became more apparent. He puts aside the CD and takes out another one.  \n[288]I think \"Invisible Touch\" is the group's undisputed masterpiece.  He puts on the song and gestures for them to follow him into the bedroom.  \n[289]It's an epic meditation on intangibility, at the same time it deepens and enriches the meaning of the preceding three albums. Christie, take off the robe.  Bateman puts out a lace teddy. He motions to Christie to put it on.  \n[290]Listen to the brilliant ensemble playing of Banks, Collins and Rutherford. You can practically hear every nuance of every instrument. Sabrina, remove your dress.  Bateman starts to undress.  \n[291]In terms of lyrical craftsmanship and sheer songwriting, this album hits a new peak of professionalism. Sabrina, why don't you dance a little?  Sabrina dances awkwardly. Christie sits on the bed.  \n[292]Take the lyrics to \"Land of Confusion.\" In this song, Phil Collins addresses the problem of abusive political authority.  Bateman knots a silk scarf around Christie's neck - rather menacingly - then helps her into some suede gloves.  \n[293]\"In Too Deep\" is the most moving pop song of the 1980s about monogamy and commitment. The song is extremely uplifting. Their lyrics are as positive and affirmative as anything I've heard in rock.  He turns on the video camera.  \n[294]Christie, get down on your knees, so Sabrina can see your asshole.  Bateman looks through the viewfinder.  \n[295]Phill Collins solo efforts seem to be more commercial and therefore more satisfying in a narrower way, especially songs like \"In the Air Tonight\" and \"Against All Odds.\" Sabrina, don't just stare at it. Eat it.  He walks over to the sound system in his bedroom and slides in the CD.  \n[296]But I also think that Phill Collins works better within the confines of the group than as a solo artist-and I stress the word artist. This is \"Sussudio,\" a great, great song, a personal favorite.  SEX MONTAGE CUT TO \"Sussudio.\" We see this in WIDE SHOT, or through the LENS OF THE VIDEO CAMERA.  \n[297]Don't touch the Rolex.  Bateman gets up from his bed and goes over to his armoire.  He opens the drawer in which are a nail gun, a coat hanger, a rusty butter knife and a half-smoked cigar. He turns around to see Christie and Sabrina both starting to get up and get dressed. He takes the coat hanger.  \n[298]We're not through yet...  \n[299]What an asshole.  McDERMOTT Why is Laurie Kennedy dating Price? He's a fucking drug addict. No self-control.  \n[300]I know her. I knew her.  McDERMOTT Why do you say it like that? Why does he say it like that?  \n[301]How did you guess?  \n[302]Thanks, guy, but...she's got a lousy personality.  McDERMOTT So what? It's all looks. Laurie Kennedy is a babe. Don't even pretend you were interested for any other reason.  \n[303]Well, let's just say hypothetically, okay? What if they have a good personality?  I know, I know-  \n[304]Do you know what Ed Gein said about women?  \n[305]No, serial killer, Wisconsin in the fifties. He was an interesting guy.  McDERMOTT So what did Ed say?  \n[306]He said, \"When I see a pretty girl walking down the street I think two things. One part of me wants to take her out and talk to her and be real nice and sweet and treat her right.\"  Pauses, finishes his drink.  McDERMOTT What does the other part of him think?  \n[307]What her head would look like on a stick.  McDermott and Van Patten look at each other and then back at Bateman. Bateman starts to laugh, and the other two uneasily join In.  Luis Carruthers walks up to the table.  \n[308] Is that all you ever have to contribute, Van Patten? \"What about fucking dinner?\"  McDERMOTT Ah, cheer up, Bateman.  What's the matter? No shiatsu this morning?  \n[309] Keep touching me like that and you'll draw back a stump.  McDERMOTT Whoa, hold on there, little buddy.  \n[310]Excuse me.  He gets up from the table. As Bateman walks away, Van Patten grabs a waiter.  \n[311] What...is...it?  \n[312] I've gotta...I've gotta...return some videotapes.  \n[313]What? \n[314]Maybe.  Courtney sighs and reaches for a bottle of pills on her nightstand, swallowing several. Bateman gets up and begins to dress, admiring himself in the mirror. Courtney watches the TV at low volume.  \n[315]Dinner at the River Cafe. Au Bar afterwards, maybe.  \n[316]You and...Luis?  \n[317]I never knew you smoked.  \n[318]You look marvelous. There's nothing to say. You're going to marry Luis. Next week, no Less.  \n[319]Yes, Courtney?  \n[320] You too.  Courtney picks up the black cat and starts petting its head. Bateman heads down the hallway to the front door.  \n[321]Yes?  \n[322]Detective Kendall...uh Campbell? \n[323]Don.  \n[324]Uh, yes...I mean...whenever necessary. You know.  Pause.  \n[325]How's the investigation going? Taken anyone in for \"formal questioning?\" (He makes quotation marks in the air and laughs a not-so-relaxed laugh  \n[326]Yeah. No Finlandia, as usual. Fucking dump.  \n[327]Dan, great to see you again. Like I said, you need anything at all, I'm your man. I don't envy your job. I mean Owen was a...complex man.  Bateman wanders away.  He looks back uneasily at KIMBALL, who is watching him from the bar. A GUY WITH DREADLOCKS walks by.  \n[328]Rasta Man!  The man stares at him.  \n[329]I mean-Mon. We be jammin'...  The man walks by, shaking his head.  Bateman wanders into the next room, which is filled with a more familiar crowd: young men in designer suits, girls in black designer dresses. Across the room he spots McDermott and Price sitting with three models, all wearing black mini-dresses. Price and McDermott are having a whispered argument.  \n[330] Ask me a question.  \n[331]What do you think I do?  \n[332]No. Flattering, but no.  \n[333]I m into, well, murders and executions mostly.  \n[334]Welt...it depends, why?  \n[335]So, where do you work out?  \n[336]Leaving what?  \n[337]Don't, I'll drink it.  \n[338]Where to? Are you going to go get a gram?  \n[339]Don't tell me...merchant banking?  \n[340] Where to? Morgan Stanley? Rehab? What?  Price looks away.  McDermott and Daisy walk up to them.  McDERMOTT Hey-don't worry, be happy.  Price lifts his arms up as if greeting the crowd and is shouting something that can't be heard, then  \n[341]Price! Come back!  Price leaps from the balcony. He disappears for a moment then resurfaces and runs off into the crowd.  \n[342]Oh really? \n[343]That's...that's too bad.  \n[344]What?  \n[345]No. I really don't.  \n[346] Bateman sits at his desk wearing Wayfarers doing the New York Times crossword puzzle at dusk.  Jean knocks gently on the half-open door and walks in with a folder in her hand. Bateman ignores her.  \n[347]Jean?  \n[348]Would you like to accompany me to dinner?  He erases one of the M's on the crossword puzzle.  \n[349]That is...if you're not doing anything.  \n[350] Well, isn't this a coincidence.  A pause.  \n[351]Listen, where should we go?  He leans back and pulls a Zagat's from the desk drawer.  \n[352]Let's not think about what I want. How about anywhere you want.  \n[353]No, come on. Anywhere you want.  \n[354]Come on. Where do you want to go? Anywhere you want. Just say it. I can get us in anywhere.  A long pause.  \n[355]Soooo...Dorsia is where Jean wants to go...  \n[356]Dorsia is...fine.  He dials the number.  \n[357]Yes, can you take two tonight, oh, let's say at nine o'clock?  He checks his Rolex and winks at Jean.  \n[358]Oh really? That's great.  \n[359]Two at nine? Perfect.  \n[360]See you then.  He hangs up the phone. He walks over to the coat rack. He glances over at Jean, who is still standing in front of the desk, confused.  \n[361]Yes? You're dressed...okay.  \n[362]They know me.  Pause.  \n[363]Why don't you meet me at my house at seven o'clock for drinks, okay?  She turns to leave.  \n[364]And Jean? You'll want to change before we go out.  \n[365] Jean stands by the floor-to-ceiling windows, looking out.  \n[366]Jean? Sorbet?  \n[367]I'm on a diet. But thank you.  \n[368] You can always he thinner. Look...better.  \n[369]No. It's all right. I'm not very good at controlling it anyway.  Silence, as Bateman walks around his apartment, opens up his knife drawer, looking at the knives.  \n[370]So listen, what do you really want to do with your life?  Pause.  \n[371]And don't tell me you enjoy working with children, okay?  \n[372]Do you have a boyfriend?  \n[373]Interesting.  \n[374]Maybe. I don't know Not really. Bateman opens up a cupboard where there are a lot of very Bateman opens a cupboard where there are a lot of neatly ordered weapons - an ax, a rifle, a chain saw, duct tape, twine and a nail gun.  \n[375]Jean, do you feel...fulfilled? I mean, in your life?  \n[376]Growing. I'm glad you said that.  Bateman picks up the duct tape.  \n[377]Did you know that Ted Bundy's first dog, a collie, was named Lassie? Had you heard this?  \n[378]Forget it.  \n[379]Oh. Uh, tape. Duct tape. I...need it for... taping something. Bateman goes back to the cupboard for the nail gun.  \n[380] What...No! Put it in the carton.  \n[381]Jean? What?  \n[382]I'm looking for...I guess you could say I just want to have a meaningful relationship with someone special.  \n[383]Yes. I don t think I can...control myself.  \n[384]If you stay, I think something bad will happen. I think I might hurt you.  You don't want to get hurt, do you?  \n[385]Thanks. It slipped my mind completely.  He sinks back on the sofa and shuts his eyes.  \n[386] Bateman enters P&amp;P, walks up the corridor and pauses outside the door to his office. He sees KIMBALL in conversation with Jean, and Jean looking through her date book. He watches for a moment, frozen with anxiety. He then bursts in, shutting the door behind him.  \n[387]Kimball-I've been wanting to talk with you, Come into my office. Jean, great jacket. Matsuda?  Jean looks flustered.  Kimball follows Bateman into his office.  \n[388]Yeah, gone into rehab. Shame.  Is he a suspect?  \n[389]God...I guess...I was probably returning videotapes.  He opens his desk drawer and pretends to search through his diary.  \n[390]I had a date with a girl named Veronica.  \n[391]What?  \n[392]Well...I...Wait...What information have you received?  \n[393]Well, I could he wrong.  \n[394] We had...gone to a new musical called...Oh Africa, Brave Africa. It was...a laugh riot...and that's about it. I think we had dinner at Orso's. No, Petaluma. No, Orso's. The...last time I physically saw him was...at an automated teller. I can't remember which...just one that was near, um, Nell's.  Kimball is clearly giving up on Bateman for now. He opens his briefcase to put away his notebook.  \n[395]Patrick, please. I hope I've been informative. Long day-a bit scattered.  \n[396]Great, yes, I'd like that.  \n[397]Absolutely. I'm with you on that one.  Kimball is rifling through his briefcase. He pulls out a new shrink wrapped CD and holds it up.  \n[398]Never. I mean...I don't really like... singers.  \n[399]No, I like music. Just-they're-Huey's too... black sounding. For me.  \n[400]I'll be there.  \n[401]Oh this won't be anything like last time, I promise.  \n[402]Just come in the limo and talk to me for a minute.  The driver's here, you'll be safe.  Christie gets in hesitantly.  \n[403]Nothing like last time, promise.  \n[404] So, you're looking great, how have you been?  \n[405] Really?  \n[406]Oh, lawyers are so complicated-don't do that. Here.  He writes her a check for $I ,000 to cash and hands it to her. She snatches the check out of his hand and gets quickly out of the limo, walking hurriedly down the street.  \n[407]Bitch.  He follows alongside her slowly in the limo, waving a huge wad of cash at her. She hesitates; he uses the money to lure her into the car. As she reluctantly gets into the limo, she reaches for the money.  He snatches it away.  \n[408]Uh uh uh. Half now, half later.  She takes the money and puts it inside her shirt.  \n[409]Okay, your name is Christie. We're meeting a friend of mine, Elizabeth. She'll be joining us in my new apartment shortly. You'll like her. She's a very nice girl. Don't say anything about yourself. Is that clear. Christie?  Christie nods.  \n[410] It's not that nice.  Silence.  \n[411]What do you mean, she was a hot number.  \n[412]She's my...cousin.  \n[413]She's from...France.  A pause. Elizabeth looks at Bateman dubiously.  \n[414]Elizabeth, it's three in the morning.  \n[415]Don't tell him you're here.  \n[416] You're at Paul Owen s.  \n[417] Paul Owen.  \n[418]No.  \n[419]Listen, I would just like to see...the two of you...get it on. What's wrong with that? It's totally disease-free.  \n[420]Come on. Don't you find Christie attractive?  \n[421]Come on. I think it would be a turn-on.  \n[422]Christie, you're not drinking your wine.  Christie looks at her wine and gingerly takes a sip.  \n[423] Are you telling me you've never gotten it on with a girl?  \n[424]Well, you went to Sarah Lawrence for one thing.  \n[425]Did you know that Whitney Houston's debut LP called simply Whitney Houston had four number-one singles on it? Did you know that, Christie? Whitney's voice leaps across so many boundaries and is so versatile-though she's mainly a jazz singer-that it's hard to take in the album on a first listening.  \n[426] It's hard to choose a favorite track among so many great ones, but \"The Greatest Love of All\" is one of the best, most powerful songs ever written about self-preservation and dignity. It's universal message crosses all boundaries, and instills one with the hope that it's not too late to better ourselves. to act kinder. Since, Elizabeth, it's impossible in the world we live in to empathize with others, we can always empathize with ourselves.  As he speaks, he opens the case and carefully places the CD in the player, admiring its pristine silver surface, and watches it slide into the machine.  \n[427]It's an important message, crucial, really, and it's beautifully stated on the album.  \n[428]Not the face, you bitch. Not the fucking face, you piece of bitch trash!  Christie, screaming, makes it out the front door.  Bateman runs after her.  She runs down the hall screaming and banging on doors.  She moves to the elevator, pounding hysterically on the buttons. She sees the stairwell and runs for it.  Bateman sees this and runs after her, revving the chainsaw.  She runs down the stairs, Bateman two flights behind her. He stops, leans over the railing to look at her, then aims the chainsaw at her and drops it.  Christie SCREAMS OFFSCREEN, then is suddenly silent.  FROM BATEMAN'S POV we see Christie's body sprawled facedown at the bottom of the stairwell. The chainsaw sticks out of her back like a sword.  \n[429]I think, Evelyn, that we've...lost touch.  Evelyn waves to a couple across the room.  \n[430] My need to engage in homicidal behavior on a massive scale cannot be, um, corrected, but I have no other way to fulfill my needs.  The woman across the room holds up her hand, displaying a new bracelet. Evelyn smiles and nods approvingly.  \n[431]We need to talk.  \n[432]It's over, Evelyn. It's all over  \n[433]I'm fucking serious. It's fucking over. Us. This is no joke. I don't think we should see each other anymore.  \n[434] I know that your friends are my friends. I've thought about that. You can have them.  Evelyn stares at him, suspicious and bewildered, a realization dawning.  \n[435]Yes, I am.  \n[436]We never really shared one.  \n[437]I'm...in touch with humanity. Evelyn, I'm sorry.  You're just not terribly important to me.  Evelyn begins to cry.  \n[438]I know my behavior is...erratic sometimes.  She reaches desperately across the table and takes his hand. Bateman pulls his hand away.  \n[439] If you really want to do something for me, you can stop making this scene right now.  \n[440]I'm leaving now. I've assessed the situation and I'm going.  Evelyn makes an effort to compose herself. She blots the tears so they will not affect her make-up.  \n[441]I'm just leaving.  \n[442]I have to return some videotapes.  He rushes out of the room.  \n[443]Here kitty, kitty.  The small mangy cat rubs against him. He picks it up and walks toward an ATM, holding the cat. He puts his card in the machine. The screen reads: FEED ME A STRAY CAT. Bateman begins to attempt to shove the kitten into the deposit slot with some difficulty. The kitten squeals. He takes a gun from out of his pocket and points it at the kitten. He doesn't notice the woman waiting behind him.  \n[444]Oh my God! Stop that! What are you doing?  Bateman wheels around and shoots her. She falls screaming to the floor.  Responding to the gunshot, A POLICE CAR SIREN WAILS in the distance. Bateman breaks into a run. The police car screeches after him.  \n[445]Burning the midnight oil, Mr. Smith? You forgot to sign in.  Bateman wheels around and shoots him. He runs toward the revolving doors. As he swings around in the doors, he notices a JANITOR who has witnessed the shooting. He revolves back into the lobby and shoots the janitor.  \n[446] Bateman stands looking out through the floor-length windows at a panoramic night view of the city and the river.  Below him he sees a SWAT TEAM swarming over the roof of the opposite building. There are ambulances standing by, flares everywhere, distant sirens.  Suddenly, THE SOUND OF A HELICOPTER draws near. Frightened, he drops to the floor behind his desk.  Helicopter searchlights scan the building, illuminating Bateman's office for a few moments with a blaze of light.  He is crouched in one corner, half-sobbing, talking into the phone, as the searchlight keeps circling.  \n[447]Harold, it's Bateman. Patrick Bateman. You're my lawyer so I think you should know-I've killed a lot of people. Some escort girls, in an apartment uptown, some homeless people, maybe five or ten, an NYU girl I met in Central Park. I left her in a parking lot, near Dunkin' Donuts. I killed Bethany, my old girlfriend, with a nail gun. and a man, some old faggot with a dog. Last week I killed another girl with a chainsaw-I had to, she almost got away There was someone else there, maybe a model, I can't remember but she's dead too. And Paul Owen. I killed Paul Owen with an ax, in the face. His body is dissolving in a bathtub in Hell's Kitchen. I don't want to leave anything out here...I guess I've killed 20 people, maybe 40-I have tapes of a lot of it. Some of the girls have seen the tapes, I even... well, I ate some of their brains and I tried to cook a little. Tonight I just, well, I had to kill a lot of people and I'm not sure I 'm going to get away with it this time-I mean I guess I'm a pretty sick guy. So-if you get hack tomorrow, I may show up at Harry's Bar, so, you know, keep your eyes open.  Bateman hangs up the phone. The helicopter searchlight circles back, briefly illuminating the room. The camera rises up over Bateman huddled in the corner, staring blankly at the sky.  \n[448]Not in the mood, I guess.  \n[449] Yes, of course. The hash browns are delicious. I'm just...not... ordering them.  \n[450]I'm not really sure. I had a shower...and some sorbet?  \n[451]But how? Where do you place Paul that night?  \n[452]And?  \n[453]Marcus?  \n[454]But Marcus denied it?  \n[455]Well, does Marcus have an alibi?  \n[456]He does? You're sure?  \n[457]Oh. KIMBALL Now where were you?   \n[458] Where was Marcus?  \n[459]So who was he with?  \n[460]Oh, right. Of course...We had wanted Paul Owen to come. But he said he had plans...I guess I had dinner with Victoria...the following night.  \n[461]What can I do for you, sir?  \n[462]\n[463]Of course. Mrs. Wolfe is up there right now.  \n[464]Mrs. Wolfe?  \n[465]The real estate agent? You do have an appointment, don't you?  Bateman steps out of the elevator and walks cautiously down the hallway. Owen's door is open. The apartment is freshly painted and has been immaculately redecorated in English country-house style: overstuffed sofas, lots of chintz. There are flowers everywhere, and a YOUNG YUPPIE COUPLE stands admiring the place talkingto the realtor, MRS. WOLFE. Bateman wanders down the hallway, looking for familiar signs. He stops at the closet where we last saw two dead girls hanging. He opens the door and the light switches on, but it is empty. Mrs. Wolfe approaches, smiling.  \n[466]No.  Mrs. Wolfe eyes him strangely, then looks down at the surgical mash clutched in his hand. Her expression changes.  \n[467]I'm looking for...Paul Owen's...place.  She stares at him impassively.  \n[468]Doesn't he live here?  \n[469]Are you sure?  \n[470]No. Yes. I mean yes, I did. In the Times. But... doesn't Paul Owen still live here?  \n[471]But I think...I want to know what happened here.  \n[472]I won't...don't worry.  Mrs. Wolfe glares at him as he walks down the hall, rattled, and gets into the elevator.  \n[473]Jean? Hello? Jean?  \n[474]Hello? Jean, I need help!  \n[475]Jean-I'm not-  \n[476]Oh God, what did you say, you dumb bitch?  \n[477]What are I doing?  \n[478]I don't think I'm gonna make it, Jean.  Pause.  \n[479]...to the office this afternoon.  \n[480] Just...say...no!  \n[481]Stop sounding so Fucking sad! Jesus!  He hangs up. He throws the Walkman which is around his neck into a nearby trash can, and wipes his face with his jacket.  \n[482] Jean sits at Bateman's desk. She looks around, and then opens his desk drawer and tentatively begins to search through it.  \n[483] I'm not going anywhere unless we have a reservation.  VAN PATTEN Le Cirque, Flamingo East, Oyster Bar, come on, faggots-just get a res.  \n[484] Excuse me, gentlemen. Right back. He approaches Carnes cautiously.  \n[485]Shut up, Carnes, they will not.  Carnes is surprised, turns around, looks vaguely confused.  \n[486]So, Harold, did you get my message?  Carnes lights a cigarette, stalling. Then laughs.  \n[487] Yes, naturally.  \n[488]What exactly do you mean?  \n[489]But wait, Harold, what do you mean?  Carnes isn't really listening.  \n[490]Carnes? Wait.  \n[491]What are you talking about? Bateman is what?  \n[492] Wait. Stop. You don't seem to understand. You're not really comprehending any of this. I killed him. I did it, Carnes. I'm Patrick Bateman. I chopped Owen's fucking head off. I tortured dozens of girls. The whole message I left on your machine was true.  \n[493]No! Listen, don't you know who I am? I'm not Davis, I'm Patrick Bateman! I talk to you on the phone all the time! Don't you recognize me? You're my lawyer.  Carnes stares at him in confusion and annoyance.  \n[494]Now, Carnes, listen to me. Listen very, very carefully. I killed Paul Owen and I liked it. I can't make myself any clearer  \n[495]It never was supposed to he! Why isn't it possible?  \n[496]Why not, you stupid bastard?  Carnes stares at him.  \n[497]No, you...didn't?  \n[498]I'm just a happy camper. Rockin' and a-rollin'. \n[499]But inside doesn't matter...  \n[500]Whatever.  The conversation breaks up as Van Patten takes out his phone.  \n[501]There are no more barriers to cross. All I have in common with the uncontrollable and the insane, the vicious and the evil, all the mayhem I have caused and my utter indifference toward it, I have now surpassed...  \n[502] Jean is alone in Bateman's office, looking through his diary. We see the pages that she is looking at. They are filled with doodles of mutilated women and their names...Jean looks lost and frightened, and begins to cry.  \n[503]My pain is constant and sharp and I do not hope for a better world for anyone. I fact I want my pain to be inflicted on others. I want no escape.  \n[504]But even after admitting this, there is no catharsis. I gain no deeper knowledge about myself, no new knowledge can be extracted from my telling. There has been no reason for me to tell you any of this. This confession has meant nothing...  The camera moves up to a sign on the wall behind him: ", "Donald": "", "Kimball": "\n[1]No, I'm sorry. I should've made an appointment.  Was that anything important?  \n[2] Hi. I'm Donald KIMBALL  \n[3]I'm sorry to barge in on you like this. but I was supposed to talk to Luis Carruthers and he wasn't in and...well, you're here, so...I know how busy you guys can get.  KIMBALL stares at the three open copies of Sports Illustrated and the Sony Walkman lying on Bateman's desk. Bateman sees the look and sweeps the magazines into the top drawer along with the Walkman, which is still running.  \n[4]I've been hired by Meredith Powell to investigate the disappearance of Paul Owen.  \n[5]Nothing like that. I'm just a private investigator.  \n[6]So it's nothing that official. I just have some basic questions. About Paul Owen. About yourself-  \n[7]No. I'm okay.  \n[8]No, I'm okay.  KIMBALL takes out a small black notepad and the same gold Cross pen that Bateman and his friends all use. Bateman buzzes Jean.  \n[9]\n[10] \n[11]Oh no, I'm okay.  \n[12]The disappearance of Paul Owen.  \n[13]I think his family wants this kept quiet.  \n[14]No, really. I'm okay.  \n[15]Just some preliminary questions that I need for my own files, okay?  \n[16]How old are you?  \n[17] Where did you go to school?  \n[18]Your address?  \n[19] Nice. Very nice.  \n[20]Pardon me, but are you okay?  \n[21]You seem...nervous.  Bateman reaches into his desk drawer and brings out a bottle of aspirin.  \n[22]I know. I'm sorry.  A pause, as Bateman stares at the cigarettes.  \n[23]Would you rather I not smoke?  \n[24]You sure?  \n[25]What can you tell me about Paul Owen?  \n[26]How well did you know him?  \n[27]Yale thing?  A pause.  \n[28]What do you mean...Yale thing?  A pause.  \n[29]So...there's nothing you can tell me about Paul Owen?  \n[30]What kind of man was he? Besides...  the information you've just given.  \n[31]Do you feel that way?  \n[32] Where did Paul hang out?  \n[33]Yeah. You know...hang out.  \n[34]He had a yacht?  \n[35]And where did he go to school?  A slight pause.  \n[36]I just wanted to know if you know. \n[37]I understand.  He makes another note.  \n[38]Anything else you can tell me about Owen?  \n[39] So was I.  \n[40]Well, there's a message on his answering machine saying he went to London.  \n[41]His girlfriend doesn't think so.  \n[42]Actually, yes.  \n[43]Well, I've had a hard time getting an actual verification. A Stephen Hughes says he saw him at a restaurant there, but I checked it out and what happened is, he mistook a Hubert Ainsworth for Paul, so...  \n[44]Was he involved at all , do you think, in occultism or Satan worship?  \n[45]I know it sounds like a lame question, but in New Jersey I know this sounds like a lame question, but last month-I don't know if you've heard about this, but a young stockbroker was recently arrested and charged with murdering a young Chicano girl and performing voodoo rituals with various body parts-  \n[46]Yeah, I know, and was into that whole Yale thing.  A pause - the longest so far.  \n[47]No.  \n[48]No, it actually hadn't. Toiletries were missing. A suit was gone. So was some luggage. That's it.  \n[49]No, not yet. As I said, we're not sure. But... basically no one has seen or heard anything.  \n[50]It's just strange.  One day someone's walking around, going to work, alive, and then...  \n[51]People just...disappear.  \n[52]Eerie. Really eerie.  Silence.  \n[53]Isn't the Four Seasons a little far uptown? I mean aren't you going to be late?  \n[54]Oh really? I didn't know that.  Bateman leads him to the door.  \n[55]Listen, if anything occurs to you, any information at all...  \n[56]Great, and thanks for your, uh, time, Mr. Bateman.  Bateman closes the door firmly on KIMBALL. He closes his eyes and leans against the door, sweating.  \n[57]Mr. Bateman?  Bateman gasps and recovers.  \n[58]Kimball.  Call me Don.  \n[59]So...you hang out here a lot?  \n[60]0h no. Informal conversations, mostly. What's that, Stoli?  \n[61] Too true. You know, Bateman-people tend to reveal so much more about themselves when they're in a relaxed setting, don't you think?  Bateman is nodding nervously, idiotically.  \n[62]Some people just can t help themselves. Another Stoli?  Bateman shakes his head.  \n[63]I mean they want to get caught.  \n[64]I actually came to see Timothy Price, but he's taken a leave of absence.  \n[65]Not really.  A pause.  \n[66]Do you remember where you were on the night of Paul's disappearance?  Which was on the twentieth of December?  \n[67]Wait. That's not what I've got.  \n[68]That's not the information I've received.  \n[69]Let's see...  That you were with-  \n[70]Well...When was the last time you were with Paul Owen?  \n[71]Well, thank you, Mr. Bateman.  \n[72]Listen, I'm a little spent for now but how about lunch in a week or so when I've sorted out all this information?  \n[73]And if you could try and pin down where you were the night of Owen's disappearance, it would make my job a lot easier.  \n[74]Huey Lewis and the News. Great stuff. Heard it? I just bought it on my way here.  Bateman stares at the CD - stunned, terrified.  \n[75]Not a big music fan, eh?  \n[76]Well, to each his own. So-lunch, Thursday? I'll call your secretary about reservations.  \n[77] No hash browns?  \n[78]But...everyone orders the hash browns here. I mean- it's-have you been here before?  \n[79] Suit yourself, I guess.  Pause.  \n[80]So, the night he disappeared? Any new thoughts on what you did?  \n[81]I think maybe you've got your dates mixed up.  \n[82]According to his date book, and this was verified by his secretary, he had dinner with...Marcus Halberstam.  \n[83]I've questioned him.  \n[84]Yes. And he denies it. Though at first he couldn't be sure.  \n[85]Yes.  \n[86]Yes.  A pause.  \n[87] I checked it out. It's clean.  \n[88]He wasn't with Paul Owen.  \n[89]He was at Atlantis with Craig McDermott, Frederick Dibble, Harry Newman, George Butner and \u0096  - you.  A moment of stunned silence.  \n[90]Personally I think the guy went a little nutso. Split town for a while. Maybe he did go to London. Sightseeing. Drinking. Whatever. Anyway, I'm pretty sure he'll turn up sooner or later.  I mean, to think that one of his friends killed him, for no reason whatsoever would be too ridiculous. Isn't that right, Patrick?  McDermott stops by the table.  McDERMOTT KIMBALL! How's the investigation? Talking to Bateman? Don't believe a word he says.  Bateman, what's wrong with ,you?  Bateman looks at him in silence, panicking.  McDERMOTT You can't eat at Smith and Wollensky without ordering the hash browns. Jesus, Bateman, you're a raving maniac. Been at Pierce &amp; Pierce too long.  No fucking hash browns...  ", "Luis": "", "Carruthers": "\n[1]Yes, I read that.  \n[2]Patrick, how thought-provoking.  \n[3]Patrick, thanks so much for looking after Courtney. Dorsia, how impressive! How on earth did you get a reservation there?  \n[4]That's a wonderful jacket. Let me guess, Valentino Couture?  \n[5] It looks so soft.  \n[6]Patrick? Is that you?  \n[7]This is Gwendolyn Ichiban. This is my very good friend Patrick Bateman. Where are you going? We're going to Nell's. Gwendolyn's father's buying it.  Where did you get your overnight bag?  \n[8]Call me please, Patrick.  \n[9] Hi, guys. I wanna get your opinion on something.  McDermott rolls his eyes at the rest of the table.  McDERMOTT If it's about the bow-tie you're wearing, you know how we feel about it. Luis laughs good-naturedly.  \n[10]Yes, I do. No, it's my business card-I decided to get a new one too.  He pulls out something incredibly tasteful. Everyone compliments Luis except Bateman. The SOUND DROPS and all we hear is the beating of his heart as he stares at the card enviously. Luis plucks it from his hand and walks away, pleased with himself.  \n[11]God, Patrick. Why here?  He strokes Bateman's hair.  \n[12]I've seen you looking at me. I've noticed your hot body.  Carruthers tries to kiss him on the lips but Bateman backs away. He drops his hands from Carruthers' neck. Carruthers immediately takes them and places them back. Bateman drops them again.  \n[13]Don't be shy.  Bateman takes a deep breath, closes his eyes and tries to lift his hands again, but abandons the attempt.  \n[14]You don't know how long I've wanted it. Ever since that Christmas party at Arizona 206. You know the one, you were wearing that red-striped paisley Armani tie.  Bateman looks down and sees that Carruthers' pants are still unzipped. He moves past him out of the stall and stands by the sink and pretends to wash his hands until he realizes he still has his gloves on. Carruthers comes up behind him.  \n[15]I want you. I want you...too.  Bateman storms out of the men's room, bumping into a waiter and several customers and cursing. Noticing the maitre d' and another waiter conferring and looking at him strangely, Bateman straightens up and smiles and waves cheerfully at them. Carruthers walks up behind him.  \n[16]Where are you going?  \n[17]Patrick?  \n[18] I'll call you.  Bateman storms out of the restaurant.  "}}