{"filename": "Analyze-That_script.txt", "imdb_id": "tt0289848", "imdb_url": "https://www.imdb.com/title/tt0289848", "characters": ["Ben Sobel", "Patti LoPresti (as Cathy Moriarty-Gentile)", "Paul Vitti", "Rabbi", "Ducks (as Joey 'Coco' Diaz)", "Laura Sobel", "Wiseguy", "Earl", "Convict", "Prison Guard", "Jelly", "Coyote", "Prison Guard (as Scotty Dillin)"], "dialogues": {"Ben": "\n[1] \n[2]One, of    course, is the public Isaac Sobel,    the eminent psychotherapist and popular    author known to millions of readers    around the world. \n[3]The second Isaac Sobel is the private man -- my father -- Dad. And for those of you who knew him well and knew our family -- well, let's face it -- my father was a psychotic, mind- fucking prick. An arrogant, abusive, ego-inflated -- \n[4] still seated in the front row, daydreaming. The RINGING CONTINUES as all the mourners and even the Rabbi discreetly check their cell phones.  Then Ben realizes it's his, fumbles for the phone in his jacket pocket and answers it. \n[5] \n[6]Paul? I have to, uh, take this. This isn't a good time. \n[7] \n[8]Call me later -- \n[9] \n[10]Okay, I might have strayed from my notes a little. I'm dealing with a lot of stuff here. Grief is a process. \n[11]Thank you, I'm going to miss him terribly. \n[12]I mean -- there were issues -- as, I think, there are with any father and son. He wasn't especially warm -- \n[13]No, I'm just saying, in spite of all that -- \n[14]-- he was a great, great legs. Man. \n[15]What makes you think Paul Vitti called me? \n[16]Then yes.   He did. \n[17]Yes. \n[18]Michael? \n[19]She's with the F.B.I.   She needs to know these things. \n[20]Did I say that? \n[21]No, we're fine. \n[22]She's grieving. It's a process. \n[23]Oh, yes. Paul Vitti and I were involved in some organized crime activity a couple of years ago. I mean, I wasn't involved -- not 'involved' involved -- I was just trying to help him therapeutically, and some people tried to, uh, kill us. No big deal. \n[24]What kind of breakdown? \n[25] \n[26]The balcony scene?   Both parts? \n[27]Paul, it's me.    Ben Sobel.   Paul? Maria? \n[28](with a look to  \n[29]Paul?   Paul? \n[30] \n[31]You already did a neurological work- up? \n[32]Completely catatonic -- \n[33]Totally gone. Well, I don't think he's smart enough to be faking. Street smart, yes, but we're talking about an I.Q. just north of a bedroom slipper. \n[34]So if I just stuck him with this needle, he probably wouldn't even respond. \n[35]Okay -- \n[36]Paul, we're going to    give you some tests to assess your    mental condition. There's no pressure    -- just answer as best you can. Do I     have your consent to share the results    of these tests? \n[37]I'll take that as a yes. Okay, I'm going to show you ten cards, each containing a picture of an inkblot. I want you to look at each card and tell me what you see. \n[38]Focus, Paul. You haven't seen the card yet. What does this look like to you? Take your time. \n[39]No, Paul, the other side. \n[40] \n[41] \n[42] \n[43]\n[44]Now try repeating the numbers backwards. For instance, if I was 1- 2-3, you will say 3-2-1. Okay, 7-3-8. \n[45]Try again.   7-3-8. \n[46]Just tell me what you think is going on in this picture. \n[47](appalled, makes \n[48]The wife or the midget? \n[49]Okay, Paul. Last test. In this one, I'm going to start a sentence and you complete it any way you want to. Ready? 'I get angry -- ' \n[50]No, you're supposed to complete the sentence. \n[51]I wasn't asking if you agreed or disagreed; it was more like, 'I get angry when -- ' \n[52]Well, that about does it for me. \n[53]Based on his symptoms and the test results, I'd say brief psychotic disorder -- if it persists, possibly schizophreniform disorder. And Dr. Cutler agrees with my diagnosis. \n[54]Dr. Cutler?   No, he's annoying, but -- \n[55]Not crazy. At least not permanently. In certain people, continuous exposure to an extremely stressful situation -- soldiers in combat, for instance, disaster victims, a hostage situation, or being locked up in a maximum security prison with someone trying to kill you -- it can produce a temporary psychotic state. \n[56]A day, a week, up to a month -- if the precipitating stressors are removed. \n[57]He could get worse. He could deteriorate to the point where he'd be permanently schizophrenic. \n[58]You think they'll let him out? \n[59] \n[60]Mine? Me? No, this is a bad time for me. My father just died -- and I've got this bulging disc in my neck -- and we're redecorating, which is a total nightmare. I can't -- \n[61]No, of course not. \n[62]No --  \n[63] \n[64] \n[65](long beat to \n[66]Okay, Paul -- this way. \n[67]This way, Paul. Over here.      Here we go. \n[68]Leg, Paul.   Leg up. \n[69]I knew it! I knew you were faking! You used me to get you out of prison! \n[70]What are you talking about? \n[71]I was at the funeral home! \n[72]My father died! \n[73]Are you hearing yourself? \n[74]Yeah, I can see how touched you are. \n[75]I loved my father. I'm feeling a lot of grief right now. \n[76]Decongestant. I'm getting over a cold. All right, what's going on? Who's after you? \n[77]Why \"The Wrench\"? \n[78]Off? \n[79]I'm sure they'd be flattered.    So -- \n[80]So what does that have to do with you? \n[81]Maybe if you just explain to them -- that you're out of it now, that you're starting a new life -- \n[82]You are, aren't you? \n[83]Want to grab your stuff? \n[84]Paul! I don't think you understand. You're in my custody. I could get in a lot of trouble if you screw up. \n[85]Oh, no. You want to go back to Sing Sing? Thursday's meatloaf night. I can have you back there in no time. The U.S. Attorney was very clear. You stay with me; therapy every day; you can't leave the area without permission -- \n[86]And you    have to get a job as soon as you're    well enough, which is now. So are you    coming in with me or do I have to make    a phone call? \n[87]I didn't have a lot of choice. \n[88]I told you. He's in my custody.      I'm a federal institution. \n[89]His wife and kids aren't here. They're in Ohio. \n[90]His life was threatened and he didn't want to endanger his family. \n[91]Honey, your teeth are fine. I know it's an imposition, but what could I do? I didn't want him here. They - \n[92]You'll have to forgive her.     She's usually a great hostess. \n[93]Emily fuckin' Post. Well, that explains why she rarely used her middle name. \n[94]What    kind of friend? Because if it's 'The    Wrench,' or 'The Power Drill' or any    other kind of tool    -- \n[95]They won't stay late, will they? \n[96]I'm not -- this has nothing to do with Laura. \n[97]We were having a disagreement. A certain amount of conflict is normal in a marriage. \n[98]Or what? \n[99]Paul -- \n[100] \n[101] \n[102]I know the last few weeks have been kind of tough with Grandpa -- dying and everything -- and it might've felt to you like I didn't have time for you or I didn't care about how you feel. \n[103]Good. Because I want you to know that you can talk to me about stuff and that I can really listen and understand what you're going through. \n[104]And if I seemed a little hard on Grandpa, it's just that your grandfather was a hard man in a lot of ways. He wanted everything done his way and sometimes I just felt like nothing I ever did was good enough. I don't want it to be that way with us. \n[105]And you know, at times like this we all might start questioning our own mortality and you might be thinking how devastated you'd be if I died. Right? \n[106]That's good. Good talk. And I realize it's all a little hectic right now, but this Paul Vitti thing is only temporary, okay? \n[107]That's not funny.   Good night, Michael.   \n[108]This has to be some kind of record, don't you think? It's been like forty minutes. \n[109]Let them? How much longer can he go? Another twenty minutes, I'm either breaking it up or calling the Guinness Book of Records. \n[110] \n[111] \n[112]Can I talk to you, please? \n[113]Miss? Excuse me.     There's no smoking in this house. \n[114]What do you think you're doing? \n[115]Well, it's a little hard with the live sex show going on in the guest room. \n[116]Go to a hotel. \n[117]I'm not trying to punish you. These aren't my rules, but I have a responsibility here. Besides, I thought you might like a nice home- cooked meal after being in prison that long. \n[118]That girl is not staying here. \n[119]Oh, yeah, I'm really jealous. \n[120]We don't think it's necessary to wake the neighbors every time we have sex. \n[121]This is not a good start, Paul. \n[122]I'm sorry. Next time I lose a parent, I'll be sure to reserve the guest room. \n[123] \n[124] \n[125]Ben and Vitti enter.   Vitti still in his robe. \n[126]I know. All you did was flash everybody in the dining room. \n[127]Well, when the paramedics revive my Aunt Goldie, I'll be sure to ask her. Sit. \n[128]Ah ah ah! \n[129]So what are you going to do, Paul? \n[130]With your life. \n[131]Okay, that's a priority. Have you thought about what you're going to do for work? \n[132]Come on. There must be something you like to do. \n[133]Oh, sporting goods. We'll check the want ads tomorrow but don't get your hopes up. Anything else? \n[134]Who are you? \n[135]I know that.   I mean what are you? \n[136]I just want to know how you see yourself. \n[137]Just answer the question.     What are you? \n[138]Really? The boss of what -- Jelly? You're not the boss of me. So what are you the boss of? \n[139]What am I doing, Paul? \n[140]I understand. \n[141]You've    spent your whole life becoming who you    are and now you can't be that anymore    -- that's gotta be scary. If you're    not Paul Vitti the mob boss, who are    you? \n[142]Well, let's think. When you were a kid, What did you want to be? \n[143]You must've wanted to be something when you were little -- fireman? \n[144]Baseball player? \n[145]Astronaut? \n[146]Al Capone?  \n[147]We're not talking about me. \n[148]Fine.   I wanted to be a philatelist. \n[149]No, Paul, I believe you're thinking of a proctologist. I wanted to collect rare and unusual stamps. \n[150]Oh yeah. Big time.      So what did you want to be? \n[151]You afraid to tell me? \n[152]Then tell me.    I'm not here to judge you.  \n[153]A cowboy.   Really? \n[154]So you watched cowboy movies and TV shows with your father. \n[155]Sheriff Dillon. \n[156]Marshal.    So who were your favorite cowboys? \n[157]Paul! \n[158]Interesting.   They're all good guys. \n[159]No, that's important. You didn't want to be the bad guy. You wanted to be the hero.   \n[160]So what happened? \n[161]So why didn't you become a cowboy? \n[162]Something else happened when you were twelve. \n[163] \n[164]Something else. \n[165]Paul! Your father was murdered! Right in front of you. Remember? \n[166]It's got everything   to do with it. He gave you the cowboy   suit. With a white hat. He was    in the mob, but he wanted you to be a   good guy, didn't he? \n[167]He didn't want you in the gang life. He only did it himself so you wouldn't have to. He was trying to buy you a better life than his. \n[168]Well, Paul, this could be a  great opportunity for you. You're   right back where you were when you  were twelve. You've got some big   choices to make. \n[169]It's not shit, Paul. My point is, when you're a child, you think anything is possible. Wouldn't it be great to think like that now? \n[170]I'm just saying you've got to keep an open mind and explore some new possibilities. Try some different things -- maybe you'll connect with one of them. There's a career counselor I work with. I can call him for you. He may be able to help you find a job. \n[171]How do you know unless you try? \n[172]Jelly -- what are you doing here? \n[173]That's great, Jelly. I'd love to catch up with you -- outside. \n[174] (can't find words for \n[175]How'd you get out? \n[176]What did he have? \n[177]That's not an illness. \n[178] \n[179]What kind of stuff? \n[180]You can't leave without my permission. \n[181]That's it, Paul. I forbid you to go. \n[182] \n[183] \n[184]Vitti is on the sofa. He's wearing a shiny, silk, short- sleeved shirt with the sleeves turned up, tight, black chino pants and short, black, pointy-toed boots. His hair is oiled and coifed like early Frankie Avalon. \n[185]is listening to Vitti, but dressed as Sigmund Freud. \n[186] \n[187] \n[188] \n[189] \n[190]The one where you're Mussolini? \n[191]The limp sword dream? \n[192] \n[193] \n[194]Okay!   I get it. \n[195]Sex can represent a lot of things. In your case I think it's about performance anxiety. Trying to find a job that fits. \n[196]You're hyperventilating. \n[197]Breathe into this. \n[198]Excuse me? \n[199](jumps up, in a \n[200]Sorry. \n[201]I'm fine.    I'm grieving.   It's a process. \n[202]Echinacea and goldenseal. Do you know the TV show 'Little Caesar'? \n[203]The producer of that show is a man named Raoul Berman. A mutual friend told him I knew you and Mr. Berman called me this morning. He wants to meet you. \n[204]Meet him and find out. \n[205]This is not social. Paul's meeting a television producer who might have a job for him. He's nervous and wants me here as a buffer. I'm a buffer, that's all. \n[206]He doesn't. He needs a buffer.    I'm here in buffer capacity only. \n[207]No, that was something else. \n[208]Laura? I'm a doctor?     I think I know what I'm doing. \n[209](quietly, behind \n[210]Bait! That's funny. Honey, did you hear what Paul just said? He said this is like eating bait. \n[211]Like what? \n[212](pointing to his  \n[213]See? He just told me to shut the fuck up. No filter. I love that. Isn't he great? \n[214]Wow. That would be incredible. Did you hear that, Paul? Raoul wants to know if you'd be interested in working on his show as a consultant. You know, give technical advice, coach the actors -- \n[215] \n[216]Hey, speaking of colorful -- this peacock walks into a bar -- \n[217]And one for me. \n[218]Nobody's hurt.   Vitti helps Sheila to her feet. \n[219] \n[220]It's my job.   He needs me. \n[221]Actually, I hear she was tough to live with. Lot of parties, loud music -- lepers. \n[222]I am. \n[223]Well, you know, it's a process. I mean, we had issues -- there's some anger -- but I'll work it out. \n[224]No, I'm -- it's okay. \n[225]It's just a confusing time. I became a therapist because he was a therapist, so obviously his approval was very important to me. But is that the only reason I did it? I don't know. And now that he's gone, why do I keep doing it? Is this what I really want? \n[226]Maybe you're right. Maybe it's time I started focusing on me, and, you know, satisfying some of my desires. \n[227]No, that's not what I meant.     I just need -- I don't know what. \n[228]There must be some mistake.    I didn't order a limo. \n[229](nervous, but trying \n[230]Yes, sir. That's right. Could you be careful, because I think they put the eggs on the bottom. \n[231]Who? \n[232]I can't discuss a patient's case with anyone -- \n[233]I'd say he's still suffering from chronic anxiety and -- \n[234]We call it Antisocial Personality Disorder. Sociopathy. \n[235] \n[236]He's got a -- criminal temperament. \n[237]Well, I'm trying to at least show him the possibility of change -- \n[238]We haven't really been introduced -- \n[239]Ben Sobel. \n[240]A stromboni? That thing they clean the ice with at hockey games? \n[241] \n[242] \n[243] \n[244]Jelly, hi. Hey! Yo-Yo! \n[245]Right. I was thinking of the cellist. How's it going? \n[246]That's great.    Have you seen Paul? \n[247]His camper. \n[248]No, what are   you doing here? I came to tell you   we have a preliminary meeting with   your parole officer and who do I run   into? Patty LoPresti. \n[249]What is this -- a knock-knock joke? Patty-who-kidnapped-me-and-threatened- to-cut-off-my-balls. Stop lying to me, Paul. Your whole gang is here. \n[250] \n[251]Oh, so now you're the victim?    I want the truth. \n[252]Say what? \n[253]I want the truth? \n[254] \n[255]Paul -- \n[256]I'm not an actor -- \n[257]Actually, I did The Music Man in tenth grade. \n[258]About being on the show?   I couldn't - - \n[259]Ben drives, pissed off.       Vitti chuckles to himself. \n[260]It's not funny! There was no safety harness or anything. They could have dropped me. \n[261]I know exactly what that was about. You resent the fact that you've been put in my custody, so you passive- aggressively arranged things to make me look like a fool. \n[262] \n[263]Oh, screw you, Paul.   Just screw you. \n[264]Don't worry about me. Just worry about what you're going to say to this parole officer. What are you going to say? That you've moved out of my house. That you've got your old gang back together. For what, a high school drop-out reunion? \n[265]It's my business. I want to know. I'm a federal institution. \n[266]Which car? \n[267]What do you mean, 'lose 'em'? \n[268]Ben is on the edge of panic. \n[269]Maybe I should just pull over.   It could be the F.B.I. \n[270]What if we just stop and get out? They're not going to shoot us in broad daylight. \n[271]Sorry! \n[272]\n[273] \n[274](shouting back at \n[275]Move over?   Where? \n[276]Seat belt. \n[277] Vitti drives down the narrow lane between two big warehouses. \n[278]It's gonna get worse? \n[279]\n[280]They're right behind us! Get away! \n[281]Ben picks up the only thing left -- the New York Times.   He starts leafing through it. \n[282]I wanted to save the crossword. \n[283] The Times hits the windshield and one double-page sticks, totally OBSCURING the driver's VIEW.  \n[284]They jump out of the car and watch the Mercedes disappear under the water. \n[285] \n[286]Where're you going? \n[287]But your parole officer -- \n[288]I'm warning you. If you leave now -- \n[289] \n[290] \n[291]I wish I knew. \n[292]I don't know anything. As far as I can tell, he's making a real effort to go straight. \n[293]I'm getting that.   Can I go now? \n[294] \n[295] \n[296]Michael?   What are you doing? \n[297](pleasantly \n[298]Oh, no, you're not! \n[299]I meant making sandwiches at the Subway, not driving a getaway car! \n[300]I don't care if he pays you two hundred an hour, you're not doing it. \n[301]He had no right to ask you without my permission. Where is he? \n[302]What do you mean you can't tell me? \n[303]You took an oath! Oh, my God!     Was there blood involved? \n[304] \n[305]Tonight, I hope. I just have to find him and -- \n[306]Yeah, but he's an amazing lout, isn't he? I can't quit now. You know that. \n[307]I love you. \n[308]All right, where is he? \n[309]What club? \n[310]Okay, Mafiaboy, give me your car keys. \n[311]No, I'm borrowing your car. \n[312]Jelly! \n[313]Where's Paul? \n[314]Can you break a twenty? \n[315]Do I just make my own change? \n[316] \n[317]Okay, Paul, what's going on? \n[318]I could ask you the same thing. \n[319]I do see a little Pacino there -- around the eyes. \n[320] \n[321](lays a hand \n[322] \n[323](not looking \n[324] \n[325]Oh, I'm not into that, fellas. \n[326]I think in is better. \n[327]Wait! Okay.    Go ahead. \n[328] \n[329] \n[330]You mean shoot it? \n[331] \n[332]Couldn't I just take this? \n[333] \n[334] \n[335]You are making a huge mistake.   You know that, don't you? \n[336]It's not your nature!   You have a choice. \n[337](holding up the \n[338] \n[339] \n[340]Paul, it's not too late.   Don't do this. \n[341]Shit!   Ow! \n[342]You're gonna get in so much trouble. \n[343]How much is that? \n[344]Really? \n[345]Well, so much for not peeing in my pants. \n[346]You know what you said about not flipping out? \n[347]Sorry. What did I do? What did I do? I had a perfect life, I threw it away. \n[348]I can't help it! My life is over! I'm going to jail. Some people can handle prison -- I'm not one of them. I have delicate features. I'm small. I'll be way too popular! \n[349]I can't calm down!      I'm gonna die! \n[350]I can't breathe! I'm suffocating! \n[351]I can't!   I'm dying!   We're all going to die! \n[352]Did I just hit you? \n[353] \n[354]No, it is. Since my father died -- I've lost my way. I don't know anything anymore. I mean, what's the point? I didn't think it would hit me so hard -- \n[355]I'm grieving, goddammit!    Have a little respect! \n[356]I'm grieving for myself, you fucking idiot! \n[357]Now I know how you must have felt when your father was killed. \n[358] \n[359] \n[360]I mean, it's like all his hopes for you died with him. And that's so sad. \n[361]Your father really loved you. \n[362] \n[363] \n[364](beating the shit \n[365]Don't you read the papers?   The guy \n[366] \n[367]Yes, Officer? \n[368]Feeling pretty good, huh? \n[369]So what now? You go on the run for the rest of your life? Back to Sing Sing? Or you turn up dead in an alley? \n[370]Five minutes?    And then what? \n[371]Did you see Patti? \n[372] \n[373]Well, I talked to the U.S. Attorney. \n[374]No, Paul, he did not grab my balls. He thanked me for tipping him off about the gold. And he said he won't be coming after you if you stay out of trouble.  So what do you think? \n[375]Good idea. Change is hard, Paul.    But you did the right thing. \n[376]Well, I just -- \n[377]I just vented my displaced aggression \n[378]I'm not a beast. I can handle myself if I have to -- \n[379]Well, I wrestled a bit in high school -- 122 pounds. \n[380]I'm not -- \n[381]Fine.   I have a gift. \n[382]Well, I think so.   Don't you feel better now? \n[383]You're grieving -- it's a process. \n[384]You, too, Paul. \n[385] ", "Sobel": "\n[1]A limo pulls up to an old, but well-maintained suburban house, the family gets out and starts walking to the house.   \n[2] The family crosses to the front door. \n[3]  Ben and Vitti pull into the driveway and get out of the car. \n[4]Ben and Laura are in the kitchen, cleaning up the dinner dishes. Ben is wearing an apron that says \"To Heck with Housework!\" and a pair of Playtex rubber gloves. Laura is angrily muscling dishes around. \n[5]The suburban street is dark and quiet and all the lights are off in the house. \n[6]Ben and Jelly walk out to the driveway where Jelly's Buick is parked. \n[7]Jelly   comes out the front door with Vitti's suitcases as Ben pulls   into the driveway. He gets out of the car holding a small   bag from the drugstore and sees Vitti coming out the front   door. Ben stops him on the porch.  \n[8]Ben and Laura are getting ready for bed. \n[9]A cab pulls up to the house, and Ben gets out.  He walks up the driveway and sees Jelly's car parked at the back door and a big man in a dark suit and tie wiping the windshield.  ", "Paul": "", "Vitti": "\n[1]Garbage.   Change the channel. \n[2]I'm going to bed. \n[3] \n[4]Why? \n[5]Yeah.     Take it easy. \n[6]Hey, Earl.     Is that my after-shave? \n[7]That's okay.     Keep it.   Go ahead. \n[8]The cellblock is quiet. A guard stops outside the darkened cell, looks around to make sure no one is watching, then  pulls out a GUN with a SILENCER, reaches through the bars and FIRES REPEATEDLY into Vitti's shadowy form under the blanket. Then he slips away as quietly as he appeared.  ON his exit we PAN DOWN TO Vitti, unhurt, curled up under his bunk. \n[9]Guess who, you fuck! \n[10]Not a good time? Let me explain something to you. I'm in fucking Hell right now. This is not a good time. \n[11]So what does that have to do with me? \n[12]Don't hang up on, Sobel!    They're tryin' to kill me! \n[13]He stands there for a long beat just staring, the DIAL TONE BUZZING in his ear. \n[14](singing, with \n[15]'When you're a Jet, If the shit hits the fan, You got brothers around, You're a family man...' \n[16](kicking at them, \n[17]'Tonight, tonight, won't be just \n[18] \n[19] \n[20]Tony? \n[21]The rumble -- it's tonight! I have to get out of here. I don't want to die. No, Chino, no! \n[22] \n[23]Mommy's mad at me because I made a boom on the rug. \n[24]I see you.   I see him.   I see a table. \n[25]It looks like snow. \n[26]A bat.   A big bat. Or a weasel. \n[27]And he's got a little girl -- no, it's a little boy -- in his teeth -- and he's shakin' him and shakin' him 'cause the kid didn't wipe himself good -- and the kid is screaming because the bat-weasel ripped out his throat and the blood is shootin' out of his neck vein. That's the blood. \n[28]Just the pussy with the teeth. \n[29]\n[30]3-2-1. \n[31]Blue. \n[32]This is a picture of a guy -- nice, hardworking guy -- comes home and finds out his wife's been screwin' this midget while he was out of town. \n[33]I think he works over the midget for a while, then he blows 'em away. \n[34] \n[35]Yes. \n[36]I did.   I said 'yes.' \n[37]-- whenever. \n[38] \n[39]Took you long enough. I was singin' West Side Story for three fuckin' days. I'm half a fag already. \n[40]I call you to say somebody's trying to kill me and you hang up on me? \n[41]You're my fuckin' doctor! \n[42]Me me me me!   He's dead!   Get over it. \n[43] \n[44]What's the difference?   You hated him anyway. \n[45]I'm not sensing it, but if you say so. \n[46] \n[47]I don't know -- take your pick. Could be my old family, or could be the Rigazzis. Ever heard of Lou Rigazzi - - Lou 'The Wrench'? \n[48]Because he twisted a guy's head off once. \n[49]Off. Fuckin' Calabrese -- animals. And comin' from me you know that's a big compliment. \n[50]The feds are really putting the pressure on. The families are fighting each other again -- what's left of 'em. It's the fall of the fuckin' Roman Empire. It's World War Three out there. \n[51]They knew I was gettin' out soon and the last thing anybody wants to see is me getting into it on either side. \n[52]Yeah,   they'll probably want to throw me a   party and give me a gold watch. Trust   me -- nobody's lookin' forward to me   being out. \n[53]Me? Oh, yeah, my future looks real fuckin' rosy. \n[54]I'm not gonna be here that long. Jelly's pickin' me up in an hour. \n[55]Don't worry about it.     I'll call you tomorrow. \n[56]What are you, my father now? \n[57]I'm comin'.    Some fuckin' life this is gonna be. \n[58]Coffee? \n[59]Somebody said something about coffee. \n[60]So what's the holdup? \n[61]I understand. She's uncomfortable. The whole situation's a little awkward with me bein' here -- but let's face it, Emily fuckin' Post she's not. \n[62]Listen, I got a friend coming over.     I didn't want you to be surprised. \n[63]Not that kind of friend.     It's a personal thing. \n[64] \n[65]I heard her busting your balls. \n[66]Or? \n[67]Or you're pussy-whipped. \n[68]Good night, Whippy. \n[69]Oh, really? I didn't hear you the tenth fuckin' time. \n[70]What? \n[71]So let him get his own fuckin' girl. \n[72]Actually, I'm right in the middle of someone. \n[73]Minding my own fuckin' business, like you should be doin'. \n[74]I've been in prison for two and a half years. What am I supposed to do? \n[75]That's what I wanted to do, but you told me I had no choice -- it was either here or Sing Sing. \n[76]Yeah, that's what I've been jerkin' off about for eight hundred consecutive nights -- a nice home- cooked meal. Ohhhh, tuna casserole. \n[77]I think you're jealous. \n[78]I didn't hear nothin' comin' out of your room. \n[79]Hey, if you're really quiet, you might be able to do it without even wakin' up your wife. \n[80]I told her if I wasn't back in two minutes to start without me. I gotta go. \n[81]Go ahead! Get out of here, you crazy fuckin' whore. \n[82]Go back to turning tricks in Jersey for all I fuckin' care. \n[83]How's it goin'? Oh, we got food. Good. \n[84]Oh, great. Jew food. Who do you have to fuck to get some bacon around here? \n[85]Not you, I'm guessing. \n[86]What is it with your relatives?   They tend to overreact quite a bit. \n[87]So? From the look of 'em, some of those broads haven't seen the old salcicc' in a long time. It's good for them. \n[88]What do you mean? \n[89]First I'm gonna find out who's tryin' to kill me. I'm a target. Somebody could shoot right through that window -- blow my fuckin' head off. \n[90]Yeah. I'm too big for a jockey so I was thinkin' maybe a hairdresser. They'll call me Mr. Paul. \n[91]I like hitting a guy on the head with a baseball bat. \n[92]Shylocking, bookmaking, unions, the usual -- \n[93]Who am I? I'm the guy who's paying you $150 an hour to play these stupid fuckin' games. You know who I am. \n[94]What do you mean, 'What am I?' \n[95]You're making me very fuckin' nervous. \n[96] \n[97]You, you're good. I see what you're doing here. \n[98]You're pissing me off is what you're doing. Look at me. It's starting again, the anxiety. \n[99]I don't know.    Who remembers that stuff? \n[100]No. \n[101]No.  \n[102]No. \n[103]Yeah, maybe.    What did you want to be? \n[104]I am. \n[105]You wanted to look up people's assholes all day? \n[106]You must've been a lot of laughs when you were a kid. Lonely, huh? \n[107]It's stupid. \n[108]Yeah, I'm afraid. \n[109] \n[110]Yeah. My father gave   me a cowboy suit -- you know, the  vest, the chaps, the cap guns --  the whole thing. And he used to   take me up to my uncle's farm in  New Jersey and lead me around on  this pony. Yippee-i-o. You happy   now? \n[111]Everybody. The whole family.     My father loved 'Gunsmoke.' \n[112] \n[113]This is so fuckin' retarded. \n[114]All right. Gene Autry, Roy Rogers, the Lone Ranger -- \n[115]Yeah, I guess. \n[116]Yeah, so? \n[117]I don't know.    Nothing happened. \n[118]I lived in East Harlem! I joined a street gang when I was 12 and that was it. \n[119]What? \n[120]The Dodgers moved from Brooklyn to L.A. Everybody took it pretty hard. \n[121]We playin' a guessing game here? \n[122]Do I remember? I think about it every fuckin' day of my life. What's that got to do with it? \n[123]Yeah.   He did. \n[124] \n[125]Okay.   Okay.   That's enough of that shit. \n[126](retreating back into \n[127]You mean working for somebody? I'm supposed to take orders from some guy who used to get me coffee? I can't do that. It's not right. It's not me. \n[128]I got stuff to do. \n[129](as he gets into \n[130]Oh, yeah?   Watch me.   Drive, Jelly. \n[131]Stop sweating, Doc.     I'll be back. \n[132]No, I'm okay. It was an act. I had to pretend I was nuts. There were people watching me all the time. \n[133]Doctors. They never woulda let me out if they thought I was normal. \n[134]You want to see crazy? Just tell me who's trying to kill me. I'll show you crazy. \n[135]I can't do it, Sal.   I'm out of it. \n[136]Sal, even if I wanted to -- the feds \n[137]I know. \n[138]Yeah, I do too. \n[139]Yeah, okay, I'll think about it. \n[140]I can't, Sal.    I gotta go talk to the boss. \n[141]'Yeah, what?'    That's how you answer the door? \n[142]Yeah. \n[143]Where is she? \n[144]How's it goin', Patty? \n[145]Sorry to hear about Carmine.     He was a good man. \n[146]I'll bet -- especially with all the talk about you being the one who put him there. \n[147]Yeah, I'm sure you're very busy. \n[148] \n[149]Yeah, I been workin' out who's trying to kill me. I'd love to hear your thoughts on that. \n[150]So then you didn't have nothin' to do with it. \n[151] \n[152]No, this is a legitimate business. \n[153]I just want to be left alone.   Put my life back together -- straight  up this time. Put the word out, will   ya? Nobody's got nothin' to worry  about from me. \n[154]Look at the size of that trunk. You could fit three people in there. Not people -- suitcases. It's a joke. \n[155]So what are you driving now? We have a Lexus. \n[156] \n[157] \n[158]Hey, Joey. \n[159]Yeah. \n[160] \n[161]You want more bread? \n[162]I'll get your drinks now. \n[163] \n[164]\n[165] \n[166] \n[167] \n[168]I'm gonna do us both a big favor.    I quit. \n[169]You want to see the manager? Here's the manager. Now take a hike, you fuckin' deadbeats. \n[170] \n[171] \n[172]What? \n[173] \n[174]Ma?   What are you doin' here? \n[175]I tell him the same thing. \n[176]leaps to his feet and reaches for his gun, but instead pulls out a long sword. Confused but desperate, he holds up the sword to menace the intruders, but the sword suddenly goes limp. He tries to make the blade stand up, but it just keeps dropping like a piece of soft rope. Patty, Eddie, and the thugs laugh contemptuously at Vitti, while Jelly looks on with an incredible stream of tears pouring from his eyes. \n[177]Really? Do me a favor, honey -- make me a sandwich. \n[178]Coulda had that sandwich made by now. \n[179]Okay. \n[180]Hey!    Me, too. \n[181]Ham, cheese, lettuce, tomato, mayonnaise, no onion. \n[182]Where am I going? The orphanage found my real parents. They want me back. Put those in the car. I'm goin' to Jelly's. \n[183]For what? The more we talk the worse I get. I had that dream again. \n[184]No, the other one. \n[185]So don't! \n[186]I know what you're thinkin'. The sword is my cock and I can't get it up, but that ain't it. I saw Sheila last night and I had a hard-on you could swing from. \n[187]You coulda hung wet towels on it. \n[188]  \n[189]Doc -- nothing's gonna fit. That nine-to-five bullshit -- I'll fuckin' kill myself if I have to do that for the rest of my life. You know they take taxes out of your check? What the fuck is that? I'm doomed. I'm gonna end up selling hot dogs on the street. Look at me. I'm havin' a fuckin' panic attack here. My heart's beatin' like a rabbit. \n[190] \n[191]Tellin' me I have to get a job like I'm some fuckin' nobody. It was humiliating! Thanks a lot. \n[192]What the hell was that? \n[193]Now what are you takin'? \n[194]Yeah, I know it. \n[195]For what? \n[196] \n[197]Why you talkin' like that?  \n[198]Like a fuckin' retard. \n[199] \n[200]Don't admire me too much. \n[201] \n[202]Yeah, sure, whatever. \n[203]That's her claim to fame. I hate to bust your bubble, but he's not from Bensonhurst. He's a professional Italian. He grew up in Connecticut or something like that. \n[204]What's the matter with you?   We got women at the table. \n[205]That's different. It's colorful. \n[206] \n[207] \n[208]I think somebody's got it in for Raoul. \n[209]I'm gonna ask you once nicely.     Who you working for? \n[210]Fuck me?    Fine. Jelly? \n[211]I'll ask you again.     Who you working for? \n[212]Who are you working for? \n[213]Drop him, Jelly. \n[214]Pull him back up. \n[215]What's the matter with you? \n[216]I said pull him back up. \n[217]You heard what you wanted to hear. \n[218]Yeah, this is real authentic. \n[219]I know who he is. They used to watch the show up at Sing Sing. \n[220] \n[221]Down under what? \n[222]I wouldn't wet my pants over it.      They watch 'Supermarket Sweep,' too. \n[223]You laugh too much. \n[224]Yeah.    You got a good setup here. \n[225]Coupla things, though. I don't know who makes these decisions, but some of this, it don't look right. \n[226]The people mainly. I mean, you got a boss who speaks Australian. What the fuck is that? And I'm guessing your \n[227]Yeah, the theater. So how about if I bring in some guys that I know -- you know, more 'authentic.' \n[228] \n[229]No fuckin' way. I've had it with this job bullshit. A week of this and I'd either shoot myself or shoot Raoul. But it's good cover while I figure out my next move. Call the guys. \n[230]Yeah, ten minutes, tell 'em. \n[231]We're gonna need a grapple or a crane with maybe a fifty-foot boom. \n[232]See what you can come up with.   And we're gonna need a city bus. \n[233]How you doin', Patty. \n[234]One of Rigazzi's guys took a shot at me. \n[235]Yeah, I know. When you're a Jet, you're a Jet all the way. \n[236]Nothing's going on.   They're actors. \n[237] \n[238]I don't think so. \n[239]Whatever. \n[240]Raoul, this is a friend of mine. Patty LoPresti. \n[241]No, you're fine. But you might want to have somebody else start your car the next couple of weeks. \n[242]This is Lou Rigazzi. \n[243] \n[244]Is that right? \n[245]Me?    No. \n[246]Thanks.    I'll sleep much better. \n[247]I don't think so. \n[248]There's a loud KNOCK on the door and Ben storms in. \n[249] \n[250]Patty who? \n[251]Who says I'm lying? I finally    get a straight job and start putting   my life in order and you come in here   and start accusing me! That's how    much you trust me? \n[252]This is what's so hard about being an ex-con. You make one little mistake in your life and people never let you forget it. \n[253]Wait a second.    Say that again. \n[254]'I want the truth.'   Say it -- like you did just now. \n[255]No, strong, like before. \n[256]Yeah, that's good! \n[257]No, I'm serious. That had power. I believed it. You could be an actor. \n[258]Hey, you're as good as most of the bums I see around here. They have this part. You could do it. \n[259]Of course.   I'm gonna talk to Raoul. \n[260]No, this part you could do.   It's perfect. Believe me. \n[261]Oh, yeah.    That sounds real. \n[262]Hey, if you didn't want to do it, why didn't you say something? \n[263]Come on -- you were great. \n[264]What, are you self-medicating again? And don't give that decongestant multi-vitamin bullshit. \n[265]I'm gonna say that's none of his fuckin' business. \n[266](checks side- \n[267]The one that's been following us the last mile and a half. \n[268]Lose 'em. \n[269]No, they're two cars back. You gotta be a little more observant, Doc. Turn left. \n[270]Broad daylight's the best time. You can see better. Take a right. Now! \n[271] \n[272]Backseat.    Now! \n[273] \n[274]What the fuck are you doing? \n[275]Throw it! \n[276]They jump out of the car and watch the Mercedes disappear under the water. \n[277]Yeah, that's James Bond and the 'Sea Hunt' guy in there, so they got a pretty good shot. \n[278]I gotta take care of something. \n[279]Send my regrets. \n[280]So long, Doc. \n[281]Vitti is hurriedly collecting his stuff, talking to Jelly and a few of his old gang. \n[282]I don't have a lot of time. They're probably gonna come lookin' for me, so we'll go over everything later, okay? \n[283]Look, I'm not happy about it, but if it keeps Patty off my back, so be it. They're meeting us at the club. Let's head out. Not all at once. I gotta tell you everything? \n[284]No, I gotta go. \n[285] \n[286]Here -- tell him you couldn't find me. \n[287]Can't really talk right now, mate. Headin' out. \n[288]Try kickin' something.   Let me know how it works out. \n[289] \n[290] \n[291]Why not? Because he's there and you're pissed off. \n[292]Maybe once or twice.   Look, I got people waiting. \n[293](at a loss, getting \n[294] \n[295]What are you doin'? \n[296] \n[297] \n[298] \n[299]What's it look like? We're just blowin' off a little steam. What's the big deal? \n[300] \n[301]Anybody ever call you Carol Burnett? \n[302]'Cause you look about as much like Carol Burnett as you look like Al Pacino. \n[303]You better get out of here. \n[304] \n[305]Okay, this is big and we only get one shot at it; and there's only about a million ways this fuckin' thing can go bad, so listen up. \n[306]The Federal Gold Depository in Lower Manhattan. Three times a year a shipment of gold bars goes in a heavily-guarded armored truck from the Depository to the vault at the Federal Reserve to hold for foreign governments that trade in bullion. At three o'clock in the morning -- eight hours from now --we're gonna hijack that truck. \n[307]What are you doing? \n[308]Get your fuckin' hands off him!   He's with me. \n[309] \n[310]Okay -- everybody listen up. \n[311] \n[312] \n[313]You said it yourself.   It's my nature. \n[314]What are you, fucking Jiminy Cricket? I don't know what planet you live on, but here on Earth it's 'might makes right.'   Read the papers. The guys with the guns make the rules. \n[315]Enough. Say one more word about my father and I'll break your fuckin' head. \n[316] \n[317]Let's see your watch. \n[318]He can hear the convoy passing outside the wall.  \n[319]sees the signal. \n[320] \n[321]Let's go. \n[322]Totally in charge, he strides up to the armored truck just as his men finish cutting through the steel plate doors. Vitti yanks the doors open.. Vitti and Ben stare in awe at the exposed contents of the truck -- a fortune in gold bars. \n[323] \n[324] \n[325]$350 an ounce, 16 ounces in a pound, 90 pounds in each bar -- do the math. \n[326]Yeah? \n[327]Don't do this. \n[328]Calm down. \n[329]You're not gonna die! \n[330] \n[331]Yeah.   Feel better now? \n[332]You were good.  It isn't your fault. \n[333]Would you just shut up about your father! \n[334]He was an asshole -- you said it yourself. What are you grieving for? \n[335] \n[336]We don't have time for this. \n[337](eyes filling with \n[338] \n[339]I loved him, too. I did. \n[340]I had my hopes. \n[341]That's what Patty thought, too. This scumbag's been playin' both sides against the middle. \n[342]Yeah, what? \n[343]I felt worse. \n[344]Those are my choices? What   happened to lying on a beach in Costa  Rica for the next twenty years?   You can't let me enjoy this for  five fuckin' minutes? \n[345]And then what?    I'll show you. \n[346]Not so good. \n[347]Yeah, I know. \n[348]I told you -- I just want to be left alone. \n[349]Can't do that. \n[350]Yeah. \n[351]What kind of question is that? She's cool. She's just happy to have 'the Wrench' out of the way. \n[352]Did he grab your balls? \n[353]I'm gonna go to Ohio -- get Marie and the kids -- then we'll probably disappear for awhile -- figure out all this future stuff -- away from all the pressure. \n[354]Yeah, you, too. You hung in there. That took a lot of guts. \n[355]No, you were like an animal back there. \n[356]No. I'm telling you. You're a monster. I saw the beast in you. \n[357]Handle yourself? You were fuckin' John Wayne. \n[358]Yeah, I could tell.   You're good, you. \n[359]Paul, I just -- \n[360]No. You are good. You got a gift, my friend. \n[361]So -- happy ending, huh? \n[362]Are you kidding? I feel like shit. All that work for nothing. 20 million bucks. \n[363]Take it easy, Doc. \n[364]Hey, Doc! 'There's a place for us -- ' ", "Rabbi": "\n[1]And now I'd like to call on Isaac's son, Dr. Ben Sobel, who would like to say a few words. ", "Laura": "\n[1]I can't believe what you said about him. Cold and withholding? You had to tell everybody? \n[2] \n[3]Ben -- once today? Enough. \n[4]That was him on the phone? \n[5]And you didn't tell me? \n[6]You told her -- You told her at the drop of a hat. \n[7]Oh, I see. And I don't. Why tell Laura? She couldn't possibly handle a phone call. \n[8]If you don't need me anymore, I'll be in the kitchen. And two words of advice -- from one professional woman to another -- Pant. Suit. \n[9]How could you? How could you bring him here? That -- -- mobster -- in my home -- eating off my dishes. Ewww. \n[10]Oh, there's a law that says you have to bring a gangster home? \n[11]You should be in an institution.     Why couldn't he just go home? \n[12]Ohio! Sure. Everyone gets to be in Ohio except me. \n[13]How thoughtful! What about endangering our family? I think my teeth are loose.     Feel my teeth. \n[14]You didn't want him, I didn't want him, but here he is! \n[15] \n[16]What? \n[17]That was you.    You said you wanted some. \n[18] \n[19]How long are you going to let them go on? \n[20]Oh, give me a break.    She's got to be faking.   Nobody sounds like that. \n[21]Okay, sometimes you do sound like that. \n[22]Aunt Ester, I'm so sorry we had to put you up at the hotel. We wanted you here with us, but we had an unexpected house guest. \n[23] \n[24]Really. More smoked salmon? Don't be shy. \n[25] \n[26]Now in here, I thought we'd get rid of the wallpaper and maybe put in some wainscoting -- \n[27] \n[28]Do you realize it's almost noon? \n[29]You want a sandwich? Make it yourself. I'm not afraid of you, Mr. Oh-I'm-A-Great-Big-Mobster Man. I want you out of my house. \n[30]I've had   it with the bathrobe and the skulking   around and the girlfriend who, I'm   sorry, is so obviously faking it's not   even funny. Enough! \n[31] \n[32]I'm going to be honest with you -- I'm a very anxious person -- \n[33]We have so much in common. Anyway, this is not helping me, it's not helping my marriage, and I know Ben really needs some alone time. So I'm asking you -- as a human being -- could you please leave? Yes, I'll make you a sandwich. \n[34]We finally got him out of the house -- why are we having dinner with him? I mean, how professional is that? \n[35]He's a grown man. I don't see why he needs a chaperone. \n[36]Ben, if you say 'buffer' one more time -- \n[37]Didn't you just take two of those? \n[38]Well, you better not drink anything. You know what happens. \n[39] \n[40] \n[41]Oh, my god. Could I get another one, please? \n[42]No.    No more for the Buffer. \n[43]I don't know why you feel you have to save this man. \n[44]So that automatically means you have to help him? You're always doing this -- putting other people's needs ahead of your own, like you're this martyr or saint or something. It's like living with Mother Teresa. \n[45]You don't need this in your life -- especially not now. You really need to be grieving for your father. \n[46]Really?   I haven't seen it. \n[47]It's okay, honey. You can let it go. \n[48]I just want you to be happy. \n[49] \n[50]Ben? Where've you been?    What happened to you? \n[51]When is this going to end? \n[52]Why? A few days ago you weren't even sure you still wanted to be a therapist. Now you're going to risk your life again for that lout. \n[53] \n[54] ", "Wiseguy": "\n[1]Okay, Paul. \n[2]Punks. \n[3]Ooh, they got tapioca. I love tapioca. You all right, Paul? \n[4]Can I have your tapioca? ", "Earl": "\n[1]They're transferring me. \n[2] \n[3] \n[4]Thanks.     See you around. ", "Convict": "\n[1]Hey!   What're you doin', asshole! \n[2]Sorry, Mr. Vitti. Didn't mean any disrespect. ", "Prison": "\n[1] Maximum-security prisoners are gathered around watching their favorite show in the rec room. In the front row is PAUL VITTI, former New York crime boss, and a couple of other wiseguys. \n[2]", "Guard": "\n[1] \n[2]bound and gagged. ", "Jelly": "\n[1] \n[2]I love  lox and bagels. I dated a Jewish  woman once. Actually, she might  have been the love of my life, but my  mother broke it up. \n[3]She was always hockin' me a chinick about the madels. A wonderful woman, my mother, but she fuckin' hates the Hebes. \n[4]Makin' new friends. How's it going, Doc? I brought some clothes for Mr. Vitti. \n[5]   \n[6]So. Long time no see.     You look good, Doc. \n[7]It would appear not. \n[8]New trial. The evidence in my first trail was, you know, tainted. Turns out two of the witnesses against me changed their minds -- and the third one, he died after a short illness. \n[9]Gunshot wound to the head. \n[10]Yeah, but it is short. \n[11] \n[12]Sorry. \n[13] \n[14]Yeah, I bet he gets a lot of pussy. \n[15]You said 'fuckin'.' \n[16]Hey, pal -- got a light? \n[17]I'm trying to cut down. \n[18]He's screamin' too loud.     Hold on a second. \n[19]Go ahead. \n[20]You said drop him. \n[21]That's not what I heard. \n[22]Okay, you got me there. \n[23]You really gonna do this? \n[24]You got it. \n[25]I got a guy in the Transit Authority. He owes me. Just let me know when. \n[26]I'm an extra. \n[27]A supernumerary. An 'atmosphere.' It ain't bad. You just stand around all day waitin' for them to shoot and they pay you eighty bucks. \n[28]Today?   About eight hundred maybe. \n[29]Another grand. One of the producers really likes the ponies. \n[30]Plus eighty -- \n[31]Hey, Dr. Sobel? \n[32]It's Mo-Mo. \n[33]Yeah, I think he's in his camper. \n[34]Paul, not that I'm questioning, but what do we want with Eddie DeVol? Guy's a fuckin' scumbag. \n[35] \n[36]I think she likes you, Doc.     Give her a couple of bucks. \n[37]Here. See if this'll fit under your shirt. \n[38]This ain't Bloomingdale's. Nobody knew you were comin'. You're lucky you're alive, Doc. \n[39]Watch it. It may be crazy but it ain't stupid. If you want to stay alive, just keep your mouth shut, do everything I tell you and try not to pee in your pants. Can you handle an M-16? \n[40]No, I mean twirl it like a fuckin' baton. How about an A.K.? \n[41](rummaging through \n[42]Yeah, that's a good one. That gun brings back a lot of fond memories. Use it in good health. \n[43] \n[44]Give or take. \n[45]Oh, boy.    This is bad. \n[46]Maybe we oughta should go. \n[47] ", "Coyote": "\n[1] \n[2]Just keep walkin', Don Corleone. \n[3]Shut up! \n[4]I said, shut up, bitch! \n[5]You're a dead man, jefe! \n[6]You're a dead man, jefe! "}}