{"filename": "Analyze-This_script.txt", "imdb_id": "tt0122933", "imdb_url": "https://www.imdb.com/title/tt0122933", "characters": ["Primo Sidone", "'50s Gangster (as Kresimir Novakovic)", "Caroline", "Paul Vitti", "Tuna", "Young Dominic Manetta", "Jimmy Boots (as Richard Castellano)", "Young Vitti Sr.", "Laura MacNamara Sobel", "Dr. Isaac Sobel", "Jelly", "Michael Sobel", "Dr. Ben Sobel", "Dominic Manetta (as Joe Rigano)", "Nicky Shivers"], "dialogues": {"Primo": "", "Sidone": "", "Caroline": "\n[1] \n[2]I told him I needed to get in touch with my uniqueness, but he couldn't handle that. He said I was driving him away. Do you think I was driving him away, Dr. Sobol? \n[3]I just can't believe it's over between me and Steve. Maybe there's still hope. \n[4]But what should I do? \n[5]Dr. Sobol? ", "Paul": "\n[1]  ", "Vitti": "\n[1] \n[2]What are we gonna get, a fuckin' web site? \n[3]Yeah, I remember. \n[4]Wait a second. I'm just gonna grab a toothpick. \n[5]So what did you find out? \n[6]What? \n[7]What? \n[8]Why the fuck would I want to kill Dominic? He was like a father to me. \n[9]Oh, is that what they figure? \n[10]I didn't kill him! I told you that! Don't you hear? \n[11]Nicky, you know me, right? \n[12]And you know what I'm gonna do to you if you lie to me, right? \n[13]I'm only gonna ask you this one time. Who killed Dominic Manetta? \n[14] \n[15]You little rat bastard... \n[16]Forget about it. He doesn't know anything. \n[17]Get him outta here. \n[18]Yeah, thank God. All I know is if I didn't have some veal stuck in my teeth, I'd be laying there with Dominic. \n[19] (having trouble \n[20]I'm a little choked up here.   I gotta get some air. \n[21]I feel like shit. This whole thing is like a huge fuckin' headache. \n[22]Get the car. \n[23]How could it be fine? I've had like eight heart attacks in the last three weeks. \n[24] \n[25] \n[26]Where did you go to medical school? I had a heart attack, you quack bastard. \n[27](low and deadly, \n[28]If anyone asks you, you never saw me, and I was never here. Is that clear? \n[29]Good. Take the chart. \n[30]Jelly, I need you to do something for me as my friend. \n[31]You have to find me a doctor. \n[32]Not that kind of doctor.   I need a head doctor. \n[33]Not a plastic surgeon, ya spoostud. Do I have to spell everything out? \n[34]I need you to find me a psychiatrist. \n[35]Is he any good? \n[36]He had a card? That's a real fuckin' achievement. \n[37]It's not for me. It's for a friend. This friend is having some problems, so I'm going to ask the shrink some questions and get some answers for my friend. \n[38]And nobody can know. If anyone hears I'm talking to a shrink, it could be interpreted the wrong way. You know what I mean? \n[39]What? \n[40]You know who I am? \n[41]No you don't. \n[42]You've seen my picture in the papers? \n[43]Jelly, wait outside. \n[44]Sit down. \n[45]Tony Bennett, huh? \n[46]I was just gonna ask if you liked baseball. \n[47]I don't care about the car. \n[48]A friend of mine is having a problem and he might have to see a shrink, so I'm going to ask you a couple questions. Do we sit? \n[49]Okay, the first thing I gotta know about is privacy. You must hear a lot of weird shit in here. How do I know you won't go testifying -- not testifying -- but, you know, talking about it to somebody else. \n[50]Not fuckin' likely -- \n[51]So who starts? \n[52]I don't need therapy. I'm helping out my friend. You didn't hear me say that? \n[53]You guys are supposed to be so great when it comes to listening. You can't remember what I said two seconds ago. \n[54]I have to tell you, Doc, I'm not thrilled with the level of service up to this point. \n[55]He's a powerful guy. Never had a problem dealing with things, you know? Now all of a sudden, he's falling apart. He cries for no reason. He's having trouble sleeping. And then he started having these attacks. You know, can't breathe, dizzy, chest pains -- like you think you're gonna die. \n[56]What's with all you doctors and the fuckin' panic? Did I say panic? \n[57]Right. So the question is, what can he do to make it stop? \n[58]You -- you -- you -- you have a gift, my friend. Go on. \n[59]With you? \n[60]Where you going? \n[61]Where? \n[62]You know, this could be good. Just getting that off my chest, I feel better already. It's like a load is off my shoulders. Thank you. \n[63]You did something. The load? Off. Where is it? Don't know. You're good, Doctor. I'll be in touch. But listen to me. If I talk to you and it turns me into a fag, I'll kill you. You understand? \n[64]I go fag, you die. Got it? \n[65]What are you talking for?   I'm trying to do this here. \n[66]I got things on my mind.    Stop talking. \n[67]No, I wasn't thinking about my wife. Now I'm thinking about my wife. Goddamn it, Sheila, why can't you keep your mouth shut! \n[68]You no-good little two-bit piece of shit bastard! \n[69]I got news for you. I'm still fucked up. Whatever you did the other day, it didn't take. You did nothing for me. \n[70]I couldn't get it up tonight. \n[71]No, I mean for the big game against Michigan State. Of course sexually! \n[72]Doesn't that prove I'm motivated? \n[73]No, that's a cheat. You start with the pills, next thing you know you got implants with pumps. I think a hard-on should be gotten legitimately or not at all. \n[74]Are you gonna help me or not? \n[75]The dead dick thing? Never. Well, one time. Tonight. And another time. \n[76]Do the math. Two times. There was another time. But it was after a big meal, so, you know, that don't count. \n[77]Five. \n[78]Maybe not to you -- look at you -- but if I can't get it up, that makes me less of a man and I can't have that. \n[79](moving closer \n[80]I have until the end of the week to get strong or they're gonna eat me up. If they don't kill me in the meantime. \n[81]I can't tell you and you don't want to know. \n[82]Look, the other day I saw a commercial on television, some kid playing with a couple of puppies. I cried for 45 minutes. Slap a pair of tits on me, I'm a woman! \n[83]You're turning me down? \n[84]You with your schmucky little office in your schmucky little house out there in Schmuckville -- you're turning me down? What, so you can spend more time listening to housewives piss and moan about how nobody fucks them right? \n[85] \n[86] \n[87](wiping away his \n[88]What, you're gonna start moralizing with me now? \n[89]No. \n[90]I do things with her I can't do with my wife. \n[91]Hey. That's the mouth she kisses my children good night with. What's the matter with you? \n[92]You mean like seeing your best friend murdered? Yeah, I got stress. \n[93]It's just stress? \n[94](brightening, pointing \n[95]No, you're right. You're right on the money. I can feel the juices rushing back to my manhood as we speak. \n[96]This settles it. You're my shrink. \n[97]Listen to you. The honesty. Nobody -- and I mean nobody -- talks to me like this. I'm ready. Let's do it. \n[98]I hear it all the time. Only it's more like, 'No, no, please, no!' \n[99]You want me to clear your schedule for you? \n[100]Thank you. \n[101]They were trying to make a point. \n[102]You're in a mood, you know that? \n[103]Okay.   Okay.   Calm down. \n[104]Manatees.   That's a funny word. Manatees. \n[105]Oh, I can tell you really care. \n[106]I had an episode. Not an actual panic attack, but I started panicking a little thinking I might have one. Does that seem weird to you? \n[107]I don't know. The usual bullshit. Family problems. \n[108]No, regular family. \n[109]What kind of house? A warehouse? A whorehouse? My house? What house? \n[110]Why? \n[111]This is good. I come to Florida and draw pictures in the sand like a jerkoff. \n[112]There.   You happy? \n[113]What people?   You told me to draw a house. \n[114]Well, you see, they'd come out and say hello, but the whole family's in the Witness Protection Program. It's very sad. What the fuck you want from me? \n[115]Good, more games. Shoot. \n[116]-- plate. \n[117]-- fucker. \n[118]-- forgive me for I have sinned. \n[119] \n[120]See this? Again with the crying. Let's get out of here. We're being watched. Don't look. There's Feds on the roof of the hotel. \n[121]I'm a criminal. It's my job. \n[122]  \n[123]Look at this, the whole crew. You all right? Good flight? \n[124]That's okay. Marie, this is a friend of mine, Ben Sobol. He's -- from the boat. A fishing boat captain. Cuban refugee. \n[125]And this is Theresa and Anna -- \n[126]-- Anna, and the big guy, Anthony. \n[127](noticing Theresa's \n[128]I want you to wear one of those Arab bathrobes with a veil over your face, is what I want. \n[129]Okay, babe.    Hey, Anthony.   Guess what I got? \n[130](holds up some \n[131]Of course, you and me. Have fun at the pool. Stay out of the deep end. And don't swim for a couple hours after you eat. \n[132] \n[133]I can't tell Marie you're a shrink. She'd worry, you know. \n[134]Just keep going with the therapy. \n[135] \n[136]My father. He was a big man in the neighborhood -- very well respected. Everybody loved him, God rest his soul. \n[137]No, I just like saying 'God rest his soul.' Yeah, he passed away. He died when I was about twelve. \n[138]Heart attack.    Sudden thing. \n[139]Close? Yeah, you know, pretty close. I guess we weren't getting along that great right then. \n[140]I was hangin'   out in the neighborhood.    I had a borghata -- like a kid   gang -- hooligan shit, nothin'   big. But my father didn't   like it. \n[141]He slapped the shit out of me. \n[142]And then that night he died. \n[143]It felt great! How did it feel? I don't know. \n[144]Yeah, I guess. \n[145]About what?   I didn't kill him. \n[146]Why would I want my father to die? \n[147]English. \n[148]Fuckin' Greeks. \n[149]Are you saying I wanted to fuck my mother? \n[150]Have you seen my mother? That is the sickest fucking thing I've ever heard. \n[151]Well, then Freud's a sick fuck, and you are too for bringing it up. \n[152]Senor Sobol! \n[153] \n[154]Nice to meet you. \n[155]Whoa.  He's a bruiser. You're sure this is your kid? You're a pound and a half soaking wet. I've had lobsters bigger than you. You ever want a job, you come talk to me, right? \n[156]Excuse me. Is that polite? Is it? I'm trying to be nice here. Do I walk up to you and go, 'You're whoever you are. The prick'? \n[157]Yeah? Okay, well, sorry. But you should know, there is no mob, and, P.S., I personally have never been convicted of a crime. We're nine for nine, right? \n[158] \n[159]Yeah, you can. Now, if you don't mind, I just need to borrow this guy for a couple of minutes, then that's it. I'm out of here. Okay? \n[160]Of course. I wouldn't do anything to screw up your wedding. I gotta talk to you. Come on. Have a great night, everybody. Nice to meet you. \n[161] \n[162] \n[163]You know, you're very rigid about certain things. \n[164]Okay. I'm asleep. I hear a baby crying. I go to the refrigerator, I get a bottle of milk, I take it to the baby, but when I go to give it to him, I see that the milk is black. \n[165]Okay, get out of here! \n[166] \n[167]This is what I'm paying you for? I say something, you say it right back to me? I could get Jelly to do this for nothing. \n[168] \n[169]   \n[170]      \n[171]  \n[172]  \n[173]What happened? \n[174]Did he break anything? \n[175]Hey, people get depressed, they jump. It's a human tragedy, but it's not my fault. \n[176] \n[177]Enough talking. We got to get out of here. The place is crawling with feds. I'm going back to New York and I suggest you do the same. They're probably onto you too now. \n[178]Hey, why you busting my balls? I didn't kill him. I can't speak for everyone in the room, but -- The son-of-a-bitch came after me! It was self-defense. Trust me, Doc. In this one, we're the good guys. \n[179]Great.  Another country heard from. Get her outta here. \n[180]That's a beautiful dress. \n[181]You're upset. \n[182]What, you think I wanted this? I'm the victim here! I swear, I'm going to kill that son-of-a-bitch! \n[183]Just 'cause of this? \n[184]What do you want me to do? \n[185]Primo, it's Paul Vitti. \n[186]Not good. Whoever killed Dominic is shooting at me now and I'm having a lot of feelings about it and I'd like to get some kinda -- \n[187]-- closure on this. \n[188]I feel very angry, you know. Very, uh, enraged. Mad. Real mad. \n[189]Why am I telling you? Like you had nothing to do with it? \n[190]Okay, whatever, I just wanted to tell you how I feel because I know that anger is -- \n[191]-- a blocked wish, and I'm getting my wish unblocked and I'm looking forward to getting some closure -- \n[192] \n[193]  \n[194]Good? \n[195]There's your fucking pillow. \n[196]Yeah, I do. \n[197]What's the point here? \n[198]It's none of anybody's business what I say in there. \n[199]So what do you want me to do? \n[200]What do you mean, end it? \n[201]You want me to whack my doctor? \n[202]No. Nobody touches him. You hear me? Anybody lays a finger on him, I'll kill 'em. Is that clear? \n[203]No, go ahead. \n[204]Papa!   Papa! \n[205]You look lousy. You all right. \n[206]You didn't like the fountain? \n[207]Boundary issue? I say if more people gave from the heart, we'd all be better off. Let's see your watch. Piece of junk. You're getting a Rolex. \n[208]Who said anything about buying it? \n[209]Tommy Angels. We grew up together. Worked for a crew out of Jersey City. \n[210]He was on his way to talk to a federal prosecutor. Got hit by a truck -- twice. \n[211]Good scene.    Was I there? \n[212]I was Fredo.    I don't think so. \n[213]You're losing it, Doc.   You may need therapy yourself. \n[214]Him I don't know. Let's get private. \n[215]What're you, nuts? It was your dream. \n[216]Uh-uh. I don't buy it. In my dream, I'm bringing the baby the black milk. \n[217]Yeah, well, that guy I don't need to hear about. I can't even call my mother on the phone after that thing you told me. \n[218]Could we stop talking about my father? \n[219]Very good. Now I'll do you. 'Boo-fuckin'-hoo.' I never said this would be easy. Let's see how you like it. Let's talk about your father. \n[220]Is he still alive? \n[221]What kind of work does he do? \n[222]You paused. \n[223]You paused. That means you had a feeling. What does he do? \n[224]Ooh, you're fucked up.   Next patient, please. \n[225]Your father's a problem? \n[226]That's what you just said!   You seem upset. \n[227]Hey, I'm good at this. \n[228]Say hello to your father for me! \n[229]You want me to whack my doctor? \n[230]No. Nobody touches him. You hear me? Anybody lays a finger on him, I'll kill 'em. Is that clear? \n[231]You want me to whack my doctor? \n[232] \n[233]I know this guy. He would never talk to the Feds. \n[234]Come on.   You don't know this guy. \n[235]This is Ben. He's a friend of mine. Say hello to Carlo Mangano. \n[236] \n[237]I know, that's what I'm saying. It's like a family thing. The closeness. \n[238]I know. So did you take care of that thing I asked you about? \n[239]It's okay. \n[240]How about that other thing? \n[241]Did the guy give you a problem? \n[242]What did he say? \n[243]Did you tell him you weren't going for it? \n[244]You always gotta nip that shit in the bud. \n[245]Including the second thing. \n[246]Exactly. Don't repeat any of that to anyone. \n[247]That's Stevie Beef over there. I gotta go say hello to him for a second. Come on. \n[248] \n[249]What about him? \n[250]So what's the problem? \n[251]Heart attack, murdered, what's the difference? He's dead. \n[252]Because it's private. You think I tell you every little thing? \n[253]Okay, you want to know? Analyze this. I was twelve years old, the whole family was having dinner together right over there, two guys walked in and shot him dead right in front of us. Okay? \n[254]What am I supposed to do? Spend the rest of my life crying about the past? Forget about it. \n[255]No, I don't want to talk about it. \n[256]No, I don't. \n[257]'Cause I like it, okay? \n[258]White clam sauce. The best. \n[259]I'll reach out to you -- \n[260]Do what he says. \n[261] \n[262]You know why I have to do this, don't you? \n[263]Don't bullshit me! You betrayed me! You stabbed me in the back. \n[264]You think I'm an idiot? Don't insult my intelligence. You cooperated! You talked to the Feds! \n[265]Never.   I never said that. \n[266]I don't want to know what you think. \n[267]No, I don't! \n[268](puts the gun \n[269] \n[270]What? \n[271]When? \n[272]How the hell do I know? \n[273]It was 35 years ago. \n[274]I told you!   I don't remember. \n[275]What's the matter with you? \n[276](after a long \n[277]Ravioli. \n[278]They were just serving it. \n[279]One of them.   Dressed like a busboy. \n[280]No, but I knew he looked wrong. \n[281]His pants. They looked too good for a busboy. \n[282]I watched him the whole way. \n[283]My father was so mad at me. \n[284]I couldn't say anything. \n[285]I never saw the second guy.    My mother started screaming. \n[286]I coulda saved him. \n[287](starting to \n[288]I never got to say good-bye. \n[289]I can't. \n[290] \n[291]  \n[292]  \n[293] \n[294]Pretty fuckin' ironic, isn't it? You can give me back the gun now, Doctor. \n[295]It's okay. I wasn't really gonna whack you. All right, maybe I was gonna whack you, but I was real conflicted about it. Progress, right? \n[296]Yeah, I figured. \n[297]Yeah. \n[298]  \n[299]  \n[300]No, I'm great. Never felt better in my life. When this meeting is over they won't know what hit 'em. \n[301]  \n[302]Shouldn't you be outside playing or something? \n[303]How long you gonna sit there? \n[304]I'm done. \n[305]Primo! \n[306]  \n[307] \n[308]Saving your ass. Sit down.    I'll take it from here. \n[309] \n[310]About two and a half weeks ago, somebody killed my friend, Dominic Manetta. \n[311]What I really came here to say is that I've come to a very important decision in my life. I want out. \n[312]I'm going away for a while, but I will respect the oath I took the day I was made, and whatever I know about anyone else's business, I take with me to the grave. You have my word. \n[313]As for my own organization, I know Carlo Mangano would like to be the new boss. \n[314]That's why he betrayed Dominic and me to our enemies and sent his own man to kill me in Miami. \n[315]But I leave it to my people to deal with that and choose their own boss. And even though it's my right, I won't take revenge, mostly because I'm in a good place mentally and feeling good about me. \n[316]I realize that, so as an extra token of good faith between us, I've taken the liberty of writing down everything I know and putting it in a safe deposit box in case anything happens to me or my family. \n[317]Let's move. \n[318]I don't want to do this, Primo. \n[319]Not anymore. Hey, Carlo, tell me. You gonna stab me in the back like the piece of shit I always knew you were? \n[320]I don't think so. Mo-Mo! \n[321]Bigs! \n[322]Eddie! \n[323]It's over, Primo. Now get the fuck outta here. \n[324] \n[325]Yeah. You tripped over your unconscious. \n[326]And how does that make you feel? \n[327]I'll bet you feel hurt, too, don't you? \n[328]Donny, when you're thirsty, you don't go to the wall -- you go to the well. You know what I'm saying? Your mother may never be able to listen to you, but you have friends here who will. Okay? \n[329]I heard. I had nothing to do with it. There were guys lined up from Canarsie to Atlantic City who wanted to whack that bastard. \n[330]You know, Doc, I don't think I ever thanked you properly for curing me. \n[331]You, you, you're very good. ", "Tuna": "", "Jelly": "\n[1] \n[2] \n[3]So you could be the big boss. Everybody figures you're lookin' to wipe out the competition before the big meeting. \n[4]It's alright with me if you did -- \n[5]That's all right, sir. It's our fault for being in front of you like that. \n[6]It's okay.   Forget about it. \n[7]No, it was like that before. \n[8] \n[9]You're a doctor? \n[10]A shrink. You talk to a lotta nuts, huh? \n[11]Pings and knocks. Cheap gas. Hey, how do those minivans handle? \n[12]Take it easy, Doc. \n[13]You feel all right? \n[14] \n[15]Anything. \n[16]We just came from the doctor. \n[17]You're gonna change your face like Sonny Black? Don't get his nose though, he looks like a pig. \n[18]It saves time. \n[19]Wow. This is like the Psychic Network or something. I just ran into a psychiatrist. Actually he ran into me. \n[20]Yeah, he seemed like a smart guy. He had a business card and everything -- \n[21]What do you need a shrink for anyway? \n[22]Got it. \n[23]Of course. Absolutely. Can I ask you one thing? \n[24]This friend.    Is it me? \n[25]Dr. Sobol? \n[26]Yeah, I know, I'm sorry. \n[27]Bingo. Get outta here. \n[28]Upsa-daisy.   You got a coat, nutbar? \n[29]He's leaving. \n[30] \n[31](peeling off another \n[32] \n[33] \n[34]Mr. Vitti wants to see you.   I have your robe. \n[35]  \n[36]No, I think they use the men's room next door at the Burger King. Mr. Vitti wants to see you. \n[37]You're an employee of Mr. Vitti's. That means you're on call twenty- four hours a day just like the rest of us. \n[38]Don't be a skavootz. It is what it is. If he needs you sooner, you go. \n[39]Already done. \n[40]That's right. \n[41]My ears are sealed. \n[42]That's fuckin' weird. \n[43]Sorry. \n[44]I'm gonna get something to eat. You want like a sandwich or somethin'? \n[45]A half a sandwich. \n[46]I'll be back in about twenty minutes. \n[47]No, but they will in a minute. \n[48]It's Dr. Sobol. He says he needs to see you right away. \n[49]  \n[50]Sit up front with Jimmy. \n[51]Paretti's has a very special meaning to Paul. \n[52]Hey! \n[53]Hey, just shut up. \n[54]He don't like to talk about it. \n[55]I'll go with you. \n[56]  \n[57]You need more roughage. A bran muffin in the morning would help with that. \n[58]Sorry, Doc.    It's not personal, you know. \n[59]  \n[60]What's wrong with you? Don't you have any respect? This is a very difficult thing for Paul. \n[61]  \n[62]Jesus, the guy's fallin' apart. \n[63]   \n[64]   \n[65]  \n[66]    \n[67]  \n[68]   \n[69]  \n[70]No, Doc. That one's mine. You got the Chevy Camaro and the side-by-side refrigerator-freezer. \n[71]How you feelin', boss?   You need anything? \n[72]  \n[73] \n[74]  \n[75]Okay.   Kiss, kiss -- \n[76]I'm sorry about this, Mrs. Sobol, but duty calls, you know? \n[77]Nice, huh? \n[78]You're a pistol. I like her. \n[79]He's bad, Doc. Worse than I ever seen him. I think his inner child is all fucked up. \n[80]Yes. Once on 'Bonanza,' Hoss Cartwright got bit by a raccoon. He got this fever and he was shaking -- \n[81]This is serious, Doc. If he doesn't make this meeting, they'll kill him for sure. \n[82]That would work except for one little detail. I'm a fucking moron. I'm known for it. You have to go. \n[83]Hey!   Watch that. \n[84]It's different when I say it. When you say it, it sounds very negative. \n[85]Doc. \n[86]Correction. Mr. Vitti couldn't shoot you. But here's something about me you should know. I never got married, Doctor Sobol. I don't have a hobby. I never got a dog or a cat. I don't even have a goldfish. I live for one reason only, and that's to serve Mr. Paul Vitti. He's what I'm thinking about when I wake up, and he's what I'm thinking about when I close my eyes to sleep. If he told me to jump off a tall building, not only would I do it, I would hope to survive so I could do it again and again until he told me to stop. This is all I know. This is all I got. So please don't think I won't kill you, because I'd hate for your last thought to be a wrong one. You're going to that meeting. \n[87]Shut up. You're making him nervous. If he gets nervous and fucks up, they'll kill him for sure. Let's go over it again. \n[88]Mr. Vitti's been detained, apologies all around, blah, blah, blah. Then you say you're the new consigliere, and you're prepared to speak for Mr. Vitti. \n[89]Then you just keep your mouth shut, and hope nobody asks you nothin'. \n[90]Shut up. If you have to talk, just be vague. Can you do that? \n[91]Don't fucking whine! Whining's a dead giveaway. Come on! You're the consigliere, for Chrissake. \n[92]On his way.   Don't worry. \n[93]He's -- it's okay. Forget about it. \n[94] \n[95]Mr. Vitti meant no disrespect. The thing is, he's not feeling well. He's sick and he -- didn't feel well -- \n[96] ", "Michael": "\n[1]You're late. \n[2]Yeah, what's Caroline's problem? Your boyfriend's gone, he hates your guts, get over it. \n[3]I can't help it. I hear you through the vent in my room. \n[4]Okay, okay. How's that guy who dreams about shitting trout? \n[5](struggling with the \n[6](taking off his \n[7]Mom. \n[8]Oh, yeah. She really cares. She says you're intimidated by women your own age, and that's why you go for these young babes. \n[9]You gonna vent? \n[10]I think you're reacting like this because you're mad we have to go to this party. \n[11]But there's two Dr. Sobols. There's you and Grandpa. \n[12]Are you going to read Grandpa's new book? Mom says you won't because you're... \n[13]  \n[14]Dad has a patient who dreams he shits trout. \n[15]I didn't.   Hey, Dad? One thing though. \n[16]I go fag, you die. \n[17]You are so cool, Dad. Was that really Paul Vitti? \n[18]Should I take it off the internet? \n[19]I'm kidding! \n[20]Hi, Laura. \n[21]No, it was nice, but I'm fourteen so it wasn't -- you know -- age appropriate. \n[22]Great. \n[23]Why would I want to look at the camera? \n[24]  \n[25]   \n[26]Well, to be real honest. I'm not having as much fun as it looks like I am. I'm pretending, you know, because we have to bond and everything. \n[27] \n[28] \n[29]Seriously? \n[30]So cool! \n[31]It's almost as tall as the house! \n[32]The FBI! This is better than the fountain! \n[33]But -- \n[34]Fine. I can hear better in there anyway. \n[35]You are in trouble. ", "Sobel": "", "Nicky": "\n[1]Please, Mr. Vitti, I told 'em I don't know anything but they don't believe me 'cause that one time I said Little Joe hit Dukey and it turned out he didn't but I didn't know because -- \n[2]Yeah.   You're Mr. Vitti. \n[3]Uh, you're gonna crack me on the head with that pipe? \n[4]I don't know. \n[5] ", "Shivers": ""}}