{"filename": "Angels-&-Demons_script.txt", "imdb_id": "tt0808151", "imdb_url": "https://www.imdb.com/title/tt0808151", "characters": ["Cardinal Lamasse", "Cardinal Guidera", "Lieutenant Valenti", "Camerlengo Patrick McKenna", "Robert Langdon", "Assassin", "Chartrand", "Father Simeon", "Commander Richter", "Claudio Vincenzi", "Vittoria Vetra", "Cardinal Strauss", "Cardinal Baggia (as Marco Fiorini)", "Inspector Olivetti", "Cardinal Ebner"], "dialogues": {"Cardinal": "\n[1] \n[2]Si...si... \n[3]Castel... Sant'Angelo... \n[4]But Signore, you would not call the ballot.    Surely you remember -- you gave up your post as Great Elector. \n[5]They are singing in St. Peter's Square!   What happened here tonight transcends our laws! \n[6]Perhaps they need not be discarded. \n[7]I am thinking now of Romano Pontifici Eligendo, Numero 63. \n[8]Balloting is not the only method by which a Pope can be elected.    There is another, more divine method. \n[9]Si, signore! \n[10]Of course! Election by Adoration occurs when all the cardinals, as if by inspiration of the Holy Spirit, freely and spontaneously, unanimously and aloud, proclaim one individual's name. \n[11]And the law states that Adoration supersedes all other eligibility requirements.    The candidate need only be an ordained member of the clergy. ", "Lamasse": "\n[1]Conclave will go on without us.    The voice of God will not be silenced. \n[2]May God forgive you for what you've done. ", "Guidera": "\n[1]Castel... Sant'Angelo... ", "Lieutenant": "", "Valenti": "", "Robert": "", "Langdon": "\n[1]Swim might help your jet lag. \n[2] \n[3]Vatican Police?    I was expecting another letter. My request for access to the Archives? \n[4]Shouldn't you be in Rome?   Busy time for you guys. \n[5]Urgent Vatican business, involving me? I doubt that. \n[6]llluminati? \n[7]Did they?     Look at the paper. \n[8]Look again. \n[9]Turn it upside down. \n[10]It's called an ambigram, the same backwards and forwards. That's common in a symbol, like a Jewish star, or yin-yang, or a swastika, but this is a word. People have searched for the llluminati ambigrammatic symbol for four centuries, modern symbologists even tried to create it, but nobody could pull it off, not even by computer. Most had concluded it was a myth. I wrote a book about it. Which is why you're here, isn't it? \n[11] A hand skims along a bookcase and stops at that very title, a heavy academic tome.    Langdon pulls it out and drops it on the desk in his apartment with a THUD.  (The apartment is cluttered with esoterica, the home of a man whose taste in furnishings was very fashionable about four hundred years ago.    A single man -- no kid stuff, no cats.  Langdon flips the book open to an illustrated section in the middle, filled with renderings of previous attempts to create the symbol he now holds in his hand.     \n[12]Incredible.    Either someone just figured out how to make this, or they found it.    Recently.    Which would mean the llluminati have returned. An ancient brotherhood, enemies of the church, surfacing just after the death of a Pope?    I'd pull you off vacation too.  \n[13] \n[14]What do you want from me?  \n[15]Why me?  \n[16]I wasn't under the impression that episode had endeared me to the Vatican. \n[17]Spoken like a Roman Catholic. \n[18]The llluminati didn't become violent anti-Papists until the 17th century. Initially, they were physicists, mathematicians, astronomers.      Their name means \"the Enlightened Ones.\" In the 1500s, they started meeting secretly to share their concerns about the church's inaccurate teachings. They were dedicated to the quest for scientific truth.     And for that, the church -- to use your words -- hunted them down and killed them.      Drove them underground. \n[19]Into a secret society. \n[20]I assumed you were Swiss Guard. \n[21] \n[22]The Great Castration. \n[23]1857. Pius IX felt the male form might inspire lust, so he got a hammer and chisel and unmanned two hundred statues.    These plaster fig leaves were added later. \n[24]Me?   No, I'm anti-vandalism. \n[25] \n[26]That's right. Rocher looks him up and down, so, you're Langdon. \n[27]\"Vatican City will be consumed by light.\" \n[28]It's an ancient llluminati threat. The destruction of Vatican City through light.     The four pillars -- he probably means the kidnapped cardinals.     You didn't mention they were the preferiti. The favorites to be chosen as the new Pope.     Play it again. \n[29]Stop it there. \n[30]\"Brand\" them, another llluminati legend, this one says there are a set of five brands, each one an ambigram. \n[31]The first four are the fundamental elements of science -- earth, air, fire, water.    The fifth -- is a mystery.    Maybe it's this. \n[32] \n[33]Don't you guys read your own history? 1668.     The church kidnapped four llluminati scientists and branded their chests with the symbol of the cross.     To \"purge their sins.\" Murdered them and left their bodies in the street as a warning to others to stop questioning church rulings on scientific matters.     It was after La Purga that a darker, more violent llluminati emerged.     This sounds like retribution. Is there any more? \n[34]The Path of Illumination? \n[35]I need to get into the Vatican Archives. \n[36]This has nothing to do with that, The Path of Illumination is an ancient trail through Rome that leads to the Church of the Illumination, a secret place where llluminati members could meet in safety.    If I can find the Segno, the sign that marks the start of the Path, I'm willing to bet the four churches along it are where he intends to murder your cardinals. If we can get to one of them before he does, we can stop it.    But to find the start of the path, I need to get into the Archives. \n[37]Or by papal mandate. \n[38]What about Il Camerlengo?   Let me talk to him. \n[39]Doesn't the power of the Holy See rest with him during tempe sede vacante? \n[40]Hey, fellas --- you called me. \n[41]Thank you, Padre. \n[42] \n[43]I'm an academic. My mind tells me I will never understand God. \n[44]Tells me I'm not meant to. \n[45]I believe that faith is a gift, which I have not been fortunate enough to receive. \n[46]\"A shining star at the end of the Path.\"    My thoughts exactly. \n[47]Both.    You're a physicist? \n[48]Okay. \n[49]A little book written by Galileo. \n[50]And a devout Catholic.     He thought science and religion weren't enemies, but two different languages telling the same story.     He wanted like minds to be able to find the Church of Illumination, but he couldn't exactly advertise its location, so he created a coded path.     An unknown llluminati master sculpted four statues, each a tribute to one of the four fundamental elements -- earth, air, fire, water -- and put them out in public, in churches throughout Rome.     Each statue held a clue, pointing to the next. And at the end of the trail was the Church of Illumination. \n[51]The llluminati called those four churches by a special name -- L'Altare di scienza.    The altars of science. \n[52]Oh.   Oh, wow. \n[53]We go in alone? \n[54]Take a moment.     If you feel double vision, double over. \n[55]Plenty of time. \n[56]Uh... actually, I take that back. \n[57]-- confiscated from the Netherlands by the Vatican shortly after Galileo's death.     I've been petitioning to see it for almost ten years.     Ever since I realized what was in it. \n[58] \n[59]It made no sense. And then I thought -- what if it were a Roman numeral? \n[60]D3.   Galileo's third text. Dialogo.    Discorsi. \n[61]Diagramma. \n[62]Diagramma della Verita.        The Diagram of Truth. \n[63]This is where he got the word out. The truth, not what the Vatican forced him to write.    Smuggled out of Rome and printed in Holland on sedge papyrus. That way any scientists caught with a copy could simply drop it in water and the booklet would dissolve. \n[64]Between its delicate nature and the Vatican burnings, it's said this is the only copy that remains. \n[65]And if I'm right the Segno should be hidden -- -- on page number -- -- five. \n[66]Latin.    Can you --- ? \n[67]Finger acids. \n[68]Do that again. \n[69]A line of text.    In English. \n[70]No one spoke it at the Vatican.    It was considered polluted.    Too free- thinking, the language of radicals like Shakespeare and Chaucer. \n[71]Another line. \n[72]\"The path of light is laid, the sacred test...\"    I need a pen, we have to transcribe this. \n[73]Ah, what the hell. \n[74]I'll know in a minute, give me the paper. \n[75] \n[76]'Cross Rome the mystic elements unfold. \n[77]The path of light is laid, the sacred test... \n[78]Let angels guide you on your earthly quest. \n[79]Huh?    Oh, um -- well, she moved so fast.·. \n[80] \n[81]Raphael. \n[82]Santi was his last name. \n[83](not entirely \n[84]I believe I am. \n[85]As impossible as kidnapping four cardinals from Vatican City?    The poem is precise. \n[86]The Pantheon is your one chance to catch this guy. \n[87]You would have, a hundred years ago. The Vatican had all the pagan statues in the Pantheon removed and destroyed in the late 1800s.    Whatever marker was there to lead us to the next church is gone now.    The path is dead.    This is your chance. \n[88]You can't send her in there alone. \n[89]I'm sorry. \n[90]Ancient newlywed. \n[91]You really know how to use that gun gave you? \n[92]Thought you said you were a physicist, \n[93]Make it short. \n[94]Seven minutes to eight. \n[95]Long story. \n[96] \n[97]The oculus. That could be the \"demon's hole\" in the poem. \n[98]To face east.          Sun worship. \n[99] \n[100]Where do you think halos came from? Not just sun worship though, the Catholics borrowed Communion from the Aztecs, canonization from Euphemerus, the cruciform from the Egyptians --- \n[101]Just trying to keep the conversation lively. Check the recesses.    I'll go left. See you in a hundred eighty degrees. \n[102]Vittoria! \n[103]What are you talking about?! \n[104]That's not possible, the poem said- \n[105]I don't know... Urbino, I think... Santi's earthly tomb... what else could it possibly... Santi 's tomb... \n[106]Damn it!    \"Santi's tomb\" must mean one of the chapels he built!    He's not buried in it, he designed it! Rich people commissioned burial chapels in churches all over Rome in his day! And the \"demon's hole,\" it isn't the oculus, it's an undercroft, a crypt, common sixteenth century term! \n[107]Yes!    Did Raphael Santi ever design a chapel with an ossuary annex and angel figure commissioned by the Catholic Church?! \n[108]Well?! \n[109]One'll do. \n[110] \n[111]Please, we have four minutes! \n[112]Commandante, if you care at all about your church- \n[113]This is the place. \n[114]An obelisk, with a pyramid at the top. Both Masonic symbols. \n[115]The Illuminati were infiltrators. There isn't a powerful organization on earth they didn't place members in. Look at a dollar bill some time. A pyramid, an occult symbol representing convergence upward, with the eye of illumination above it, and beneath it the Latin for \"New World Order.\" \n[116]FDR's vice-president was a high- ranking Freemason.    Convinced him the words in Latin actually meant \"New Deal.\" \n[117] \n[118] \n[119]You have to give that back. \n[120]Pyramids.      In a Catholic church. This is it. \n[121]The demon's hole. \n[122]Anybody got a flashlight? \n[123]Not from up here. \n[124]Those guns.          Keep 'em handy? \n[125]More or less. \n[126]He's here!    I think he's -- sitting. Hello? Are you all right? \n[127]Earthly symbology... everywhere... \n[128]I made a mistake. \n[129]The chapel is.     But the sculptures are Bernini. The unknown Illuminati master was Bernini. \n[130]Almost exclusively.    It means the Illuminati even infiltrated the Vatican.    They hid in plain sight. \n[131]Habakkuk and the Angel. \n[132]The prophet who predicted the annihilation of the earth.    This is the first marker. \n[133]\"Let angels guide you on your lofty quest...\" \n[134]The Path is alive. \n[135]Southwest...   it points southwest... \n[136]Earth-air-fire-water, we're looking for a Bernini sculpture having something to do with air... And the next church is southwest of here. \n[137]I need a map.    One that shows all the churches in Rome. \n[138]I could use it now. \n[139]And a compass! \n[140]The black rectangles with crosses are churches, and none of them intersect the line until it comes to an end, right in the middle of St. Peter's Square. \n[141]The Basilica is Michelangelo, but the square is Bernini.    The second marker must be a statue in the square. \n[142]Another obelisk.    We're close. \n[143]How in God's name would anyone make a sculpture about air? \n[144]Bas relief! \n[145]The other half of sculpture is bas relief. Look for more!     Something having to do with air! \n[146]\"West Ponente.\"    The West Wind.    An angel's face and five streaks.   Air! \n[147]The line of the breath in the carving points due east, directly away from Vatican City, but there are five lines, so there's room for error. \n[148]There are about twenty churches that intersect it.    None of their names invoke \"fire,\" but there must be a Bernini sculpture inside one of them that does.    I'm going to need to get back into the Archives to find it. \n[149]It would surprise the hell out of me. \n[150]Assets. \n[151]Artwork is valuable, and corporations tend to keep track of their holdings. \n[152]Sure sure, I get that. \n[153]But it's also a bank. \n[154] \n[155]You don't smoke, do you? \n[156]Sit down before you fall down. \n[157]My Italian's no good, what does this note say?   Next to the entry for The Ecstasy of St. Teresa? \n[158]Moved to another church?      At Bernini\"s suggestion? \n[159]Fire. \n[160]Fire. \n[161]Fire. \n[162]The door -- ? \n[163]That's too bad. \n[164]Anything? \n[165] slips the gun out of the holster and hefts it.     Safe bet he's never held one of these before.  He staggers over toward the glass wall, raises the gun, and pulls the trigger.    Nothing happens.    Trigger doesn't even move.     After a moment of oxygen-poor thinking, he figures out how to CLICK off the safety.    Tries again.    The sound of the shot is barely audible to Langdon.     His brain's going fast.  If he was hoping to bring the whole wall down, he failed, but there's a faint HISSING sound coming from the bullethole, and he goes to it and takes a deep breath of air from the outside.  He stands back, his brain clearing momentarily.  Seized by an idea, he looks up at the wall, at its four corners, and at the tiny web of cracks radiating out from the hole he just made in the center.  He raises the gun again and fires off FOUR SHOTS in quick succession.    They're in an odd pattern-- upper left corner, upper right, not quite as high, lower middle-left, and the very lower right corner.  Now there are four new holes, each HISSING slightly, and the first hole, in the center.  Shaking his head once more to clear it, Langdon steps forward to the glass wall, but instead of barreling against it or throwing a chair, he simply raises one hand, places it flat over the first hole he made, the one in the center of the glass wall ---   Almost immediately, a SHARP SOUND comes from the hole beneath his hand and a jagged crack leaps out from the first hole, shooting up to connect with the hole in the upper left corner.  He presses just a touch harder and a SECOND CRACK starts, shooting down to the lower right.    Then a third, and a fourth, the glass is cracking like ice in springtime, all four extremities connecting with the central hole, and with a huge GROANING SOUND - -  -- the entire glass wall falls to pieces at his feet.  Air RUSHES into the vault.  And, wouldn't you know it, the power comes back on in the Archives.  \n[166]Are you out of your minds?! \n[167]Someone tried to kill me. \n[168]Yes. \n[169]You heard me ask permission!    You assigned me an escort!    Don't try to tell me you didn't know I was in there! \n[170]Or there is the other possibility. \n[171]Infiltration is the Illuminati specialty -- why not the head of the Swiss Guard? \n[172]I want to speak to the Camerlengo. \n[173]Unavailable?        Why? \n[174]From whom? \n[175]Oh, right. \n[176]Oh no. \n[177]The cleat, on the wall!   Get something to stand on! \n[178]Let angels guide you on your lofty quest... \n[179]Cross Rome the mystic elements unfold... \n[180]What direction is that? \n[181]Map. \n[182]We're here... Piazza Barberini... \n[183]Damn it. \n[184]Fire and death.    Show me where Santa Maria del Popolo is. \n[185]And St. Peter's is... \n[186]And we're over here -- \n[187]-- and west is -- \n[188]'Cross Rome... \n[189]It's a cross.    The poem meant it literally.    The four altars of science form a perfect cross. \n[190] \n[191]Here. \n[192] \n[193] \n[194]Now you can either do what they tell you and force me to go to the Vatican, where we can all mourn his death together, or you can show them how real cops act and take me to the Piazza Navona, where we might be able to stop it. \n[195]By all means, talk it over.    But in fourteen minutes he'll be dead. \n[196] \n[197]Isn't there an angel on this fountain? \n[198]The marker's no good without an angel, pointing to the final- \n[199] on the other side of the fountain, the van rocks slightly, but he can't see anything out of the ordinary.  He turns, looks to the Second Cop, who is just now approaching from the rear of the van.  \n[200] the van rocks again, but he can't see anything more detailed than that.    All he knows is the two cops aren't coming out from the other side of the van, something is going on --     -- and the bell in the clock tower starts to BONG.  \n[201] -- the sliding door on the fountain side of the van SLAMS open  and with manacled hands and feet.    He thrashes against the iron links, but the chains are too heavy.    One of the links bisects his mouth like a horse's bit, stifling his cries for help.    Mr. Gray hovers over him.  Langdon GASPS   --  -- and Mr. Gray shoves the bound figure roughly out of the van.  The Cardinal rolls, falling into the fountain with an enormous SPLASH.    His weighted body sinks immediately to the bottom.  There is a moment, frozen in time, in which Langdon locks eyes with Mr. Gray, still hunched in the back of the van as the clock tower continues to BONG, the only sound we can hear.  Langdon looks at him, then down at the body in the fountain, then back up at Mr. Gray--  -- who salutes him ---  -- the van door SLAMS shut, and the van tears ass out of there.  Langdon looks from its receding taillights to the idling police car, its door hanging open, he could jump in and give chase, but then his eyes go back to the fountain, where the drowning cardinal must not have much time left, and it's really no decision at all.  Langdon covers the distance to the fountain in two quick strides and leaps in.  \n[202]Cardinale Guidera? \n[203]The Church of Illumination.    It's where you were being held, isn't it? \n[204] \n[205]You're all right? \n[206]Cold and wet but alive.       Where's Rocher? \n[207]This is it.    The Church of Illumination is somewhere in the castle. \n[208]The Vatican used this place for centuries as a hideout, a prison for enemies of the church -- there are passages and catacombs everywhere. It makes sense, the Illuminati infiltrated the Church's own stronghold.    Bernini was chief architect here, he left clues everywhere, it's even surrounded by a pentagonal park! \n[209]There. \n[210]A traforo.    Commanders on horseback used them to ride directly into a castle from the outside. \n[211]It's a dead end. \n[212]Where are they going? \n[213]No... no, it has to be here! \n[214]Bring a flashlight. \n[215]None of the other blocks are granite. And they're all square. \n[216]This one's a pentagram.   It points -- \n[217]-- at nothing. \n[218]The walls overlap. \n[219]Do you still have the gun? \n[220]Ignore me any time you like. \n[221] \n[222]Another overlap. \n[223]There's a fifth brand. \n[224]Two crossed keys. \n[225]The papacy. They're going to kill him.    Before they blow up the Vatican they're going to kill and brand the pope himself. \n[226]Technically, there is. \n[227]You could have been long gone by now. \n[228]Neither are you. I was expecting a fanatic. \n[229]Why didn't you kill us when you had the chancer \n[230]We've got to get to the Vatican. \n[231]We're under St. Peter's Square. \n[232]Senza chiave!    A one-way portal, the only access is from the other side! \n[233]The Camerlengo is in danger! \n[234] \n[235]Everything has been a sign, why should this be any different? \n[236]Crossed keys -- the symbol for the papacy, upside-down. \n[237] \n[238]Or bring it down upon itself. \n[239]They were conservatives, the former Pope was becoming more and more liberal.    Maybe they loved their church so much they were willing to destroy it. \n[240]St. Peter's tomb is the very core of Christendom. \n[241] \n[242]The Necropolis.    City of the dead. \n[243]What's wrong? \n[244]Father, please! \n[245]There it is! \n[246]Oh my God... \n[247]Are you okay? \n[248]Thank God. \n[249]Do I have someone to tell it to? \n[250]What are you doing? \n[251]Wait a minute. \n[252] he sees Rocher's face, looking up at him, dying:  \n[253] they're back in the Pope's office, but Rocher is alive, and saying words he said earlier:  \n[254] Rocher is back in the office again, finishing his sentence:  \n[255]For safety. \n[256]That...is the papal office. \n[257]The Pope spent a lot of time in contemplation, alone.    If he was worried about seizures, he must have asked Rocher to install a camera without telling anyone.    To keep an eye on him.    For safety.    And maybe -- \n[258]I   -- yes, I   -- of course. \n[259]I'll try. \n[260]I hear you've chosen the name Luke. There have been Marks and Johns, but never a Luke. \n[261]Is that a message?    Science and faith all in one? \n[262]You'll lead wisely. \n[263]I -- don't believe He sent me, Father. ", "Assassin": "", "Chartrand": "\n[1] \n[2]I'll be just outside the door. \n[3]Watching you, Mr. Langdon. \n[4]What are you looking for this time? \n[5]I beg your pardon? \n[6]The Catholic Church is not a corporation, Signore, it is a beacon, a source of inspiration for one billion lost and frightened souls. \n[7]Cfmmander Olivetti said I was not to leave your side this time. \n[8] \n[9]\"Moved at suggestion of the artist.\" \n[10]I don't know. \n[11]Electronic. \n[12]Walls... lead-lined... no signal. \n[13]Langdon says Cardinal Guidera will be killed in Piazza Navona.    He's on his way there with two Carbinieri. \n[14]You? \n[15]I need a Medevac to St. Peter's Square, right now! \n[16]The grid is still cycling -- the power to this section must be down. ", "Father": "", "Simeon": "\n[1]Commandante Rocher assures me the Guard is doing everything humanly possible to find the prefiriti. \n[2]What if you were to begin in their absence? \n[3](chastened, but not \n[4]He's be concerned about the public dimension.    People will think- \n[5]I'm afraid that's out of the question. Cardinal Mortati has insisted this entire matter be kept internal. \n[6]His final instructions before sealing the doors were very clear -- no outside communications unless absolutely necessary. \n[7]As you say. Yet, technically, now that Conclave has begun, it is his privilege and duty to control public announcements. I've drafted a short release about the incident in the square, but any other statements are specifically prohibited. For that, the Cardinal has asked me to remind you -- we have a chimney. \n[8]Eminence.    There is a growing fear that without the four prefiriti, a two- thirds majority for any candidate may be impossible.    Unless -- \n[9]It is the recommendation of many that you ask to be removed from your post as Great Elector -- \n[10]-- thereby making yourself eligible \n[11]I demand to speak to the Camerlengo. \n[12]You bastard!        You sanctimonious- \n[13]You bastard!       You sanctimonious- ", "Commander": "", "Richter": "", "Claudio": "", "Vincenzi": "", "Vittoria": "\n[1] \n[2] \n[3]About two billion years.     At that rate. \n[4]Power should be back five by five. \n[5] \n[6]We use retinal scanners. They cut out his eyes. \n[7]That canister contains an extremely combustible substance called antimatter.    We need to locate it immediately or evacuate Vatican City. \n[8]It's new, energy research technology. It uses a reverse polarity vacuum to filter out anti-matter positrons generated in particle accelerations in the Large Hadron Collider at CERN. \n[9]The anti-matter is suspended, there, in an airtight nanocomposite shell with electromagnets at each end. But if it were to fall out of suspension and come into contact with matter -- say, the bottom of the canister -- the two opposing forces will annihilate one another. Violently. \n[10]The battery going dead.     Which it will. In six hours and eleven minutes. \n[11]Where is that camera?   Number eighty- six? \n[12]You've got to find it. \n[13]You don't understand.    An annihilation is a cataclysmic event. It would be a blinding explosion, equivalent to about five megatons. The blast radius alone would be -- \n[14]Only the director of CERN.    But Leonardo kept detailed journals; if he told anyone else about what we were doing, he would have made a note of it. \n[15]I can have them flown here from Geneva in an hour. \n[16]Professor Langdon! \n[17]If this path really leads to the Church of Illumination, that may be where they've hidden the antimatter. \n[18]No, but I can change its battery, as long as it has more than five minutes of life.    That would give us another twenty-four hours to get it back to \n[19]Vittoria Vetra. Are you really a symbologist, or was he mocking you? \n[20] \n[21]What are we looking for in the archives? \n[22]Galileo was llluminati? \n[23](making the \n[24] \n[25]What makes you so sure the Segno is there? \n[26] \n[27]I know about Dialogo and Discorsi -- Galileo laid out his theories about the earth revolving around the sun, and the church forced him to recant. But what was this? \n[28]A bit. \n[29] \n[30]I'm sorry, I don't think there's anything that could be interpreted as a- \n[31]English?    Why English? \n[32]Sorry, Professor.    No time. \n[33]We borrowed it. \n[34]The first marker sounds like it's at Santi's tomb. \n[35]But who is Santi? \n[36]Raphael?     The sculptor? \n[37]So the path starts at Raphael's tomb! \n[38]Is the Pantheon even a church? \n[39]The information we have clearly refers to Raphael's tomb, and Raphael's tomb is inside that building. \n[40]Wait a minute, you'll scare him off. \n[41]I'm sorry, two weightlifters in matching black suits and earpieces, they're hardly disguised. \n[42]Fine.    I'll go. \n[43]Tourists have cell phones, don't they? Hi honey, I'm at the Pantheon, you should see this place! \n[44]You're crushing my hand. \n[45]A nervous newlywed? \n[46]Try harder. \n[47]I can tag a breaching porpoise from forty meters off the bow of a rocking ship. \n[48]I am.     Long story. \n[49] \n[50] \n[51]Make it short. \n[52]Why are the tombs at an angle? \n[53]But this is a Christian church. \n[54]You're saying Christianity is repackaged sun worship? \n[55]No wonder they don't like you around here. \n[56]Raphael's tomb!    But -- \n[57]--- it's the wrong one! \n[58]He was moved here, in 1759. A century after Diagramma was published! \n[59]Where was he originally buried? \n[60]Back to the Vatican?!        You can't! \n[61]The Freemasons?   Are Illuminati? \n[62]The United States government was infiltrated by Illuminati? \n[63]Is it Raphael? \n[64]Didn't he work for the Church? \n[65]Habakkuk? \n[66]Robert! \n[67]It's ten minutes till nine!   Can we go any faster?! \n[68]There must be a hundred statues up there, which one is it? \n[69]He's still alive! \n[70]His chest! They punctured his lungs! \n[71]The Pope took Heparin? \n[72] \n[73]The journals I asked for.    I'd like to stay here and study them.    If Leonardo told anyone else about our project, that could be the killer. \n[74]I'm sorry? \n[75]Bleeding of the oral mucosa. His gums.    Postmortem, the blood congeals and turns the inside of the mouth black. \n[76]It wouldn't show up until at least a week after his death. \n[77]I understand. \n[78]Where are we going? \n[79]I don't understand. \n[80]He died? \n[81]Meaning it was someone on the inside. \n[82]The journals.        Where are they? \n[83]Who took the journals from this desk?! \n[84] The police cars come to an abrupt stop in front of the Church of Santa Maria della Vittoria.    Flames glow like evil eyes through the stained-glass windows fifty feet above the ground.  A small CROWD has gathered, stabbing at their cell phones.    A SIREN WAILS in the distance.  \n[85] With three sharp CRACKS, Olivetti fires into the lock in the front door of the church.    He KICKS it open --  -- and flame RIPS out into the night air.  \n[86] Olivetti, Langdon, and four other VATICAN POLICE make their way into the burning church.    There is a massive pile of church pews in the center aisle, burning wildly.  \n[87] In the burning church, two heavy incensor cables run from the walls of the church and rise above the burning pews at an angle, strung tightly to a center point.    Langdon follows the wires up with his eyes --  \n[88]Those journals are private property. \n[89]I demand that you return them to me. \n[90]I am an Italian citizen and I have a right to- \n[91]Do you have something to hide, Commandante Rocher? \n[92] The burning church, now mostly extinguished.    But a LARGE CROWD has gathered, along with a dozen police and fire vehicles.  \n[93] As FIREMEN put out the last of the flames (not using water, but Halon gas, which creates no steam), a metallic TAPPING sound comes from somewhere.  One of the Firemen approaches another, gets his attention   -- stop what you're doing and listen.  They shut down a hose and stop, listening.  There it is again.    They SHOUT in Italian to the others, now everybody shuts down their hoses and listens.  The metallic TAPPING echoes in the smoldering church.  They walk toward it -- it's coming from an oval plate in the floor, like a manhole cover, heavy and carved.   We've seen one of these before, it leads to a Demon's Hole.  The TAPPING is louder now, rhythmic.    Somebody's down there. Crowbars are produced, the cover of the Demon's Hole is pried off and shoved aside, revealing --     rock in one hand as he clings precariously to the walls he has climbed.  Strong hands reach down, haul him to his feet      --  \n[94]I'm all right, what about you?! \n[95]I don't know. He took the journals, he's hiding something. \n[96]Back to search the outer castle. \n[97]Robert, it's a dead end. \n[98]Robert... \n[99]You told me to give it back. \n[100]I ignored you. \n[101]An angel. \n[102]We have thirty minutes left, I can still change the battery if we can find the cannister. \n[103]It isn't here. \n[104]What? \n[105]The symbol for the Vatican? \n[106]But there is no pope. \n[107]The Camerlengo?!    We have to- \n[108]Men of God. \n[109]You think it's a sign? \n[110]I can still change the battery if we hurry! \n[111]What's down here? \n[112]Set it down flat. \n[113]We still have seven minutes.   Good. \n[114]It's hot down here.   Isn't it? \n[115]Heat decreases battery life.      We may have less than five minutes. \n[116]If I pull the power with less than five minutes, the residual charge won't hold suspension. We should leave it and get clear if we can. At least if it goes off down here the damage will be- \n[117]Wait! \n[118]Do we have time for that story now? \n[119]Leonardo's journals.          I want them back. \n[120]Where's that? ", "Vetra": "", "Strauss": "", "Inspector": "", "Olivetti": "\n[1]Professor Langdon, welcome to Vatican City.    Ernesto Olivetti, Inspector Generale of the Vatican Police Force. \n[2]This way, please, we'll meet in the headquarters of the Swiss Guard. \n[3]No. The Gendarmerie is responsible for everything inside the Vatican walls, with the exception of the security of His Holiness and the Apostolic Palace.   That is Swiss Guard.    The Commandante Generale of the Roman Carbinieri has joined us as well, in an advisory capacity, and the Guarda Nacionale have sent a representative. \n[4]A God damn nightmare. \n[5]I beg your pardon? \n[6]Are you anti-Catholic, Professor Langdon? \n[7]I urge you to guard your tone in there. The Swiss Guard is a calling, not a profession, and it encourages a certain -- zealotry.   Commander Rocher, the head of the Guard, is a deeply spiritual man, and he was close to the late Pope.    Understood? \n[8]So do I.     You were my idea. \n[9]Wait here. \n[10]There's been a development.    We received another threat from the kidnapper. \n[11]It's wireless.     It too was stolen. That could be anywhere inside the Vatican walls. \n[12]Professor, this is not the appropriate moment to- \n[13]The archives are this way. \n[14] \n[15]What makes you think he's going to murder the cardinals in the churches? \n[16]Vatican Police aren't allowed access to the archives, only Swiss Guard. Lt. Chartrand will meet you inside. I'll be here when you're done. \n[17]Twenty minutes till eight, where are we headed? \n[18]Where did you get that paper?! \n[19]Are you insane?! \n[20]You removed a document from the Vatican Archives?! \n[21]Raphael is buried at the Pantheon. \n[22](snatching up the \n[23]Eight o'clock! \n[24]Can you tell what it is? \n[25] \n[26]Three, four minutes ago.    The same voice as on the tape.    We're analyzing the accent now, Alsatian is our best guess at the moment. \n[27]Not personally, but he said it was the Illuminati.    He said they murdered him. \n[28]The Pope's own medication.     A drug known as Heparin? \n[29]Someone knew. \n[30]Please.    In the car. \n[31]Do you know where the next church is? \n[32]Then get in the car! \n[33]We had no idea that -- \n[34] \n[35]cross-wired with that building. Commander Rocher was extending the search, if he'd known the Archives were on that grid, he never would have killed the power. \n[36] \n[37]Il Camerlengo is unavailable, \n[38]He's found evidence that the Holy Father was indeed murdered.    He is seeking guidance. \n[39]From God. \n[40]Please.      Make an effort. \n[41] CLOSE ON the dashboard clock in Olivetti's car, which now reads 8:57.    Langdon looks up from it, staring intently through the windshield.  On the horizon, he sees a faint orange glow.  \n[42] Through the windshield of Olivetti's car, we see that orange glow, closer now.    It's a building on fire.  ", "Ebner": ""}}