{"filename": "Angel-Eyes_script.txt", "imdb_id": "tt0225071", "imdb_url": "https://www.imdb.com/title/tt0225071", "characters": ["Carl Pogue", "Larry Pogue, Sr.", "Annie Lambert (as Guylaine St. Onge)", "Sharon Pogue", "Josephine Pogue (as Sonia Braga)", "Max Lambert", "Candace", "Lieutenant Dennis Sanderman", "Steven 'Catch' Lambert", "Jamal", "Larry Pogue, Jr.", "Kathy Pogue", "Ray Micigliano", "Robby", "Elanora Davis"], "dialogues": {"Carl": "", "Pogue": "\n[1] As they enter.    \n[2] We're in the midst of the party. We see Sharon drifting a bit, a hello here and there. She feels out of place.    \n[3] Sharon exits    and starts to walk away. She sees Larry Jr. look up from    his play. He smiles at her. She returns the smile --    it means a lot to her, and she walks on. As she reaches    the gate, she notices something across the street that    halts her. She stops still, surprised and so pleased.   ", "Sharon": "\n[1]Can you hear me? This one's conscious! \n[2]Wait. Wait. Listen to me.    Can you feel that? \n[3]That's my hand. Hold it.    Go on -- as hard as you can. \n[4]It's over, and I've got you, and you're safe. You're safe now. You got that? Don't let go. Don't let me go. \n[5]That car is older than they are. \n[6]That's what I said. \n[7]Don't we all. \n[8]Get it together, officer. \n[9]I love Elvis hair. They were going two damn miles an hour. \n[10] \n[11]I just dealt with the situation. The prisoner... \n[12]He grabbed me.     End of story. \n[13]If you think I crossed the line, put it in the report. \n[14]Not you, Rob. You're a rare unthreatened male cop with a good marriage, and you like to eat where I eat -- so everything's code four. \n[15]Thanks. But  she'll invite friends, try and fix me up. She's always trying to fix me up so she doesn't have to worry about you and me. \n[16]They all worry about that. \n[17]You don't need to fix me, Robby, or fix me up. I don't want some guy to heart and soul me and then walk away 'cause he can't stand the cop thing -- or worse: he wants cop stories every night 'cause it turns him on, and he has no idea who I am inside my head. Anyway, I'm busy tonight. \n[18]Yeah.   Hot and heavy. \n[19] She is on the floor using an exercise rig, sliding into crunches, pushing herself, sweating, alone. We BEGIN DRIFTING TO the rain-spattered window as night sounds filter in, HORNS, SOMEONE SHOUTING, a CAR MOVING BY with THUNDEROUS BASS MUSIC that pulses the very air and RATTLES the LOOSE GLASS of her window.   \n[20]Hi, Mrs. Vander. You're looking good. \n[21]Looks great. \n[22]Their vows? \n[23]Oh, yeah. We've had... there's been some problems with the mail in our building, so... I'll probably get it today. \n[24]So, I guess I'll see you. \n[25]I didn't see his truck, so... \n[26]How you doing? \n[27]Kathy and the boy? Bet he's big now. \n[28]Is he looking more like you now -- or did he get lucky? \n[29]Place is coming along nice. The octagon window. Dad's signature. \n[30]Look, Larry, I shouldn't have to hear it from Mrs. Vander -- about what's happening. \n[31] \n[32]Mom told him? \n[33]He's holding out, hah? \n[34]It's my family. Jesus, Lar. It's over ten years, and he won't let go of it. \n[35]For good reason. Remember? \n[36]You're still scared of him. \n[37]Nice seeing you, too. \n[38]Two more minutes. \n[39]Hey, Champ, my God, look how big. \n[40]Ow! You hurt my hand with that grip. Whew. \n[41]I'm semi-okay. I heard about the... ceremony and the party. \n[42]Take it easy.    You too, Champ. \n[43]Oh, no. You're not breaking my fingers again. \n[44] They are scouting through crates and weeds as a young man is flushed from cover at the back of the store and runs from them.  \n[45]  \n[46]I see him! \n[47]Freeze!    Right there! \n[48] \n[49]I was dead.   Y'know. \n[50]He had me.    I was dead. \n[51]I like how you're always asking the big questions, Ray. \n[52]Here -- use this -- call your wife and ask her instead. \n[53]Robby's a family man. \n[54]Yeah, but his family actually likes him. \n[55]The head.   Do you mind? \n[56]That reminds me, Ray. You still have that eye-liner you borrowed from me? \n[57] in the mirror and see how shaken she still is.   \n[58]There you are. \n[59]We thought you wouldn't show.    Why you sitting here? \n[60]I didn't have a chance to thank you. I'm Sharon Pogue. \n[61]You look familiar. \n[62]Why would you do that -- jump a man with a gun? \n[63]He could've shot you. You have a death wish? You a bungee jumper? \n[64]What d'you think about it now? \n[65]For someone you don't even know? \n[66]I never thought about it. \n[67]Now I'm walking around this town because of you. Ever think about that? Maybe you should be a cop. \n[68]Okay. What d'you do? You employed around here? Oh, God. Sorry. Every time I try to talk to somebody, it comes out like an interrogation. \n[69]What? \n[70]Does it work? \n[71]Bullshit. \n[72]Not in here.    It's mostly cops. \n[73]You have a nice smile. \n[74]So... what were we talking about? Oh, yeah, you were giving me some line about starting a conversation. \n[75]Okay.    I'll play. \n[76]Tomorrow I've got a night watch shift. If the weather clears, in the morning I'll go hiking. If it rains, I'll go to the gym -- and the laundromat. Ten years from now... I want to be living in some mountainous place. \n[77]Could be Tibet. Could be Colorado. Your turn. \n[78]Actually, I'm kind of tired, Ray. I'm taking off. \n[79]It's not a great neighborhood. Maybe I should walk you to your car. \n[80]Want a ride home? \n[81]It's starting to rain.   Don't be a hero. \n[82]Okay... ten years from now, what d'you want to be doing? \n[83]I'm not drunk. You think I'm drunk? I'm not. You'll know I'm drunk when I'm throwing up, and I never throw up, so don't worry about it. \n[84]Get in the car, will you? \n[85]I'm good at this. \n[86]Are you one of those people who drive ten miles an hour in the rain? I hate that. \n[87]Oh yeah?   What am I doing there? \n[88]I'm not pissed off at you. \n[89]Those guys  in the bar are my friends --  sort of. We work together,  we tell jokes and we bullshit,  but I can't say to them... \n[90]Every time I close my eyes, I see that goddamn gun pointing at me and I don't know why I'm telling you unless it's because you were there and because I had three drinks, but I'm not ready to go inside and close my eyes and I don't want to go to your place and I don't want to keep driving around, so what the hell do we do? \n[91]What I want  is to know how you happened to  be walking by that parking lot  at that minute. What if you hadn' t been there? \n[92]If you want -- you can come in for a minute. \n[93] As they walk in, she moves into the kitchen.  \n[94]Want a drink? \n[95]Sit down or something. \n[96]You're not supposed to look around. I didn't have time to straighten up. \n[97]It's rude. \n[98]I'm not mad. You'll know when I'm mad. I don't usually let somebody in here, but here you are. That's all. Let's talk about something stupid. \n[99]Okay -- one thing I don't believe is that 'supposed to' business. We were 'supposed to' meet. That sounds a little fringy to me, like something you might hear on public access TV. You believe that? \n[100]So, we... smell each other?   Who says that? \n[101]You mean like   a duck? No. I think dead is   dead. I've been thinking about   it all day -- and I don't want to   think about it anymore. \n[102]Why'd you do that? \n[103]It's Austria, but I can't picture myself in Austria. I'm not good with languages, so I couldn't qualify for the departments over there. \n[104]Thanks for... coming up here. \n[105] \n[106]Oh.    You're here as a medic. \n[107]Maybe going is a good idea. \n[108]Why? \n[109]Oh, God. \n[110]It's looking great, Mom. \n[111]Looks the same. Still smells like cigarettes. I thought he quit. \n[112]Your hair looks nice. \n[113]I guess I'm well. Is this always here? \n[114]Did Larry tell you I came by where he's working? Is that why you called me? \n[115]Who's 'we.'     You said 'we' want to invite you. \n[116]How come you're renewing your vows? \n[117]Your idea? \n[118]Wasn't it blessed before? \n[119]I just what, Mom? \n[120]Sorry.  I wish I did, too. Does he? Remember any good about me? \n[121]Hurt?    I hurt him? \n[122]Oh? How come you forgot what he did? \n[123]I'm glad it hasn't been that way. That means it worked, Mom. That was the point. That's why I did it. Christ. Why do I get punished for it? \n[124]Of course I'll come. \n[125]Why not? \n[126]Mom, I'm your daughter. I don't want any trouble -- ever. I'll come to the ceremony. I won't come to argue, and I won't come in uniform. \n[127]I'd like you to send me an invitation. Mrs. Vander said it's a beautiful invitation. \n[128]Mom. I'd like to get one... in the mail... from my family. Okay? \n[129]Tell Dad... thanks. \n[130] Sharon is climbing the   outdoor staircase to her apartment, tired after   her shift, drained a bit   by her visit home. When she    reaches her door she sees   that a long-stemmed rose has   been masking-taped to her   door. Written on the masking   tape is: \"Catch Lambert\"    and a phone number.  She pauses, staring at this, gets a little grin.   \n[131] Sharon is dressed for bed in a sleep shirt, lying on the bed, surrounded by old photos and a couple of photo albums from her girlhood. In a vase on her bed table is Catch's rose.  Sharon is feeling blue, looking at her young self within the family that has shut her out. She closes the book, angry at herself for nearly crying. She sits up and catches sight of the rose and rummages in the drawer and pulls out the tape with Catch's phone number on it.  She's very conflicted    about this. She puts the tape down, but it sticks to    her fingers. She tears it off and tries to throw it onto    the table, but it hangsoff her thumb. She sighs and     steels herself and dialsthe number.   \n[132]Do you have a machine? \n[133]Do you have an answering machine? \n[134]Will you hang up please, and I'll call your machine. \n[135]Hi. Maybe we can... have breakfast or something. I get up early and run in Ballard Park. There's a Denny's across from the park. Like eight or so. If you're there, you're there. \n[136]Oh, God. \n[137] She has tossed and turned all night. She is awake, turning to look at her clock-radio. It is 7:14. She raises a hand over it.    \n[138]Hi, don't pick up. Look, I didn't sleep much and anyway this is a bad idea. I was feeling funky last night and I'm all right now so let's just leave it where it's at. Bye. Oh, thanks for the... Bye. \n[139] She is still in bed, under the sheet. Someone begins KNOCKING on her door and she sits up, bleary and frustrated.  \n[140]Damn it! \n[141]What?!     Who?! \n[142]Oh, Jesus. \n[143]I was just falling asleep. Finally. \n[144]It wasn't a 'date.' \n[145]I called you.    I called you at seven. \n[146]Check your messages. \n[147] \n[148]Then why are you here? \n[149]What's in the bag? \n[150]Did you bring some coffee? \n[151]What else did you bring?   Food? \n[152]Just black.   Black. Thanks. \n[153]So what kind of life did you rearrange in order to get to Denny's? You never said one word about yourself last night. What d'you do? \n[154]What's the difference?! You're standing in my bedroom. That's the difference. Who are you? \n[155]You're ducking. Don't duck. Oh, shit -- you're married, right? \n[156]I don't believe you. \n[157]No. \n[158]Oh, God. Oh, wait -- you're involved in some criminal activity, aren't you? Great -- That's all I need. \n[159]Bullshit. I'm... I let you in here. I'm not going to be some fool. I need the details. \n[160]That's ridiculous. Why? \n[161]Oh.   Your rules. \n[162]Jesus. Okay. Fine. I don't really want to know you anyway. Goodbye. \n[163] \n[164]You live here? Nobody lives here. This place is some kind of front, a scam, a drop -- or what? \n[165]What? \n[166]I just don't want to be jerked around. \n[167]Then tell me straight out.      Who are you? \n[168]Your life.    I don't want any surprises. \n[169]That's all of it? \n[170]Which is? \n[171]You thought you were what?       Gay? \n[172]I'm supposed to understand that? \n[173]I don't know.    I just don't know. \n[174] \n[175]Why?   What'd I do? \n[176]My attitude's fine. End of a long day. I'm tired. \n[177]Family?! \n[178]What about Larry? \n[179]Larry.     Oh Christ. \n[180]Thanks for telling me. \n[181]I wanted to catch you before you went to work. \n[182]I don't sleep much. Can I come in? \n[183]Where's Kath? \n[184]Hey, Champ. \n[185]Y'know, they call this one a woody 'cause it has wood on the sides. \n[186]To see Kathy. \n[187]I'll just say hello. \n[188]It gets worse? \n[189]When Larry and I were growing up, our mother said that all the time. 'Don't make your father mad.' Has he hit Larry Jr. yet? \n[190]Oh.   Just you, huh? \n[191]You see a pattern here, bro? \n[192]People always say that: 'I've got a temper.' Like it's an excuse. \n[193]You want to hit someone?       Next time your 'temper' flares      up, Lar, and you just have to hit      somebody, you go home and hit your      father. \n[194]I'm blaming you, you fucking coward. \n[195]What do you call a man who uses his wife as a punching bag? Coward. \n[196]I know how it feels, 'cause I remember. I remember standing between you and Dad and taking the blows for you -- and for what?! You turned out to be just like him, you bastard. And so did I. \n[197] She is just returning home after her shift, very tired, drained. She absently turns ON the TV, the STEREO. She notices a blinking light on her MESSAGE MACHINE and hits the button.  \n[198] \n[199]It's you, right? \n[200]Can you just shut up?    Just shut up and listen. \n[201]I don't want to talk. I don't care if you have to play some game and pretend you're a... 'angel of mercy' or... whatever. I don't care, but I don't want to hear about it. All right? I don't want to hear anything. \n[202]It's a bad night. \n[203]This is good... but I'm too tired to stand up anymore. \n[204]You want to kiss me? \n[205]Kiss me someplace I've never been kissed. \n[206]Why do you stop? You always stop. \n[207] Just after dawn. Catch has slept on the couch. He is beginning to awaken now as the first light strikes the windows. The dreamy TRUMPET FADES OUT. Catch's eyes clear, sleep replaced by thought, and he is suddenly shaken by --   \n[208]What?       You owe him money? \n[209]If you're in trouble... \n[210]If you're in trouble with him, maybe I can help. \n[211]This is not a great place to walk. \n[212]I work here.   It's not fine. \n[213]Besides the shootings, break-ins, rapes, cart thefts? We've got a loose dog raiding garbage cans, knocking 'em over. Can't catch him. Got somebody blowing a trumpet between midnight and three. Can't find him. \n[214]You know everybody here? \n[215]Try what? \n[216]I feel like a jerk. I feel like a smiley face. \n[217]Jesus Christ, Catch. \n[218]You had no right to do that. God! You think you know everything?! Who the hell are you, some expert on raising kids?! The neighborhood angel?! Jesus! \n[219]That's not your problem! \n[220]Okay, fine -- you tell me what it is! \n[221]Blind to what?! \n[222]Or like me, right? What about you? How come you can see? \n[223]Yeah.    Fine. \n[224]I'll be out. \n[225] She is watching the people on the street, NOTICING, for once, just how isolated they are, each in a box, passing without connecting.   \n[226] watching.   \n[227]Let's go talk in the yard. \n[228] As they meet by the tire swing.    His eyes burn her, hate and pain.  \n[229]You took a swing at me. \n[230]I'm sorry I hit you so hard. \n[231]Jesus, Larry, what about Kathy's face?! \n[232]Okay. I'm sorry I came here.       I'm sorry I hit you. Okay? \n[233]Don't go to my department, all right? \n[234]Larry... \n[235]Because the job's all I got. \n[236]That's what you said. \n[237]I got a life! \n[238]How the hell would you know about my life?! \n[239]You know nothing about me, because you don't want to know. The family doesn't want to know me. Well, too bad. Sharon's got a life. Sharon's got a boyfriend. Sharon's going hiking in the morning with her boyfriend. She's not sitting alone miserable like you want. Too bad! \n[240] Sharon is pounding along, barely out of breath. She studies the beautiful view, and it helps her. It lifts her. Catch is falling behind, breathing heavily.  \n[241]I thought you walked all over the city. \n[242]My favorite lunch spot is another half mile. \n[243]I'm okay.   Everything's code four. \n[244]Everything's fine. \n[245]Yesterday -- you mean you want to hear about it? \n[246]No kidding. Why? You never talk about yesterday. \n[247]Yesterday. Okay. Yesterday we rolled on a 415. Juliette and Sanchez had these four guys against a wall, but they were H.D.B. and definitely unco-op. It got pretty jumpy, but we got them in the car with a couple of bruises and Robby got a sprained wrist, so I did the rest of the shift with a rookie who lost it over a D.B. in Sunset Park, old woman who'd been dead maybe six, seven days, and I usually do all right but the smell got to me, and I can still smell her. Then we arrested a prostitute working out of her home, and I carried her little girl out to the social worker, and the kid was holding on real tight and making my shoulder wet and I wanted to punch her rock-head mother, and then shift ended and I had a nice visit with my brother Larry. \n[248]Sorry you asked? \n[249]Well... I feel better now.    You feel better? \n[250]What are you doing?! \n[251]Catch! There's no swimming here! And you can't be naked in a state park! \n[252]What if a park ranger comes?! \n[253]Looks like a bad one. \n[254]We should be thinking about lunch. We have to pack up. \n[255]Some of us have to work. You ever work? \n[256]Oh?   You remember that?   Working? \n[257]I have to check these jacket pockets. What's your name -- Allison? \n[258]I need to unsnap this, Allison. I'm checking your waistband. You got to Whitney School? \n[259]Lift your arms higher. Got a good basketball team at St. Mark's. You play basketball? \n[260]Well, it's a mix, Robby. Life is shit, but I'm dating this great dead guy. \n[261]He says before I came along, he thought he was dead. Sounds better when he says it -- Listen. \n[262]Shhh.   Sh! \n[263]The trumpet player. \n[264]Wow. \n[265]Look at that moon. \n[266]Are you McGuire? \n[267]Mark McGuire? \n[268]Then put that bat away.   Put it in your trunk. Now. \n[269] as she lies on the bed, on her stomach, her top off, and Catch straddles her, massaging her back and shoulder which are sore from her tackle.  \n[270]Ow.     Ow! \n[271]No.     That's good. Deeper. \n[272]Like a truck. \n[273]Pickup.        Ow.   Ow! That's really good. \n[274]Don't get oil on it. \n[275]Yes. Just put it down.   I'm not going. \n[276]If I go, my brother'll hurt    me with the department. I got     mad and knocked him down. All     they need is a complaint. Just     leave it alone and keep rubbing.     Okay? \n[277]Can't you rub without talking? It's been bad with my family a long time, so the hell with it anyway. If they don't want me there, I don't want to be there. All right? \n[278]Oh, Jesus! \n[279]My father used to knock us around, all of us. But I'm the one who called the cops -- finally. They say I turned against the family. \n[280]You don't know anything about it. So forget it. \n[281]Oh, yeah?   What about it? \n[282]I didn't close the door. \n[283]Oh, sure. What if they don't deserve it? \n[284]You have all the answers. \n[285]You close with your family? \n[286]See?    So why should I listen to you? \n[287] Just after dawn. Catch is on the couch, stirring in his sleep, in the grip of an unsettling dream. We hear what he hears: the VOICES of his wife, his son, murmurings. We're not sure of the words, even laughter. Catch's eyes snap open, jolted out of sleep, but the VOICES don't stop, and he suddenly sits up. The VOICES FADE as he catches his breath, gulping air. He tries to calm down. In a moment, he rises and moves to Sharon's bedroom.   \n[288]Catch, I'm beat. So are they.   I think they're finished. \n[289] From the instrument cases on the floor behind the piano, Catch picks up a trumpet case, opens it. Now Sharon's tired smile is changing to curiosity, wonder.   \n[290] Mouth-open surprise -- and then smiling with the wonder - - and Catch begins to play, closing his eyes and rendering a ballad, like the haunting \"ANGEL EYES.\"  Sharon's smile slowly fades, replaced by a much deeper look, not only because he is so good, but because he is showing her his heart, his love and even his pain -- more than he can show her any other way. We INTERCUT as he opens his eyes briefly, watching her, sending her the music, closing his eyes again to fall into the song -- as Sharon's eyes fill at the beauty and sadness of it, and at this look inside her man. We LINGER. Then...  \n[291]Where I've never been kissed. \n[292]Oh, God. \n[293]Go away. \n[294]See that place? He's going to be playing there every weekend. \n[295]It's music, Ray. You wouldn't like it. \n[296] She sees Catch and Bob on their way into the park across the street from the building.   \n[297] She smiles and moves into the bedroom to dress.   \n[298] She has entered the park and witnessed this from a distance. She is angling toward the playground.   \n[299] She hurries her steps to intersect with Catch.   \n[300] \n[301]Catch!   Catch! \n[302]Are you all right? Your elbow's bleeding. I... \n[303]What's wrong? \n[304]Where are you going? Catch -- you're scaring me. Please... \n[305]Please, Catch, don't... Can't you talk to me?! \n[306]Please.   Wait.     I... Catch! \n[307] Watching him, shocked and frightened for him. She sees the traffic let up, and Catch crosses and walks toward home. She watches him go.   \n[308]Watching for somebody.       Tall guy. 40s. Grey-blond hair. \n[309]It's personal. \n[310]Chill. \n[311]Give me fifteen. \n[312]I'm not sure.    Who am I speaking to? \n[313]What kind of doctor? \n[314]Do you know a Catch Lambert? \n[315]I... need to talk to you. \n[316]Are you a...? \n[317]And Mr. Lambert... \n[318]He's your patient. He's your patient we... know all this. This is police business. I'm officer Sharon Pogue -- L.A.P.D. \n[319]In general. In general.   He's your patient, and he... \n[320]Why did he walk away? \n[321] \n[322]Can you please tell me what's in the record? \n[323]More. \n[324]What accident? \n[325]A bus... and a van. Where?        On... the freeway? \n[326] still in shock, looks at Pindella again.  \n[327]Survivors?   Only him?      I... don't remember. \n[328] \n[329]Does he... still see her? \n[330]He says... he doesn't remember the accident. \n[331]I think he remembers me. \n[332]How does he live? \n[333]Trumpet. \n[334] We MOVE THROUGH Sharon's nearly dark apartment, its stillness in strange contrast to the manic TRUMPET RIFFS. We PAN to find her curled in a chair, staring deeply, sadly, drinking a drink. As we PAN, we DISCOVER she is looking at that mural of the mountains and through this to her thoughts, and then she makes a decision and rises and goes to the phone, punches in a number.   \n[335]Catch, it's me. Can you pick up? \n[336]Why don't we... meet tomorrow? I'll be in Westwood. Can you meet me there? Westwood and Cole. About two o'clock. Okay? \n[337]That's okay. \n[338]You don't have to explain. \n[339]So you're the trumpet player who was waking people up -- on my beat. \n[340]On your roof? That's why we couldn't find you. \n[341] He looks quickly away from that building.       She sees his growing agitation.  \n[342]You can trust me, you know. \n[343]I've got you now. I'm holding on -- like before. \n[344]Like I held you before.   Like I did -- at the accident. \n[345]What makes it so... unspeakable, Catch? What makes it like that? \n[346]Is it because you were driving? \n[347]I read the reports, and it wasn't your fault. It wasn't. Is it because you survived and they didn't? \n[348]Catch. Please. Hold on, and we'll go in there together... \n[349]You can talk to them. You can say goodbye or I love you or whatever... \n[350]To help you. \n[351]We're not. We're not fine, Catch. Nothing is fine -- no matter how much you pretend. \n[352]You pretend that nothing happened. You walk all over the city helping people, but you're dying inside. \n[353]Then walk in there. \n[354]Walk in there, and I'll walk in with you. Walk in there and say it's real -- what happened is real. Your family died. \n[355] \n[356]So you can have a life! \n[357]Because it happened! Because it's the truth! I'm sorry. I'm so sorry it happened, but... \n[358]Catch -- take my hand.    Please. \n[359]I can't. \n[360]Because I want it too much. I want everything with you. I want all of you -- not just the part that isn't hiding and running away... \n[361]Not anymore. It doesn't have to be this way anymore because you're not alone -- because we're the family now. We can be the family... \n[362]I just... want to say... \n[363]When you're ready, I'll be there for you. I just want to say that. \n[364]No, I think I'll turn vegetarian. \n[365]How come it's not working for you? \n[366] She is exercising on the machine, sliding into her crunches, fast and furious, but all the pain and sorrow is in her eyes, and in a moment she just stops. The TRUMPET MUSIC KEEPS GOING ON through this. She looks over at the phone.   \n[367]Catch.  Can you... pick up? Will you call me? \n[368]Which store is it? \n[369]Whoa... \n[370]There's something I have to do.    I need an address and phone. \n[371]Elanora Chu. \n[372]I'm Sharon Pogue. I know all about the... \n[373]I'm sorry for... what happened.     I know about the accident. \n[374]No. I found out, and... I remembered. I was there. \n[375]I guess he comes here a lot -- to talk to you. \n[376]Oh. And when he comes here -- he never mentions the past, never talks about the accident? \n[377]And you... let him do that?    All this time? Why? \n[378]Walking all over the city like... \n[379]But... you let him get so lost. \n[380]Because... I want to know how to help him. \n[381]I don't think so. \n[382]He... he was paying me back, I guess, for the accident, for helping him. That's why he felt... so close to me. But... \n[383]But now he probably hates me. \n[384]I took him to the cemetery, and... \n[385]I thought it might help him... come back, you know? But he wouldn't even go in. He screamed at me. \n[386]For the truth... \n[387]But he won't even say it, or... \n[388]I was trying to help him... come back to some kind of life. I... \n[389]I was scared. I push so hard... when I'm scared. \n[390]Losing him. So I did. I lost him. He won't talk to me. I... I didn't know what I was doing. \n[391]Did I... make it worse for him? \n[392] It's the next day, and Sharon is preparing to go to her parents' renewal of vows. She is at the bottom -- with Catch gone from her life -- but she is doing her best to go through with this.  We START ON a table, looking at the invitation and next to that is a wrapped gift. We hear Sharon moving about, see her nervous, half-dressed, speaking to herself. In the b.g. we hear our TRUMPET-BASED MUSIC. Very soulful.  \n[393]I just came by to... wish you well. To... congratulate you and wish you well. Shit. \n[394] dressed differently, re-wrapping the gift and then --  \n[395] dressed differently, rewrapping it again and then --  \n[396] sitting still in a chair, holding the gift on her lap, looking at the clock, nervous, scared, sad.   \n[397] watching with a mix of feelings as the mass continues and the vows are renewed, the priest reciting the rituals.   \n[398]Where do you want me? \n[399]I'm the daughter. \n[400]You both look so great. \n[401]I just wanted to... \n[402]Sure. \n[403]Not so big. Nice dress. \n[404]Larry... \n[405] They nod to a few passing guests. Then they're alone. His nose is still bandaged, but less so, anger and betrayal in his eyes.  \n[406]I have to be here. It's a chance to make things right, and I'm taking it. \n[407]You think I talk about it?!    You think... \n[408]Here, Lar. \n[409]I was invited. I'm here. I'm going to the party. You do what you want. \n[410]Mom, I was going to fix his tie. His tie is crooked. \n[411]It was a nice ceremony. \n[412]It's a great party, Mom.   You look happy. \n[413]Thirty-five years and still in love, huh? \n[414]Of course not... \n[415]I know. \n[416]Sorry about that, but... I couldn't stand him doing that to you. I took it on... \n[417] moving across the living room.  She sees Larry Jr. sitting alone and goes to him, sits beside the child -- who looks sad.  \n[418]What's up with you? \n[419]Oh. Well... let's pretend this is T.V. It's a show about a party. \n[420] \n[421]Is too. And so is she. Look. See? Red tights under her dress... Oh-oh, that man gave her a drink with something in it. \n[422]With stuff to make her sleep. He's a bad guy. \n[423]Watch. She'll fall down any minute. \n[424]What're you doing? \n[425]Don't walk away. Okay? \n[426]Is it working?     Do you need to check it? \n[427]Dad... \n[428]Please? Please what?! Will you stop protecting him? You were always protecting him! Don't talk to your father. Don't bother your father! \n[429]I'm going to bother you for one minute, Dad. Okay? Can you handle that? \n[430]This isn't about you, Larry -- or you, either, Mom. This is between me and my father, so leave us alone for one goddam minute! \n[431]How about you, Dad. Do you want me to leave? \n[432]Dad... I'm asking. Am I welcome here? \n[433]I want to know! Do you want me here? Do you love me, Dad? I want to know. \n[434]Do you... need to... check that again? \n[435]What, Dad?   You feel like what? \n[436]Well... you do. It's a shame you're going to miss knowing her. You're going to miss all that. \n[437]I'm next. \n[438] \n[439]Y'know... being in this house reminds me of something.  I was about ten, I guess, and Larry and I were playing aliens -- remember, Lar? We're making a lot  of noise, and Dad comes home from work tired and pissed off... \n[440] \n[441]We're yelling like mad, and Dad bursts into the room and says, what the hell are you doing? And I'm scared. I'm really scared. \n[442]And I say, we're playing alien invasion, Dad, and he says, oh, yeah, I'll show you a damn invasion, and he picks me up, picks me up off the floor and throws me on the couch. I hit that couch and bounce off, and he grabs Larry and throws him on the couch, and then... then he starts making these monster sounds, and he says, we came to earth to kick ass, and I run at him and jump on him and he tosses me on the couch and then Larry, and we're laughing so hard I almost wet myself, and he keeps tossing us and growling and beeping, and it was... it was great. It was great, and I'm never going to forget that. Never. And I miss that. I miss it. So I just... I wanted to tell you tanks for that, Dad. Thanks. That's all. Bye. \n[443]Me, too. \n[444]They don't like me in there. \n[445]That's a nice thing to say. \n[446]It's not fair. \n[447]It's not fair. Things got better for them because of what I did. Things got better, and I'd still do it. I'd do it all over again. And it's not fair they shut me out. It's not. \n[448]It's not fair. I was     19, and I didn't know what else    to do. I didn't know how else    to stop it. It's not fair I don't    have a family anymore. ", "Max": "", "Lambert": "", "Candace": "\n[1]Hi. \n[2]Oh, thank you. Thanks a lot. God. I was trying to carry Tommy and all these bags. He was so tired. Of course, as soon as I put him down he had all this energy... \n[3]Y'know, we were just baking nectarine bars because the peaches weren't ripe. Ever had a nectarine bar? \n[4]Shopping day? \n[5] She sits on a bench nearby, watching this, smiling a bit.   \n[6]For Tommy? \n[7]Well, thank you. Thanks a lot. \n[8] \n[9]Wow, Tommy -- Look at them all. Did you say thank you? \n[10]Excuse me! ", "Jamal": "", "Kathy": "\n[1]Hi! Look -- it's your Auntie Sharon. \n[2]We're bringing Larry his lunch. Hey, it's good to see you. It's been awhile. What? \n[3]Oh, I went boom into a low shelf -- chasing after him of course. How're you doing? \n[4]  \n[5]Don't make it worse. \n[6]He's okay now. He's torn up about it. Don't make him mad. \n[7]He never would. \n[8]Don't hurt her, Lar...! \n[9]She came. \n[10]Don't say anything.   Think of your parents. \n[11]Tons of makeup. On Larry, too. \n[12]Don't worry. I'm not your mother. If he tries it again, I'm gone. I'm out of there, me and Larry Junior. He knows that. ", "Ray": "\n[1]Break-in alarm. One suspect in -- nobody out. Take the back. \n[2]You got him? \n[3]Jesus. \n[4]No shit!? \n[5]What happened here? \n[6]Don't worry about it. That's just procedure. Look -- we appreciate what you did. No bullshit. Let us buy you a drink tonight, all right? You know where the Rib House is? \n[7]No shit. \n[8]'Rex.' Rex is good. I wonder who the first person was to name a dog 'Fido,' and what the hell does it mean? \n[9]I got a big question for you, Pogo -- but I can only ask it when we're alone. \n[10]Why doesn't your partner ever come out with us? \n[11]I'm a family man. \n[12]That Lambert -- I guess he's not showing either. \n[13]Where are you going? \n[14]You're wearing makeup? \n[15]Hey, Pogo -- don't keep him all to yourself. Come on over, Lambert, join the group. We'll buy you dinner, give you a medal for saving Pogo's ass. \n[16]Least we could do. We don't like her very much -- but we don't want to lose her. \n[17]Are you in danger there? \n[18]I was talking to him, Pogo. \n[19] \n[20]Rib House after shift today? 4:30? \n[21]Pogo?   Bring your friend. \n[22]Gotta have that meat to keep your strength up. ", "Micigliano": "", "Robby": "\n[1]'67 Chevy Impala. \n[2]Needs a servicing. \n[3]Jesus, Pogo! Almost spilled my coffee again! You didn't like his hair, or what? \n[4]Let's roll to this -- fight in progress. \n[5]Give it a rest! \n[6]As I remove your cuffs, I want you to put your hands here. Spread your legs. More. \n[7]That's it.   Back off, John, we got it. \n[8]You broke his nose. \n[9]And you were waiting for him. You were hoping. You were making long-range plans for his ass while he was mouthing off in the car -- and you're supposed to be above that shit. \n[10]Pogo, stop the shit. What is it? You pissed off at me, too? \n[11]Come over    for dinner tonight. I'll call    Charlene. She'd like to see you.     It's been awhile. We'll talk about    it. \n[12]She doesn't worry about that. \n[13]Got some action, huh?    Well, that's promising. \n[14] They are scouting through crates and weeds as a young man is flushed from cover at the back of the store and runs from them.  \n[15]Freeze! \n[16]Right behind you! Stop and lie down with your arms... shit. \n[17]Careful! \n[18]Citizen on your right!   Hey! \n[19]Gun! \n[20]Hey!     Wait! \n[21]He was armed. \n[22]Citizen took him down. \n[23]You all right, Pogo? \n[24]What's going on, Pogo?    You're not happy or anything? \n[25]What? \n[26]This time we got his ass. \n[27]Got 'im? \n[28]Full moon, man. Hey! \n[29]Are you going to tell me why we're sitting outside this building again? \n[30]What's it about? \n[31]Fine -- what am I supposed to do? \n[32]I think I'll head home. \n[33]Pogo...? \n[34]The little market there. They came through a back window last night. Mostly vandalism... \n[35]Pogo? \n[36]What's the name? \n[37]Let's do it. ", "Elanora": "\n[1]Your jacket's all dirty. \n[2]Why would you 'tackle' a guy?! \n[3]Can you be serious? \n[4]Wednesday. \n[5]Oh? That's good. Ahh -- they had the broccolini today. Thank you. \n[6]You didn't tackle her, too, did you? \n[7]Good, Catch. \n[8] \n[9]Well... that's a good thing. \n[10]Where? \n[11]I remember that. That was a smile. \n[12]Oh?   Where did she sit? \n[13]You're... seeing her? \n[14]Of course she does. Everybody does. \n[15]Tell her. \n[16]Tell her, Catch. Tell somebody. It's been almost two years. \n[17]Every time I tell somebody, it gets a little bit easier. I'm not saying it goes... \n[18]She nice? \n[19]She pretty? \n[20] \n[21]Apologize. \n[22]It doesn't matter. We like it when men apologize. \n[23]Have a cookie.     See? \n[24]Hello? \n[25]Hi! How are you? Have you been out in this great afternoon? Brenda took me for a walk. \n[26]Anything wrong? \n[27]Catch... This is good. \n[28]No.     No, there's good to remember. \n[29]Catch? \n[30]Pogo? \n[31]Elanora. \n[32] \n[33]Oh.   Yes. \n[34]He shops for me. Twice a week. \n[35]No. \n[36]It's what he needs. \n[37]Like an angel.     Yes. Sweet man. \n[38]I let him find his own way through it. Why did you come here, Sharon? \n[39]You are helping him. \n[40]Why not? \n[41]Is that what you think? \n[42]What happened? \n[43]The cemetery! \n[44] \n[45]He knows the truth. \n[46]That's his way. That's his way through all this. He made a wall -- around that whole day, that night -- other things, too. He keeps them behind the wall -- his little boy, my daughter. He can't help it. The cemetery?! Do you know how hard it is for me to go to the cemetery? Can you imagine? \n[47]That's where it stares you in the face -- the loss. And it's too much sometimes. \n[48]See? I'm still finding my way through it. And Catch -- it almost kills him to think about it or say it or drive a car or see the place where it happened or... go by the cemetery. \n[49]But he was coming back. Do you realize how much he changed in the past weeks? His apartment, his life, his music is coming back. He fell in love! He even got a job, Sharon -- for you. For the two of you. Isn't that coming back? Why do you have to rush? Everybody has to rush these days. \n[50]Scared of what? \n[51]You were finding your way.    What else can we do? You think    I'm always sure what to say to   him, what not to say? I do what    I think is right and hope he   sees the love in it. \n[52]Look at you -- so worried now, so miserable. That's the love in it. \n[53]I don't know. I really don't. But I think he'll see the love in what you did. ", "Davis": ""}}