{"filename": "Anna-Karenina_script.txt", "imdb_id": "tt1781769", "imdb_url": "https://www.imdb.com/title/tt1781769", "characters": ["Lili Oblonsky", "Oblonsky", "Karenin", "Grisha Oblonsky", "Aruhan", "Anna Karenina", "Mikhail Slyudin", "Mlle. Roland", "Matvey", "Dolly", "Vasya Oblonsky", "Korney", "Tanya Oblonsky", "Masha Oblonsky", "Annushka"], "dialogues": {"Lili": "", "Oblonsky": "\n[1]  \n[2]\n[3]Where did you find it? \n[4]Yes . . . I picked it up somewhere for Daria Alexandrovna and the children. \n[5]\n[6]\n[7]    \n[8]\n[9]My Tanruchoshka! Mind my cigar. \n[10]Be good today. I'm off. mlle. roland Read the chapter carefully. I'll come back to test you on it . . . Read it twice. \n[11]   \n[12]   \n[13]\n[14] \n[15]\n[16]Oh, Dolly . . . I beg you . . . \n[17]No, just the razor. \n[18] \n[19]  \n[20]Levin! Where did you disappear? \n[21]Well, then, come into my room. \n[22]This is my oldest friend, Konstantin Dmit- rich Levin! Someone send word I'll be a few minutes late. \n[23]  \n[24]I've been hard at it. Sit down. \n[25]Why, we're overwhelmed with work! \n[26]Paperwork is the soul of Russia. Farming is only the stomach. When am I going to come and shoot some snipe? \n[27]Oh, but look at you, in Western clothes you told me you'd never wear again. Some- thing's up. \n[28] \n[29]Of course you do. The Shcherbatskys are giving a soiree this evening. Get there early before the crowd. If I may suggest . . . \n[30]New boots. \n[31] \n[32]No--five-thirty at l'Angleterre--I owe them more than the Hermitage, so it wouldn't be fair to withdraw my custom.  Boots, and a coat. And a proper hat. \n[33]It's so unfair. You marry for love, you're a good husband. Children arrive. Years depart. And all of a sudden your wife is tired, her hair is thin, her body . . . while you yourself still have your . . . vigour . . . and you find yourself distracted by a pretty woman . . . \n[34]Well, you know, a freshly baked roll . . . \n[35]Easily confused. Now look, do you know Count Vronsky? \n[36]He's your rival. He turned up from St. Petersburg after you left. \n[37] \n[38]Cabbage soup? \n[39]Oh, Kostya! Kitty would be mad to refuse you. And Dolly is on your side, you know. She says her sister Kitty was always meant to be your wife and will be. \n[40]Oh, she is, she is . . . I loved her to distraction. \n[41] \n[42]. . . the sole support of a large family, they say. \n[43]What a good fellow . . . \n[44] \n[45]Did you like him? He's in love with Kitty. \n[46]I've said it all--on my knees--in tears . . . Now I need you to say it. I'm going to the office, so you'll have Dolly to yourself. \n[47]\n[48]     \n[49]Of course she must. \n[50] \n[51]   \n[52]\n[53]Thanks to Anna, I am a happy man. Would you like to dance? \n[54]Ah--potage aux choux a la Russe! \n[55]Agafia!--if you opened up in Moscow, l'Angleterre would go out of business. Do you want news of Moscow? \n[56]You're right, what do you care? You love the country--you've got it. You love agricultur- ing, and, Lord knows, you've got it. You love shooting--you've got it. You've got every- thing you want! \n[57]Ballet girl, oriental type. How can I help it? \n[58]You mean Kitty. \n[59]No. Vronsky went back to St. Petersburg. \n[60]Kitty will be at Ergoshovo visiting Dolly in the summer. You could . . . \n[61]Kashin? That's on the Ergoshovo road, isn't it? Won't you call when Kitty is there? \n[62]Damn you, Kostya, you love Kitty and you can't forgive her because, first, you funked it, then you bungled it, then you ran away from an eighteen-year-old girl who was made a fool of by a uniform. It's Kitty I'm sorry for--not you! \n[63]Look out--here they come! \n[64]Bad luck! \n[65] \n[66]Princess! A bet! What do you fancy in the next? \n[67]I'm on Vronsky. A pair of gloves? \n[68]Vronsky's unhurt--but the horse . . . \n[69]\n[70]Levin! What . . . ? \n[71]  \n[72]Of course you're late! Come and meet . . . Countess Nordston. \n[73]Permit me to announce--soup Marie Lou- ise, carp with asparagus, and roast beef! I went to the market in person! \n[74] \n[75]\n[76]Karenin!--I'm glad you came. \n[77]Divorce? Dear me, what are you talking about? Don't be in a hurry. Stay to dinner and later talk it over with Dolly-- \n[78] \n[79]   \n[80]Well, what's this government commission, Karenin . . . ? \n[81]    \n[82]It's your turn to play us something, Countess. \n[83]\n[84]But she does love you! ", "Karenin": "\n[1]         \n[2]\n[3]\n[4] \n[5]Well . . . ? \n[6]I'm to be deprived of my wife so that adul- tery may be forgiven? I can't excuse him just because he's your brother. \n[7] I have four committees today . . . \n[8]Good, good!--I have the world waiting for me, there's never time to look at your exercises! \n[9]Tomorrow, perhaps. Thank you, Lukich-- perhaps tomorrow. \n[10]No. Very well.  But sin has a price, you may be sure of that. \n[11]  \n[12]   \n[13]Oh, is that all I get? Yes, he's quite well. \n[14]I have to get back to the Committee . . . \n[15]Well--were you a success? \n[16]\n[17]     \n[18]\n[19]Time for bed! \n[20]You are . . . good. \n[21]What are they saying in Moscow about the new Statute? \n[22]The new Statute I carried in Council. \n[23]Ah. Really? \n[24]Here it made quite a sensation. \n[25]\n[26]Countess Lydia tells me you haven't been to one of her evenings since you returned. \n[27] \n[28]I called to take you home. \n[29]Of course. \n[30]   \n[31]   \n[32]\n[33]Yes, I stayed up to talk to you. \n[34]I sent her off. \n[35]I have to warn you about something. \n[36]I wish to warn you that you may inadver- tently, by indiscretion and carelessness, give the world occasion to talk about you. \n[37]You and Count Vronsky attracted attention tonight. \n[38]I didn't notice anything, myself. But I saw that everyone else noticed. I consider jeal- ousy to be insulting to you and degrading to me. I have no right to inquire into your feelings. They concern only your conscience. But I'm your husband and I love you. It's my duty to remind you that we are bound together by God, and this bond can only be broken by a crime against God. \n[39]And you have a son. \n[40]\n[41]Forgive me. If I am wrong, I ask your pardon. \n[42]  \n[43] \n[44]Countess . . . I thought you would be at Peterhof now. \n[45]Anna wanted a change. She is spending the summer at Tsarskoe. \n[46]Oh, is this about my wife? \n[47]My wife is beyond reproach. She is, after all, my wife. \n[48]\n[49]How are you, young man? Your tutor doesn't seem to be in evidence. We'll have a look at your lesson books. \n[50]Why . . . ? \n[51]Races, surely. No, I'll come on later, and then I must get back to town. \n[52]   \n[53]   \n[54]   \n[55]    \n[56]   \n[57]  \n[58]I'm here. \n[59]Would you like to leave? \n[60]  \n[61]I'm asking you . . . if you wish to go . . . \n[62] \n[63]You know . . . they say the Emperor dis- approves of the races . . . the danger of injury . . . but I . . . \n[64]I'm saying there is a value in manly sport, for the military-- \n[65]In my opinion, it's not the sport itself that's wrong, it's the spectacle, it's making a cruel spectacle out of-- \n[66]I have to tell you-- \n[67]I have to tell you, you behaved improperly today. \n[68]By making plain your feelings when one of the riders fell. Your conduct was improper. It must not occur again. I have said it before. \n[69]You are going to say my concern is unneces- sary and ridiculous. You are my wife. I am wrong to think that . . . yes--perhaps I was mistaken. \n[70]Wait, please. Move away. \n[71]I will not have a scandal. Therefore . . . You will not see . . . this man again. You will behave in such a way that nothing is known against you, by society or by the servants. In return, you will keep the privileges of a wife--and the duties. Tomorrow you will return home. That is all. \n[72]\n[73]\n[74]Time for bed! \n[75]\n[76]. . . not that I care for decorations but . . . \n[77]\n[78]Tell me what I did to deserve this. \n[79]   \n[80]\n[81]\n[82]     \n[83]Who is here? \n[84]\n[85]I do not wish to be told why a woman wants to see her lover. \n[86]I want his letters. \n[87]I am going to Moscow tomorrow, and then to the provinces with a commission to investigate conditions among the Jews and Gypsies--whose conditions I infinitely prefer to my own. I will not return to this house until divorce has put you into the street. Meanwhile my son will be sent to live with my eldest sister. \n[88]Do you think I would let you have my son? You are depraved, a woman without honour. I thank God the curse of love is lifted from me. \n[89]I've been on tour in the regions, a govern- ment commission . . . I'm sorry--I have come to tell you our connection must be severed. I'm going to divorce your sister. \n[90]Prince Oblonsky, everything is over between our families. \n[91]What was the challenge about? \n[92]It sounds like barbarism to me . . . And what if the lover had killed the husband?-- would that have preserved the wife's honour too? \n[93]Love? Thou shall not covet thy neighbour's wife. \n[94]I tried to save her. She chose ruin. \n[95]I do not wish to forgive. I am not a cruel man. I have never hated anyone. But I hate her with all my soul for all the wrong she has done me. \n[96]Die, then. \n[97]  \n[98]How is your mistress? \n[99]So . . . she is well? \n[100]\n[101]\n[102]  \n[103]   \n[104]  \n[105]I am free of them. \n[106]  \n[107]But you must leave now. I promise to send for you if she asks for you. I don't know what happened. I forgive you. I forgive Anna. My soul is filled with joy. I will remain with her and look after her for ever. \n[108]Come now, come now . . . \n[109]    \n[110]\n[111]  \n[112]  \n[113]Who is here? \n[114]     \n[115]  \n[116]Please excuse me. \n[117]You look feverish. \n[118]I agree with you. As he is going away, there is no need for Count Vronsky to come here. \n[119]But it is for you to decide. \n[120]Then I am very glad that-- \n[121]Of course. Is there anything I can do for you? \n[122]You begged me for my forgiveness. \n[123]But then--what? What? What do you want? Do you know what you want? Do you want to see Count Vronsky? \n[124]I can't hear. \n[125] \n[126]And this love sanctifies a criminal folly? \n[127] \n[128]Then I must choose the smaller sin. Vronsky robbed me of my cloak and I will give him my coat. I will give you grounds to divorce me, and I'll accept the scandal, the humilia- tion and the consequences to my career. \n[129]You may write to him but I would prefer you not to see him until you have left this house. \n[130]  \n[131]Madame Odette . . . ? \n[132]Countess, every shopkeeper has heard. \n[133]No, I'm done for. I don't understand any- thing. All day long I'm being asked to make decisions about bills and servants, the kitchen, Serozha's clothes . . . \n[134]To you? . . . I think I don't have the right to refuse . . . It's the boy's birthday . . . \n[135]   \n[136]\n[137] \n[138]\n[139]\n[140]\n[141]\n[142]\n[143]\n[144]  \n[145]\n[146]\n[147]", "Grisha": "", "Aruhan": "", "Anna": "\n[1]         \n[2]\n[3]Tsk, oh . . . Stiva! \n[4]. . . and Dolly found a note from the governess. \n[5]Stiva wants me to come to Moscow . . . to persuade Dolly to forgive him. \n[6]It's for Dolly's sake too. \n[7] Tsk-tsk, who put this shirt on you? Never mind. I'll come and hear you read. \n[8]Alexei, do you think nine years of mar- riage and children should count for nothing against a . . . an infatuation? \n[9]Because that's where Aunt Dolly lives. \n[10] \n[11]Now, don't make Mama cry. I'll be back before you know, and bring you a present. \n[12]Oh . . . my little Kutik . . . \n[13]That's better. \n[14]It's the first time I've left my little boy. \n[15]I've never been in Moscow society, really. \n[16]I've heard you mentioned . . . \n[17]Was it love? \n[18]I . . . I don't know . . . \n[19]I'll come back. \n[20] \n[21]There, Countess, you have found your son and I have found my brother. \n[22]Yes, I've been hearing all about you. \n[23]Au revoir, Countess. \n[24]Can't anything be done for them? \n[25]Have you known Count Vronsky long? \n[26]Oh . . . But we should be discussing you and Dolly. \n[27]What have you got to say for yourself? \n[28] \n[29]Is that who I am? Dolly . . . Stiva has told me. \n[30]Dolly, I'm sorry from the bottom of my heart. \n[31] \n[32]What he wants is you. He loves you, Dolly. You and the children are everything to him. \n[33]That was shameful, disgraceful. But it was not love. It was the animal in man, not the soul. Stiva's remorse is from the soul. \n[34]I know you are suffering. But, Dolly, you must tell me . . . is there enough love left in your heart . . . enough to forgive him? \n[35]My poor lamb. So you'd rather accept your fate . . . \n[36]Do you love him, Dolly? \n[37]You love him, and he loves you, but you can't forgive, so your lives must continue like this for ever, with both of you wretched. \n[38]Grisha, don't pull so hard, you're getting it all in a tangle--and look for another G for \n[39]Well, that's the end of that. \n[40]Oh . . . I always feel dull at a ball. \n[41]. . . and God go with you. \n[42]I know why you want me to come. You want everyone to be there because you're sure it's going to be your night. \n[43]I know everything. \n[44]Oh, to be your age again . . . surrounded by that blue mist, like mist on the mountains that clears slowly to reveal the terrifying, beautiful valley you must enter to become grown-up . . . I was eighteen too, when I got married . . . \n[45] \n[46]Come on then. \n[47] \n[48]Then, for Kitty's sake. \n[49]I didn't know you were . . . Why are you leaving? \n[50]This is wrong. If you're a good man, forget everything that happened, as I will. \n[51]That's enough! \n[52] 56 \n[53]Yes, quite comfortable. Count Vronsky. \n[54]I? Oh--Dolly and Stiva . . . yes, I think so . . . \n[55]Sssh . . . \n[56]I'm writing to Dolly . . . and to Kitty. \n[57]What new Statute? \n[58]No one mentioned it. \n[59]Yes . . . Yes, the Metropolitan Bishop of St. Petersburg. \n[60]The last one was to meet a missionary, the one before was for a lecture on the union of the Greek and Roman churches. I'm sorry--I know you're fond of her. Come on, or we'll be late. \n[61]I'm expected at the Tverskoys. \n[62]Yes. In fact, I think I won't go to Betsy's. \n[63]I'm Anna's friend . . . but this making-up- one's-mind-to-it in public is not polite to a distinguished man like Karenin. \n[64]    \n[65]I would prefer to try a cigarette. \n[66]Thank you. \n[67]I'll try another one sometime. \n[68]Just as I was thinking your manners have improved since Moscow. You behaved badly, very badly. \n[69]Give me a cup of tea. \n[70]This must stop. You make me feel as if I were guilty of something. \n[71]I want you to go to Moscow and beg Kitty to forgive you. \n[72]If you have any thought for me, you will give me back my peace. \n[73]What? \n[74]No, I'm staying. Send the carriage back for me. \n[75]No. I don't want you to go. \n[76]Waiting up? How unlike you! \n[77]What about? It's late. Where's Annushka? \n[78]Well, if you want to talk, but we should go to bed. \n[79]Warn me? It's really rather late . . . \n[80]I am not a committee. Please say what you want to tell me. \n[81]You don't like it when I don't talk to people, and you don't like it when I do. \n[82]I have nothing to say to you, and I'm tired. \n[83]\n[84] \n[85] 81 \n[86]Oh God forgive me. It's the end of everything--I've got nothing left now, only you. Remember that. \n[87]Happiness! You murdered my happiness. \n[88]Murderer. Murderer. Go on. Go on. Go on. \n[89]Yes. Go on. Go on. Go on. \n[90]I want you to. I don't care about it. \n[91]Pooh! Who says? \n[92]You're squeamish. You a soldier! Would you faint? \n[93]But I'm damned anyway. \n[94]You love me. \n[95]Only me. \n[96]Apart from Frou-Frou. \n[97]But me more than your horse? \n[98]Are you happy? \n[99]And you love me? \n[100]How much? \n[101]This much? \n[102]This much? \n[103]This much? \n[104]This much? And this much? And this much? \n[105] 92 \n[106]So this is love. This. \n[107]Alexei, what is it? \n[108]I'm pregnant. \n[109]How can we, Alexei? \n[110]Do you think my husband will make you a present of me? \n[111]Leave him and be your mistress? \n[112]I would never see my son again. The laws are made by husbands and fathers. \n[113]Unhappiness? I'm like a starving beggar who has been given food. \n[114]I unhappy? No, this is my happiness! \n[115]Alexei!--you got away at last. Can you stay? \n[116]Go and find Vasily Lukich. \n[117]I have to change. Princess Betsy is sending her trap for me. Would you like to come?-- she's taking me to watch the race. \n[118]   \n[119]      \n[120]Alexei . . . ! \n[121]  \n[122]Stiva! What are they saying? \n[123]No, leave me alone. \n[124]What? \n[125]I don't understand. \n[126]What are you talking about? \n[127]Yes. \n[128]And how was that? \n[129]No, you were not mistaken. I love him. I am his mistress. I can't bear you, I'm afraid of you, I hate you. Do what you like to me. \n[130]Are you hurt? \n[131]I told him I'm your mistress. \n[132]He thinks I can give you up and go on living. \n[133] Tell me your latest find for your library. \n[134]Both true. \n[135]Alexei . . . I can't . . . I'm sorry . . . But I'm his wife now.  I am having his child. \n[136]No!--no. I will not live like this! \n[137]Waiting hour after hour while you're drink- ing champagne with naked actresses-- don't think I don't know!--Lisa Merkalova still calls on me. \n[138]Yes--I'm sorry--it's my demon, I can't help it. \n[139]Did I? Well, I am! But don't worry! It won't be for long, I'll soon be out of your way--soon! \n[140]No, it's true. I was told it in a dream. \n[141]Yes, and I'm only going to die having your baby. \n[142]Tell me it is, tell me it is. You love me. Only me. \n[143]He was late. Serves him right. And you. Why do you call him my husband? He isn't my husband--he's a clock, a wooden doll-- \n[144]Do you think of my honour when you're sharing whores with your Hindoo! \n[145]I'll be glad to die, before you start to hate me! \n[146]Put your hand there. There! Did you feel him move! \n[147]\n[148]I wanted to see him because . . . \n[149]What are you . . . ? \n[150] \n[151]\n[152]Why doesn't he come? He is kind. He will forgive me. \n[153]I want Alexei! Why doesn't he come? Give me some water. No, I mustn't, it's not good for my little girl. Or let her have a nurse. Yes--don't bring her here, because Alexei is coming and it will hurt him to see her. \n[154]Oh, what nonsense. I must be asleep, that's what it is. You think he won't forgive me but you don't know him. No one knows him except me. I'm not afraid of him now. \n[155]I'm afraid of death, though. \n[156]Oh, my dear. Don't look at me like that. I am not the one you think. I'm afraid of her. She fell in love with another man. I'm the real one. But I'm dying now, then she'll be dead, too. Poor man! Let him come in. Alexis! Alexis! \n[157]Take your hands away from your face. Look at my husband. He's a saint! Take his hand. Alexei--take his hands away. \n[158]Forgive him, too. Thank God, thank God . . . \n[159]So you came. \n[160]If I had died as I wanted, you would be free of your troubles at last. \n[161]No--stay. \n[162]Princess Betsy came to tell me . . . I don't want to hide anything from you . . . Count Vronsky asked to come to say goodbye--he's going away. I have said I can't receive him. \n[163]I have just said so, so there's no need to repeat it. \n[164]Yes, and I decided. \n[165]That we agree, so perhaps we can stop talk- ing about it. \n[166]Yes, can you please please please stop crack- ing your knuckles. I'm a bad woman. But I can't breathe. Your kindness which I can't repay, and your \n[167]But I didn't die and now I have to live with it! If only you would have gone on hating me. \n[168] \n[169]Not to say goodbye. \n[170]You forget something. Count Vronsky and I love each other. \n[171] \n[172]I would die for him, but I won't live like this for him. When he knows about love, he'll forgive me. \n[173]No . . . I can't . . . \n[174]I'm here to see Sergei Alexeyich. \n[175]I have brought something for Sergei Alexeyich. \n[176]I've come to see Sergei Alexeyich. \n[177]Oh, my dear little boy. \n[178]I won't cry. It's time for you to get dressed. And I almost forgot your present, look . . . open it . . . \n[179]Darling Kutik, Maman can't stay . . . \n[180]Yes, I must, and you must love Papa-- he's better than I am. When you're grown-up . . . \n[181]Where's Anya? \n[182]I'm not sleeping. \n[183]To where? To whom? \n[184]I didn't know what happened to you. \n[185]Does it take all day for you to meet your brother? Does he need you more than I do? \n[186]How good you are to come. You're the very first person to call on me since our return. \n[187]I received a note from Princess Betsy asking me if I'd call on her between six-thirty and eight. Or was it seven? \n[188]Alas, between six-thirty and seven is just when I'm unable to see her! \n[189]I would love to be there if I could get a box. \n[190]I see why . . . Alexei is so fond of you. \n[191]Annushka! \n[192]A bath. I'll come in and choose a dress. \n[193]I'm not ashamed of who I am or what I've done: are you ashamed for me? Why do you keep a room at the hotel? Aren't we together? Have you changed towards me? \n[194]If that's the case, I don't know why you aren't coming with me. \n[195]You're afraid. Well, I'm not. \n[196]\n[197]Stay put. \n[198]  \n[199]Thank you, how very . . . \n[200]   \n[201]. . . you had an excellent night! Does your mother want you to marry the widow or the child? \n[202]Don't make a joke of it. If you loved me, you would have locked me in to stop me going. \n[203]Go to bed. \n[204]I won't sleep. \n[205]I understand. \n[206]Kitty . . . ? Oh, tell her how pleased I am . . . ! \n[207]Yes . . . love! Don't you disapprove of me for what I've done? \n[208]What time is it? Is Anya up? \n[209]I'm all right. It's all right. Get them to bring up all our trunks and travel cases. We've been here long enough. \n[210]I had an inspiration. Why do we have to wait here? Why can't we wait in the coun- try? I don't want to hear any more about a divorce, or think about it. \n[211]If I bore you here, I'll bore you in the country. \n[212]I can't be ready by tomorrow. \n[213]If you like. \n[214]That's twenty minutes away in the train-- you could go to see her tomorrow--or was it that you wanted to spend Sunday with Princess Sorokina? \n[215]In that case, let's not bother. I'll leave on Sunday or not at all. \n[216]It's absurd to you because you have no understanding for my life here. \n[217]You've stopped loving me. You've given up everything for me, and it's turned you against me. Why lie about it? \n[218]Because I've been living off your love and there's none left, so this is over! Finished. \n[219]I'm sorry. I don't mind when we go. \n[220]You should leave me. \n[221]Why? \n[222]Is that your way of telling me you'll be at your mother's with that simpering little princess? \n[223]Well, I know what that means. \n[224]Thank you, but if I'm not fit to dine in soci- ety, I won't eat with the band. Who was the telegram from? \n[225]I told you I don't care about the divorce, so why hide the telegram? What else do you hide from me? \n[226]Why do you care about the divorce? What has it got to do with us loving each other? \n[227]You're perfectly free to marry anyone your mother wants. \n[228]Yes, we are, and, by the way, compared to your mother I'm the Virgin Mary. \n[229]   \n[230]So it's the child. \n[231]Unpack everything. We're not going. \n[232]When Count Vronsky comes back, tell him . . . I don't want to be disturbed. \n[233]Count Vronsky . . . ? \n[234]Oh, Annushka . . . I should have died. Do you remember? \n[235]I've made him hate me. \n[236]Tell Michael to hurry. \n[237]Are you waiting for the Princess Sorokina? ", "Karenina": "\n[1]         ", "Mikhail": "", "Slyudin": "\n[1]. . . and Madame Odette in person, so to speak, Your Excellency, with your permission . . . ", "Mlle.": "", "Roland": "", "Matvey": "\n[1]What should I do with this? \n[2]In your hat. Your Excellency. \n[3]Telegram. Should I send up the barber? \n[4]Don't worry, sir, things will shape them- selves, you'll see. \n[5]Your coat, sir. ", "Dolly": "\n[1]Bonjour, Lili; bonjour, Masha; bonjour, Grisha; bonjour, Tanya. Who's coming to see Grandmama? \n[2]You think of the children! Their lives are ruined now! \n[3]Kitty's coming by to see you. She's all grown-up, and a bit frightened of you--the belle of St. Petersburg society! \n[4]I don't know what to do. \n[5]I can't bear to be with him. And he doesn't care, he's got what he wants. \n[6]Are we? And there is room for a governess? \n[7]What about me? Does his remorse make it easier for me?-- \n[8]When I think of them together, I can't for- give him, no! \n[9]My fate? But I haven't done anything! It's him \n[10]There. Oh, I'm sore with his feeding! Would you like to hold him? \n[11]Well, don't hold him like a parcel . . . It's Aunt Kitty, darling. . . . Little face . . . little fingers . . . look at you . . . Doesn't he make you ashamed of dwelling on your troubles . . . ? \n[12]That man wasn't worth the tears, believe me. \n[13]Then we'll never speak of it again. \n[14]There are better men waiting for you. Stiva says . . . Kitty, my lamb, did Konstantin Levin . . . ? \n[15]Because it's love. \n[16]Kitty is here. \n[17]. . . but she will be nobody's wife, she'll be ruined. \n[18]Alexei Aleksandrevich--look at me. You will have no peace of mind until you forgive her. It was Anna who taught me that. \n[19]Anna . . . I am very glad to see you. Are you well? How is your little one? \n[20]Stiva wanted to invite you and Count Vron- sky to the house but it's impossible . . . \n[21]No, no--you don't. Kitty and her husband are with us. She's in Moscow to have the baby. \n[22]Perhaps I'll wait a year or two.  Oh . . . love! \n[23]No. I wish I'd done the same. But no one asked me! Well . . . I wouldn't have been brave enough.  Stiva, you know . . . he doesn't change . . . like all men, I suppose. ", "Vasya": "", "Korney": "\n[1]It's your fault for letting her in!--you should be sacked. ", "Tanya": "\n[1]She's old! She's a hundred! ", "Masha": "\n[1]He is sick. \n[2] 154 ", "Annushka": "\n[1]He's come, my dear--look there . . . \n[2]She's still asleep. Should I take your coat? \n[3]Are you feeling unwell, Madame? \n[4]I can send out for something. \n[5]Madame . . . Madame . . . \n[6]Are you ill? \n[7]It's afternoon, Madame. \n[8]Anna Arkadyeva . . . \n[9]He went out early, to the stables, he said. \n[10]Don't take it to heart, Anna Arkadyeva . . . "}}