{"filename": "Annie-Hall_script.txt", "imdb_id": "tt0075686", "imdb_url": "https://www.imdb.com/title/tt0075686", "characters": ["Grammy Hall", "Annie Hall", "Alvy's Mom (as Joan Newman)", "Allison", "Rob", "Pam", "Alvy - Age 9", "Alvy's Dad", "Duane Hall (as Christopher Wlaken)", "Alvy Singer", "Alvy's Aunt", "Mom Hall", "Tony Lacey", "Dad Hall", "Robin"], "dialogues": {"Grammy": "", "Hall": "\n[1] \t\t\t      written by \t\t   \t      Woody Allen \t\t\t   Marshall Brickman    \n[2]\t\t\t \t\tIt's a nice ham this year, Mom.  Grammy Hall takes a sip of her wine and nods.  \n[3]\t\t\t \t\tA great sauce.  \n[4]\t\t\t \t\tWe went over to the swap meet.  Annie, \t\tGram and I. Got some nice picture frames.  \n[5]\t\t\t(Lighting a cigarette and turning \t\t\tto Alvy) \t\tAnn tells us that you've been seeing a \t\tpsychiatrist for fifteen years.  \n[6]\t\tDuane and I went out to the boat basin.  \n[7]\t\tYeah. \t\t\t \t\tRandolph Hunt was drunk, as usual.  \n[8]\t\tOh, that Randolph Hunt.  You remember \t\tRandy Hunt, Annie.  He was in the choir \t\twith you.  \n[9]\t\tStupid Thelma Poindexter ... to the \t\tVeterans Hospital.  \n[10]\t\tMy God, he's the new president of the \t\tEl Regis.  Let me tell you, the man is \t\tsomethin' else.  \n[11]\t\tThat's Jack's wife.  We used to make \t\tthat outta raisins.  \n[12]\t\tOh, you remember her, Annie.  \n[13]\t\tHow do you plan to spend the holidays, \t\tMrs. Singer?  \n[14]\t\tFast?  \n[15]\t\tWhat sins?  I don't understand.  \n[16] Mom and Dad Hall walk into the living room; Annie is with them.  \n[17]\t\tNow, don't let it be so long, now.  \n[18]\t\tAnd look up Uncle Bill, you promise.  \n[19]\t\tOh, he's adorable, Annie.  \n[20]\t\tWe're going to take them to the airport. \t\t\t\t \n[21]\t\tOh, no-Duane can.  I haven't finished \t\tmy drink.  \n[22]\t\tM'mmm.  \n[23] Annie, looking slightly distraught, goes to open the door to Alvy's knock.  \n[24] An actor and actress sit on hard wooden chairs in a sparse rehearsal ball. They face each other.  The actress resembles Annie; the actor, Alvy.  ", "Annie": "\n[1] \t\t\t      written by \t\t   \t      Woody Allen \t\t\t   Marshall Brickman    \n[2]\t\t\t \t\tAlright, alright, I'm in a bad mood, okay?  Annie closes the cab door and she and Alvy move over to the ticket booth of the theater as they continue to talk.  \n[3]\t\tYou're gonna hafta learn to deal with it.  \n[4]\t\tOkay. \t\t\t(They move into the ticket line, \t\t\tstill talking.  A billboard next to \t\t\tthem reads \"INGMAR BERGMAN'S 'FACE \n[5]\t\tI'm not getting my period.  Jesus, every \t\ttime anything out of the ordinary happens, \t\tyou think that I'm getting my period!  They move over to the ticket counter, people in front of them buying tickets and walking off screen.  \n[6]\t\tTwo minutes, Alvy.  \n[7]\t\tIn the middle? \t\t\t(Alvy nods his head yes and let's \t\t\tout an exasperated sigh) \t\tWe'll only miss the titles.  They're in \t\tSwedish.  \n[8]\t\tTwo hours?  No, u-uh, I'm going in. \t\tI'm going in.  She moves past the ticket clerk.  \n[9]\t\tLook, while we're talking we could be \t\tinside, you know that?  \n[10]\t\tAlright.  All right, all right, so whatta \t\tyou wanna do?  \n[11]\t\tOh, come on, we've seen it.  I'm not in \t\tthe mood to see a four-hour documentary \t\ton Nazis.  \n[12]\t\t\t \t\tH'h, that's a polite word for what you are.  \n[13]\t\t\t \t\tWell, stop listening to him.  \n[14]\t\tI missed my therapy.  I overslept.  \n[15]\t\tThe alarm clock.  \n[16]\t\tI know-because of our sexual problem, \t\tright?  \n[17]\t\tStop it, Alvy!  \n[18]\t\tAnd you know something else?  You know, \t\tyou're so egocentric that if I miss my \t\ttherapy you can think of it in terms of \t\thow it affects you!  \n[19]\t\tOh!  \n[20]\t\tOkay, I'm very sorry.  My sexual problem! \t\tOkay, my sexual problem!  Huh?  The man in front of them turns to look at them, then looks away.  \n[21]\t\tM'm, I don't know, sometimes I ask myself \t\thow I'd stand up under torture.  \n[22]\t\tThat movie makes me feel guilty.  \n[23]\t\tAlvy, I ...  \n[24]\t\tI-you know, I don't wanna.  \n[25]\t\tI know, well, it's just that-you know, I \t\tmean, I-I-I-I gotta sing tomorrow night, \t\tso I have to rest my voice.  \n[26]\t\t\t \t\tI know.  Well, Alvy, it'll pass, it'll \t\tpass, it's just that I'm going through a \t\tphase, that's all.  \n[27]\t\tI mean, you've been married before, you \t\tknow how things can get.  You were very \t\thot for Allison at first.  \n[28]\t\tAlvy, now don't panic.  Please.  \n[29]\t\tStop it!  Don't ... don't do that!  There. The lobsters continue to crawl on the floor.  Annie, bolding out a wooden paddle, tries to shove them onto it.  \n[30]\t\tCome on, Alvy, they're only baby ones, for \t\tGod's sake.  \n[31]\t\tOh, all right.  All right!  It's all \t\tright.  Here.  She drops the paddle and picks up one of the lobsters by the tail.  Laughing, she shoves it at Alvy who jerks backward, squeamishly.  \n[32]\t\t\t \t\tOooh!  Here!  Here!  \n[33]\t\t\t \t\tGet him!  \n[34]\t\t\t \t\tI can't!  I can't put him in the pot.  I \t\tcan't put a live thing in hot water.  \n[35]\t\t\t \t\tOh, God!  Here yuh go!  Oh, good, now \t\the'll think- \t\t\t \t\tAaaah!  Okay.  \n[36]\t\tAll right.  All right.  All right.  She moves hurriedly across the kitchen and picks up another lobster.  Smiling, she places it on the counter as Alvy stands beside the refrigerator trying to push it from the wall.  \n[37]\t\t\t \t\tYeah.  I'm gonna get my ... I'm gonna \t\tget my camera.  \n[38]\t\tGreat!  Great! \t\t\t \t\tGoddammit! \t\t\t \t\tOoooh!  These are ... p-p-p-pick this \t\tlobster up.  Hold it, please!  \n[39]\t\tIt'll make great- Alvy, be- Alvy, it'll \t\tbe wonderful ... Ooooh, lovely!  \n[40]\t\tDon't be a jerk.  One more, Alvy, please, \t\tone more picture. \t\t\t(Reluctantly Alvy picks up the \t\t\tlobster again as Annie takes \t\t\tanother picture) \t\tOh, oh, good, good!  \n[41]\t\tOh ... no, no, no, no, uh, uh.  No.  \n[42]\t\tOh, well, let's see, there was Dennis, \t\tfrom Chippewa Falls High School.  \n[43]\t\tOh, God, you should've seen what I looked \t\tlike then.  \n[44]\t\tThen there was Jerry, the actor.  \n[45]\t\tI look pretty.  \n[46]\t\t\t \t\tOh, right.  Right, yeah, I think I \t\tknow exactly what you mean, when you \t\tsay \"religious.\"  \n[47]\t\t\t \t\tOh, come on-I mean, I was still younger.  \n[48]\t\tNo, how?  \n[49]\t\tHey, listen-I mean, he was a terrific actor, \t\tand look at him, he's neat-looking and he \t\twas emotional ... Y-hey, I don't think you \t\tlike emotion too much.  Jerry stops rubbing the younger Annie's arm and slides down to the floor as she raises her foot toward his chest.  \n[50]\t\tHe was creepy.  \n[51]\t\t\t \t\tOh, really?  Well, la-de-da!  \n[52]\t\tOh, that's right.  That you really like \t\tthose New York girls.  \n[53]\t\tOh, I'd say so.  You married-  \n[54]\t\t\t \t\t-two of them.  \n[55]\t\t\t \t\tI know, but ooh- here he comes.  Okay.  Rob and Alvy enter the court and walk over to the two women.  Rob kisses Janet and makes introduction.  \n[56]\t\t\t \t\tHow are yuh?  \n[57]\t\tHi.  Annie and Alvy shake hands.  \n[58]\t\t\t \t\tWell ... so ... I can't play too good, \t\tyou know.  \n[59]\t\tHi.  Hi, hi.  \n[60]\t\t\t(Hands clasped in front of her, \t\t\tsmiling) \t\tWell, bye. She laughs and backs up slowly \t\ttoward the door.  \n[61]\t\tOh, yeah?  So do you.  Oh, God, whatta- \t\t\t \t\twhatta dumb thing to say, right?  I mean, \t\tyou say it, \"You play well,\" and right \t\taway ... I have to say well.  Oh, oh ... \t\tGod, Annie. \t\t\t \t\tWell ... oh, well ... la-de-da, la-de-da, \t\tla-la.  She turns around and moves toward the door.  \n[62]\t\t\t(Turning and aiming her thumb over \t\t\ther shoulder) \t\tOh, why-uh ... y-y-you gotta car?  \n[63]\t\t\t \t\tOh, no, I have a car.  \n[64]\t\tI don't ... \t\t\t \t\tI don't ... Geez, I don't know, I've ... \t\tI wa- This ... yeah, I got this VW out \t\tthere ... \t\t\t(Laughing and gesturing toward \t\t\tthe door) \t\tWhat a jerk, yeah.  Would you like a lift?  \n[65]\t\tMe?  Oh, downtown!  \n[66]\t\t\t \t\tOh, well, I'm goin' uptown, too.  \n[67]\t\tYeah, well, I'm, but I ...  Alvy picks up his bag and moves toward the door. As he turns his bag around, the handle of the tennis racket bits Annie between the legs.  \n[68]\t\t\t \t\tI mean, I can go uptown, too.  I live \t\tuptown, but ... uh, what the hell, I mean, \t\tit'd be nice having company, you know \t\tI mean, I hate driving alone.  \n[69]\t\t\t \t\tOh, I'm in her acting class.  \n[70]\t\tWell, I do commercials, sort of ...  She zooms down the wrong lane, cars swerving out of her way.  A horn blows.  \n[71]\t\tNo, Chippewa Falls.  \n[72]\t\tWisconsin.  \n[73]\t\tUh, don't worry, I'm a very- \t\t\t(A car moves closer to the VW, \t\t\talmost on top of it in the wrong \t\t\tdirection.  Annie swerves away at \t\t\tthe very last minute \t\t-a very good driver. \t\t\t(Alvy rubs his head nervously, \t\t\tstaring out the window as Annie \t\t\tspeeds along) \t\tSo, listen-hey, you want some gum, anyway?  Annie looks down beside her, searching for the gum.  \n[74]\t\tWell, where is it?  I-  \n[75]\t\tOkay.  They both fumble around in her pocketbook.  Alvy looks up to see the entire front of a truck in Annie's windshield.  She swerves just in time.  \n[76]\t\tOkay, that's good.  Alvy continues to look for the gum while Annie zooms down the city streets.  \n[77]\t\tAll right.  \n[78]\t\tYeah ... so, listen-you drive?  \n[79]\t\tOh, you do?  \n[80]\t\tOh, right.  \n[81]\t\t\t \t\tHuh?  \n[82]\t\tHuh?  Oh, yeah.  \n[83]\t\tI live over here.  Oh, my God!  Look! \t\tThere's a parking space!  With brakes squealing, Annie turns the VW sharply into the parking spot. Annie and Alvy get out, Alvy looking over his shoulder as he leaves the car.  \n[84]\t\tDon't be funny.  \n[85]\t\tHuh?  Oh ... yeah.  \n[86]\t\t\t \t\tYeah, thanks.  Thanks a lot.  Well...  \n[87]\t\t\t \t\tOh.  Alvy shakes hands with Annie.  \n[88]\t\t\t \t\tYeah.  \n[89]\t\tOh, you do?  Yeah?  Oh, well, it's uh \t\t... this is, uh ... this tie is a present, \t\tfrom Grammy Hall.  Annie flips the bottom of the tie.  \n[90]\t\t\t \t\tYeah, my grammy.  \n[91]\t\t\t \t\tYeah, I know.  \n[92]\t\tI know, it's pretty silly, isn't it?  \n[93]\t\t\t \t\tWell ...  \n[94]\t\tOh, yeah, yeah.  \n[95]\t\t\t \t\tHey, well, listen ... hey, you wanna \t\tcome upstairs and, uh ... and have a \t\tglass of wine and something?  Aw, no, \t\tI mean ... I mean, you don't have to, \t\tyou're probably late and everything else ...  \n[96]\t\tYou sure?  \n[97]\t\tOkay.  \n[98]\t\tOh, you see an analyst?  \n[99]\t\tFifteen years?  \n[100]\t\tFifteen-aw, come on, you're . . . yeah, \t\treally?  \n[101] Alvy, standing, looks around the apartment.  There are lots of books, framed photographs on the white wall.  A terrace can be seen from the window.  He picks up a copy of Ariet, by Sylvia Platb, as Annie comes out of the kitchen carrying two glasses.  She hands them to Alvy.  \n[102]\t\tM'hm...  \n[103]\t\tOh, yeah.  \n[104]\t\tRight.  Well, I don't know, I mean, uh, \t\tsome of her poems seem - neat, you know.  \n[105]\t\tNeat, yeah.  \n[106]\t\t\t \t\tOh ... oh, well, you see now now, uh, \t\tthat's my dad, that's Father-and that's \t\tmy ... brother, Duane.  \n[107]\t\t\t \t\tYeah, right, Duane-and over there is \t\tGrammy Hall, and that's Sadie.  \n[108]\t\tSadie?  Oh, well, Sadie... \t\t\t \t\tSadie met Grammy through, uh, through \t\tGrammy's brother George.  Uh, George was \t\treal sweet, you know, he had that thing. \t\tWhat is that thing where you, uh, where \t\tyou, uh, fall asleep in the middle of a \t\tsentence, you know-what is it?  Uh ...  \n[109]\t\tNarcolepsy, right, right.  Right.  So, \t\tanyway, so ... \t\t\t \t\tGeorge, uh, went to the union, see, to \t\tget his free turkey, be-because, uh, the \t\tunion always gave George this big turkey \t\tat Christmas time because he was ... \t\t\t(Annie points her fingers to each \t\t\tside of her head, indicating George \t\t\twas a little crazy) \t\tshell-shocked, you know what I mean, in the \t\tFirst World War. \t\t\t(Laughing hysterically, she opens \t\t\ta cabinet door and takes out a \t\t\tbottle of wine) \t\tAnyway, so, so ... \t\t\t \t\tGeorge is standing in line, oh, just a sec \t\t...uh, getting his free turkey, but the \t\tthing is, he falls asleep and he never \t\twakes up. So, so... \t\t\t \t\tso, he's dead ... \t\t\t \t\the's dead.  Yeah.  Oh, dear.  Well, \t\tterrible, huh, wouldn't you say?  I \t\tmean, that's pretty unfortunate.  Annie unscrews the bottle of wine, silent now after her speech.  \n[110]\t\t\t \t\tOh, really?  Oh, well ... uh, uh, maybe, \t\tuh, maybe, we, uh ...  \n[111]\t\tWell, I mean, you don't have to, you know.  \n[112]\t\tWell, didn't you take, uh ... uh, a \t\tshower at the club?  \n[113]\t\t\t \t\tWhy not?  \n[114]\t\t\t \t\tOh, I see, I see.  \n[115]\t\tYeah.  Oh, yeah.  Yeah, I see.  I guess-  \n[116]\t\t\t \t\tFifteen years, huh?  \n[117]\t\tYeah.  Oh, God bless!  They\tput their glasses together in a toast.  \n[118]\t\t\t \t\tWell, uh ... \t\t\t \t\tYou're what Grammy Hall would call a \t\treal Jew.  \n[119]\t\t\t \t\tYeah, well ... you-She hates Jews.  She \t\tthinks that they just make money, but let \t\tme tell yuh, I mean, she's the one yeah, \t\tis she ever.  I'm tellin' yuh.  \n[120]\t\t\t \t\tYeah, yeah, I sorta dabble around, you know.  Annie's thoughts pop on the screen as she talks: I dabble?  Listen to me-what a jerk!  \n[121]\t\tWell, I-I-I would-I would like to take \t\ta serious photography course soon.  Again, Annie's thoughts pop on: He probably thinks I'm a yo-yo  \n[122]\t\tAesthetic criteria?  You mean, whether \t\tit's, uh, good photo or not?  I'm not smart enough for him.  Hang in there  \n[123]\t\tWell, well, I ... to me-I ... I mean, \t\tit's-it's-it's all instinctive, you \t\tknow.  I mean, I just try to uh, feel \t\tit, you know?  I try to get a sense of \t\tit and not think about it so much.  God, I hope he doesn't turn out to be a shmuck like the others  \n[124]\t\tWell, I don't know.  I mean, I guess-I \t\tguess you must be sorta late, huh?  \n[125]\t\tMe?  Oh, uh. \t\t\t \t\tNo.  \n[126]\t\t\t \t\tOh ... nothing.  Not-no, no!  \n[127]\t\t\t \t\tI know.  \n[128]\t\tWell, I mean, I meet a lot of ... jerks, \t\tyou know-  \n[129]\t\t\t \t\t-what I mean?  \n[130]\t\t\t \t\tBut I'm thinking about getting some \t\tcats, you know, and then they ... Oh, \t\twait a second-oh, no, no, I mean \t\t\t \t\toh, shoot!  No, Saturday night I'm \t\tgonna- \t\t\t \t\tgonna sing.  Yeah.  \n[131]\t\t\t \t\tOh, no-I mean, I'm just a-auditioning \t\tsort of at club.  I don't-  \n[132]\t\t\t \t\t-it's my first time.  \n[133]\t\t\t \t\tYeah.  \n[134]\t\tI was awful.  I'm so ashamed!  I can't \t\tsing.  \n[135]\t\tWhatta you mean, a tad restless?  Oh, \t\tmy God, I mean, they hated me.  \n[136]\t\tNo, I'm gonna quit!  \n[137]\t\tReally, do you think so, really?  \n[138]\t\tYeah?  \n[139]\t\t\t \t\tYeah, you know something?  I never even \t\ttook a lesson, either.  They stop in the middle of the sidewalk.  Alvy turns Annie around to face him.  \n[140]\t\t\tWhat? \n[141]\t\t\tReally? \n[142]\t\tYeah.  \n[143]\t\t\tOh, all right. \n[144]\t\t\tOkay. \n[145]\t\tYeah.  They kiss.  \n[146]\t\tWe can digest our-  \n[147]\t\t\t \t\tYeah ... oh, uh, and I'm gonna have a \t\tpastrami on white bread with, uh, \t\tmayonnaise and tomatoes and lettuce. \t\t\t(Alvy involuntarily makes a face \t\t\tas the waiter leaves) \t\tTsch, so, uh, your second wife left you \t\tand, uh, were you depressed about that?  \n[148]\t\tOh.  And your first wife was Allison?  \n[149]\t\tOh.  \n[150]\t\tM'm, that was so nice.  That was nice.  \n[151]\t\t\tH'm? \n[152]\t\t\tOh, yeah? \n[153]\t\t\tYeah? \n[154]\t\tNo. \t\t\t(She turns and looks at Alvy, \t\t\tthen laughs) \t\tYou're a wreck.  \n[155]\t\t\t\t \n[156]\t\t\t \t\tNo.  \n[157]\t\t\t \t\tHere, you want some?  \n[158]\t\t\tYeah? \n[159]\t\tOh, I don't know, I don't really.  I \t\tdon't do it very often, you know, just \t\tsort of, er ... relaxes me at first.  \n[160]\t\t\tWhat?  What? \n[161]\t\t\tH'm? \n[162]\t\t\t\t(Looking at the books Alvy \n[163]\t\t\t\t \n[164]\t\tYeah?  They move over to the cashier line.  \n[165]\t\t\tM'hm. \n[166]\t\tM'hm.  \n[167]\t\t\tM'hm. \n[168]\t\tYeah.  \n[169]\t\t\tM'hm. \n[170]\t\t\tU-huh. \n[171]\t\t\tM'hm. \n[172]\t\t\t\t \n[173]\t\t\tYeah. \n[174]\t\t\tOh! Italian, right? \n[175]\t\t\t\t \n[176]\t\tOh, yeah?  \n[177]\t\tYou see, like you and I ...  \n[178]\t\tNo, I'm not.  \n[179]\t\tWell, what does-what does that mean? \t\tI don't know what that is.  \n[180]\t\tOoooh!  They stop walking.  Holding Annie's arms, Alvy turns her to face him.  The South Street Bridge, lit up for the night, is in the background.  \n[181]\t\tCome on. \t\t\t \t\tYeah.  You know what?  You know, I \t\tlike you, I really mean it.  I really do \t\tlike you.  \n[182]\t\tDo I love you?  \n[183]\t\tYeah.  \n[184]\t\tWell, I certainly ... I think that's \t\tvery- Yeah, yeah ... \t\t\t \t\tyeah.  Do you love me?  \n[185]\t\t\tYeah. \n[186]\t\t\tYeah. \n[187]\t\t\tI dunno. \n[188]\t\t\t \t\tOf course.  \n[189]\t\tWell, I mean, I'm moving in with you, \t\tthat's why.  \n[190]\t\tI have a tiny apartment.  \n[191]\t\t\t(Picking up the suitcases and \t\t\twalking into the bedroom) \t\tThat's right, and it's got bad plumbing \t\tand bugs.  \n[192]\t\tYou don't want me to live with you?  \n[193]\t\tMine.  \n[194]\t\tI guess you think that I talked you into \t\tsomething, huh? \t\t\t \t\t \n[195]\t\t\t \t\tHow is it any different?  \n[196]\t\t\t \t\tThat little apartment is four hundred \t\tdollars a month, Alvy.  \n[197]\t\tYes, it is.  \n[198]\t\t\t \t\tYou don't think I'm smart enough to be \t\tserious about.  \n[199]\t\tThen why are you always pushing me to take \t\tthose college courses like I was dumb or \t\tsomething?  \n[200]\t\t\t \t\tDoes this sound like a good course? \t\tUh, \"Modern American Poetry\"?  Uh, or, \t\tuh-let's see now ... maybe I should, uh, \t\ttake \"Introduction to the Novel.\"  \n[201]\t\tWhat? \t\t\t \t\tHey, listen, what-what do you think?  Do \t\tyou think we should, uh, go to that-that \t\tparty in Southampton tonight?  Alvy leans over and kisses her shoulder.  \n[202]\t\t\t \t\tWell, okay.  Well, listen, I'm gonna get \t\ta cigarette, okay?  \n[203]\t\t\t \t\tWell, have you ever made love high?  \n[204]\t\t\t(Moving back into the room and \t\t\tlighting a joint) \t\tIt relaxes me.  \n[205]\t\t\t \t\tWell, what's the difference, anyway?  \n[206]\t\tOh, come on, look who's talking.  You've \t\tbeen seeing a psychiatrist for fifteen years. \t\t\t(She gets into bed and takes a \t\t\tpuff of marijuana) \t\tYou should smoke some o' this.  You'd be \t\toff the couch in no time.  \n[207]\t\tWhat are you doing?  \n[208]\t\tOh, no, Alvy, please. Alvy, please. \t\t\t \t\tM'mrnm.  \n[209] \t\tUh-uh-why?  \n[210]\t\tNo, I'm fine.  As Annie speaks, her inner self  sits down on a chair, watching.  \n[211]\t\tU-huh.  \n[212]\t\tLet's just do it, all right?  \n[213]\t\tAlvy, do you remember where I put my \t\tdrawing pad?  Because while you two are \t\tdoing that, I think I'm gonna do some \t\tdrawing.  \n[214]\t\tOh, you have my body.  \n[215]\t\t\t \t\tWell, I need grass and so do you.  \n[216]\t\t\t \t\tM'hm.  \n[217]\t\tWere you always funny?  \n[218]\t\tAlvy, you were ... Alvy, you were just \t\tgreat, I'm not kidding.  It was- You \t\twere so neat.  \n[219]\t\tYeah.  Yeah.  And you know something? \t\tI think that I'm starting to get more \t\tof your references, too.  \n[220]\t\tYeah.  \n[221]\t\t\t \t\tOh.  \n[222]\t\tOh, I'm really, uh, looking forward to \t\ttomorrow.  I mean, you know, I think that \t\tit'll be really nice to meet Mother and \t\tFather.  They start moving toward the exit, a girl snapping a picture of Alvy with a flash camera as they walk through the crowd.  \n[223]\t\tNo, I don't think so.  No, I don't think \t\tthey're gonna hate you at all.  On the \t\tcontrary, I think-  \n[224]\t\tIt's Easter.  You know, we'll have a nice \t\tdinner, we'll sit down and eat.  I think \t\tthey're gonna really like you.  \n[225] The camera shows a neat two-story house surrounded by a well-manicured green lawn, then cuts to:  \n[226]\t\t\t \t\tOh, yeah.  Grammy always does such \t\ta good job.  \n[227]\t\tWe really had a good time.  Grammy continues to stare at Alvy; he is now dressed in the long black coat and hat of the Orthodox Jew, complete with mustache and heard.  \n[228]\t\tOh, yes, yes.  Alvy, leaning his elbow on the table, looks out toward the camera.  \n[229]\t\tOh, yes, that's right.  Did you see \t\tthe new play?  \n[230]\t\tYes, I do.  The two families start talking back and forth to one another.  The screen is still split.  \n[231]\t\tNo.  \n[232]\t\tOkay.  Okay.  \n[233]\t\tYou think so?  Do you really?  \n[234]\t\tYes, Duane is.  I'll be right-  \n[235]\t\tI just have time to get the, uh-  She walks out of the room as Mom and Dad Hall kiss.  \n[236]\t\t\t \t\tYou followed me.  I can't believe it!  \n[237]\t\tYou followed me!  \n[238]\t\tWell, what is your definition of \t\tfollowing?  \n[239]\t\tDo you realize how paranoid you are?  \n[240]\t\tThat is the worst kind of paranoia.  \n[241]\t\tYeah-well, you wanted to keep the \t\trelationship flexible, remember? \t\tIt's your phrase.  \n[242]\t\t\"Existential Motifs in Russian Literature\"! \t\tYou're really close.  \n[243]\t\t\t \t\tOh, well, now we're finally getting to \t\ta subject you know something about!  She walks away.  \n[244]\t\t\t \t\tWe're not having an affair.  He's married. \t\tHe just happens to think I'm neat.  \n[245]\t\tWho cares?  Who cares?  \n[246]\t\tYou've always had hostility toward \t\tDavid ever since I mentioned him!  \n[247]\t\tIt's his name.  \n[248]\t\t\t \t\tAlvy!  Alvy!  You're the one who never \t\twanted to make a real commitment.  You \t\tdon't think I'm smart enough!  We had \t\tthat argument just last month, or don't \t\tou remember that day?  \n[249]\t\t\t \t\tI'm home!  \n[250]\t\t\t(Comes into the kitchen and puts \t\t\tdown a bag of groceries on the \t\t\tkitchen table) \t\tOh, it was ... \t\t\t \t\treally weird.  But she's a very nice woman.  \n[251]\t\tAnd I didn't have to lie down on the couch, \t\tAlvy, she had me sitting up.  So I told her \t\tabout-about the-the family and about my \t\tfeelings toward men and about my \t\trelationship with my brother.  \n[252]\t\tAnd then she mentioned penis envy ... \t\tDid you know about that?  \n[253]\t\tM'hm.  \n[254]\t\tWell, she said that I was very guilty \t\tabout my impulses toward marriage, \t\tand-and children.  \n[255]\t\tAnd then I remembered when I was a kid \t\thow I accidentally saw my parents making \t\tlove.  \n[256]\t\tM'hm.  \n[257]\t\tOh, I told her my dream and then I cried.  \n[258]\t\t\t \t\tYeah.  \n[259]\t\tIn-in ... Alvy, in my dream Frank \t\tSinatra is holding his pillow across \t\tmy face and I can't breathe.  \n[260]\t\tYeah, and he's strangling me ...  \n[261]\t\t... and I keep, you know, it's-  \n[262]\t\t\t \t\tShe said, your name was Alvy Singer.  \n[263]\t\tYeah, yeah, yeah, you.  Because in the \t\tdream ... I break Sinatra's glasses.  \n[264]\t\t\t \t\tOh, and God, Alvy, I did ... this really \t\tterrible thing to him.  Because then when \t\the sang it was in this real high-pitched \t\tvoice.  \n[265]\t\t\t \t\tWell, she said that I should probably \t\tcome five times a week.  And you know \t\tsomething?  I don't think I mind analysis \t\tat all.  The only question is, Will it \t\tchange my wife?  \n[266]\t\tWill it change my life?  \n[267]\t\tNo, I didn't. \t\t\t \t\tI said, \"Will it change my life,\" Alvy.  \n[268]\t\t\t \t\tLife.  I said, \"life.\"  Alvy turns toward the camera.  \n[269]\t\t\tAnd, Alvy ... and then I told her about \n[270]\t\tA bit rapidly.  I don't care what you \t\tsay about David, he's a perfectly fine \t\tteacher!  \n[271]\t\tAnd what are you doing following me \t\taround for, anyway? \n[272]\t\t\t \t\tI just think we oughta call this \t\trelationship quits!  Annie gets into the cab; Alvy leans over and closes the door.  \n[273] Annie, looking slightly distraught, goes to open the door to Alvy's knock.  \n[274]\t\t\t\t \n[275]\t\t\tThere's a spider in the bathroom. \n[276]\t\tThere's a big black spider in the bathroom.  \n[277]\t\t\tMy God, I mean, you know how I am about  \n[278]\t\t-I can't sleep with a live thing crawling \t\taround in the bathroom.  \n[279]\t\t\t\t \n[280]\t\t\t \t\tI know, I know, and a first-aid kit and \t\ta fire extinguisher.  \n[281]\t\t\tYeah. \n[282]\t\t\tIt was just great! \n[283]\t\t\tI called you; you wanna help me ... or \n[284]\t\t\t\t(Turning to a nearby chair for \n[285]\t\t\t \n[286]\t\t\t\t(Sitting down on a chair arm \n[287]\t\t\t\t \n[288]\t\t\tIt really is lovely.  It's in the bathroom. \n[289]\t\t\t \t\tHey, don't squish it, and after it's \t\tdead, flush it down the toilet, okay? \t\tAnd flush it a couple o' times.  \n[290]\t\t\t\t \n[291]\t\t\tYeah? \n[292]\t\t\tTwo? \n[293]\t\tOh, I-I left it at your house.  \n[294]\t\t\t\t \n[295]\t\t\tWell, what are you doing ... what are \n[296]\t\t\tWell, okay.  Oooh. \n[297]\t\t\t\t \n[298]\t\t\t\t \n[299]\t\t\t\t \n[300]\t\t\t\t \n[301]\t\t\tWas there somebody in your room when \n[302]\t\t\tI mean was there another- I thought I \n[303]\t\tYeah?  \n[304]\t\tYeah.  Alvy pulls her to him and they kiss again.  \n[305]\t\t\tAlvy, let's never break up again.  I don't \n[306]\t\t\tLiving together hasn't been so bad, has it? \n[307]\t\t\t \t\tYou know I think that if you let me, maybe \t\tI could help you have more fun, you know? \t\tI mean, I know it's hard and ... Yeah.  \n[308]\t\tAlvy, what about ... what if we go away \t\tthis weekend, and we could-  \n[309]\t\t\tOkay, okay.  Okay. \n[310]\t\t\tYeah. \n[311]\t\t\t-me, my God, it's a great day! \n[312]\t\t\t\t \n[313]\t\t\t\t \n[314]\t\t\tWell, I had a really good day, you know \n[315]\t\tYeah, but it's real close.  \n[316]\t\t\t\t \n[317]\t\t\t\t \n[318]\t\tWhat is this? Is this a...Present? \t\t\t \t\tAre you kidding?  \n[319]\t\tUh, yeah, uh ... t-t-this is more like \t\ta present for you, yeah, but it's-  \n[320]\t\t\t\t \n[321]\t\t\t\t \n[322]\t\tOh, yeah?  What is this, anyway? \t\t\t \t\tLet me see.  Okay, let's... oooh, God! \t\t\t \t\tOh, you knew I wanted this ... \t\t\t \t\tGod, it's terrific, God!  \n[323]\t\t\t\t \n[324]\t\t\t\t \n[325]\t\t\t \t\tYeah, well, we have the, I mean, they were \t\tjust a terrific audience, I mean, you know, \t\tit makes it really easy for me, because I \t\tcan be ... huh?  Tony, a famous record personality, pushes through the crowd, moving toward Alvy and Annie.  An entourage follows him as he makes his way to their table.  \n[326]\t\t\tOh. \n[327]\t\t\tWell, hi! \n[328]\t\t\t \t\tOh, yeah, really, oh!  \n[329]\t\t\tOh, neat ... oh, that's very nice, \n[330]\t\t\t\t \n[331]\t\tOh.  What about?  \n[332]\t\t\t \t\tWell, hey, that's, that's nice.  Uh. \t\tOh, listen, this is, uh, Alvy Singer. \t\tDo you know Alvy?  Uh ... and ... uh ... \t\tTony Lacey.  \n[333]\t\t\tHi. \n[334]\t\t\t\t \n[335]\t\tYeah.  \n[336]\t\t\tWhat thing? \n[337]\t\t\t \t\tThing?  \n[338]\t\t\t \t\tOh, the thing!  Oh, the thing ... \t\t\t \t\t... yeah ... yeah.  Annie turns, looks at Tony as he smiles and gestures with his hands.  \n[339]\t\t\tHey- \n[340]\t\t\t \t\tOh.  \n[341]\t\tOh, gosh.  \n[342]\t\tNice to see you ... bye.  Yeah.  Bye.  She turns and looks at Alvy.  \n[343]\t\t\t(Looking down at her hands, \t\t\tthen up at Alvy) \t\tI don't know, I thought it might be kind \t\tof fun, you know what I mean, it'd be \t\tnice to meet some new people.  \n[344]\t\tAll right, all right, you don't wanna go \t\tto the party, so uh, whatta you wanna do?  \n[345]\t\t\t\t \n[346]\t\tWell, I've been moody and dissatisfied.  \n[347]\t\tDo you have sex often?  \n[348]\t\tConstantly!  I'd say three times a week. \t\tLike the other night, Alvy wanted to have \t\tsex.  \n[349]\t\tAnd ... I don't know ... I mean, six months \t\tago I-I woulda done it.  I woulda done it, \t\tjust to please him.  \n[350]\t\t\tBut the thing is-I mean, since our \n[351]\t\tI don't know, though, I feel so guilty \t\tbecause Alvy is paying for it, so, you \t\tknow, so I do feel guilty if I don't go \t\tto bed with him.  But if I do go to bed \t\twith him, it's like I'm going against my \t\town feelings.  I don't know I-I can't win.  \n[352]\t\t\t \t\tSometimes I think-sometimes I think I \t\tshould just live with a woman.  \n[353]\t\tWell, I always wanted to try, you know, \t\tbut, uh, Alvy, uh ... he's very down on it.  \n[354]\t\tYou never wanna try anything new, Alvy.  \n[355]\t\t\t \t\tThat's sick!  \n[356]\t\t\tYeah.  Come on.  It'd be fun. \n[357]\t\t\t \t\tAlvy, come on, for your own experience. \t\tI mean, you wanna write, why not?  \n[358]\t\tOh, do you know something-I didn't tell \t\tyuh, we're going to California next week.  \n[359]\t\tYeah ...  \n[360]\t\t\t \t\tNo, no, no that's not it at all.  Alvy's \t\tgiving an award on television.  Gee, he \t\ttalks like he's violating a moral issue \t\tsitting here.  \n[361]\t\tGod.  \n[362]\t\t\t\t \n[363]\t\tGod, it's so clean out here.  \n[364]\t\tYou know, it was snowing-it was snowing \t\tand really gray in New York yesterday.  \n[365]\t\t\t \t\tYes.  \n[366]\t\t\t(On the phone, overlapping the \t\t\tdoctor and Alvy) \t\tWell ... H-h huh ... Oh, good ... Yes, \t\tI'll tell him.  \n[367]\t\t\t \t\tExcuse me.  I'm sorry, I'm sorry, Doctor. \t\tUh, Alvy-Alvy, that was the show.  They \t\tsaid everything is fine.  They found a \t\treplacement, so they're going to tape \t\twithout you.  \n[368]\t\t\tYeah.  Listen, Doctor, I'm worried. \n[369]\t\tNothing at all?  \n[370]\t\tWhat do you mean?  Do you think he's-  \n[371]\t\tUh-huh ... Oh, hospital?  \n[372]\t\tI don't know, this is strange to me, \t\tyou know.  \n[373]\t\tOh.  \n[374]\t\t\t \t\tOh yeah, stay here?  U-huh.  \n[375]\t\t\t \t\tI don't know.  I don't know.  She picks up an hors doeuvre.  \n[376]\t\tYeah.  \n[377]\t\t\t \t\tYeah.  \n[378]\t\tYeah.  \n[379]\t\tBoy, this is really a nice screening \t\troom.  It's really a nice room.  \n[380]\t\tYeah.  \n[381]\t\tYeah.  \n[382]\t\t\t \t\tOh, yeah?  \n[383]\t\t\tOh, good.  Okay. \n[384]\t\t\t \t\tIt's wonderful. I mean, you know they \t\tjust watch movies all day.  \n[385]\t\tDon't you think his girl friend's \t\tbeautiful?  \n[386]\t\t\t \t\tThat was fun.  I don't think California \t\tis bad at all.  It's a drag coming home.  \n[387]\t\t\t \t\tI have to face facts. I-I adore Alvy, \t\tbut our relationship doesn't seem to \t\twork anymore.  \n[388]\t\tIf only I had the nerve to break up, \t\tbut it would really hurt him.  \n[389]\t\t\t \t\tAlvy, uh, let's face it.  You know \t\tsomething, don't think our relationship \t\tis working.  \n[390]\t\t\t(Walking into the room with an \t\t\tarmload of books) \t\tWell, let's see now ... If it has my \t\tname on it, then I guess it's mine.  \n[391]\t\t\t(Putting down the books and \t\t\tflipping back her hair) \t\tWell, uh, Alvy, you wanted to break up \t\tjust as much as I do.  \n[392]\t\t\t(Holding a framed picture and \t\t\tmoving about) \t\tNow, look, all the books on death and \t\tdying are yours and all the poetry books \t\tare mine.  \n[393]\t\tOh-  \n[394]\t\t-God.  \n[395]\t\tRight.  Geez, I feel like there's a \t\tgreat weight off my back.  M'mmm.  \n[396]\t\t\t \t\tOh, no, no, no, no, no.  I mean, you \t\tknow, no, no, no, I mean, I think it's \t\treally important for us to explore new \t\trelationships and stuff like that.  She walks away.  \n[397]\t\t\t \t\tYeah, my analyst thinks this move is \t\tkeen for me.  \n[398]\t\t\t(Walking in with another \t\t\tarmload of books) \t\tWell, why should I put you through all \t\tmy moods and hang-ups anyway?  \n[399]\t\tWhat?  \n[400]\t\t\t \t\tExactly, but ... exactly.  Ooooh!  \n[401]\t\t\t \t\tHey, this one's mine, this button. \t\tThis one, you rem-  \n[402]\t\tI guess these are all yours.  Impeach, uh, \t\tEisenhower ... Impeach Nixon ... Impeach \t\tLyndon Johnson ... Impeach Ronald Reagan.  \n[403]\t\tHi.  Alvy wipes at his nose as he stares.  He smiles, the street traffic moving behind him. Annie smiles back.  \n[404]\t\tOh, no, I just lost a little weight, \t\tthat's all. \t\t\t(Alvy adjusts his glasses, not \t\t\texactly knowing where to start; \t \t\t\ta bit uneasy) \t\tWell, you look nice.  \n[405]\t\t\t \t\tOh, Alvy, come on.  \n[406]\t\t\t \t\tWell, whatta you mean?  I mean, it's \t\tperfectly fine out here.  I mean, Tony's \t\tvery nice and, uh, well, I meet people \t\tand I go to parties and-and we play tennis. \t\tI mean, that's ... that's a very big step \t\tfor me, you know?  I mean ... \t\t\t(Reacting, Alvy looks down at \t\t\this hands, then up) \t\tI'm able to enjoy people more.  \n[407]\t\t\t \t\tWhat's so great about New York?  I mean, \t\tit's a dying city.  You read \"Death in \t\tVenice.\"  \n[408]\t\tThat's right, that's right. \t\t\t \t\tYou only gave me books with the word \t\t\"death\" in the titles.  \n[409]\t\tAlvy, you're incapable of enjoying life, \t\tyou know that?  I mean, your life is New \t\tYork City.  You're just this person. \t\tYou're like this island unto yourself.  \n[410]\t\t\t \t\tNo. We're friends.  I wanna remain friends.  \n[411]\t\t\t \t\tYou're mad, aren't you?  \n[412]\t\tAlvy, I can't say that that's true at \t\tthis point in my life.  I really just \t\tcan't say that that's true.  I mean, \t\tyou know how wonderful you are.  I \t\tmean, you know ... you're the reason \t\tthat I got outta my room and that I \t\twas able to sing, and-and-and, you know, \t\tget more in touch with my feelings and \t\tall that crap.  Anyway, look, I don't \t\twanna- Listen, listen, listen, uh \t\t\t \t\th'h, so whatta you up to anyway, huh?  \n[413]\t\t\t \t\tNo! \t\t\t \t\tLook, I gotta go.  She starts to rise.  \n[414]\t\tI'm late.  \n[415]\t\tIf you must know, it's a hectic time \t\tfor Tony.  The Grammys are tonight.  \n[416]\t\tThe Grammys.  He's got a lotta records \t\tup for awards.  \n[417]\t\t\tOh! \n[418]\t\tJust forget it, Alvy, okay?  Let's \t\tjust forget the conversation.  She closes the door, starts the motor.  ", "Allison": "\n[1]\t\t\t \t\tMa'am, you're on right after this man ... \t\tabout twenty minutes, something like that.  \n[2]\t\t\t \t\tWho are you?  \n[3]\t\tOh, comedian.  Yes.  Oh, uh ... you're \t\ton next.  \n[4]\t\t\t \t\tUh ... I mean you're on right after \t\tthis act.  \n[5]\t\tYes.  \n[6]\t\tWhy not?  \n[7]\t\tIt's okay.  \n[8]\t\t\t \t\tWill you relax, please?  They're gonna \t\tlove you, I know.  \n[9]\t\t\t \t\tYes.  \n[10]\t\t\t \t\tDo you feel all right?  As Allison and Alvy look out at the stage, the camera cuts to their point of view: a comedian standing at a podium in front of huge waving pictures of Adlai Stevenson.  The audience, laughing and clapping, sits at round tables in clusters around the room.  The camera moves back to Allison and Alvy watching the stage.  Alvy is swinging his hands nervously.  \n[11]\t\t\t \t\tAllison.  \n[12]\t\t\t \t\tPortchnik.  \n[13]\t\tWell, I'm getting tired of it.  I need \t\tyour attention.  Alvy gets up from the bed and starts walking restlessly around the room, gesturing with his hands.  \n[14]\t\tAlvy.  Alvy, stopping for a moment at the fireplace mantel, sighs.  He then snaps his fingers and starts walking again.  \n[15]\t\tWe've been through this.  \n[16]\t\t\t(Moving back to the bed and \t\t\tlighting a cigarette) \t\tOkay.  All right, so whatta yuh saying, \t\tnow?  That e-e-everybody o-o-on the Warren \t\tCommission is in on this conspiracy, right?  \n[17]\t\tYeah, Earl Warren?  \n[18]\t\tLyndon Johnson?  \n[19]\t\tThen everybody's in in the conspiracy?  \n[20]\t\tThe FBI, and the CIA, and J. Edgar \t\tHoover and oil companies and the \t\tPentagon and the men's-room attendant \t\tat the White House?  Alvy touches Allison's shoulder, then gets up from the bed and starts walking again.  \n[21]\t\tYou're using this conspiracy theory as \t\tan excuse to avoid sex with me.  ", "Rob": "\n[1]\t\tYou're crazy!  \n[2]\t\tAlvy, you're a total paranoid.  \n[3]\t\tAh, Max, you, uh ...  \n[4]\t\tWhy, Max?  It's a good name for you.  Max, \t\tyou see conspiracies in everything.  \n[5]\t\tRight, Max.  California, Max.  \n[6]\t\tLet's get the hell outta this crazy city.  \n[7]\t\t-we move to sunny L.A. All of show business \t\tis out there, Max.  \n[8]\t\t\t \t\tRight, Max, forget it.  Aren't you gonna be \t\tlate for meeting Annie?  \n[9]\t\tThere's Henry Drucker.  He has a chair \t\tin history at Princeton.  Oh, the short \t\tman is Hershel Kaminsky.  He has a chair \t\tin philosophy at Cornell.  \n[10]\t\tWhy are you so hostile?  \n[11]\t\t\t \t\tIs that Paul Goodman?  No. And be nice \t\tto the host because he's publishing my \t\tbook.  Hi, Doug!  Douglas Wyatt. \t\t\"A Foul-Rag-and-Bone Shop-of-the-Heart.\"  They move through the rooms, Robin holding a drink in one hand, her arm draped in Alvy's; the crowd mills around them.  \n[12]\t\tCommentary.  \n[13]\t\tNo jokes-these are friends, okay?  \n[14]\t\tHere you are.  There's people out there.  \n[15]\t\tAlvy, what is so fascinating about a group \t\tof pituitary cases trying to stuff the \t\tball through a hoop?  \n[16]\t\tStop acting out.  She sits on the edge of the bed, looking down at the sprawled-out Alvy.  \n[17]\t\tAlvy, don't!  You're using sex to \t\texpress hostility.  \n[18]\t\t\t \t\tThere are people out there from The New \t\tYorker magazine.  My God!  What would they \t\tthink?  She gets up and fixes the zipper on her dress.  She turns and moves toward the door.  \n[19]\t\tOh, I'm sorry!  \n[20]\t\tDammit!  I was so close.  She flips on the overhead lamp and turns on her side.  Alvy turns to her.  \n[21]\t\t\t(Reaching over for her eyeglasses \t\t\ton the night table) \t\tI'm too tense.  I need a Valium.  My \t\tanalyst says I should live in the country \t\tand not in New York.  \n[22]\t\t\t \t\tOkay, okay, my analyst just thinks I'm \t\ttoo tense.  Where's the goddamn Valium?  She fumbles about the floor for the Valium, then back on the bed.  \n[23]\t\tI can't.  \n[24]\t\tMy head is throbbing.  \n[25]\t\tI have a headache.  \n[26]\t\tOswald and ghosts.  \n[27]\t\tWhere are you going?  \n[28]\t\t\tMax, my serve is gonna send yuh to \n[29]\t\tMax, the city is terribly worried.  \n[30]\t\tNo, no, no, Max, that's a very convenient \t\tout.  Every time some group disagrees with \t\tyou it's because of anti-Semitism.  \n[31]\t\tMax, if we lived in California, we could \t\tplay outdoors every day, in the sun.  \n[32]\t\tYou know Alvy?  \n[33]\t\t\t \t\tYou know Annie?  \n[34]\t\t\t \t\tWho's playing who here?  Alvy Well, uh ... \t\tyou and me against them?  \n[35]\t\tMax, will you forget about Annie?  I \t\tknow lots of women you can date.  \n[36]\t\tMax, have I got a girl for you.  You are \t\tgoing to love her.  She's a reporter-  The cartoon figures of Alvy and Rob walk past the Wicked Queen; the screen dissolves into the interior of a concert ball.  Rob's voice carries over from the cartoon scene as the screen shows Alvy with the female reporter.  It's very crowded, noisy; policeman and reporters are everywhere. Alvy stands with his hands in his pockets, watching the commotion.  \n[37]\t\t-for Rolling Stone.  \n[38]\t\t\t\t \n[39]\t\t\tI can't wait to see the old neighborhood. \n[40]\t\t\tWe can show her the schoolyard. \n[41]\t\tYes, I remember. \t\t\t \t\tHe was all schoolyard.  They threw him \t\ta football once, he tried to dribble it.  \n[42]\t\t\tYou're lucky, Max-where I used to live \n[43]\t\t\tWhat kind of good memories, Max? \n[44]\t\t\tThey can't hear you, Max. \n[45]\t\t\t \t\tHey, Max!  Who's that?  As the three friends watch Alvy's old living room, the scene has suddenly shifted.  A huge crowd stands around the room, laughing, eating, chatting and vibrating with the turns of the roller-coaster ride.  \n[46]\t\tTessie, they say you were the sister \t\twith personality.  \n[47]\t\t\tUh, how did this personality come about? \n[48]\t\t\tThere were many men interested in you? \n[49]\t\t\t\t \n[50]\t\t\t \t\tI've never been so relaxed as I have \t\tbeen since I moved out here, Max.  I \t\twant you to see my house.  I live \t\tright next to Hugh Hefner's house, Max. \t\tHe lets me use the Jacuzzi.  And the \t\twomen, Max, they're like the women in \t\tPlayboy magazine, only they can move \t\ttheir arms and legs.  \n[51]\t\tAw, come on, Max, give us a break, will \t\tyuh?  It's Christmas.  Annie starts snapping pictures of the view.  \n[52]\t\tNo kidding?  \n[53]\t\tMax, there's no crime, there's no mugging.  \n[54]\t\tWhile you're out here, Max, I want you \t\tto see some of my TV show.  And we're \t\tinvited to a big Christmas party.  They continue driving, now in a less residential area, passing a hot-dog stand. \"Tail-Pup\" concession; people mill about eating hot dogs.  \n[55]\t\tLook, now, Charlie, give me a big \t\tlaugh here.  \n[56]\t\tA limousine to the track breakdown?  \n[57]\t\t\t\t \n[58]\t\t\tMax, I've got a hit series. \n[59]\t\tArnie.  \n[60]\t\t\t \t\tGive me a tremendous laugh here, Charlie.  \n[61]\t\t\t \t\tWe do the show live in front of an \t\taudience.  \n[62]\t\tYeah, well, that's why this machine \t\tis dynamite.  \n[63]\t\tYou better lie down.  You've been in \t\tthe sun too long.  \n[64]\t\t\t \t\tYeah ... uh, now give me a like a \t\tmedium-size chuckle here ... and \t\tthen a big hand.  The sounds of laughter and applause are heard from the TV.  \n[65]\t\tWhat's the matter?  \n[66]\t\tWell, sit down.  \n[67]\t\tYou all right?  \n[68]\t\t\t(Crouching before Alvy, looking \t\t\tat him) \t\tYou wanna lie down?  \n[69]\t\tHow about a ginger ale?  \n[70]\t\tYou like this house, Max?  \n[71]\t\tI even brought a road map to get us to \t\tthe bathroom.  \n[72]\t\tWhat difference does that make?  Alvy looks into the room, where Annie and Tony Lacey are having an animated conversation.  \n[73]\t\tOh, no, no, that's bullshit, Max.  He \t\tgoes with that girl over there.  \n[74]\t\tThe one with the V.P.L.  \n[75]\t\tVisible panty line.  Max, she is gorgeous.  \n[76]\t\tThere are no twos, Max.  \n[77]\t\tM'hm.  \n[78]\t\t\t \t\tHow do you like this couple, Max?  A couple moves over toward Rob and Alvy.  The man's arm is around the woman; they stand very close.  In the background, Annie and Tony are still talking.  \n[79]\t\tAnd I think they just came back from \t\tMasters and Johnson.  \n[80]\t\tIf she comes over here, Max, my brain \t\tis going to turn into guacamole.  \n[81]\t\tOh, he-he didn't say anything.  \n[82]\t\t\t \t\tHi.  How do you do.  \n[83]\t\tYeah.  Right.  \n[84]\t\tWe're gonna operate together.  Rob and the girl walk of together as the camera moves in on Tony and Annie standing by the buffet table.  \n[85]\t\tImagine my surprise when I got your \t\tcall, Max.  \n[86]\t\t\t \t\tTwins, Max.  Sixteen-year-olds.  Can you \t\timagine the mathematical possibilities?  \n[87]\t\tOh, I did Shakespeare in the Park, Max. \t\tI got mugged.  I was playing Richard the \t\tSecond and two guys with leather jackets \t\tstole my leotard.  He puts on an elaborate helmet and goggles.  \n[88]\t\tKeeps out the alpha rays, Max.  You \t\tdon't get old.  ", "Pam": "", "Alvy's": "\n[1]\t\tMy analyst says I exaggerate my childhood \t\tmemories, but I swear I was brought up \t\tunderneath the roller-  \n[2]\t\t-coaster in the Coney Island section of \t\tBrooklyn.  Maybe that accounts for my \t\tpersonality, which is a little nervous, I \t\tthink.  \n[3]\t\tYou know, I have a hyperactive imagination. \t\tMy mind tends to jump around a little, and \t\thave some trouble between fantasy and reality.  \n[4]\t\tMy father ran the bumper-car concession. \t\t\t(Alvy as a child moves into the frame \t\t\tdriving a bumper car.  He stops as other \t\t\tcars bombard him.  His father continues \t\t\tto direct the traffic) \t\tThere-there he is and there I am.  But I-I-I-I \t\tused to get my aggression out through those \t\tcars all the time.  Alvy backs up his car off screen.  \n[5]\t\tI remember the staff at our public \t\tschool.  You know, we had a saying, uh, \t\tthat \"Those who can't do, teach, and \t\tthose who can't teach, teach gym.\" And \t\t...uh, h'h, of course, those who couldn't \t\tdo anything, I think, were assigned to \t\tour school.  I must say-  \n[6]\t\tI always felt my schoolmates were idiots. \t\tMelvyn Greenglass, you know, fat little \t\tface, and Henrietta Farrell, just Miss \t\tPerfect all the time.  And-and Ivan \t\tAckerman, always the wrong answer.  Always.  Ivan stands up behind his desk.  \n[7]\t\tEven then I knew they were just jerks. \t\t\t(The camera moves back to the teacher, \t\t\twho is glaring out at her students) \t\tIn nineteen forty-two I had already dis-  As Alvy talks, the camera shows him move from his seat and kiss a young girl. She jumps from her seat in disgust, rubbing her cheek, as Alvy moves back to his seat.  \n[8]\t\tRight.  Sometimes I wonder where my \t\tclassmates are today.  The camera shows the full classroom, the students sitting behind their desks, the teacher standing in the front of the room.  One at a time, the young students rise u from their desks and speak.  \n[9]\t\t\t \t\tDennis-right, uh, uh ... local kid \t\tprobably, would meetcha in front of the \t\tmovie house on Saturday night.  \n[10]\t\t\t \t\tOh, I can imagine.  P-p-probably the \t\twife of an astronaut.  \n[11]\t\t\t \t\tLook at you, you-you,-re such a clown.  \n[12]\t\tWell, yeah, you always look pretty, but \t\tthat guy with you ...  \n[13]\t\tHeavy!  Eaten by some squirrels.  \n[14]\t\tI-I may throw up!  \n[15] Alvy, somewhat distraught, is following Annie around his apartment, which is filled with boxes and suitcases, clothes and framed pictures.  They both carry cartons.  \n[16]\t\t\t \t\tJesus, this guy's pathetic.  \n[17]\t\t\t(To himself while the comic \t\t\tcontinues his routine) \t\tLook at him mincing around, like he \t\tthinks he's real cute.  You wanna throw \t\tup.  If only I had the nerve to do my \t\town jokes.  I don't know how much longer \t\tI can keep this smile frozen on my face. \t\tI'm in the wrong business, I know it.  \n[18]\t\tLet 'im drop dead!  Who needs his \t\tbusiness?!  \n[19]\t\tHis wife has diabetes!  \n[20]\t\tDi-diabetes?  Is that any excuse? \t\tDiabetes?  \n[21]\t\tThe man is fifty years old and doesn't \t\thave a substantial job.  \n[22]\t\t\t(Putting more meat on her \t\t\thusband's plate) \t\tIs that a reason to steal from his father?  \n[23]\t\tWhatta you talkin' about?  You don't \t\tknow what you're talking about.  \n[24]\t\tYes, I know what I'm talking about.  \n[25]\t\t\t \t\tGeorge, defend him!  \n[26]\t\t\t \t\tNo Moskowitz he had a coronary.  \n[27]\t\tYou don't say.  \n[28]\t\tWe fast.  \n[29]\t\tYeah, no food.  You know, we have to \t\tatone for our sins.  \n[30]\t\tTell you the truth, neither do we.  \n[31]\t\tYou know, even as a kid I always went \t\tfor the wrong women.  I think that's my \t\tproblem.  When my mother took me to see \t\tSnow White, everyone fell in love with \t\tSnow White.  I immediately fell for the \t\tWicked Queen.  The scene dissolves into a sequence from the animated Snow White and the Seven Dwarfs.  The Wicked Queen, resembling Annie, sits in the palace before her mirror.  Alvy, as a cartoon figure, sits beside her, arms crossed in front of him.  \n[32] The reporter is sitting up in bed, lighted cigarette in her hand.  Alvy, lying next to her, rubs his eyes and puts on his eyeglasses.  \n[33] Alvy is lying in bed next to Annie, who is leaning on her elbow looking down at him.  He rubs her arms and she smiles.  \n[34] Alvy's father sits in his chair.  His mother is polishing a door while Alvy lies on the floor playing.  Annie, adult Alvy and Rob quietly walk into the scene to watch.  \n[35]\t\tYou fired the cleaning woman?  \n[36]\t\tShe was stealing.  \n[37]\t\tBut she's colored.  \n[38]\n[39]\t\tSo the colored have enough trouble.  \n[40]\t\tShe was going through my pocketbook!  \n[41]\t\tThey're persecuted enough!  \n[42]\t\tWho's persecuting?  She stole!  Alvy's father gets up and gets his hard hat.  He sits back down and starts polishing it.  \n[43]\t\t\tAll right-so we can afford it. \n[44]\t\t\tHow can we afford it?  On your pay? \n[45]\t\t\tShe's a colored woman, from Harlem! \n[46]\t\t\tLeo ... I married a fool! \n[47]\t\t\tI was always the sister with good common \n[48]\t\t\t\t \n[49]\t\t\tHow often do you sleep together? \n[50]\t\t\t \t\tLotta beautiful women.  It was fun \t\tto flirt.  \n[51]\t\t\t(An open magazine lies in \t\t\this lap) \t\tI'll have the usual trouble with Annie \t\tin bed tonight.  Whatta I need this?  \n[52]\t\tIf only I didn't feel guilty asking \t\tAnnie to move out.  It'd probably \t\twreck her.  But I should be honest.  He looks over at Annie.  \n[53] A lighted Christmas tree stands in the middle of boxes, books, and the general disarray of packing and figuring out what belongs to whom as Alvy helps Annie move out.  \n[54] Alvy's arms and legs fill the screen as he slowly gets up from the floor bolding up a live lobster.  He puts it on a grill tray.  \n[55] Alvy sits on his bed talking on the phone.  \n[56]\t\tWell, where-wherever you wanna meet, I \t\tdon't care.  I'll-I'll drive in.  I \t\trented a car I'm driving ... that ... \t\tWhatta you mean?  What-why is that such \t\ta miracle?  I'm driving myself --  \n[57]\t\t\t(Over the theater scene and, \t\t\tAnnie's singing) \t\tShe had moved back to New York.  She was \t\tliving in SoHo with some guy. \t\t\t \t\tAnd when I met her she was, of all things, \t\tdragging him in to see \"The Sorrow and the \t\tPity.\"  Which I counted as a personal \t\ttriumph.  Annie and I ... \t\t\t(Alvy's voice continues over the \t\t\tscene shot through a window of \t\t\tManhattan cafe showing Alvy and \t\t\tAnnie sitting at a table, laughing \t\t\tand enjoying themselves) \t\t... we had lunch sometime after that, and, \t\tuh, just, uh, kicked around old times.  A series of flashbacks following in quick succession while Annie continues to sing:  Annie and Alvy going up the FDR Drive, the day they met playing tennis, Annie driving, Alvy bolding up partially eaten sandwich.  Annie and Alvy in the Hamptons house kitchen, Annie banding a live lobster to Alvy, who drops it in the pot on the stove.  Annie and Alvy walking side by side by the shoreline.  Alvy at the tennis club, packing his bag, as he looks over his shoulder and sees Annie, hands on her face, then clapping, as she offers him a ride home in her car.  Annie opening the door to Alvy the night he came over to kill the spider; Annie and, Alvy in the bookstore buying the \"Death\" titles; Annie and, Alvy in their Hamptons house, Annie reading a school catalogue, the night Alvy puts in the red light.  The memories continue to flash on the screen: Annie and Alvy at a friend's house, Alvy blowing the cocaine all over the sofa; Annie and Alvy playing tennis; Annie and Alvy having a picture taken backstage at the college performance in Annie's hometown; Alvy bolding Annie close, the night he came over to kill the spider.  And continue: Annie carrying her luggage and clothes into Alvy's bedroom, Alvy following, the day she first moved into his apartment.  Annie holding up her sexy birthday present from Alvy, then leaning over and kissing him; Annie and Alvy walking down a city street, holding each other close; sitting on the park bench, observing the people; and kissing, on the FDR Drive, the New York City skyline behind them. The music stops.  Returning to the present, the camera, focusing through the cafe window, shows Annie and Alvy across street.  They look about at the city traffic.  Lunch is over; it's time.  Alvy and Annie shake hands and kiss each other friendly like.  Annie crosses the street, Alvy watching her go.  Then he turns, and slowly walks down the street off screen.  His voice is heard over the scene:  \n[58]\t\tAfter that it got pretty late.  And we \t\tboth hadda go, but it was great seeing \t\tAnnie again, right?  I realized what a \t\tterrific person she was and-and how much \t\tfun it was just knowing her and I-I \t\tthought of that old joke, you know, this- \t\tthis-this guy goes to a psychiatrist and \t\tsays, \"Doc, uh, my brother's crazy.  He \t\tthinks he's a chicken.\" And, uh, the \t\tdoctor says, \"Well, why don't you turn \t\thim in?\" And the guy says, \"I would, but \t\tI need the eggs.\" Well, I guess that's \t\tpretty much how how I feet about \t\trelationships.  You know, they're totally \t\tirrational and crazy and absurd and ... \t\tbut, uh, I guess we keep goin' through it \t\tbecause, uh, most of us need the eggs.  ", "Dad": "\n[1]\t\t\t \t\tA great sauce.  \n[2]\t\tDuane and I went out to the boat basin.  \n[3]\t\tYeah. \t\t\t \t\tRandolph Hunt was drunk, as usual.  \n[4]\t\tMy God, he's the new president of the \t\tEl Regis.  Let me tell you, the man is \t\tsomethin' else.  \n[5]\t\tFast?  \n[6]\t\tAnd look up Uncle Bill, you promise.  \n[7]\t\tOh, no-Duane can.  I haven't finished \t\tmy drink.  ", "Alvy": "\n[1]\t\tThere's an old joke.  Uh, two elderly \t\twomen are at a Catskills mountain \t\tresort, and one of 'em says: \"Boy, the \t\tfood at this place is really terrible.\" \t\tThe other one says, \"Yeah, I know, and \t\tsuch ... small portions.\" Well, that's \t\tessentially how I feel about life.  Full \t\tof loneliness and misery and suffering \t\tand unhappiness, and it's all over much \t\ttoo quickly.  The-the other important \t\tjoke for me is one that's, uh, usually \t\tattributed to Groucho Marx, but I think \t\tit appears originally in Freud's wit and \t\tits relation to the unconscious.  And it \t\tgoes like this-I'm paraphrasing: Uh ... \t\t\"I would never wanna belong to any club \t\tthat would have someone like me for a \t\tmember.\" That's the key joke of my adult \t\tlife in terms of my relationships with \t\twomen.  Tsch, you know, lately the \t\tstrangest things have been going \t\tthrough my mind, 'cause I turned forty, \t\ttsch, and I guess I'm going through a \t\tlife crisis or something, I don't know. \t\tI, uh ... and I'm not worried about aging. \t\tI'm not one o' those characters, you know. \t\tAlthough I'm balding slightly on top, that's \t\tabout the worst you can say about me.  I, \t\tuh, I think I'm gonna get better as I get \t\tolder, you know?  I think I'm gonna be the- \t\tthe balding virile type, you know, as \t\topposed to say the, uh, distinguished \t\tgray, for instance, you know?  'Less I'm \t\tneither o' those two. Unless I'm one o' \t\tthose guys with saliva dribbling out of \t\this mouth who wanders into a cafeteria \t\twith a shopping bag screaming about \t\tsocialism. \t\t\t \t\tAnnie and I broke up and I-I still can't \t\tget my mind around that.  You know, I-I \t\tkeep sifting the pieces of the relationship \t\tthrough my mind and-and examining my life \t\tand tryin' to figure out where did the \t\tscrew-up come, you know, and a year ago we \t\twere... tsch, in love.  You know, and-and-and \t\t... And it's funny, I'm not-I'm not a \t\tmorose type.  I'm not a depressive character. \t\tI-I-I, uh, \t\t\t \t\tyou know, I was a reasonably happy kid, \t\tI guess.  I was brought up in Brooklyn \t\tduring World War II.  \n[2]\t\t\t \t\tThe universe is expanding.  \n[3]\t\t\t \t\tWell, the universe is everything, and if \t\tit's expanding, someday it will break apart \t\tand that would be the end of everything!  Disgusted, his mother looks at him.  \n[4]\t\tWhat's the point?  \n[5]\t\tMy analyst says I exaggerate my childhood \t\tmemories, but I swear I was brought up \t\tunderneath the roller-  \n[6]\t\t-coaster in the Coney Island section of \t\tBrooklyn.  Maybe that accounts for my \t\tpersonality, which is a little nervous, I \t\tthink.  \n[7]\t\tYou know, I have a hyperactive imagination. \t\tMy mind tends to jump around a little, and \t\thave some trouble between fantasy and reality.  \n[8]\t\tMy father ran the bumper-car concession. \t\t\t(Alvy as a child moves into the frame \t\t\tdriving a bumper car.  He stops as other \t\t\tcars bombard him.  His father continues \t\t\tto direct the traffic) \t\tThere-there he is and there I am.  But I-I-I-I \t\tused to get my aggression out through those \t\tcars all the time.  Alvy backs up his car off screen.  \n[9]\t\tI remember the staff at our public \t\tschool.  You know, we had a saying, uh, \t\tthat \"Those who can't do, teach, and \t\tthose who can't teach, teach gym.\" And \t\t...uh, h'h, of course, those who couldn't \t\tdo anything, I think, were assigned to \t\tour school.  I must say-  \n[10]\t\tI always felt my schoolmates were idiots. \t\tMelvyn Greenglass, you know, fat little \t\tface, and Henrietta Farrell, just Miss \t\tPerfect all the time.  And-and Ivan \t\tAckerman, always the wrong answer.  Always.  Ivan stands up behind his desk.  \n[11]\t\tEven then I knew they were just jerks. \t\t\t(The camera moves back to the teacher, \t\t\twho is glaring out at her students) \t\tIn nineteen forty-two I had already dis-  As Alvy talks, the camera shows him move from his seat and kiss a young girl. She jumps from her seat in disgust, rubbing her cheek, as Alvy moves back to his seat.  \n[12]\t\tWhat'd I do?  \n[13]\t\tWhat'd I do?  \n[14]\t\t\t(First off screen, then onscreen as \t\t\tcamera moves over to the back of the \t\t\tclassroom) \t\tWhy, I was just expressing a healthy sexual \t\tcuriosity.  \n[15]\t\t\t(Still sitting in the back of \t\t\tthe classroom) \t\tI did.  The girl the young Alvy kissed turns to the older Alvy, she gestures and speaks.  \n[16]\t\t\t \t\tWell, I never had a latency period.  I \t\tcan't help it.  \n[17]\t\t\t \t\tTell the folks where you are today, Donald.  \n[18]\t\tRight.  Sometimes I wonder where my \t\tclassmates are today.  The camera shows the full classroom, the students sitting behind their desks, the teacher standing in the front of the room.  One at a time, the young students rise u from their desks and speak.  \n[19]\t\tI lost track of most of my old schoolmates, \t\tbut I wound up a comedian.  They did not take \t\tme in the Army.  I was, uh ... Interestingly \t\tenough, I was-I was four-P.  Sounds of TV audience laughter and applause are heard.  \n[20]\t\tYes.  In-in-in-in the event of war, I'm a \t\thostage.  More audience laughter joined by Dick Cavett and the naval officer.  \n[21] Alvy's  mother sits at the old-fashioned dining-room table peeling carrots and talking as she looks off screen.  \n[22]\t\tI distinctly heard it.  He muttered under \t\this breath, \"Jew.\"  \n[23]\t\tNo, I'm not.  We were walking off the \t\ttennis court, and you know, he was there \t\tand me and his wife, and he looked at her \t\tand then they both looked at me, and under \t\this breath he said, \"Jew.\"  \n[24]\t\tWh- How am I a paran-?  Well, I pick up on \t\tthose kind o' things.  You know, I was \t\thaving lunch with some guys from NBC, so \t\tI said ... uh, \"Did you eat yet or what?\" \t\tand Tom Christie said, \"No, didchoo?\" \t\tNot, did you, didchoo eat?  Jew?  No, not \t\tdid you eat, but Jew eat?  Jew.  You get it? \t\tJew eat?  \n[25]\t\tStop calling me Max.  \n[26]\t\tNo, I don't!  You know, I was in a record \t\tstore.  Listen to this -so I know there's \t\tthis big tall blond crew-cutted guy and \t\the's lookin' at me in a funny way and \t\tsmiling and he's saying, \"Yes, we have a \t\tsale this week on Wagner.\" Wagner, Max, \t\tWagner-so I know what he's really tryin' \t\tto tell me very significantly Wagner.  \n[27]\t\tAh.  \n[28]\t\tForget it, Max.  \n[29]\t\tNo, I cannot.  You keep bringing it up, but \t\tI don't wanna live in a city where the only \t\tcultural advantage is that you can make a \t\tright turn on a red light.  \n[30]\t\tI'm gonna meet her in front of the Beekman. \t\tI think I have a few minutes left.  Right?  \n[31]\t\t\t \t\tNo. Yeah, once in a while.  You know, \t\tlike occasionally.  \n[32]\t\t\t \t\tYou wouldn't know it.  It doesn't matter. \t\tWhat's the difference?  \n[33]\t\tOnce in a while, you know.  I mean, you \t\tknow, every now-  \n[34]\t\t\t \t\tI'm ... I'm, uh, I'm Robert Redford.  \n[35]\t\tAlvy Singer. It was nice nice ... Thanks \t\tvery much ... for everything.  They shake hands and Alvy pats the man's arm.  The man in turn looks over his shoulder and motions to another man. All excited now, he points to Alvy and calls out. Alvy looks impatient.  \n[36]\t\tFellas ... you know-Jesus!  Come on!  \n[37]\t\t\t \t\tGimme a break, will yuh, gimme a break. \t\tJesus Christ!  \n[38]\t\tI need a large polo mallet!  \n[39]\t\t\t \t\tFellas, what is this-a meeting o' the \t\tteamsters?  You know.. .  \n[40]\t\tYou don't want my autograph.  \n[41]\t\t\t(Taking the matchbook and pen and \t\t\twriting) \t\tYour girl friend's name is Ralph?  \n[42]\t\t\t(Overlapping the two men and \t\t\tstuttering) \t\tI-i-i-i-it's all right, fellas. \t\t\t(As Alvy opens the cab door, the \t\t\ttwo men still behind him, Annie \t\t\tgets out) \t\tJesus, what'd you do, come by way of \t\tthe Panama Canal?  \n[43]\t\tBad mood?  I'm standing with the cast of \t\t\"The Godfather.\"  \n[44]\t\tDeal!  I'm dealing with two guys named \t\tCheech!  \n[45]\t\tHey, you are in a bad mood.  You-you- \t\tyou must be getting your period.  \n[46]\t\t\t \t\tA li-little louder.  I think one of them \t\tmay have missed it! \t\t\t \t\tH'm, has the picture started yet?  \n[47]\t\t\t \t\tThat's it!  Forget it!  I-I can't go in.  \n[48]\t\t\t \t\tNo, I'm sorry, I can't do it.  We-we've \t\tblown it already. I-you know, uh, I-I \t\tcan't go in in the middle.  \n[49]\t\tYou wanna get coffee for two hours or \t\tsomething?  We'll go next-  \n[50]\t\t\t \t\tGo ahead.  Good-bye.  Annie moves back to Alvy and takes his arm.  \n[51]\t\t\t(Watching people with tickets move \t\t\tpast them) \t\tHey, can we not stand here and argue in \t\tfront of everybody, 'cause I get embarrassed.  \n[52]\t\tI don't know now.  You-you wanna go to \t\tanother movie? \t\t\t(Annie nods her head and shrugs \t\t\ther shoulders disgustedly as Alvy, \t\t\tgesturing with his band, looks at \t\t\ther) \t\tSo let's go see The Sorrow and the Pity.  \n[53]\t\tWell, I'm sorry, I-I can't ... I-I-I've \t\tgotta see a picture exactly from the start \t\tto the finish, 'cause-'cause I'm anal.  \n[54]\t\t\t \t\tI'm-I'm-I'm gonna have a stroke.  \n[55]\t\t\t \t\tHe's screaming his opinions in my ear.  \n[56]\t\t\t \t\tKey word here is \"indulgent.\"  \n[57]\t\t\t(To Annie, who is still reading, \t\t\toverlapping the man in line who is \t\t\tstill talking) \t\tWhat are you depressed about?  \n[58]\t\tHow can you possibly oversleep?  \n[59]\t\t\t \t\tYou know what a hostile gesture that is \t\tto me?  \n[60]\t\tHey, you ... everybody in line at the \t\tNew Yorker has to know our rate of \t\tintercourse?  \n[61]\t\t\t \t\tI'd like to hit this guy on a gut level.  The man in line continues his speech all the while Alvy and Annie talk.  \n[62]\t\t\t \t\tWell, he's spitting on my neck!  You know, \t\the's spitting on my neck when he talks.  \n[63]\t\t\t \t\tProbably on their first date, right?  \n[64]\t\tProbably met by answering an ad in the \t\tNew York Review of Books.  \"Thirtyish \t\tacademic wishes to meet woman who's \t\tinterested in Mozart, James Joyce and \t\tsodomy.\" \t\t\t \t\tWhatta you mean, our sexual problem?  \n[65]\t\tI-I-I mean, I'm comparatively normal \t\tfor a guy raised in Brooklyn.  \n[66]\t\tI never read that.  That was-that was \t\tHenry James, right?  Novel, uh, the \t\tsequel to Turn of the Screw?  My Sexual ...  \n[67]\t\t\t \t\tWhat I wouldn't give for a large sock o' \t\thorse manure.  \n[68]\t\t\t \t\tWhat do you do when you get stuck in a movie \t\tline with a guy like this behind you?  I mean, \t\tit's just maddening!  The man in line moves toward Alvy.  Both address the audience now.  \n[69]\t\tI mean, d- He can give you- Do you hafta \t\tgive it so loud?  I mean, aren't you ashamed \t\tto pontificate like that?  And-and the funny \t\tpart of it is, M-Marshall McLuhan, you don't \t\tknow anything about Marshall McLuhan's...work!  \n[70]\t\tOh, do yuh?  \n[71]\t\tWell, that's funny, because I happen to \t\thave Mr. McLuhan right here.  So ... so, \t\there, just let me-I mean, all right.  Come \t\tover here ... a second.  Alvy gestures to the camera which follows him and the man in line to the back of the crowded lobby.  He moves over to a large stand-up movie poster and pulls Marshall McLuban from behind the poster.  \n[72]\t\t\t \t\tTell him.  \n[73]\t\t\t \t\tBoy, if life were only like this!  \n[74]\t\t\t \t\tBoy, those guys in the French Resistance \t\twere really brave, you know?  Got to listen \t\tto Maurice Chevalier sing so much.  \n[75]\t\t\t \t\tYou?  You kiddin'? \t\t\t(He moves into the frame, lying across \t\t\tthe bed to touch, Annie, who makes a \t\t\tface) \t\tIf the Gestapo would take away your \t\tBloomingdale's charge card, you'd tell 'em \t\teverything.  \n[76]\t\tYeah, 'cause it's supposed to.  He starts kissing Annie's arm.  She gets annoyed and continues to read.  \n[77]\t\tWhat-what-what-what's the matter?  \n[78]\t\t\t \t\tWhat-what-I don't ... It's not natural! \t\tWe're sleeping in a bed together.  You \t\tknow, it's been a long time.  \n[79]\t\t\t \t\tIt's always some kind of an excuse.  It's- \t\tYou know, you used to think that I was \t\tvery sexy.  What ... When we first started \t\tgoing out, we had sex constantly ... We're- \t\twe're probably listed in the Guinness Book \t\tof World Records.  \n[80]\t\tM'm.  \n[81]\t\t\t \t\tExcuse ... excuse me, when do I go on?  \n[82]\t\tAlvy ... Alvy Singer.  I'm a comedian.  \n[83]\t\t\t(Rubbing his hands together \t\t\tnervously) \t\tWhat do you mean, next?  \n[84]\t\t\t \t\tNo, it can't be, because he's a comic.  \n[85]\t\tSo what are you telling me, you're \t\tputting on two comics in a row?  \n[86]\t\tNo, I'm sorry, I'm not goin'- I can't \t\t... I don't wanna go on after that comedian.  \n[87]\t\tNo, because they're-they're laughing, so \t\t\t \t\tI-I-I'd rather not.  If you don't mind, \t\tI prefer-  \n[88]\t\t\t \t\tI prefer not to, because ... look, \t\tthey're laughing at him.  See, so what \t\tare yuh telling me-  They move closer to the stage, looking out from the wings.  \n[89] \t\t-that I've got to ... ah ... ah ... \t\tThey're gonna laugh at him for a couple \t\tminutes, then I gotta go out there, I \t\tgotta ... get laughs, too.  How much can \t\tthey laugh? \t\t\t \t\tThey-they they're laughed out.  \n[90]\t\t\t \t\tLook, what's your-what's your name?  \n[91]\t\tYeah?  Allison what?  \n[92]\t\t\t \t\tThank you. I-I don't know why they would \t\thave me at this kind of rally 'cause ... \t\t\t \t\tExcuse me, I'm not essentially a political \t\tcomedian at all.  The audience starts to laugh.  \n[93]\t\tI ... interestingly had, uh, dated ... \t\ta woman in the Eisenhower Administration \t\t... briefly ... and, uh, it was ironic to \t\tme 'cause, uh . . . tsch . . . 'cause I \t\twas trying to, u-u-uh, do to her what \t\tEisenhower has been doing to the country \t\tfor the last eight years.  The audience is with him, laughing, as Allison continues to watch offstage.  \n[94]\t\tH'm, I'm sorry, I can't go through with \t\tthis, because it-I can't get it off my \t\tmind, Allison ... it's obsessing me!  \n[95]\t\tIt-but it-it ... doesn't make any sense. \t\tHe drove past the book depository and the \t\tpolice said conclusively that it was an \t\texit wound.  So-how is it possible for \t\tOswald to have fired from two angles at \t\tonce?  It doesn't make sense.  \n[96]\t\tI'll tell you this!  He was not marksman \t\tenough to hit a moving target at that \t\trange.  But ... \t\t\t \t\tif there was a second assassin ... it- \t\tThat's it!  Alvy stops at the music stand with open sheet music on it as Allison gets up from the bed and retrieves a pack of cigarettes from a bookshelf.  \n[97]\t\tIf they-they recovered the shells from \t\tthat rifle.  \n[98]\t\tWell, why not?  \n[99]\t\t\t \t\tHey ... honey, I don't know Earl Warren.  \n[100]\t\t\t(Propping one knee on the bed \t\t\tand gesturing) \t\tL-L-Lyndon Johns Lyndon Johnson is a \t\tpolitician.  You know the ethics those \t\tguys have?  It's like-uh, a notch \t\tunderneath child molester.  \n[101]\t\t\t \t\tTsch.  \n[102]\t\tI-I-I-I would leave out the men's-room \t\tattendant.  \n[103]\t\tOh, my God! \t\t\t \t\tShe's right!  Why did I turn off Allison \t\tPortchnik?  She was-she was beautiful.  She \t\twas willing.  She was real ... intelligent. \t\t\t \t\tIs it the old Groucho Marx joke?  That-that \t\tI-I just don't wanna belong to any club that \t\twould have someone like me for a member?  \n[104]\t\tLook, I told you it was a ... mistake \t\tto ever bring a live thing in the house.  \n[105]\t\tWell, maybe we should just call the police. \t\tDial nine-one-one, it's the lobster squad.  \n[106]\t\tIf they're only babies, then you pick \t\t'em up.  \n[107]\t\tDon't give it to me.  Don't!  \n[108]\t\t\t \t\tLook!  Look, one crawled behind the \t\trefrigerator.  It'll turn up in our bed \t\tat night. \t\t\t(They move over to the refrigerator; \t\t\tAlvy moves as close to the wall as \t\t\tpossible as Annie, covering her mouth \t\t\tand laughing hysterically, teasingly \t\t\tdangles a lobster in front of him) \t\tWill you get outta here with that thing? \t\tJesus!  \n[109]\t\t\t \t\tTalk to him.  You speak shellfish! \t\t\t(He moves over to the stove and \t\t\ttakes the lid of a large steamer \t\t\tfilled with boiling water) \t\tHey, look ... put it in the pot.  \n[110]\t\t\t \t\tGimme!  Gimme!  Let me do it!  What-what's \t\the think we're gonna do, take him to the \t\tmovies?  Annie hands the lobster to Alvy as he takes it very carefully and drops it gingerly into the pot and puts the cover back on.  \n[111]\t\t\t \t\tOkay, it's in.  It's definitely in the pot!  \n[112]\t\tAnnie, there's a big lobster behind \t\tthe refrigerator.  I can't get it out. \t\tThis thing's heavy.  Maybe if I put a \t\tlittle dish of butter sauce here with a \t\tnutcracker, it will run out the other \t\tside, you know what I mean?  \n[113]\t\tYou know, I-I think ... if I could pry \t\tthis door off ... We shoulda gotten steaks \t\t'cause they don't have legs.  They don't \t\trun around.  Annie rushes out of the room to get her camera as Alvy picks up the paddle. Trying to get at the lobsters, he ends up knocking over dishes and hitting the chandelier.  Holding the paddle, he finally leans back against the sink. Annie, standing in the doorway, starts taking pictures of him.  \n[114]\t\tAll right!  All right!  All right!  All \t\tright!  Whatta yuh mean?  Are yuh gonna \t\ttake pictures now?  \n[115]\t\t\t(Picking up the lobster Annie \t\t\tplaced on the counter earlier) \t\tAll right, here!  Oh, God, it's disgusting!  Alvy drops the lobster back down on the counter, sticking out his tongue and making a face.  \n[116]\t\tSo, so-well, here's what I wanna know. \t\tW-what ... \t\t\t \t\tAm I your first big romance?  \n[117]\t\tWell, then, w-who was?  \n[118]\t\t\t \t\tDennis-right, uh, uh ... local kid \t\tprobably, would meetcha in front of the \t\tmovie house on Saturday night.  \n[119]\t\t\t \t\tOh, I can imagine.  P-p-probably the \t\twife of an astronaut.  \n[120]\t\t\t \t\tLook at you, you-you,-re such a clown.  \n[121]\t\tWell, yeah, you always look pretty, but \t\tthat guy with you ...  \n[122]\t\t\t \t\tIs he kidding with that crap?  \n[123]\t\t\t \t\tYou do?  \n[124]\t\tHey, that was last year.  \n[125]\t\tHeavy!  Eaten by some squirrels.  \n[126]\t\tI-I may throw up!  \n[127]\t\tYeah, I-I think you're pretty lucky I \t\tcame along.  \n[128]\t\tLa-de-da.  If I-if anyone had ever told \t\tme that I would be taking out a girl who \t\tused expressions like \"la-de-da\" . . .  \n[129]\t\tWell, no ... not just, not only.  \n[130]\t\tYeah, two more chairs and they got a \t\tdining-room set.  \n[131]\t\t\t \t\t'Cause I wanna watch the Knicks on \t\ttelevision.  \n[132]\t\t\t \t\tI'm so tired of spending evenings making \t\tfake insights with people who work for \t\tDysentery.  \n[133]\t\tOh, really, I heard that Commentary and \t\tDissent had merged and formed Dysentery.  \n[134]\t\tHey, you wouldn't believe this.  Two \t\tminutes ago, the Knicks are ahead fourteen \t\tpoints, and now ... \t\t\t \t\tthey're ahead two points.  \n[135]\t\t\t \t\tWhat's fascinating is that it's physical. \t\tYou know, it's one thing about intellectuals, \t\tthey prove that you can be absolutely brilliant \t\tand have no idea what's going on.  But on the \t\tother hand ... \t\t\t \t\tthe body doesn't lie, as-as we now know.  Alvy reaches over, pulls Robin down onto the bed.  He kisses her and moves farther up on the bed.  \n[136]\t\tNo, it'll be great!  It'll be great, \t\tbe-because all those Ph.D.'s are in \t\tthere, you know, like ... discussing \t\tmodels of alienation and we'll be in \t\there quietly humping.  He pulls Robin toward him, caressing her as she pulls herself away.  \n[137]\t\t\"'Why-why do you always r-reduce my \t\tanimal urges to psychoanalytic categories?' \t\t\t \t\the said as he removed her brassiere...\"  \n[138]\t\tDon't get upset!  \n[139]\t\t\t \t\tJesus, last night it was some guy honking \t\this car horn.  I mean, the city can't \t\tclose down.  You know, what-whatta yuh \t\tgonna do, h-have 'em shut down the \t\tairport, too?  No more flights so we can \t\thave sex?  \n[140]\t\tWell, I can't li- We can't have this \t\tdiscussion all the time.  The country \t\tmakes me nervous.  There's ... You got \t\tcrickets and it-it's quiet ... there's \t\tno place to walk after dinner, and... uh, \t\tthere's the screens with the dead moths \t\tbehind them, and... uh, yuh got the-the \t\tManson family possibly, yuh got Dick and \t\tTerry-  \n[141]\t\tHey, come on, it's quiet now.  We can-we \t\tcan start again.  \n[142]\t\tWhat-  \n[143]\t\tOh, you got a headache!  \n[144]\t\tBad?  \n[145]\t\tJesus!  He begins to get out of bed.  \n[146]\t\tWell, I'm-I'm gonna take another in a \t\tseries of cold showers.  \n[147]\t\tRight, right, so g-get back to what we \t\twere discussing, the failure of the \t\tcountry to get behind New York City is-is \t\tanti-Semitism.  \n[148]\t\tBut the- I'm not discussing politics or \t\teconomics.  This is foreskin.  \n[149]\t\tDon't you see?  The rest of the country looks \t\tupon New York like we're-we're left-wing \t\tCommunist, Jewish, homosexual, pornographers. \t\tI think of us that way, sometimes, and I-I \t\tlive here.  \n[150]\t\tSun is bad for yuh.  Everything our parents \t\tsaid was good is bad.  Sun, milk, red meat, \t\tcollege ...  \n[151]\t\tHi.  \n[152]\t\t\t \t\tHoly gods!  \n[153]\t\t\t \t\tHi.  Oh, hi.  Hi.  \n[154]\t\t\t \t\tYou-you play ... very well.  \n[155]\t\t\t \t\tUh ... you-you wanna lift?  \n[156]\t\tNo, um ... I was gonna take a cab.  \n[157]\t\tYou have a car? \t\t\t(Annie smiles, hands folded in \t\t\tfront of her) \t\tSo ... \t\t\t \t\tI don't understand why ... if you have a \t\tcar, so then-then wh-why did you say \"Do \t\tyou have a car?\"... like you wanted a lift?  \n[158]\t\t\t \t\tSure.  W-w-w-which way yuh goin'?  \n[159]\t\tDown- I'm-I'm goin' uptown.  \n[160]\t\tUh, well, you just said you were going \t\tdowntown.  \n[161]\t\t\t \t\tSo sorry.  \n[162]\t\t\t \t\tYeah.  They walk out the door.  \n[163]\t\tSo, how long do you know Janet?  Where \t\tdo you know her from?  \n[164]\t\tOh - you're an actress.  \n[165]\t\tI, uh ... well, you're not from New \t\tYork, right?  \n[166]\t\tRight! \t\t\t \t\tWhere?  \n[167]\t\t\t \t\tUh, you're driving a-  \n[168]\t\tNo, no thanks.  Hey, don't-  \n[169]\t\tNo, no, no, no, you just ... just watch \t\tthe road.  I'll get it-  \n[170]\t\t-for yuh.  \n[171]\t\tI'll getcha a piece.  \n[172]\t\tDo I drive?  Uh, no, I gotta-I gotta \t\tproblem with driving.  \n[173]\t\tYeah.  I got, uh, I got a license but I \t\thave too much hostility.  \n[174]\t\tNice car.  \n[175]\t\tYou keep it nice. \t\t\t(He pulls a half-eaten sandwich \t\t\tout of her bag) \t\tCan I ask you, is this-is this a sandwich?  \n[176]\t\tThat's okay, you ... we-we can walk to \t\tthe curb from here.  \n[177]\t\tYou want your tennis stuff?  \n[178]\t\tYou want your gear?  Here you go.  Alvy reaches into the back of the car and takes out tennis equipment.  He hands her her things.  People pass by on the street.  \n[179]\t\t\t \t\tWell, thanks, thank you.  You-you're \t\ta wonderful tennis player.  \n[180]\t\tYou're the worst driver I've ever seen \t\tin my life . . . that's including any place \t\t... the worst ... Europe, United ... any \t\tplace ... Asia.  \n[181]\t\tAnd I love what you're wearin'.  Alvy touches the tie Annie is wearing around her neck.  \n[182]\t\tWho?  Grammy?  Grammy Hall?  \n[183]\t\tYou're jo- Whatta yuh kid- What did you \t\tdo, grow up in a Norman Rockwell painting?  \n[184]\t\tYour grammy!  \n[185]\t\tJesus, my-my grammy ... n-never gave \t\tgifts, you know.  She-she was\ttoo busy \t\tgetting raped by Cossacks.  \n[186]\t\tWell ... thank you again.  \n[187]\t\tI'll see yuh.  \n[188]\t\tNo, no, that'll be fine. I don't mind. Sure.  \n[189]\t\t\t \t\tNo, I got time.  \n[190]\t\tSure, I got ... I got nothing, uh, \t\tnothing till my analyst's appointment.  They move toward Annie's apartment building.  \n[191]\t\tY-y-yeah, just for fifteen years.  \n[192]\t\tYeah, uh, I'm gonna give him one more \t\tyear and then I'm goin' to Lourdes.  \n[193]\t\tSylvia Plath.  \n[194]\t\tInteresting poetess whose tragic suicide \t\twas misinterpreted as romantic, by the \t\tcollege-girl mentality.  \n[195]\t\tOh, sorry.  \n[196]\t\tNeat?  \n[197]\t\tUh, I hate to tell yuh, this is nineteen \t\tseventy-five, you know that \"neat\" went \t\tout, I would say, at the turn of the \t\tcentury. \t\t\t \t\tWho-who are-who are those photos on \t\tthe wall?  \n[198]\t\tDuane?  \n[199]\t\tWell, who's Sadie?  \n[200]\t\tUh, narcolepsy.  \n[201]\t\tYeah, it's a great story, though, I \t\tmean, I... I ... it really made my day. \t\tHey, I think I should get outta here, \t\tyou know, 'cause I think I'm imposing, \t\tyou know ...  \n[202]\t\t... and ... uh, yeah, uh ... uh, you \t\tknow, I-I-I...  They move outside to the terrace, Alvy still holding the glasses, Annie the wine.  They stand in front of the railing, Annie pouring the wine into the held-out glasses.  \n[203]\t\tNo, I know, but ... but, you know, I'm \t\tall perspired and everything.  \n[204]\t\tMe?  No, no, no, 'cause I never shower \t\tin a public place.  \n[205]\t\t'Cause I don't like to get naked in front \t\tof another man, you know-it's, uh ...  \n[206]\t\tYou know, I don't like to show my body \t\tto a man of my gender-  \n[207]\t\t-'cause, uh, you never know what's \t\tgonna happen.  \n[208]\t\tFifteen years, yeah.  \n[209]\t\tGod bless.  \n[210]\t\t\t \t\tOh, thank you.  \n[211]\t\t\t(pointing toward the apartment \t\t\tafter a short pause) \t\tSo, did you do shoot the photographs \t\tin there or what?  \n[212]\t\tThey're ... they're... they're wonderful, \t\tyou know.  They have ... they have, uh \t\t... a ... a quality. \t As do Alvy's: You are a great-looking girl  \n[213]\t\tPhotography's interesting, 'cause, you \t\tknow, it's-it's a new art form, and a, \t\tuh, a set of aesthetic criteria have \t\tnot emerged yet.  And Alvy's: I wonder what she looks like naked?  \n[214]\t\tThe-the medium enters in as a condition \t\tof the art form itself.  That's-  I don't know what I'm saying-she senses I'm shallow  \n[215]\t\tStill, still we- You need a set of \t\taesthetic guide lines to put it in \t\tsocial perspective, I think.  Christ, I sound like FM radio.  Relax  They're quiet for a moment, holding wine glasses and sipping.  The sounds of distant traffic from the street can be heard on the terrace.  Annie, laughing, speaks first.  \n[216]\t\tYou know, I gotta get there and begin \t\twhining soon ... otherwise I- Hey ... \t\twell, are you busy Friday night?  \n[217]\t\t\t \t\tOh, I'm sorry, wait a minute, I have \t\tsomething.  Well, what about Saturday \t\tnight?  \n[218]\t\tOh, you ... you're very popular, I can see.  \n[219]\t\tGee, boy, what do you have?  You have \t\tplague?  \n[220]\t\tYeah, I meet a lotta jerks, too.  \n[221]\t\tI think that's, uh-  \n[222]\t\tYou're gonna sing?  Do you sing?  Well, \t\tno, it isn't \t\t\t \t\tNo kidding? \t\t\t \t\t-this is my first time.  Oh, really?  Where? \t\tI'd like to come. \t\t\t \t\tOh, no, no, no, no, no!  No, I'm interested!  \n[223]\t\t\t \t\tNo, so help me.  \n[224]\t\tThat's okay, 'cause I know exactly what \t\tthat's like.  Listen-  \n[225]\t\t\t \t\t-you're gonna like night clubs, they're \t\treally a lotta fun.  \n[226]\t\tOh, listen, so the audience was a tad \t\trestless.  \n[227]\t\tNo, they didn't.  You have a wonderful \t\tvoice.  \n[228]\t\tNo, I'm not gonna letcha.  You have a \t\tgreat voice.  \n[229]\t\tYeah!  \n[230]\t\tIt's terrific.  \n[231]\t\tHey, listen, listen.  \n[232]\t\tGimme a kiss.  \n[233]\t\tYeah, why not, because we're just gonna \t\tgo home later, right?  \n[234]\t\tAnd-and uh, there's gonna be all that \t\ttension.  You know, we never kissed before \t\tand I'll never know when to make the right \t\tmove or anything.  So we'll kiss now we'll \t\tget it over with and then we'll go eat. Okay?  \n[235]\t\tAnd we'll digest our food better.  \n[236]\t\tOkay?  \n[237]\t\tSo now we can digest our food.  They turn and start walking again.  \n[238]\t\tOkay. Yeah.  \n[239]\t\t\t \t\tI'm gonna have a corned beef.  \n[240]\t\tNothing that a few mega-vitamins couldn't \t\tcure.  \n[241]\t\tMy first... Yes, she was nice, but you \t\tknow, uh, it was my fault.  I was just... \t\tI was too crazy.  \n[242]\t\tAs Balzac said ...  \n[243]\t\t\t\"There goes another novel.\" \n[244]\t\t\tYeah. \n[245]\t\t\tYeah, I'm-I'm-I'm a wreck. \n[246]\t\t\tReally.  I mean it.  I-I'll never play \n[247]\t\tGood?  I was-  \n[248]\t\tNo, that was the most fun I've ever \t\thad without laughing.  \n[249]\t\tNo, no, I-I-i, uh, I don't use any \t\tmajor hallucinogenics because I took \t\ta puff like five years ago at a party and  \n[250]\t\t\t-tried to take my pants off over my \n[251]\t\tM'hm. \t\t\t(He pushes himself up from the \t\t\tbed and looks down at Annie \t\tYou're not gonna believe this, but-  \n[252]\t\tHey?  \n[253]\t\t\tI-I-I'm gonna buy you these books, I \n[254]\t\t\tYeah, 'cause I-I'm, you know, I'm, \n[255]\t\t\t-big subject with me, yeah. \n[256]\t\t\t \t\tI've a very pessimistic view of life. \t\tYou should know this about me if we're \t\tgonna go out, you know. I-I-I feel that \t\tlife is-is divided up into the horrible \t\tand the miserable.  \n[257]\t\tThose are the two categories ...  \n[258]\t\t... you know, they're- The-the horrible \t\twould be like, uh, I don't know, terminal \t\tcases, you know?  \n[259]\t\tAnd blind people, crippled ...  \n[260]\t\t\tI don't-don't know how they get through \n[261]\t\t\tYou know, and the miserable is everyone \n[262]\t\tLook, look at that guy.  \n[263]\t\tThere's-there's-there's-there's Mr. \t\tWhen-in-the-Pink, Mr. Miami Beach, there, \t\tyou know? \t\t\t \t\tHe's the latest! just came back from \t\tthe gin-rummy farm last night. He \t\tplaced third.  \n[264]\t\t\t(Watching two men approach, one \t\t\tlighting a cigar) \t\tLook at these guys.  \n[265]\t\tOh, that's hilarious.  They're back \t\tfrom Fire Island.  They're ... they're \t\tsort of giving it a chance-you know what \t\tI mean?  \n[266]\t\t\tYeah, he's the Mafia.  Linen Supply Business \n[267]\t\tNo, I'm serious. \t\t\t \t\tI just got my mustache wet.  \n[268]\t\t\t \t\tAnd there's the winner of the Truman \t\tCapote look-alike contest.  \n[269]\t\tYou are extremely sexy.  \n[270]\t\tUnbelievably sexy.  Yes, you are. \t\tBecause ... you know what you are? \t\tYou're-you're polymorphously perverse.  \n[271]\t\tUh ... uh, you're-you're exceptional \t\tin bed because you got -you get pleasure \t\tin every part of your body when I touch you.  \n[272]\t\tYou know what I mean?  Like the tip \t\to'your nose, and if I stroke your teeth \t\tor your kneecaps ... you get excited.  \n[273]\t\tYou- Do you love me?  \n[274]\t\tThat's the key question.  \n[275]\t\tI know you've only known me a short \t\twhile.  \n[276]\t\t\tI-uh, love is, uh, is too weak a word \n[277]\t\t- I ... I love you. \t\t\t \t\tYou know I lo-ove you, I-I love you. \t\t\t \t\tI-I have to invent- Of course I love you.  \n[278]\t\t\t \t\tDon't you think I do?  \n[279] Alvy, somewhat distraught, is following Annie around his apartment, which is filled with boxes and suitcases, clothes and framed pictures.  They both carry cartons.  \n[280]\t\t\tWhatta you mean?  You're not gonna give \n[281]\t\tYeah, bu-bu-but why?  \n[282]\t\tYeah, but you-you got a nice apartment.  \n[283]\t\t\tYeah, I know it's small. \n[284]\t\t\t(Picking up some pictures and \t\t\tfollowing Annie into the bedroom) \t\tAll right, granted, it has bad plumbing \t\tand bugs, but you-you say that like it's a \t\tnegative thing.  You know, bugs are-are-uh, \t\tentomology is a ... \t\t\t(Annie, reacting, tosses the \t\t\tsuitcases and some loose clothing \t\t\tonto the bed.  She sits down on the \t\t\tedge, looking away. Alvy walks in, \t\t\tpictures and carton in band, still \t\t\ttalking) \t\t... rapidly growing field.  \n[285]\t\tHow- I don't want you to live with me? \t\tHow- Whose idea was it?  \n[286]\t\tYe-ah.  Was it ... It was yours actually, \t\tbut, uh, I approved it immediately.  \n[287]\t\tNo-what, what ...? I ... we live together, \t\twe sleep together, we eat together.  Jesus, \t\tyou don't want it to be like we're married, \t\tdo yuh?  He moves over to the carton of books on the window seat and reaches in.  He starts tossing books off screen.  \n[288]\t\t\t \t\tIt's different 'cause you keep your own \t\tapartment. \t\t\t(Holding a book, he starts walking \t\t\taround the room) \t\tBecause you know it's there, we don't \t\thave to go to it, we don't have to deal \t\twith it, but it's like a-a-a free-floating \t\tlife raft ... that we know that we're not \t\tmarried.  He tosses the book on the bed and walks back to the window seat.  \n[289]\t\t\t \t\tThat place is four hundred dollars a month?  \n[290]\t\t\t \t\tIt's-it's got bad plumbing and bugs.  Jesus, \t\tI'll-My accountant will write it off as a \t\ttax deduction, I'll pay for it.  \n[291]\t\tHey, don't be ridiculous.  Alvy moves over to the bed and sits down next to Annie.  \n[292]\t\t\t \t\t'Cause adult education's a wonderful thing. \t\tYou meet a lotta interesting professors. \t\tYou know, it's stimulating.  \n[293]\t\tJust don't take any course where they \t\tmake you read Beowulf.  \n[294]\t\tNo, don't be silly.  What-what do we need \t\tother people for? \t\t\t(He puts his arms around her neck, \t\t\tkissing her, Annie making muffled \t\t\tsounds) \t\tYou know, we should-we should just turn \t\tout the lights, you know, and play hide \t\tand seek or something.  \n[295]\t\t\t(Yelling out to her as she leaves \t\t\tthe room) \t\tYeah, grass, right?  The illusion that \t\tit will make a white woman more like \t\tBillie Holiday.  \n[296]\t\tMe, no.  You ... I-I-you know, if I \t\thave grass or alcohol or anything I \t\tget unbearably wonderful.  I get too, \t\ttoo wonderful for words.  You know, \t\tI don't-I don't know why you have to, \t\tuh, get high every time we make love.  \n[297]\t\tOh, you-you have to be artificially \t\trelaxed before we can go to bed?  \n[298]\t\tWell, I'll give you a shot of sodium \t\tpentothal.  You can sleep through it.  \n[299]\t\tOh, come, you don't need that.  Alvy, sitting down on the bed, moves over to Annie and takes the weed from her.  \n[300]\t\t\t \t\tNo, no, no, what ... You can once, you \t\tcan live without it once.  Come on.  \n[301]\t\tM'm, wait, I got a great idea. \t\t\t(He gets up and goes over to the \t\t\tcloset, taking out a light bulb. \t\t\tHe goes back to the bed and turns \t\t\tout the lamp on the night table) \t\tHang in there for a second.  I got a \t\tlittle-little artifact.  A little erotic \t\tartifact, that-that I brought up from the \t\tcity, which I think, uh, is gonna be perfect. \t\t\t(He turns the lamp back on, having \t\t\treplaced the bulb with the red one \t\t\tfrom the closet) \t\tI just ... there ... There's a little Old \t\tNew Orleans ... essence.  Now-now we can go \t\tabout our business here and we can even \t\tdevelop photographs if we want to.  There, \t\tnow there. \t\t\t(He undresses and crawls into bed, \t\t\ttaking Annie in his arms) \t\tM'mmm.  M'mmm.  Hey, is something wrong?  \n[302]\t\tI don't know.  You- It's like you're- \t\tyou're removed.  \n[303]\t\tReally?  \n[304]\t\tI don't know, but you seem sort of distant.  \n[305]\t\t\t \t\tIs it my imagination or are you just \t\tgoing through the motions?  \n[306]\t\t\t \t\tYou see, that's what I call removed.  \n[307]\t\tYeah, but that's not-that's no good. \t\tI want the whole thing.  \n[308]\t\tWell, it ruins it for me if you have grass \t\t\t \t\t because, you know, I'm, like, a comedian-  \n[309]\t\t\t \t\t-so if I get a laugh from a person who's \t\thigh, it doesn't count.  You know-'cause \t\tthey're always laughin'.  \n[310]\t\tHey, what is this-an interview?  We're \t\tsupposed to be making love.  \n[311]\t\t\t \t\tJesus, this guy's pathetic.  \n[312]\t\t\t(To himself while the comic \t\t\tcontinues his routine) \t\tLook at him mincing around, like he \t\tthinks he's real cute.  You wanna throw \t\tup.  If only I had the nerve to do my \t\town jokes.  I don't know how much longer \t\tI can keep this smile frozen on my face. \t\tI'm in the wrong business, I know it.  \n[313]\t\t\t \t\tW-where am I? I-I keep ... I have to \t\treorient myself.  This is the University \t\tof Wisconsin, right?  So I'm always ... \t\tI'm tense and ... uh, when I'm playin' a \t\tcol- I've a very bad history with colleges. \t\tYou know, I went to New York University and, \t\tuh, tsch, I was thrown out of NYU my freshman \t\tyear ... for cheating on my metaphysics final. \t\tYou know, I looked within the soul of the \t\tboy sitting next to me- \t\t\t \t\t -and when I was thrown out, my mother, \t\twho's an emotionally high-strung woman, \t\tlocked herself in the bathroom and took an \t\toverdose of mah-jongg tiles. \t\t\t \t\tAnd, uh, tsch, I was depressed.  I was ... \t\tin analysis, I-I, uh, was suicidal; as a \t\tmatter of fact, uh, I would have killed \t\tmyself but I was in analysis with a strict \t\tFreudian and if you kill yourself ... they \t\tmake you pay for the sessions you miss.  \n[314]\t\tC-c-coll- College audiences are so wonderful.  \n[315]\t\tAre yuh?  \n[316]\t\tWell, the twelve o'clock show is \t\tcompletely different than the nine.  \n[317]\t\t\t \t\tYou're so sure about it.  \n[318]\t\tYeah, I know, they'll hate me immediately. \t\t\t \t\tThank you.  \n[319]\t\tYeah.  \n[320]\t\tIt is. \t\t\t \t\tIt's dynamite ham.  Grammy Hall stares down the table at Alvy; a look of utter dislike. Alvy tries not to notice.  \n[321]\t\t\t \t\tYes.  I'm making excellent progress. \t\tPretty soon when I lie down on his couch, \t\tI won't have to wear the lobster bib.  Mom Hall reacts by sipping from her glass and frowning.  Grammy continues to stare.  \n[322]\t\t\t \t\tI can't believe this family. \t\t\t \t\tAnnie's mother.  She really's beautiful. \t\tAnd they're talkin' swap meets and boat \t\tbasins, and the old lady at the end of \t\tthe table \t\t\t \t\tis a classic Jew hater.  And, uh, they, \t\tthey realty look American, you know, \t\tvery healthy and ... like they never \t\tget sick or anything.  Nothing like my \t\tfamily.  You know, the two are like oil \t\tand water.  The screen splits in half - on the right is Alvy's family - his mother, father, aunt and uncle-busily eating at the crowded kitchen table.  They eat quickly and interrupt one another loudly.  On the left the Halls in their dining room. Both dialogues overlap, juxtaposed.  \n[323]\t\tLet 'im drop dead!  Who needs his \t\tbusiness?!  \n[324]\t\tHis wife has diabetes!  \n[325]\t\tDi-diabetes?  Is that any excuse? \t\tDiabetes?  \n[326]\t\tThe man is fifty years old and doesn't \t\thave a substantial job.  \n[327]\t\t\t(Putting more meat on her \t\t\thusband's plate) \t\tIs that a reason to steal from his father?  \n[328]\t\tWhatta you talkin' about?  You don't \t\tknow what you're talking about.  \n[329]\t\tYes, I know what I'm talking about.  \n[330]\t\t\t \t\tGeorge, defend him!  \n[331]\t\t\t \t\tNo Moskowitz he had a coronary.  \n[332]\t\tYou don't say.  \n[333]\t\tWe fast.  \n[334]\t\tYeah, no food.  You know, we have to \t\tatone for our sins.  \n[335]\t\tTell you the truth, neither do we.  \n[336]\t\t\t \t\tOh, hi, Duane, how's it goin'?  \n[337]\t\t\t \t\tOh, yeah? \t\t\t \t\tTerrific.  \n[338]\t\t\t \t\tRight.  Tsch, well, I have to-I have \t\tt-o go now, Duane, because I-I'm due \t\tback on the planet earth.  He slowly gets up and moves toward the door.  \n[339]\t\t\t \t\tI didn't follow you!  \n[340]\t\tWhy?  'Cause I ... was walkin' along \t\ta block behind you staring at you? \t\tThat's not following!  \n[341]\t\t\t \t\tFollowing is different.  I was spying.  \n[342]\t\tParanoid?  I'm looking at you.  You \t\tgot your arms around another guy.  \n[343]\t\tYeah-well, I didn't start out spying. \t\tI-I thought I'd surprise yuh.  Pick you \t\tup after school.  \n[344]\t\tOh, stop it.  But you were having an \t\taffair with your college professor. \t\tThat jerk that teaches that incredible \t\tcrap course \"Contemporary Crisis in \t\tWestern Man\"!  \n[345]\t\tWhat's the difference?  It's all mental \t\tmasturbation.  \n[346]\t\t\t \t\tHey, don't knock masturbation!  It's \t\tsex with someone I love.  \n[347]\t\t\t \t\t\"Neat\"!  There's that- What are you-twelve \t\tyears old?  That's one o' your Chippewa \t\tFalls expressions!  \"He thinks I'm neat.\"  \n[348]\t\tNext thing you know he'll find you keen \t\tand peachy, you know?  Next thing you \t\tknow he's got his hand on your ass!  They both stop in the middle of the street.  \n[349]\t\tDavid?  You call your teacher David?  \n[350]\t\t\tWell, listen, that's, a nice bi-it's \n[351]\t\t\t \t\tOh, yeah?  How'd it go?  \n[352]\t\tYeah?  \n[353]\t\tM'm.  \n[354]\t\tMe?  I'm-I'm one of the few males who \t\tsuffers from that, so, so ... you know.  \n[355]\t\tG-go on, I'm interested.  \n[356]\t\tM'hm.  \n[357]\t\tTsch.  Rea- All this happened in the \t\tfirst hour?  \n[358]\t\tThat's amazing. I-I-I ... I've been \t\tgoin' for fifteen years, I-you know, \t\tI don't got ... nothing like that in-  \n[359]\t\tYou cried?  I've never once cried. \t\tFantastic ...  \n[360]\t\tI whine. I-I-I sit and I whine.  \n[361]\t\tSinatra?  \n[362]\t\tYeah?  \n[363]\t\t\t(Taking a bottle of juice and \t\t\tsome celery from the bag) \t\tWell, well, sure ... because he's a \t\tsinger and you're a singer, you know, \t\tso it's perfect.  So you're trying to \t\tsuffocate yourself.  It-it makes perfect \t\tsense.  Uh, uh, that's a perfect analytic \t\t... kind of insight.  \n[364]\t\t\t \t\tWhatta you mean?  Me?  \n[365]\t\t\t \t\tSinatra had gl- You never said Sinatra \t\thad glasses.  So whatta you saying that \t\tI-I'm suffocating you?  \n[366]\t\t\t \t\tTsch, what'd the doctor say?  \n[367]\t\tWill it change your wife?  \n[368]\t\tYeah, but you said, \"Will it change \t\tmy wife\"!  \n[369]\t\tYou said, \"Will it change. . .\" Wife. \t\tWill it change ...  \n[370]\t\t\t \t\tShe said, \"Will it change my wife.\" You \t\theard that because you were there so I'm \t\tnot crazy.  \n[371]\t\t\t\t \n[372]\t\tAdult education is such junk!  The \t\tprofessors are so phony.  How can you \t\tdo it?  \n[373]\t\t\t \t\tDavid!  David!  I can't believe this! \n[374]\t\tI'm following you and David, if you-  \n[375]\t\t\tThat's fine.  That's fine.  That's great! \n[376]\t\t\t\t \n[377]\t\t\t \t\tLarge vibrating egg.  Well, I ask a \t\tpsychopath, I get that kind of an answer. \t\tJesus, I-I, uh, here ... \t\t\t(He moves up the sidewalk to \t\t\ta young trendy-looking couple, \t\t\tarms wrapped around each other) \t\tYou-you look like a really happy couple. \t\tUh, uh ... are you?  \n[378]\t\t\tYeah!  So ... so h-h-how do you account \n[379]\t\tI see.  Well, that's very interesting. \t\tSo you've managed to work out something, huh?  \n[380]\t\tOh, well, thanks very much for talking \t\tto me.  He continues to walk past some other passersby and moves into the street. A mounted policeman comes by and stops near him. Alvy looks at the horse, as if to speak.  \n[381]\t\tYou know, even as a kid I always went \t\tfor the wrong women.  I think that's my \t\tproblem.  When my mother took me to see \t\tSnow White, everyone fell in love with \t\tSnow White.  I immediately fell for the \t\tWicked Queen.  The scene dissolves into a sequence from the animated Snow White and the Seven Dwarfs.  The Wicked Queen, resembling Annie, sits in the palace before her mirror.  Alvy, as a cartoon figure, sits beside her, arms crossed in front of him.  \n[382]\t\tHow can you say that?  \n[383]\t\t\tYou're just upset.  You must be getting \n[384]\t\t\tI don't wanna go out with any other women. \n[385]\t\t\t \t\tMan, that's great.  That's just great.  \n[386]\t\t\t \t\tMe?  No, no. I-I couldn't make it that \t\tni- My-my raccoon had hepatitis.  \n[387]\t\t\t \t\tTsch, a few.  \n[388]\t\tI can think of another word.  \n[389]\t\tReally?  It must be a tremendous hem.  \n[390]\t\tAre you?  \n[391]\t\tI can't get with any religion that \t\tadvertises in Popular Mechanics.  Look- \t\t\t(The Maharisbi, a small, chunky \t\t\tman, walks out of the men's room, \t\t\thuge bodyguards flanking him while \t\t\tpolicemen bold back the crowds \t\tthere's God coming outta the men's room.  \n[392]\t\t\tYeah, were yuh?  I was-I was at an Alice \n[393] The reporter is sitting up in bed, lighted cigarette in her hand.  Alvy, lying next to her, rubs his eyes and puts on his eyeglasses.  \n[394]\t\t\t\t \n[395]\t\tOh, tsch, thank you.  H'm.  \n[396]\t\t\t \t\tI think-I think there's too much burden \t\tplaced on the orgasm, you know, to make \t\tup for empty areas in life.  \n[397]\t\t\t \t\tUh, oh, I don't know.  It might have \t\tbeen Leopold and Loeb. \t\t\t(The telephone rings.  Alvy picks \t\t\tit up, rising up slightly from the \t\t\tbed, concerned, as he talks) \t\tHello.  Oh, hi ... Uh, no, what-what's \t\tthe matter?  What-what-what?  You sound \t\tterrible ... No, what- Sure I- Whatta yuh \t\t-what kind of an emergency? ... No, well, \t\tstay there.  Stay there, I'll come over \t\tright now.  I'll come over right now.  Just \t\tstay there, I'll come right over.  He hangs up.  The reporter sits in bed still, taking in the situation.  \n[398]\t\tWhat's- It's me, open up.  \n[399]\t\t\tAre you okay?  What's the matter? \n[400]\t\t\t \t\tWhat?  \n[401]\t\t\tThat's what you got me here for at three \n[402]\t\t\t\t \n[403]\t\t\tKill it!  For Go- What's wrong with you? \n[404]\t\t\t\t \n[405]\t\tJesus.  All right, gimme a magazine. \t\tI- 'cause I'm a little tired. \t\t\t(While Annie goes of to find \t\t\thim a magazine, Alvy, still \t\t\ttalking, glances around the \t\t\tapartment.  He notices a small \t\t\tbook on a cabinet and picks it up.) \t\tYou know, you, you joke with-about me, \t\tyou make fun of me, but I'm prepared for \t\tanything.  An emergency, a tidal wave, \t\tan earthquake.  Hey, what is this? \t\tWhat?  Did you go to a rock concert?  \n[406]\t\tOh, yeah, really?  Really?  How-how'd \t\tyou like it?  Was it-was it, I mean, \t\tdid it ... was it heavy?  Did it achieve \t\ttotal heavy-ocity?  Or was it, uh...  \n[407]\t\t\t\t \n[408]\t\t\t\t \n[409]\t\tIt's wonderful.  Then why don'tcha get \t\tWilliam F. Buckley to kill the spider?  \n[410]\t\t\tWell, I was in be- It's three o'clock \n[411]\t\t\tHey, what am I-your son?  Whatta you mean? \n[412]\t\t\tYeah, where is the spider? \n[413]\t\t\tIs he in the bathroom? \n[414]\t\t\t\t(Moving down the hallway to \n[415]\t\t\t \t\tVery big spider.  \n[416]\t\t\tTwo ... Yeah.  Lotta, lotta trouble. \n[417]\t\t\t\t \n[418]\t\t\t\t \n[419]\t\t\t\t \n[420]\t\t\tHoney, there's a spider in your bathroom \n[421]\t\tHey, what is this?  You got black soap? \n[422]\t\t\tWhatta-whatta yuh joining a minstrel show? \n[423]\t\t\t\t \n[424]\t\t\tOh, Jesus, really? \n[425]\t\tWhat?  He touches her face gently as she wipes tears from her face.  \n[426]\t\t\tW-w-whatta you mean? \n[427]\t\tOh, I had the radio on.  \n[428]\t\tI'm sorry.  I had the television set \t\t... I had the television-  \n[429] Alvy is lying in bed next to Annie, who is leaning on her elbow looking down at him.  He rubs her arms and she smiles.  \n[430]\t\tOh, no, no, I think we're both much too \t\tmature for something like that.  \n[431]\t\t\tIt's all right for me, it's been terrific, \n[432]\t\tI don't know.  \n[433]\t\t\tTsch, why don't we get ... why don't \n[434]\t\t\tThat'd be fun for yuh.  Don't you think- \n[435]\t\t\t \t\tHey, can yuh watch the road?  Watch the -- \n[436]\t\tYou'll total the whole car.  \n[437]\t\t\tYeah, the neighborhood's gonna be great. \n[438]\t\t\tRight.  I was a great athlete.  Tell \n[439]\t\tYeah, well, I used to lose my glasses a lot.  \n[440]\t\tOh, look, look, there's that ... that's \t\t-that's my old house.  That's where I \t\tused to live.  \n[441]\t\tI have some very good memories there.  \n[442]\t\tYeah, and always over the most \t\tridiculous things.  \n[443] Alvy's father sits in his chair.  His mother is polishing a door while Alvy lies on the floor playing.  Annie, adult Alvy and Rob quietly walk into the scene to watch.  \n[444]\t\tYou fired the cleaning woman?  \n[445]\t\tShe was stealing.  \n[446]\t\tBut she's colored.  \n[447]\n[448]\t\tSo the colored have enough trouble.  \n[449]\t\tShe was going through my pocketbook!  \n[450]\t\tThey're persecuted enough!  \n[451]\t\tWho's persecuting?  She stole!  Alvy's father gets up and gets his hard hat.  He sits back down and starts polishing it.  \n[452]\t\t\tAll right-so we can afford it. \n[453]\t\t\tHow can we afford it?  On your pay? \n[454]\t\t\tShe's a colored woman, from Harlem! \n[455]\t\t\t\t \n[456]\t\t\tLeo ... I married a fool! \n[457]\t\t\tIt-it-it's the welcome-home party \n[458]\t\t\t\t \n[459]\t\t\t\t \n[460]\t\t\tI was always the sister with good common \n[461]\t\t\t\t \n[462]\t\t\t\t \n[463]\t\tAh?  Oh, well, your birthday's not till \t\ttomorrow, honey, I hate to tell yuh.  \n[464]\t\t\tYeah, but no presents till midnight. \n[465]\t\tHappy birthday.  \n[466]\t\t\tYeah, hey, why don't yuh try it on? \n[467]\t\tTry it ... it'll add years to our \t\tsex life.  \n[468]\t\tHere's a real present.  \n[469]\t\tCheck it out.  \n[470]\t\t\t\t \n[471]\t\t\t\t \n[472]\t\tThank you very much.  It's a pleasure.  \n[473]\t\t\t \t\tRemember, we had that thing.  \n[474]\t\t\t\t(Staring at Annie and clearing \n[475]\t\t\t \t\t-yes, we had, uh ...  \n[476]\t\t\t \t\tWhat's ... you ... well, what's the \t\tmatter, You w-wanna go to that party?  \n[477]\t\t\t\t \n[478]\t\t\t \t\tWell, we never have any laughs anymore, \t\tis the problem.  \n[479]\t\t\tHow often do you sleep together? \n[480]\t\tHardly ever.  Maybe three times a week.  \n[481]\t\tShe would not sleep with me the other \t\tnight, you know, it's-  \n[482]\t\tI mean ... I tried everything, you know, \t\tI-I-I put on soft music and my-my red light \t\tbulb, and ...  \n[483]\t\tThe incredible thing about it is, I'm \t\tpaying for her analysis and she's making \t\tprogress and I'm getting screwed.  \n[484]\t\t\t \t\tYou know ... it's getting expensive \t\t...my analyst ... for her analyst.  She- \t\tshe's making progress and I'm not making \t\tany progress.  Her progress is defeating \t\tmy progress.  \n[485]\t\tHey, don't put it on me.  You kn- Wh-what \t\tis it, I don't wanna put a wad of white \t\tpowder in my nose 'cause the-the nasal \t\tmembranes ...  They all start talking at once.  \n[486]\t\t\t \t\tHow can you say that?  I mean, \t\t\t \t\twho said I-I-I-I said that you, I and that \t\tgirl from your acting class should sleep \t\ttogether in a threesome.  \n[487]\t\tYeah, I know it's sick, but it's new. \t\tYou know, you didn't say it couldn't be \t\tsick.  Annie laughs, chatters.  \n[488]\t\tOh, yeah?  \n[489]\t\t\t \t\tOh, I'm sure it's a lot of fun, 'cause \t\tthe Incas did it, you know, and-and \t\tthey-they-they were a million laughs.  \n[490]\t\t\t... I'm thrilled.  As you know, uh ... \n[491]\t\tIt's so phony, and we have to leave New \t\tYork during Christmas week, which really \t\tkills me.  \n[492]\t\t\t \t\tSure, sure, I'll be glad to. I-I'll just \t\tput it in a-a-a h-h-hollow heel that I \t\thave in my boot, you know. \t\t\t(Alvy picks up the small open \t\t\tgold case of cocaine base the man \t\t\tplaced on the coffee table and \t\t\tlooks at it, reacting) \t\tH-h-how much is this stuff?  \n[493]\t\t\tReally?  And what is the kick of it? \n[494]\t\tYeah, the architecture is really consistent, \t\tisn't it?  French next to-  \n[495]\t\t-Spanish, next to Tudor, next to Japanese.  \n[496]\t\tIt's that they don't throw their garbage \t\taway.  They make it into television shows.  \n[497]\t\tCan you believe this is Christmas here?  \n[498]\t\tRight-well, Santa Claus will have \t\tsunstroke.  \n[499]\t\tThere's no economic crime, you know, \t\tbut there's-there's ritual, religious- \t\tcult murders, you know, there's wheat- \t\tgerm killers out here.  \n[500]\t\t\t \t\tOh.  \n[501]\t\tDo you realize how immoral this all is?  \n[502]\t\tYeah, I know; but you're adding fake \t\tlaughs.  Technicians turn the monitors back on, showing Rob on the screen with another character, Arnie.  \n[503]\t\tLook, uh ...  Loud laughter from the TV monitors.  \n[504]\t\tGreat, but nobody laughs at it 'cause \t\tyour jokes aren't funny.  \n[505]\t\t\t(Removing his glasses and \t\t\trubbing his face) \t\tIs there booing on there?  The monitors show a woman on the screen.  \n[506]\t\t\t \t\tOh, Max, I don't feel well.  \n[507]\t\tI don't know, I just got-I got very dizzy... \t\t\t \t\tI feel dizzy, Max.  \n[508]\t\t\t \t\tOh, Jesus.  \n[509]\t\tI don't know, I mean, I-  \n[510]\t\tNo, no-my, you know, my stomach felt \t\tqueasy all morning.  I just started \t\tgetting ...  \n[511]\t\tOh, Max ... no, I maybe I better lie \t\tdown.  \n[512]\t\t\t(Taking a piece of chicken and \t\t\tholding it) \t\tOh, oh, no, I can't-I can't eat this. \t\tI'm nauseous. \t\t\t \t\tIf you could-if you could just give me \t\tsomething to get me through the next two \t\thours, you know I-I have to go out to \t\tBurbank ... and give out an award on a \t\tTV show.  \n[513]\t\t\t \t\tI'm nauseous. \t\t\t \t\tOh, jesus, now I don't get to do the \t\tTV show?  Reacting, Alvy puts up his band in disgust, then starts eating the piece of chicken he has been holding.  The doctor and Annie watch him, reacting.  \n[514]\t\tChrist!  \n[515]\t\t\t(Grabbing the rest of the chicken \t\t\tfrom the plate) \t\tOh, jesus. Can I have the salt, please?  \n[516]\t\t\t \t\tThis is not bad, actually.  \n[517]\t\t\t \t\tHey, don't tell me we're gonna hafta \t\twalk from the car to the house.  Geez, \t\tmy feet haven't touched pavement since \t\tI reached Los Angeles.  \n[518]\t\tM'hm.  \n[519]\t\tWhee, you shoulda told me it was Tony \t\tLacey's party.  \n[520]\t\tI think he has a little thing for Annie.  \n[521]\t\tWhere?  Rob nods his head toward a tall woman dressed all in white conversing with a group of people close-by.  \n[522]\n[523]\t\tYeah, she's a ten, Max, and that's great \t\tfor you because you're -you're used to \t\ttwos, aren't you?  \n[524]\t\tYeah, you're used to the kind with the- \t\twith the shopping bags walking through \t\tCentral Park with the surgical masks \t\ton muttering.  \n[525]\t\tAnd ... uh-  \n[526]\t\tYeah, intensive care ward. \t\t\t \t\tMy God-hey, Max, I think she's ... I \t\tthink she's giving me the eye.  As Rob and Alvy observe the guests, the woman in white starts walking toward them.  \n[527]\t\t\tI'll handle it.  I'll handle it.  Hi. \n[528]\t\t\t \t\tEST?  No, no, I was never to est.  \n[529]\t\tOh.  \n[530]\t\t\t \t\tNo, no, I came out here to get some \t\tshock therapy, but there was an energy \t\tcrisis, so I ... He's my-my food taster. \t\tHave you two met?  \n[531]\t\t\tYeah, he's crazy. \n[532]\t\t\t\t \n[533]\t\tUri Geller must be on the premises \t\tsomeplace.  \n[534]\t\tTrigger.  Annie and the girl in white laugh.  \n[535]\t\tHey.  \n[536]\t\tYeah, this place is great.  \n[537]\t\tYeah, I love it there.  \n[538]\t\tI'm into garbage.  It's my thing.  \n[539]\t\t\t \t\tOh, yeah?  \n[540]\t\tI'm cool.  Tony and the girl in white leave the room, Annie and Alvy following.  \n[541]\t\tYeah, and gradually you get old and die. \t\tYou know it's important to make a little \t\teffort once in a while.  \n[542]\t\tYeah, she's got a great-lookin' fa- A \t\tpat on the androgynous side.  But it's...  They pass a man talking on the phone in the hallway.  \n[543]\t\t\t \t\tLotta beautiful women.  It was fun \t\tto flirt.  \n[544]\t\t\t(An open magazine lies in \t\t\this lap) \t\tI'll have the usual trouble with Annie \t\tin bed tonight.  Whatta I need this?  \n[545]\t\tIf only I didn't feel guilty asking \t\tAnnie to move out.  It'd probably \t\twreck her.  But I should be honest.  He looks over at Annie.  \n[546]\t\tTsch, I know.  A relationship, I think, \t\tis-is like a shark, you know?  It has \t\tto constantly move forward or it dies. \t\t\t \t\tAnd I think what we got on our hands \t\t\t \t\tis a dead shark.  \n[547] A lighted Christmas tree stands in the middle of boxes, books, and the general disarray of packing and figuring out what belongs to whom as Alvy helps Annie move out.  \n[548]\t\t\t \t\tWhose \"Catcher in the Rye\" is this?  \n[549]\t\t\t \t\tOh, it sure has ... You know, you wrote \t\tyour name in all my books, 'cause you \t\tknew this day was gonna come.  \n[550]\t\t\t \t\tThere's no-no question in my mind.  I \t\tthink we're doing the mature thing, \t\twithout any doubt.  \n[551]\t\t\t \t\tThis \"Denial of Death\".  You remember this?  \n[552]\t\tThis is the first book that I got you.  Annie goes over to Alvy.  They both look down at the book; the fireplace, burning nicely, is behind them.  \n[553]\t\tRemember that day?  \n[554]\t\tThanks, honey.  \n[555]\t\tThere's no-there's no question about \t\tthat, 'cause we've given this ... uh, \t\tuh, I think a more than fair shot, \t\tyou know?  He tosses the book into the carton.  \n[556]\t\t\t \t\tYeah, and I-I tru-  you know, I trust \t\ther, because my-my analyst recommended \t\ther.  \n[557]\t\tRight.  And you-and you know what the \t\tbeauty part is?  \n[558]\t\t\t \t\tWe can always come back together again. \t\tBecause there's no-there's no problem. \t\t'Cause ... Right.  \n[559]\t\tYou know, I-I-I don't think many couples \t\tcould handle this.  You know, they could \t\tjust break up and remain friends.  \n[560]\t\t\t \t\tYeah.  \n[561]\t\t\t \t\tI miss Annie.  I made a terrible \t\tmistake.  A couple, walking down the street, stops as the man talks to Alvy.  \n[562]\t\tOh, yeah?  Well, if she is, then the \t\thell with her!  If she likes that \t\tlifestyle, let her live there!  He's \t\ta jerk, for one thing.  \n[563]\t\t\tYeah. He may- Listen, Harvard makes \n[564]\t\tYeah, jealous. A little bit like Medea. \t\tLemme, lemme-can I show you something, \t\tlady? \t\t\t(He takes a small item from his \t\t\tpocket to show the woman) \t\tWhat I have here ... I found this in the \t\tapartment.  Black soap.  She used to wash \t\ther face eight hundred times a day with \t\tblack soap. Don't ask me why.  \n[565]\t\tWell, I-I tried, but it's, uh, you know, \t\tit's very depressing.  \n[566] Alvy's arms and legs fill the screen as he slowly gets up from the floor bolding up a live lobster.  He puts it on a grill tray.  \n[567]\t\t\t \t\tThis always happens to me.  Quick, g-go \t\tget a broom.  His date, a girl wearing short shorts, leans against the sink and lights a cigarette.  She makes no move to help.  \n[568]\t\t\t(Looking up in stooped-over \t\t\tposition) \t\tI'm not myself since I stopped smoking.  \n[569]\t\tSixteen years ago.  \n[570]\t\t\t \t\tMean?  \n[571] Alvy sits on his bed talking on the phone.  \n[572]\t\tListen, honey, Central Park's turning \t\tgreen ... Yeah, I sa-I saw that lunatic \t\tthat we-where we used to see ... with \t\tthe, uh, uh, pinwheel hat and, you know, \t\tand the roller skates? . . . Listen, \t\tI-I want you to come back here ... Well, \t\tI-I-then I'm gonna come out there and \t\tgetcha.  \n[573]\t\tWhatta you mean, where am I? Where do- \t\twhere do you think I am?  I'm-I'm out \t\t... I'm at the Los Angeles Airport. \t\tI flew in ... \t\t\t \t\tTsch, I-well, I flew in to see you ... \t\t\t \t\tHey, listen, can we not debate this \t\ton-on the telephone because I'm, you \t\tknow, I-I feel that I got a temperature \t\tand I'm-I'm getting my-my chronic Los \t\tAngeles nausea. I-I don't feel so good.  Alvy's conversation is still heard as the screen shows him behind the wheel of a car on a busy street; he causes a near-accident by jerking the car too slowly toward an intersection.  \n[574]\t\tWell, where-wherever you wanna meet, I \t\tdon't care.  I'll-I'll drive in.  I \t\trented a car I'm driving ... that ... \t\tWhatta you mean?  What-why is that such \t\ta miracle?  I'm driving myself --  \n[575]\t\t\t \t\tI'm gonna...I'm gonna have the alfalfa \t\tsprouts and, uh, a plate of mashed yeast.  Annie, wearing a flowered dress and wide hat, moves into view.  Alvy, noticing her, watches as she walks over to his table.  He rises and they shake hands.  \n[576]\t\tYou look very pretty.  \n[577]\t\t\t \t\tYou see, I-I've been thinking about it \t\tand I think that we should get married.  \n[578]\t\tWhy?  You wanna live out here all year? \t\tIt's like living in Munchkin Land.  \n[579]\t\t\t \t\tSo whatta you ... You're not gonna come \t\tback to New York?  \n[580]\t\tHey, you didn't read \"Death in Venice\" \t\ttill I bought it for yuh.  \n[581]\t\t\t \t\tThat's right, 'cause it's an important \t\tissue.  \n[582]\t\t\t \t\tI can't enjoy anything unless I ... unless \t\teverybody is.  I-you know, if one guy is \t\tstarving someplace, that's ... you know, \t\tI-I ... it puts a crimp in my evening. \t\t\t \t\tSo wanna get married or what?  \n[583]\t\t\t \t\tOkay. \t\t\t \t\tCheck, please.  Can I -can I ... \t\tCan I ... Can I ...  \n[584]\t\t\t \t\tNo. \t\t\t \t\tYes, of course I'm mad, because you \t\tlove me, I know that.  \n[585]\t\t\t \t\tThe usual, you know. Uh, tryin't'write. \t\tI'm workin' on a play. \t\t\t \t\tJesus.  So whatta yuh saying?  That \t\tyou're not comin' back to New York with \t\tme?  He nods his head in disbelief.  \n[586]\t\tYou mean that ... \t\t\t(He gets up and starts following \t\t\ther past diners at other tables) \t\tI-I-I-I flew three thousand miles to \t\tsee you.  \n[587]\t\tAir miles, you know.  I mean, you \t\tknow what that does to my stomach?  They move down the steps of the cafe' toward the parking lot.  \n[588]\t\tThe what?  \n[589]\t\tYou mean they give awards for that \t\tkind o' music?  \n[590]\t\tI thought just earplugs.  Annie gets into her car.  Alvy moves over to his rented convertible.  \n[591]\t\t\t \t\tAwards! They do nothing but give out \t\tawards!  I can't believe it.  Greatest, \t\tgreatest fascist dictator, Adolf Hitler!  Annie drives away. Alvy gets behind the wheel, starts the motor. Putting the car in gear, he inadvertently moves forward, hitting a bunch of trash cans with a loud crash. Putting the car in reverse, Alvy notices a beige car that has just turned into the parking lot. For a brief moment, the screen shows a flashback of the bumper-car ride at the Brooklyn amusement park.  Alvy's father is on the Platform directing traffic; young Alvy is in a small car bumping others right and left.  Alvy, hack in the parking lot, backs up his convertible, purposefully smashing the side of the beige car as another flashback of bumper- car ride appears, this time-as, Alvy's father directs traffic-a Marine in a small car bits the back end of a soldier's car, and Alvy, back in the parking lot, moves his car over to another parked car and bits it full force.  Another flashback appears. people in the small cars really racing around the track now, bumping into one another over and over again, Alvy's father directing the flow, as the film cuts back to the parking lot, where Alvy reverses the convertible and rams it into the front end of yet another car.  He sits behind the wheel as people rush out of various cars and as sirens start blaring, coming closer and closer, stopping finally as a motorcycle cop gets off beside Alvy's car and walks over to him.  \n[592]\t\t\t \t\tOfficer, I know what you're gonna say. \t\tI'm-I'm not a great driver, you know, \t\tI-I have some problems with-with-with-  \n[593]\t\tSure. \t\t\t(Searching, he finally fishes \t\t\this license out of his pocket) \t\tjust don't-don't get angry, you know \t\twhat I mean?  'Cause I-I have - I have \t\tmy-my license here.  You know, it's a \t\trented car.  And I've ...  He drops the license and it falls to the ground.  \n[594]\t\tPick up the license.  You have to ask \t\tnicely 'cause I've had an extremely \t\trough day.  You know, my girl friend-  \n[595]\t\tSince you put it that way. \t\t\t \t\tIt's hard for me to refuse. \t\t\t(He leans over, picks up the \t\t\tlicense, then proceeds to rip \t\t\tit up.  He lets the pieces go; \t\t\tthey float to the ground \t\t... have a, I have a terrific problem \t\twith authority, you know.  I'm... it's \t\tnot your fault.  Don't take it personal.  \n[596]\t\tSo long, fellas.  Keep in touch.  He walks down the corridor off screen.  \n[597]\t\t\t(Carrying his jacket over his \t\t\tshoulder) \t\tYeah.  I had the feeling that I got \t\tyou at a bad moment.  You know, I heard \t\thigh-pitched squealing.  They walk over to Rob's convertible and get in.  \n[598]\t\t\t \t\tYou're an actor, Max.  You should be \t\tdoing Shakespeare in the Park.  \n[599]\t\t\t \t\tMax, are we driving through plutonium?  \n[600]\t\t\t \t\tTsch, whatta you want?  It was my first \t\tplay.  You know, you know how you're \t\talways tryin' t' get things to come out \t\tperfect in art because, uh, it's real \t\tdifficult in life.  Interestingly, however, \t\tI did run into Annie again.  It was on the \t\tUpper West Side of Manhattan.  Annie, singing \"Seems Like Old Times, \" overlaps Alvy's speech and continues over the next scene, where Alvy, standing in front of a Manhattan theater, shakes hands with Annie and her escort.  The theater marquee reads \"OPHULS \n[601]\t\t\t(Over the theater scene and, \t\t\tAnnie's singing) \t\tShe had moved back to New York.  She was \t\tliving in SoHo with some guy. \t\t\t \t\tAnd when I met her she was, of all things, \t\tdragging him in to see \"The Sorrow and the \t\tPity.\"  Which I counted as a personal \t\ttriumph.  Annie and I ... \t\t\t(Alvy's voice continues over the \t\t\tscene shot through a window of \t\t\tManhattan cafe showing Alvy and \t\t\tAnnie sitting at a table, laughing \t\t\tand enjoying themselves) \t\t... we had lunch sometime after that, and, \t\tuh, just, uh, kicked around old times.  A series of flashbacks following in quick succession while Annie continues to sing:  Annie and Alvy going up the FDR Drive, the day they met playing tennis, Annie driving, Alvy bolding up partially eaten sandwich.  Annie and Alvy in the Hamptons house kitchen, Annie banding a live lobster to Alvy, who drops it in the pot on the stove.  Annie and Alvy walking side by side by the shoreline.  Alvy at the tennis club, packing his bag, as he looks over his shoulder and sees Annie, hands on her face, then clapping, as she offers him a ride home in her car.  Annie opening the door to Alvy the night he came over to kill the spider; Annie and, Alvy in the bookstore buying the \"Death\" titles; Annie and, Alvy in their Hamptons house, Annie reading a school catalogue, the night Alvy puts in the red light.  The memories continue to flash on the screen: Annie and Alvy at a friend's house, Alvy blowing the cocaine all over the sofa; Annie and Alvy playing tennis; Annie and Alvy having a picture taken backstage at the college performance in Annie's hometown; Alvy bolding Annie close, the night he came over to kill the spider.  And continue: Annie carrying her luggage and clothes into Alvy's bedroom, Alvy following, the day she first moved into his apartment.  Annie holding up her sexy birthday present from Alvy, then leaning over and kissing him; Annie and Alvy walking down a city street, holding each other close; sitting on the park bench, observing the people; and kissing, on the FDR Drive, the New York City skyline behind them. The music stops.  Returning to the present, the camera, focusing through the cafe window, shows Annie and Alvy across street.  They look about at the city traffic.  Lunch is over; it's time.  Alvy and Annie shake hands and kiss each other friendly like.  Annie crosses the street, Alvy watching her go.  Then he turns, and slowly walks down the street off screen.  His voice is heard over the scene:  \n[602]\t\tAfter that it got pretty late.  And we \t\tboth hadda go, but it was great seeing \t\tAnnie again, right?  I realized what a \t\tterrific person she was and-and how much \t\tfun it was just knowing her and I-I \t\tthought of that old joke, you know, this- \t\tthis-this guy goes to a psychiatrist and \t\tsays, \"Doc, uh, my brother's crazy.  He \t\tthinks he's a chicken.\" And, uh, the \t\tdoctor says, \"Well, why don't you turn \t\thim in?\" And the guy says, \"I would, but \t\tI need the eggs.\" Well, I guess that's \t\tpretty much how how I feet about \t\trelationships.  You know, they're totally \t\tirrational and crazy and absurd and ... \t\tbut, uh, I guess we keep goin' through it \t\tbecause, uh, most of us need the eggs.  ", "Singer": "", "Aunt": "\n[1]\t\t\t(Putting more meat on her \t\t\thusband's plate) \t\tIs that a reason to steal from his father?  \n[2]\t\tYes, I know what I'm talking about.  \n[3]\t\tYou don't say.  ", "Mom": "\n[1]\t\t\t \t\tIt's a nice ham this year, Mom.  Grammy Hall takes a sip of her wine and nods.  \n[2]\t\t\t \t\tWe went over to the swap meet.  Annie, \t\tGram and I. Got some nice picture frames.  \n[3]\t\t\t(Lighting a cigarette and turning \t\t\tto Alvy) \t\tAnn tells us that you've been seeing a \t\tpsychiatrist for fifteen years.  \n[4]\t\tOh, that Randolph Hunt.  You remember \t\tRandy Hunt, Annie.  He was in the choir \t\twith you.  \n[5]\t\tStupid Thelma Poindexter ... to the \t\tVeterans Hospital.  \n[6]\t\tThat's Jack's wife.  We used to make \t\tthat outta raisins.  \n[7]\t\tOh, you remember her, Annie.  \n[8]\t\tHow do you plan to spend the holidays, \t\tMrs. Singer?  \n[9]\t\tWhat sins?  I don't understand.  \n[10]\t\tNow, don't let it be so long, now.  \n[11]\t\tOh, he's adorable, Annie.  \n[12]\t\tWe're going to take them to the airport. \t\t\t\t \n[13]\t\tM'mmm.  ", "Tony": "\n[1]\t\tExcuse me.  He shakes hands with Annie, smiling.  \n[2]\t\tHi, I'm-I'm Tony Lacey.  \n[3]\t\tUh, we just wanted to stop by and say \t\tthat we really enjoyed your sets.  \n[4]\t\tI though it was ... very musical, and I \t\tliked it a lot.  \n[5]\t\tAre you ... are you recording?  Or do- \t\tAre you with any label now?  \n[6]\t\t\tUh, well, I'd like to talk to you about \n[7]\t\t... of possibly working together.  \n[8]\t\t\tNo, I don't-I don't know, but I-I know \n[9]\t\t\t\t \n[10]\t\tUh ... w-we're going back to the Pierre. \t\tWe're staying at the Pierre ... and we're \t\tgonna meet Jack and Angelica, and have a \t\tdrink there, and ... if you'd like to come, \t\tuh, we'd love to have you.  \n[11]\t\t\tAnd we could just sit and talk ... nothing. \n[12]\t\tOh, well, I-if it's inconvenient, eh, \t\twe can't do it now ... that's fine, \t\ttoo.  W-w-w-we'll do it another time.  \n[13]\t\tMaybe if you're on the Coast, we'll get \t\ttogether and ... and we'll meet there.  He shakes hands with Annie.  \n[14]\t\t\tIt was a wonderful set. \n[15]\t\t\t \t\tI really enjoyed it. \t\t\t \t\tNice to have metcha.  Good night.  \n[16]\t\tWe just need about six weeks, in about \t\tsix weeks we could cut a whole album.  \n[17]\t\tjust ... that's all you need.  You can \t\tcome and stay here.  \n[18]\t\tThere's a whole wing in this house.  \n[19]\t\tYou can have it to use.  Why-why are \t\tyou smiling?  \n[20]\t\tThis is a great house, really.  Everything. \t\tSaunas, Jacuzzis, three tennis courts. \t\tYou know who the original owners were? \t\tNelson Eddy, then Legs Diamond.  Then \t\tyou know who lived here?  \n[21]\t\tCharlie Chaplin.  \n[22]\t\tRight before his un-American thing.  They stop in a den-like screening room.  A man is slouched back on one of the comfortable sofas that fill the room.  It is much quieter in here; a contrast to the noise and crowd downstairs.  \n[23]\t\tUh, you guys are still-uh, you're still \t\tNew Yorkers.  \n[24]\t\tWell, I used to live there.  I used to \t\tlive there for years.  You know, but \t\tit's gotten-it's so dirty now.  \n[25]\t\tOh, and there's another thing about New \t\tYork.  See ... you-you wanna see a movie, \t\tyou have to stand in a long line.  \n[26]\t\t\tIt could be freezing, it could be raining. \n[27]\t\tAnd here, you just-  \n[28]\t\t\t \t\tCome and see our bedroom.  We did a \t\tfantastic lighting job.  Okay?  ", "Lacey": "", "Robin": "\n[1]\t\tThere's Henry Drucker.  He has a chair \t\tin history at Princeton.  Oh, the short \t\tman is Hershel Kaminsky.  He has a chair \t\tin philosophy at Cornell.  \n[2]\t\tWhy are you so hostile?  \n[3]\t\t\t \t\tIs that Paul Goodman?  No. And be nice \t\tto the host because he's publishing my \t\tbook.  Hi, Doug!  Douglas Wyatt. \t\t\"A Foul-Rag-and-Bone Shop-of-the-Heart.\"  They move through the rooms, Robin holding a drink in one hand, her arm draped in Alvy's; the crowd mills around them.  \n[4]\t\tCommentary.  \n[5]\t\tNo jokes-these are friends, okay?  \n[6]\t\tHere you are.  There's people out there.  \n[7]\t\tAlvy, what is so fascinating about a group \t\tof pituitary cases trying to stuff the \t\tball through a hoop?  \n[8]\t\tStop acting out.  She sits on the edge of the bed, looking down at the sprawled-out Alvy.  \n[9]\t\tAlvy, don't!  You're using sex to \t\texpress hostility.  \n[10]\t\t\t \t\tThere are people out there from The New \t\tYorker magazine.  My God!  What would they \t\tthink?  She gets up and fixes the zipper on her dress.  She turns and moves toward the door.  \n[11]\t\tOh, I'm sorry!  \n[12]\t\tDammit!  I was so close.  She flips on the overhead lamp and turns on her side.  Alvy turns to her.  \n[13]\t\t\t(Reaching over for her eyeglasses \t\t\ton the night table) \t\tI'm too tense.  I need a Valium.  My \t\tanalyst says I should live in the country \t\tand not in New York.  \n[14]\t\t\t \t\tOkay, okay, my analyst just thinks I'm \t\ttoo tense.  Where's the goddamn Valium?  She fumbles about the floor for the Valium, then back on the bed.  \n[15]\t\tI can't.  \n[16]\t\tMy head is throbbing.  \n[17]\t\tI have a headache.  \n[18]\t\tOswald and ghosts.  \n[19]\t\tWhere are you going?  "}}