{"filename": "Antz_script.txt", "imdb_id": "tt0120587", "imdb_url": "https://www.imdb.com/title/tt0120587", "characters": ["Z (voice)", "Cutter (voice)", "Drunk Scout (voice)", "Foreman (voice)", "Azteca (voice)", "Bala (voice)", "Additional Voices (voice)", "Queen (voice)", "Muffy (voice)", "Psychologist (voice)", "Weaver (voice)", "Barbatus (voice)", "Chip (voice)", "Mandible (voice)"], "dialogues": {"Z": "\n[1]\n[2]\n[3] \n[4]...which is kind of a problem, since I've always felt uncomfortably in crowds. \n[5]I feel...isolated.  Different.  I've got abandonment issues.  My father flew away when I was just a larva. My mother didn't have much time for me...when you have five million siblings, it's difficult to get attention. I feel physically inadequate -- I've never been able to lift more than ten times my own weight.  Sometimes I think I'm just not cut out to be a worker.  But I don't have any other options.  I was assigned to trade school when I was just a <u>grub</u>.  The whole system just...makes me feel...<u>insignificant</u>. \n[6]...I should? \n[7]Why are we so successful? \n[8]...Ants... \n[9]But -- but I've always felt life was about finding meaning...and then sharing it with someone special, someone you love. \n[10]Hello?!  Earth to Z!  You better snap out of it, or there's gonna be a lot of pissed off ants! \n[11]   \n[12]  \n[13]The squeaky wheel gets the oil. \n[14]No, Z.  The squeaky wheel gets <u>thrown</u> <u>away</u>, alright?  You're a good ant, Z, even though you are a pain in my rear- segment.  I don't wanna see anything happen to you.  So quit mouthing off, before you get in trouble. \n[15]Thank goodness.  Breaktime. \n[16] \n[17] \n[18]Who cares, Z.  All I know is, we gotta dig.  We're not the ones in charge. \n[19]We declared war again? Are you scared? \n[20] \n[21]Come on -- everybody dumps on us workers.  You soldiers get all the glory.  Plus you get to go out into the world, meet interesting insects, and kill them. \n[22]Weaver, they're career girls. They're obsessed with digging. No, I'll probably never meet the girl for me. \n[23]I can't help it.  I have a thing about drinking from the anus of another creature.  Call me crazy. \n[24]Of course.  You were born two seconds after me. \n[25]Weaver, I'm an insect, not a liquid. \n[26]Hey, Weaver, listen! \n[27] \n[28]I'm not in the mood. Even when they're off work, they follow orders. \n[29]What a bunch of losers.  Mindless zombies capitulating to an oppressive system -- \n[30]Me?!  <u>Yes</u>!!!  I mean -- Just let me finish my beer. \n[31]So uh -- how come I haven't seen you around here before? \n[32]The palace, hunh?  I bet those royals really live it up.  Of course they're all a little, you know, from inbreeding -- \n[33]Now, let's see, I -- it's been a while since I -- I think you -- \n[34]Here, I'll lead. \n[35]Well, actually, uh -- I'm sort of making it up -- \n[36]Why should everyone dance the same way?  It's as exciting as watching fungus grow. \n[37] \n[38]  (ineptly trying to \n[39]Because -- because I'm an <u>individual</u>! \n[40]Princess?  You're a <u>Princess</u>? \n[41]Wait!  When can I see you again? \n[42]Wait!  Princess!  Wait! \n[43]Are you kidding?  There were sparks between us!  This scarf is a sign! \n[44]What's gonna go wrong?!  I take your place for the royal inspection.  Bala comes strolling down the line, she sees me -- <u>bingo</u>!  Love is rekindled, and she takes me up to the palace for a little... tea and crumpets... and you take your place again, and go march around to your heart's content! \n[45]You have to help me.  Please, Weaver. Think of all the things I've done for you! \n[46] \n[47]You bet!  They'll really go for a sensitive guy like you! \n[48] \n[49]What do I do? \n[50] \n[51]Any of you guys know when the Princess will show up?  She's kind of a personal friend. \n[52] \n[53]Geez -- tough room. \n[54](to the soldier ant \n[55]Geez, and I forgot my toothbrush. \n[56] \n[57] \n[58] \n[59]Hey!  Wait! \n[60]I just joined up.  But I'm quitting! I got a trial membership! \n[61]Wait a minute, there's been a mistake!  I've got to get back to the colony! \n[62]Yeah.  Well -- no.  She's kind of playing hard to get.  As a matter of fact, she's playing completely unattainable. So, what's on the schedule?  A brisk walk?  a foraging expedition? \n[63] \n[64]So -- these termites, they're little, shy, retiring insects? \n[65]Well, what exactly does our platoon do?  Serve beverages?  Process paperwork? \n[66]So we're going back for more armor, right?  I mean, these guys are from outer space, how are we supposed to beat them?! \n[67] \n[68] \n[69]Wait!  Please!  Acid makes me come out in spots!  -- Could I just say I have always had the greatest respect for your species?  I mean, eating wood -- why didn't <u>I</u> think of that? \n[70]BARBATUS!  You -- you saved my life! \n[71]Look out! \n[72]Excuse me.  I seem to be lost, and I was wondering if you could give me -- \n[73] \n[74] \n[75]Hey, I'm sorry, it was a mistake -- \n[76] \n[77] \n[78] \n[79]No, no, you're...lookin' good. You've got good color in your cheeks. \n[80]Hang in there, buddy!  You can make it!  Just -- take deep breaths, I'll try and find your body -- it's gotta be around here somewhere! \n[81]Barbatus, hang on -- Barbatus!! \n[82]Hey, slow it down, big boy.  You're making the rest of us look bad...How come I haven't seen you around here before? \n[83]Tell me about it. \n[84] \n[85]Leave him alone!  He's new. \n[86] \n[87] \n[88]I'll make myself available...Listen, better watch out with the backtalk.  I don't know want you to end up like the guy who used to work next to me.  I'm afraid he got... <u>downsized</u>. \n[89]It looks like only one soldier made it back! \n[90]It was horrible...a massacre, a massacre upon a massacre.  First we massacred them, then they massacred us, then it was halftime.  I've never seen such violence, such bloodthirstiness, such bad manners...I'm the only one that made it! \n[91]No -- you -- you don't understand! \n[92]Royal victory party?  Will...will Princess Bala be there? \n[93] \n[94]Wait a minute, that's no soldier -- that's Z! \n[95]Well, I generally just make belittling comments and snicker behind death's back.  So, tell me, fellow war-monger...do you think Princess Bala likes men in uniform? \n[96]Engaged?  As in you're getting married? \n[97]So...you two are in love? \n[98]Wow, what a spread -- you know, there's a food shortage in the rest of the colony. \n[99]...Not enough food? \n[100]Well I, I don't think \"living it up\" is the right term -- how about \"working themselves to death\"? \n[101] \n[102]But...don't you think the worker class is the very foundation of the colony -- I mean, uh, without them, who would we stand on? \n[103]Well, if single-handedly vanquishing the enemy and slaughtering a whole nestful of termites makes someone a hero, yes I am. \n[104] \n[105]Ah, yes. Well, charmed, I'm sure.  So, Princess, have you ever danced with a hero? \n[106] \n[107]Just warming up... \n[108] \n[109](trying to placate \n[110]Divinely? \n[111] \n[112]Gee, uh, could you say it a little louder, I think there are some ants in the next colony who didn't hear you. \n[113] \n[114] \n[115]Well it wasn't a masquerade, really, it was more what I'd call a clever ruse -- \n[116]Can't we all settle this like adults -- we're not larvae anymore -- \n[117]No I'm not -- I mean -- nobody move! Or the Princess gets it! \n[118] \n[119]Uh-oh. \n[120]You're telling me... \n[121]How should <u>I know</u>? \n[122]Alright, alright, I'll try to get directions from one of the locals. \n[123]Excuse me, I -- Pardon me -- And they call them social insects. \n[124]Who's the bigger idiot -- the idiot who gets kidnapped, or the idiot who lets herself get kidnapped by the idiot? \n[125]Theoretically, yes.  But is the monarchical hierarchy applicable without the underlying social structure to support it? \n[126]But can there be a society composed of just two ants? \n[127]Look around, sweetheart. \n[128]Well I guess that makes us even. \n[129]Oh come on, <u>you're</u> the one who came after me -- the swarthy, earthy, sensual worker! \n[130]Is that the same standard you used to choose General Formica? \n[131]Well, that's an appealing offer, but...considering the options... You go back.  Me, I'm going to Insectopia. \n[132]Yeah, well I have it on a reliable source... that it exists.  Now you follow the yellow egg... <u>That</u> direction. \n[133]I've got a <u>name</u>.  It's <u>Z</u>. \n[134]I tell ya, I'm gettin' sick of bein' yelled at. \n[135]That's right!  He slaughtered hundreds of termites single-handedly! \n[136]Invisible! \n[137](eyes lit up, \n[138]  \n[139]Water...water -- oh, you already said that. \n[140]<u>I</u> ruined <u>your</u> life?  Look, I was perfectly happy until I met you -- alright, I was miserable, but I was <u>happily miserable</u>. \n[141]Come on -- it's gone!  What are the chances of that happening again? \n[142]Well I'll be. \n[143]Want a list? \n[144]It's...it's... \n[145]This lake is huge!  And so close to the colony!  Think of the vacation potential! \n[146]Listen, \"Princess\", you can't order me around.  Out here, you're not the boss anymore -- out here, you're just -- \n[147] \n[148]Princess, has it ever occurred to you that they're <u>not going to rescue you</u>? \n[149]Look.  How many other Princesses are there? \n[150]And only you can become a Queen? \n[151]So what makes you so special? \n[152]  \n[153]   \n[154]Don't tell that tightass anything, Weaver! \n[155](too shy to look at \n[156]...The land of red and white... \n[157]We've found it!  <u>Insectopia</u>!  Look at all this food' \n[158]Let's dig in! \n[159]There's - there's some kind of force field! \n[160]Hunh? \n[161]We're ants! \n[162]I sort of imagined Insectopia a little differently -- \n[163]Bala, look out!! \n[164]Bala! I'll never see her again... \n[165] \n[166]Take me to your leader! \n[167]Whoooooooaaaa!!! \n[168]Bala!  Come back here! \n[169] \n[170] \n[171] \n[172]We're safe... \n[173]Who the <u>hell</u> is <u>that</u>?!!! \n[174]Forget it.  You go ahead, I give up. I...I don't know what I was thinking. \"Insectopia\". \n[175] \n[176] \n[177]Yippeeeeee! \n[178] \n[179]Yeah, well, I make it a practice not to trust anyone who shoots acid out of their forehead. \n[180](taking his hand, \n[181]So...you never did tell me...what made you come out to the worker bar that night? \n[182]Well, \"trouble\" is my middle name. Actually, my  middle name is .985, but I don't tell people.  Hey, Bala, I...I actually have something of yours...you left it at the bar that night. \n[183]Sorry, it's been through a war, not to mention everything else... \n[184]Well, I...I know it's a little strange, but...I thought it might come in handy if I...needed a scarf someday. Well, to be honest, I just liked having it. \n[185] \n[186]Great timing, guys.  Ever wonder why they call you \"pests\"? \n[187] \n[188]What's the matter?  This place is as cheery as a Roach Motel at check-out time. \n[189]She's been kidnapped?!  But I can't live without her! \n[190] \n[191] \n[192]Let's go, pal! \n[193]Wow...I never saw things this way... \n[194]Things look so close together from up here...there's the desert...and the lake... it's not far from the colony at all... \n[195]Thanks, Chip. \n[196] \n[197]Don't bite!  I surrender! \n[198] \n[199]Geez, this place really empties out in August.  Where is everybody? \n[200]You \"smell\" me?  Well look, I -- I've been out in the wilderness for a while, and -- \n[201] \n[202]Just remember, I met her first. \n[203]Bala's through there? \n[204]Great.  More digging.  This is why I left in the first place. \n[205]Bala! \n[206]Why do they have you tied up here? \n[207]Bala, that -- that lake we found -- I think the tunnel's right underneath it! -- Formica's going to <u>flood the</u> <u>colony</u>!!!  That's what he meant when said there were too many ants! \n[208]I know it's crazy, but -- I can't just leave.  Don't argue with me.  If I've learned anything, it's that the problems of two people don't add up to a hill of ants in this world.  Or beans.  Something like that.  Anyway, I've <u>got to warn the others</u>. \n[209]Head for the surface, Bala.  If I don't make it, well...we'll always have Insectopia. \n[210]Stoooooop! \n[211]Listen up!  We've all got to get out of here!  This place is going to flood! \n[212]You've got to believe me! \n[213]I'm Z. \n[214]I <u>am</u> Z! \n[215]Weaver! \n[216]Don't worry about it, pal. \n[217] \n[218]Listen! \n[219]\n[220]There's no way out! \n[221]<u>Dig</u>! \n[222]We've got to dig a trench around us! \n[223] \n[224]That's it!  Pass the dirt back to the center!  Go on! \n[225]Your highness...time to get your hands dirty! \n[226]We need to form a scaffolding around this mound -- let's DO IT! \n[227]Now <u>climb</u>! \n[228]Okay boys -- take her up! \n[229]  \n[230]  \n[231]Wait... \n[232]...I'm Z. \n[233]<u>I'm</u> Z! \n[234] \n[235]I thought you said that the life of one ant doesn't matter. \n[236]  \n[237]So, uh, that's pretty much it.  Just your basic \"simple worker overthrows the government and winds up with the princess\" kind of a story. You know: there was the big parade and everything... \n[238]General Formica was almost unemployable.  He eventually got a gig as a honeydew keg. \n[239]The Queen asked me to take over his job, but I said \"Sorry, but I'm really not the general type.  I'm more the specific type.\"  So they gave the job to Weaver instead. \n[240]Weaver cut the defense budget in half.  Now we only have an army of five million. \n[241] \n[242]And me, I guess you could say that I lived happily ever after. \n[243]I mean, I've got the whole package, right?  A great life, a beautiful wife, and a few kids. \n[244]  \n[245]Well, so nothing's perfect.  But you know?  I wouldn't change a thing. ", "(voice)": "", "Cutter": "", "Foreman": "\n[1]What's the holdup here?! \n[2] \n[3]You  too?  Well just for that, you lose your day's rations!  Now get back to work! \n[4] ", "Azteca": "\n[1]\n[2]Hello?!  Earth to Z!  You better snap out of it, or there's gonna be a lot of pissed off ants! \n[3]  \n[4]No, Z.  The squeaky wheel gets <u>thrown</u> <u>away</u>, alright?  You're a good ant, Z, even though you are a pain in my rear- segment.  I don't wanna see anything happen to you.  So quit mouthing off, before you get in trouble. \n[5] \n[6]Who cares, Z.  All I know is, we gotta dig.  We're not the ones in charge. \n[7]Hey, slow it down, big boy.  You're making the rest of us look bad...How come I haven't seen you around here before? \n[8]Tell me about it. \n[9] \n[10]Leave him alone!  He's new. \n[11] \n[12] \n[13]I'll make myself available...Listen, better watch out with the backtalk.  I don't know want you to end up like the guy who used to work next to me.  I'm afraid he got... <u>downsized</u>. \n[14]It looks like only one soldier made it back! \n[15]Wait a minute, that's no soldier -- that's Z! \n[16]I tell ya, I'm gettin' sick of bein' yelled at. \n[17]That's right!  He slaughtered hundreds of termites single-handedly! \n[18]Invisible! \n[19](eyes lit up, \n[20]Don't tell that tightass anything, Weaver! \n[21]Listen! \n[22]There's no way out! \n[23]<u>I'm</u> Z! ", "Bala": "\n[1]\n[2]General Formica! \n[3]Well -- I thought -- since we're getting married...it might be nice if we...got to know one another. \n[4]It's just that -- well, I'm honored that you selected me, and everything, I just thought the marriage might go a little more smoothly if -- we had a conversation? \n[5]General -- we have to talk sometime! \n[6]So, um...how was your day?  What did you do? \n[7] \n[8] \n[9] \n[10]  \n[11]Wrong?  How could anything be wrong? I'm going to marry General Formica and be a queen and have millions of babies, just like my mom. Do I look fat to you? \n[12]The Club's so <u>stuffy</u>.  I want to try someplace different. \n[13]The worker bar!  Yes!  That's where I want to go! \n[14]I'm the Princess, aren't I? \n[15]And do Princesses do improper things? \n[16]Then if I go to the worker bar, it isn't improper.  Anyway, don't worry. No one will recognize us in our disguises. \n[17]I'm just a common worker, cooling off after a rough day! \n[18]I'm going to ask one of these mindless, primitive worker-types to dance with me! \n[19] \n[20]Wanna dance? \n[21] \n[22] \n[23]Are you sure this is a real dance? \n[24] \n[25]You're right! \n[26]Why can't I just do whatever I want to do?  Why can't I just go wild?! Yahoo! \n[27]You watch yours, soldier, or my worker friend will beat you up! \n[28]Aren't you gonna stand up for yourself? \n[29]Uh oh. Goodbye!  Gotta run! \n[30]Let me think.  Hmmnn... Never.  Bye! \n[31] \n[32]You're the hero of the recent termite campaign, aren't you? \n[33]I'm Princess Bala. \n[34]Yes. \n[35] \n[36]You dance... \n[37]No weirdly...You remind me of someone... \n[38]He was swarthy...primitive... earthy...sensual. \n[39]He was a worker.  I danced with him at a <u>worker's bar</u> just the other day. I'm not shocking you, am I? \n[40] \n[41]\n[42] \n[43]\n[44]I'm coming!  I'm coming! \n[45]I'm going!  I'm going' \n[46]What <u>was</u> that thing? \n[47]I order you to find out where we are! \n[48]Climb up that tree and get a better view! \n[49]I've been kidnapped by the village idiot. \n[50]How dare you speak to me like that? I'm the Princess! \n[51]Of course!  It defines society!  To deny the precept is to say that order is an arbitrary distinction applied by the society itself! \n[52]No!  There's no such thing as \"just two ants.\"  You never see just two ants -- you see a million ants! \n[53]I -- <u>hate</u> -- you. \n[54]Ha!  Don't make me laugh.  You're crazy about me!  That's why you lied and cheated to get near me! \n[55] \n[56]I <u>didn't</u> choose him.  What kind  of <u>idiot</u> would... ...<u>choose</u> who she wanted to marry? \n[57]Now, worker, you shall take me back to the colony, and have your head cut off and stuck on a sharp pole! \n[58]<u>Insectopia</u>?  You stupid worker, that's just a fairy tale! \n[59]Worker!  Come back here now! \n[60]That's not a name!  That's just a letter! \n[61] (no response...louder  \n[62]Water...water... \n[63] \n[64]Look out! \n[65]We're going to die! \n[66]Why didn't I listen to my mother ...why'd I have to go looking for trouble? Any ant would have given their left legs to be in my position...what's <u>wrong</u> with me? \n[67] \n[68]\n[69]Cut me down a soft leaf so I can take a nap. \n[70] \n[71] \n[72]Let me go!!! \n[73] \n[74]General Formica won't let me die out here.  I'm his fiancee. \n[75]Five thousand three hundred and ninety -- no.  About five thousand four hundred by now. \n[76]Well...no, but -- \n[77] \n[78]By three seconds... \n[79] \n[80] \n[81]Face it, Z, we're lost!  We must have walked halfway across the world by now!  How did I get into this mess... \n[82] \n[83]  \n[84]Hello?  I'm not just \"any insect\". My mother is the Queen. I'm Princess Bala! \n[85]What do you mean? \n[86]Oh...my...God. \n[87]MMMffllmmm... \n[88]Z!  Help me!!! \n[89]Z!!!  Get me out of heeeeere! \n[90]Z!!!!!!!  I'm stuck! \n[91]Z!  You're here! \n[92] \n[93]<u>This is all your fault</u>!!! \n[94]Come on, Z. \n[95]Did you say... \n[96] \n[97]Just looking for fun, adventure, trouble, I guess. \n[98]You held onto this all that time? \n[99]Stop!  You don't understand! \n[100]He's...he's dead. You don't have to look for him anymore.  He was eaten by a praying mantis. \n[101]Well you'll never be able to hurt him where he is now. I miss him already. \n[102] \n[103]Z!  You came back! \n[104]There's something going on, Z -- \n[105]They're having a ceremony to open the Megatunnel... \n[106]Oh no... \n[107]Z!  what are you doing? \n[108] \n[109]Mom! \n[110]Z...what can we do? \n[111]No, <u>I'm</u> Z. \n[112]A <u>few</u>? ", "Queen": "\n[1]\n[2]Ah!  General Formica. \n[3]General, the severe food shortage that faces the colony...<u>pains</u> me. The thought of any of my children going hungry... Who's the cutest widdle worker?  You are!  Yes, you!  Don't forget to brush your teeth! Ship 'er out. What steps are you taking to remedy the situation? \n[4]Yes, what else? \n[5]  \n[6]Yes, General Formica.  Carry on, my good man!  I don't know what we would do without you. \n[7]Bala has always been a hopeless romantic, General. \n[8]   \n[9] \n[10]Yes -- but I did my duty and sorted out all those messy feelings.  The wonderful thing about ant life is that everything is arranged.  Even marriage.  You're lucky -- General Formica is a paragon of anthood. \n[11]Darling, you must encourage the troops -- wave! \n[12]   \n[13]All these parties are so marvellously <u>alike</u>. \n[14]Oh my god!  He's taking her hostage! \n[15]Very impressive, General. \n[16]It's just...How I miss Bala.  I wish she were here for this special moment. \n[17]But General -- this tunnel is your baby!  You're sure you can't stay ? \n[18]Very well, General -- I know you -- all work and no play! \n[19]In the name of the colony, I declare this tunnel open! \n[20]Bala! \n[21] \n[22]You there!  Stop!  I say! \n[23]We're all going to drown!!! \n[24] ", "Muffy": "", "Psychologist": "", "Weaver": "\n[1]\n[2] \n[3]I don't know what you're talking about, Z. \n[4]Yeah, but you get to spend all day with those fabulous worker babes. \n[5]Who said there was a girl for you? I was talking about a girl for me. Don't you want your aphid beer? \n[6]Z, we've known each other a long time, right? \n[7]And all the time I've known you, you've been grumping and groaning. You should quit making waves.  Go with the flow. \n[8]Poor guy's had one too many scouting missions. \n[9] \n[10]Well, you just sit here and be a party-pooper. \n[11]Hey, lay off my little buddy! \n[12]Get real, Z!  She just dropped the scarf by accident! \n[13]It's a sign that you're crazy!  Do you know what the penalty for impersonating a soldier is? \n[14] \n[15]Will you introduce me to some worker girls? \n[16]Maybe I'll get lucky. You know, Z, I wouldn't do this for anyone but you... \n[17]Wear this. \n[18] \n[19]Don't tell anyone you're a worker. Follow that column over there.  And come right back after the inspection! \n[20] \n[21]Nobody told me digging was so much fun!  You pick up the dirt, you move it, you pick it up again, you move it again -- lots of repetitions, you exercise the forceps, and the pincers -- \n[22]Sorry, sir -- I was just having a little chat with my friend -- \n[23]Sorry I got you in trouble.  But listen, you can share my rations. \n[24] \n[25] \n[26]Z?  <u>Our</u> Z?  The little guy made it! \n[27]You know, you're not just workers -- you can be whatever you want to be! Look at Z!  He started as a worker -- then he became a soldier! \n[28]Well, because he's more than a worker...he's a...what did he call it, Azteca... \n[29]No -- an <u>individual</u>! \n[30]Well, it's...someone with his own point of view...someone who does what he wants, not whatever he's told to do! \n[31] \n[32]We can <u>all</u> be individuals!  Just like \n[33]Yeah...I mean...well...I don't know, really, sir. \n[34]Oh, no, sir! \n[35]Thank you, sir. \n[36]I...I have no idea, sir. \n[37] \n[38]No, sir! \n[39]Wait!  Just let her go!  Z's long gone anyway, following some golden egg to Insectopia!  You'll never catch him! \n[40]<u>Yes he is</u>. \n[41]Z...I'm so sorry!  I -- \n[42]You heard the ant -- DIG!!! \n[43]No, <u>I'm</u> Z. ", "Barbatus": "\n[1]You new, kid? \n[2]Trial membership?  Kid, when you join this ant's army, you're in for the full hitch. \n[3]Are you crazy, kid?  They shoot deserters! \n[4]You just stick by old Barbatus. He'll watch out for you. Whatsamatter, kid?  Leave a girl behind? \n[5]No -- we're going to attack the termites! \n[6] \n[7]Our platoon has the best assignment of all.  We're the first into battle! \n[8]Superior numbers, kid! \n[9]Over the TOOOOOOOOOOOOO-OP!!! \n[10]It's too damn quiet. \n[11]Don't be scared, kid.  Barbatus's got yer back. \n[12] \n[13]Don't get all sappy about it! \n[14]Z!  Over here! \n[15]Be honest, kid -- am I hurt bad? \n[16]No -- I can see it in your eyes.  I'm a goner.  It's alright, Z.  In this ant's army, a soldier's life ain't worth a sack of fungus. I can't feel my legs... \n[17] \n[18]Don't make my mistake, kid... don't...be a grunt...your whole life... ", "Chip": "", "Mandible": "\n[1]\n[2]You look like a worker to me. \n[3]And don't come back, you <u>sissy</u>! \n[4]Talk to me. \n[5]Let's get a read on that feremone track. \n[6]Z -- you dirt-digging, fancy-dancing, wisecracking, royalty-grabbing, rebel \n[7]Let's MOVE!  GO, people!  GO!  GO! \n[8]Talk to me. \n[9]Let's move in. \n[10]\n[11]Alright, you hippy scum!  Make one move and I'll <u>exterminate</u> you! \n[12]I don't have to understand, Missy -- I've got <u>orders</u>.  Now <u>where's Z</u>? \n[13]Wave that flag, you maggot! \n[14](talking into his "}}