{"filename": "Apocalypse-Now_script.txt", "imdb_id": "tt0078788", "imdb_url": "https://www.imdb.com/title/tt0078788", "characters": ["Jerry, Civilian", "MP Sergeant #1", "Captain Benjamin L. Willard", "Lieutenant Colonel Bill Kilgore", "Mike from San Diego", "Lance B. Johnson", "Chief Phillips", "Jay 'Chef' Hicks", "Lieutenant Richard M. Colby", "Kilgore's Gunner", "Tyrone 'Clean' Miller (as Larry Fishburne)", "Colonel Walter E. Kurtz", "General R. Corman", "Photojournalist", "Colonel Lucas"], "dialogues": {"Jerry": "", "": "\n[1]   \t\tOriginal screenplay by John Milius.  \t\tInspired by Joseph Conrad's \"HEART OF DARKNESS\".  \t\tThis draft by Francis Ford Coppola.  \t\tDecember 3, 1975.    \n[2] \tIt is very early in the dawn - blue light filters through \tthe jungle and across a foul swamp. A mist clings to the \ttrees. This could be the jungle of a million years ago.  \tOur VIEW MOVES CLOSER, through the mist, TILTING DOWN to \tthe tepid water. A small bubble rises to the surface; \tthen another. Suddenly, but quietly, a form begins to \temerge; a helmet. Water and mud pour off revealing a set \tof beady eyes just above the mud. Printed on a helmet, \tin a psychedelic  hand, are the words: \"Gook Killer.\" \tThe head emerges revealing that the tough-looking soldier \tbeneath has  exceptionally long hair and beard; he has no \tshirt on, only bandoliers of ammunition - his body is \tpainted in an odd camouflage pattern. He looks to the \tright; he looks to the left; he looks INTO CAMERA, and \tslowly sinks back into the swamp, disapperaring completely.  \tOur VIEW HOLDS, We begin to HEAR natural, though \tunrecognizable JUNGLE SOUNDS, far off in the distance. \tWe PAN TO REVEAL a clump of logs half submerged in the \tswamp; and part of what seems to be a Falstaff beer can \tin the mud. A hand reaches out, and the beer can disappears. \tAs we TILT UP, we NOTICE that the log is hollow \tand houses the rear of a M-60 machine gun, hand painted \tin a paisley design.  \tNow the VIEW MOVES AWAY, ACROSS the ancient growth, PAST \tthe glimmer of what seems to be another soldier hiding in \tambush, wearing an exotic hat made from birds and bushes. \tACROSS to a dark trail where the legs of those in black \tpajamas move silently across our ever TIGHTENING VIEW. \tTheir feet, boots and sandals leave no impression; make \tno sound. A slight flicker of light reveals a pair of \teyes in the foliage across the path, waiting and watching.  \tThe VIEW PUSHES ALONG WITH the Vietnamese, MOVING FASTER \tAND FASTER WITH them, until suddenly, directly in front \tabout ten feet away, an enormous AMERICAN clad in rags \tand bushes and holding a 12 gauge automatic shotgun \tcasually at his side, steps in front of them. He smiles \tlaconically, and BLASTS OUT FIVE SHOTS that rip THROUGH \tUS. By the second shot, the whole jungle blazes out \twith AUTOMATIC FIRE.  \tOut VIEW TURNS as the men around us are thrown and torn, \tscreaming and scattering into the jungle. More AMERICANS \tappear; unexplainably, out of the growth. It is now that \twe fully SEE the bizarre manner in which they are dressed. \tSome wear helmets, others wear strange hats made from \tfeathers and parts of animals. Some of them have long \tsavage-looking hair; other crew-cut or completely shaved; \tthey wear bandoliers, flak jackets, shorts and little else. \tThey wear Montagnard sandals or no shoes at all, and their \tbodies and faces are painted in bizarre camouflage patterns. \tThey appear one with the jungle and mist, FIRING INTO US \tas they move.  \tThe soldier we saw earlier emerges from the swamp, dripping \tmud, his MACHINE GUN BLASTING FIRE.  \tWe begin to move quickly with one Vietnamese, breathlessly \trunning for his life; we MOVE INTO the jungle with him, \tonly to be impaled on a large spear of a smiling AMERICAN \tpainted and wearing feathers like an Indian. OUR VIEW \tFALLS WITH him to the ground, STARING UPWARDS, as FLAME \tand EXPLODING MUD scatter above us. Men scream and die \taround us. The screams amid the GUNFIRE and EXPLOSIONS \tare piercing and terrible, as though the jungle itself is \tfrightened.  \tAn AMERICAN wearing a jungle hat with a large Peace Sign \ton it, wearing war paint, bends TOWARD US, reaching down \tTOWARD US with a large knife, preparing to scalp the \tdead.  \tOUR VIEW MOVES AWAY, along with the running sandals of a \tVietnamese soldier, MOVING FASTER AND FASTER, only to be \tstopped by still another of the savage-looking AMERICANS \twith primitive ornamentation, wearing only a loin-cloth \tand green beret. He opens his flame-thrower directly ON US \tand the NVA soldier and we are incinerated in flame, \tbright psychedelic orange-red flame. Outrageous, loud, \telectric ROCK MUSIC OVERWHELMS the SOUNDTRACK :   \t\t<u>MAIN TITLE : APOCALYPSE NOW</u>   \n[3] \tThe CREDIT TITLES proceed as the FLANE CONSUME US, \tgrowing more intense, brighter, more vivid, purifying; \ttransforming into an intense white heat that we can barely \tlook at, like the sun itself.  \tThen it EXPLODES, breking apart, and shattering once \tagain. It begins to cool, as the TITLES CONTINUE. It \tis as though WE ARE MOVING through the white center of \tcooling flame, forming a spinning web, and becoming more \tdistant. The TITLES CONTINUE.  \tWe are MOVING TOWARD planetary nebulae; MOVING through the \tstars; MOVING closer to the Earth. We can BARELY HEAR the \tMUSIC  now.  \tWe MOVE CLOSER to the earth; beautiful, covered in clouds, \tas though SEEN from a satellite. The TITLES CONTINUE.  \tWe are MOVING CLOSER to the earth; through the soft clouds, \tclose enough that we can MAKE OUT the Western Hemisphere; \tCLOSER to North America; CLOSER, to America, then California; \tLos Angeles, STILL CLOSER to the odd, finger-like \tshapes of :   \n[4] \tThe VIEW finally SETTLES ON a partically luxury cabin \tcruiser harbored at a particular dock late in the day.  \tIt is large, pleasure boat: The people are relaxing in \tbathing suits and towels and robes. They are drinking \tcocktails, and snapping pictures. The boat belongs to the \thead of a large American Corporation, and this is his \tparty. This man, CHARLIE, is sitting, his shirt off to \tcatch some of the late sun. Others have their faces \tsmeared with white suntan oil that reminds us of war \tpaint. Charlie is going on and on :  \n[5]\t\t... It's crazy -- sugar is up to \t\t200 dollars a ton -- sugar !  \n[6]\t\tWhat about oil ?  \n[7]\t\tFood, oil --look, let me show you \t\tsomething. This is the economy of \t\tthe United States in two years --  \tHe takes a newspaper, draws a circle.  \n[8]\t\t\t \t\tThis is West Germany. \t\t\t(he draws another, \t\t\t bigger circle \t\tThis is Japan. \t\t\t \t\tThis is Italy. \t\t\t \t\tThis is Iran. \t\t\t \t\tAnd this is Saudi Arabia... In \t\ttwo years ? \t\t\t \t\tDo you understand ?  \n[9]\t\tWhat's to prevent it ?  \n[10]\t\tMaybe nothing. But I'll tell you, \t\tI didn't build a two-billion-dollar \t\tcompany in the last twenty years \t\tby doing nothing. We can protect \t\tour interests. \t\t\t \t\tWe are still the most powerful \t\tnation in the world. Militarily.  \tHe leans to his associates, in a half-whisper.  \n[11]\t\t\t \t\tYou know bodyguard; he was a \t\tcaptain in Viet Nam. You talk to \t\thim, except he won't talk. This \t\tkind of man can kill you with his \t\tpinky. A nice quiet fella, though.  \tThe VIEW BEGINS TO PULL AWAY from this group.  \n[12]\t\t\t \t\tCarries a attache case at all \t\ttimes. You know what's in it ? \t\t\t \t\tAn Ingram Machine pistol.  \tGradually, Charlie's voice softens as we MOVE AWAY, and a \tNEW VOICE, the voice of someone thinking, COMES IN OVER it :  \n[13]\tI don't tahe chances, and\t\t\tBullshit. You can kill \tneither should this country.\t\t\twith the ridge of your \tIf we're strong, we should\t\t\thand to the throat; you \tprotect our interests, and\t\t\tcan crush a skull with \twe should have the respect\t\t\tyour knee... but you \tof the world, even if it\t\t\t\tcan't kill anybody with \ttakes another war.\t\t\t\tyour pinky.  \tThe VIEW MOVE ALONG the guests of this small party : \tPictures being taken, some people are swimming. It is the \tgood life. Now WILLARD'S VOICE TRACK DOMINATES.  \n[14]\t\tThe attache case has been empty \t\tfor three years, but it makes him \t\tsafe to think there's a machine \t\tpistol in it.  \t\tI don't like automatic weapons. \t\tThey jam.  \t\tI saw a friend of mine get \t\tripped open because he flicked his \t\tM-16 to automatic, and it jammed. \t\tHow much money did the contractors \t\tmake on the M-16 ?  \tOur VIEW IS MOVING through the people on the boat; some \treading, flirting, drinking.  \n[15]\t\t\t \t\tHe likes to hear stories about Nam. \t\tI tell him I can't; they're not \t\tcleared. The truth is he wouldn't \t\tunderstand.  \tWe can now SEE A MAN with his BACK TO US, looking the \topposite way. An attache case resting near to him. We \n[16] \n[17]\t\t\t \t\tThere's no way I can tell them... \t\twhat really happened over there.  \t\tI wouldn't've believed it if \t\tsomeone'd told me.  \tWe are now RESTING on his back. Occasionally, he sips \tfrom a beer, but we cannot see his face.  \n[18]\t\t\t \t\tThere was only one part that \t\tmattered -- for me, anyway. I \t\tdon't even know if I remember \t\tall of it. I can't remember \t\thow it ended, exactly -- because \t\twhen it ended I was insane.  \n[19] \n[20] \tA Saigon boom street in late 1968. There are bars and \tshops for servicemen; the rickshaws, the motorbikes. \tOur VIEW MOVES TOWARD one particular officer; B.L. \tWILLARD , in uniform, a Captain of the Airborne, followed \tby four or five Vietnamese kids trying to shine his \tshoes and sell him things.  \n[21]\t\tBut I know how it started \t\tfor me -- I was on R. and R. \t\tin Saigon; my first time south \t\tof the DMZ in three months. I \t\twasn't sure, but I thought this \t\tguy was following me.  \tWillard looks back.   \n[22] \tan American CIVILIAN.   \n[23] \tWillard ducks into a bar.   \n[24] \tNot much in this place -- a bar, linoleum flooring, a few \ttables and chairs, and a juke box. The lounge is fairly \tcrowded. Willard takes off his cap and walks quietly \tpast the soldiers at the bar. Some of them, catching \tsight of his ribbons, stop talking as he moves by.  \tAn INFANTRY CAPTAIN enters the bar, buys a couple of \tdrinks and approaches Willard's table.  \n[25]\t\tHow about a drink ?  \n[26]\t\tSure, thanks.  \tHe sits down at the table with the drinks.  \n[27]\t\tWinning the war by yourself.  \n[28]\t\t\t \t\tPart.  \n[29]\t\tWhich part is that ?  \n[30]\t\tMy part. \t\t\t \t\tBeer, with ice and water.  \t \n[31]\t\tThat's good gin.  \n[32]\t\tI'm sure it is, but I had hepatitis.  \n[33]\t\tDelta ?  \n[34]\t\tNo.  \n[35]\t\tNorth ?  \n[36]\t\tYeah. Way north.  \n[37]\t\tWhat unit were you with ?  \n[38]\t\tNone.  \n[39]\t\tRangers, eh?  \n[40]\t\tSort of.  \tThe JUKE BOX starts BLARING. Annoyed , Willard looks over \this shoulder.  \n[41]\t\tWere you Longe Range Recon --  \n[42]\t\tNo -- I worked too far north for \n[43] \tHe reaches into his shirt pocket for a cigarette, and the \tCaptain leans over the table to light it for him. Willard \tnotices the CIVILIAN on the street has glanced in the bar, \tthen enters and sits down at a table by the doorway.  \n[44]\t\tThat's quite an array of ribbons...  \n[45]\t\tLet's talk about you.  \n[46]\t\tI was an FO for the 25th.  \n[47]\t\tTracks ?  \n[48]\t\tYeah.  \n[49]\t\tFat. That's real fat.  \n[50]\t\tSometimes.  \n[51]\t\tAt least you always have enough \t\twater. How many gallons does \t\teach one of those damn things \t\tcarry ?  \n[52]\t\tThirty -- sometimes fifty.  \n[53]\t\tYou know, I can remember once, \t\tgetting back below the DMZ -- and \t\tthe first Americans we ran into \t\twere a track squadron. I just \t\tcouldn't believe how much water \t\tthey had. We'd been chewing \t\tbamboo shoots for almost a week, \t\tand before that, for two weeks, \t\twe'd been drinking anything -- \t\train water, river shit, stuff \t\tright out of the paddies. And \t\tthere were these guys standing \t\tby their trucks spilling water \t\tall over. I could've killed them. \t\t\t \t\tI swear to God I would have, too, \t\tif ...  \n[54]\t\tI didn't know we had units up \t\tthere in North Vietnam.  \n[55]\t\tWe do.  \n[56]\t\tHow long were you up there ?  \n[57]\t\tA long time.  \n[58]\t\tA year ? Waiter another beer.  \n[59]\t\tI go up on missions. Listen \t\tCaptain, buy me all the beer \t\tyou want, but you better tell \t\tthat asshole over there you're \t\tnot going to find out anymore \t\tabout me.  \tWillard glances over his shoulder and indicates the \tCivilian. The Civilian is given a sign by the Captain. \tHe rises and comes over to the bar.  \n[60]\t\t\t \t\tWhat do you want ?  \n[61]\t\t\t \t\tIf you're B.L. Willard, 4th Recon \t\tGroup, we'd like you to come with \t\tus.  \n[62]\t\tWhose orders ?  \n[63]\t\tHeadquarters 11 Corps -- 405th \t\tA.S.A Battalion -- S-2 -- \t\tCom-Sec -- Intelligence -- \t\tNha Trang.  \n[64]\t\tWho are you ?  \n[65]\t\tThe agency.  \tWillard looks at the Civilian a moment, and then walks \troght out toward the jeep without saying another word. \tThe Civilian follows.   \n[66] \tA darkly painted \"HUEY\" ROARS over low paddies and jungle \tbefore emerging onto an open plain. It crosses a barbed \twire and sand-bagged perimeter and lands in a heavily \tfortified, concealed compound.  \n[67]\t\tThey took me to some place outside \t\tNha Trang... Intelligence Headquarters \t\tfor all operations in South East Asia. \t\tI'd worked for Intelligence before --  \tArmed men jump from the Huey -- among them Willard. A \tlarge camouflaged cover is moved, revealing an underground \tcorridor -- they enter.   \n[68] \tA door swings wide -- Willard steps through and comes to \tattention, blocking the view of the room. A strange \treddish light pervades. The room is covered with plastic \tmaps and filled with smoke.  \tThe whole place has been hewn out of the ground itself \tand there is a sense of the cut-back jungle growth slowly \treclaiming it.  \n[69]\t\tCaptain B.L. Willard, G-4 Headquarters, \t\treporting as ordered, sir.  \n[70]\t\tOkay, Willard, sit down.  \tWillard sits in a chair that is set in a center of a \tbare concrete floor. Across from him, around steel desks \tand tables sit several men. The nearest one, a COLONEL \tputs his cigar out on the bottom of his shoe -- behind \thim sits a MAJOR and a seedy-looking CIVILIAN.  \n[71]\t\tHave you ever seen this officer \t\tbefore, Captain Willard ?  \tHe points to the Major.  \n[72]\t\tNo, sir.  \n[73]\t\tThis gentleman or myself ?  \n[74]\t\tNo, sir.  \n[75]\t\tI believe on your last job you \t\texecuted a tax collector in Kontum, \t\tis that right ?  \n[76]\t\tI am not presently disposed to \t\tdiscuss that, sir.  \n[77]\t\tVery good.  \tHe turns to the Colonel and nods his approval. The \tColonel gets up and goes to a large plastic map.  \n[78]\t\tYou know much about about Special Forces; \t\tGreen Berets, Captain ?  \n[79]\t\tI've worked with them on occasions \t\tand I saw the movie , sir.  \tThe officer smiles at this.  \n[80]\t\tThen you can appreciate Command's \t\tconcern over their -- shall we say \t\t'erratic' methods of operation. \t\t\t \t\tI have never favored elite units, \t\tCaptain, including your paratroopers \t\tor whatever. Just because a man \t\tjumps out of an airplane or wears \t\ta silly hat doesn't give him any \t\tpriviliges in my book -- not in \t\tthis man's army.  \n[81]\t\tWe didn't need 'em in Korea -- \t\tno sir, give me an Ohio farm boy \t\tand an M-1 Garand, none of this \t\tfancy crap -- no sir.  \n[82]\t\t\t \t\tMajor.  \n[83]\t\tWe have Special Forces A \t\tdetachments all along the \t\tCambodian border. Two here and \t\tanother one here -- twelve or \t\tfourteen Americans -- pretty \t\tmuch on their own; they train \t\tand motivate Montagnard natives; \t\tpick their own operations. If \t\tthey need something, they call \t\tfor it, and get it within \t\treason. What we're concerned \t\twith is here.   \n[84] \n[85]\t\tThe A detachment at Nu Mung Ba. \t\tIt was originally a larger base, \t\tbuilt up along the river in an \t\told Cambodian fortress. \t \t\tThe area has been relatively \t\tquiet for the past two years -- \t\tbut --   \n[86] \n[87]\t\t... Captain, we know something's \t\tgoing on up there -- Major --  \tThe Major looks at some papers in front of him.  \n[88]\t\tCommunications naturally dwindled \t\twith the lack of V.C. activity, \t\tthis is routine, expected ... but \t\tsix months ago communication \t\tvirtually stopped.  \n[89]\t\tAbout the same time -- large numbers \t\tof Montagnards of the M'Nong descent \t\tbegan leaving the area -- this in \t\titself is not unusual since these \t\tpeople have fought with the Rhade \t\tTribe that lived in the area for \t\tcenturies. But what is unusual is \t\tthat we began to find Rhade refugees \t\ttoo -- in the same sampans as the \t\tM'Nongs. These people aren't afraid \t\tof V.C. They've put up with war \t\tfor twenty years -- but something \t\tis driving them out.  \n[90]\t\tWe communicate with the base \t\tinfrequently. What they call for \t\tare air strikes, immediate -- \t\talways at night. And we don't \t\tknow what or who the air strikes \t\tare called on.  \n[91]\t\tWho ?  \n[92]\t\tYou see, no one has really gone \t\tinto this area and come back alive.  \n[93]\t\tWhy me ?  \n[94]\t\tWalter Kurtz, Lieutenant Colonel, \t\tSpecial Forces. We understand \t\tyou knew him.  \tHe puts Kurtz' dossier in Willard's hand.  \n[95]\t\tYeah.  \n[96]\t\tHe's commanding the detachment \t\tat Nu Mung Ba.  \tThe Colonel gets up and walks over to a tape recorder, \tflicks it on. The recording is first STATIC -- the \tAIR CONTROLLER then asks for more information on target \tcoordinates -- it all sounds very routine, military. \tThen a frantic VOICE comes on, talking slurred, like \tsomeone dumb, except very fast.  \n[97]\t\tUp 2 -- 0 -- give it to me quick -- \t\tMark flare -- affirmative damn -- \t\tImmediate receive -- hearing \t\tautomatic weapons fire man ...  \tGUNFIRE is HEARD and a lower, slower VOICE in background.  \n[98]\t\tBlue Delta five \t\tThis Big Rhine -- three \t\tNeed that ordinance immediately \t\tGoddamn give it to me immediate \t\tChrist -- Big Rhino -- \t\tBlue God -- Delta damn -- goddamn.  \tA heavy BURST of AUTOMATIC WEAPONS FIRE -- INSANE LAUGHTER \t-- STATIC, and faintly, very faintly we HEAR HARD ROCK \tMUSIC -- more STATIC -- suddenly a low, clear VOICE \tpeaceful and serene, almost tasting the words.  \n[99]\t\tThis is Big Rhino six -- Blue Delta.  \n[100]\t\tThat's Colonel Kurtz.  \n[101]\t\tI want that napalm dropped in the \t\ttrees -- spread it among the \t\tbranches.  \t\tWe'll give you a flare -- an \t\torange one -- bright orange. \t\t\t \t\tWe'd also like some white phosporous, \t\tBlue Delta. White phosporous, give \t\tit to me.  \tSTATIC interrupts -- the Major turns the machine off.  \n[102]\t\tI only met Kurtz once.  \n[103]\t\tWould he remember you ?  \n[104]\t\tMaybe.  \n[105]\t\tWhat was your impression of him ?  \tWillard shrugs.  \n[106]\t\tYou didn't like him.  \n[107]\t\tAnyone got a cigarette.  \tThe Major offers him one; they wait as he lights up, thinks.  \n[108]\t\t\t \t\tI thought he was a lame.  \n[109]\t\tA lame ?  \n[110]\t\tThis is years ago, before he \t\tjoined Special Forces, I guess. \t\tWe had an argument.  \n[111]\t\tAbout what ?  \n[112]\t\tI don't know. He was a lame, \t\tthat's all.  \n[113]\t\tBut why ?  \n[114]\t\tHe couldn't get through a \t\tsentence without all these \t\tbig words; about why we kill.  \n[115]\t\tWell, he's killing now.  \n[116]\t\tMaybe.  \n[117]\t\tWhat does that mean ?  \n[118]\t\tMaybe it's not Kurtz. I don't \t\tbelieve he's capable of that. \t\tI just don't believe it.  \n[119]\t\tIt's got to be Kurtz.  \n[120]\t\tThe point is that Kurtz or \t\tsomebody attacked a South \t\tVietnamese Ranger Platoon three \t\tdays ago. Last week a Recon \t\thelicopter was lost in the area -- \t\tanother took heavy damage -- \t\tdirect fire from their base \t\tcamp.  \n[121]\t\tOur Recon flight ?  \n[122]\t\tOurs.  \n[123]\t\tTouchy.  \n[124]\t\tYou can see, of course, the \t\timplications, if any of this -- \t\teven rumours leaked out.  \n[125]\t\tYou want me to clean it up -- \t\tsimple and quiet.  \n[126]\t\tExactly -- you'll go up the \t\tNung River in a Navy P.B.R. -- \t\tappear at Nu Mung Ba as if by \t\taccident, re-establish your \t\tacquintance with Colonel Kurtz, \t\tfind out what's happened -- and \t\twhy. Then terminate his command.  \n[127]\t\tTerminate ?  \n[128]\t\tTerminate with extreme prejudice.   \n[129] \tA waterway leading out to the ocean -- it is broken and \tdivided into hundreds of channels, islands, water farms.  \tA Navy patrol boat  is waiting by a dock area. \tThis is small, light craft, very fast, and heavily \tarmed. Its men stand at attention in a small and simple \tmilitary ceremony. Willard approaches them in battle- \tdress: Tiger suit, full field pack, forty-five, helmet, \tM-16. The boat commander salutes Willard.   \n[130] \tWe hear the introductions faintly, UNDER Willard's VOICE. \t\t\t \n[131]\t\tI met the P.B.R. crew; they were \t\tpretty much all kids, except for \t\tPhillips, the Chief -- Gunner's \t\tMate Third Class L. Johnson -- \t\tLance Johnson; Gunner's Mate \t\tThird Class J. Hicks -- The Chef -- \t\tRadio Operator Second Class T. \t\tMiller; they called him Mr. Clean.  \n[132]\t\tChief, try to keep out of where \t\twe're going -- Why we're goin' and \t\twhat's gonna be the big surprise.  \n[133]\t\tAll right with me, I used to drive \t\ta taxi.  \n[134]\t\tLet's go.  \tThe Chief nods.  They all break formation and jump aboard \tand otherwise go about their work.  \tThe twin diesels kick up -- and t he boat moves away from \tthe dock. The Chef jumps aboard; Lance mans the forward \ttwin fifty-caliber machine guns -- they wave to the guards \ton the dock and move away into the complexity that leads \tto the ocean.  \n[135]   \n[136] \tThe boat slams through the heavy sea ; hurtling off the \ttop of a wave and crashing full into the trough of another.   \n[137] \tWillard holds on to whatever he can -- he looks very pale. \tWater crashes over the bow and drenches everyone. The \tChief mans the wheel and the ENGINES WHINE. Lance climbs \tback from his position. He looks at Willard, who just \tstares ahead into space, swallowing.  \n[138]   \n[139] \tThe dusk is spectacular through the broken storm clouds -- \tthe sea is calm again.  \n[140]  \n[141] \tThe Chief is at the helm -- Willard approaches him.  \n[142]\t\tThe Delta closes off to us about \t\tten  miles out of Hau Fat. We'll \t\tbe able to pick up some supplies -- \t\tbit I think there are only two \t\tpoints we can draw enough water \t\tto get into the Nung River. It's \t\tall Charlie's turf from there on \t\tout.  \n[143]\t\tWe're gonna have some help to \t\tget in the river. You know \t\tthese waters, Chief ?  \n[144]\t\t'Bout six months ago I took a man \t\tup to Lo Mung Bridge. He was \t\tregular Army too. Shot himself \t\tin the head. I brought his body \t\tback down.  \n[145]\t\tShot himself. What for ?  \n[146]\t\tBeats me -- the sun was too much \t\tfor him, or the mud. Who knows ?  \tPause, looking at Willard.   \n[147] \tSuddenly, his attention is diverted -- there is a slow \tbuffeting, as if the air around them is being sucked out \tand replaced quickly. The boat shakes slightly. There \tis a distant ROLLING NOISE like interrupted thunder. All \tthe men have stopped whatever they're doing -- stand up \tand look out toward the shore and the green jungle hills \tbeyond. The buffeting and NOISE CONTINUES -- they all \tstand silently -- suddenly it stops.  \n[148]\t\tArch light.  \n[149]\t\tI hate that -- Every time I hear \t\tthat noise something terrible \t\thappens.  \n[150]\t\tAnybody see some smoke ?  \n[151]\t\tToo far inland.  \n[152]\t\tThere they are.  \tHe points up to the sky.   \n[153] \tWay up -- past any clouds and barely discernible, we SEE \tthe black silhouttes of four B-52 bombers, their vapor \ttrails streaming white against the dark blue sky.  \n[154]\t\tCharlie don't ever hear 'em. Not \t\ttill it's too late -- don't have \t\tto hit you neither, concussion'll \t\tdo it for a quarter mile or better. \t\tBurst your ears -- suck the air \t\toutta your lungs.   \n[155] \tThey are looking up. Willard sits down, unconcerned. \tHe takes out the dossier given him by ComSec. He \tflips through the letters and other documents.  \n[156]\t\tThe dossier on A detachment had \t\tletters from Kurtz' wife and the \t\twives and families of his men. \t\tAll asking where to send future \t\tmail, understanding the necessery \t\tsilence due to the nature of \t\ttheir work -- None of the men had \t\twritten home in half a year.  \tOccasionally, in the b.g., we FEEL the terrifying buffeting \tof the distant B-52 BOMBING.   \n[157] \tstudying, examining a report.   \n[158] \tKurtz' face evolves through the various stages of his \tcareer as represented in the pictures in the dossier, \tas Willard reads :  \n[159]\t\tLieutenant Kurtz has shown a \t\tdedicated and well-disciplined \t\tspirit. He is a fine officer, \t\tcombining military efficiency -- \t\twith a broad background in the \t\tHumanities, the Arts and Sciences ...  \tAnother picture of Kurtz in Germany, standing next to the \t161st Petroleum Supply Group sign.  \n[160]\t\t\t \t\t... He views his military career \t\tas the dedication of his talents \t\tto bringing our values and way of \t\tlife to those darker, less \t\tfortunate areas in the world.  \tA SHOT of Kurtz at jump school.  \n[161]\t\t\t \t\t... I feel Captain Kurtz' request \t\tfor Special Forces training is \t\thighly unusual in regard to his \t\tpast humanitarian concerns, and \t\this somewhat liberal politics, \t\tthough I can see no reason to \t\tdeny it.  \tA CLOSE SHOT of Kurtz with Green Beret on in the Vietnam \tjungle. His face is blank and vacant.  \n[162]\t\t\t \t\t... We feel Major Kurtz' need to \t\tbring a sense of Western culture \t\tto the backward peoples of these \t\tareas will be of use in \t\taccordance with our 'Vietnamization' \t\tprograms ...  \tMOVE IN TO Kurtz' empty eyes until the photograph is just \ta BLURRED MASS OF DOTS.  \n[163]  \n[164] \n[165]\t\tOne day later we came to an \t\tadvanced staging area along the \t\tcoast. This was our last chance \t\tto pick up supplies before \t\tapproaching the mouth of the \t\tNung River. \t\t \tThe VIEW OF THE COASTLINE leading up along the long load- \ting docks at Hau Fat, an advance staging area for opera- \ttions \"Brute Force\" and \"Mailed Fist.\"  \tEverywhere are tents -- oil drums -- sandbagged bunkers -- \thelicopters -- tanks -- guns -- men. Nobody builds \tadvanced staging areas like the Americans.  \tAs the P.B.R. approaches the docking area, Lance notices \tsomething.  \n[166]\t\tHey.  \tThey look as a Chris-craft speeds by pulling a fancy water- \tskier who waves as he slaloms by. The men just look at \tone another.   \n[167] \tThe P.B.R. pulls in -- the men scan the busy surroundings.  \n[168]\t\tLance -- I want you to go with the \t\tCaptain an' get three extra drums \t\tof fuel and maybe scrounge some \t\tmore 50 caliber.  \n[169]\t\tYeah -- look at those uniforms.   \n[170] \tA platoon drills in the hot, lazy sun; they are clean and \tpale, in contrast to Lance and the others, just off the \tairplane.  \n[171]\t\tPoor bastards, have a long year \t\tto go.  \tThe troops turn and march TOWARD US with six weeks of \tAdvanced Infantry Training to back them up.   \n[172] \tThey are tying up at the dock -- a young SERGEANT is fill- \ting cut papers concerning them and talking with Willard.  \n[173]\t\tI don't know anything about these \t\tpapers, sir.  \n[174]\t\tThey're in order -- it's perfectly \t\tclean -- just check with ComSec- \t\tIntel like I said.  \n[175]\t\tWell, you know I don't have the \t\tpriority to do that, sir. It \t\tsays here not to contact Com-Sec- \t\tInt. Who's your commanding \t\tofficer ?  \n[176]\t\tRight now -- I am.  \n[177]\t\tWell who the hell verifies that ?  \n[178]\t\tI do.  \tHe signs it quickly, leaving the Sergeant totally confused.  \n[179]\t\tNo shit -- what's all the activity \t\tfor around here ?  \n[180]\t\tThe show --  \n[181]\t\tWhat show ?  \n[182]\t\tBig show in the parade grounds \t\tthis noon -- some boss stuff --  \n[183]\t\tThis -- Bob Hope or the like --  \n[184]\t\tNo sir, I think -- this'll be a \t\tlittle bit different --  \n[185]\t\tWhere's it gonna be ?  \tHe points --   \n[186] \tA large, well-built pedestal has been erected -- this is \tsurrounded by a deep moat filled with punji stakes and \tgarnished with concertina wire. It is empty --  \n[187]  \n[188] \tThe entire area around the pedestal and right up to the \twire is mobbed with seething American fighting men. Some \tof these boys have just gotten here -- others have been in \tthe jungle for months. All have one thing in common, to \tsee and if possible grab an American girl. Their need far \tsurpasses that of the run-of-the-mill rapist, pervert, \tor child-molester. To counter their need of course are \tthe moat, punji stakes and barbed wire -- but implementing \tthis are seven \"riot control positions\" equipped with the \tlastest in teargas launchers, attack-trained German shep- \therds and assorted psychological warfare aides. Even so \tarmed, the great mass of wild men are right up to the wire.   \n[189] \tjammed in the crowd  \n[190]\t\tIt's really too much -- I mean \t\tI've collected every picture of \t\ther since she was Miss December.  \n[191]\t\tYeah -- you can really get hung \t\tup on them like the cat in the \t\tDelta.  \n[192]\t\tWhat cat  ?  \n[193]\t\tOne that went up for murder -- he \t\twas an Army Sergeant.  \n[194]\t\tI never heard about that.  \n[195]\t\tYeah -- he really dug his Playboy \t\tmag, man -- I mean like he was there \t\twhen it arrived -- He just knew.  \n[196]\t\tSo what happened ?  \n[197]\t\tHe was working A.R.V.N. patrols \t\tand had one a them little cocky \t\tgook asshole Lieutenants -- anyhow, \t\tthe Lieutenant took his new Playboy \t\tone day, sat on the end of the dock, \t\tand wouldn't give it back.  \n[198]\t\tYeah -- typical A.R.V.N.  \n[199]\t\tThen went too far -- he sat \t\tthere and starts mutilating the \t\tcenterfold. Poking pins in her an' \t\tall that. Sergeant says, don't do \t\ther like that. You leave your \t\tshitty little hands off that girl. \t\tGook Lieutenant says Fuck you in \t\tVietnamese -- Sergeant says, don't \t\tdo that again. You'll wish you \t\thadn't. Then he stood up, flicked \t\this iron to rock and roll and gave \t\tthe little zero a long burst \t\tthrough the Playboy mag. Man, it \t\tblew him clean off the dock -- \t\tHell, just the magazine was floatin' \t\tthere all full of holes.  \n[200]\t\tThey nail him for it bad ?  \n[201]\t\tHe's in the L.B.J. -- didn't \t\tgive him no medals or nothing --  \tIn the b.g., we begin to HEAR a SWELL of TWO THOUSAND \tMALE VOICES; the ENGINES of four helicopters approaching. \tAll heads turn skywards while one descends onto the \tpedestal kicking up a lot of dust and general resentment. \tOn the nose amd doors of the black Huey are painted large \tPlayboy rabbits. Finally the blades are trimmed and a \tstrange silence descends over the men. The door of the \tcopter slides partially open -- two young Green Berets \tstep out with M-16's to varied catcalls. When this \tabates a young, extremelly well-dressed man emerges. He \tis the epitome of a Hollywood AGENT. Hair is combed \timpeccably and free of dandruff -- clothes are formal \tbut hip -- shoes are shined -- Quite some dude -- his \tpresence causes some stirring but seems to strangely \tquiet the man.  \tHe walks over to the microphone.  \n[202]\t\tI'd like to say hello from all of \t\tus up here, to all of you out there. \t\tAll of you who've worked so hard \t\tduring Operation Brute Force -- \t\tParatroopers -- Infantry -- Airmen \t\t-- Medics -- Marines -- and Sailors. \t\tAnd I want you to know that we feel \t\tproud of you and know how hard your \t\tjob is. To prove it -- we've brought \t\tsome entertainment we think you're \t\tgonna like: The Playmate of the Year \t\tand her two runners up !  \tHe pulls open the door and three unbelieveably beautiful \tsex playmates in fringed go-go outfits leap out and start \tdancing to the Creedence Clearwater Revival singing \t\"Suzy Q.\"   \n[203] \tVARIOUS SHOTS as the girls dance in an incredibly erotic \tmanner -- smiling.  \tThe faces of the G.I.'s pass -- their jaws drop -- some \tlook almost horrified. Chef is hypnotized -- Mr. Clean \tcries. Chief mouths unspoken obscenities with sentimental \ttenderness.  \tOthers grab the air in front of them. With each movement \ttheir need increases by the square.   \n[204] \tThey crush forward starting to scream -- men fall on the \twire -- the guards in the \"riot control positions\" forget \t-- the attack dogs are trampled. The mob as one surges \tforward onto the wire. Men scream and fall into the moat, \twhich is filling up fast. The Agent sees this all as he \thas seen it before. He casually pulls the pin of a smoke \tgrenade; the girls retreat into the copter -- he follows, \tthen the two Green Berets. The ROTARS WHINE -- the black \tPlayboy Huey lifts off just as the first crazed men reach \tit. They grab frantically for the wheels, but miss. The \tHuey wheels up into the blue sky, leaving them all below.  \tSuch are the ways of war.  \n[205]  \n[206] \tThe P.B.R. moving further up the primitive coastline. \tThere are few signs of civilization; no villages, no \tboats -- just the overwhelming presence of the jungle.  \n[207]\t\tTwo days out of Hau Fat, there was \t\tnothing but us and the coastline. \t\tI felt like I had set off for \t\tthe center of the earth...  \tSuddenly, Chief looks out, ahead.  \n[208]\t\tSmoke !  \n[209]\t\tWhere ?  \tThey all turn. Chief points up the coast.   \n[210] \tA thick train of black smoke rises from the green jungle.  \n[211]\t\tBlack smoke ... secondary burning.  \tThe Chief grabs field glasses.  \n[212]\t\tYeah -- fishing village -- \t\thelicopters over there. Hueys, \t\tlots of 'em.  \n[213]\t\tFirst Air Cavalry. They're the \t\tones gonna get us into the River.   \n[214] \tA vast field of devastation -- smashed and smoking palm \ttrees -- deep, ragged craters -- gutted and burning huts \t-- shattered sampans and bodies washing around in the \tsurf.   \n[215] \tThey wade through the water to the beach where they are \tmet by a heavily armed group of men.  \tOverhead jets swoop by FIRING ROCKETS, the NOISE drowning \tout Willard's attempt at conversation with some of the men.  \tWe can't hear any of the talk, but we notice that the \tSergeant turns up to a particular Huey, and points to it.   \n[216] \tThree Hueys swoop in low -- they are heavily laden with \tmachine guns -- rockets and loudspeakers. The two out- \tside copters hover, while the center copter lands, raising \ta lot of dust. It cuts its rotors and the other copters \tpull up and off to the side. Two armed soldiers jump \tfrom the doors and stand with guns ready. Then a tall, \tstrong looking man emerges. He wears a well-cut and \tneatly-stretched tiger suit. It is COLONEL WILLIAM KILGORE \t-- tough looking, well-tanned, with a black mustache.  \tHe crouches over, holding his hat in the rotor wash. It \tis no ordinary hat but a L.A. Dodgers baseball hat. He \twalks out, and then stards to his full immense height and \twith his hands on his hips he surveys the field of battle. \tHis eyes are obscured by mirror-fronted sunglasses.  \n[217]\t\t\t \t\tLieutenant: Bomb that tree line \t\tback about a hundred yards -- give \t\tme some room to breathe.  \tA Lieutenant and radio man nod and rush off.   \n[218] \tHe was not quite prepared for this.   \n[219] \tturning to his GUARDS  \n[220]\t\tBring me some cards.  \n[221]\t\tSir ?  \n[222]\t\tBody cards, you damn fool -- \t\tcards !  \tThe soldier rushes over and hands him two brand new \tpackages of playing cards wrapped in plastic. Two other \tsoldiers get out of the copter and walk over. They are \twell-tanned and carry no weapons. They seem more casual \tabout the Colonel than anyone else. The Sergeant walks \tup, leading Willard, the Chief and Lance.  \n[223]\t\t\t \t\tCaptain B-L. Willard, sir -- 4th \t\tRecon Group -- I carry priority \t\tpapers from Com-Sec Intelligence \t\t11 Corp -- I believe you understand \t\tthe nature of my mission.  \n[224]\t\t\t \t\tYeah -- Na Trang told me to \t\texpect you -- we'll see what we \t\tcan do. Just stay out of my way \t\ttill this is done, Captain.  \tHe cracks the plastic wrapping sharply -- takes out the \tdeck of new cards and fans them. The Colonel strides \tright past Willard with no further acknowledgement. The \tothers follow,   \n[225] \tThe Colonel walks through the shell-pocked field of \tdevastation. Soldiers gather around smiling; as Kilgore \tcomes to each V.C. corpse he drops a playing card on \tit -- carefully picking out which card he uses.  \n[226]\t\t\t \t\tSix a spades -- eight a hearts -- \t\tIsn't one worth a Jack in this \t\twhole place.  \tThe Colonel goes on about this business.   \n[227] \tmoving through the corpses, dropping the cards.  \tOn of the two tanned soldiers rushes up and whispers \tsomething to him. He stops.  \n[228]\t\tWhat ? Here. You sure?  \tThe soldier points to Lance, who immediately puts down \tthe card he was holding. Kilgore strides over to the \tyoung man, who almost instinctively moves closer t \tWillard.  \n[229]\t\t\t \t\tWhat's your name, sailor ?  \n[230]\t\tGunner's Mate, Third Class -- \t\tL. Johnson, sir.  \n[231]\t\tLance Johnson? The surfer?  \n[232]\t\tThat's right, sir.  \tKilgore smiles -- sticks out his hand.  \n[233]\t\tIt's an honor to meet you Lance. \t\tI've admired your nose-riding for \t\tyears -- I like your cutback, too. \t\tI think you have the best cutback \t\tthere is.  \n[234]\t\tThank you, sir.  \n[235]\t\tYou can cut out the sir, Lance -- \t\tI'm Bill kilgore -- I'm a goofy \t\tfoot.   \n[236] \tHis entire, top priority  mission has been put in the \tbackground.  \n[237]\t\tThis is Mike from San Diego and \t\tJohnny from Malibu -- they're good \t\tsolid surfers -- none of us are \t\tanywhere near your class, though.  \tLance blushes, sort of mumbling thanks.  \n[238]\t\tMy orders are from Com-Sec \t\tIntel -- B.L. Willard, 4th Recon --  \n[239]\t\tJust hold up a second, Captain -- \t\tI'll get to you soon enough -- \t\tWe've got things to do here.  \tWillard eats it, for now. Kilgore puts his hand on \tLance's shoulder, and continues flipping the cards in- \tdiscriminately on the bodies as they talk.  \n[240]\t\t\t \t\t... we do a lot of surfing around \t\there. Like to finish up operations \t\tearly and fly down to Vung Tau for \t\tthe evening glass. Have you ever \t\tsurfed the point at Vung Tau? I \t\tliked the beach breaks around Na \t\tTrang a lot -- good lefts.  \tHe passes a twisted gun emplacement with about five \tbodies -- sprinkles cards all over them.  \n[241]\t\t\t \t\t... we keep three boards in my \t\tCommand Huey at all times. You \t\tnever can tell when you're gonna \t\trun into something good. I got a \t\tguy in Cam Rau Bay that can predict \t\ta swell two days in advance. We \t\ttry to work it in.  \tHe stops at a particularly wild-looking Viet Cong who \thas died with his mouth agape -- staring wild-eyed in \thorror at the sky. Kilgore pauses.  \n[242]\t\t\t \t\tHell, that's an Ace if I ever saw \t\tone.  \tHe puts the card in the gaping mouth.   \n[243] \tWe SEE the Colonel and the others walk off -- the dead \tViet Cong and card are in the immediate f.g. The card \thas the shield of the CAV printed bautifully, and above \tit the motto: DEATH FROM ABOVE.  \n[244]\t\tWhere've you been riding, Lance?  \n[245]\t\tI haven't surfed since I got here.  \n[246]\t\tThat's terrible -- we'll change \t\tthat -- I'd like to see you work -- \t\tI've always liked your cutback; \t\tgot a hell of a left turn, too.  \n[247]  \n[248] \tWillard is sitting with Kilgore on acouple of chairs by \ta table set up in front of the command copter.  \tEverywhere we SEE armed men, sandbags, barbed wire, oil \tdrums etc. Hueys are constantly ROARING over. ARTILLERY \tBOOMS in the far distance. Kilgore looks at the map.  \n[249]\t\tWhy the hell you wanna go up \t\tto Nu Mung Ba for?  \n[250]\t\tI got bored in Saigon.  \n[251]\t\tWhat's the furthest you been \t\tin?  \n[252]\t\tHaiphong.  \n[253]\t\tHaiphong? Shit, you jump in ?  \n[254]\t\tNo. Walked.  \n[255]\t\tWhat'd you do for supplies?  \n[256]\t\t\t \t\tMercenaries -- agents, traitors -- \t\tthey put out caches.  \n[257]\t\tCan you trust them?  \n[258]\t\tNo. They put out two or three \t\tfor every one I needed. When \t\tyou get to the one you'll use, \t\tyou just stake it out. If \t\tsomething feels wrong, you just \t\tpass it up. On one mission, I \t\thad to pass up three and ended \t\tup living on rats and chocolate \t\t bars.  \n[259]\t\tNu Mung Ba. Last I heard, Walter \t\tKurtz commanded a Green Beret \t\tdetachment at Nu Mung Ba.  \n[260]\t\tWhen did you hear?  \n[261]\t\t'Bout a year ago? Is Kurtz \t\tstill alive?  \n[262]\t\tWho knows.  \n[263]\t\tSeems to me he got himself \t\tfragged. i heard some grunt \t\trolled a grenade in his tent. \t\tMaybe a rumor. Helluva man -- \t\tremarkable officer. Walter \t\tKurtz woulda been a General \t\tsome day. General of the Army. \t\tShit, Head of the Joint Chiefs \t\tof Staff. Did you knew Kurtz?  \n[264]\t\tI met him.  \n[265]\t\tDon't you agree?  \n[266]\t\tHe musta changed ! \t\t\t \t\tI got to get into the Nung \t\tRiver, here or here.  \n[267]\t\tThat village you're pointing at \t\tis kinda hairy.  \n[268]\t\tHairy ?  \n[269]\t\tI mean it's hairy -- they got some \t\tpretty heavy ordnance, boy -- \t\tI've lost a few recon ships in \t\tthere now and again.  \n[270]\t\tSo? I heard you had a good bunch \t\tof killers here.  \n[271]\t\tAnd I don't intend to get some of \t\tthem chewed up just to get your \t\ttub put in the mouth of the \t\tgoddman Nung River. You say you \t\tdon't know Kurtz?  \n[272]\t\tI met him.  \n[273]\t\tYou talk like him. I don't \t\tmind taking casualties, \t\tCaptain, but I like to keep \t\tmy ratio ten to one in this \t\tunit -- ten Cong to one.  \n[274]\t\tYou'll find enough Cong up there.  \n[275]\t\tWhat about this point here?  \tHe puts his finger on the map.  \n[276]\t\t\t \t\tWhat's the name of that goddamn \t\tvillage -- Vin Drin Dop or Lop; damn gook \t\tnames all sound the same.  \tHe motions to one of his surfers.  \n[277]\t\t\t \t\tMike, you know anything about \t\tthe point at Vin Drip Drop?  \n[278]\t\tBoss left.  \n[279]\t\tWhat do you mean?  \n[280]\t\tIt's really long left slide, \t\tbreaks on the short side of the \t\tpoint -- catches a south swell.  \n[281]\t\tNice.  \tWillard looks at Lance -- then at Kilgore.  \n[282]\t\tWhy the hell didn't you tell me \t\tabout that place -- a good left. \t\t\t \t\tThere aren't any good left slides \t\tin this whole, shitty country. \t\tIt's all goddamn beach break.  \n[283]\t\tIt's hairy ,though. That's \t\twhere we lost McDonnel -- they \t\tshot the hell out of us. It's \t\tCharlie's point.  \n[284]\t\tHow big it is?  \n[285]\t\tSix to eight feet.  \tKilgore gazes out across the parked helicopters.  \n[286]\t\t\t \t\tA six-foot left.  \tWillard nudges Lance -- who gets the idea.  \n[287]\t\tBoss. What's the wind like.  \n[288]\t\tLight off shore -- really hollow.  \n[289]\t\tWe could go in tomorrow at dawn \t\t-- there's always off-shore wind \t\tin the morning.  \n[290]\t\tThe draft of that river might be \t\ttoo shallow on the point.  \n[291]\t\tHell, we'll pick your boat up and \t\tlay it down like a baby, right \t\twhere you want it. This is the \t\tCav boy -- airmobile. I can \t\ttake that point and hold it as \t\tlong as I like -- and you can \t\tget anywhere you want up that \t\triver that suits you, Captain. \t\tHell, a six foot left. \t\t\t \t\tYou take a gunship back to division \t\t-- Mike, take Lance with you -- let \t\thim pick out a board, and bring me \t\tmy Yater Spoon -- the eight six.  \n[292]\t\tI don't know, sir -- it's -- it's --  \n[293]\t\t\t \t\tWhat is it?  \n[294]\t\tWell, I mean it's hairy in there \t\t-- it's Charlie's point.  \tKilgore turns and looks to Willard, exasperated.  \n[295]\t\tCharlie don't surf.   \n[296] \tWhat seems like hundreds of Hueys standing, their rotors \tchurning a great wind -- Inside, the men of the 1st \tCavalry Airmobile -- toughest unit in Vietnam.  \tKilgore's helicopter is being loaded with ammunition and \thas surfboards strapped underneath.   \n[297] \tKilgore strides up to the side door, dressed for battle. \tHe looks out, around. He turns to his door GUNNER.  \n[298]\t\tHow do you feel, boy?  \n[299]\t\tLike a mean motherfucker, sir.  \tHe turns to his R.T. man.  \n[300]\t\tLet's go.   \n[301] \tHelicopter rotors build up speed -- gas turbines \tbelching fire from their jet pipes -- dust flying \tas fifty helicopters rise; ROAR OVER CAMERA and \tdeploy into attack formation.   \n[302] \tHelicopters moving THROUGH the FRAME: almost a dance of \tdragonflies.   \n[303]\n[304] \tWillard looks ahead -- Kilgore sits near the door. \tBelow they see the jungle whisk by and they are \tsuddenly over the ocean, low and fast.   \n[305] \tCLOSE SHOTS of rocket pods -- mini-guns in bizarre \tlooking mounts.  \tCLOSE SHOTS of the three surfboards strapped below the \tcommand helicopter, next to the fearsome weaponry.  \tAnd finally, CLOSE SHOTS of the men -- nervous, excited \tvery few of them really scared -- they fondle their \trifles, grenade launchers, anti-personnel grenades, \tclaymore mines; plastic explosives cord; flame-throwers; \tM-60 machine guns; expandable rocket launchers; mortars \tand bayonets.   \n[306] \tKilgore cranes his neck and almost leans out to watch \tthe waves -- then he sits back relaxed.  \n[307]\t\t\t \t\tWe'll come in low out of the rising \t\tsun -- We'll put on the music about \t\ta mile out.  \n[308]\t\tMusic?  \n[309]\t\tYeah. Classical stuff -- scares \t\tthe hell out of the slopes -- the \t\tboys love it.   \n[310] \tPOV behind the PILOT and CO-PILOT -- the ocean rushes \tbelow.  \n[311]\t\tBig Duke six to Eagle Thrust -- \t\tturn on coordinates 1-0 -- niner, \t\tassume attack formation.  \tThe helicopter banks into a tight turn and bears \ttoward the coast.  \n[312]\t\tEagle Thrust formation target \t\t2800 yards -- begin psch-war \t\toperations.   \n[313] \tThe ocean rushes below as suddenly the LOUDSPEAKERS \tBLARE out Wagner's \"Ride of the Valkyries.\"   \n[314] \tFrom the water we SEE the massive grouping of Hueys -- gun- \tships -- troop carriers -- medevac and recon -- ROAR over \tlow in battle formation BLARING out \"Ride of the Valkyries.\"   \n[315] \tPOV behind pilot --  \n[316]\t\t700 -- 600 yards -- 500 -- \t\tCommence firing.  \tThe whole copter shakes.   \n[317] \tA Vietnamese coastal fishing village built along the \tbeach and palm trees -- with rice paddies behind. This \tvillage commands a delta where ocean and river merge.  \tSampans are pulled into a cover where they are being \tunloaded. We SEE bunkers with N.V.A. regulars ambling \tabout.  \tSuddenly we HEAR the distant MUSIC -- Everyone stops; \tthey stare out to see. Men scream orders -- women run \tfrom huts bearing ammunition and rifles -- Everywhere \tthere is activity to prepare for the defense of the \tvillage.  \tCamouflage is removed from anti-aircraft emplacements. \tPeople feverishly unlimber weapons of all types and run \tto tunnels and trenches.  \tThe MUSIC GROWS LOUDER with the FAINT SOUND of ROTORS   \n[318] \tcoming directly at us; WAGNER BLARING.   \n[319] \tlooking down through the helicopters as they approach \tthe village.   \n[320] \tPOV behind pilot  \n[321]\t\t700 yards -- 600 -- 500 -- \t\tcommence firing.  \tThe whole copter shakes.   \n[322] \tWe SEE rockets ROAR from pods -- MACHINE GUNS RATTLE -- \tgrenade launchers POUND away -- and MINI-GUNS pour \tstreams of lead and tracers with the SOUND of a DIESEL \n[323]  \n[324] \tPOV behind lead gunship. They ROAR in over the beach \tstreaming FIRE from doors, pods and nose -- The ground \tis alive with smoke and fire -- a hut EXPLODES. The \tleads ship banks sharply up over the trees -- men run \tbelow SHOOTING back.   \n[325] \tEXPLOSIONS crash around -- the MUSIC and SOUND of the \tCOPTERS almost drown them out. The gunner FIRES \tfrantically -- COPTERS are ROARING over -- GUNFIRE \trips around. The gunner is blown away.   \n[326] \tas the ship he is in swoops down, its MACHINE GUNS \tFIRING into the village.   \n[327] \tThe Pilot leans out and SHOOTS a charging V.C. in the \thead with his .38, then ducks back in.  \n[328]\t\tWe're down, Eagle Thrust -- we're \t\thit. We got a hot L.Z. here.  \tBULLETS RIP through the plexiglass. The Pilot FIRES \tback.  \n[329]\t\t\t \t\tHell of a hot L.Z. Need immediate \t\tair strike on the tree line, Eagle \t\tThrust.   \n[330]\n[331] \tKilgore has R.T. equipment -- he leans out near the \tdoor gunner.  \n[332]\t\tBig Duke Six to Hell's Angels Four \t\t-- bring it in on along tree line \t\tand huts.  \n[333]\t\tHell's Angels Four to Big Duke \t\tSix -- we'll need green smoke -- \t\tsuggest you have the FAC mark it.  \n[334]\t\tHaven't got time, Hell's Angels -- \t\tlay it right up the tree line.   \n[335] \tFour F-4H Phantoms peel off and streak toward the \tcoast.   \n[336] \n[337]\t\tFucking savages. \t\t\t \n[338]\t\tWho? \t \n[339]\t\tThe enemy. Who else?   \n[340] \tThe jets streak by below laying in huge gobs of orange \tnapalm along the trees.  \n[341]\t\t\t \t\tVery good, Hell's Angels -- suggest \t\tyou follow with cannon fire.   \n[342] \tThey circle the battle.  \n[343]\t\tThis is Baker Delta Four -- \t\tCaptain hit bad -- need dust-off. \t\tReceiving heavy automatic weapons \t\tfire from huts about thirty yards \t\tto our left.  \n[344]\t\tBig Duke Six to Baker Delta Four \t\t-- hold -- we're right over you.  \tHe turns to door gunner.  \n[345]\t\t\t \t\tRight along the doors, boy.  \tThe gunner FIRES leaning out --  \n[346]\t\t\t \t\tFine... fine... little higher. \t\tThrough the roof; yeah, that's \t\tgood.  \tHe leans back in.  \n[347]\t\t\t \t\tDidn't anybody bring me any \t\tbombs, grenades, claymores or \t\tanything?  \n[348]\t\tYou didn't tell me to, sir.  \n[349]\t\t\t \t\tYou shoulda known.  \tSuddenly, BULLETS SMASH through the copter -- Plexiglass \tSHATTERS; the copter vibrates and turns sharply. Kilgore \tis thrown down where he hangs on.  \n[350]\t\t\t \t\tSonuvabitch -- anybody hurt?  \n[351]\t\tAutomatic weapons flashes along \t\tthose trees -- probably eleven \t\tmillimeter guns and AK-47's.  \n[352]\t\tThe trees, eh...  \tHe grabs the R.T.  \n[353]\t\t\t \t\tEagle Thrust Four -- Big Duke \t\tSix. Join me in sparaying some \t\ttrees.  \n[354]\t\tAffirmative, Big Duke Six -- We're \t\teven got some rockets left.  \n[355]\t\tTake her in low, Lieutenant.   \n[356] \tThe two helicopters swoop up out of the smoke and blast \tthe trees with ROCKETS, MACHINE GUNS and GRENADE LAUNCHERS.  \tOther copters join -- The V.C. break and run through \tthe rice paddies in the f.g. -- BULLETS EXPLODING around \tthem -- they scream and fall FIRING back.   \n[357] \tKilgore looks out as three V.C. break and run through \tthe rice paddies -- the helicopter turns and follows \tthem -- the door gunner swings out and BLASTS two of \tthem into the mud. He takes a bead on the third.  \n[358]\t\tHold it, boy.  \tHe puts his arms across the sights -- the gunner swings \tback inside.  \n[359]\t\t\t \t\tTake her up to 300 feet, \t\tLieutenant.  \tThey rise above the paddy -- the man below runs for \tall he's worth. Kilgore motions to the door gunner who \tsteps aside. Kilgore buckles himself into the gunner's \tharness.  \n[360]\t\t\t \t\tRifle.  \tA hand passes him a M-16.  \n[361]\t\t\t \t\tMy rifle, soldier.  \tThere is some fumbling and then a hand passes him a 300 \tWeatherby Magnum with a zebra wood stock -- mother of pearl \tinlays and a variable power scope. Kilgore takes it and \topens the bolt.   \n[362] \tAmazed at these proceedings.   \n[363] \tas he loads the rifle with huge cartridges. He gets \tinto the sling and slams the bolt shut.   \n[364] \tHe is running hard, but starting to sink into the mud. \tThe Huey DRONES overhead, its huge shadow behind him \ton the mud. He turns and FIRES with a pistol.   \n[365] \tKilgore leans out; pulls the gun in tight -- takes \tcareful aim and the Cong is BLASTED flat into the paddy. \tKilgore leans back, opens the bolt, ejecting the spent \tcartridge out the door. He hands Weatherby back \tinto the copter.   \n[366] \tThe gaudy rifle passed by him.  \n[367]\t\tThat's 27, sir.  \n[368]\t\tAnyone got a card?  \tSomebody hands Willard the deck. He takes a card and \tflips it out of the copter, never lifting his gaze from \tKilgore.  \n[369]  \n[370] \tAmericans run through the hooches FIRING and throwing \tGRENADES. Helicopters swoop overhead -- JETS ROAR by \t-- Uniformed N.V.A. regulars burst from a tunnel en- \ttrance and charge the Americans. The SHOOTING is at \tpoint blank range -- automatic, as the V.C. are cut \tdown.   \n[371] \tKilgore leans out carefully, looking over the battle- \tfield. He has the R.T.  \tHe leans back, deliberately avoiding Willard to speak \tto Lance.  \n[372]\t\tThe L.Z.'s cooling off fast -- \t\twe'll move in another company \t\tan' then we'll own it. \t\t\t \t\tCharlie's point.  \tHe looks out toward the ocean.  \n[373]\t\t\t \t\tGood swell.  \n[374]\t\tWhat, sir?  \n[375]\t\tI said it's a good swell -- hell \t\tof a good swell 'bout six feet. \t\tLet's get a look at it.  \tLance looks at Willard and then agrees.   \n[376] \tThe pilots are used to this -- they bank sharply \tand swoop in on the lineup of waves, coming in  low \tover the point and streaking down a long, lined-up \tgreen wall as if surfing it. They tip up over and up \tat the last minute as the wave breaks.  \n[377]  \n[378] \tAmericans line up blindfolded Viet Cong and N.V.A. \tregular troops outside a burning hut. GUNFIRE is \tDISTANT and sporadic -- an occasional MORTAR round \tSCREAMS in. A soldier yells in Vietnamese in a \tsouthern accent and the prisoners are marched away. \tOther soldiers are already setting up heavy weapons \templacements -- 50 cal machine guns etc. Three \tHueys ROAR in, fanning the smoke with their wind. \tThe center one, the command ship, lands. JETS SCREAM \tover and the two gunships pull up at 200 feet. Another \tHuey zooms in low and lands behind the Colonel's. The \tdoors open, guards jump out, check the situation, and \tout steps Kilgore and Lance. From the other copter \tare more guards, Kilgore's surfers and others of the \tP.B.R. crew. Willard follows.   \n[379] \tThey stride out across the debris-strewn beach. Kilgore \tstands majestically on the point watching the waves. A \tSHELL SCREAMS overhead.  \n[380]\t\tIncoming !  \tThey all dive, except Kilgore. He is watching a big set \t-- the SHELL EXPLODES in the water about a hundred yards \taway, sending up a huge geyser of spray. Kilgore is \tunmoved.  \n[381]\t\tLook at that.  \tThey look.  \n[382]\t\tThis  L.Z. is still pretty hot, \t\tsir, maybe we oughta stand \t\tsomewhere else.  \tKilgore pays him no mention.  \n[383]\t\tI'm waiting for the fucking boat, \t\tColonel.  \n[384]\t\t\t \t\tIt'll get here, soldier.  \tHe turns to Mike and Johnny who have their faces in the \tsand.  \n[385]\t\t\t \t\tChange.  \n[386]\t\tWh -- what?  \n[387]\t\tChange -- get out there -- I \t\twant'a see if it's ridable -- \t\tchange.  \n[388]\t\tIt's still pretty hairy, sir.  \n[389]\t\t\t \t\tYou want'a surf, soldier?  \tHe nods yes meakly.  \n[390]\t\t\t \t\tThat's good, boy, because it's \t\teither surf or fight.  \tThey turn and hurry off -- Kilgore grabs an M-1 from \tone of the guards. They all think he's going to \tshoot the surfers or someone. They move back uneasy.  \n[391]\t\t\t \t\tI'm gonna cover for 'em -- that's \t\tall.  \tHe cocks thye weapon. Lance looks around uneasily. The \tColonel walks over.  \n[392]\t\t\t \t\tYou think that section on the \t\t point is ridable, Lance?  \n[393]\t\tI think we ought to wait for \t\tthe tide to come in.  \tA SHELL SCREAMS OVER -- they all hit the dirt except \tfor Kilgore. It EXPLODES throwing sand through the \tair. Kilgore leans down yelling over the NOISE.  \n[394]\t\tDoesn't happen for six hours.  \tLance looks up at him terrified, holding onto \this helmet.  \n[395]\t\t\t \t\tThe tide -- doesn't come in for \t\tsix hours.  \n[396]  \n[397] \tThey walk through shallows carrying brightly \tcolored boards. They look very scared. JETS SCREAM \toverhead, FIRING CANNONS. Helicopters wheel by \tcarrying out wounded.  \tThey wear olive drab surfing trunks with the Cav's \tshield on the left leg. The same shield is emblazoned \ton the boards along the word \"Airmobile\". They edge \tinto the water and paddle through the mild shorebreak.   \n[398] \tThey paddle up the point in the calm channel -- the \tbeautiful waves breaking beyond them.  \n[399] \tThey paddle on their stomachs, keeping low -- breathing \thard and constantly looking around scared out of their \tminds.   \n[400] \tKilgore looks at them with his field glasses. Lance \tkind of sits below taking cover in a shell hole.  \n[401]\t\tThey far enough?  \n[402]\t\tSure -- fine --  \tKilgore turns and takes a giant electric megaphone from \ta waiting lackey.  \n[403]\t\t\t \t\tThat's far enough -- pick one \t\tup and come on in --   \n[404] \tThey line themselves up on the point. A good set is \tbuilding. Mike turns strokes into it -- takes off \t-- drops to the bottom and turns -- trims up into a \ttight section -- everything right except he keeps looking \taround frantically.   \n[405] \tAnother SHELL SCREAMS over and EXPLODES down the beach. \tLance looks over at Willard.  \n[406]\t\t\t \t\tMaybe he'll get tubed.  \n[407]\t\tWhat?  \n[408]\t\tMaybe he'll get inside the tube -- \t\twhere -- where they can't see him.  \tA SERIES of SHELLS ROAR in. \t \n[409]\t\tIncoming !  \tLance ducks -- puts his hands over his head. The SHELLS \tSCREAM over Kilgore and out towards the point. Kilgore \tlooks through his glasses -- two EXPLOSIONS in the water \tare HEARD.  \n[410]\t\tSon of a bitch.  \tLance looks up and out toward the point in horror.   \n[411] \tTwo surfboards float in the channel bobbing up and down \ton the waves.   \n[412] \n[413]\t\t\t \t\tThe tragedy of this war is a \t\tdead surfer.  \tWillard looks over, beginning to think Lance is crazy, \ttoo.  \n[414]\t\tWhat's that?  \n[415]\t\tJust something I read in the \t\tFree Press.  \n[416]\t\tThey just missed a good set -- \t\tthe chicken shits !  \tLance looks up.   \n[417] \tThey come up near their boards and climb on -- smoke \thangs over the water.  \n[418]\t\t\t \t\tTry it again, you little bastards.   \n[419] \tHe turns to Willard.  \n[420]\t\t\t \t\tI´m not afraid to surf this place. \t\tI'll surf this place.   \n[421] \tHe turns, glowering to his lackeys.  \n[422]\t\tBring that R.T., soldier.  \tHe grabs it.  \n[423]\t\t\t \t\tBig Duke Six to Hell's Angels -- \t\tGoddamit, I want that treeline \t\tbombed -- yeah -- napalm -- \t\tgimme some napalm -- son of a \t\tbitch -- yeah, I'll take H.Z. \t\tor C.B.U.'s if you got any of \t\tthem -- just bomb 'em into the \t\tStone Age, boy.  \tHe throws the R.T. back to a soldier -- another SALVO \tWHISTLES over -- everyone drops.  \n[424]\t\t\t \t\tSon of a bitch.  \tAs the SHELLS EXPLODES on the beach behind him, KIlgore \traises his M-16 and EMPTIES it full automatic in the \tgeneral direction of the trees. He mumbles a few un- \tintelligible swear words and jams a new clip into his \trifle turning to Lance --  \n[425]\t\t\t \t\tWe'll have this place cleaned up \t\tand ready for us in a jiffy, boy. \t\tDon't you worry.  \tHe FIRES another clip as the JETS SCREAM overhead.    \n[426] \tA sky-crane without pod descends slowly toward us -- \tThe P.B.R. hangs below it.  \tThe Chief, mr. Clean and Chef stand watching this sight \talomg with other soldiers. A man guides the descending \tcopter till the boat settles carefully in the shallows. \tThe Chief and others leap aboard; unshackle the hoists \t-- load on ammunition and fuel. The battle is still \tgoing on around them. They all look up as a wadge \tof PHANTOMS streak over low and peel off one by one to \tbegin their bombing run.   \n[427] \tPhantoms RAKE the trees with 20 mm CANNONS -- FIRE five \tinch ROCKETS in salvo -- \"Bull Pup\" MISSILES -- drop \tH.E.  and C.B.U's (Cluster Bomb Units) \tand finally an immense amount of NAPALM.   \n[428] \tThe Chief is at the helm --the engine starts; Clean \tand Chef work feverishly, ducking for cover every-so- \toften when an EXPLOSION hits nearby. The boat begins \tto back out of the shallows. The EXPLOSIONS of NAPALM \tare reflected on their faces; the ROAR of the FIRE drowns \tout almost everything.  \n[429]\t\tForget that extra drum -- it's \t\ttoo damn hot.  \n[430]\t\tClear on starboard -- Where's \t\tLance an' the Captain?  \n[431]\t\tI saw that Colonel's Huey on the \t\tpoint --  \tTwo HELICOPTERS SCREAM over FIRING ROCKETS.  \n[432]\t\t\t \t\tLet's just get outta here.   \n[433]\n[434] \tKilgore watches the waves with his field glasses -- \tsmoke drifts over.  \tLance crouches below. Willard is up looking off in another \tdirection. SHELLS SCREAM over, but even their noise is \tdrowned out by the fierce SHRIEK of the PHANTOMS and the \tdeafening BLAST of HIGH EXPLOSIVES. Willard stares at the \ttree line where it comes down to the river. The JETS are \tmaking a hell of the tree line; a hell of fire and bust- \tling steam thet nothing could live in. Willard's glance \tgoes further downriver through the black smoke and there \tmerging in the river -- small and vulnerable, is his boat.  \n[435]\t\t\t \t\tLook. There it is; the boat.  \tLance looks over --  a tremendous relief on his face. But \tstill there remains the threat of Kilgore, standing stark \tagainst the sky. Willard silently motions Lance toward \tthe boat.  \n[436]\t\t\t \t\tHe'll kill us.  \n[437]\t\tHe can't kill us. \t\t\t \t\tWe're on his side.  \tKilgore FIRES another clip at the tree line, and then \tstrides back without looking at them.  \n[438]\t\t\t \t\tYou smell that. \t\t\t \t\tYou smell that?  \n[439]\t\tWhat?  \n[440]\t\tNapalm, boy -- nothing else in \t\tthe world smells like that --  \tThey reflect the glow from the burning trees.  \n[441]\t\t\t \t\tI love the smell of napalm in \t\tthe morning.  \t\tOne time we had a hill bombed \t\tfor 12 hours. I walked up it \t\twhen it was all over; we didn't \t\tfind one of 'em ... not one \t\tstinking gook body. They \t\tslipped out in the night -- but \t\tthe smell -- that gasoline smell \t\t-- the whole hill -- it smelled \t\tlike ... \t\t\t \t\tvictory...  \tHe looks off nostalgically.  \n[442]\t\tYou know, some day this war's \t\tgonna end..  \n[443]\t\t\t \t\tYes, I know.  \tSuddenly he senses something -- he stops -- lifts his \thand -- then frantically licks his fingers and puts \tthem up in the air.  \n[444]\t\t\t \t\tThe wind --  \n[445]\t\tWhat?  \tSure enough there is a rushing breeze that increases.  \n[446]\t\t\t \t\tFeel it -- it's the wind -- it's \t\tblowing on shore -- It's on shore !  \tHe leans down and practically grabs Lance.  \n[447]\t\t\t \t\tIt's gonna blow this place out. \t\tIt's gonna ruin it ...  \n[448]\t\tThe kid can't ride sloppy waves.  \tThey turn and stare out to sea.   \n[449] \tThe wind has changed. Instead of blowing spray back \tover the waves and hollowing them out, this strange \twind is causing white caps and cross chop.. reducing \tthe swell to slop. Mike and Johnny lay low on their \tboards, overjoyed.  \n[450]\t\tThe kid can't stand sloppy waves.   \n[451] \n[452]\t\tYou don't expect this kid to \t\tride that crap, do you? He's \t\ta goddamn artist, he needs \t\tsomething to work with...  \tSlapping Lance on the shoulder.  \n[453]\t\tYeah, I'm an artist, goddamit !  \n[454]\t\t\t \t\tYeah -- yeah, I can understand \t\thow you feel.  \tHe turns toward the trees.  \n[455]\t\t\t \t\tIt's the napalm -- it's causing \t\tthe wind -- ruining my perfect \t\tleft.  \tHe staggers off toward the trees followed by his \tguards and other lackeys.  \n[456]\t\t\t \t\tThe napalm -- ruin -- napalm \t\tmy perfect left -- my perfect \t\tleft point break -- napalm --  \tLance motions with his eyes to Willard.   \n[457] \tThe P.B.R. along the river shallows -- The Chief and \tcrew waiting and yelling.   \n[458] \n[459]\t\tAre you finished surfing?  \n[460]\t\tYeah... thanks.  \n[461]\t\tWant to say goodbye to the \t\tColonel?  \n[462]\t\tNah.  \n[463]\t\tThen let's get the hell out of \t\there.  \tThey break and run like hell toward the boat in the \tdistance. OUR VIEW TRACKS with them. They are \tcheered by the crew -- suddenly, Willard sees some- \tthing and stops... Lance continuing. In a pile of \tequipment that the Hueys have left are two surfboards \t-- Willard looks at them.  \n[464]\t\tNo -- no, Captain.  \n[465]\t\tWhich one's the Colonel's?  \n[466]\t\tThe Yater -- the clear one \t\twith the thin stringer.  \tWillard glances over to it with determination. There \tis still MORTAR FIRE coming in between him and the \tboard. Suddenly, Willard makes a run for it.  \n[467]\t\tIncoming ! Incoming -- son of \t\ta bitch.  \tThe ROUNDS bracket the P.B.R. and line up the beach \ttoward Willard. He stands there and doesn't move, the \tsurfboard under his arm. The shells kick up sand. \tLance has dropped. Fragments whistle by, one rips \ta chunk of foam and fibreglass from the rain of the \tboard.  \n[468]\t\t\t \t\tThis one , Lance?  \n[469]\t\tYeah, Jesus Christ !  \tOnce again, Willard takes off fast as hell with the \tboard under his arm. Lance follows toward the boat, \tthrough the water. Willard hands the board up to Mr. \tClean, and they both scamper abroad, exhausted and \trelieved.  \n[470]\t\tWhat'd you that for?  \n[471]\t\tWhen I was a kid I, never had \t\ta Yater spoon.  \tMr. Clean stuffs the board in the stern 50 Cal. mount. \tThe boat turns -- ENGINES RUNNING HARD and ROARS OFF \ttoward the deeper water of the river -- the board \tclearly visible on the stern.  \n[472]  \n[473] \tThe P.B.R. ROARS BY going down the river at full speed. \tIt is swerving and zig-zagging to avoid potential enemy \tfire.   \n[474] \tThey all are in full battle positions -- their twin \tfifty Cal. guns turning; warily covering the jungled \tbanks. The Chief is at helm -- Willard crouches \tagainst some armor plate, huddled with his M-16 ready. \tChef is behind him at the radio. Lance leans back \tfrom his forward turret.  \n[475]\t\t\t \t\tMaybe we better stay in under \t\tthe trees till dark -- we got \t\this Yater.  \n[476]\t\tHe didn't look like he'd take \t\tthat sitting down.  \tThey all look up into the sky -- expecting the worst.  \n[477]\t\t\t \t\tLet's put some distance between \t\tus and Charlie.  \tThe Chief nods.  \n[478]\t\tLance --- \t \n[479]\t\tYeah.  \n[480]\t\tWhy don't you roll us a big \t\tjoint? I think the Captain'd \t\tlike that.  \tThey all look at Willard uneasily. After a suspensful \tpause, Willard smiles:  \n[481]\t\tTake one a mine --  \tHe fishes into his breast pocket -- pulls out a huge \tcigar-sized joint. They all smile -- Willard lights \tup.  \n[482]  \n[483] \tIt zig-zags away from us down the river at high speed.  \n[484]  \n[485] \tThe boat is hidden under some trees along the river \tbank. The men wait tensely listening --  \n[486]\t\tYou hear it again?  \n[487]\t\tNo -- I don't think so. But \t\tit'll be back. They were \t\tcircling. It'll be back.  \n[488]\t\tYou think he'd of shot us?  \n[489]\t\tWhen?  \n[490]\t\tAny time -- us -- Americans.  \tLance looks over at Willard.  \n[491]\t\tI don't think he´d of shot us on \t\tthe beach but -- he'd of shot us \t\tif he saw me taking the board --  \n[492]\t\tA Yater spoon is hard to get -- \t\tespecially here.  \n[493]\t\tHe's a man who knows what he \t\twants -- he does know what he wants.  \n[494]\t\tCan I go get those mangos now?  \n[495]\t\tI'll go with you in a while -- \t\tjudt hold tight awhile --  \n[496]\t\tCaptain -- that was all true \t\tabout the rats and chocolate \t\tand stuff?  \n[497]\t\tSure.  \n[498]\t\tAnd you could just tell when \t\tthe supplies were booby trapped?  \n[499]\t\tIt's a feeling you get in the \t\tjungle. When you get good, you \t\tcan find a track and tell not \t\tonly how many they are, but \t\ttheir morale, how far they're \t\tgoing, whether they're near \t\ttheir camp, the weapons they're \t\tcarrying.  \n[500]\t\tHow can you tell their weapons.. \t\tan' how far they're going?  \tWillard smiles.  \n[501]\t\tMostly from the imprints when they \t\tput them down to rest. their morale \t\tfrom the way they drag their feet, \t\tor the joints that may be lying \t\taround. If they're near a base \t\tcamp, they wouldn't be conserving \t\tfood; they'll be throwing it away \t\thalf-eaten. If the branches aren't \t\tbroken, their weapons are slung. \t\tBut all this is just technique.. \t\tThere's a feeling you get after a \t\twhile, that's what's important. \t\tI was going through a village once. \t\tI was looking for a certain party. \t\tI took off my boots, and walked \t\tinto each hut. It was midnight. \t\tI went into three like that and \t\tsuddenly I realized I´d gone into \t\teach hut the same way -- standing \t\tup -- so the next one I went in on \t\tmy belly. An RPD burst took out \t\tthe door a bit above my head. \t\t\t \t\tThings like that.  \tA pause, and then suddenly his attention is diverted -- \tThey all are silent -- It is pitch dark -- we HEAR the \tdistant SOUND of ROTOR-BLADES and indistinguishable \tlanguage on a loudspeaker -- The talk stops -- the \tROTORS grow LOUDER until almost overhead.  \n[502]\t\t\t \t\tI'm not gonna hurt or harm you, \t\tboy -- I just want the board \t\tback -- You can understand -- \t\tIt was one of my best -- You \t\tknow how hard it is to get a \t\tboard you like, boy. I'm not \t\tgonna hurt or harm you -- \t\tJust leave it where I can find \t\tit --  \tThe HELICOPTER DRONES on into the night -- the same \tspeech starts again further off -- Finally the noise \tceases.  \n[503]\t\tJesus -- that guy's too damn \t\tmuch.  \n[504]\t\tI wonder if that was the same \t\tcopter.  \n[505]\t\tHe's probably got 'em all over \t\tthe river with that recording. \t\tWe better move now while it's \t\tdark.  \tChef steps forward with a plastic basket.  \n[506]\t\tYeah, Chef -- go ahead -- take \t\tLance with you --  \n[507]\t\tI'll go with him --  \tThey all look at him.  \n[508]\t\t\t \t\tI wanta get my feet on solid land \t\tonce in awhile --  \tHe grabs an M-16 and follows Chef over the side.   \n[509] \tThey cautiously walk through the underbrush.  \n[510]\t\tChef.  \n[511]\t\tYes, sir --  \n[512]\t\tWhy they call you that?  \n[513]\t\tCall me what, sir?  \n[514]\t\tChef -- is that 'cause you like \t\tmangoes an' stuff?  \n[515]\t\tNo, sir -- I'm a real chef, sir \t\t-- I'm a sauciere --  \n[516]\t\tA sauciere -- \t \n[517]\t\tThat's right, sir -- I come from \t\tNew Orleans -- I was raised to \t\tbe a sauciere.. a great sauciere. \t\tWe specialize in sauces; my whole \t\tfamily. It's what we do. I was \t\tsupposed to go to Paris and study \t\tat the Escoffier School; I was \t\tsaving the money. They called \t\tme for my physical so I figured \t\tthe Navy had better food.  \n[518]\t\tWhat are you doing out here?  \n[519]\t\tCook school -- that did it.  \n[520]\t\tHow?  \n[521]\t\tThey lined us all up in front of \t\ta hundred yards of prime rib -- \t\tmagnificent meat, beautifully \t\tmarbled.. Then they started \t\tthrowing it in these big \t\tcauldrons, all of it -- boiling. \t\tI looked in, an' it was turning \t\tgray. I couldn't stand it. I \t\twent into radio school.  \tThey move into a slight clearing.  \n[522]\t\t\t \t\t-- quiet --  \tChef crouches close -- redies his M-16. Willard ges- \ttures that he heard something; he points.   \n[523] \tPAN SLOWLY over jungle -- END REVEALING Willard and Chef.  \n[524]\t\t\t \t\tThere...  \tHe points -- motions Chef to move away -- they cover \tthe spot. A few yards from them they hear something \tmove. It is obviously no small jungle creature. They \twalk toward a patch of black elephant grass; their guns \tat the ready. They look at each other. Willard is \tcold, methodical, doing something he knows well. There \tis a noise again -- some of the growth rustles.  He \tand Chef move a distance apart, and join in stalking \tthe probable V.C. Willard directs the Chef with hand \tgestures, and bird and cricket sounds. They move \tstealthily, closing the apex of their triangle on the \thunted. The two men drop low into the elephant grass, \tand remain motionless. Then Willard makes the cricket \tnoise, and they move closer. Willard's left hand edges \tout along the M-16's far end, so that he only has to \tpoint the finger of that hand and he will hit what he \twants. He makes another command and they rush the \ttrapped enemy.   \n[525] \tSuddenly there is a RUSHING SOUND -- The grass folds \tdown quickly toward them -- willard plants his feet and \tfrom the hip lets go FULL AUTOMATIC. The Chef retreats \tFIRING short BURSTS into the grass -- the grass folds \talmost to Willard -- then a huge tiger leaps out at \tthem; snarling magnificently. They FIRE wildly, \temptying their clips.  \n[526]\t\tIt's a motherfucking tiger -- \t\tgoddamn...  \tHe turns and bolts through the jungle, as scared as a \tman can be.  \n[527]\t\t\t \t\tGoddamn -- Jesus Christ tiger -- \t\tmotherfucking tiger -- ohhhhhhhhh --  \tWillard jams another clip in his gun and backs out of \tthe clearing, covering the bushes and runs, scared \tout of his head as well.   \n[528] \tThey all are armed -- Lance has the twin 50's pointed into \tthe jungle. Chef comes screaming out of the brush, throws \this rifle into the boat and dives headfirst after it.  \n[529]\t\t\t \t\tOhhhh -- tiger ! Oh goddamn ! \t\tIt's a tiger ! Jesus Christ ! \t\tGoddamn, a tiger ! Ohhhhhhhh.  \tThe Chief tries to grab him; takes his gun away, but is \tunable to take a hold of the Chef, as he slithers around \tthe boat, trying to find safety. willard follows from the \tjungle -- The Chef is moaning and stares off into the night.  \n[530]\t\tWhat's this tiger shit?  \n[531]\t\tNo shit... I think I shot the \t\thell out of him.  \n[532]\t\tYou think?  \n[533]\t\tI wasn´t looking.. I was running.  \n[534]\t\tWas a big tiger -- no shit?  \n[535]\t\tWho stopped to measure him -- let's \t\tget the hell out of here.  \n[536]\t\tA motherfucking tiger -- I could've \t\tbeen killed.  \tThe ENGINE ROARS to life -- the P.B.R. pulls away with great \tspeed.  \n[537]\t\tYou forgot the mangoes, didn't \t\tyou?  \n[538]\t\tMangoes? There as a fucking \t\ttiger in the woods -- I could've \t\tbeen eaten alive. I'm never \t\tgoing into that jungle again. \t\tI gotta remember never get out of \t\tthe boat; never get outta the boat.  \tThey move off; swallowed by the darkness. The JUNGLE \tNOISES remain, as OUR VIEW BEGINS a MOVE INTO the jungle.  \n[539]\t\tHe was right, the Chef -- never \t\tgo into the jungle, unless you're \t\tready to go all the way.  \n[540]  \n[541] \tWillard, thinking, his BACK TO US. Suddenly, he turns \taround, and we SEE his face.  \n[542]\t\tWhat was in the jungle? What was \t\tthere, waiting for me?  \tHe lights the cigarette; the light of his match illuminating \this face momentarily. There is something different about \thim; a maturity, a cool inner peace.  \n[543]\t\t\t \t\t... Kurtz was in there. Or was he; \t\twas it Kurtz? He was just a name \t\tto me now; I couldn't remember a \t\tface, a voice -- he just didn't \t\tadd up to me. all his liberal \t\tbullshit about the end of savagery \t\t-- and the role of our culture, \t\tour way of life...  \tWillard looks toward the group of people on the boat -- \tthere is still some MUSIC. They talk and drink and laugh.  \n[544]\t\t\t \t\tOur way of life -- I really \t\tstarted to look forward to \t\tmeeting Kurtz again.  \n[545]  \n[546] \tWe HEAR:  \n[547]\t\t-- must remember that we owe \t\tour thanks for these to the \t\twonderful services of the U.S.O. \t\t-- here's another oldie -- this \t\tone dedicated...   \n[548] \tby himself on the P.B.R.; he has wiped mud under his \teyes to kill the glare; it is incredibly hot. He is \tbarechested, wearing a hat made of a banana palm.  \n[549]\t\t... to the fire team at An Khe \t\tfrom their groovy C.O. Fred the \t\tHead --   \n[550] \n[551]\t\tThe Rolling Stones and \"Satisfaction...\"  \n[552]\t\tOuta sight.  \tThe SONG BLARES ON -- they all dig it.  \tPAN TO Willard, sitting alone in the rear, reading from \this file on Kurtz. We REVEAL Lance in the b.g., water- \tskiing behind the P.B.R., slaloming back and forth on \this single ski to the MUSIC -- jumping the wake occasion- \tally.   \n[553] \tLance waterskiing to \"Satisfaction.\"   \n[554] \talert, at the rear of the boat -- his M-16 ready, just \tin case.   \n[555] \t Willard opens a letter from the packet.  \tWe can SEE it is a private correspondence -- feminine \twriting on the envelope.  \n[556]\t\tThe dossier of A Dtachment \t\tcontained letters from the families \t\tand wives of Kurtz' men There \t\twere letters from Kurtz' wife as \t\twell.   \n[557] \tIt is addressed to Colonel Walter Kurtz -- in the corner \tis the return addess of Mrs. Colonel Walter Kurtz -- \tWillard's hand fushes through the packet and comes up \twith apicture of a very attractive, thirty-five year \told American Beauty... She is classically American.   \n[558]\t \tlooking at the picture -- puts it back, then opens the \tletter, straightens it. \t \n[559]\t\tDearest Walt -- I have to confess \t\tsomething. I know how you feel \t\tabout this, but I had to ask Bob \t\tto find out what he could -- I \t\tjust couldn't stand it anymore, \t\tnot knowing where you are, whether \t\tyou're alive or dead. I'm sorry \t\tWalt, I'm sorry I said that. Bob \t\tdidn't tell me anything -- he said \t\the couldn't -- I can't stand it \t\tanymore, Walt -- I just can't \t\tstand it.  \tWillard looks out at the jungle.  \tDeep imppenetrable jungle -- dark and primeval forests \tpass by. The Rolling Stones CHANT on in the b.g.  \n[560]\t\t\t \t\tI have to take the kids to school \t\tevery morning now -- carpools just \t\tnever work out.  \t\tJeff came home with a black eye \t\ton Tuesday but said he won anyway. \t\tHe wouldn't tell me what the fight \t\twas about. Jeff keeps asking \t\twhere you are -- he has maps of \t\tViet Nam in his room now. He \t\tmisses you very much. I can't \t\ttake this much longer, Walt. I \t\tlove you and I just can't stand \t\tit.   \n[561] \tHe folds the letter up, files through some others quickly \tand gets to a peculiar envelope stamped Top Secret with \ta stenciled date on it. It is also noted that this was \tthe last correspondence to leave Nu Mung Ba. It is \taddressed to Kurtz' wife. He opens the letter -- it is \twritten in a scrawled savage hand to no one in partic- \tular. It reads:  \t\t\t\t\tSell the house \t\t\t\t\tSell the car \t\t\t\t\tSell the kids \t\t\t\t\tFind someone else \t\t\t\t\tForget it \t\t\t\t\tI'm never coming back \t\t\t\t\tForget it --  \tHe folds up the letter.   \n[562] \tHe looks out at the ominous jungled mountains.  \n[563]  \n[564] \tThe P.B.R. pulls in towards an American outpost that is \tbeing used as a forward medical evacuation center. \tVarious helicopters pads are SEEN, but only one heli- \tcopter -- the H-34 painted with Playboy rabbits that \tbrought the girls to Hau Fat. Several soldiers in rain- \tcoats come out the dock as the P.B.R. pulls up.   \n[565] \tWillard looks into some empty tents -- looks around the \tdreary muddy camp. Two soldiers pass.  \n[566]\t\tSoldier -- where'´s your C.O.?  \n[567]\t\tStepped on a booby trap, sir -- \t\tgot blown all to hell --  \n[568]\t\tWell , who's in command here?  \n[569]\t\tI don't know -- don't have any \t\tidea -- I'm just the night man --  \tHe turns and walks off babbling incoherently --  \n[570]\t\tWhat about you, soldier?  \tThe soldier he was talking to turns around smiling \tidiotically and making animal noises. He stumbles off \tafter his friend.   \n[571] \tHe looks around disgustedly  \n[572]\t\t\t \t\tCaptain --  \tWillard turns around looking for where the voice came \tfrom.  \n[573]\t\t\t \t\tOver here, Captain --  \tHe turns to see the Hollywood Agent under the flap of a \tlarge tent so that he won't get wet. He wears the same \tclothes as before, but is much dirtier. He motions \tWillard into the tent.   \n[574] \tThey duck inside -- it is dark and damp.  \tOn cots around astove sit the three playmates and the \tpilot. The nearest one, CATHY, a blonde, picks leeches \tout of her feet. The other two, TERRI and LYNDA, play \tcards with the helicopter pilot. Willard looks over \tthe situation.  \n[575]\t\tYou came in on that boat, didn't \t\tyou?  \n[576]\t\tYeah --  \n[577]\t\tWhere are you headed?  \n[578]\t\tWhat's it matter? Get to the \t\tpoint.  \n[579]\t\tLook -- you know the girls -- \t\tThta's Terri -- she was playmate \t\tof --  \n[580]\t\tYeah, I caught your show at Hau \t\tFat.  \tThey all look over.  \n[581]\t\tOh -- I see -- Well, girls, this \t\tis Captain -- eh --  \n[582]\t\tCaptain Willard -- go ahead.  \n[583]\t\tLook -- we got in a little trouble \t\t-- they rudely took our helicopter \t\tfor MedEvac work on this -- uh \t\tOperation Brute Force -- They just \t\tbrought it back this morning.  \n[584]\t\tYeah.  \n[585]\t\tWell I mean like they also took \t\tour fuel -- We've been here two \t\tdays.  \n[586]\t\tDreadful.  \n[587]\t\tLook -- the girls could get \t\tkilled -- we're not supposed to \t\tbe this close combat, I mean \t\treal combat.  \n[588]\t\tWell --  \n[589]\t\tWe could use some fuel -- just a \t\thalf drum -- just enough to get \t\tus out a here.  \n[590]\t\tWe need all our fuel.  \tHe turns and starts to leave.  \n[591]\t\tBut, Captain, think what these \t\tgirls have done for the boys -- \t\tthink of how they've risked --  \tWillard is almost out of the tent.  \n[592]\t\tCaptain --  \tHe turns around.  \n[593]\t\t\t \t\tIt's really rough here -- Captain \t\t-- we're just not built for it --  \tThe Pilot laughs.  \n[594]\t\tThat's rich --  \n[595]\t\tDo us a favor -- I'd do one for \t\tyou -- if I could --  \tWillard just stares at her -- even though she's in jeans \tand field jacket she is something to see -- The Agent \ttakes Willard aside -- Terri goes back to the others.  \n[596]\t\tLook -- you know who that is, \t\tCaptain -- you know what she's \t\tsaying -- you'll never see stuff \t\tthat good outside of a magazine \t\tfor the rest of your life.  \n[597]\t\tI'm not that fond of blondes -- \t\tmaybe I like brunettes --  \n[598]\t\tTake your pick -- they all like \t\tyou -- I can tell --  \n[599]\t\tI like all of them --  \n[600]\t\tGood -- like I said, take your \t\tpick.  \n[601]\t\tI said I like all of them.  \n[602]\t\tNow just a second -- I'm doing \t\tyou a favor, buddy -- what're you \t\ttrying to pull?  \tWillard turns to leave again.  \n[603]\t\tWe need all our fuel anyway.  \n[604]\t\tWait -- wait -- don't get up tight \t\t-- what I meant was we'd need a \t\twhole drum for that --  \n[605]\t\tSit down -- we'll talk about it.  \tWillard sits down on a metal chair -- motions the Agent \tto do likewise.  \n[606]\t\tWhat's there to talk about -- this \t\twhole thing disgusts me.  \n[607]\t\tMy men --  \n[608]\t\tWhat !  \n[609]\t\tThat's what there is to talk \t\tabout -- my man -- I take a good \t\tcare of my men --  \tThe girls are trying to pretend they're not listening -- \tthe helicopter Pilot is cackling to himself.  \n[610]\t\tYou're out of your skull --  \n[611]\t\tWe have a lot of pride in our \t\tunit --  \n[612]\t\tHow far do you think you can \t\tpush -- what kind of people do \t\tyou think --  \n[613]\t\tEsprit de corps -- \t \n[614]\t\tNo -- absolutely not --  \n[615]\t\tOne for all -- all for one --  \n[616]\t\tYou can keep your fucking fuel --  \tWillard gets up.  \n[617]\t\tYou make some of your closest \t\tfriends in the army -- war has a \t\tway of bringing men together.  \n[618]\t\tGet out --  \n[619]\t\tMen of all races -- nationalities --  \tHe gets up and starts out.  \n[620]\t\tTwo drums --  \tWillard turns around slowly.  \n[621]\t\t\t \t\tTwo whole drums --  \n[622]\t\tWe can use some fifty caliber and \t\ta 16 too --  \n[623]\t\tI don't know what you're talking \t\tabout -- Get fucked --  \n[624]\t\tI will -- I assure you that -- \t\tYou got a fifty on that H-34 -- \t\tleave the ammo in boxes -- I'll \t\tget my men to bring the first drum \t\twith 'em --  \tHe turns to go under the tent flap.  \n[625]\t\t\t \t\tHave the girls freshen up a bit -- \t\tcomb their hair -- put on \t\tsomething -- you know what I mean --  \tHe leaves.   \n[626] \tThey are all working on patching the boat and cleaning \tit up in general. Mr. Clean sits in f.g., cleaning an M-16.  \n[627]\t\tYou keep this thing in this \t\tcondition an' it's gonna jam, \t\tLance -- mark my words.  \n[628]\t\tWhy don't you go pet the water \t\tbuffaloes -- get off my back.  \tBehins them on the beach stand several water buffaloes \teating mud or whatever they do. They are painted jungle \tbrown and green camouflage with grey bottoms -- on their \tsides the words have been stenciled in black: \t\t\t \t\t\t\t1 Each -- \t\t\t\tBuffalo, Water B-1A \t\t\t\tU.S. Army No. 15239  \tWillard walks through them down to the boat.  \n[629]\t\tCareful,  Captain, they've been \t\tknown to charge.  \n[630]\t\tAll right I got a little surprise \t\tfor you --  \tThey all look up.  \n[631]\t\t\t \t\tI've arranged with those people \t\twe saw at Hau Fat to give us some \t\t50 caliber in trade for a couple \t\ta drums of fuel --  \n[632]\t\tNo shit.  \n[633]\t\tChef -- since you're such a fan \t\tof Miss December's I think you \t\tshould be detailed with Lance and \t\tClean to take the first drum up \t\tthere.  \n[634]\t\tI don't believe you --  \n[635]\t\tWhat're you trying to say, Captain --  \n[636]\t\tYou'll see soon enough -- get going, \t\tsailor --  \n[637]\t\tNo shit -- hot damn --   \n[638] \tHe has followed her into the tent awe-struck -- she \tcasuallu starts unbuttoning her fatigue jacket and taking \toff her pants. he just stands there, his arms at his \tsides.  \n[639]\t\tI've got every one of your \t\tpictures -- I've got the \t\tcenterfold -- the Playmate's \t\treview -- the Playmate of the \t\tYear run-off -- everything, even \t\tthe calender --  \n[640]\t\tWell, get undressed and let's \t\tget it over with --  \n[641]\t\tI can't believe it -- I'd a \t\tnever even got to see you if it \t\twasn't for this war --  \tShe lies down on the cot in only her panties.  \n[642]\t\t\t \t\tYou wouldn't mind -- uh kinda \t\tdraping that jacket over you \t\tsort of the way you were in the \t\tcalender, would you?  \n[643]\t\tCome on -- cut this crap -- I \t\tgotta get back to Saigon --  \n[644]\t\tJust let me look awhile -- I just \t\tdon't believe --  \n[645]  \n[646] \tThey have just finished making love. cathy looks very \tpleased. Lance finishes tying his boots -- she draws on \this back. He gets up -- starts to leave.  \n[647]\t\tWell -- uh thanks -- see you around.  \n[648]\t\tYeah.  \tHe leaves -- she pulls herself up and starts combing her \thair -- Mr. Clean walks in.  \n[649]\t\t\t \t\tWho are you?  \n[650]\t\tI'm next --  \tShe shrugs.  \n[651]  \n[652] \tHe finishes tying on his boots -- pulls on his jacket -- \this gun belt and picks up his M-16. She looks up at him --  \n[653]\t\tMa'am -- I'd like to thank you for \t\twhat you an' all your friends have \t\tdone for us -- I want you to know \t\tthat me an' the men appreciate \t\tyou coming all this way -- riskin' \t\tyour lives -- living uncomfortably \t\tan' doing all you can to entertain \t\tus. I want you to know personally, \t\tMiss, that for the past few minutes \t\tyou have made me feel at home.  \tShe picks up a shoe to throw at him. he turns, exits f.g.  \n[654]\t\t\t \t\tJust wanted to say that, ma'am.  \tThe SHOE CLANGS off his helmet.  \n[655]  \n[656]\n[657] \tThe boat edges in toward the wrecked bridge in the \tdistance. Along the banks are sandbagged fortificvations \twith U.S. soldiers in them. There is a bright fire \tburning uncontrolled in the distance; the sparks and white \tlight from welding on the bridge momentarily lights up the \tnight.  \n[658]\t\tTwo days and nights later, we \t\tapproach the Do Lung Bridge.   \n[659] \twatching. Everywhere are wrecked boats -- parts of trunks \tsticking out of the water -- smashed helicopters on the \tbanks. The bridge is in a state of siege. Mortars and \trockets arc through the night indiscriminately and rip \tthrough the nearby jungle. Soldiers are everywhere -- \tscurrying from trenches, carrying materials for the bridge \tor tending to the wounded, the maimed and the dead. Light \tautomatic WEAPON FIRE is HEARD occasionally. The P.B.R. \tedges in under the span of the old bridge. Soldiers run \tup through the water. They are obscured in the darkness.  \n[660]\t\tI gotta get out a here -- I´ll pay \t\t-- I got money.  \n[661]\t\tGet away from this boat.  \n[662]\t\tWho's your C.O., soldier?  \tThe Soldier ducks back and runs away.  \n[663]\t\tFuck you, you'll get what's coming \t\tto you.  \tOther men approach the boat. A young LIEUTENANT steps \tforward.  \n[664]\t\tCaptain Willard?  \n[665]\t\tThat's me.  \n[666]\t\tCaptain Willard -- we got these \t\tfrom Nha Thrang two days ago -- \t\tthey expected you here then --  \tHe hands up a plastic bag, maximum security markings, \tWillard takes it.  \n[667]\t\t\t \t\tYou don't know how happy that makes \t\tme, sir.  \n[668]\t\tWhy?  \n[669]\t\tNow I can get out a here -- if \t\tI can find a way out.  \n[670]\t\tWe'll be needing some supplies \t\tand fuel -- do you know anybody \t\twho can give me a hand?  \n[671]\t\tI'd just clear out as soon as I \t\tcould if I were you, sir. They're \t\tgonna start working on the bridge \t\twith torches again. Charlie will \t\tstart throwing it in hard --  \n[672]\t\tWhat is this bridge?  \n[673]\t\tIt's of strategic importance for \t\tkeeping the highway into Bat Shan \t\topen -- the generals don't like to \t\tadmit that Bat Shan is surrounded.  \tHe points to the men getting ready to work.  \n[674]\t\t\t \t\tEvery night we build it and by \t\t0800 they've blown it up -- it \t\tand a lot of good men -- But the \t\tgenerals like to say the road is \t\topen -- ha ! Nobody uses that \t\troad except Charlie.  \tHe turns and splashes off into the darkness.  \n[675]\t\t\t \t\tThis is the cesspool of hell.  \n[676]\t\tIncoming.  \tSHELLS WHISTLE OVER and CRASH into the bridge -- MEN SCREAM \tin the distance -- the EXPLOSIONS are thunderous.  \n[677]\t\t\t \t\tAll right -- Lance, go with the \t\tCaptain an' see what you can \t\tscrounge --  \tWillard climbs out with Lance.  \n[678]\t\t\t \t\tBetter make it fast, sir -- we \t\tdon't really need much anyway.  \tWillard nods and they scurry off the bank under the \tbridge.   \n[679] \tThey dash up the embankment and along the barbed wire \ton the edge of the road. SHELLS SCREAM overhead, they \tdon't know where to run.  \n[680]\t\tStraight ahead, son of a bitch.  \tThey dive towards the voice.   \n[681] \tThey dive in, a SOLDIER is crounched in f.g. holding his \tbuddy who is crying uncontrollably.  \n[682]\t\tYou came right to it, son of \t\ta bitch --  \n[683]\t\tSon of a bitch, sir.  \tThe Soldier doesn't respond.  \n[684]\t\t\t \t\tWhere's your chief supply officer?  \n[685]\t\tBeverly Hills --  \n[686]\t\tWhat?  \n[687]\t\tStraight up the road -- a concrete \t\tbunker -- Beverly Hills -- where \t\telse you think he'd be?  \n[688]\t\tC'mon --  \tThere is an apparent lull and they dash out along the \troad. Suddenly to their right an M-60 STARTS OPENING UP \tfrom a sandbagged emplacement.  \n[689]\t\tGet your asses down, buddy.  \tThey drop and crawl to the slit trench and run up to the \templacement. Several SOLDIERS man a M-60. One has a \tsniper rifle -- another tries to spot for the Gunner. \tWillard and Lance edge up along the trench. Willard \ttrips.  \n[690]\t\tWatch your feet, asshole --  \tWillard looks down.  \n[691]\t\t\t \t\tYou stepped on my face.  \n[692]\t\tWe thought you were dead.  \n[693]\t\tThe whole world loves a smart ass.  \tThey move ahead more carefully. The Gunner BLASTS away \tinto the night, there is a pile of brass cases about three \tfeet high next to him. Finally he stops swearing to \thimself.  \n[694]\t\tWhat're you shooting at, soldier?  \n[695]\t\tGooks.  \tHe turns and sees it's an officer.  \n[696]\t\t\t \t\tI´m sorry, sir.  \n[697]\t\tIt's all right, sergeant -- what's \t\tout there?  \n[698]\t\tThey were tryin' to cut through \t\tthe wire -- I got 'em all I think.  \n[699]\t\tOh yeah -- listen.  \tThere is a low moaning SCREAM from out in the wire -- it \tstops for aminute then continues hideously.  \n[700]\t\tHe's trying to call his friends -- \t\tsend up a flare.  \tThe Spotter does, it arcs up, then bathes them in eerie \tlight. The Gunner FIRES a long BURST.  \n[701]\t\tThose are all dead, stupid, he's \t\tobviously underneath 'em --  \tThey think about this as the flare goes out. The SCREAMING \tgets more intense.  \n[702]\t\tWake up the Roach.  \tThe Spotter moves down to where a tall lanky SOLDIER is \tleaned up against the trench. He kicks him hard several \ttimes. Roach wakes and just looks up. On his helmet are \tthe words: \"GOD BLESS DOW.\"  \n[703]\t\tYeah, man.  \n[704]\t\tSlope in the wire -- hear him.  \tHe listens, he does, he nods.  \n[705]\t\t\t \t\tBust him.  \tRoach gets up somewhat annoyed but very cool. He saunters \tup the machine gun dragging his M-79 which has paisley \tdesigns all over it.  \n[706]\t\tHear him?  \n[707]\t\tSure , yeah.  \n[708]\t\tYou need a flare -- \t\t\t \n[709]\t\tNo, it´s cool.  \tHe opens the breech of his shotgun-like weapon and plunks \tthe big slug into it. He snaps it closed then rests it \tacross his forearm over the trench -- he listens to the \tSCREAM, calculating.  \n[710]\t\t\t \t\tHe's close -- real close.  \tHe adjusts his sights so that the gun is aimed high into \tthe air. He listens again then FIRES. The GRENADE \tWHISTLES off into the night. There is a sharp EXPLOSION \tthat cuts off the scream. Then the THUD of bodies or \tpieces of bodies coming down around them.  \n[711]\t\t\t \t\tMuhhh Fuhhh ... \t \tHe staggers back down the trench to go to sleep.   \n[712] \tThey stand in the shallows waiting for Willard and Lance. \tClean is nervous, he constantly checks his M-16. SHELLS \tWHISTLE by and CRASH in the distance.  \n[713]\t\tGeez, I wish they'd hurry.  \tA SOLDIER comes up on his way with some others to start \tbuilding the bridge.  \n[714]\t\tHey, buddy, that boat still runs, \t\teh?  \n[715]\t\tYeah, it still runs.  \n[716]\t\tDo me a favor buddy, please.  \n[717]\t\tWhat is it?  \tHe takes out a handful of crumpled envelopes.  \n[718]\t\tSend these out when you get back \t\tto the world.  \tHe puts them in Clean's hand.  \n[719]\t\t\t \t\tIt's to everyone I really knew -- \t\tthe first girl I screwed -- my \t\tbrother -- best friend -- I wanted \t\tto tell 'em how much I enjoyed \t\tknowing 'em -- it's been a great \t\ttwenty years. I gotta let 'em \t\tknow.  \n[720]\t\tWhat're you askin' me for -- put \t\t'em in the first helicopter comes \t\tin tomorrow.  \n[721]\t\tNobody comes in here.  \tHe points up at the mountain ridges.  \n[722]\t\t\t \t\tThe N.V.A. 312th -- over there \t\tthe 307th -- on that hill we \t\tcounted fourteen different guns \t\tin one minute -- they got rockets \t\tmortars, snipers in those trees, \t\tthere's a million of those shitty \t\tlittle bastards out there -- we're \t\tall gonna die.  \tHe grabs Clean and looks at him with a maniacal urgency.  \n[723]\t\t\t \t\tI'm gonna be dead.  \tClean takes the letters.  \n[724]\t\t\t \t\tYou got a chance in that boat -- \t\tby morning you could be five miles \t\tdown the river.  \n[725]\t\tWe ain't goin' down the river.  \tThe Soldier looks at him as if he is joking.  \n[726]\t\t\t \t\tWhat's up river from here anyhow --  \tThe Soldier doesn't answer, just stares dumbfounded.  \n[727]\t\tSpooky.  \n[728]\t\tCharlie?  \n[729]\t\tNo, it'd be spooky without the war \t\t-- give 'em back.  \tHe takes the letters and leaves, somewhat disappointed and \tdisgusted. Willard and Lance come back down the beach \tcarrying some belts of ammunition and a couple of extra \tM-16's.  \n[730]\t\tWow, you must a found the C.O., eh?  \n[731]\t\tWe found some bodies -- let's get \t\tout a here.   \n[732] \tThey edge through the shallows as the men light up their \twelding torches to start work on the pontoon bridge -- \tthen pull away and accelerate fast.   \n[733] \tThe Chief is at the helm --  they all look back in the \tdistance where the bridge was -- the hills flash with \tartillery discharges -- there is a fiery glow from the \tbridge area and the CONCUSSION of heavy EXPLOSIONS.  \n[734]  \n[735] \tThe boat moves uneasily upriver, through this tropical \tdownpour. Mr. Clean is in thef.g., oiling and cleaning \this 50-cal, his M-11 and M-79 -- the rest of the crew are \tforward, taking shelter from the rain under the canvas \tcanopy. Clean works methodically under an umbrella he was \tset up by leaning the surfboard against gun mount.   \n[736] \tThe river is moving fast against them. all manner of de- \tbris; tree trunks, sweeping by the P.B.R.  \n[737]\t\t\t \t\tI can't see a fucking thing.  \tThere is a loud CRACKING SOUND, as one of the pieces of \ttree- trunk whacks the hull, and bounces off. Willard \tclimbs forward, and looks down.  \n[738]\t\t\t \t\tWe hit a big enough one this \t\thull will shatter like a Corvette. \t\tFucking plastic boat.  \tWillard practically hangs off forward with a long pole, \twarding off the big debris moving toward the P.B.R. Clean \tjoins him, helping.  \n[739]\t\t\t \t\tWhat about ducking into one of \t\tthose tributaries till this river \t\tslows down?  \n[740]\t\tWho knows what's up there?  \n[741]\t\tCan't be any worse than this. \t\tWhat do you think?  \n[742]\t\tI think this river wants to take \t\tus home fast. I'm practically \t\tgoin' in reverse.  \tWillard points his pole in the direction of the mouth \tof a tributary.  \n[743]\t\tWell, get in there.  \n[744]\t\tThis whole area is lousy with \t\tV.C. -- We don't stand a chance. \t\tLemme turn around and we'll be \t\tin Hau Fat in six minutes.  \tThere is a really loud WHACK against the hull. willard \treally mad, throws the pole at the Chief, who ducks.  \n[745]\t\tGet in there !  \n[746]\t\tThis is my crew and my fucking \t\tboat, and I'm the responsible \t\tparty.  \n[747]\t\tGet in there now or I'll bury \t\tyou in this river.  \tIt's clear that Willard will kill the Chief if he doesn't \tdo as he says.  \n[748]\t\t\t(finally relents, \t\t\t  turns the helm \t\tYou're fucking crazy. You're \t\tgoing to get us all killed.  \tThe P.B.R. navigates through the rush and into the mouth \tof the tributary.  \n[749]  \n[750] \tRain is pouring down, but the P.B.R. is slowed down to a \tsnail's pace by Hyacinths, literally across the \twaterway.  \tWillard, Chef and Clean in the water, cutting through \tthem with machetes.   \n[751] \thaving climbed to the highest point of the cockpit.  \n[752]\t\tIt breaks through in about \t\ttwenty feet.   \n[753] \tcutting through. he looks to Chef, who has stopped cut- \tting, and is staring into the jungle.  \n[754]\t\tWhat do you see?  \n[755]\t\tI don't know.  \tHe looks out -- the jungle at this point is very dark \tand high -- totally impenetrable.  \n[756]\t\tKeep cutting.  \tThey work feverishly, knowing something is wrong.   \n[757] \tcutting with all he's got.  \n[758]\t\tI know it sounds stupid, but I \t\tfeel like the goddamn jungle's \t\twatching us.  \n[759]\t\tProbably is.  \n[760]\t\tWhatdoya think it thinks.  \n[761]\t\tThat we're dumber than we look.  \tChef stops again, looks hard, trying to penetrate the \tdarkness and from the very depth of it -- the darkness of \tit, comes a stream of tracers, lazily arching out at them. \tIt whips between them -- the SOUND FOLLOWING much later.  \tOther BULLETS SMASH through and ricochet off the deck \tfittings. GLASS SHATTERS, and a huge hunk of paint is \tremoved from the armor shield by a 20 mm cannon.  \n[762]\t\tLance -- 'bout twenty meters \t\tstarboard.  \tLance leaps down to his position. Willard, Clean and Chef \tcut feverishly, as the trapped boat struggles to get free.  \n[763]\t\tThere in the trees !  \tEverything is confusion -- yelling -- GUNFIRE -- the THUD \tof heavy BULLETS ripping inti the P.B.R.'s fibreglass hull.   \n[764] \tLance's twin guns return the FIRE. The Chief moves to one \tof the heavy guns and joins Lance in returning the FIRE.   \n[765] \tpushing, cutting. Bullets SMASH and EXPLODE around. \tClean climbs onto the boat, and leaps onto a gun emplace- \tment.   \n[766] \tNobody really knows where the erratic fire is coming from.  \n[767]\t\t\t \t\tElevate Lance, in the tree. No, \t\tI saw another.  \n[768]\t\tThirty meters up, Lance; I saw \t\tthe fucking flash.  \tLance grits his teeth, FIRING --   \n[769]  \n[770] \tHe BLASTS short bursts of tracers into the jungle, cutting \tit to salad. Suddenly more tracers from another direction \t-- Clean swings around -- BULLETS smash against his shield \tand rip chunks from the surfboard. He BLASTS a long heavy \tburst at the jungle -- trees crumble.  \n[771]\t\tI'm ripping 'em, man, son-of-a- \t\tbitch, it's jammed, oh God, \t\tit's jammed.  \tClean is riddled by MACHINE GUN FIRE.  \tChief runs to Mr. Clean -- it is obvious that he is dead. \tHe looks angrily to Willard.  \tWillard and Chef are practically through. Willard leaps \tup, as Chef finishes the last strokes. He moves toward \tthe cockpit.  \n[772]\t\tThrow me that ordnance.  \tChef throws him an M-79 and several shells -- Willard \topens it, jams a huge projectile and pulls himself over \tthe edge of the cockpit.  \n[773]\t\t\t \t\tGive me some kind a field a fire --  \tBULLETS rip by.  \n[774]\t\t\t \t\tWe're through.  \tHe climbs aboard and collapses.  \n[775]\t\t\t \t\tOh, God --  \n[776]\t\t\t \t\tI ain't finished ! I ain't finished !  \n[777]\t\tBring that bow ordnance into \t\tthose trees.  \tHe jams his gun up as he sees a flash and FIRES -- there \tis a low POP and a WHISTLE as the GRENADE arches into the \tjungle.   \n[778] \tHe FIRES another burst as the GRENADE EXPLODES brightly. \tThere is another POP and WHISTLE , another BLAST. A large \ttree falls, just as the craft speeds up through the thin- \tning growth. We HEAR strange SCREAMING from the trees and \tjungle, hideous MOANS and terror-filled CRIES.   \n[779] \tHe jams the throttle forward -- the boat surges ahead. \tWillard FIRES another GRENADE from his M-79.   \n[780] \tThe boat slams through the hyacinth growth, moving through \tthe river, FIRING BACK at unseen enemy in the jungle.  \n[781]  \n[782] \tThe boat moves ahead at half speed through a wide, flat \tarea in the river.   \n[783] \tThe men sit around, exhausted, brutalized, wounded. \tThey look like animals, but they are relaxed, be- \tcause they know they're too far from the banks to \tbe shot at.  \tThey smoke pot and eat silently. Lance smokes a \tjoint and looks at his gun. Splotches of paint \thave been blown away from the armor shield -- pieces \tof deck are ripped and ragged around the mount. \tThe boat is a floating wreck.  \tClean's body is being prepared in a plastic sack \tby Chief. All of the men are silent.  \tChef comes up from below; he has been wounded in the \tshoulder.  \n[784]\t\tThere's some bad holes, man, \t\tand the cracks -- water's coming \t\tthrough the cracks. Food's shot \t\tto hell.  \n[785]\t\tHow much is left?  \n[786]\t\tLess than half -- sure is a \t\tmess down there.  \tChief has been silent by the body of Clean in a plastic \tsack.  \n[787]\t\tAnd the grass?  \n[788]\t\tStill got a lot of that stuff \t\tfrom Nha Trang. But we're \t\trunning low on the other.  \tChief pushes Clean's body into the river.   \n[789] \tHe notices something in the distance.   \n[790] \tA light.   \n[791] \tWillard stands up, pointing up the river.  \n[792]\t\tHey.  \tThey all look over.  \n[793]\t\t\t \t\tThat's a light down there --  \n[794]\t\tYeah, it is.  \n[795]\t\tWhat the hell is it?  \n[796]\t\tIn the middle of the jungle -- \t\ta goddamn light.   \n[797] \tThe P.B.R. approaches the distant light -- which seems \tto be on the dock of an overgrown plantation building.   \n[798] \tstraining to see; he uses field glasses.   \n[799] \tSeems to be some figures standing on the dock. The \tfigures pull back behind some drums.   \n[800] \n[801]\t\tWatch it !  \tThey duck as SHOTS RING OUT from the dock, stitching the \twater across the P.B.R.'s bow. The crew crouches, guns \ttrained on the dock as the boat still approaches.  \n[802]\t\t\t \t\tThey're not Cong.  \n[803]\t\t\t \t\tWe're Americans.  \tAnother BURST, closer.  \n[804]\t\tMaybe you shouldn't say we're \t\tAmericans?  \tWillard stares at the dock and building, trying to figure \tit out.  \n[805]\t\tChef, try your French.  \tChief hands the loud-hailer to Chef, who shrugs and shouts:  \n[806]\t\tNous sommes Americains --  \tSilence.  \n[807]\t\t\t \t\tNous ne voulon pas vous agresser.   \n[808] \tHe looks through the glasses.   \n[809] \tGradually, a small group appears from behind the drums \ton the dock.  \n[810]\t\tFrench Nationals -- they may not \t\tbe too friendly, though.   \n[811] \tWe drift closer to the dock. The Chef starts enjoying \tspeaking French.  \n[812]\t\tNous sommes Americains -- nous \t\tsommes des amis --  \tThere is silence as the boat drifts closer. Then:  \n[813]\t\t\t \t\tVous parlez Francais comme une vache \t\tespanole.  \n[814]\t\t\t \t\tI thought it was pretty good, \t\tmyself.  \n[815]\t\tWhat'd he say?  \n[816]\t\tSaid I speak French like a \t\tSpanish cow.  \n[817]\t\tLaisser tomber vos armes --  \n[818]\t\tPut the guns straight up -- stand \t\taway from the mounts.  \n[819]\t\tDo it.  \tThey do.  \n[820]\t\tVous pouvez approcher mais \t\tdoucement --  \n[821]\t\tTake her in slow.   \n[822] \tThe men on the dock move forward, cautiously. They are \ta young man, PHILIPPE, about 25, strong and handsome, save \tfor a scar down on the side of his face and through his left \teye, which is covered by a patch. He is dressed in a \ttiger suit and the red beret of the French colonial para- \ttroops. Also of the red beret are HENRY LeFEVRE, a bear- \tded, dark-looking man of 35, and TRAN VAN KAC, a middle- \taged half-breed slave. They all bear automatic weapons \tand suspicious in their eyes. As the boat pulls up to the \tdock, another Frenchman joins the group, obviously the \thead man, GASTON De MARAIS, about fifty, small and deli- \tcate, with a strength about him.  \n[823]\t\tHands on the heads.  \n[824]\t\tI can't steer with my goddamn \t\tfeet.  \n[825]\t\tHey, they speak American.  \n[826]\t\tWho is the commanding officer?  \n[827]\n[828] \n[829]\t\tI am -- I'm Captain B.L. Willard. \t\tThis is Chief Warrant Officer \t\tPhillips -- it's his boat. We \t\twere shot up bad downriver and \t\tneed repairs and food -- we can \t\tpay you in gold.  \n[830]\t\tPhilippe --  \tPhilippe moves to another position -- Kac grabs the rope \tfrom the deck and ties it to the dock.  \n[831]\t\tI'll help you with --  \n[832]\t\tDo not move --  \tGaston looks at the skyward pointed twin fifties admiringly.  \n[833]\t\tFifty calibers, eh, Captain --  \n[834]\t\tAs I said, we can pay you in \t\tgold.  \n[835]\t\tEntirely unnecessary, Captain.  \tHe puts down his gun -- the others do likewise --  \n[836]\t\tWe share a common enemy -- you \t\tare our guests. \t\t\t \t\tI am Gaston de marais -- this is \t\tmy family's plantation. It has \t\tbeen such for 121 years. It will \t\tbe such after I die. \t\tThis is my son, Philippe -- he \t\thas fought in Algeria and held \t\tthe rank of Captain. And Henry \t\tLeFevre -- a sergeant; he was \t\tat Dien Bien Phu. My personal \t\tservant, Tran Van Kac ---  \tThen he motions to the trees. A young man in a tiger suit \tand three women come forward from different positions -- \tall wear bush clothing and bear weapons.  \n[837]\t\t\t \t\tMy youngest son -- Christian --   \n[838] \tHe carries an M-60 machine gun in his hand -- a belt of \tammunition trailing off behind him.  \n[839]\t\tChristian's wife -- Ann-Marie --  \tA tall girl, goodlooking, but severe -- she carries an \n[840] \n[841]\t\t\t \t\tAnd my youngest daughter -- \t\tClaudine.   \n[842] \tan attractive girl about eighteen. She wears a red \tparatrooper beret and a well-fitted bush suit. She carries \tan M-79 grenade launcher and plenty of ammunition.   \n[843] \tThey stand there, exhausted and amazed. Philippe yells \tin Vietnamese -- about a dozen native men in tiger suits, \theavily armed, walk out of the trees from all around them. \tThey look the Americans over warily and assemble at \tPhilippe's command.  \n[844]\t\tAmerican weapons?  \n[845]\t\tWe took them from the dead. \t\t\t \t\tNow -- I assume you want to rest, \t\tto shower. We'll attend to your \t\trepairs after dinner.  \n[846]\t\tShower.  \tWillard's men look at one another, dazed.  \n[847]\t\tWe don't want to bother you any, \t\twe --  \n[848]\t\tA man of war is never bothered to \t\taid an ally -- you will follow me, \t\tCaptain.  \tWillard steps off -- then stops, reaches back and picks \tup his M-16 by the stock.  \n[849]\t\tA habit of men of war, sir -- \t\tyou understand.  \n[850]\t\tOf course, Captain -- an \t\tunfortunate necessity.  \tThe men are relieved. They pick up their weapons and \tfollow.  \n[851]\t\tWhat about the boat?  \n[852]\t\tMy men will keep it for you --  \n[853]\t\tYeah -- well, I'll stay with the \t\tboat.  \n[854]\t\tChief. \t\t\t \t\tCome with us.  \tThey look at each other a moment. The Chief shrugs \tand follows.   \n[855] \tGaston stops, points to a guest house off the main struc- \tture which is a typical jungle plantation house, save the \tmany sandbagged gun emplacements and barbed wire.  \n[856]\t\tA suitable accomodation for \t\tyour men, captain -- you will, \t\tof course, be quartered with us --  \tHe indicates that the men should follow Philippe. The \tChief is hesitant.  \n[857]\t\tGo ahead --  \tPhilippe leads them on, muttering.  \n[858]\t\tCaptain, this way.  \tWillard follows -- they walk over past the house and toward \tthe jungle, approaching a huge crater, 100 feet across and \tabout thirty feet deep. The bottom is filled with water and \tyoung French and Vietnamese children swim in it. On the \topposite rim, sit two men and a woman with machine guns. \tGaston strides up and looks down at the crater with pride.  \n[859]\t\t\t \t\tMagnificent, eh, Captain?  \tWillard looks.  \n[860]\t\t\t \t\tIt is very good -- there is no \t\tcurrent -- It is very good. I \t\thave never seen one like it in \t\tall Indochina. I was in Paris \t\twhen it arrived -- do you know \t\twhat might have caused --  \n[861]\t\tLooks like a two thousand pound \t\tto me. Yeah, a two thousand \t\tpound bomb.  \n[862]\t\tNo, I've seen those in Normandy. \t\tThis is much better. \t\t\t \t\tMy country -- my country could \t\tnever originate this. Magnificent.  \tGaston stands in serious admiration for this feat; Willard \tlooks between him and this big hole in the ground in \tamezement.   \n[863] \tA foreman's shower from the old plantation days. The \tChief steps out of it, refreshed, though still exhausted. \tLance stands there, about to step in, absolutely filthy, \tcaked with blood. His reaction is odd; rather than just \tstepping into the shower, he seems almost frightened, \treluctant to step in. Chef is waiting behind him.  \n[864]\t\tA hot shower, hot damn.  \tHe pushes him forward into the water. The dirt and \tcaked mud go swirling off his face and shoulders, and \the relaxes as though he suddenly remenbers what a \tshower is.   \n[865] \tbattered and torn -- a few of Philippe's Vietnamese \tguard at the boat.   \n[866] \tA beautiful European room with tall ceilings. Still \telegantly furnished, although old and decaying.  \tWillard sits in a comfortable chair in the corner of \tthe room, looking out over the carpet,  the bed with \tits elegant spread; the wash basin; the bidet. His \tbattle dress is black with muck, with bloodstaines and \tburns.  \tHe rises from the chair and steps to a dresser above \twhich is a large mirror. There is an album on the \tmarble top of the dresser. He turns to a page at random.   \n[867] \thaggard, looking down at the album.  \n[868]\t\tI wondered -- how long has this room \t\tbeen like this; how long has the \t\tfurniture been standing in these \t\tplaces?   \n[869] \tSome old photographs of people standing around a car \tin the 20's in front of the plantation. Another picture \tshows a child playing by the rubber trees near the \tplantation.  \n[870]\t\tWas it like this sixty years ago? \t\tEighty years? But here, even \t\teighty years is nothing.  \tHe turns the page,  \tThe plantation being built. Pictures of the framing, \tskeletal against the sky and jungle.   \n[871] \tfascinated  \n[872]\t\tIt was jungle, once; and it will \t\tbe jungle, again...   \n[873] \tOnlu the very beginnings of the house; the first struc- \ttures. Then another picture of the jungle site where \tit was to be built.   \n[874] \tHe looks up and sees his own face, reflected in the garish \tmirror. He barely recognizes himself.   \n[875] \tWillard looks at himself in the mirror, in this odd, out- \tof-time room.   \n[876] \tTRACK DOWN the long table, covered with delicious food. \tThe P.B.R. crew sits with others of the De Marais group. \tThe table is headed by St. LeFevre. Chef's face lights \tup as he regards the wonderful European-style food.  \n[877]\t\tThis food is wonderful ! I can't \t\tbelieve the chef is a slope. \t\t \t\tSome more?  \tOpposite the table, sitting next to the Chief, Lance \treaches hungrily for bread and other food with his hands.  \n[878]\t\t\t \t\tHey -- Lance.  \n[879]\t\tHuh? Oh. Um, wouldya .. \t\twouldya pass me the Rice-a-roni, \t\tplease.  \tAnd then he looks to his friends for approval.  \tOur VIEW REVEALS that behind a transparent silk curtain \tthere is another, more elaborate table, where the \tDe Marais family is dining with Willard. Our VIEW MOVES \tthrough the curtain and settles in a MEDIUM VIEW of the \tgroup.  \tThe men rise as a very attractive woman enters the room. \tWillard finally does as well, and she moves to the chair \tnext to him.  \n[880]\t\tRoxanne, I hope you are feeling \t\tbetter.  \n[881]\t\tJe vais bien maintenant.  \n[882]\t\tMay I present Captain Willard? \t\tHe is of a paratroop regiment. \t\tYou know the difference between a \t\tparatrooper and a regular soldier, \t\tdon't you , my dear?  \n[883]\t\t\t(smiling and taking \t\t\t  Willard's hand \t\tYes, they come from the sky.  \tShe sits -- there's an uneasy silence.  \tWillard is caught with this exotic woman on one side of \thim, and the ongoing conversation on the other. He is \tforced to face toward Gaston, and drawn to look at Roxanne.  \n[884]\t\tI would like to know more about \t\tthe .. uh, plaque...  \tPhilippe turns around, points to an elaborately scripted \twooden plaque with various tallies on it.  \n[885]\t\tAttacks repulsed, as I was saying. \t\t\t \t\tThis is only  for this war, Captain. \t\tViet Cong -- 54; North Vietnamese \t\tregular forces -- 15; South \t\tVietnamese -- 28 -- regular \t\tforces and otherwise. \t\t\t \t\tAmericain -- 6. Of course, they \t\twere, perhaps, mistakes, Captain.  \n[886]\t\tOf course. I -- Once we make \t\tour repairs, we could send word, \t\twe could have you evacuated \t\tfrom here.  \n[887]\t\tCaptain?  \n[888]\t\tYou'll get blown outta here some \t\tday.  \n[889]\t\tWe will never 'evacuate', Captain \t\t-- this is our home. Indochina is \t\tours; it has been so for a hundred \t\tand twenty-one years, there is \t\tsomething to say for that.  \n[890]\t\tThe Vietnamese think it's theirs \t\t-- I guess the Americans do, \t\ttoo.  \n[891]\t\tBut we civilized it. A place \t\tbelongs to those who bring light \t\tto it, don't you agree.  \n[892]\t\tI always thought the French came \t\there to get the rubber.  \n[893]\t\tExcuse me, I must attend to my \t\tmen.  \tHe gets up, and leaves abruptely -- followed by his wife.  \n[894]\t\tMay I ask where the Captain is \t\tgoing in his little boat?  \n[895]\t\tWe were going upriver when we \t\tgot caught in a storm, ma'am.  \n[896]\t\tUpriver? Why upriver? There is \t\tnothing there, only jungle.  \n[897]\t\tDo you know that jungle?  \n[898]\t\tWhen I was a boy, my father would \t\ttake me there, to hunt. There \t\tare a few savages, but no man \t\tcan live there, no white man.  \n[899]\t\tWhat about an American named \t\tKurtz?  \tThere is a pause.  \n[900]\t\tWe have never heard of him.  \tGaston rises, and takes Roxanne's hand.  \n[901]\t\t\t \t\tBon nuit, Roxanne -- bon nuit, \t\tCaptain.  \tWillard turns.  \n[902]\t\tGood night.  \tGaston leaves. Willard and Roxanne are left alone. The \tservants clear the table.  \n[903]\t\tYou must realize, Captain -- we \t\thave lost much here -- I, my \t\thusband. Gaston -- his wife and \t\tson.  \n[904]\t\tI'm sorry to hear that.  \n[905]\t\t\t \t\tCognac?  \n[906]\t\tI should be checking on the \t\tboat.  \n[907]\t\tThe war will still be here \t\ttomorrow.  \tShe walks out of the room.  \n[908]\t\t\t \t\tI guess so.  \tHe follows.   \n[909] \tRoxanne sits, pouring a brandy, while Willard stands.  \n[910]\t\tDo you miss your home, Captain? \t\tHave you someone there?  \n[911]\t\tNo. Not really. \t \t\tI was discharged from the army \t\tfour years ago. I went home, \t\twasted some time, bought a Mustang \t\tMach 1, drove it a week. Then \t\tI re-upped for another tour. No, \t\teverything I love is here.  \n[912]\t\tThen you are like us.  \tShe reaches out to him; indicating that he sit.  \n[913]\t\t\t \t\tWhat will you do after the war?  \n[914]\t\tI just follow my footsteps, one \t\tat a time, trying to answer the \t\tlittle questions and staying away \t\tfrom the big ones.  \n[915]\t\tWhat's a big question?  \n[916]\t\tKurtz. \t\t\t \t\tI know you've heard of him.  \n[917]\t\tYes.  \n[918]\t\tWhat did you hear?  \n[919]\t\tThat strange things.. terrible \t\tthings have occured around this \t\tAmerican, Kurtz.  \n[920]\t\tWhat things?  \n[921]\t\tGaston would never tell me. It \t\twas asubject not to be spoken of, \t\tCaptain.  \n[922]\t\tYes.  \n[923]\t\tDid you know -- deeper in the \t\tjungle, upriver -- there are \t\tsavages?  \n[924]\t\tI know.  \n[925]\t\tBut Captain, I mean -- cannibals.  \tA long pause. Then she looks at the cognac she poured for \thim.  \n[926]\t\t\t \t\tWhat a pity, you don't drink. \t\tSince my husband died, there \t\tare so many things I must do \t\talone.  \tShe takes a sip.  \tWillard moves to the French doors, which have been left \tpartly open to let a breeze in. He steps onto a terrace \toverlooking the river.   \n[927] \tA machine gun emplacement is situated on the terrace cover- \ting the front of house, from the river.  \n[928]\t\t\t \t\tAre you warm, Captain?  \n[929]\t\tThe river is beautiful.  \tIn fact, we REALIZE that he is checking the boat.   \n[930] \tThe P.B.R. is under guard by a couple of Gaston's \tVietnamese.   \n[931] \tShe, thinking it romantic to talk about the river, comes \tup behind him.  \n[932]\t\tI spend hours watching that \t\triver from my bedroom window. \t\tIt fascinates me.  \tShe moves her body close to his; and, in a moment, he is \tkissing her.  \n[933] \tOne eye steals another look at the P.B.R.   \n[934] \tTwo of the guards leave -- two remain, getting ready \tfor the long night.   \n[935] \tHis hands wander over her body as she clings to him. Then \tshe takes his hand, and leads him back into the sitting \troom, and up the stairs.   \n[936] \tIt is dark. She leads him into her room and closes the \tdoor. He stands there. In the center of the room is a \tlarge canopied bed with mosquito netting hanging down over \tit. The windows also have netting and barbed wire -- \tthere is a .30 calibre machine gun mount in the far one. \tHe look around. she goes over to the bed, and turns \tdown the sheets. Then she slips out of her dress and \tstands there facing him.  \tHe puts down his gun and strips off his shirt. She lays \tdown on the bed and watches him.  \n[937]\t\tI have been lonely here, Captain.  \tHe moves to her, slipping into the bed. M-16 is \tleaning against the wall in his reach.  \n[938]  \n[939] \tWe can VIEW into the room, as Willard has silently \tslipped out of her bed, and is a dark sinister figure \tkneeling in final preparations for going out in the \tnight.  \tWithout a sound, he comes out to the terrace, and \tscales down the wall of the old building, disappearing \tinto the darkness.   \n[940] \tTwo Vietnamese guard the P.B.R. -- suddenly, feet first, \tthe first disappears into the thicket.   \n[941] \tin the thicket; we realize he has just killed the man with \ta knife. Willard stalks the second guard and makes quick \twork of him with his knife. He even enjoys it. Silently, \the drags the body out of sight.   \n[942] \tThe dark figure boards the boat silently. He disappears \tinto the hold.   \n[943] \tHe lifts out several cases of supplies, working quickly, \twith a grace that indicates he is a man who has done his \tbest work alone, and at night.  \n[944]  \n[945] \tHe sleeps soundly alone in the bed - we HEAR SOMEONE \tmoving around in the room. He wakes suddenly -- PULL \tBACK TO REVEAL Roxanne combing her hair and buttoning up \ther blouse. She notices he is awake and smiles.  \n[946]\t\tI will fix you breakfast.  \tHe starts to get up.  \n[947]\t\tI'm afraid I won't have time -- \t\tI gotta --  \n[948]\t\tWhe you reach the boat you will \t\tfind that half your fifty calibre \t\tstores -- a case of grenades, a \t\tmortar and two M-16's and a \t\tcase of clips are being \t\ttransfered to us by your order.  \tHe stops -- seemingly stunned.  \n[949]\t\tSo that's it.  \n[950]\t\tYou may think what you wish, \t\tCaptain, but I like you very \t\tmuch.  \tShe turns to go.  \n[951]\t\tWhat if I say no.  \n[952]\t\tThen Philippe will have to kill \t\tall of you.  \tShe leaves.   \n[953] \tHe walks down onto the dock. Gaston's men are transferring \tammunition boxes.  \tGaston is standing with Philippe, who are covering the \tChief and crew with M-16's.  \n[954]\t\tTwo of my men deserted last \t\tnight. It happens from time \t\tto time. I assume my daughter \t\ttold you of our conditions.  \n[955]\t\tYour daughter.  \n[956]\t\tThey taking half our ammo, \t\tCaptain -- said it was your orders.  \tHe pauses for a second.  \n[957]\t\tThat's right -- I did.  \tThe Chief spits in the water disgustedly and starts the \tengines. Willard looks hard at Gaston.  \n[958]\t\tI guess this is whAt men of war \t\tdo -- eh?  \n[959]\t\tWe endure, captain -- you can \t\tblow up the house and we will \t\tlive in the cellar -- destroy \t\tthat and we'll dig a hole in the \t\tjungle and sleep on it. Burn \t\tthe forest and we'll hide in \t\tthe swamp. all the while, we \t\tdo but one thing -- clean the \t\tblood off our bayonets. \t\t\t \t\tAu revoir, Captain.   \n[960] \tWillard climbs on board and it pulls away.   \n[961] \tThe BOAT ROARS out across the river. The Chief looks over \tat Willard. They stare at each other for a moment.  \n[962]\t\tNext time we  get in a good fire \t\tfight -- I'd like to know how \t\tshe was, Captain.  \tWillard just smiles at the Chief. he leans over and pulls \tup a floorboard -- the men stare in amezement; it contains \tthe contents of all those ammo boxes.  .50 calibre; clips; \tgrenades.  \n[963]\t\tHoly shit.  \n[964]\t\tWhat did you put in all those \t\tammo boxes?  \n[965]\t\tRocks, sand -- those two men \t\twho deserted.  \n[966]\t\tWhen'd you do it?  \n[967]\t\tWhile you were sleeping.  \tHe lets the board drop.  \tWillard moves to the back of the boat.   \n[968] \tThe river has narrowed and runs swifter -- the water dark \tand deep. The trees are higher in this area and much of \tthe river is shaded on one side. There is no undergrowth, \tjust the tall trees and ferms. They move ahead at half \tspeed, alert, ready for anything.  \n[969]\t\tWe moved deeper and deeper into \t\tthe jungle. It was very quiet \t\tthere. It was like wandering on \t\ta prehistoric planet, an unknown \t\tworld ... where the men thought \t\tthey crawled to, I don't know. \t\tFor me, we crawled toward Kurtz -- \t\texclusively.  \tWillard looks out ahead and points.  \tThey all turn their guns in that direction. We PAN TO \tREVEAL a small village of huts along the bank.   \n[970]  \n[971] \tThey pass in front of the village which is rundown and \tcompletely deserted. The huts are on stilts to avoid the \tflooding of the river -- they are just skeletons of what \tthey once were.  \n[972]\t\tFlood.  \n[973]\t\tNo -- most of 'em are still \t\tstanding -- might've been \t\tdisease.  \n[974]\t\tI don't know -- there'd still \t\tbe some sign -- it's just like \t\tthe one this morning.  \n[975]  \n[976] \tThe canopy of trees grows taller and stretches out across \tthe river filtering the sun. The forest itself has grown \tdarker and more twisted with ferns and creepers. Strange \tbirds fly out of the trees as the boat passes -- a huge \tsnake slips along an overheading limb. The depth of the \tjungle is dark, ominous -- yet cool and strangely inviting.   \n[977] \tSuddenly the river widens, the trees give way to marsh \tand as they emerge into the light a strange shadow falls \tupon the boat. It is the shadow cast by an enormous \tvertical tail section of a B-52 bomber thrusting out from \tthe mud. Pieces of aluminum hang loosely from it, oxi- \tdizing in the sun. Creepers have already started to grow \tup around its heights -- the jungle is claiming it. But \tonce under its shadow, they have passed a gateway. A \tgateway to paradise.  \tThe river widens and the trees at its edge are soft and \tseductive. The hills beyond are purple and lush. Strange \torange colored water-fowl swim lazily out of their way. \tThe water itself is glass smooth and black as if there \twere no bottom. The sun is warm and the breeze gentle \tand laced with wild gardenians. It is indeed the most \tpeaceful valley in all the world and each man looks upon \tit and has never known such a sense of peace and well- \tbeing.  \tEach man in his heart feels a need to stay -- his soul \tcries to stop -- stop their madness -- this spiral into \thell.  \tHere is all that can be had of earth. But no hand moves. \tThe boat drifts on its own toward a hole at the end of \tthe clearing. A hole into the jungle from which a \tdarkness permeats. The boat follows the river into this \thole.  \n[978]  \n[979] \tThe skull looms in the f.g. -- the P.B.R. is pulled back \tabout seventy yards -- Early morning mist still hangs on \tthe water -- as it clears, we SEE another post and skulls \ton the opposite bank, It is strangely quiet.  \n[980]\t\t-- All right, Lance --  \tLance's TWIN FIFTIES split the silence as they POUR into \tthe skulls on the opposite bank -- Suddenly there is a \ttremendous EXPLOSION and SECONDARY ONES from the jungle \tas shrapnel rips into the jungle and water from CLAYMORE \tMINES obviously set to cover the mound of skulls. The \tsmoke clears.  \n[981]\t\tThe other one --  \n[982]\t\tNo -- leave it --  \n[983]\t\tWhy -- Charlie put it there to kill --  \n[984]\t\tThta's not Charlie's work --  \tThere is silence.  \n[985]\t\tWhoever put'em there didn't do it \t\tto kill people -- They put 'em up \t\tas signs --  \n[986]\t\tSigns?  \n[987]\t\tYeah -- like keep out --  \tWillard motions -- the Chief accelerates -- they move ahead \tpast the smoking mound.   \n[988] \tThe P.B.R. pushed deeper into this mysterious area. Mist \tswells in and around the river, as the boat moves into \tan obscure fog. The Chief cuts the engine, and they coast.  \n[989]\t\tToward the night of the fifth \t\tday out of Do Lung Bridge, we \t\tjudged ourselves about eight \t\tmiles from Kurtz' base. \t\tEverything was still, the trees, \t\tthe creepers, even the brush \t\tseemed like it had been changed \t\tinto some kind of stone. It was \t\tunnatural, like a trance. Not \t\ta sound could be heard. I began \t\tto think I was deaf -- then the \t\tfog came suddenly, and I was \t\tblind too.  \tThe boat disappears in the thick fog.   \n[990] \tWe catch glimpses of him, even though we are close.  \n[991]\t\tListen.  \n[992]\t\tWhat is it?  \n[993]\t\tListen.  \tThey are silent. We can HEAR the most ominous SOUND \tCOMING FROM THE BANKS. The GROANING, OR WAILING .. of \n[994] \n[995]\t\tThey're on the banks of the \t\triver.   \n[996] \tFrantically, he swings the twin fifties around.  \n[997]\t\tJesus !   \n[998] \tWe can barely SEE him -- in and out of the fog.  \n[999]\t\tNo, Lance. Not while you can't \t\tsee.   \n[1000] \tlistening. The SOUND IS TERRIBLE, HORRIFYING.  \n[1001]\t\tWill they attack?  \n[1002]\t\tIf they have boats ... or \t\tcanoes... they'd get lost in \t\tthe fog. We can't move either -- \t\twe'll end up on the shore.  \n[1003]\t\tGod...  \n[1004]\t\tSounds like hundreds of them.  \n[1005]\t\tShhhhhh.  \tThe CHORUS OF GROANS in unbearable. But it is not ahostile \tcahnt; or a war chant, but rather the SOUND OF HUMAN \n[1006] \n[1007]\t\t\t \t\tIt doesn't sound hostile -- \t\tit sounds like they've seen us \t\tcoming and it sounds like -- \t\tI don't know, a funeral. I \t\tdon't understand.   \n[1008] \tA glimpse of him, almost in tears. We then SEE glimpses, \tfog moving, of all the men on the P.B.R.  \n[1009]  \n[1010] \tMOVING THROUGH the thinning mist. The Navy craft proceeds \tcautiously.  \n[1011]\t\tTwo hours after the fog lifted, \t\twe moved slowly to a spot we \t\tthought was roughly a mile and \t\ta half below Kurtz's camp. We \t\tapproached a long sand-bank \t\tstretching down the middle of \t\tthe river.  \n[1012]\t\tWhich way? Right or left?  \n[1013]\t\tWho knows? Right.  \n[1014]\t\tLooks pretty shallow.  \tThe P.B.R. moves toard the right-most channel. Chef \ttakes a long pole and begins sounding depth.   \n[1015] \tThe men are really tense now -- Lances swivels his gun from \tbank to bank. Chief keeps his fingers on an M-16. Willard \ttakes out the TOP SECRET packet he received at Do Lung. \tTears it open. We MOVE IN ON him.  \n[1016]\t\t\t \t\tUpon reaching objective. Target \t\tkey personnel and commence \t\toperation. Should difficulty \t\tarise from which extraction is \t\timpossible, break radio silence \t\tCom-Sec Command code Strong Arm -- \t\tindicate purgative air strike -- \t\tcode -- Street Gang. \t\t\t \t\tPurgative air strike ! Purgative ! \t\tThey'd kill me too !  \tSuddenly Chef lays out flat on the bow. Hundreds \tand hundreds of slender sticks fly onto the P.B.R. \trattling against the boat.  \n[1017]\t\tShit ! Fucking arrows ! They're \t\tshooting fucking arrows at us.   \n[1018] \tlooking toward the banks.   \n[1019] \tFrags of men -- naked limbs, arms, breasts, glaring eyes \tentangled in the dense jungle gloom. And hundreds of \tpathetic wooden arrows flying out toward them.   \n[1020] \tcrazily zig-zagging up the river in the midst of the \tchildish assault.  \n[1021]\t\tSteer her right.   \n[1022] \tarrows hitting the deck. The men open up everything \tthey've got. Lance is FIRING the two fifties wildly. \t \n[1023]\t\tKeep going.. keep going. \t\tThey're just fucking sticks ! \t\tChief, stay at the helm.  \tBut Chief seems out of control -- he lets the clip of his \tM-16 go. Then slowly lets the rifle fall out of his hands, \tand falls to Willard's feet, a primitive spear having \tcaught him right through the ribs. Willard looks down in \thorror.   \n[1024] \tlaying at Willard's feet -- the long spear through him, \tbleeding onto Willard's boots. He looks up at Willard, \tabout to say something.  \n[1025]\t\tA spear?  \tHe dies.   \n[1026] \tThe men are still crazily FIRING into the empty jungle \tlong after those who attacked beat their retreat.  \n[1027]\t\tStop it. <u>Stop it</u> !  \tSlowly he pulls his boots from under Chief. They are \tabsolutely soaked in blood. He is stunned -- sits down \tand begins to unlace the bloody boots, and take them off.  \n[1028]\t\tChief's dead.  \tWillard unlaces the other boot, and holds the bloody boot \tin his hand.  \n[1029]\t\tIt was the strangest thing -- \t\tI don't know that I can explain \t\tit. Two of my men dead, and all \t\tI could think of was whether \t\tKurtz was dead too. That's all \t\tI wanted: to see Kurtz, to hear \t\tKurtz.  \tHe starts to wipe the blood off the boot.  \n[1030]\t\t\t \t\tSomehow, in the middle of this ... \t\tcarnival, Kurtz had grown into \t\tsomething -- a gifted officer; \t\ta great man. \t\tSomehow, he was the only light \t\tin this hopeless, hopeless \t\tdarkness. \t\tAnd now I was too late -- \t\the was probably gone, disappeared... \t\tby a grenade rolled into his \t\ttent -- or by some spear on the head. \t\tChrist, I felt like howling like \t\tthose animals in the fog.   \n[1031] \tThe people at Charlie's cocktail party on the boat. \tSome flashbulbs are going off. Some people are dancing \tto the MUSIC. OUR VIEW MOVES SLOWLY TOWARD Willard, on \tthe edge of the party.  \n[1032]\t\tHere they are in Los Angeles. \t\tEverything is safe. There's a \t\tsupermarket around the corner, \t\tthe police station around the \t\tother. It would seem ridiculous \t\tto them that I was shot to hell \t\tbecause I had lost the privilege \t\tof listening to the mysterious \t\tColonel Kurtz. \t\t\t \t\tOf course I was wrong. He was \t\twaiting for me. Kurtz was alive \t\tand he was waiting for me.  \n[1033]  \n[1034] \tThe P.B.R. moving up the river. The men are practically \tin a trance now, looking at the banks of the river. They \tdon´t even make an effort to touch their weapons.   \n[1035] \tHundreds and hundreds of Montagnard natives -- dressed \tin the most ornate and primitive manner: feathers, parts \tof birds and animals; cod-pieces -- all in body and face \tpaint of the most savage nature. But there is a purity \tabout them, men and boys, standing passively watching \tthe small Navy craft flying the strange flag of red, \twhite and blue.   \n[1036] \tThe men of the crew are not the same men who began this \tvoyage. Their manner is lifeless as though in a trance. \tThe various decorations and paraphenelia that they have \tpicked up along the way seem oddly relevant to the \tsavages that stand before them. The Chef has made a \that of birdfeathers; Lance's face has been painted with \tmud under the eyes to block the glare of the sun. He \twears certain animal skins; trinkets; some animal teeth. \tTheir uniforms have been torn and patched throughout the \tdifficult journey. They start to move to their gun \tpositions.  \n[1037]\t\tJust stand here with me where \t\tthey can see us. Do nothing.   \n[1038] \tMOVING SLOWLY TOWARD the fantastic human wall of feathers \tand war paint, standing on canoes across the river. The \tmen on the crew stand in a group, their hands visibly \twithout weapons. The natives standing across the river \tmake no hostile gestures as they approach. They accept \tthe small boat moving toward them with a sort of inevi- \ttability. The boat moves closer, approaches the wall of \tfeathers -- which slowly and automatically gives away, in \talmost a ritual of birth, undulating, allowing the little \tboat to penetrate.   \n[1039] \tMus on his face , the palms \tof some jungle vegetation protecting his head, he looks \tsomething like atribal chieftan himself. His intuition \twas right. He senses that they would be allowed to pass.   \n[1040] \tHundreds of Montagnards who had been lining the river \tnow run, absolutely silently, along the banks, keeping \tpace with the P.B.R. There is no hostility in these \tfaces, only curiosity and a sort of grief.   \n[1041] \tThey look up toward the bank.   \n[1042] \tThe temple at NU MUNG BA, a fortified encampment, built \taround the ruins of a former Cambodian civilization. \tStone walls, barbed wire, cracked pyramids and rows and \trows of Escher-like sandbags arranged in an endless maze \taround the fortress.   \n[1043] \tHe picks up his field glasses and looks through.   \n[1044] \tA sign entangled in the barbed wire -- its lettering \tstrict and military:  \n[1045]\n[1046]\n[1047] \tThe GLASSES POV MOVES REVEALING another sign written in \ta wild psychedelic hand.  \n[1048] \tThe POV OF THE GLASSES MOVE once again and come upon an \tastonished sight, a black man dressed in a tatter of \tcolored fabrics, feathers, and an Australian bush hat. \tHe looks something like a multi-colored harlequin waving \tfrantically to the P.B.R. The POV OF THE GLASSES MOVE \tOFF of him.   \n[1049] \tnot believing what he's just seen.   \n[1050] \tOnce again the young black man is now waving his \tAustralian hat.   \n[1051] \tWillard shouts out to the starnge greeter.  \n[1052]\t\tWe've been attacked.  \n[1053]\t\t\t \t\tI know, I know, it's all right. \t\tCome in this way. It's mined \t\tover there. This way. It's \t\tall right.  \tWillard look at Chef who is at the helm. He shrugs and \tthey do as this man says. The P.B.R. moves towards the \twater's edge where there is a dock covered with concertina \twire. The odd Australian stands waving his hat, guiding \tthem safely in.  \tA thick greasy smoke hangs from fires that burn near the \tfort; fresh shell craters indicate a recent battle. Near \tthe dock there is a tangled clump of corpses -- half sub- \tmerged in the water. Other piles of bodies lie about, some \tof them on fire. Fire literally burns from out of the \tground. Chef nods at the bodies.  \n[1054]\t\tCharlie?  \n[1055]\t\tLooks that way.  \n[1056]\t\t\t \t\tWho's he?  \n[1057]\t\tGod knows.  \tThe boat pulls up. The Australian harlequin hops on \tboard; the crew regards him with their dark faces splat- \ttered with mud and blood.  \n[1058]\t\t\t \t\tWho the hell are you?  \n[1059]\t\tMoonby. Got any Winstons?  \n[1060]\t\tMoonby what?  \n[1061]\t\tMoonby, 4th battalion, Royal \t\tAustralian Regiment, Task Force. \t\tEx-Corporal Moonby, <u>deserted</u>.  \n[1062]\t\t    (incredulously, indicating \t\t\t the hundreds of natives \t\tWhat <u>is</u> this?  \n[1063]\t\tOh, they're simple enough people. \t\tIt's good to see you, baby. \t\tNobody has any Winstons?  \tChef automatically offers Moonby a Winston.  \n[1064]\t\tThis boat's a mess.  \n[1065]\t\tWhere's Kurtz? I want to talk \t\tto him.  \n[1066]\t\tOh, you don't talk to Colonel \t\tKurtz. \t\t\t \t\tYou<u> listen</u> to him. God, these \t\tare good. I kept these people \t\toff you, you know. It wasn't \t\teasy.  \n[1067]\t\tWhy did they attack us?  \n[1068]\t\tSimple. They don't want him to \t\tgo.  \n[1069]\t\tYou're Australian?  \n[1070]\t\tPre-Australian, actually. But \t\tI'd dig goin' to California. \t\tI'm California dreamin'.  \n[1071]\t\t\t \t\tSo Kurtz is alive.  \n[1072]\t\tKurtz. I tell you, that man \t\thas enlarged my mind.  \tHe opens his arms wide, to indicate the breadth of his \tmind's expansion.  \n[1073]\t\t\t \t\tBut lemme tell you, <u>he</u> is the \t\tmost dangerous thing in every \t\tway that I've come on so far. \t\tHe wanted to shoot me. The \t\tfirst thing he said is, 'I'm \t\tgoing to shoot you because you \t\tare a deserter.' I said I \t\tdidn't desert from your army, \t\tI deserted from my army. He \t\tsaid, 'I'm going to shoot you \t\tjust the same.'  \n[1074]\t\tWhy didn't he shoot you?  \n[1075]\t\tI've asked myself that question. \t\tI said to myself, why didn't he \t\tshoot me? He didn't shoot me, \t\tbecause I had a stash like you \t\twouldn't believe. I hid it in \t\tthe jungle; the wealth of the \t\tOrient: Marijuana -- Hashish \t\t-- Opium -- cocaine -- uncut \t\tHeroin; the Gold of the Golden \t\tTriangle. and Acid -- I make \t\tKoolaid that makes purple Owsley \t\tcome on like piss. Now I'm \t\tKurtz' own Disciple -- I listen \t\the talks. About everything ! \t\tEverything. I forgot there's \t\tsuch a thing as sleep. Everything. \t\tOf love, too.  \n[1076]\t\tLove?  \n[1077]\t\tOh, no, not what you think... \t\tCosmic love. He made me see \t\tthings -- things, you know.  \tThe whole time Moonby is chattering on, Willard has \tpicked up his field glasses and scans the fortress.   \n[1078] \tMen in small groups, huddled over food. \tNow he settles on the entrance in the temple. There \tare stakes in front, and on top of them are horrible \tshrunken heads.   \n[1079] \n[1080]\t\tSounds like he's gone crazy.  \n[1081]\t\tNo, Colonel Kurtz couldn't be \t\tcrazy -- if you heard him talk, \t\tjust last week, you'd never think \t\the was crazy.  \n[1082]\t\tIs that where he is? By the \t\tshrunken heads.  \n[1083]\t\tThose heads, yes. Well, the \t\trebels...  \n[1084]\t\t\t \t\tWe're going ashore. Tie her up \t\t-- and leave your guns up, Lance.  \n[1085]\t\tWhat?  \n[1086]\t\tBring your rifles, that's all. \t\t\t \t\tTake us to him.  \n[1087]\t\tRight on -- he's been waiting \t\tfor --  \n[1088]\t\tAnd shut up.  \tMoonby nods and shrugs, and hops off the P.B.R. willard \tand the men follow.   \n[1089] \tAs they proceed closer to the fortress-temple, men appear \twhere a moment before there was only jungle.  \tThey are mostly Montagnards, but far more savage looking \tthan any we've seen before. They wear only loinclothes \tand bandoliers of ammunition. their bodies are painted \tin strange patterns. They carry Army M-16's, Russian \tAK-47's and a wide variety of knives and clubs. Women \temerge from the brush as well. they are armed and \tequally primitive looking. Interspersed among them \tare a few taller men with paler skins, with the remnants \tof Army insignia on them. The paint on their bodies is, \tif anything more bizarre. We CONTINUE TO MOVE ACROSS \tthe entire group up to the stone gates of the fort, \twhere thirty or so more are seen silhouetted against \tthe sky. Willard and his men look up at people more \tprimitive and more savage than any since the time \tof Captain Cook.  \tThey encounter, in the center of the group, what once \tappears to have been an American. he is tall, gaunt, \twears a flak jacket, but is otherwise naked, save a \tloincloth. His face is darkened from dirt, battle smoke, \tstrange camouflage patterns. His hair and beard are \tlong, matted with mud and grease. He carries an AK-47 \tdecorated with scalps and human ears. Willard approaches \tthis beast, who seems shy and retiring.  \n[1090]\t\tWho are you?  \n[1091]\t\t\t \t\tHis name is...  \n[1092]\t\tI'm not ever goin' to tell you \t\tto shut up again.  \tMoonby shuts up. The MAN tries to speak, but nothing \tcomes out. He is dumbstrucked at seeing them, as they \tare to see him.  \n[1093]\t\tColby. Exec. officer, A-Team... \t\tSpecial Forces. F-82 -- Col. \t\tWalter Kurtz, commanding.  \n[1094]\t\tWhat happened here?  \n[1095]\t\tWhat -- happened here.  \n[1096]\t\tCharlie?  \n[1097]\t\tNVA regulars. They're coming \t\tagain tonight. Tet -- their \t\tbig -- assault.  \tWillard is the man in the middle -- he doesn't know what \tto say to this man, but he understands the forces that \tpounded him. He takes his arm.   \n[1098] \tlooks at Willard, not understanding.   \n[1099] \tSix months later, and he and Colby would be identical.  \n[1100]\t\tI'm taking you back.  \tMoonby slaps himself in the head with his hand.  \n[1101]\t\tOh, no, don´t say that.  \n[1102]\t\tTake us back. Take us back ! \t\tBut, the operation -- the team. \t\tColonel Kurtz has such plans for \t\t-- the team.  \n[1103]\t\tTake me to him, Major.  \tColby starts, and then, seeing the shrunken heads on \tpoles, he turns, agitated, to Willard:  \n[1104]\t\tI had nothing to do with these \t\toperations -- I did not do the \t\tplanning -- none of us did. \t\tIt was all Colonel Kurtz -- he \t\twas the genius. You'll see -- \t\tthe genius of our Colonel. He \t\tshould be made a General, don't \t\tyou think? A General? It's...  \tSuddenly, frightened, he stops. Without looking Willard \tknows that Kurtz is standing behind him. He turns.  \tKurtz has stepped out from his headquarters: He is \ta powerful man, though obviously very ill. He slowly \tattempts to pull the remnants of his uniform together, \tthough it is ripped and bloodied, and now combined with \tprimitive ornaments designating him a tribal chief, as \twell as his U.S.A. Colonel's insignia. He is feverish, \twith long blonde hair and beautiful features. His eyes \talmost hypnotize. His midsection is bandaged from what \tseems to be a serious wound.   \n[1105] \tThis is not what he expected. He is quiet, and then, \tautomatically, he comes to an attention.  \n[1106]\t\tColonel Kurtz, I guess.  \n[1107]\t\tI'm Kurtz.  \n[1108]\t\t\t \t\tCaptain B.L. Willard reporting \t\this presence, sir.   \n[1109] \tlooking at him a long time. Then he returns the salute, \tand simply:  \n[1110]\t\tAt ease... \t\t\t \t\tSit down.   \n[1111] \tThere is, of course, no chair or anything like a chair. \tBut behind and around him, Kurtz's men begin to sit on \tthe ground, cross-legged. Finally, Willard sits as well. \tThen Kurtz does.  \tMoonby lights a joint, and passes it respectfully to \tKurtz -- throughout the scene, the joint is passed from \tman to man, ritualistically.  \n[1112]\t\t\t \t\tWhy did you come to ... my province.  \n[1113]\t\tWe were attacked -- down river. \t\tWe need supplies and medical \t\thelp.  \n[1114]\t\tYou were not coming here, to \t\tsee me?  \n[1115]\t\t\t(finding it more and \t\t\t more difficult to go \t\t\t on with this lie \t\tNo -- no, sir.  \n[1116]\t\tYou came up my river -- in that \t\tsmall boat. So simple. I \t\talways thought the final justice \t\twould come from the sky, like \t\twe did. \t\t\t \t\tYou are the final justice, \t\taren't you?  \n[1117]\t\tWhat do you mean, Colonel?  \n[1118]\t\t\t \t\tWhat other reason could you \t\thave come? A Captain. Ranger. \t\tParatrooper. Graduate of the \t\tRecondo School. Am I right \t\tabout these things?  \n[1119]\t\tYou know you're right.  \tThere is a clear, incredible intelligence about this man.  \n[1120]\t\tThen the Agency approached you. \t\tMaybe in a bar in Quinon or \t\tPleiku. Simple. A year's pay \t\tfor one life. Perhaps a village \t\telder, or a tax collector. \t\tNobody's orders but your own. \t\tExciting work.   \n[1121] \tHe remains silent.   \n[1122] \tHe smiles.  \n[1123]\t\tYou've spent tome at the Royal \t\tTracking School of Malaysia. \t\tI can tell from the way the \t\tlaces on your boots are tied. \t\tI understand you, Captain. We \t\tunderstand each other.  \tThere is a long pause,  as the two men regard each other. \tThen Willard reaches to his holstered .45 -- withdraws \tit, and places it on the dirt before Kurtz, as an act \tassuring Kurtz that he is not an assasin.  \n[1124]\t\tDo you know me?  \n[1125]\t\tYes.  \tKurtz reaches down; takes the .45 -- and without another \tword or gesture, shoots and kills a man.  \n[1126]\t\t\t\t \t\tDo you know <u>me</u> ?  \tHe throws the .45 back on the dirt. Rises, and walks \tback into the cavernous headquarters behind the shrunken \theads. Moonby scampers off after him, a respectful \tdistance behind. Even Willard is stunned.  \n[1127]\t\tHoly shit.   \n[1128] \tDotted with campfires; Montagnard families -- it is like \ta primitive civilization.   \n[1129] \tWillard is alone by a campfire -- his M-16 leans by a wall \tnext to him. He is exhausted.  \tLance sleeps by the fire, a little distance away. Chef \tapproaches, crouches down.  \n[1130]\t\tCaptain -- they've been probed \t\tall this week -- Cong and NVA \t\tregulars. There's gonna be a \t\tbig offense any time.  \n[1131]\t\tI know.  \tLance stirs; starts to wake up.  \n[1132]\t\tWhat are we doing here?  \n[1133]\t\tKurtz. I'm supposed to kill him, \t\tjust like he said.  \n[1134]\t\tYeah, I can see that. He's \t\tfuckin nuts --  \n[1135]\t\tYeah.  \n[1136]\t\tHe killed that guy without feeling \t\tanything.  \n[1137]\t\tNot a thing.  \n[1138]\t\tWhen you kill Cong, don't you \t\tfeel something.  \n[1139]\t\tSure. \t\t\t \t\tRecoil... I feel the recoil of \t\tmy rifle.  \tWillard rises. Chef looks at him, confused and frightened.   \n[1140] \tWillard walks along the top of a thick wall -- sandbagged \tand dug out every so often for an M-60 or a mortar \templacement.  \tWild looking savages man these guns, and seem to bow \tto Willard as he passes.  \n[1141]\t\tThis is good -- triple overlapping \t\tfields of fire -- walls so thick \t\tordinary artillery just cleans \t\tthe moss off their surfaces.  \tA woman tentatively moves to Willard, bowing, and then \truns off to her bunker.  \tWE ARE TRACKING with them as they move past the groups \tof people, huddled by their fires... men, women and \tchildren. Skulls, shrunken and otherwise hang from \tevery hut -- adorn every sandbagged bunker -- dried \tscalps hang from barbed wire. A child is chewing on \ta big piece of almost raw meat.  \n[1142]\t\t\t \t\tI've done things, when I was \t\talone in the jungle -- that I \t\tnever told anyone about.  \tThey continue past amount where the shattered wreck of \thalf a helicopter is laying. It has been altered and \tfortified with sandbags and concertina wire. The wreck \tlays on its side so that a 7.62 mini-gun that was mounted \tthere sticks up above the sandbags. The emplacement is \tbuilt on amound so the gun commands a clear field of \tfire into the jungle beyond.  \tSome Americans, barely recognizible because of their \tbeards and savage manner, sit near the gun. Several \tMontagnard children giggle at their feet and play with \tbayonets.  \n[1143]\t\tThis is evil -- evil, Captain. \t\tWe're all gonna die here.  \n[1144]\t\tYeah, I know.  \n[1145]\t\tI don't get it -- You said your \t\tmission was to kill him. Let's \t\tdo it, an' get our asses outta \t\there. This  Kurtz is ruining the \t\twar; I mean, this don't look \t\tgood for America !  \n[1146]\t\t\t \t\t... he's an amazing officer.  \n[1147]\t\tYou got to kill this sonuvabitch \t\t-- Lance and me, we don'´t \t\tunderstand none of this -- Jesus, \t\tCaptain -- I don't wanna die here \t\t-- Do it quick.  \tLance just stands there; his eyes vacant.. He sort of \tnods, sucking a joint.  \n[1148]\t\tYeah. I know.  \tHe thinks.   \n[1149] \tVIEW FROM INSIDE -- Willard approaches the stakes with \tthe shrunken heads. Chef and Lance with him. Willard \tsteps in -- Lance and the Chef crouch outside, waiting.   \n[1150] \tAn austere stone savern in the temple: Kurtz's head- \tquarters. Electric lights hanging in odd contrast to the \tancient stone. We SEE what is left of the maps and other \tmilitary charts -- they had been tacked up on big boards, \tbut have now fallen into decayed disuse.  \tThere are other indications of the modern headquarters \tthis had been. Now all those things are no longer impor- \ttant.  Kurtz sits alone, slumped back in a wicker chair. \tThere is a large wooden planning table next to him, with \tmaps, lamps and apile of debris that is practically \tgarbage. There are native decorations to ward off evil \tspirits; and graffiti on the stone walls, things ranging \tfromm \"Viet Nam, love it or leave it\" to quotes of Nietzsche \t\"Nothing is true -- everything is permitted.\"  \tMoonby, who had been crouching in a corner, moves to \tWillard.  \n[1151]\t\tHe's asleep -- don't bother him.  \n[1152]\t\tI'm awake.  \tWillard steps in closer. Kurtz looks to Moonby.  \n[1153]\t\t\t \t\tYou. Get out.  \tMoonby hesitates -- not wanting to leave him alone with \tWillard.  \n[1154]\t\t\t \t\t<u>I said get the fuck out !</u> \t\t\t \t\tI'm going to kill the little \t\tweirdo myself tomorrow. \t\t\t(he shows some pain \t\t\t  when moving his \t\t\t  midsection \t\tHe´s only stayed alive this long \t\tbecause he's a good orderly and \t\tmedic. He knows how to use a \t\thypodermic.  \n[1155]\t\tYou're gonna get hit tonight, \t\tbad -- a whole regiment of NVA \t\tregulars.  \n[1156]\t\tThat's right, the little gook- \t\tpricks. But they are noble \t\tlittle gook-pricks, noble. \t\tBecause they fight with their \t\tguts, like animals. And for an \t\t<u>idea !</u> That's rich. We fight \t\twith ingenious machines and \t\tfire, like Gods, and for nothing. \t\tBut I'll call in a major blotto \t\tairstrike tonight. We'll have \t\tourselves a helluva airstrike \t\ttonight, a lightshow. How do \t\tyou like The Doors': 'C'mon Baby \t\tLight My Fire...'  \tWillard shrugs.  \n[1157]\t\t\t \t\tDo you?  \n[1158]\t\tYeah, I like it...  \n[1159]\t\tI <u>love</u> it.  \tHe rests back, grinning.  \n[1160]\t\tYou've gone crazy.  \n[1161]\t\t\t \t\tNo. My thinking is clear. \t\t\t \t\tBut my soul has gone mad.  \tSuddenly Kurtz is seized with a terrible pain from his \tstomach wound. He groans horribly, clutching at it. He \tliterally falls from his chair onto the dirt floor.  \n[1162]\t\t\t \t\tMy gut -- Oh, Christ, my gut !  \tWillard leans over him; checking the seriousness of the \twound.   \n[1163] \tLance is crouching by the stone entrance -- Chef leans in, \twitnessing the proceedings inside.  \n[1164]\t\t\t \t\tKill him -- come on, why don't \t\tyou kill him   \n[1165]\n[1166] \tWillard examining the wound.  \n[1167]\t\t\t \t\tOh shit -- on the table; morphine.  \tWillard moves to the table, opens the medical packet. He \ttakes out a morphine capsule, leans over the writhing \tKurtz and injects him with the drug.  \n[1168]\t\t\t(continuing; looking \t\t\t  up in pain \t\tYou see how stupid it would have \t\tbeen to blow out my brains? I'm \t\tdying from the gut anyway.  \tWillard quickly prepares another shot. Kurtz, truly \tfrightened, holds up his hand.  \n[1169]\t\t\t \t\tNo -- I don't want to sleep. \t\tI want to think. Water. Give \t\tme water.  \n[1170]\t\tYou can't have water after \t\tmorphine.  \n[1171]\t\tStill playing by the rules. \t\t\t(almost \t\t\t  affectionately \t\tYou're a damn good kiler.  \n[1172]\t\t\t(still holding the \t\t\t  second morphine \t\tHow's the pain?  \n[1173]\t\tHow's yours?  \n[1174]\t\tI can handle it.  \n[1175]\t\tPain is easy to handle -- but \t\tnobility.. the nobility of a \t\tman is judged by how much Truth \t\the can handle.  \n[1176]\t\tWhat Truth?  \n[1177]\t\tThe truth that you were sent \t\there to murder me, ans so far \t\tyou haven't done it. And do \t\tyou know why? \t\t\t \t\tYes, you know why. \t\t\t \t\tYour mission makes about as much \t\tsense as those idiots who sent \t\tyou on it. <u>Asshole</u> ! <u>Schmuck</u> ! \t\tHow long does it take you to \t\tfigure out that nobody knows \t\twhat they're doing here. \t\t\t \t\tExcept me.  \tHe rests back. The drug is beginning to take effect.  \n[1178]\t\t\t \t\tGimme water.  \n[1179]\t\tNo water.  \n[1180]\t\tYou know what you're doing? \t\t<u>You are interfering with my</u> \t\t<u>plans</u> !  \tHe crawls in pain toward the canteen Willard watches \thim impassively.  \n[1181]\t\t\t \t\tThis water's got Moonby's acid \t\tin it --  \tHe drinks sloppily from the canteen, water spilling all \tover. Then he throws the canteen to Willard.  \n[1182]\t\t\t \t\tDrink it -- drink it for tonight. \t\tThink of it. A whole regiment \t\tof those shitty little Cong -- \t\tWar. Total war -- war like you've \t\tnever known it. It's beautiful \t\t-- you'll love it. Trust me.   \n[1183] \tWe can SEE into the headquarters: Kurtz offers the canteen \tto Willard. Chef is terrified -- Lance is stoned out.  \n[1184]\t\tLance -- the fucker's not gonna \t\tdo it.  \n[1185]\t\tGoddamn -- You've gotta dig \t\tnapalm on Speed, too. It's \t\tspectacular, you'll see.  \tLance stands up holding his M-16, looks into the cavern \twith Chef.   \n[1186] \tWillard stands there, holding the morphine needle in his \thand.  \n[1187]\t\tLook into the jungle. You can't -- \t\tit's too terrible. You have to \t\tsmear yourself with warpaint to \t\tlook at it -- you have to be a \t\tcannibal. \t\t\t \t\tThat's why warpaint was invented. \t\tThen it becomes <u>your</u> jungle.  \tWillard shoots himself in the arm with the morphine.  \n[1188]\t\tHow did we get here?  \n[1189]\t\tBecause of all the things we do, \t\tthe thing we do best -- is <u>lie</u>.  \n[1190]\t\tI think think a lie stinks.  \n[1191]\t\tOh Captain, that is so true.  \n[1192]\t\tStinks. I could never figure -- \t\t\t(he drinks from \t\t\t  the canteen \t\tI could never figure how they \t\tcan teach boys how to bomb villages \t\twith napalm -- and not let them \t\twrite the word 'fuck' on their \t\tairplanes.  \tWillard drinks more of the LSD water.  \n[1193]\t\t\t \t\tYou could never figure it because \t\tit doesn't make sense.  \n[1194]\t\tFuck no.  \n[1195]\t\tI'll tell you what makes sense ! \t\t<u>Air strikes</u> ! <u>White Phosphorus</u> ! \t\t<u>Napalm</u> ! We'll bomb the shit out \t\tof them if they don't do what \t\twe want.  \n[1196]\t\tWe'll exterminate the fuckers !  \tChef steps into the Headquarters -- he is terrified. \tHe draws his bayonet.  \n[1197]\t\tCaptain -- kill him.  \n[1198]\t\tThink of it -- for years, millions \t\tof years, savages with pathetic \t\tpainted faces were scared shitless \t\tthat fire would rain down from \t\tthe sky. And goddamn, we made \t\tit happen. <u>God</u>  <u>bless</u>  <u>Dow</u>  !  \n[1199]\t\tKill him !  \tChef rushes at Kurtz with his bayonet -- instinctively, \tWillard GUNS him -- then there is additional automatic \tFIRE. Chef is being riddled by bullets.   \n[1200] \tHe has let loose with his M-16 at Chef, like some sort \tof mindless, programmed killer.  \n[1201]\t\t\t \t\tHot damn !  \tThen hes tops -- Chef falls to the dirt -- there is an \tinstant of silence, then:   \n[1202] \tThe DOORS begin LIGHT MY FIRE , loud and overwhelming, \tas illuminating flares light up the blackness.   \n[1203] \tof enormous loudspeakers protected behind spirals of \trazor-sharp concertina wire. LIGHT MY FIRE is blasted \tout to the enemy, poised to attack.   \n[1204] \tCannibal-painted men in savage decorations wait. Bay- \tonets are fixed. Men are stoned to acid, injecting \tspeed, sniffing cocaine, eating grass, smoking hashish \tin water pipes. One looks up to the sky.   \n[1205] \tA rocket illuminates the sky, strobing, as in a psyche- \tdelic hallucination.  \n[1206] \n[1207]\t\tWow...  \tAnother behind him is chanting the word NAPALM softly t \thimself.   \n[1208] \tWillard strides out of the darkness, into the positions \taround the gate. He looks like a magnificent warrior -- \tGenghis. All the men: Montagnards, fierce Americans, \teven the savage men of the P.B.R. crew either bow, \tsalute or kneel before Willard. The color pulsates \taround the edge of the image, red and green, mauve and \tpurple.  \tWe SEE Lance; waiting, with his weapons -- garlands of \tteeth around his neck, his face painted.   \n[1209] \tEnemy ARTILLERY BLASTING away at the fortress.   \n[1210] \tA hand drops a shell and it FIRES.   \n[1211] \tIt FIRES. EXPLOSIONS around the fort, red and orange \tand blue and green. They hit and grow, outward like some \tsort of cosmic flower.   \n[1212] \tShoots out a stream of burning napalm that looks like a \tdeath ray gun, radiating outward with ice-blue energy.   \n[1213] \tblasting out music.   \n[1214] \tWith the MUSIC, like those people you see listening to \tradios in their cars.   \n[1215] \t Shells WHISTLE in and EXPLODE on the \twalls in the compound. The men behind them are setting \tup rocket launcher  . Everywhere metal and rock \tand flame fly and it is beautiful to see.  \tWillard looks through the infra-red sniper scope.   \n[1216] \tStrange, luminescent images of North Vietnamese approach- \ting the outer perimeters. Thousands of them.   \n[1217] \n[1218]\t\tMini-gun. Colby. Sergeant. \t\tMini-gun.   \n[1219] \tA SERGEANT in feathered head-piece and wildly painted \toperates the mini-gun with several native helpers. SHELLS \tBURST  around them. When they FIRE the SOUND is incredibly \tloud and steady like a high-pitched foghorn. A solid \tstream of molten lead seems to pour into the darkness as \t7000 rounds a minute rip into the enemy. The pass of \tthe lead reaches out in beautiful patterns as the Ser- \tgeant sweeps the area. The sergeant laughs maniacally \tas the GUN resumes FIRING, right up to the moment he is \tblown to eternity by an all-engulfing 105mm shell.   \n[1220] \tExhilarated, and moving with the MUSIC.  \n[1221]\t\tNapalm.  \tColby pushes a row of plungers: Advancing NVAs il- \tluminated by napalm drums, phosphorescent napalm EXPLODES \tbeautiful, like a magnificent firework.   \n[1222] \n[1223]\t\tClaymores, claymores.  \tThe SOUND DISTORTED of tremendous HOWLING EXPLOSIONS \tpenetrate the track of LIGHT MY FIRE one after another. \tKurtz's face is illuminated by each of these. His face \tseems to change from one grotesgue primitive face to \tanother, as though the whole history mankind is evolv- \ting in front of us.  \tThe SCREAMS of maimed and dismembered men almost pene- \ttrates the INCREDIBLY LOUD MUSIC and we HEAR Kurtz's men \tLAUGHING and SCREAMING in delight.  \tKurtz looks out over the field of slaughter.   \n[1224] \tthrough wires and claymore glass, each wilder and more \textreme. They burn in the pools of luminescent napalm \tbut press relentlessly on. SHELL BURSTS overhead. They \tchant to themselves as they advance. NVA have reached \tthe walls and throw down scaling ladders and start up. \tSuddenly the sky is bright with flares which produce \tweird psychedelic light. Blared out at tremendous vol- \tume over and above the DIN OF BATTLE is LIGHT MY FIRE.   \n[1225] \tThe Americans and Montagnards stand up screaming. \tSpurred by MUSIC, they charge up. M-16's in both hands, \tblasting, kicking, bayoneting, gouging, splittin throats, \tbiting necks, both sides collide in the utter and most \thorrible savagery.   \n[1226] \tstanding on the wall BLASTING as bodies fall around him; \the thrusts his bayonet into one attacker, removes it with \ta foot and stabs another. From him he takes his AK47 and \tBLASTS more as they come.   \n[1227] \tThe VC rush his position. Willard trips a claymore that \tBLASTS most of them to shreads. More fill in. Lance \topens up FULL AUTOMATIC . Willard and Lance move down to \tthe nest wall, FIRING , bodies tumbling over.  \tLance is caught in a CROSSFIRE and hit several times. \tHe pulls himself up -- FIRES a final BURST and then falls \tunder the enemy's feet.   \n[1228] \tsees this and scampers off into the jungle, muttering \tmadly to himself.   \n[1229] \tshouting into the radio  \n[1230]\t\tCode -- Street Gang -- Street \t\tGang ! Purgative air strike; \t\tStreet Gang !  \tHe turns and runs back through the compound with the \treceding Montagnards. SHELLS are EXPLODING everywhere. \tThe light patterns are fantastic. Men fall, Viets break \tover the walls and charge. They crouch and rip into \tthem FULL AUTOMATIC. They break the charge and continue \tcutting their way through the NVA masses like torches \tthrough metal.   \n[1231] \tKurtz watches as invaders swarm through his domain. Women \tand children rush upon him now. Kurtz flicks some switch- \tes and the whole north wall EXPLODES in overwhelming FIRE. \tThe gates are uprooted. The stone lions tumble, crushing \tmen below. Kurtz cocks an M-16 and walks off the bunker.   \n[1232] \twatching this spectacle.   \n[1233] \tHe rounds  the shadow wall.  \tKurtz sees a group of Viets and rushes up and prepares a \tmachine gun mount. They don't see him. He braces the gun \tat his side and steps out.  \n[1234]\t\t\t \t\tCharles !  \tThey stagger and fall, shattered and bleeding, save one \twho's merely lost his weapon. Kurtz looks at him, his \tgun empty. He drops it and flips open the flap of his \tholster. The Viet soldier goes for his pistol. Kurtz \tbeats him to the draw and bloes him into the night. He \tmoves over to pick up the NVA light machine gun. Holding \tit at his hip, he stands atop one of the ruined walls \tand FIRES into the masses. His native men see him and \trush for the chance to die beside him. They are quickly \tencircled by onrushing Viets and are being overrun. The \tmachine gun jams and Kurtz grabs a rifle. When it's empty \tand the bayonet is off he wields it as a club.   \n[1235] \ttaking swings with his rifle, standing atop the \twall and battering the oncoming enemy like Davy Crockett \tat the Alamo.   \n[1236] \tThe air strike hits with all its force. Balls and rain \tof fire sweeps down on the temple, the enemy, everything. \tIt is the biggest firework show in history.  \tThe wall Kurtz was standing on, and he falls with it. \tWillard sees this and makes his way toward him as the \tair strike continues. All around us is a spectacle of \tMUSIC and light and fire and overwhelming color.   \n[1237] \tfollowing Kurtz's trail in the mud. He has crawled on \tall fours back into the jungle to die. He stalks Kurtz \tinto the jungle ; moving around and cutting off the \tcrawling Kurtz  \n[1238]\t\tGo away -- hide yourself.  \n[1239]\t\tWhat are you doing?  \n[1240]\t\tGoing back  - to the jungle to \t\tdie.  \n[1241]\t\tI'm taking you back. You can \t\tstill live.  \n[1242]\t\tI had immense plans.  \n[1243]\t\tI'm gonna get you out of here.  \n[1244]\t\tI was on threshold of great \t\tthings.  \tWillard slings Kurtz's bleeding body around his neck, \tholding his hand, dragging hom through the jungle. The \tspectacle continues in the b.g.   \n[1245] \tThis wreck of a boat is still afloat. Willard crawls \tout of the jungle, carrying the dying Kurtz and manages \tto get him onto the boat.   \n[1246] \tThe spectacle of total psychedelic war: the fortress of \tNu Mung Ba.  \n[1247] \n[1248]  \n[1249] \tThe entire temple is devastation. Vultures by the hundreds \tcircle overhead. There are a few survivors. Everywhere \tis smoke and heaps of bodies. Colby, a Sergeant, and \tsome Montagnards sit near them.  \tTheir eyes are red and glazed, their jaws hang slack and \tthey tumble occasionally. They stagger away from the \tfield of slaughter. Willard looks down and sees something. \tMoves over to it, kicks several bodies away and in the \tf.g. below is Lance, dead.  \tColby stumbles over. Willard holds Lance up by his hair.  \n[1250]\t\tWho is he?  \n[1251]\t\tHe was the tragedy -- the tragedy \t\tof this war.  \n[1252]  \n[1253] \tbattered, moving slowly down the river.   \n[1254] \tColby is at helm. Kurtz lies feverish, delirious. \tWillard sits by him. As the boat moves, Montagnards, those \tleft alive, come and pay their respects by the riverbanks. \tColby takes an automatic weapon and FIRES it into the air. \tSome of the natives move in terror, frightened of him. \tThe battle is not over.  \n[1255]\t\tDon't. Don't frighten them away.  \tWillard looks down at him.  \n[1256]\t\tSo you understand this?  \tKurtz looks up at him, past him with fury, longing in his \teyes. There is a slight smile.  \n[1257]\t\tDo I not?   \n[1258] \tThe boat moves as though naturally carried by the river.  \n[1259]\t\tMy river... my people... my jungle... \t\tmy ideas... my country... \t\t \t\tmy wife... \t\t\t \t\t... my death.  \n[1260]\t\tYou had immense plans... immense plans...  \n[1261]\t\tYes...  \n[1262]\t\tI'm taking you back.  \tKurtz looks up to him, then an expression of overwhelming \tintense and hopeless terror, hopeless despair. A whisper \tat some image, at some vision, he cries out twice, a cry \tthat is no more than a breath.  \n[1263]\t\tThe horror, the horror.  \tWe HEAR the distant SOUND of HELICOPTERS approaching. \tThe SOUND of ROTORS in the distance. They look up, \tcraning their eyes at the sky. Colby points.  \n[1264]\t\tThere.  \tOver the jungle mountains the small formation of MEDEVAC \thelicopters hooping toward them.  \n[1265]\t\t\t \t\tHow did they know?  \n[1266]\t\tThey must have seen the fire.  \tThe helicopters are closer now but high up. Two of \tthem breaking off, spiraling in TOWARD US.  \n[1267]\t\tThey're coming to rescue us. \t\tThey're Medevac.   \n[1268] \tHe stares up at the sky.  \n[1269]\t\t\t\t\t \t\tThey're coming to take us back.  \tCopters directly overhead.  \n[1270]\t\t\t \t\tYeah.  \n[1271]\t\tColonel Kurtz, he's dead.  \n[1272]\t\tYeah.  \tHe raises his M-16 and FIRES the entire clip at the ap- \tproaching rescue helicopter.   \n[1273] \tIt frantically pours on the power and wheels up to the \tsky.   \n[1274] \n[1275]\t\tYeah.  \tColby takes his rifle and joins Willard in FIRING at \tthe retreating American helicopters.   \n[1276] \tThe men in the boat FIRING AT US as we fly further into \tthe air, the boat getting smaller and smaller.  \n[1277]\t\t... Don't remember a lot about my \t\trehabilitation... but I was sent \t\tback to the world before the fall \t\tof Saigon...   \n[1278] \tMOVING DOWN back to the pleasure boat at the Marina.  \tPause. Willard is very silent.  \n[1279]\t\tI never answered questions about \t\tKurtz -- I gave them a few of his \t\tunimportant papers -- but for the \t\tmost part I saved everything. \t\tThere were other letters, personal \t\tones written earlier to his wife. \t\tI brought them to het. I watched \t\tthe fall of Saigon on television \t\tin a bar in Alameda...   \n[1280] \tA bright clear day in a scrubbed-clean California neigh- \tborhood. Some kids are playing in the street.  \tWillard, years later, dressed as a civilian, proceeds past \tthe lawn to the attractive home, carrying a packet under \this arm. He passes a lanky, young teen-aged boy working \ton a motor-scooter. Willard looks at him. The boy \tlooks back.  \n[1281]\t\tHi.  \tThen the door opens, and KURTZ'S WIFE is standing at the \tdoor. She is still beautiful, blonde, and dressed in \tmourning even though she doesn't wear black. There is a \tsense of purity about her, though she is not young.  \n[1282]\t\tCome in, Captain Willard.  \tHe enters.   \n[1283] \tEverything good and secure and desirable about America.  \tShe stands in the center of the room, a little nervous.  \n[1284]\t\tCan I get anything for you?  \tThere are pictures of Kurtz, not too many... but he is \tthere in the various stages of his career.  \tThen she sits suddenly, and Willard sits by her.  \n[1285]\t\t\t \t\tDid you know him very well?  \n[1286]\t\tYou get to know each other pretty \t\twell out there.  \n[1287]\t\tAnd you admired him?  \n[1288]\t\tHe was a remarkable man. It was \t\timpossible not to --  \n[1289]\t\tLove him... Yes, it is true. \t\tThat's the hard part for me... I \t\tknew him better than anyone ... I \t\tknew him best.  \n[1290]\t\tYou knew him best.  \n[1291]\t\tYou were his friend... You must \t\thave been, if he had given you \t\tthis... \t\t\t \t\tIf he sent you to his home. He \t\twas the best this country had -- \t\the was --  \n[1292]\t\tYes, I know...  \n[1293]\t\tI'll never get over it -- But \t\tI'll always remember him...  \n[1294]\t\tBoth of us...  \n[1295]\t\tMen looked up to him... \t\t\t(she loses herself \t\t\t  in a thought \t\tHe died as he lived...  \n[1296]\t\tHis death was -- yes, he died as \t\the lived.  \n[1297]\t\tWere you with him, when...  \n[1298]\t\tYes I was... He said his last \t\twords to me.  \tPause.   \n[1299] \tA little of the madness is still with him. He knows what \tshe will ask.  \n[1300]\t\tWhat were they?   \n[1301] \n[1302]\t\tTell me.   \n[1303] \tremembering that incredible day moving down the river.  \tOur VIEW LOOSENS  \n[1304]\t\tTell me what he said.  \n[1305]\t\tThe horror ! The horror !  \n[1306]\t\tHe spoke of you, ma'am.  \tHe sits there looking at her.   \n[1307] \tThe cocktail party is breaking up. Willard is one of \tthe few guests left.  \tWe MOVE FROM Willard standing alone on the deck of the \tboat. Moving back through the departing guests. Charlie \tis getting ready to leave himself. We MOVE CLOSER to \tWillard.  \n[1308]  \n[1309] \tthe boat floating down the river. Kurtz's body; an exhaust- \ted, half-dead Colby. And HOLDING Kurtz, Willard. We HEAR \tTHE DOORS' \"THE END\" as we present the END TITLES.  \n[1310]   \n[1311]    </html> ", "Civilian": "\n[1]\t\t\t \t\tIf you're B.L. Willard, 4th Recon \t\tGroup, we'd like you to come with \t\tus.  \n[2]\t\tThe agency.  \tWillard looks at the Civilian a moment, and then walks \troght out toward the jeep without saying another word. \tThe Civilian follows.   \n[3]\t\t\t \t\tMajor.  \n[4]\t\tWould he remember you ?  \n[5]\t\tYou didn't like him.  \n[6]\t\tWhat does that mean ?  \n[7]\t\tThe point is that Kurtz or \t\tsomebody attacked a South \t\tVietnamese Ranger Platoon three \t\tdays ago. Last week a Recon \t\thelicopter was lost in the area -- \t\tanother took heavy damage -- \t\tdirect fire from their base \t\tcamp.  \n[8]\t\tOurs.  \n[9]\t\tYou can see, of course, the \t\timplications, if any of this -- \t\teven rumours leaked out.  \n[10]\t\tExactly -- you'll go up the \t\tNung River in a Navy P.B.R. -- \t\tappear at Nu Mung Ba as if by \t\taccident, re-establish your \t\tacquintance with Colonel Kurtz, \t\tfind out what's happened -- and \t\twhy. Then terminate his command.  \n[11]\t\tTerminate with extreme prejudice.   ", "Chief": "\n[1]\t\tAll right with me, I used to drive \t\ta taxi.  \n[2] \tWillard holds on to whatever he can -- he looks very pale. \tWater crashes over the bow and drenches everyone. The \tChief mans the wheel and the ENGINES WHINE. Lance climbs \tback from his position. He looks at Willard, who just \tstares ahead into space, swallowing.  \n[3]\t\tThe Delta closes off to us about \t\tten  miles out of Hau Fat. We'll \t\tbe able to pick up some supplies -- \t\tbit I think there are only two \t\tpoints we can draw enough water \t\tto get into the Nung River. It's \t\tall Charlie's turf from there on \t\tout.  \n[4]\t\t'Bout six months ago I took a man \t\tup to Lo Mung Bridge. He was \t\tregular Army too. Shot himself \t\tin the head. I brought his body \t\tback down.  \n[5]\t\tBeats me -- the sun was too much \t\tfor him, or the mud. Who knows ?  \tPause, looking at Willard.   \n[6]\t\tAnybody see some smoke ?  \n[7]\t\tLance -- I want you to go with the \t\tCaptain an' get three extra drums \t\tof fuel and maybe scrounge some \t\tmore 50 caliber.  \n[8]\t\tPoor bastards, have a long year \t\tto go.  \tThe troops turn and march TOWARD US with six weeks of \tAdvanced Infantry Training to back them up.   \n[9]\t\tNo shit -- what's all the activity \t\tfor around here ?  \n[10]\t\tWhere's it gonna be ?  \tHe points --   \n[11]\t\tWhat cat  ?  \n[12]\t\tI never heard about that.  \n[13]\t\tThey nail him for it bad ?  \n[14]\t\tSmoke !  \n[15]\t\tYeah -- fishing village -- \t\thelicopters over there. Hueys, \t\tlots of 'em.  \n[16]\t\tThe draft of that river might be \t\ttoo shallow on the point.  \n[17]\t\tForget that extra drum -- it's \t\ttoo damn hot.  \n[18]\t\tI saw that Colonel's Huey on the \t\tpoint --  \tTwo HELICOPTERS SCREAM over FIRING ROCKETS.  \n[19]\t\t\t \t\tLet's just get outta here.   \n[20]\t\tIncoming ! Incoming -- son of \t\ta bitch.  \tThe ROUNDS bracket the P.B.R. and line up the beach \ttoward Willard. He stands there and doesn't move, the \tsurfboard under his arm. The shells kick up sand. \tLance has dropped. Fragments whistle by, one rips \ta chunk of foam and fibreglass from the rain of the \tboard.  \n[21]\t\tLance --- \t \n[22]\t\tWhy don't you roll us a big \t\tjoint? I think the Captain'd \t\tlike that.  \tThey all look at Willard uneasily. After a suspensful \tpause, Willard smiles:  \n[23]\t\tI'll go with you in a while -- \t\tjudt hold tight awhile --  \n[24]\t\tI wonder if that was the same \t\tcopter.  \n[25]\t\tYeah, Chef -- go ahead -- take \t\tLance with you --  \n[26]\t\tYou forgot the mangoes, didn't \t\tyou?  \n[27]\t\tCareful,  Captain, they've been \t\tknown to charge.  \n[28]\t\tWhat're you trying to say, Captain --  \n[29]\t\tNo shit -- hot damn --   \n[30]\t\tGet away from this boat.  \n[31]\t\t\t \t\tAll right -- Lance, go with the \t\tCaptain an' see what you can \t\tscrounge --  \tWillard climbs out with Lance.  \n[32]\t\t\t \t\tBetter make it fast, sir -- we \t\tdon't really need much anyway.  \tWillard nods and they scurry off the bank under the \tbridge.   \n[33]\t\tWow, you must a found the C.O., eh?  \n[34]\t\t\t \t\tI can't see a fucking thing.  \tThere is a loud CRACKING SOUND, as one of the pieces of \ttree- trunk whacks the hull, and bounces off. Willard \tclimbs forward, and looks down.  \n[35]\t\t\t \t\tWe hit a big enough one this \t\thull will shatter like a Corvette. \t\tFucking plastic boat.  \tWillard practically hangs off forward with a long pole, \twarding off the big debris moving toward the P.B.R. Clean \tjoins him, helping.  \n[36]\t\tWho knows what's up there?  \n[37]\t\tI think this river wants to take \t\tus home fast. I'm practically \t\tgoin' in reverse.  \tWillard points his pole in the direction of the mouth \tof a tributary.  \n[38]\t\tThis whole area is lousy with \t\tV.C. -- We don't stand a chance. \t\tLemme turn around and we'll be \t\tin Hau Fat in six minutes.  \tThere is a really loud WHACK against the hull. willard \treally mad, throws the pole at the Chief, who ducks.  \n[39]\t\tThis is my crew and my fucking \t\tboat, and I'm the responsible \t\tparty.  \n[40]\t\t\t(finally relents, \t\t\t  turns the helm \t\tYou're fucking crazy. You're \t\tgoing to get us all killed.  \tThe P.B.R. navigates through the rush and into the mouth \tof the tributary.  \n[41]\t\tLance -- 'bout twenty meters \t\tstarboard.  \tLance leaps down to his position. Willard, Clean and Chef \tcut feverishly, as the trapped boat struggles to get free.  \n[42]\t\t\t \t\tElevate Lance, in the tree. No, \t\tI saw another.  \n[43] \tHe jams the throttle forward -- the boat surges ahead. \tWillard FIRES another GRENADE from his M-79.   \n[44]\t\tWhat the hell is it?  \n[45] \tstraining to see; he uses field glasses.   \n[46]\t\t\t \t\tWe're Americans.  \tAnother BURST, closer.  \n[47]\t\tWhat'd he say?  \n[48]\t\tI can't steer with my goddamn \t\tfeet.  \n[49]\n[50]\t\tWhat about the boat?  \n[51]\t\tYeah -- well, I'll stay with the \t\tboat.  \n[52]\t\tThey taking half our ammo, \t\tCaptain -- said it was your orders.  \tHe pauses for a second.  \n[53] \tThe BOAT ROARS out across the river. The Chief looks over \tat Willard. They stare at each other for a moment.  \n[54]\t\tNext time we  get in a good fire \t\tfight -- I'd like to know how \t\tshe was, Captain.  \tWillard just smiles at the Chief. he leans over and pulls \tup a floorboard -- the men stare in amezement; it contains \tthe contents of all those ammo boxes.  .50 calibre; clips; \tgrenades.  \n[55]\t\tWhen'd you do it?  \n[56]\t\tNo -- most of 'em are still \t\tstanding -- might've been \t\tdisease.  \n[57]\t\t-- All right, Lance --  \tLance's TWIN FIFTIES split the silence as they POUR into \tthe skulls on the opposite bank -- Suddenly there is a \ttremendous EXPLOSION and SECONDARY ONES from the jungle \tas shrapnel rips into the jungle and water from CLAYMORE \tMINES obviously set to cover the mound of skulls. The \tsmoke clears.  \n[58]\t\tWhy -- Charlie put it there to kill --  \n[59]\t\tSigns?  \n[60]\t\tWhat is it?  \n[61]\t\tThey're on the banks of the \t\triver.   \n[62] \tWe can barely SEE him -- in and out of the fog.  \n[63]\t\tNo, Lance. Not while you can't \t\tsee.   \n[64]\t\tWill they attack?  \n[65]\t\tWhich way? Right or left?  \n[66]\t\tLooks pretty shallow.  \tThe P.B.R. moves toard the right-most channel. Chef \ttakes a long pole and begins sounding depth.   \n[67]\t\tShit ! Fucking arrows ! They're \t\tshooting fucking arrows at us.   \n[68] \tlaying at Willard's feet -- the long spear through him, \tbleeding onto Willard's boots. He looks up at Willard, \tabout to say something.  \n[69]\t\tA spear?  \tHe dies.   ", "Phillips": "", "Kilgore's": "", "Gunner": "\n[1]\t\tLike a mean motherfucker, sir.  \tHe turns to his R.T. man.  \n[2]\t\tGooks.  \tHe turns and sees it's an officer.  \n[3]\t\t\t \t\tI´m sorry, sir.  \n[4]\t\tThey were tryin' to cut through \t\tthe wire -- I got 'em all I think.  \n[5]\t\tHe's trying to call his friends -- \t\tsend up a flare.  \tThe Spotter does, it arcs up, then bathes them in eerie \tlight. The Gunner FIRES a long BURST.  \n[6]\t\tWake up the Roach.  \tThe Spotter moves down to where a tall lanky SOLDIER is \tleaned up against the trench. He kicks him hard several \ttimes. Roach wakes and just looks up. On his helmet are \tthe words: \"GOD BLESS DOW.\"  \n[7]\t\tHear him?  \n[8]\t\tYou need a flare -- \t\t\t ", "Photojournalist": "", "Colonel": "\n[1]\t\tOkay, Willard, sit down.  \tWillard sits in a chair that is set in a center of a \tbare concrete floor. Across from him, around steel desks \tand tables sit several men. The nearest one, a COLONEL \tputs his cigar out on the bottom of his shoe -- behind \thim sits a MAJOR and a seedy-looking CIVILIAN.  \n[2]\t\tHave you ever seen this officer \t\tbefore, Captain Willard ?  \tHe points to the Major.  \n[3]\t\tThis gentleman or myself ?  \n[4]\t\tI believe on your last job you \t\texecuted a tax collector in Kontum, \t\tis that right ?  \n[5]\t\tYou know much about about Special Forces; \t\tGreen Berets, Captain ?  \n[6]\t\tThen you can appreciate Command's \t\tconcern over their -- shall we say \t\t'erratic' methods of operation. \t\t\t \t\tI have never favored elite units, \t\tCaptain, including your paratroopers \t\tor whatever. Just because a man \t\tjumps out of an airplane or wears \t\ta silly hat doesn't give him any \t\tpriviliges in my book -- not in \t\tthis man's army.  \n[7]\t\tWe have Special Forces A \t\tdetachments all along the \t\tCambodian border. Two here and \t\tanother one here -- twelve or \t\tfourteen Americans -- pretty \t\tmuch on their own; they train \t\tand motivate Montagnard natives; \t\tpick their own operations. If \t\tthey need something, they call \t\tfor it, and get it within \t\treason. What we're concerned \t\twith is here.   \n[8]\t\tThe A detachment at Nu Mung Ba. \t\tIt was originally a larger base, \t\tbuilt up along the river in an \t\told Cambodian fortress. \t \t\tThe area has been relatively \t\tquiet for the past two years -- \t\tbut --   \n[9]\t\t... Captain, we know something's \t\tgoing on up there -- Major --  \tThe Major looks at some papers in front of him.  \n[10]\t\tAbout the same time -- large numbers \t\tof Montagnards of the M'Nong descent \t\tbegan leaving the area -- this in \t\titself is not unusual since these \t\tpeople have fought with the Rhade \t\tTribe that lived in the area for \t\tcenturies. But what is unusual is \t\tthat we began to find Rhade refugees \t\ttoo -- in the same sampans as the \t\tM'Nongs. These people aren't afraid \t\tof V.C. They've put up with war \t\tfor twenty years -- but something \t\tis driving them out.  \n[11]\t\tHe's commanding the detachment \t\tat Nu Mung Ba.  \tThe Colonel gets up and walks over to a tape recorder, \tflicks it on. The recording is first STATIC -- the \tAIR CONTROLLER then asks for more information on target \tcoordinates -- it all sounds very routine, military. \tThen a frantic VOICE comes on, talking slurred, like \tsomeone dumb, except very fast.  \n[12]\t\tWhat was your impression of him ?  \tWillard shrugs.  \n[13]\t\tA lame ?  \n[14]\t\tAbout what ?  \n[15]\t\tBut why ?  \n[16]\t\tWell, he's killing now.  \n[17]\t\tIt's got to be Kurtz.  ", "Lucas": ""}}