{"filename": "April-Fool's-Day_script.txt", "imdb_id": "tt0090655", "imdb_url": "https://www.imdb.com/title/tt0090655", "characters": ["Complete credited cast:", "Chaz", "Muffy /Buffy", "Nikki", "Nan (as Leah King Pinsent)", "Ferryman", "Constable Potter /Uncle Frank", "Skip", "Rob", "Kit", "Buck", "Harvey", "Clara", "Arch"], "dialogues": {"Chaz": "\n[1]Whoo! Outrageous woman! Nikki, you are my kind o' gal! He PANS THE CAMERA over to KIT-- a pretty, unaffected, natural beauty, bright and very much aware. \n[2]C'mon, Kit, how about you? Kit waves him off, laughing in spite of herself. She's got nothing to say. \n[3]C'mon , Arch? Skip? He PANS over to the other two college boys on the dock here - ARCH, a big, good-natured, easygoing WASP jock ; and SKIP, Mr. Preppy, the perfect image of the lazy spoiled, indulged, and reckless upper-crust kid. Skip also happens to be Muffy's cousin. \n[4] Yeah, Kit, where is he? \n[5]Here she comes... He's a real hi-tech freak and Ivy League wiseass, a free spirit in neo-punk neck curl and button-down shirt. He shoulders his lightweight videopak again, taping it. Arch and Skip watch with him from the end of the pier. But Kit and Nikki, waiting nearer the office, are distracted by the SOUND of an arriving car. \n[6]Chaz Vyshinsky. You got great legs. \n[7] Your fly's open, and your Hostess Twinkie's hanging out... The assistant gapes, falling for it, groping his fly. Which is closed, of course. He looks up, grinning. Chaz kisses him on the cheek, winks and moves on. \n[8]You're friends with... Muffy St. John? \n[9]  \n[10] Your fly's open. \n[11] Your fly's open. Ok, so don't believe me. He keeps the tape rolling. Rob discreetly looks down. His fly is open. Kit looks at him dubiously. Rob zips. Chaz beams, getting it all for posterity. The engine finally engages. The ferry lurches. \n[12]fastens onto Nan, immersed in one of her books. He carries his own. \n[13] Whatcha readin'? \n[14]   \n[15]The origins of American pornographic film. I'm taking an independent study this term.  My advisor's really behind me on it. We're not gonna be sheltered college kids all our lives. Someday I'm gonna have kids -- you're gonna have kids ­ and someday that kid's gonna come up to me and say, 'God, Dad, porn's really a major part of our lives. You were there, how'd it get started?' I wanna be able to answer their questions. Besides, it's research I can do by myself. \n[16] April Fools... you crazy jerks. You crazy motherfuckin' jerks... somebody could've gotten hurt out there! Relief descends. Rob isn't laughing. But nobody's more impressed than assistant Buck, still treading water. \n[17]Oh, too bad. Skip extends a hand to Buck to help him out. \n[18]Mom, I am home! They all look to see him standing in the entrance to the living room. \n[19] Wow, look at this...! \n[20] Look! Our very own place settings... with our very own place cards -- with Ken or Barbie! Outasight! \n[21]Don't anybody move! Chaz jumps back from the table, whipping out his videocam to record the moment, and panning them all at · .their respective places. \n[22]One of us in this room...  ...pulls his wang. He ends the pan on Arch, who gives him the finger. \n[23]Boy, Muff, you sure know how to make a guy look forward to dessert. \n[24]  \n[25]  \n[26]What is this? Dom Perignon sparkling rose? \n[27]. Unless Muffy knows something about us we don't. He blows Arch a kiss, pulling the two beds apart again. \n[28]   \n[29]  \n[30]That depends on what he's on. Rob and Kit cross their path, heading down to the water in their swimsuits and overshirts. \n[31] Respectable young Quaker couple returning after quiet afternoon of nonviolent sex. \n[32]Well, if it was Skip... \n[33]Me too! \n[34]Wait a minute! Look at this! He has found on the little pebbled beach beside the dock, Skip's switchblade. It is in pieces. There's blood on the broken blade. \n[35]This was Skip's. \n[36]You mean split up? \n[37]No luck. \n[38]He isn't with you? \n[39]   \n[40]What about the ferryman? \n[41]What? \n[42]Wait a minute. Aren't we supposed to be staying together? Where're Muffy and Rob? \n[43]And Muffy? \n[44]What nurse's shoes? \n[45]What? \n[46]  \n[47]I didn't find anything. \n[48]That's right. I spent the night with Nikki. What about you? \n[49]What's your little secret? \n[50]Oh, come on, sport. I walked in on you last night , and you were acting like your ass was on fire... \n[51]  \n[52]I haven't. There is a slight pause. Rob comes into the living room, holding a flashlight and stands just inside the doorway. The others shift uncomfortably. \n[53]Nikki, come on... \n[54]What are you doing? \n[55] We're all supposed to stay together here. \n[56]So what are you going to do? Just waltz on down to the pier. By yourself. Check your bag with the porter. Then wait for an ocean liner to happen by and pick you up. Is that it? \n[57]What if the Constable never even comes? \n[58]Look, just relax-- \n[59]Nikki, now just hold on a minute, and look at me. Look at me. She stops and looks at him. \n[60]Now, am I nervous? Yes. Maybe even a little bit scared? Yes. Am I running around like a chicken with its head cut off? \n[61]No. I mean, come on, babe. Lighten up a little, huh? He quickly slips the S&amp;M mask over his head, clowning around. \n[62]  \n[63]  \n[64]  \n[65]  \n[66]   \n[67]    \n[68]  \n[69]Skip?! \n[70]  \n[71]  \n[72]This time, no funny business. \n[73]  \n[74]Why? What do we mean to each other anyway? \n[75]   \n[76]Sure. Pause. \n[77]Yeah. \n[78]Yeah, she really got us good. \n[79]Go back and scare the shit outta her for a change? Outrageous! \n[80]Pussies. \n[81]All right! A real catfight! \n[82] Outasight! \n[83]What the fuck was he talking about anyway? We might find something around after we dock? They walk out onto a private peer and eye the boats moored there. \n[84]Oh. \n[85]Well, now we've been identified. \n[86]It's getting late. \n[87]Who cares? Let's get this show on the road! He starts running to the boat. Rob reluctantly follows. \n[88] Did you find a key? How're we going to get the motor started? \n[89]She wouldn't come out? Doesn't she care about me? No one answers him. \n[90]How do I look? \n[91] Will you quit kicking me? It hurts. \n[92] No. I'm dead. You're blowing the whole thing. Where's Muffy? \n[93] What? \n[94]Look, she's been dragged away. \n[95]We could follow the trail. \n[96]  \n[97]  ", "Muffy": "\n[1]Shit. \n[2] No, Clara, thanks. Just trying some last minute straightening down here... god, I don't think I've ever worked so hard in my life...! \n[3] Nope, you're a peach, Clara. But this one's mine. I told my father I'd do it, and I will. My way. I don't want him to have any excuses. \n[4] Nice? It has to be better than nice... it's gotta be bloody unforgettable! Clara climbs the stairs. \n[5]Bye, Clara. See you Monday. Soon there's the upstairs SOUND of the kitchen door closing behind Clara. Muffy finally props the mannequin, clearing away the remaining clutter. She goes to open a basement window for ventilation. It is a ground-level transom, hinged at the top. Through it Clara is visible departing the grounds. Then Muffy hears a DRIPPING. She turns, hesitating, and follows the sounds. \n[6]  \n[7]What's going on? Sam... what's wrong? \n[8]No, he's in Sutton Place. Why? \n[9]   \n[10]We keep all the keys on the board in the kitchen, but I think there's an extra one underneath the cushion there. She points to the boat seat. Potter is much obliged. \n[11]Well, there's an awful lot to be done with this place. \n[12]I will, if all goes well. Next month when I turn 21. It's my first- stage inheritance. \n[13]We used to spend our summers here before my mother died. This is a very special place to me. \n[14]  \n[15]Well, you know, everything they say about older men? It's true. Kit and Nikki stare at her, open-mouthed. \n[16]Add about thirty years. \n[17]It was only a weekend. It's over now.  I was curious. \n[18]   \n[19]It was quite a weekend. Nikki starts to laugh. \n[20]  \n[21]You fill out a lot of forms, and then some friend of your family gives you a job delivering mail in his ·corporation... \n[22]   \n[23]  \n[24]Why me? \n[25]In his \"Life of Johnson\" James Boswell said, \"We cannot tell the precise moment when friendship is formed. As in filling a vessel drop by drop, there is at last a drop which makes it run over; so in a series of kindnesses, there is at last one which makes the heart run over.\" Arch has started to make snoring sounds. \n[26]So with this toast may our hearts run over and our friendships be formed. They stand unanimously, raise their glasses in agreement, start to drink and spill it all down the front of their shirts. Dribble glasses. Everybody groans. \n[27] \n[28]Goodnight. Muffy leads Nikki to a narrow, sparse single, popping open the door. \n[29]  \n[30]  \n[31]  \n[32]Goodnight. \n[33]  \n[34] Goodnight, Arch. Gently but firmly, she extricates herself, closing the bedroom door behind her. \n[35]  \n[36]  \n[37]   \n[38]I... I was hungry... She bumps against the stove, backing away. She self-consciously runs a hand through her hair. \n[39]I... I must look a mess... She scuttles out the door to the utility room and the back stairs beyond, leaving the eggs to burn. \n[40]I... forgot to get dressed... \n[41] Something wrong? Rob rushes by her. \n[42]  \n[43]  \n[44]Eight-two-four-eight. Constable Potter has an office at his home. \n[45]Who wants some tea? It'll calm our nerves... She exits toward the kitchen . Nikki. perplexed by her behavior, looks strangely after her. \n[46]I didn't know what kind anybody would like so I just... got them all... \n[47]  \n[48]It happens sometime... But there's still the well all the island homes have some kind of pump... or well... for emergencies. Nikki reaches for a large flashlight beam. \n[49] I'm not worried. I'm sure those two... Skip and Art... they're just up to some kind of stupid trick . . . Kit moves out of the kitchen uneasily. \n[50]   \n[51] Here. \n[52]It's all right. It's Perrier. Suddenly the phone rings O. S. They all look toward the living room. \n[53]  \n[54]Good idea. Sometimes... with the tides... it can take someone all night to get here from the mainland... and even then, sometimes they don't make it... \n[55]I'm going upstairs. \n[56]This is my house. I'll be in my room. She turns and heads up the stairs. Pause. \n[57]  \n[58]You guys are really terrific. I love you all. And I thank you from the bottom of my heart for being such good sports. \n[59]Rob, you and Kit, you two were the best. You figured it all out. The clues really worked. \n[60]How about if I told you it was the script for a weekend special that's going to help me keep this house... Rob and Kit stare, mystified. \n[61]  \n[62]Once they were killed off, yes. Everybody had to cooperate. Otherwise, none of it would have worked! \n[63]Oh, there's a crazy twin all right, but his name isn't Buffy. \n[64]   \n[65]Kit Graham, meet my Uncle Frank St. John of St. John et Freres, Wall Street. Uncle Frank smiles and waves at Kit, but Harvey steps right over to him and starts pumping his hand. \n[66]Usually we don't even see Uncle Frank in the summer, he's so busy. But this time he made an exception. \n[67]Cal's our regular ferryman between the mainland and the islands around here... but I thought he was up to the dramatic challenge. Well, that's it. Now you know it all. \n[68]  \n[69]...And I regret that, well, some of those fake clues I planted in the bedrooms I guess were taken too seriously. I'm sorry about that. She avoids looking at Nan so as not to draw attention to her. \n[70]But we had fun, didn't we? I mean, come on. She starts passing .out chilled champagne bottles to the men to open, and setting up glasses on a sideboard. \n[71]I know I'll never forget this weekend for as long as I live. \n[72]Where's Nikki? \n[73]Oh, Uncle Frank, he's been a great help this weekend, really. Let me get him out here so you can-- \n[74]Nan! She hurries to catch up with her. \n[75]Let me say again how sorry I am. It wasn't intended. \n[76]  \n[77]  \n[78] What'd you forget now? \n[79]I know. The clean-up's going to take Clara and me at least a week. \n[80]  \n[81]You're kidding. \n[82]Those bastards... \n[83]Which ones? \n[84]  \n[85]Figures... Thanks. \n[86]  \n[87]I'll try not to act too surprised when they arrive. \n[88]You too, goofball. Skip hangs up. \n[89]Nikki, what on earth are you doing here? Is something wrong? \n[90]Oh, great. Where is Chaz? Nikki is already moving into the living room. \n[91]Maybe he stopped to shit in the woods. You know Chaz. \n[92]By the way, where did you get the boat to come back here? \n[93]I see. \n[94]What about your water? \n[95]That's okay. You go. I'll wait here. \n[96]I'm sure Chaz is fine. I'll stay here by the phone just in case. It's safer this way. Do you want a flashlight? \n[97]Good job, you guys. I'm really scared. The fun's over, Rob. \n[98]Sure. Sure. Let's see if the dead are ticklish, shall we? \n[99]Okay, okay, take it easy. \n[100]   \n[101]Skip! No! ! ! He makes a move to slit her throat, when Muffy kicks open the swinging door and sees... ", "/Buffy": "", "Nikki": "\n[1]April Fool... \n[2]Where's Rob? Chaz QUICK-PANS the camera back to Kit, following the action. \n[3] Well? \n[4]Any second now. \n[5] Planning on staying a while? \n[6] Chaz, Arch already has her bag. Meaning, Chaz is Nikki's man, especially for this weekend. \n[7]  \n[8]   \n[9]I get it. That's a joke. Preppy Skip adds his greeting. \n[10]Except for Skip and Nan. Them we just met. \n[11]This is true. For as long as I've known her. \n[12]  \n[13]Muffers, Moffo, Muff-child , Muffin' stuff, the Muffster... \n[14]  \n[15]Harvey... are you planning a career in politics when you grow up? \n[16]Oh, just a hunch. \n[17]You maniacs... you almost gave us a heart attack! Kit glowers at them and gives Rob a hand to get out. \n[18]  \n[19]On a clear day you can see the Kennedys. \n[20]  \n[21]...if only the choices weren't so limited. God, I'm so ready for a change. Any kind of change. \n[22]Like how much older are we talking about? Twenty-six? \n[23]I don't believe ·you, St. John! \n[24]Come on! · \n[25]Come to daddy. They all start to laugh now, wickedly, conspiratorially. \n[26]Come sit on daddy's knee, little girl... Nikki falls to the floor in hysterics. \n[27]St. John hospitality taken to the extreme. \n[28]Good choice, Arch. \n[29]I mean, what are you' supposed to do with a liberal arts major anyway? \n[30]  \n[31]You've outdone yourself again, St. John. The back screen door slams shut o.s. behind Skip, leaving the house. They look up. \n[32]Because you're the hostess. Muffy thinks for a moment, then adds... \n[33]Oh, great. Quarantine. \n[34]Another room. Muffy... Muffy turns back to her. \n[35] I know you and Arch had something going before I met him... \n[36]I found that out-- I guess what I'm trying to say is... you always seem to get there first... but this time Chaz is mine, OK? \n[37]Harvey? Mr. Junior Achievement? Oh please... Muffy returns her smile,continuing down the corridor. \n[38]    \n[39]You gotta be kidding... \n[40]Who wants to know? \n[41]Harvey? No kidding'? Maybe that explains your clothes. \n[42]Oh, c'mon. Muffy exits hurriedly, upset. \n[43]I don't like this... I definitely don't think I like this... \n[44]What's happening. \n[45]What! \n[46]Jesus. I'll go. Just point me in the right direction. \n[47] \n[48]Boy, when she said `well,' she really meant 'well'. who dug this thing? Pocahontas? She reaches for the wooden bucket attached by metal nook to the thick rope. Harvey pre-empts. \n[49]You mean, back home on the farm? \n[50]Why? \n[51]   \n[52]What happened? \n[53]Harve. \n[54]You didn't. \n[55]\n[56]I'm a big girl now. I think I ·can handle a few spiders and \n[57]  \n[58]  \n[59]    \n[60] \n[61]  \n[62]Oh, God! Not the water! \n[63]She's been acting less than normal anyway. \n[64]You mean all day and you haven't noticed? \n[65]...and those nurse's shoes. \n[66]The clodhoppers she's been wearing today... crepe soles... It's as though some common nerve of suspicion has been touched. They all stir. \n[67]I found somethin\"g in my room, too She reaches into her bag and pulls out the black rubber bondage hood. \n[68]...only I don't think it was intended for me . \n[69]  \n[70]   \n[71]   \n[72]  \n[73]What do you mean, Nikki, come on? Don't give me any of this Nikki, come on. \n[74]Look, stay if you like. Lock your door. Dig a trench. Hang out. But once I leave this place, I'm never coming back. She walks out the door, and Chaz follows her to... \n[75]Yeah, that's been real effective... She goes into... \n[76] I can't stay here any longer. She goes back out into the hallway. Chaz follows. \n[77]Then I'll swim all the way back to the mainland... I can be strong if I have to. \n[78]  \n[79]Three people are dead and you're telling me to relax? \n[80]Nice image. \n[81]Very funny, Chaz. \n[82]Don't be a jerk. \n[83]Take that thing off. \n[84]Get out of here. She pushes him and he falls backward across the bed. \n[85]Chaz is still lying across the bed as last seen, except that now his hands cover his crotch. \n[86]   \n[87]Now I'm supposed to throw off my clothes and jump on you? Just wind her up and watch her go? You've got a lot to learn, buddy. No response. Chaz lies perfectly still. Not even his chest appears to be moving. \n[88] What is this? Show and tell? I'll show you mine if you show me yours? Well, forget it... You may as well just stick it back in your pants. Chaz?... Chaz? Say something, goddammit! She swats his hands away from his crotch. Beneath them, on his pants, is a slowly growing blood stain. Nikki gasps, her mouth contorting into a scream that will not come. She turns suddenly in response to .a NOISE O.S., and sees a DARK FIGURE stepping out from behind the slowly closing bedroom door. \n[89]We all got sucked in just as bad as you! \n[90]His name? Muffy smiles, directing attention toward \"cousin\" Skip. \n[91]It sure fooled me. \n[92]We have been had. \n[93]  \n[94]  \n[95]   \n[96]Chaz, I'm sorry. \n[97]More than this a couple of days ago. \n[98] \n[99]I'll tell you what I've learned from all this. I'm tired of having one fling after another. I don't want any more of that. I want a boyfriend. Chaz? Will you be my boyfriend? He looks at her, slowly softening. Yes, he will. Rob turns away from Skip now, steps over and surveys the quiet group. \n[100]When anything g.oes, everything goes. \n[101] Go back and give her a taste of her own medicine, that's what we should do. Nikki steps. Leeks up, hearing herself. Skip returns the stare. \n[102]She sure wouldn't be expecting it...! \n[103] Buck, got any spare professional tricks you could throw our way! Buck looks up, confused, only now plugging in. \n[104]\n[105]  \n[106]No, no, nothing's wrong. Chaz and I just figured there was nothing we had to get back to that couldn't wait and you could probably use a hand with the clean-up. It's our way of saying thank you. \n[107]Putting the boat up in the old boathouse. He'll be up in a minute. \n[108]I wonder what's keeping Chaz? He should have been up here by now. \n[109]Still... I'm beginning to not like this. \n[110]The boat? Oh, Cal gave us one. \n[111]Listen, I need a drink of water. You just stay here. I can get it myself. She walks out of the living room. Muffy looks after her and smiles to herself. \n[112]No, really. I don't want to go alone. I'm still scared from last night. Please come with me. \n[113]   \n[114]  \n[115]Fuck! She comes up sputtering to the surface of a small forest pool she has fallen into. \n[116]Fuck!! Who dug the goddamn swimming pool?!? She drags herself out. \n[117]   \n[118]We have to go to plan B. \n[119]A lot goddamn, fucking better than I do! \n[120]Muffy! Muffy! Come quick! It's Chaz... \n[121]   \n[122]Muffy!! She dashes into... \n[123]Muff--!!! ...and stops short. Muffy is lying face down in a pool of blood. Her throat's been cut. The useless phone receiver is clutched in her hand (making that constant phone company noise that lets you know the phone is off the hook). \n[124]   \n[125]   \n[126]Chaz, get up! ·Hurry, Chaz!... come on! He doesn't move. \n[127]Chaz, stop playing around! Get up!! She starts kicking him in the side. \n[128]Chaz! Chaz doesn't stir, but he does speak now without moving his lips. \n[129]It's supposed to hurt! The game's over! Get up! \n[130]   \n[131] Kit! Kit, come out! There is rustling O.S., then Kit starts to emerge. \n[132]She's gone! Nothing left, but the pool of blood and a thin trail of smeared drying blood to indicate that she's been dragged away. \n[133]  \n[134]   \n[135]     \n[136]Muffy! Muffy walks into the room , lowering the knife. \n[137]Somebody else is here! In this house! \n[138]Muffy, it's not a game anymore! Just then there is a loud CRASH o.s. of glass breaking down on the first floor. After the slightest pause there is another crash o.s., and another... Someone is smashing in all the bay windows along the back porch. Nikki screams. ", "Ferryman": "\n[1]  \n[2]   \n[3]To the rear. Outa the operator's way. Nikki clutches at Skip's arm. \n[4]Come on if you're coming. \n[5] \n[6]   \n[7] Ok, c'mon, get out. They are approaching the landing dock on the island. \n[8] C'mon I'm gonna need some help here. Buck obeys, but his way, enjoying it, ducking under the craft to swim to the other side to help. \n[9]And watch out for the wire! Too late. There's a sickening THUMP I The young assistant suddenly breaks the surface qf the water, panicked and stunned, gasping for air. It happens too fast for any of them to do anything. Buck thrashes, dazed, off-balance, falling back into the path of the ferry as it glides toward the landing. \n[10]Buck, look out-- \n[11]Buck! The ferryman rushes forward to help. For a moment the others are spared the horror of it as the Ferryman's back blocks their view. But then Buck, thrashing in the water, tears himself, loose, screaming and bobbing. up, his head and torso covered in blood, the side of his face and his shoulder hideously deformed. It is awful. It is ghastly. And it is unforgettable. \n[12]Get away from him! Buck is hysterical. The gashes of torn flesh seem to drip from his skull. Seeing Rob and the others, he screams, lunging vainly at· them in agony. \n[13]    \n[14]  \n[15]Now? You just left \n[16]", "Skip": "\n[1] Congratulations, on finding your way. The landing BUMPS, the ferry touches down. They look up. \n[2] Harve. \n[3]Distant. Over the horizon. Otherwise, I wouldn't be invited...  Old money never mixes family with friends. \n[4]   \n[5]Choose your weapons, big guy. \n[6]You up for a game of stretch? \n[7]Eat it. \n[8]   \n[9]First round, the champ! \n[10]   \n[11]C'mon, just one more The others look up at the interruption. \n[12]One more try, double or nothing. He flips the knife to Arch, handle first. \n[13]  \n[14]Nan screams. Skip stumbles, teetering there at the edge of the ferry. Rob and Chaz leap to their feet. The ferrymen both look up in disbelief. Arch steps forward to help. But Skip, weaving, topples and splashes overboard. He goes under. \n[15]Hi, this what you're looking for? \n[16] How's it goin' out there? \n[17]I was really counting on these other turkeys to save my ass. \n[18]Sorry about that. But Buck's in no hurry. The ferryman steps forward. \n[19]These goddamn windows! He starts banging violently on the door, on the window. \n[20]They've never been fixed... \n[21]   \n[22]Muffy. Nothing bad ever happens to her. \n[23] The poor boy can say, \"Fuck you, Dad. I'm my own person.\" What is his father going to do? Kick him out of the house? Disinherit him? His life won't have changed that much. He's got nothing to lose. \n[24]That's already been lost. Died a long, long time ago. \n[25]Hello? There is no answer, but the breathing continues. Then a sharp rapping sound very near, like a foot striking the wood flooring. \n[26]Who's there? Pause. No answer. We hear in the darkness the sound of his switchblade clicking open. And then he waits, straining his ears to hear. Finally, Skip reaches into his pocket, puils out his lighter and flicks it on. Something snags him from behind. Skip gasps, helpless, as a thick rope controlled by powerful, shadowed hands tightens around his neck. His knife, dried leaves and lighter cascade to the floor. \n[27]  \n[28]Pass the toxic wastes, please. Uncle Frank frowns at Skip as Cal enters. \n[29]  \n[30]Well, I know what I'd do, if I wasn't her brother... \n[31] Did I say anything? The others look at each other, a beat, registering. \n[32]  \n[33]  \n[34]Nothing. Just calling to tell you the party's not over. She moans. \n[35]No, I mean, some of the gang's planning on coming back to give you some of your own medicine. \n[36]Does a bear shit in the woods? \n[37]Hey, they're your friends. \n[38]That wouldn't be very sporting if I told you, would it? \n[39]Rob and Kit and Nikki and Chaz. \n[40]Well, Uncle Frank told me about his recommendations. So, I didn't want you to think there were any hard feelings. \n[41]Yeah... Anyway, don't let the bastards eat you up. \n[42]I love you, Sis. \n[43]I beg your pardon? ANGLE WIDENS to include Arch, who has been standing beside Skip the entire time. \n[44]A petty consistency is the hobgoblin of little minds. \n[45]    \n[46]  ", "Rob": "\n[1] Here'll be fine, thanks... \n[2]  \n[3] Sorry... Nik, Chaz...  Rob Ferris... They return greetings. \n[4] We're off! They are indeed. \n[5]They keep their voices low. \n[6]You don't want me to hitch, you want me to buy a car. OK, but I'm a state university boy, I don't have the perks like some of you private college kids do. \n[7]Kit... Arch's voice interrupts. \n[8] I owe you one. \n[9]    \n[10]  \n[11]I wonder how Buck is doing? \n[12]Kit... \n[13] We can talk about it some other time. \n[14]  \n[15]He said to forget it. Kit looks up in surprise. They all stare, quieting. \n[16]  \n[17]He's right. That's bullshit on parade. \n[18]   \n[19]No. I'm sorry. I'm not angry with you. I'm just angry. He leans over, turns off the bedside lamp... and the light in the bathroom comes on. Beat. He gets out of bed and crosses to the bathroom, reaches in and turns off the light... ...and the overhead light comes on. Kit starts to laugh and quickly covers her mouth. Rob walks to the door, turns off the overhead light... ...and the bedside lamp comes on again. Kit laughs harder, but still tries to stifle it. Rob shoots her a look, then goes and sits on the edge of the bed. He reaches to turn off the bedside lamp again, then thinks better of it and starts to unscrew the bulb instead. \n[20] Ouch! Jesus! Kit can't stop herself any longer. She laughs out loud. Rob perseveres, finally unscrewing the bulb enough to plunge the room into darkness. Silence. \n[21]Very funny. Kit breaks up laughing again. To her it is funny. And soon Rob is laughing too. He swings his legs up under the covers beside her. \n[22] \n[23] Muffy? No answer. He tries her door, but it's locked tight. A beat. Then: \n[24]   \n[25]You OK? \n[26] OK... well, goodnight... No response. He turns back for his room, catching sight of Chaz, who has come out of Nikki's room, to investigate, too. \n[27]I swear it wasn't this cold yesterday . This isn't what she meant, and he knows it. \n[28] What about you? What about your future? You're the one with the four point. ...maybe it's crazy--you investing so much energy in me. \n[29]  \n[30]Great... Do you realize how perfectly unmatched we are? \n[31]Yeah? What's that? She looks up and kisses him softly. \n[32]Will you feel the same about me a year from now? Two years, five years from now? She takes his hand and leads him down the pier and into the boathouse. \n[33]Skip! You sonofabitch! But there's no response, Skip's body unmoving on the self-powered skiff which continues bobbing out to sea. \n[34]  \n[35]Skip... Skip! But it's too far and getting farther, and the waves are too strong. \n[36]Where's Skip? Anybody seen him? \n[37]Goddammit, can't you give me a straight answer! They sit up with the force. Nan comes out on the porch, hearing . \n[38]   \n[39]Jesus Christ... Rob turns, rushing into the house. \n[40]I don't know. I don't know what to think. \n[41]Let's not take any chances. He was... He was pretty big. \n[42]  \n[43]  \n[44] We can't get away. Everyone back into the house . Now. Let's go! \n[45]   \n[46]Constable Potter... Thank God it's you... The others stand and start drifting in from the dining room. \n[47]    \n[48]   \n[49] He's on his way. We're supposed to wait here... to stay together... \n[50]It isn't him. They've been together all day. \n[51]     \n[52]Muffy? We should all stay together. \n[53]I'm goinq to find the way up to the attic. \n[54]I'm sure we can watch for the Constable better from up there. Kit hesitates. \n[55]No lights. Suddenly a flashlight beam pierces the darkness, and Rob and Kit can now be seen ascending the stairs to the attic. \n[56]NO. There must not be a light on the boat. \n[57]Kit? He said something else on the phone, about Muffy. \n[58]He said not to trust anybody. That's why we were to stay together. No one was to be left alone with anyone else... Then he said, especially not with Muffy. \n[59]That's why I let her go. \n[60]I don't know. He wouldn't explain it. \n[61]Is it? He's known her longer than we have. He sweeps the flashlight back toward the stairs. \n[62]Where? She takes the flashlight from him and aims it on something near the door--the Barbie and Ken dolls from the previous night's dinner. \n[63]It's just the dolls. \n[64]So? She moves toward them while Rob stays by the windows looking out. As she gets closer to the dolls, however, Kit realizes that they have not just been stuck there haphazardly. \n[65]Jesus... \n[66]It's Arch and Skip and Nan. \n[67]Wait... He takes the flashlight from her and reveals two more: a Barbie and a Ken lying next to each other with no clothes on, both of them splattered with bright red nail polish. \n[68]What are these other two? Suddenly the room is flooded with light. Rob turns sharply and sees outside the window the Constable's flare hanging in the night sky. \n[69]He's here! O.S. there is a PISTOL SHOT from downstairs. Kit screams. \n[70]Come on! He jumps to his feet, grabs hold of her hand and pulls her with him out of the attic. \n[71]Hal! ...while Kit runs down the hall to Nikki's room and flings open the door. \n[72]   \n[73]Forget her! \n[74] Let's go. Rounding the corner to the shadowy back stairs, Rob suddenly bumps into something, someone there. He screams aloud, dropping his flashlight. It is Harvey. His body dangles from the rafters high above the top of the rear stairs, a thick rope around his neck. Now Rob has become unnerved, and it is Kit's turn to take the lead. \n[75] Forget the doors! Within moments they have crossed the back yard and disappeared into the brush leading down to the water. \n[76] Constable... Mr. Potter? No answer. The silence is chilling. They proceed out onto the dock. They come to the boat. \n[77]  \n[78]Shit... no key! Kit, meanwhile, picks up the LETTER that's lying on the bottom of the boat. \n[79]\"...Pursuant to our previous communication, please be advised that the patient under discussion has still not been found and returned to custody, and it now believed to be attempting to return to her home in your jurisdiction. If encountered, exercise extreme caution and notify us immediately, as Miss St. John has ·been a patient here for three years and is still considered incorrigibly unstable and extremely dangerous...\" Kit looks up, frantic. \n[80]I don't know... but we've gotta get this boat started. \n[81]The house. Didn't Muffy say there was another key back in the kitchen? \n[82]We've got no choice. \n[83]Shit. \n[84]Huh? \n[85]I know. \n[86]I'd have you stay here, but-- \n[87]  \n[88]...it isn't going to end here. \n[89]Well... \n[90]Let's go. \n[91]Let's go. Brief pause, then he turns to go. \n[92]Shit... They move slowly off the dock. \n[93]Come on. They move stealthily through the bushes around to the side of the house. They stop. \n[94]There. He is pointing toward the open basement window across a thirty foot space of clear lawn. \n[95]That's how we're going in. Kit swallows hard. She nods. \n[96]Are you with me? They break from their cover and run, keeping low, to the side of the house. Rob peers through the window into the darkness inside , pushes the transom all the way open, and then drags himself through on his belly. \n[97] The stairs... Where are the stairs?... \n[98]   \n[99]Pull it away... \n[100]Pull it away! They advance together on the painting, Rob keeping his flashlight on the eyes the entire time. Kit slowly reaces out, lifts the painting from the wall and drops it, jumping back... just as MUFFY'S HEAD rolls forward from a shelf behind the painting, right into Kit's lap! Kit screams as she bobbles the head in her hands like a hot potato, trying to get rid of it. Suddenly a loud NOISE slams at the basement window. Rob grabs Kit, covering her mouth and snapping off .the flashlight. The head falls to the. floor at their feet. They turn... \n[101]The boat key... it's gotta be here... His flashlight sweeps the walls of shelves. Suddenly, Buffy is at the kitchen door. Though the door in locked, there's no bolt or chain to fully secure it. The knob RATTLES furiously under Buffy's grip, the door SHUDDERS. Rob spots a walk-in cupboard. He hurries to it. Kit gropes along the shelves, searching the objects hanging along the distant wall. \n[102]Kit... I He steps in, following his beam into the darkness. The cupboard door SLAMS shut behind him. He turns, trapped. \n[103]Kit! Let me out! Let me out of here! Kit!! He is kicking the door, hurling himself at the door, but all to no effect. He barely has room to maneuver. \n[104]  \n[105]Kit! I love you! \n[106] Kit! I love you! I love you, Kit! A man's HAND reaches out from the side, lightly touching Rob's shoulder. Rob jumps, turning. \n[107]Kit! ! Still frightened and confused, Rob hasn't put it together yet. He runs out of the kitchen... \n[108]Ki--! The group laughs louder at the sight of him. Buck walks up behind Rob and claps him on the shoulder. Rob jumps and screams involuntarily. The group laughs louder still... \n[109]    \n[110]What clues? \n[111]  \n[112]So I guess there's no crazy twin sister Buffy? \n[113]You're lucky you didn't get yourself killed. \n[114]Boy, what a difference being alive makes. \n[115]I do. \n[116]I think it is. I'm going to try. He takes her by the hand and gazes at her. \n[117]But if I make it or not, no matter what happens, we'll be together? You and me? \n[118]  \n[119] Excuse me. He turns and walks back into the house. O.S. a horn honking. \n[120]Some party, huh? \n[121]What really amazes me is how easy we made it for her. Everyone was just out for himself. We could've stopped Muffy cold if we'd only stuck together, if we'd only worked like a team. \n[122] Harvey's right.  Look, what're you talking about? We've had our fun. Now we got work to do. \n[123] Kit... \n[124] I don't believe you... \n[125]   \n[126]What the fuck do you think he was talking about? \n[127]Swell. \n[128]What a great idea this was. They round a bend and stop dead. \n[129]I thought we looked there an hour ago. ", "Kit": "\n[1]Pass. \n[2]Oh, c'mon, Chaz, give me some room, will you? He does, finally shutting down the videopak. The image reverts to FILM again. \n[3]CLOSE ON a wall calendar. A HAND reaches INTO FRAME, tearing off \"MARCH\" to begin \"APRIL\". WIDEN TO REVEAL CLARA, the middle-aged housekeeper and offseason caretaker for the house. With her overcoat and purse on one arm, she drops the \"MARCH\" calendar page in a wastebasket, then crosses to the pantry where a door and wooden steps lead down to the basement. \n[4]Hi. Kit Graham... Nikki Brashears. \n[5]  \n[6]But you've got to wait. They said it's the only way over. If he misses this... Arch WHISTLES loudly, seeing and alerting them. \n[7]  \n[8] \n[9]They keep their voices low. \n[10]  \n[11]Oh, c'mon, don't pull that. Rob just drops his arms in frustration. \n[12]I mean, it may show something about your attitude toward me, always being late. \n[13] \n[14]Look, Skip, it wasn't your fault. It was an accident. You didn't know. \n[15] \n[16]Muffy! \n[17]  \n[18]He wasn't married? \n[19]My goodness, daddy, what big ...what big... teeth you have. \n[20]How friendly will we feel once we've finished with those beans? \n[21]So it's going to be one of those dinners, huh? Arch is laughing the loudest when suddenly his chair collapses beneath him and he drops sprawling onto the floor. \n[22]I think we should change the subject. \n[23]   \n[24]Why? You had your meeting with your counselor, didn't you? \n[25]  \n[26]Muffy, anything you want to add to that? \n[27]G'night. \n[28]   \n[29]Rob? No answer. \n[30]You still angry with me? About dinner? \n[31] \n[32]  \n[33]   \n[34] \n[35]Rob? What's wrong? Pause. \n[36]Are you giving up? \n[37]  \n[38]...only it's not made up. Smiling sadly, he crosses to her, puts his arms around her. \n[39]It's made up about one thing though. \n[40]  \n[41]I saw his face! \n[42]  \n[43] No Skip? Chaz now comes out of the woods on the other side of the yard. \n[44]I think it's about time we called the police. The screen door BANGS again. They look up. It's Muffy. She returns their stares stiffly, without expression . She holds flowers cut with hand shears. \n[45]   \n[46]  \n[47]Let me help. \n[48]Rob? No, we haven 't been able to get through to the mainland yet. Muffy eases. Kit turns the tap to fill the kettle. The pipes begin to BANG. The tap sputters and coughs out a spurt of brown water before running dry. \n[49]   \n[50]No water. \n[51]  \n[52]It's okay, Nikki. With the others... they were outdoors. But we're inside now, and we're safe. \n[53]I don't understand. They look at each other ominously. \n[54]   \n[55]  \n[56] It could be the tides. \n[57]Rob's checking the back of the house. \n[58] What do you mean? \n[59]Stop it! Just stop it all of you! What is wrong with us? Nhat happened to all our talk about friendship, and undying loyalty?  Do you know what we're saying? That we're actually sitting here discussing the possibility that Muffy, a generous friend, has invited us all here to -- She stops suddenly, freezing in mid-sentence, and they all turn, following the direction of her look, to see Muffy standing in the entryway behind Rob. \n[60]Why? \n[61]No one's been up here in years. Rob crosses to the garret windows overlooking the sound. \n[62]Can you see him? \n[63]Or... he's chosen not to use it. \n[64]What? \n[65]So that's why you let her go upstairs? \n[66]  \n[67]But that's ridiculous... \n[68]Rob, wait a minute. What's that? \n[69]She's been up here. \n[70]   \n[71]  \n[72]Rob??... \n[73]Nikki? She isn't there. Kit backs into the hallway. Downstairs O.S. she can hear Rob moving about, calling for Harvey, but up here all is quiet and threatening. She hurries silently down to Chaz' room, opens the door and steps inside. \n[74]Chaz?... Nikki?... She turns on the light and sees the bed, both beds: they are drenched in blood. Kit reaches for the doorknob. It comes off in her hand. \n[75]Rob!!! She's frantically pounding on the door and trying to jam the doorknob back in, to get it to work. There's a NOISE outside the window. She turns aghast. Suddenly the door flies open. \n[76]Rob, what about Muffy? \n[77]   \n[78]   \n[79]This way! And they head back toward the main staircase. \n[80]Maybe he went on to the house. Rob unlashes the mooring, grabbing hold of the line to pull the boat in. It won't budge, the line snagged in the water where it dips in. Rob tugs harder, freeing something to the surface. \n[81]Rob! He turns. \n[82]Look! She presses it into his hands. He shines the flashlight. \n[83]Miss .St. John? What's it talking about? Muffy hasn't been in any state mental institution for the last three years -- she's been at Vassar! \n[84]How? \n[85]  \n[86]I know. \n[87]Rob? \n[88]Rob, I really don't want to go back there. \n[89]Shit. Another pause. Neither one is making the move to go. \n[90]No. \n[91]   \n[92]Yeah... \n[93]Let's go. \n[94]Rob, look! The doors. They've been closed. Sure enough, the doors they come out by minutes ago, the ones they didn't stop to close, are now shut tight. \n[95]What's that? They pause, hearing DRIPPING SOUNDS in the darkness , comi ng from the depths of the utility room. Rob leads the way, cautiously, toward the sound. \n[96]  \n[97]Muffy's clothes... \n[98] Rob! She gets him to turn the beam back to the wall where she is. She helps train it on what she saw. \n[99]  \n[100]Oh, god... oh no!... He doesn't yet understand. \n[101]...the picture of the girls in the study... the letter... what the Constable was trying to tell you... It's not Muffy it's her twin sister, Buffy! She has a twin sister! Rob's eyes have a glazed look. They are fixed somewhere else. \n[102]Rob, don't you see? Rob? She follows his look and sees, on the wall near the growth chart, that he has trained his flashlight beam on the eyeless portrait from the night before. Only now, there are REAL EYES BEHIND THE PAINTING, \n[103]   \n[104] Rob? \n[105]  \n[106]  \n[107]  \n[108]  \n[109]  \n[110]No... \n[111]Rob!!! \n[112]Kit turns to Rob's voice, takes a step toward the cupboard, but suddenly Buffy is there, cutting her off. Kit backes away, into the dining room. \n[113]Buffy?... please, we didn't mean any harm... we're leaving... we just want to go home... please... please... Buffy raises the dagger in hand. \n[114]No... Oh, God... and Buffy strikes. The knife jabs into the door, close to Kit's head. Kit gasps, momentarily spared. She pushes apart the double doors and stumbles back into... \n[115]   \n[116] Oh, fuck you!! Fuck you, you guys!! Suddenly everyone in the room comes to life, roaring with laughter. \n[117]  \n[118]What's this all about? And don't anyone say \"April Fool's\" or I'll smack them in the teeth. \n[119]He's your brother?! \n[120] Which means, I guess, that you're no constable either. \n[121]  \n[122]  \n[123]  \n[124]  \n[125]I don't know. Too much champagne? o.s. they hear a muffled cry. \n[126]Well, I hate to say it -- I still ought to kill you -- but thanks. See you back there. \n[127]Well, I kinda like the idea -- and I don't have work to get back to. She squares her shoulders. \n[128]\n[129]  \n[130]So how many does that make us? \n[131]Cal, we want to get back to the island. \n[132]I know. \n[133]   \n[134]   \n[135]Nikki? \n[136]   \n[137]What's going on? \n[138]What?... \n[139]    \n[140]Rob...? They run over to him. \n[141] Rob? Rob??  Rob!!!  It was only a game! \n[142] Muffy, he's dead! \n[143] Don't you touch him!! \n[144]Muffy! Stop him! Help! He's killing me! Oh, God! He's killing me! Muffy, initially paralyzed with fear, now runs for her life, down the hallway, down the stairs... ", "Buck": "\n[1]Sh -i-i-t... Kit is hanging back on the dock. \n[2] \n[3]That was great! \n[4]They did it... them! \n[5]I love you too, babe. Rob swings at him, but only succeeds in smashing his knuckles against the door. Buck grabs him and violently plants a kiss on his cheek. \n[6]Here, catch. Arch bobbles the head nervously. The others laugh. \n[7]Just some old props I redressed with the help of photographs Muffy sent me. \n[8]Great eggs. ", "Harvey": "\n[1]Wait up! Harvey is the driver of the sedan, and after he carefully locks up, he comes running with his bag, too. He is a rangy, straight-arrow Ivy League farmboy from the Border South, and he's the last of Muffy's invited guests. He also, somewhat incongruously, sports a Bruce Springsteen badge. \n[2]   \n[3]  \n[4] Hal...  Springsteen, he's still the Boss! \n[5] YOU all buddies? \n[6] No kiddin'? \n[7]  \n[8]Y'know what I find amazin'? Muffy's her real name. I mean, I'm Harvey, but they call me Hal, so I thought, 'Muffy', it must stand for something... Muffin? \n[9]  \n[10]You know what I mean. \n[11]I've given it some thought. Why? \n[12]First, though, I'm hopin' to interview with her daddy's company, Southern Regional Sales, next year before graduation... Y'know, he's worth more'n 50 mill over the counter! She just stares at him. \n[13]  \n[14]  \n[15]I think it's real friendly. Makes me feel right at home. Everyone starts to sit down at his designated place. \n[16]It smells like Ripple. \n[17]   \n[18] Don't tell me you've never thought of me in that way, Muffy. I felt a spark between us the very first moment we laid eyes on each other... in Econ 345. Why, just think of it, Muffy... with my talent and your... money. He crosses to the closet with his navy blazer. \n[19]   \n[20]...and your... \n[21]  \n[22]    \n[23]   \n[24]   \n[25]  \n[26]Here, let me do it. I've probably had more experience than you. \n[27]I know you think I'm a hick, but I'd like to change your mind about that, if you'd only give me the chance. \n[28]Because, I'd really like to plow your field. \n[29]Aw, crap... \n[30]I lost the bucket. \n[31]Hal. The rope was rotten, any fool coulda seen that. \n[32]Here, shine your light down so I can get a fix on it. She rises on her toes, flashing the powerful beam down the dank hole. Harvey bends over to look. A rotted piece of the well cover breaks off in his hand. He lurches forward. \n[33]Oh... oh, Jesus! He slams back in ashen horror. \n[34]Stay back! Don't look! \n[35]\n[36]Muffy, where do you keep your guns? \n[37]  \n[38] What's taking him so long? \n[39]Well, who isn't? \n[40]She was arguing with Nan in the hall, before you and Rob... before you came back alone. They turn full attention on him. \n[41]About something Nan found in her room. \n[42]   \n[43] And What did you find? \n[44]We're supposed to believe that? \n[45]What about me? \n[46]  \n[47]It wasn't anything... Just some clippings... of some car accidents. \n[48]No! Who hasn't been in a car accident? It's a common thing. \n[49]As long as we all stay within shouting distance of each other... \n[50]It's all right. I can keep watch on the stairs. Rob ho1ds out his hand to her. She takes it and they walk together toward the stairs. \n[51]Hi! Harvey \"Hal\" Edison, Jr. Pleased to meet you, sir. \n[52]  \n[53]Well, can I look you up in a couple of months? Maybe you could arrange a job interview for me. \n[54]   \n[55]Hey, wait a minute! There's no phone number here! No address! No nothing! Too late. Uncle Frank is driving away. He speeds past Skip who is walking down the road further along. He doesn't even stop for his own nephew. Harvey kicks the dirt angrily. O.S. behind him a horn toots. Harvey turns and scowls at Nan, who would like to get past. He steps aside, and she peels away but she stops for Skip. They exchange a few words. Then he climbs into the front seat beside her, and she drives off. Now Harvey is alone. He looks around for a beat, then tosses the card away and moves toward his car. ", "Clara": "\n[1]  \n[2]Need any help down there? Clara comes clopping down the steps. Muffy turns, the mannequin's arm still in her hand. Old workclothes and a head kerchief take the place of Muffy's normally impeccable prep Seven Sisters outfit (including the regulation penny loafers) in all this dust. Early 20's, pretty in an off-beat sort of way, Muffy is every inch a blue-blood. \n[3]Sure you don't want me to stay? There's nobody gonna be around here to help till first ferry back Monday, y'know... \n[4] All right, then. Have a nice party. \n[5]Good luck. ", "Arch": "\n[1] Yeah, sure... I fuck on the first date... Skip cracks up. Arch's laughter follows. \n[2]   \n[3]Hi. Arch Cummings . I've seen you around. Jewett Hall, right? \n[4]  \n[5] Hey, what's this...? \n[6]   \n[7]Jesus... ARCH and SKIP The knife is at an impossible distance. \n[8] Hey, I'm really not interested anymore -- \n[9]I said, enough's enough-- \n[10]  \n[11] I'll get him, I'll get him! But he stops just at the edge of the ferry, immobilized by fear. Rob rushes forward, with Chaz in reserve, pulling Arch out of ·the way. But Buck, the assistant ferryman, pre-empts them all, diving in. Arch, frozen, watches from the deck with the others. Buck resurfaces, but without any sign of Skip. Rob doesn't wait any longer. He pulls off his shoes and dives in. Chaz gets ready to follow suit. The panic mounts. Suddenly: \n[12]We got 'em! Whoo-ee, did we nail 'em! \n[13]  \n[14]You sound as if you own it. She helps with bags, shepherding them on ahead. \n[15]Yeah, I could get real used to this. \n[16] And sporks... \n[17]And napkins with little Hallmark bunnies! Gee, Muff, you really spared no expense. \n[18]Please, God, let it be ding dongs. \n[19]Well, Harvey's got his job interview all figured out, but what about the rest of us? Anybody know what they're going to be doing come graduation? \n[20]This is really incredible. Look at us... Here we are... privileged, independent, the hope of the future... and most of us still don't know what we're going to do with our lives! \n[21]Oh, shit, him too? That's what my guy said! An' I said, you're kidding! How can anybody be serious about anything when some moron can steal a bomb or push a button and blow the rest of us right into Mad Max. He wasn't impressed. \n[22]Well fuck you. It sounded good at the time. Muffy turns from the sideboard and sets a tray of champagne glasses in the center of the table. There are eight of them. Each one is filled with a pinkish, bubbly liquid. Everybody reaches for a glass. \n[23]Who was that? \n[24]I cherish all the friends I make. \n[25]  \n[26]Hey, all right... ladies, we are qonna have privacy... He turns his collar up on his polo shirt, then eagerly pushes the two beds together. The other door  swings open. Arch's face drops as Chaz walks in, lugging his gear. \n[27]You gotta be kiddin'... \n[28]  \n[29]Jesus... \n[30]Um-hmm. \n[31]  \n[32]Arch is pacing the bedroom, horny and alone. He gets an idea, goes and rummages through Chaz' stuff and comes up with a video cassette of a porno movie. Carrying -the cassette he crosses to the door and turns the handle. The doorknob comes off in his hand. He throws it down in disgust, goes and sits in a chair and broods. The chair collapses beneath him. \n[33]Morning! She backs away from him, scurrying up the stairs. \n[34]Who made her night? \n[35] Where's Skip? \n[36] Nan? What about it? Nan watches from the porch, book in hand. \n[37]  \n[38]Wait! I'll go with you! \n[39] Hey, asshole! \n[40]What do you think? That guy on the ferry? \n[41]I say we go looking for him, him or Skip. One of them's bound to still be around... somewhere. \n[42]No sucker's taken me yet. He rips a loose board off the dock for a club. \n[43]Hey, shithead! chickendick!... yeah, you! Skip! He moves deeper and deeper into the forest. \n[44]   \n[45]Skip? He turns and moves back along the trail, peering into the dense foliage on either side. \n[46]Skip? \n[47]Don't look at me! \n[48]You bastard, you were in on the whole deal, too. \n[49] \n[50]You're telling me. Man, when I was swinging around out there in the woods, I nearly crapped my pants. \n[51]  \n[52]Great ham. \n[53]  \n[54]Well, it's like pranks really piss people off. It unleashes things, you know? Makes any kind of behavior possible, and we accept it. \n[55]Hey... \n[56]Yeah. Enough's enough. At least for me anyway. \n[57]Asshole. \n[58]It was even your idea. \n[59]Bullshit. St. John blood is thicker than water, that's what you mean. "}}