{"filename": "Armageddon_script.txt", "imdb_id": "tt0120591", "imdb_url": "https://www.imdb.com/title/tt0120591", "characters": ["Oscar", "Dan Truman", "Colonel Willie Sharp", "Flight Director Clark", "Ronald Quincy", "Harry S. Stamper", "Grace Stamper", "Rockhound", "Co-Pilot Jennifer Watts", "Chick", "A.J. Frost", "General Kimsey", "Bear", "Max (as Ken Campbell)", "Lev Andropov"], "dialogues": {"Oscar": "", "Dan": "", "Truman": "", "Ronald": "", "Quincy": "", "Grace": "", "Stamper": "", "Rockhound": "", "Chick": "\n[1] Chick and Bear about ready to enter the Freedom's airlock, stop and turn. They  see A.J.'S ARMADILLO ROARING down the hillside onto the drilling site.  ", "A.J.": "\n[1] Suddenly, across \"A\" Derrick, a KLAXON SOUNDS.  Chick She's kickin'!  The civilians get the hell away.  Harry and A.J. run toward the rig.  Chick Pressure's north of seven thousand!  A.J. We gotta clear the Derrick!  Harry   \n[2] Grace Never do that again!  CLOSE ON A.J. - he's looking back at the DRILL HOLE, panting, traumatised,  greasy oil raining on his head.  A.J. You know how I told you there were two obstacles? I didn't do the  first,'cause he's tough...but I did the second...!  to him, but try it on.  She reaches for the ring. It slips from A.J.'s hand and falls through the grated  floor, pinging off the rig's steel pylons, 100 feet into the sea below.  Grace Don't worry! Tiffany's insures up to a week from purchase!  A.J. stares despondently over the railing.  Harry, black with crude oil, staggers past A.J.  \n[3]  Harry   \n[4]  Grace When you get back, ask them if you can kep the suit   \n[5]  \n[6]   A.J. smashes the radio in frustration.  \n[7] \n[8] A.J. Over the hill.  Suddenly, the ground under the vehicle shakes sharply. A.J. stops the Armadillo.  The ground around the vehicle heaves up and down. The GROUND SPLITS. One  TECTONIC PLATE rises 15 feet in the air. The ground breaks like a wave, up and  down.  \n[9] The asteroid shakes violently, throwing A.J. and Lev around the cab. ROCKS BANK  down on the Armadillo's top and hood. The ASTEROID SURFACE continues splitting  apart across the slope's fall line.  \n[10] The asteroid RUMBLES a few more seconds, then the quake slowly stops. All is  stll.  \n[11]  \n[12]  Lev   \n[13]  Lev   A.J. Because I'm askin'. And turn your suit's thrusters off. Trust me, okay?  A.J. gets in the Armadillo. Lev goes around back, climbs on the REAR BUMPER. He  clicks off his pressure suit's pro-gravity thrusters.  Lev Okey-doke.  The Armadillo begins backing down the slope.  \n[14] A.J. throws it in neutral. The Armadillo stops.  A.J. Hey, Lev, we're gonna see what this Porche engine can do....  He throws it in drive. The Armadillo lurches ahead.  \n[15] The Armadillo's REAR TIRES CHURN FORWARD, slinging rocks and gravel which, in  zero-g, shoot off in a stream into space, never falling. Lev holds on for dear  life.  A.J.'S Armadillo churns up the slope like a Bronco 4X4, slinging gravel, heading  for THE JAGGED FISSURE. It FLIES over the fissure's edge as --  \n[16] -- A.J. punches the Armadillo's PRO-GRAVITY THRUSTER \"OFF\" \n[17] -- the Armadillo's roof-mounted PRO-GRAVITY THRUSTERS shut down.  \n[18] Lev looks down. The FISSURE passes beneath him, then SOLID GROUND again. They've  cleared the fissure....but they're not coming down.  Lev A.J., up is bad! Down!  \n[19] A.J. punches the PRO-GRAVITY THRUSTER \"START\" SWITCH. Nothing....  \n[20] The thruster nozzles SPUTTER, but no thrust. The Armadillo is 50 feet off the  ground and still ascending...into outer space. Lev, his next stop being Planet  Mars, panics. He climbs the roof and peers inside the front windshield, POUNDING  ON THE WINDSHIELD.  Lev Down! Not up! Up is bad! Down!  \n[21] The Armadillo continues lifting into space, from which there is no return. A.J.  toggles the \"start\" switch. The swtich's \n[22] \n[23] Not quite. Only the right-front and right-rear THRUSTER NOZZLES fire, pushing  the right side downward, rolling the Armadillo over on its side. Lev, on the  bumper, clings to the rear-mounted \n[24] A.J., lying sideways, keeps toggling the thruster START SWITCH. The indicator  light finally FLASHES \"IN\" and A.J. rams it into drive --  \n[25] A.J., shaken, takes a deep breath and gets out.  \n[26] A.J. walks to the rear. Lev splayed out 50 feet from the back of the Armadillo,  covered in asteroid surface dirt and grime, looks up at him.  Lev Very bad idea, A.J.  \n[27]  Harry turns around..looking up at the star-filled sky. A.J. walks over to  Sharp...who's coming to now.  Harry   Golden   Harry Your shuttle pilot just took a nasty shot from a drill string....  Golden Is he alright?  Harry I hope so, he's gotta get us off this shithole.  \n[28] A.J. is whooshed violently out of the hole.  \n[29] \n[30] ", "Frost": "", "General": "\n[1] Chaos in the corridors. GENERAL TEMPLE, Chairman of the Joint Chiefs of Staff, a  man of stature, bursts out of his office, met by his SECRETARY.  Secretary We're getting reports as far away as Greenland and parts of Mexico!  Temple Get me Dan Goldman on the secure phone.  Temple enters his office and picks up a secure phone.  \n[2] Temple paces in his office.  Temple I'm going to brief the President. What's going on here, Dan? Why didn't  we have warning?  Golden Tell the president it's called \"budget cuts.\" We don't have enough  telescopes to track the skies.  Temple Is it over?  Golden I don't know. We'll figure it out.    ", "Kimsey": "", "Bear": "\n[1] Chick and Bear about ready to enter the Freedom's airlock, stop and turn. They  see A.J.'S ARMADILLO ROARING down the hillside onto the drilling site.  ", "Lev": "\n[1] Harry exits the elevator and start to walk to the CATWAL to the Freedom shuttle.  Harry carries his suitcase.  N.A.S.A. Tech 1 Sir, was that case authorised for transport?  N.A.S.A. Tech 2 Our weight to fuel ratio's calibrated to the kilogram, sir.  How much does that weigh?  Harry Sixty pounds.  N.A.S.A. Tech 1 That can't go up with you, sir.  Harry Wait here.  \n[2] \n[3] \n[4] ", "Andropov": ""}}