{"filename": "August-Osage-County_script.txt", "imdb_id": "tt1322269", "imdb_url": "https://www.imdb.com/title/tt1322269", "characters": ["Bill Fordham", "Sheriff Deon Gilbeau", "Ivy Weston", "Barbara Weston", "Charlie Aiken", "Johnna Monevata", "Liquor Store Owner", "Violet Weston", "Mattie Fae Aiken", "Steve Huberbrecht", "Little Charles Aiken", "Dr. Burke", "Karen Weston", "Jean Fordham", "Beverly Weston"], "dialogues": {"Bill": "\n[1]Well, genocide always seems like such                * a good idea at the time.                             * \n[2]If you want me to explain the creepy                 * character of the Midwest, you're --                  * \n[3]\"You okay?\" \"I'm fine.   Just got the                  * Plains.\"                                               * \n[4]I haven't encouraged anything. \n[5]Suppose your mom's turned on the air conditioner? \n[6]The parakeets? \n[7]And? \n[8]Jesus. \n[9]Are you ready for this? \n[10]Bill!     Look how skinny you     Hi, Mattie Fae. are! \n[11]Hi, Charlie. \n[12]Fine... \n[13]No word then? \n[14]Hello, Violet. \n[15]Yes, she does.                     I love your hair, that looks \n[16]I'll take care of it, Violet -- \n[17]This was when? \n[18]So Sunday, still no sign of him... \n[19]The money and jewelry gets rolled into the estate, bank seals the box until probate is settled. Can take months. \n[20]Jesus Christ.                     Vi, you sure there wasn't \n[21]Yes. \n[22]You can't think of anything unusual -- \n[23]You have a problem with Indians, Violet? \n[24]All right, now -- \n[25]Am I going to have to             You know you were Beverly's separate you two?                 favorite; don't pretend you Barbara follows Bill. Ivy finds iced tea, pours herself some. Tries to make herself invisible -- it's not hard to do. \n[26]Why are we even getting into this? \n[27]Hey, enough. Everybody's on edge -- \n[28]Vi, come on -- \n[29]Horseshit. \n[30]Ivy leave? \n[31]Look what I found... \n[32]I don't remember a hardback edition. Think this is worth something... first edition, hardback, mint condition? Academy Fellowship, Wallace Stevens Award? This book was a big deal. \n[33]In those circles, it was. \n[34]\"Dedicated to my Violet.\" That's nice. Christ, probably every word he wrote after this he had to be thinking, \"What are they going to say, are they going to compare it to Meadowlark?\" \n[35]Just turned out the light. You'd think at some point, you just write something anyway and who cares what they say about it. I don't know -- \n[36]I have great admiration for these poems -- \n[37]What are you attacking me for?   I haven't done anything. \n[38]Why are you bringing that up? \n[39]All right, look, I'm not going to be held hostage here while you attack me. And her name is Cindy. \n[40]Violet really has a way of putting you in attack mode, you know that? You feel such rage for her you can't help dishing it -- \n[41]You may not agree with my methods, but you know I'm right -- \n[42]You want to argue? Is that what you need to do? Pick a subject, alright, let me know what it is, so I have a fighting -- \n[43]I've copped to being a narcissist. We're the products of a narcissistic generation. \n[44]You called me a narcissist! \n[45]I'm here, now. \n[46]I'm not necessarily keen on the notion of saying things that would hurt you. \n[47]We have enough on our hands with your parents right now, let's not revisit this. \n[48]You need to know now? With Beverly missing, and your mother crazy as a loon? You want to do this now? \n[49]This discussion deserves our   care. And patience. We'll both be    in a better frame of mind to talk   about this once your father's come   home. \n[50]Come on.   Leave her there. \n[51]Go back to bed, sweetheart.... \n[52]What happened? \n[53]He drowned. That's how he died, from drowning? \n[54]Is there any way to determine if he... I mean is this an accident, or suicide --? \n[55]What's your guess? \n[56]How does a a person jump in the water... and choose not to swim? \n[57]Let me go first, see what they need. \n[58]I will, sweetheart. \n[59]No Pinots, but they had some decent California Merlots. \n[60]To get around approvals? \n[61]Only what I read and that's -- \n[62]...Charlie? \n[63]His son. I'm sorry, what is your                         * business again? \n[64]Security work. You mean... mercenary? \n[65]You don't remember what it was like to be fourteen? \n[66]That's a shot across my bow, right? I missed something. \n[67]I got that part. \n[68]Just because you and I are struggling with this Gordian knot doesn't mean -- \n[69]Oh, come on, she's a little more sophisticated than that, don't you think? \n[70]Barbara -- \n[71]I'm not defending her. \n[72] \n[73]I am her father, goddamn it! \n[74]I have not forsook my responsibilities! \n[75]Actually, \"forsook\" is also an acceptable usage --! \n[76]You don't fight fair. \n[77]Our kid is just trying to deal with this goddamn madhouse you've dragged her into. \n[78]Think about that statement for a second, why don't you? \n[79]Jean's here with you because she's a buffer between you and the shrill insanity of your mother. \n[80]You can't resist, can you? \n[81]You're so goddamn self-righteous, you know? You're so -- \n[82]Maybe I split because of it. \n[83]You're thoughtful, Barbara, but you're not open. You're passionate, but you're hard. You're a good, decent, funny, wonderful woman, and I love you, but you're a pain in the ass. \n[84]Turn that off, it's time to eat. \n[85]You suppose right. \n[86]Oh Jesus --!                        Whoops. \n[87]Let's eat. \n[88]Thank you. \n[89]What is this now? \n[90]I beg your pardon. \n[91]...We're separated. \n[92]Yes.   There's a younger woman. \n[93]Who was?   Are you alright?       Do I need to call a doctor? \n[94]Messing with, what do you         What...what's that mean? mean, messing with? \n[95]Why don't you start at the beginning? \n[96]Please, sweetheart, we need to know what went on here. \n[97]That's not the end of the         That's not the end of the story.                            story. \n[98]What have I told you about        Then Johnna just chose to smoking that shit?! What did      attack him with a shovel? I say? \n[99]The big deal, Jean, is that you're fourteen years old. \n[100]Jean--                            Let me go! Jean pulls free, runs off.    Bill gets in Barbara's face. \n[101]What's the matter with you? \n[102]I'm taking Jean with me, heading back to Colorado in the morning. \n[103]She's too much for you right now. \n[104]I'm sure you'll find a way to blame me for all this. \n[105]You and Jean have about forty years left to fight and make up. \n[106]You die. \n[107]I mean -- \n[108]No, you don't. \n[109]That's not funny. \n[110]Never say never, but... \n[111]But no. \n[112]Cindy. \n[113]Right. Even if things don't work out. \n[114]Probably not. ", "Fordham": "", "Ivy": "\n[1]Mom...? Mom? \n[2]She's on her way. \n[3]I told her Dad was missing. \n[4]Five days. \n[5]She said she was on her way. \n[6]She said she was on her way. \n[7]Johnna.   Who was on the phone? \n[8]I called Karen. \n[9]She said she'd try to get here. \n[10]What's Barb going to be able to do? \n[11]I had it straightened. \n[12]I just wanted a change. \n[13]Do I need makeup? \n[14]Mom. \n[15]I'm not looking for a man. \n[16]Barry wasn't a loser. \n[17]It wasn't a turban -- \n[18]You want me to marry some eighteen year old boy from one of these hick towns? \n[19]I wasn't counting. \n[20]Is your mouth burning? \n[21]Are you supposed to be smoking? \n[22]You have cancer of the mouth. \n[23]* \n[24]Aunt Mattie Fae's here. \n[25]I don't know how Uncle Charlie puts up with it. \n[26]He does? \n[27]Upstairs. \n[28]Kind of like Charles. \n[29]Been a couple of years now. \n[30]I think that's the purpose. \n[31]What else did he say? \n[32]Dad's boat? \n[33]It looked crowded. \n[34]I was going to help with -- \n[35]Johnna. \n[36]I find this a tidge morbid, frankly -- \n[37]It's not my style, Mom. \n[38]I don't have your style, I have a style of my own. \n[39]God, you're weird; it's a black suit. \n[40]I could kill that kid --             Why do you feel it necessary \n[41]I'm sure there's more to the story -- \n[42]Why are you giving away your clothes? \n[43]You're beautiful, Mom. \n[44]Oh, now --                           You're still beautiful. \n[45]I'm sorry, I won't. \n[46]We just buried my father, I'm not trying to attract --! \n[47]I have a man. All right?   I have a man. \n[48]And I'm not. Because I have one. Okay? Now will you leave it alone? \n[49]I wish you both could see the brainsick looks on your faces -- \n[50]Nobody.   Forget it -- \n[51]I'm not telling you anything so -- \n[52]No, I really don't. \n[53]I...I don't...I'm... \n[54]Did I hear Little Charles? \n[55]They said you overslept. \n[56]Please. \n[57]We don't have to do that with each other. \n[58]They're on to me. Not us, just me. I told them I was seeing someone. I didn't tell them who. I just wanted you to know, in case it came up. What? Charles... \n[59]It's just an accident. \n[60]I have something like that, remember -- \n[61]You like your food, Mom? \n[62]It does.                             Yes. \n[63]That's been gone for years.        That made me so sad! \n[64]Daddy said rats were getting in there. \n[65]Dad --?                             You okay, Uncle -- \n[66]Okay. \n[67]Barbara... \n[68]Mom believes women don't grow more attractive with age. \n[69]Vi, please --                        Settle down, Mom -- \n[70]No. \n[71] \n[72]Charles, not like this, please... \n[73] \n[74]Please, Mom... \n[75]Please... \n[76]Don't be mean to me right now, okay? \n[77]Please, momma. \n[78]Holy shit --                      Barbara, stop it --! \n[79]Yeah... \n[80]That's all we could find.                              * \n[81]It's not just him.   She's got a doctor                * in every port.                                         * \n[82]Won't do any good, he's part of the same generation. \n[83]Big speech, she's getting clean, making this incredible sacrifice for her family, she's let us down but now               * she'll prove she's a good mother. \n[84]Did you just say \"cooch\"? \n[85]You're a little more comfortable with \"cooch,\" are you? \n[86]I don't know, but -- \n[87]Oh God --                           Barbara! As their laughter slowly dies down --                             * \n[88]Karen.   He killed himself. \n[89]I don't know that I'm comfortable talking about that. \n[90]Give me a break. \n[91]I can't anyway, I had a hysterectomy last year. \n[92]Cervical cancer. \n[93]I didn't tell anyone except Charles. That's where it started between us. \n[94]And hear it from Mom the rest of my life? She doesn't need another excuse to treat me like some damaged thing. \n[95]You didn't tell us about you and Bill. \n[96]Why?   Because it's you, and not me? \n[97]I don't feel that connection very                     * keenly.                                               * \n[98]We never see you, you're never around,                * you haven't been around --                            * \n[99]I can't perpetuate these myths of family or sisterhood anymore. We're just people, some of us accidentally connected by genetics, a random selection of cells.                                  * \n[100]That's funny, coming from you. \n[101]Maybe my cynicism came with the realization that the responsibility of               * caring for our parents was mine alone. \n[102]Till you had enough and got out, you and Karen both. I'm not criticizing. Do what you want. You did, Karen did. \n[103]That's right, so don't lay this sister thing on me, all right? When I leave                 * here I won't feel any more guilty than               * you two did.                                         * \n[104]You live in Florida.                                 * \n[105]Charles and I are going to New York. \n[106]We have plans. \n[107]None of your business. \n[108]What about her? \n[109]Do you? You think she was tough when he was alive? Think what it's going to be like now.                                              * You're going back to Miami, right? \n[110]There you go, Barb. You want to know                 * what we're doing about Mom? Karen and                * I are leaving. You want to stay,                     * that's your decision. But nobody gets                * to point a finger at me. Nobody.                     * \n[111]Leave me out of this, thanks. \n[112]Barb... \n[113]Is the coast clear? \n[114]What are you watching? \n[115]Can I watch it with you? \n[116]Nope. \n[117]I know. \n[118]Hey.    Hey. \n[119]You're my hero. \n[120]I'm sure that's not true. \n[121]Where are Bill and Jean going? \n[122]Karen, too? \n[123]Is she clean? \n[124]Moderately? \n[125]Is she clean, or not? \n[126]I'm nervous. \n[127]I have to tell her, don't I? We're leaving for New York tomorrow. \n[128]Where is this coming from? \n[129]I love the man I'm related to-- \n[130]I have lived in this town, year in and year out, hoping against hope someone would come into my life-- \n[131]Why aren't either of you dressed?                      * \n[132]Mom, I have something to talk to you-- \n[133]Barbara-- \n[134]Please-- \n[135]Mom-- \n[136]Mom, I need to--! \n[137]\n[138]\n[139]I have to tell you something. \n[140]Barbara-- \n[141]No, I'm not-- \n[142]Barbara, stop it! \n[143]Barbara! \n[144]Mom, please, this is important -- \n[145]I have something to say. \n[146]Charles and I -- \n[147]Charles and I -- \n[148]Barbara, stop it! Mom, Charles and I -- \n[149]Charles and I -- \n[150]Barbara -- \n[151]Little Charles and I... \n[152]Little Charles and I are -- \n[153]What?    No, listen, Little Charles -- \n[154]Mom -- \n[155]Mom, what are you...? \n[156]Why in God's name did you tell me this? \n[157]You're monsters. \n[158]Monsters... \n[159]Leave me alone. \n[160]We'll go anyway, we'll still go away. \n[161]There's no difference. ", "Weston": "\n[1]    \n[2]   \n[3]  \n[4] \n[5]  \n[6]   \n[7]  \n[8]  \n[9]   \n[10]  \n[11]    \n[12]   \n[13]    \n[14]  \n[15] \n[16]   \n[17] \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23] \n[24]  \n[25]  \n[26]    \n[27]     \n[28] \n[29]  \n[30] ", "Barbara": "\n[1]  \n[2]Mmm... \n[3]If it's your father, tell him to fuck off. \n[4]...Ivy? ...what's wrong? \n[5]...When...? \n[6]What were these people thinking... the               * jokers who settled this place.   Who                 * was the asshole who saw this flat hot                * nothing and planted his flag? I mean                 * we fucked the Indians for this?                      * \n[7]Right, you need a little hindsight.                  * \n[8]Please, the Midwest. This is the                     * Plains: a state of mind, right? A                    * spiritual affliction, like the Blues.                * \n[9]Don't.                                                 * \n[10]You've encouraged that. \n[11]You admire her for getting hooked at fourteen, makes her seem even more mature. \n[12]Goddamn, it's hot. \n[13]You kidding? Remember the parakeets? \n[14]I didn't tell you about the parakeets? She got a parakeet for some insane reason, and the little fucker croaked after two days. So she went to the pet store and raised hell and they gave her another parakeet. That one died after one day. \n[15]So she went back and they gave her a third parakeet and that one died too. So the chick from the pet store came out here to see just what in the hell this serial parakeet killer was doing to bump off these birds. \n[16]The heat. It was too hot. They were dying from the heat. \n[17]These are tropical birds, all right? They live in the fucking tropics. \n[18]What, is she smoking a cigar? \n[19]No.    No way. \n[20]...Mom? \n[21]Oh my God, Barbara --! You        Hi, Aunt Mattie Fae -- give me some sugar! \n[22]Hi, Uncle Charlie. \n[23]It's okay, Mom. I'm here, I'm here. Shh, it's okay, I'm here. \n[24]What am I going to do?             It's okay, Mom. \n[25]Did you see Bill and Jean? \n[26]Ivy, I didn't see you up there. \n[27]God, you look good.   Doesn't she look good, Bill? \n[28]Yes, she does.                     I love your hair, that looks \n[29]Well... we can do that, Mom. \n[30] \n[31]Mom, can Jean stay in the attic? \n[32]Who's Johnna? \n[33]She's the what? \n[34]He just left...? \n[35]Why would he do that? Not like he couldn't drink at home. Unless you were riding his ass. \n[36]Really. \n[37]Oblivion. \n[38]Wait, wait, wait, I'm missing something. Why do you care about a safety deposit box? \n[39]Because... \n[40]You're such a fucking cynic. \n[41]Okay, what about the safety deposit box? \n[42]And you only had Ivy call me today? \n[43]Jesus Christ.                     Vi, you sure there wasn't \n[44]Maybe he needed some time away from you. \n[45]Good old unfathomable Dad. \n[46]You don't want her here. \n[47]They're called Native Americans now, Mom. \n[48]It's what they like to be called. \n[49]In fact, they are. \n[50]Why's it so hard to call people -- \n[51]She may be an Indian, but she makes the best goddamn apple pie I ever ate. \n[52]And now you get biscuits and gravy. Kind of nice, huh? \n[53] \n[54]Don't get started on that --         Really, I don't even \n[55]I'm very dutiful, Mom, I call, I write, I send presents -- \n[56]Presents on birthdays, Mother's Day -- \n[57]Well, you're seeing her now. \n[58]That is wildly unfair. \n[59]I'd prefer to think my parents loved all their children equally. \n[60]What was I supposed to do?! Colorado gave Bill twice the money he was making at TU -- \n[61]You think Daddy wouldn't have jumped at the chance Bill got? \n[62]Daddy gave me his blessing. \n[63]Now you're going to tell me the true story, some terrible shit Daddy said behind my back? \n[64]Daddy never said anything like that to you. What a load of absolute horseshit. \n[65]Are you high? \n[66]I mean literally. You taking something? \n[67]Listen to me: I will not go through this with you again. \n[68]These fucking pills? Calls at three                     * AM about people in your backyard? \n[69]The police, all the rest of it? \n[70]So now it's okay to get hooked because you have a reason. \n[71]I don't want to know if you are or not, I'm just saying I won't go -- \n[72]Because of your mouth. \n[73]Are you in a lot of pain? \n[74]I'm not yelling at you. \n[75]I'm sorry... you're right. I'm sorry. \n[76]Know where I think he is? I think he got some whiskey, a carton of cigarettes, and a couple of good spy novels... I think he got out on the boat, steered it to a nice spot, close to shore... and he's fishing, and reading, and drinking, maybe even writing a little. I think he'll walk right through that door any time. \n[77] \n[78]We have copies. \n[79]It wasn't that big a deal. \n[80]Those are small circles. \n[81]Jean go to bed? \n[82]Will you shut up about that fucking book?! You are just dripping with envy over these thirty poems my father wrote back in the late sixties, for God's sake. Y'hear yourself? \n[83]My father didn't write anymore for a lot of reasons, but critical opinion was not one of them, hard as that may be for you to believe. \n[84]I'm sure that's what you tell Sissy, too, so she can comfort you, reassure you, \"No, Billy, you haven't done anything.\" \n[85]They're all symptoms of your male menopause, whether it's you struggling with the \"creative question,\" or screwing a girl who still wears a retainer. \n[86]I know her stupid name -- do me the courtesy of recognizing when I'm demeaning you. \n[87]Psychoanalyze me right now, I skin you. \n[88]\"Your methods.\" Thank you, Doctor, but I actually don't need any help from my mother to feel rage. \n[89]The subject is me! I am the subject, you narcissistic motherfucker! I am in pain! I need help! \n[90]You can't do it, can you? You can't talk about me for two seconds -- \n[91]You do understand that it hurts, to go from sharing a bed with you for twenty-three years to sleeping by myself. \n[92]Oh, men always say shit like that, as if the past and the future don't exist. \n[93]It's just horseshit, to avoid talking about the things they're afraid to say. \n[94]Like what? \n[95]When did we visit this to begin with? I still don't know what happened. Do I bore you, intimidate you, disgust you? Is this just about the pleasures of young flesh, teenage pussy? I really need to know. \n[96]You're right. I'll just hunker down for a cozy night's sleep upstairs. Next to my husband. \n[97]Mom? \n[98]Mom, wake up, the sheriff's here. \n[99]Mom.    The sheriff is here. \n[100]What? \n[101]I guess we'll stop on the way. Christ, I need to call Karen, too. Why the fuck am I brushing my hair? \n[102] \n[103]I used to go out with that boy. That man. \n[104]In high school. He was my prom date. \n[105]Day of the prom, his father got drunk and stole his car, stole his own son's car, went somewhere, Mexico. Deon showed up at the door. He'd been crying. Confessed he didn't have a way to take me to the prom. \n[106]So we got a six-pack and broke into the chapel, stayed up all night talking and kissing. Now here he is, showing me -- It's so surreal. Thank God we can't tell the future. We'd never get out of bed. \n[107]Listen to me: die after me, all right? I don't care what else you do, where you go, how you screw up your life, just... survive. Outlive me, please. \n[108]Holy shit, that's Karen. \n[109]Do you remember your Aunt Karen? \n[110]That must be this year's man. \n[111]-- uh-huh -- \n[112]No, I remember. \n[113]And Scientology too, right, or something like that --? \n[114]Like your father drowning himself. \n[115]What's the kicker? \n[116]Sorry.   Hot flash. \n[117]We said two words to each other -- \n[118]He seemed very nice, sweetheart -- \n[119]-- but what I think doesn't matter. I'm not marrying him -- \n[120]Yeah, we really need to talk about Mom, what to do about Mom -- \n[121]Yes.    Yes. \n[122]Okay.   Yes. \n[123]Give.   Me.     The wine. \n[124]Is that what you were in such a hurry to get home for? What the hell's on TV that's so important you? \n[125]For God's sake, you can get it at any Blockbuster. \n[126]Let me make sure I've got this: when you threw a fit about going to the store with your dad... Hey, look at me. And you were so distraught over the start time of your Grandpa's funeral. Was this your concern? Getting back here in time to watch Phantom of the Fucking Opera? \n[127]Phantom of the Opera -- \n[128]She's old enough to exhibit a little character. But that's something you normally learn from your parents. \n[129]Really? Instilling character: our burden as parents. \n[130]And you really haven't been much of a parent lately, so it's tough to -- \n[131]Nice, \"Gordian knot,\" but her fourteen- year-old self might view it differently, might consider it \"abandonment\" -- \n[132]Pretty fucking sophisticated, the restored whatever from Phantom of the Opera, I know that makes your dick hard -- \n[133]Precocious little shit. \n[134] \n[135]Be a father! Help me! \n[136]Her father in name only! \n[137]It's \"forsaken,\" big shot! \n[138]Oh, \"forsook\" you and the horse you rode in on -- \n[139]I've seen where that gets me! I'm sick of the whole notion of the enduring female. GROW UP! Cause while you're going through your fifth puberty, the world is falling apart and your kid can't handle it! \n[140]This madhouse is my home. \n[141]Jean is here with me because this is a family event. \n[142]Y'know, you'd have a lot more credibility if you had any credibility. \n[143]You're a pretty easy mark. \n[144]Surely you must've known when you started porking Pippi Longstocking you were due for a little self- righteousness, just a smidge of indignation on my part -- \n[145]Is this your confession, then, when you finally unload all? \n[146]Mom?!   Food's on the table! \n[147] \n[148]No, she won't --                    I don't eat meat. \n[149]Mom...! \n[150]Yeah, sure. \n[151]Uncle Charlie should say it. He's the patriarch around here now. \n[152]Hm? \n[153]This?   Well... no.   I mean, why? \n[154]No, Mom, I... I wouldn't have any way to get that home to Colorado. \n[155]I. I guess I'm just sort of... not prepared to talk about your stuff. \n[156]Johnna cooked this whole meal by herself. \n[157]That's pleasant. \n[158]Really?   I thought it was --        Great, now we get some \n[159]Yeah, I can't imagine why no one told that story. \n[160]Jesus. \n[161]What did you take?   What pills? \n[162]I catch her eating a cheeseburger every now and again. \n[163]Double cheeseburger, bacon, extra fear. \n[164]Mom... \n[165]Mom, we don't want to talk about this. \n[166]Okay. \n[167]Okay. \n[168]Or you might never get around to the auction and then we can just have it for free after you die. \n[169]What is the matter with you? \n[170]Help us to benefit from an illustration of your storybook marriage. \n[171]You've said enough on this topic, I think. \n[172]Three days ago... I had to identify my father's corpse. Now I'm supposed to sit here and listen to you viciously attack each and every member of this family -- \n[173]I know you had a rotten childhood, Mom. Who didn't? \n[174]No. \n[175]Why are you screaming at us? \n[176]You're a drug addict. \n[177]Gimme those goddamn pills -- \n[178]Shut up! Okay. Pill raid. Johnna, help Ivy in the kitchen; Bill and Jean upstairs with me. You remember how to do this, right? \n[179]Go through everything. Every closet, every drawer, every shoebox. \n[180]Get Mom some black coffee, a wet towel and listen to her bullshit. Karen, call Dr. Burke. \n[181]You don't get it, do you? \n[182]\n[183]You knew this was going on again? \n[184]Wine... lots of wine.                                     * \n[185]Think we can goad Mom into giving                         * Burke her \"greatest\" generation                           * speech tomorrow, tell him about the                       * claw hammer?                                              * \n[186]\"Greatest Generation,\" my ass. What                 * makes them so great? Because they                   * were poor and hated Nazis? Who doesn't fucking hate Nazis? Remember                * when we checked her in the psych ward, that stunt she pulled? \n[187]She smuggled Darvocet into the psych ward ...in her vagina. There's your Greatest Generation for you. She made this speech to us while she was clenching a bottle of pills in her cooch, for God's sake. \n[188]The phrase \"Mom's pussy\" seems gauche. \n[189]What word should I use to describe our mother's vagina? \n[190]\"Mom's beaver\"? \"Mother's box\"? \n[191]Is there something going on between you and Little Charles? \n[192]Because you know he's our first cousin. \n[193]Neither did I. \n[194]Why not? \n[195]You might have told us. \n[196]That's different. \n[197]Because divorce is an embarrassing public admission of defeat. Cancer's fucking cancer, you can't help that. We're your sisters. \n[198]When did you get so cynical? \n[199]Bitter, sure, but \"random selection of cells?\" \n[200]Don't give me that. I participated -- \n[201]And if you didn't, that's not my fault. \n[202]You're thinking of leaving? \n[203]What are you going to do in New York? \n[204]Like what? \n[205]What about Mom? \n[206]You feel comfortable leaving Mom here? \n[207]You had a bath?                                          * \n[208]You need something to eat?   More                        * coffee? \n[209]Please don't tell me that's the end of the story. \n[210]Okay, well, that's the worst story I ever heard. That makes me wish for a heartwarming claw hammer story. \n[211]Last time I spoke with my father, we talked about the state of the world, and he said, \"You know, this country was always pretty much a whorehouse, but at least it used to have some promise. Now it's just a shithole.\" I think maybe he was talking about something else, something more specific, personal... this house? This family? His marriage? Himself? There was something sad in his voice-- not sad, he always sounded sad -- hopeless. As if it had already happened. As if whatever was disappearing had already disappeared. And no one saw it go. This country, this experiment, America, this hubris: what a lament, if no one saw it go. \n[212]What? No. But I'll understand if you want to quit. I mean, there's work. And then there's work. \n[213]Why? \n[214]Johnna, did my father say anything to you? \n[215]Thank you. That makes me feel better. Knowing that you can lie. \n[216]-- right -- \n[217]Mild Cognitive Impairment? \n[218]That would make you comfortable?   You would be comfortable with that? \n[219]You want us to send her to where, a psychiatric hospital? \n[220]Right. Not \"gone\" so much as \"dead,\" but I see your point. \n[221]So you're thinking that if the three of us cooperated with you on a commitment end-around, we'd be less likely to sue your ass? \n[222]\"Mild Cognitive Impairment?\" Are you fucking kidding me? You really want to go before a judge and make a case for a couple radiation treatments and some chemo causing brain damage? Think you can make that stand up in court? When I'm sitting at the other table, doing this? \n[223]Know whose name is on these bottles? \n[224]We'll hang on to the bucket of these we have at home. For evidence. For your trial. \n[225]We'll be home in a few minutes. \n[226]Mom? \n[227]Mom?!   Where are you going? \n[228]Goddamn it. Mom! \n[229]Where the fuck are you going, Mom? \n[230]There's nowhere to go. \n[231]I'm sorry. \n[232]No, it's important I say this. I lost my temper at dinner and went too far.                    * \n[233]So... truce? \n[234]What now? \n[235]Don't you think you should at least consider a rehab center? \n[236]All we could find. \n[237]Mom, now, come on. \n[238]Uh... no. \n[239]I can't imagine what all this must be like for you right now. I just want you to know, you're not alone. If you need any help -- \n[240]I want to help. \n[241]Mom. \n[242]I didn't mean to eavesdrop.   I froze. \n[243]No, I quit years ago. \n[244]Oh, this is...I'm not sure what to... \n[245]Yes.    It's true. \n[246]This is   going to be difficult, uh... Ivy and   Little Charles have always marched   to their own... and I'd expect this to   be toughest on you -- \n[247]They're in love. Or they think they are. What's the difference, right? \n[248]I know it's unorthodox for cousins to get together, at least these days -- \n[249]-- but believe it or not, it's not as uncommon as you might -- \n[250]Beg pardon? \n[251]Go away. \n[252]Go away!   NOW! GO AWAY! \n[253]You and Dad. Who knows this? \n[254]Uncle Charlie doesn't suspect? \n[255]What?! \n[256]Did Dad know? \n[257]Really. You people amaze me. What, were you drunk? Was this just some -- \n[258]If Ivy found out, it would destroy her. \n[259]Jean, what are you doing up? \n[260]Who was?   Are you alright?       Do I need to call a doctor? \n[261]Johnna, what's going on? \n[262]Messing with, what do you         What...what's that mean? mean, messing with? \n[263]I'll murder you, you prick! \n[264]You know how old that girl is? \n[265]She's fourteen years old! \n[266]Are you out of your goddamn          Barbara, just back off! mind? Karen manages to get Steve up the porch steps and into the house. Barbara, Bill, Jean, and Johnna remain. \n[267]Son-of-a-bitch is a goddamn sociopath! \n[268]What are you even doing up? \n[269]That's not the end of the         That's not the end of the story.                            story. \n[270]What have I told you about        Then Johnna just chose to smoking that shit?! What did      attack him with a shovel? I say? \n[271]Just tell me what he did! \n[272]Yeah, I hate you too, you little freak! \n[273]Where is he? \n[274]Now wait just a goddamn -- \n[275]Karen-- \n[276]Right... \n[277]Okay. \n[278]Yeah, well... I can't make it up to Jean right now. She's just going to have to wait until I get back to Boulder. \n[279] \n[280]Oh, right. \n[281]No. Right. I fail. As a mother, as a daughter, as a wife. I fail. \n[282]I've physically attacked Mom and Jean in the span of twenty-four hours. You stick around here and I'll cut off your penis. \n[283]You're never coming back to me, are you, Bill? \n[284]But no. \n[285]Even if things don't work out with you and Marsha. \n[286]Cindy. \n[287]And I'm never really going to understand why, am I? \n[288]Yeah... \n[289]She's moderately clean. \n[290]You don't like moderately?   Then let's say tolerably. \n[291]Back off. \n[292]Oh Christ, Ivy, not today. \n[293]That's not a good idea. For you and Charles to take this any further. \n[294]Lot of fish in the sea. Surely you can rule out the one single man in the world you're related to. \n[295]Fuck love, what a crock of shit. People can convince themselves they love a painted rock. \n[296]Looks great. What is it? \n[297]Bottom feeders, my favorite. You're nearly fifty years old, Ivy, you can't go to New York, you'll break a hip. Eat your catfish. \n[298]Don't get all Carson McCullers on me. Now wipe that tragic look off your face and eat some catfish. \n[299]Howdy, Mom. \n[300]Look, catfish for lunch.   Johnna! You hungry? \n[301]Mom needs her lunch, please. \n[302]You haven't eaten anything today. You didn't eat anything yesterday. \n[303]We're dressed. We're not sitting here                   * naked, are we?                                          * \n[304]Eat. \n[305]Eat it.    Mom? Eat it. \n[306]Eat it, you fucker.   Eat that catfish. \n[307]That doesn't cut any fucking ice with me. Now eat that fucking fish. \n[308]No you don't. \n[309]No you don't. Shut up.    Shut the fuck up. \n[310]Forget it.     Eat that fucking fish. \n[311]Eat it. \n[312]\n[313]Okay, fuck it, do what you want. \n[314]Ivy's a lesbian. \n[315]Yes, you are. Did you eat your fish? \n[316]Eat your fish. \n[317]Eat your fish. \n[318]Eatyourfisheatyourfisheatyourfish-- \n[319]What the fuck -- \n[320]Are we breaking shit? \n[321]`cause I can break shit -- \n[322]See, we can all break shit. \n[323]You don't want to break shit with me, muthah-fuckah -- \n[324]Johnna?!   Little spill in here! \n[325]Little Charles -- \n[326]Little Charles -- \n[327]You have to say Little Charles or she won't know who you're talking about. \n[328]Oh... Mom. \n[329]Don't listen. \n[330]It's the pills talking. \n[331]Oh honey... \n[332]Ivy, listen -- \n[333]When Mattie Fae told me, I didn't know what to do -- \n[334]I was trying to protect you -- \n[335]This is not my fault. \n[336]I didn't tell you, Mom told you! It wasn't me, it was Mom! \n[337]You knew about Daddy and Mattie Fae? \n[338]...what motel? \n[339]How did you know where he was? \n[340]He left a note? \n[341]After you got the money out of your                       * safety deposit box... \n[342]If you could've stopped Daddy from                        * killing himself, you wouldn't have                        * needed to get into your safety deposit                    * box.                                                      * \n[343]Did the note say he was going to kill himself? \n[344]Mom? \n[345]You were both fucked-up... You were                       * fucked-up... You are fucked-up.                           * \n[346]You're right, Mom.    You're the strong one. \n[347]No... \n[348]I'm nothing like you... ", "Charlie": "\n[1] \n[2]You don't burn a man's books. \n[3]The man's books didn't do anything. \n[4]I'm not going anywhere. \n[5]That bother you? \n[6]Beverly was a teacher; teachers read books, I'm in the upholstery business. \n[7]They've always had trouble, Ivy. \n[8]Yes, like Little Charles. Exactly -- \n[9]She just means in their sort of quiet complicated ways -- \n[10]He's an observer. \n[11]So you can't even see Ivy's point? That Little Charles and Beverly share some kind of... complication. \n[12]Are you saying our boy isn't smart? \n[13]Hell, yes, I'm sweating, it's ninety degrees in here. \n[14]I don't want to feel your back. \n[15]I believe you. \n[16]No. \n[17]Goddamn it -- \n[18]Do you know its purpose? You can't tell if it's night or day. \n[19]Don't do that. This isn't your place. \n[20]Violet's a Clapton fan? \n[21]`Scuse me, dear...could I trouble you for another beer? \n[22]I know that. \n[23]Am I supposed to sit here like a statue? You're drinking whiskey. \n[24]You're drinking straight whiskey! \n[25]My gosh, you're so big! Look       `Lo, Bill. Man you have at your boobs! Last time I         dropped some weight, haven't saw you, you looked like a         you? Hello, sweetheart. little boy! \n[26]How was the flight from Denver? \n[27]No.                                No, huh-uh. \n[28]Well, yeah, I guess he could -- \n[29]No, he can't. We have to get         Maybe we should call him, back.                                Mattie Fae -- \n[30]Picking up Little Charles. \n[31]No need to apologize. \n[32]Don't worry about her. \n[33]Your mother, she says what she says. \n[34]I know you did. \n[35]Stop apologizing. \n[36]It's okay. \n[37]It's a ceremony. It's ceremonial. It doesn't mean anything compared to what you have in your heart. Hold on, comb your hair. \n[38]Your Uncle Bev has got bigger and better things ahead of him. He doesn't have time for spite. He wasn't that kind of man anyway -- \n[39]Hey, hey. It's okay. It's okay, now... \n[40]How who feels about you?    Feels what about you? \n[41]They don't say things about you -- \n[42]You haven't let me down. You never let me down. Now listen...you're wrong about these people, they love you. Some of them haven't gotten a chance to see what I see: a fine man, very loving, with a lot to offer. Now take this... Give me my comb. Stand up straight, look folks in the eye. Stop being so hard on yourself. \n[43]Love you too, son. \n[44]He went back out to the car. \n[45]Pass the casserole, please? \n[46]I'll eat some of yours, too -- \n[47]Mom, I'm so sorry --                All right, nobody's hurt. Little Charles helps Johnna clean up the mess. \n[48]You're not hurt.                    Mom, Jesus, I'm sorry -- \n[49]Let it go, Mattie Fae.              It's not a party until \n[50]Jean, you didn't get any chicken. \n[51]You don't eat meat.                 Good for you. \n[52]\"Don't eat meat.\" Okay. Who wants chicken? Little Charles, chicken? \n[53]All right, Mattie Fae. \n[54]I am?   Oh, I guess I am. \n[55]Okay. Dear Lord... \n[56]We ask that you watch over this family in this sad time, O Lord... \n[57]that you bless this good woman and keep her in your, in your... grace. \n[58]We ask that you watch over Beverly, too, as he, as he... as he... makes his journey. We thank thee, O Lord, that we are able to join together to pay tribute to this fine man, in his house, with his beautiful daughters. We are truly blessed in our, our fellowship, our togetherness, our... our fellowship. Thank thee for the food, O Lord, that we can share this food and replenish our bodies with... nutrients. We ask that you help us... get better. Be better people. \n[59]We recognize now more than ever the power, the... joy of family. We ask that you bless and watch over this family. Amen. \n[60]Jean, so I'm curious, when you say you don't eat meat, you mean you don't eat meat of any kind? \n[61]And is that for health reasons, or...? \n[62]How do you do that? You can't eat fear. \n[63]Does it? \n[64]Wow. You mean I've been eating fear, what, three times a day for sixty years? \n[65]I guess it's the way I was raised, but it just doesn't seem like a legitimate meal `less it has some meat somewhere -- \n[66]I thought the services were lovely. \n[67]Uh-oh! \n[68]\n[69]I got a big bite of fear! I'm shakin' in my boots! Fear never tasted so good. \n[70]You're in rare form today, Vi. \n[71]I just don't understand why you're so adversarial. \n[72]Everyone here loves you, dear. \n[73]Well, the truth is... I'm getting full. \n[74]What is it, son? \n[75]Hey, now, c'mon --!               Oh God -- Violet wrests the pills from Barb. Bill pulls Barb back into her seat. Violet shakes the bottle, taunting Barb. Barb lunges again, grabs her mother by the hair, toppling chairs, they crash into the -- \n[76]What should we do? \n[77]I'm sure the house is fine. \n[78]Mattie Fae -- \n[79]C'mon, Mattie Fae -- \n[80]Mattie Fae, we're gonna get in the car and go home and if you say one more mean thing to that boy I'm going to kick your fat Irish ass onto the highway. You hear me? \n[81]You kids go outside, would you please? \n[82]I don't understand this meanness. I look at you and your sister and the way you talk to people and I don't understand it. I can't understand why folks can't be respectful of one another. I don't think there's any excuse for it. My family didn't treat each other that way. \n[83]You had better not say anything about my family right now. I mean it. We buried a man yesterday I loved very much. And whatever faults he may have had, he was a good, kind, decent person. And to hear you tear into your own son not even a day later dishonors Beverly's memory. We've been married thirty-eight years. I wouldn't trade them for anything. But if you can't find a generous place in your heart for your own son, we're not going to make it to thirty-nine. ", "Aiken": "", "Johnna": "\n[1]Yes, sir. \n[2]He had a heart attack. Fell into a flatbed truck full of wine grapes. \n[3]Hello. \n[4]Yes, ma'am. \n[5]Thank you. \n[6]Yes, ma'am. \n[7]Cheyenne.                                               * \n[8]Yes, ma'am. \n[9]I need the work. \n[10]What kind of cancer? \n[11]What pills does she take? \n[12] \n[13]Hello. \n[14]Johnna.                                                 * \n[15]Thank you.                                              * \n[16]My grandma. \n[17]My umbilical cord. \n[18]When a Cheyenne is born, their umbilical cord is dried and sewn into a pouch. \n[19]Yes. We wear it for the rest of our                    * lives. If we lose it, our souls belong nowhere and when we die our souls walk the Earth looking for where we belong. \n[20]No, do you need something? \n[21]No, thank you. \n[22]I.   No, I -- \n[23]Okay. \n[24]I don't think so. \n[25]Yes.   No.    I'm fine. \n[26]Mm-hm, their wedding picture. \n[27]My father passed away last year. \n[28]That's okay. Thank you. \n[29]Yes.   Very. \n[30]I'm sorry. \n[31]Mm-hmm.                         She's a wonder, this one. Bill passes through, carries us into the living room where he finds Jean, still watching the movie. \n[32]There's dessert, too. \n[33]Mrs. Fordham, are you going to fire me? \n[34]I'm familiar with this job. I can do this job. I don't do it for you or Mrs. Weston. Or even for Mr. Weston. Right? I do it for me. \n[35]I need the work. \n[36]He just seemed like maybe he had... he                * talked about... He talked a lot about his daughters, his three daughters, and his granddaughter. That was his joy. \n[37]He was messing with Jean -- \n[38]He was messing with Jean, so I tuned him up. \n[39]He was kissing and grabbing her. \n[40]Catfish. \n[41]\"This is the way the world        --and then you're gone, and ends...\"                          then you're gone -- \n[42]\"...this is the way the world ends, this is the way the world ends...\" ", "Monevata": "", "Violet": "\n[1]   \n[2]  \n[3]Bev...?! \n[4]Did you pullish? Did you...Oh, goddamn                * it... did. You. Are the police here? \n[5]Am I looking through window? A window? \n[6]Oh.    Hello. \n[7]You tell me she's a woman. Wo-man. Whoa-man. \n[8]Oh, you hire women's now the thing. I thought you meant the other woman. \n[9] \n[10] \n[11]I'm sorry. Like this. \n[12]You're very pretty. \n[13]Are you an Indian? \n[14]What kind?                                              * \n[15]Do you think I'm pretty? \n[16]  \n[17]You're the house now. I'm sorry, I took some medicine for my mussss... muscular. \n[18]Why don't you go fuck a fucking sow's ass? \n[19]I'm sorry. I'll be sickly sweet. I'm soooooooo sweet. In-el-abrially sweet. \n[20]...You've been out there...? \n[21]...You're going out yourself...?                        * \n[22]Stop that... \n[23]You call Barb? What'd she say? \n[24]What'd you tell her? \n[25]Did you tell her how long he'd been missing? \n[26]What did she say? \n[27]Goddamn it, Ivy, what did she say? \n[28]You're hopeless. Goddamn your father for putting me through this. Seen that office of his, all that mess? I can't make heads or tails of it. He hired this Indian for some goddamn reason and now I have a stranger in my house. What's her name? \n[29]This house is falling apart, something about the basement or the sump pump or the foundation. I don't know anything about it. I can't do this by myself. \n[30]What did she say? \n[31]She'll be a big fat help, just like you. \n[32] \n[33]What did you do to your hair? \n[34]You had it straightened.    Why would anybody do that? \n[35]You're the prettiest of my three girls, but you always look like a schlub. Why don't you wear makeup? \n[36]All women need makeup. Don't let anybody tell you different. The only woman who was pretty enough to go without makeup was Elizabeth Taylor and she wore a ton. Stand up straight. \n[37]Your shoulders are slumped and your hair's all straight and you don't wear makeup. You look like a lesbian. \n[38]You could get a decent man if you spruced up. A bit, that's all I'm saying. \n[39]There are a lot of losers out there, don't think I don't know that. But just because you got a bad one last time doesn't mean -- \n[40]Barry was an asshole. I warned you from the jump, first time you brought him over here in his little electric car with his stupid orange hair and that turban -- \n[41]You work at a college. Don't tell me there aren't people coming through the door of that library every day. \n[42]They still have teachers at TU, right? They did when your father taught there. \n[43]How many was that? \n[44]Like a son-of-a-bitch.   My tongue is on fire. \n[45]Is anybody supposed to smoke? \n[46]Just leave it alone. \n[47]Course I'm scared. And you are a comfort, sweetheart. Thank God one of my girls stayed close to home. \n[48]She means to come in here and tell me what's what. \n[49]He smokes a lot of grass. \n[50]He smokes a lot of grass. \n[51]  \n[52]They checked the hospitals, no Beverly. \n[53]No, the sheriff, the Gilbeau boy. \n[54]The boat's missing. \n[55]I asked the sheriff to send a deputy out to the dock to check if anybody had seen him and his boat is gone. \n[56]Barb... \n[57]What am I going to do?             It's okay, Mom. \n[58]Yes.   Hi, Bill. \n[59]I'm just so scared. \n[60] \n[61]You're just the prettiest thing. Thank you for coming to see me. \n[62]She had it straightened. Barbara, or Bill, it doesn't matter, I need you to go through Beverly's things, help me with this paperwork. \n[63]No, now that desk of his is such a mess and I get confused -- \n[64]You're going back to Tulsa? \n[65]How about Little Charles, can't he take care of the dogs? \n[66]No, that's where what's-her-name lives. \n[67]She's the Indian who lives in my attic. \n[68]Saturday morning. The Indian girl made us biscuits and gravy. We ate some, he walked out the door, this door right there. Got into his truck. And that was it. \n[69]I went to bed Saturday night, got up Sunday... still no Beverly. I didn't make much of it, thought he'd gone out on a bender. \n[70]I never said anything to him about his drinking, never got on him about it. \n[71]Yes, Sunday. No sign. I started getting worried, don'tcha know. That's when I got worked up about that safety deposit box.   We kept an awful lot of cash in that box, some expensive jewelry. I had a diamond ring in that box appraised at seven thousand dollars -- \n[72]Well, I know what you'll say about this, but, your father and I had an urge-ment... arrangement. If something were to ever happen to one of us, the other one would go empty that box. \n[73]Right, that's right -- \n[74]I knew you would disapprove -- \n[75]I had to wait for the bank to open on Monday. And after I emptied that box, I called the police and reported him missing. Monday morning. \n[76]I didn't want to worry you, honey -- \n[77]You mean like a fight. \n[78]No. And we fought enough... you know... but no, he just left. \n[79]That's nice of you to say. \n[80]Oh. That man. What I first fell of with -- fell in love with, you know, was his mystery. I thought it was sexy as hell. \n[81]You knew he was the smartest one in the room, knew if he just said something... knock you out. But he'd just stand there, little smile on his face... not say a word. Sexy. \n[82]He hired this woman. He didn't ask me, just hired this woman to come live in our house. Few days before he left. \n[83]She's a stranger in my house. There's an Indian in my house. \n[84]I don't know what to say to an Indian. \n[85]Who makes that decision? \n[86]They aren't any more native than me. \n[87]What's wrong with Indian? \n[88]Let's just call the dinosaurs \"Native Americans\" while we're at it. \n[89]He hired a cook. It doesn't make any sense. We don't eat. \n[90]Nice for you, now. But you'll be gone soon enough, never to return. \n[91]When was the last time you were here? \n[92]Don't get started on that --         Really, I don't even \n[93]You do not write -- \n[94]Because you're \"dutiful.\" \n[95]I don't care about you two. I'd like to see my granddaughter every now -- \n[96]But your father. You broke his heart when you moved away. \n[97]Am I going to have to             You know you were Beverly's separate you two?                 favorite; don't pretend you Barbara follows Bill. Ivy finds iced tea, pours herself some. Tries to make herself invisible -- it's not hard to do. \n[98]I'm sure you'd prefer to think that Santy Claus brought you presents at Christmas, too. If you'd had more than one child, you'd know a parent always has favorites. Mattie Fae was my mother's favorite. Big deal. I got used to it. You were your Daddy's favorite. \n[99]Broke his heart. \n[100]You're wrong there. You never would've gotten Beverly Weston out of Oklahoma. \n[101]`S what he told you. \n[102]Beverly didn't say terrible things behind your back -- \n[103]He just told me he's disappointed in you because you settled. He thought                  * you had talent, as a writer.                         * \n[104]Oh, horseshit, horseshit, let's all say horseshit. Say horseshit, Bill. \n[105]Excuse me. \n[106]A muscle relaxer. \n[107]I don't know what you're talking about. \n[108]Stop yelling at me! \n[109]It's not the same thing. I didn't have a reason. \n[110]I'm not hooked on anything. \n[111]I'm not.   I'm in pain. \n[112]Yes, because my mouth burns from the chemotheeeahh -- \n[113]Yes, I'm in pain. I have got... gotten cancer. In my mouth. And it burns like a... bullshit. And Beverly's disappeared and you're yelling at me. \n[114]You couldn't come home when I got cancer but as soon as Beverly disappeared you rushed back -- \n[115]Did you call them?    I dig in call them. \n[116]Inna esther? \n[117]Inna esther broke. `N pays me `em...sturck...struck. \n[118]Izza story. Barely's back.    Did sum Beer-ley come home? \n[119]Gizza cig... some cigezze?    Cig-zezz, cig-zizz... cig-uhzzz... \n[120]In the archa, archa-tex? I'm in the bottom. Inna bottom of them. Mm, good beat, right? \n[121]Barbara?! Is Barbara here?! \n[122]Mm, good beat, right?   Idn't it's a good beat? \n[123]Mmmm, I been on the music... pell man onna sheriff. Armen in tandel s'lossle, s'lost? Lost?! From the day, the days. Am Beerly... and Beverly lost? \n[124]And then you're here. And Barbara, and then you're here, and Beverly, and then you're here, and then you're here, and then you're here, and then you're here, and then you're here... \n[125]  \n[126]It won't kill you to try it on -- \n[127]Look at this, Ivy --                 What's morbid about it? \n[128]You don't have a style, that's the point. \n[129]New York.    On the first book tour. \n[130]You wore a suit to your father's funeral. A woman doesn't wear a suit to a funeral. \n[131]You look like a magician's assistant. \n[132]Don't discourage him now -- \n[133]Stop being so sensitive. \n[134]All this shit's going. I don't plan to spend the rest of my days looking at what used to be. I want that shit in the office gone, I want these clothes I'm never going to wear gone. I mean look at these fucking shoes -- Even if I didn't fall on my face, can you imagine anything less attractive, my swollen ankles and varicose veins? And my toenails, good God: anymore they could dig through cement. \n[135]  \n[136]Look at me. Look at me. \n[137]I was beautiful. Not anymore. \n[138]One of those lies we tell to give us comfort. Women are beautiful when they're young and not after. Men can still preserve their sex appeal into old age. Not those men like you see with shorts and those little purses around their waists. Some men can maintain a weary masculinity. Women just get old and fat and wrinkly. \n[139]Think about the last time you went to the mall and saw some sweet little gal and thought she's a cute trick. What makes her that way? Taut skin, firm boobs, an ass above her knees. \n[140]You're about as sexy as a wet card- board box, Mattie Fae, you and me both. Look, wouldn't we be better off if we stopped lying about these things and told the truth? \"Women aren't sexy when they're old.\" I can live with that. Can you live with that? \n[141]The world is round. Get over it. Now try this dress on. \n[142]You don't know how to attract a man. I do. That's something I always -- \n[143]I'm not talking about today, dummy, this is something you can wear -- \n[144]You said you weren't looking for a man -- \n[145]No, I won't leave it alone.           No, let's not leave it alone. \n[146]Who is it? \n[147]Are you in love, Ivy? \n[148]August... your month. Locusts are raging, \"Summer psalm become summer wrath.\" `Course it's only August out there. In here... who knows? All right... okay. \"The Carriage held but just Ourselves,\" dum-de-dum...mm, best I got... Emily Dickenson's all I got... something something, \"Horse's Heads Were Toward Eternity...\" \n[149]That's for me. One for me. \n[150]For My Violet... \n[151]For the girls, God love `em. \n[152]Barb... will you put this? \n[153]I see you gentlemen have stripped down to your shirt fronts. I thought we were having a funeral dinner, not a cockfight. \n[154]Someone should probably say grace. Barbara? \n[155]By default. \n[156]Barb, have any use for that sideboard? \n[157]That sideboard there, you have any interest in that? \n[158]I'm getting rid of a lot of this stuff and I thought you might want that sideboard. \n[159]Mm.   Maybe Ivy'll take it. \n[160]Clearing all this out of here. I want to have a brand new everything. \n[161]Suit yourself. \n[162]I haven't tried much of it, yet -- \n[163]`S what she's paid for. \n[164]Y'all did know she's getting paid, right? \n[165]Ingest what? It's fur? \n[166]I thought she said -- \n[167]\"Where's the meat?\" Isn't that some TV commercial, the old lady says, \"Where's the meat?\" \n[168] \n[169]Ehhhhh! I give it a... Ehhhhh! \n[170]Too much talk about poetry, teaching. He hadn't written any poetry to speak of since `65 and he never liked teaching worth a damn. Nobody talked about the good stuff. Man was a world- class alcoholic, more'n fifty years. Nobody told the story about that night he got wrangled into giving a talk at that TU alumni dinner... Drank a whole bottle of Ron Bocoy White Rum -- don't know why I remember that -- and got up to give this talk, and he fouled himself! Comes back to our table with this huge -- \n[171] \n[172]Hide-the-what? \n[173]Hide-a-burrr...German, you're a German. \n[174]That's peculiar, Karen, to bring a date to your father's funeral. I know the poetry was good, but I wouldn't have really considered it date material -- \n[175]I don't really see that happening, do you? Steve. That right? Steve? \n[176]You ever been married before? \n[177]More'n once? \n[178]You should pretty much have it down by now, then. \n[179]I had that one pegged. I mean, look at him, you can tell he's been married. \n[180]Karen! Shame on you! Don't you know not to say Cowboys and Indians? You played Cowboys and Native Americans, right Barb? \n[181]Lemme alone -- \n[182]Y'know...if I ever called my mom a liar? She would've knocked my goddamn head off my shoulders. \n[183]You girls know there's a will. \n[184]We took care of it some time back. \n[185]I want to talk about it. What about what I want to talk about, that count for anything? Bev made some good investments, believe it or not, and we had money for you girls in his will, but we talked it over after some years passed and decided to change things, leave everything to me. We never got around to taking care of it legally, but you should know he meant to leave the money to me. \n[186]Okay? Okay? \n[187]Karen?   Okay? \n[188]Okay. But now some of this furniture, some of this old shit you can just have. I don't want it, got no use for it. Maybe I should have an auction. \n[189]Some things, though, like the silver, that's worth a pretty penny. But if you like I'll sell it to you, cheaper'n I might get in an auction. \n[190]You might at that. \n[191]Where are you living now, Bill? You want this old sideboard? \n[192]You and Barbara are separated, right? Or you divorced already? \n[193] \n[194]Nobody slips anything by me. I know what's what. Your father thought he's slipping one by me, right? No way. I'm sorry you two're having trouble, maybe you can work it out. Bev'n I separated a few times, course we didn't call it that. \n[195]Truth is, you can't compete with a younger woman. One of those unfair things in life. Is there a younger woman involved? \n[196]Y'see?   Odds're against you there, babe. \n[197]I didn't say they \"don't grow more attractive,\" I said they get ugly. And it's not really a matter of opinion, Karen dear. You've only just started to prove it yourself. \n[198]The day calls for it, doesn't it? What form would you have me in? \n[199]I'm just truth-telling. Some people get antagonized by the truth. \n[200]You think you can shame me, Charlie? Blow it out your ass. \n[201]Attack my family?! You ever been attacked in your sweet spoiled life?! Tell her `bout attacks, Mattie Fae, tell her what an attack looks like! \n[202]Stop telling me to settle down, goddam it! I'm not a goddamn invalid! I don't need to be abided, do I?! Am I already passed over?! \n[203] \n[204]You DON'T know! You do NOT know! None of you know, `cept this woman right here and that man we buried today! \n[205]Sweet girl, sweet Barbara, my heart breaks for every time you ever felt pain. I wish I coulda shielded you from it. But if you think for a solitary second you can fathom the pain that man endured in his natural life, you got another think coming.                   * Do you know where your father lived from age four till about ten? Do you? \n[206]Do you?! \n[207]In a Pontiac Sedan. With his mother, his father, in a fucking car! Now what do you want to say about your rotten childhood? That's the crux of the biscuit: we lived too hard, then rose too high. We sacrificed everything and we did it all for you. Your father and I were the first in our families to finish high school and he wound up an award-winning poet. You girls, given a college education, taken for granted no doubt, and where'd you wind up? Whadda you do? Whadda you do? Who're you? Jesus, you worked as hard as us, you'd all be President. You never had real problems so you got to make all your problems yourselves. \n[208]Just time we had some truth's told `round here. Damn fine day, tell the truth. \n[209]It speaks. \n[210]Scintillating. \n[211]Poor Ivy.     Poor thing. \n[212]Poor baby. \n[213]She always had a feeling for the underdog. \n[214]Everyone's got this idea I'm mean all of a sudden. \n[215]I told you, I'm just telling the -- \n[216]That is the truth! That's what I'm getting at! I, everybody listen... I am a drug addict. I am addicted to drugs, pills, specially downers. \n[217]Y'see these little blue babies? These are my best fucking friends and they never let me down. Try to get `em away from me and I'll eat you alive. \n[218]I'll eat you alive, girl! \n[219]Goddamn you... goddamn you, Barb... \n[220]You can't do this! This is my house! This is my house! \n[221]  \n[222]My girls all together. Hearing you                   * just now gave me a warm feeling.                     * \n[223]Uh-huh...                                                * \n[224]No, honey, I'm fine. This house must have heard a lot of Weston girl secrets. \n[225]Oh... nothing to be embarrassed about. Secret crushes, secret schemes. Province of teenage girls. I can't imagine anything more delicate, or bittersweet. Some part of you girls I always identified with... no matter how old you get, a woman's hard-pressed to throw off that part of herself. That smells good. \n[226]Yes, please. \n[227]I ever tell you the story of Raymond Qualls? Not much story to it. Boy I had a crush on when I was thirteen or so. Rough-looking boy, beat-up Levis, messy hair. Terrible underbite. \n[228]But he had these beautiful cowboy boots, shiny chocolate leather. He was so proud of those boots, you could tell, way he'd strut around, all arms and elbows, puffed up and cocksure. I decided I needed to get a girly pair of those same boots and I convinced myself he'd ask me to go steady. He'd see me in those boots and say \"Now there's the gal for me.\" \n[229]Found the boots in a window downtown and just went crazy: praying for those boots, rehearsing the conversation I'd have with Raymond when he saw me in my boots. Must've asked my momma a hundred times if I could get those boots. \"What do you want for Christmas, Vi?\" \"Momma, I'll give all of it up just for those boots.\" Bargaining, you know? She started dropping hints about a package under the tree she had wrapped up, about the size of a boot box, nice wrapping paper. \"Now, Vi, don't you cheat and look in there before Christmas morning.\" Little smile on her face. Christmas morning, I was up like a shot, boy, under the tree, tearing open that box. There was a pair of boots, all right... men's work boots, holes in the toes, chewed up laces, caked in mud and dog shit. Lord, my momma laughed for days. \n[230]Oh, no.   That's the end. \n[231]No, huh-uh. \n[232]My momma was a nasty-mean old lady.   I suppose that's where I get it from. \n[233]Thank you, sweetheart. \n[234]Pull the car over. \n[235]Pull the car over. I'm going to be sick. \n[236]Please, honey -- \n[237]Barbara. The day, the funeral... the pills. I was spoiling for a fight and you gave it to me. \n[238] \n[239]How do you mean? \n[240]I can't go through that again. No, I can do this. You got rid of my pills, right? \n[241]I don't have that many hiding places. \n[242]You wanna search me? \n[243]If the pills are gone, I'll be fine. Just need a few days to get my feet under me. \n[244]I don't need help. \n[245]I don't need your help. \n[246]I don't need your help. I've gotten myself through some... I know how this goes: once all the talking's through, people go back to their own nonsense. I know that. So, don't worry about me. I'll manage. I get by. \n[247]What's howdy about it? \n[248]Ivy, you should smile.   Like me. \n[249]I'm not hungry. \n[250]I'm not hungry. \n[251]Yeah...                                                 * \n[252]No. \n[253]No. \n[254]Go to hell. \n[255]What's to talk about? \n[256]I'm not hungry. \n[257]\n[258]\n[259]Barbara...! \n[260]No, you're not. \n[261]Barbara, quiet now-- \n[262]Little Charles and you are brother and sister. I know that. \n[263]I've always known that. I told you, no one slips anything by me. \n[264]I knew the whole time Bev and Mattie Fae were carrying on. Charlie should have known too, if he wasn't smoking all that grass. \n[265]Your father tore himself up over it, thirty some-odd years, but Beverly wouldn't have been Beverly if he didn't have plenty to brood about. \n[266]Better you girls know now though, now you're older. Never know when someone might need a kidney. \n[267]Hey, what do you care? \n[268]Come on now -- \n[269]Who's the injured party here? \n[270]We couldn't let Ivy run off with Little Charles. Just wouldn't be right. \n[271]She'll be back. She's a sweet girl, Ivy, and I love her to death. But she isn't strong. Not like you. Or me. \n[272]Oh sure. I never told them I knew. But your father knew. He knew I knew. But we never talked about it. I chose the higher ground. If I'd had the chance, there at the end, I would've told him, \"I hope this isn't about Little Charles, cause you know I know all about that.\" If I'd reached him at that motel, I would've said, \"You'd be better off if you quit sulking about this ancient history.\" \n[273]I called over there on Monday after I got into that safety deposit box. But it was too late, he'd checked out. \n[274]The note. He said I could call him over at the Country Squire Motel -- \n[275]And I did, I called him on Monday. \n[276]We had an arrangement. You have to                        * understand, for people like your                          * father and me, who never had any                          * money, ever, as kids, people from our                     * generation, that money is important.                      * \n[277]Well, hindsight's always twenty-                          * twenty, isn't it?                                         * \n[278]If I had my wits about me, I might've done it different. But I was, your father and me both, we were... \n[279]You'd better understand this, you smug little ingrate. There's only one reason Beverly killed himself and that's you. Think there's any way he would've done what he did if you were still here? No, just him and me, here in this house, in the dark, left to ourselves, abandoned, wasted lifetimes devoted to your care and comfort. \n[280]So stick that knife of judgment in me, go ahead, but make no mistake, his blood is just as much on your hands as it is on mine. \n[281]He did this though, not us. Can you imagine anything more cruel, to make me responsible? Just to weaken me, make me prove my character? So I waited, to get my hands on that safety deposit box. But I would have waited anyway. You want to show who's stronger, Bev? Nobody's stronger than me, goddamn it. When nothing is left, when everything is gone and disappeared, I'll be here. \n[282]Who's stronger now, you son-of-a- bitch?! \n[283]...Barbara? \n[284]Barbara? \n[285]You and me. We're alike. \n[286]Barbara, please. \n[287]Please, Barbara. \n[288]...Barbara? \n[289]Ivy?!    Ivy, you here?! \n[290]Barb?!   Ivy?! \n[291]Bev?! ...Bev?! \n[292]Johnna?! \n[293]Johnna... Johnna... Johnna... \n[294]And then you're gone, and Beverly, and then you're gone, and Barbara, and then you're gone, and then you're gone, and then you're gone -- \n[295]\"This is the way the world        --and then you're gone, and ends...\"                          then you're gone -- \n[296]--and then you're gone, and then you're gone... ", "Steve": "\n[1]Is it always this hot? \n[2]Hard to imagine. How old are you, about, seventeen? \n[3]Fourteen, right... Know what I was doing when I was fourteen? Cattle processing. Know what that is? \n[4]Slaughterhouse sanitation. \n[5]I don't recommend it. But hey. Put food on the table. Get it? \n[6]What's that smell? \n[7]Nah, that's not what I'm smelling. \n[8]Do I smell what I think I smell? \n[9]What do you think I smell? \n[10]Is that... pot? You smoking pot? \n[11]You can tell me. \n[12]You a little dope smoker? Then you are in luck. Because I just happen to have some tasty shit. And I am going to hook you up. \n[13]You what? \n[14]You need to get what? \n[15]No, we maintain the accounts off- shore, just until we get approvals. \n[16]To get around approvals until we get approvals. There's a lot of red tape, bureaucracy, I don't know how much you know about Florida, Florida politics -- \n[17]Right, right, this kind of business in particular. \n[18]Little Charles? \n[19]You know, it's essentially security work. The situation in the Middle East is perpetually dangerous, so there's a tremendous amount of money involved. \n[20]Cool. \n[21]Phantom of the Opera, huh? \n[22] \n[23]Hook you up, later. \n[24]Goddamn it --!                      O-pah! \n[25]Let it go, Mattie Fae.              It's not a party until \n[26]You don't eat meat.                 Good for you. \n[27]I have to take this. \n[28]Amen.   Sorry folks. \n[29]This food is just spectacular. \n[30]You bet it does. I used to work in a cattle processing plant, lot of fear flying around that place. \n[31]Yes, weren't they --?                Preacher did a fine job. Vi sticks her hand out, flat, wiggles it back and forth. \n[32]I don't know much about poetry, but I thought his poems were extraordinary. And your reading was very fine. \n[33]Steve Heidebrecht. \n[34]Heidebrecht. \n[35]Well, German-Irish, really, I -- \n[36]Yes, ma'am. \n[37]I don't mind. Yes, ma'am, I have. \n[38]Three times, actually, three times before this -- \n[39] \n[40]Right, right, it's pretty good once you get used to the taste. \n[41]Amen. \n[42]Holy shit --                      Barbara, stop it --! \n[43]Florida, baby. Number one industry. \n[44]Number one by far. Want a shotgun? You don't know what a shotgun is? \n[45]Not that kind of shotgun, here. Just put your lips right next to mine and you inhale while I exhale. \n[46]Hold it.   Don't let it out. \n[47]That's a kick, huh? \n[48]...Show `em to me... I won't look. \n[49]Okay, okay... I'll look. \n[50]Christ, you got a great set. Show you mine if you'll show me yours. \n[51]You ever seen one? \n[52]Nothing. \n[53]I'm white and over thirty.    I don't get in trouble. \n[54]Oh my God...                         Ho, fuck! Johnna approaches Steve menacingly. \n[55]Hold up there, lady, you don't -- \n[56]Hey, goddamn it, careful! \n[57]Ow, goddamn --! \n[58]I didn't do anything! \n[59] ", "Huberbrecht": "", "Dr.": "\n[1]The chemotherapy and the radiation, coupled with the overuse of pain medications -- \n[2]-- and without the benefit of more thorough testing, an MRI or CT scan, I believe your mother is showing signs of Mild Cognitive Impairment. \n[3]Brain damage. It may be time to consider placing her in a long term care facility. I'd certainly feel more comfortable knowing she was receiving that level of supervision. \n[4]Of course, it's a family decision. \n[5]Well, Beverly's gone. \n[6]Legal guardianship for you and your sisters, with my recommendation, should be a simple -- \n[7]I'm sorry? \n[8]All right, I think -- \n[9]Your mother is a very -- ", "Burke": "\n[1]The chemotherapy and the radiation, coupled with the overuse of pain medications -- \n[2]-- and without the benefit of more thorough testing, an MRI or CT scan, I believe your mother is showing signs of Mild Cognitive Impairment. \n[3]Brain damage. It may be time to consider placing her in a long term care facility. I'd certainly feel more comfortable knowing she was receiving that level of supervision. \n[4]Of course, it's a family decision. \n[5]Well, Beverly's gone. \n[6]Legal guardianship for you and your sisters, with my recommendation, should be a simple -- \n[7]I'm sorry? \n[8]All right, I think -- \n[9]Your mother is a very -- ", "Karen": "\n[1]I spent so    much time in our bedroom pretending    my pillow was my husband and did he    like the dinner I made and where were    we going to vacation that winter and    he'd surprise me with tickets to    Belize and we'd kiss. \n[2]I mean I'd kiss my pillow, and then I'd tell him I'd been to the doctor that day and I'd found out I was pregnant. I know how pathetic that sounds, but it was innocent enough. Then real life takes over, cause it always does -- \n[3]Things don't work out like you planned. That pillow was a better husband than any real man I'd ever met; this parade of men fails to live up to your expectations, all of them so much less than Daddy or Bill. You punish yourself, tell yourself it's your fault you can't find a good one. I don't know how well you remember Andrew... \n[4]I loved him so intensely, so the things he did wrong were just opportunities for me to make things right. If he cheated on me or called me a cunt, I'd think \"No, love is forever, so here's an opportunity to make an adjustment in the way you view the world.\" \n[5]And thank God one day I looked in the mirror and said, \"Moron,\" and walked out, but it kicked off this whole period of reflection, how hard I had screwed it up, where'd I go wrong. That's when I got into those books and discussion groups -- \n[6]Exactly, and finally one day, I threw it all out, I said, \"It's me, just me with my music on the stereo, my glass of wine and Bloomers my cat. I don't need anything else, I can live my life with myself.\" I got my license, threw myself into my work, sold a lot of houses, and that's when I met Steve. \n[7]That's how it works, you only find it when you're not looking, you turn around and there it is: Steve. Ten years older than me, but a thinker, and he's just so good. He's a good man and he's good to me and he's good for me. \n[8]The best thing about him, for me, is that now what I think about is now. I live now. My focus, my life, my world is now. I don't give a care about the past anymore, the mistakes I made, the way I thought. And you can't plan the future cause as soon as you do, something happens, some terrible thing happens -- \n[9]That's exactly what I mean. You take it as it comes, here and now! Steve had a huge presentation today for some big-wig government guys who could be important for his business, something he's put together for months, and as soon as we heard about Daddy, he cancelled his meeting. He has his priorities straight. And you know what the kicker is? Do you know what the kicker --? \n[10]We're going to Belize on our honeymoon! \n[11]You get a read off Steve?   Did you like him? \n[12]You get a feel, though, don't you? Did you get a feel? \n[13]He is, and -- \n[14]I guess what I'm telling you is that I'm happy. I've been unhappy most of my life,   my adult life. I doubt you've been aware of that. I know our lives have led us apart, you, me and Ivy. Maybe we're not as close as, as close as some families -- \n[15]-- but I think I haven't wanted to live my unhappiness in view of my family. But now I'm just really happy. I'd like us to get to know each other a little better. \n[16]Hi, doodle. \n[17] \n[18]Come on, I want to show you our old fort. Man, the air in here just doesn't move. \n[19]This is lovely! You do all this? \n[20]That's nice.                       That's sweet. \n[21]Really pretty. \n[22]It's so good --                     Yes, it is -- \n[23]\"Beef,\" \"Where's the beef?\" \n[24]Yes, weren't they --?                Preacher did a fine job. Vi sticks her hand out, flat, wiggles it back and forth. \n[25]Really?   I thought it was --        Great, now we get some \n[26]Mom, this is my fiance, Steve, I introduced you at the church. \n[27]He's not a date, he's my fiance. We're getting married on New Years. In Miami, I hope you can make it. \n[28]That's personal. \n[29]I took Steve out to show him the old fort and it's gone! \n[30]That's been gone for years.        That made me so sad! \n[31]Our old fort, where we used to play Cowboys and Indians. \n[32]Okay. \n[33]Oh, I disagree, I -- \n[34]I saw her making those pies. They looked so good. \n[35]Hey, now, c'mon --!               Oh God -- Violet wrests the pills from Barb. Bill pulls Barb back into her seat. Violet shakes the bottle, taunting Barb. Barb lunges again, grabs her mother by the hair, toppling chairs, they crash into the -- \n[36]Why'd Dr. Burke write her so many                      * prescriptions? Doesn't he know --?                     * \n[37]Now what? \n[38]I wasn't there. \n[39]God, I've never heard this story. \n[40]Oh God --                           Barbara! As their laughter slowly dies down --                             * \n[41]One thing about Mom and Dad. You have to tip your cap to anyone who can stay married that long. \n[42]You know you shouldn't consider children. \n[43]Why? \n[44]I didn't know. \n[45]I feel very connected, to both of you.                * \n[46]I still feel that connection!                        * \n[47]I can't believe your world view is                   * this dark.                                           * \n[48]Yes. \n[49]I get embarrassed just thinking about it. \n[50]It's apple. You want some? \n[51]You never got the boots? \n[52]You're not nasty-mean. You're our mother and we love you. \n[53]We're just going to -- \n[54]What happened?! \n[55]Honey, you're bleeding, you okay? \n[56]Yeah, I'm fine.                   I don't know. \n[57]Mom, stop it!                        Settle down --! \n[58]Are you out of your goddamn          Barbara, just back off! mind? Karen manages to get Steve up the porch steps and into the house. Barbara, Bill, Jean, and Johnna remain. \n[59]I can do without a speech. \n[60]Out at the car. We're leaving. Back to Florida, tonight, now. Me and Steve, together. Want to give me some grief about that? \n[61]You better find out from Jean exactly what went on before you start pointing fingers. Cause I doubt Jean's blameless in all this. And I'm not blaming her, just cause I said she's not blameless doesn't mean I've blamed her. I'm saying she might share in the responsibility. It's not cut and dried, black and white, good and bad. It lives where everything lives: somewhere in the middle. Where the rest of us live, everyone but you. \n[62]He's not perfect. Just like the rest of us, down here in the muck. I'm no angel myself. I've done some things I'm not proud of. Things you'll never know about. I may even have to do some things I'm not proud of again. Cause sometimes life puts you in a corner that way. \n[63]And I am   a human being, after all. Anyway.    You have your own hash to settle.    Before you start making speeches   to the rest of us. \n[64]Come January... I'll be in Belize. Doesn't that sound nice? ", "Jean": "\n[1]Mom...? \n[2]Mom...! \n[3]...Mom...? \n[4]...Mom? \n[5]You didn't hear the phone? \n[6]It's Aunt Ivy in Oklahoma. \n[7]I'm gonna grab a smoke. \n[8]O-kay, we've all stared at my tits now. \n[9]Hi... \n[10]I'm Jean.                                               * \n[11]I like your necklace. \n[12]Did you make that? \n[13]Is there something in it? \n[14]Ewww, are you serious? \n[15]You're Cheyenne. Like that movie Powwow Highway. Did you see that? \n[16]Hi, again... Am I bugging you? \n[17]No, I thought maybe you'd like to smoke a bowl with me? \n[18]Okay. I didn't know. Do you mind if I smoke a bowl? \n[19]Mom and Dad don't mind. You won't get into trouble or anything. \n[20]Okay. You sure? \n[21]I say they don't mind. If they knew I smuggled this on the plane? And sat there sweating like in that movie Midnight Express. Did you see that? \n[22]I just mean they don't mind that I smoke pot. Mom kind of does. I think cause Dad smokes pot too, and she wishes he didn't. You sure? \n[23]Wow, are those your parents? \n[24]Their costumes are fantastic.    Are they still together? \n[25]Oh.    Sorry. \n[26]Were you close? \n[27]My Mom and Dad are separated now. \n[28]He's fucking one of his grad students. I don't care --aside from the pathetic English and Humanities cliche, like all those departmental dicks fucking their students -- he can fuck who he wants and that's who teachers meet, students. He was just a turd the way he didn't give Mom a chance to respond or anything. What sucks now is she's on my ass cause she's afraid I'll have some post-divorce freak-out and become some heroin addict or shoot everybody at school. Or God forbid, lose my virginity. I don't know what it is about Dad splitting that put Mom on hymen patrol. Don't say anything about Mom and Dad; okay? They want to play it low key. \n[29]What about Aunt Ivy? \n[30]What man? The Sheriff? \n[31]You're kidding. \n[32]Kind of... \n[33]Hurry, okay? \n[34]Usually it's hotter. \n[35]Fourteen. \n[36]It doesn't sound good. \n[37]That's disgusting. \n[38]Dumpster over there? \n[39]What are you doing? \n[40]What do you smell? \n[41]I think you smell that dumpster. \n[42]No. \n[43]No. \n[44]That'd be so great. I just smoked my last bowl and I really need to get fucked up. \n[45]I really need to get fucked up -- \n[46]You're bad -- \n[47]Phantom of the Opera, 1925. \n[48]They're showing it with the scene in color restored. \n[49]I guess. \n[50]Huh-uh. \n[51]Don't suppose I could eat in here? \n[52]No, she won't --                    I don't eat meat. \n[53]Right. \n[54]When you eat meat, you ingest an animal's fear. \n[55]Fear. \n[56]Sure you can. What happens to you, when you feel afraid? Doesn't your body produce all sorts of chemical reactions? \n[57]Your body goes through a whole chemical process when it experiences fear. \n[58]Don't you think an animal experiences fear? \n[59]So when you eat an animal, you're eating all that fear it felt when it was slaughtered to make food. \n[60]I do not! \n[61]Mom, you are such a liar! \n[62]You weren't kidding, this stuff is strong. \n[63]Who cares? \n[64]I know what a shotgun is. \n[65]Okay. \n[66]If you won't look, there's no point in showing them to you. \n[67]You're just an old perv... \n[68]I don't want to see yours, perv. \n[69]What are you doing? \n[70]You're gonna get us both in trouble. \n[71]Oh my God...                         Ho, fuck! Johnna approaches Steve menacingly. \n[72]We were, I don't know -- \n[73]Yeah, I'm fine.                   I don't know. \n[74]Mom, stop it!                        Settle down --! \n[75]What is the matter with you? Will you please stop freaking out? \n[76]Nothing \"went on.\" Can we just not make a federal case out of every thing? I came down for a drink, he came in... end of story. All right? \n[77]We smoked pot, alright? We smoked a little pot, and we were goofing around, and then everything just went crazy. \n[78]It's no big deal, nothing happened. \n[79]He didn't do anything!    What's the                   * big deal? \n[80]Which is only a few years younger than you like `em. \n[81]I hate you! \n[82]Jean--                            Let me go! Jean pulls free, runs off.    Bill gets in Barbara's face. ", "Beverly": "\n[1]...\"Life is very long...\" \n[2]TS Eliot. Not the first person to say it, certainly not the first person to think it. \n[3]But he's given credit for it because he bothered to write it down. \n[4]So if you say it, you have to say his name after it. \"Life is very long:\" TS Eliot. Absolutely goddamn right. \n[5]Give the devil his due. Very few poets could've made it through Eliot's trial and come out, brilliantined and double-breasted and Anglican. \n[6]  \n[7]Not hard to imagine, faced with Eliot's first wife, lovely Viv, how Crane or Berryman might have reacted, just foot-raced to the nearest bridge; Olympian Suicidalists. \n[8]Not Eliot: after sufficient years of ecclesiastical guilt, plop her in the nearest asylum and get on with it. \n[9]God-a-mighty. You have to admire the purity of the survivor's instinct. \n[10]Violet. My wife. She takes pills, sometimes a great many. They affect... among other things, her equilibrium. Fortunately, they eliminate her need for equilibrium... \n[11]My wife takes pills and I drink. That's the bargain we've struck. \n[12]The reasons why we partake are anymore inconsequential. \n[13]The facts are: my wife takes pills and I drink. That's the bargain we've struck, just one paragraph of our marriage contract... cruel covenant. And these facts have over time made burdensome the maintenance of traditional American routine. \n[14]Rather than once more vow abstinence with my fingers crossed in the queasy hope of righting our ship, I've chosen to turn my life over to a Higher Power and join the ranks of the Hiring Class. \n[15]It's not a decision with which I'm entirely comfortable. I know how to launder my dirty undies. Done it all my life, but I'm finding it's getting in the way of my drinking. \n[16]Sorry about the heat in here. My wife is cold-blooded and not just in the metaphorical sense. She does not believe in air-conditioning... as if it is a thing to be disbelieved. I knew your father, you know. Bought many a watermelon from Mr Youngblood's fruit stand. He did pass, didn't he?? \n[17]May I ask how? \n[18]Wine grapes. In Oklahoma.   I'm sorry. \n[19]Yes? \n[20]No... \n[21]Can you come here? \n[22]Johnna, the young woman I told you about. \n[23]That I'm hiring -- \n[24]To cook and clean, take you to the clinic and to the -- \n[25]I don't understand you. \n[26]Careful... \n[27]Why don't you go back to bed, sweetheart? \n[28]All right. \n[29]We keep unusual hours here. Try not to differentiate between night and day. You won't be able to keep a healthy routine. \n[30]I myself require very little attention, thrive without it, sort of a human cactus. My wife has been diagnosed with a touch of cancer, so she'll need to be driven to Tulsa for her final chemotherapy treatments. You're welcome to use that American- made behemoth parked out in the drive. Welcome to make use of anything, everything, all this garbage we've acquired, our life's work. Do you have any questions? \n[31]My God, I nearly neglected the punch line: mouth cancer. \n[32]Valium. Vicodin. Darvon, Darvocet. Percodan, Percocet. Xanax for fun. OxyContin in a pinch. And of course Diluadid. I can't forget Diluadid. \n[33]\"By night within that ancient house, Immense, black, damned, anonymous.\" My last refuge, my books: simple pleasures, like finding wild onions by the side of a road, or requited love. \n[34]TS Eliot. Read it or not. It isn't a job requirement, just for your enjoyment. Here we go, round the prickly pear...                  * Prickly pear prickly pear... Here we go round the prickly pear... \n[35]   \n[36]      \n[37]  \n[38]  \n[39]    \n[40]  "}}