{"filename": "Babel_script.txt", "imdb_id": "tt0449467", "imdb_url": "https://www.imdb.com/title/tt0449467", "characters": ["James", "Anwar", "Jane", "Walter", "Elyse", "Barth", "Richard", "Tourist", "Douglas", "Robert", "Susan", "Tom", "Lilly"], "dialogues": {"James": "\n[1]What's the use in staying? \n[2]They can go drop us off and then come back for you. \n[3]Hey, take it easy. \n[4]Try to calm down. \n[5]Come with us. \n[6]Try to understand, many of them can't go on. Tell me, honestly, is there any point in us staying? ", "Anwar": "\n[1](In English, with an \n[2]Now, I'd like to show you the materials that were used to build the walls... \n[3]It's far away, about four hours. There's a clinic that's a little closer, about an hour and a half to the south. By bus it'll take us about two hours and a half though. \n[4]Yes, but it's the closest thing we've got. \n[5]We can take her to my town. It's near here and there's a doctor. In the meantime we can call Erfourd for an ambulance. \n[6](To the driver, in \n[7]  \n[8]Yes sir, this is my house. \n[9]  \n[10]  \n[11]Here... here... \n[12]  \n[13] \n[14]If you have the number of the embassy, I can go call. \n[15]Of course, come with me. \n[16]She can take care of her. \n[17] \n[18] \n[19]  \n[20]No, not here. \n[21] \n[22]  \n[23] \n[24] \n[25]In Tazarine, three hours southwest of Erfoud. \n[26]I'll call Erfoud so they send one over. \n[27]They've already gone to look for him. \n[28]  \n[29] \n[30]   \n[31]She's hurt, we had to take care of her. \n[32]Don't be paranoid and go help find the doctor. \n[33]  \n[34]About an hour and a half. It's coming from Alnif. \n[35]My brother already called a doctor, he's coming. \n[36]Trust my grandmother; she knows a lot about remedies. \n[37] \n[38] \n[39] \n[40]  \n[41]  \n[42]  \n[43] \n[44]He says he is very sorry about your wife. \n[45] \n[46]He asks if you have any enemies in this country. \n[47]Why did you come to Morocco? \n[48] \n[49]What do you do for a living? \n[50] \n[51]Anti-muslim magazines? \n[52] \n[53] \n[54]He says the federal police are already in charge, that they are going to send the ambulance. \n[55] \n[56]He gives you his blessing. \n[57]   \n[58]The doctor's here. \n[59]  \n[60]  \n[61] \n[62]He says she will be fine. \n[63]He has to sew up her wounds. \n[64] \n[65]He's a veterinarian, but he is good. \n[66]If he doesn't sew up the wound, she may bleed to death. \n[67]He says she has a broken bone and he has to put a splint on it. \n[68]  \n[69] \n[70]  \n[71]  \n[72]  \n[73]  \n[74]   \n[75]    \n[76] \n[77]The fourth of eight. \n[78]Do you have kids? \n[79]Just two? \n[80]You should have more. \n[81] \n[82]No, this is where my family lives. I live in Marrakesh. But I come whenever I can... \n[83]  \n[84] \n[85]A while ago... he says the ambulance broke down. \n[86](In Arabic, to the \n[87] \n[88] \n[89]He says your embassy will deal with the matter. \n[90]They're going to try to send a helicopter. \n[91]Where? \n[92]   \n[93]  \n[94]What happened? \n[95]In Alnif, an hour and a half away from here. \n[96]  \n[97]    \n[98] \n[99]Good luck, mister... \n[100]No sir, no... Allah be with you. ", "Jane": "\n[1] \n[2] \n[3] \n[4]That he can't turn on the air conditioning, that it's not possible. ", "Walter": "\n[1]We can't leave him here alone. ", "Elyse": "\n[1]And why would you stay? ", "Barth": "\n[1]Marrakech isn't this way. They're going to shoot at us again. \n[2]They're going to kill us all. Turn back... turn the bus around... ", "Richard": "\n[1]Amelia, it's Richard. We're going to have to be here a few more days here in Morocco than we expected and Rachel wasn't able to find anyone to take care of the kids. \n[2]Amelia, this is very serious. \n[3]Amelia, this is an emergency. Cancel your son's wedding. I'll pay for another one. \n[4]We need you, Amelia... hold on. \n[5]Amelia, we're really counting on you. I have to go. Goodbye. \n[6]This place is beautiful, don't you think? \n[7]I'll have a chicken cous-cous and a Coke, please. \n[8]Look, look: a hawk. \n[9]This country is incredible. \n[10]What d'you mean why? I thought you would like it. \n[11]To forget everything, to be alone. \n[12]The Coke is warm. \n[13]Why can't you ever relax.    You're always stressed. \n[14]You could if you tried. \n[15]You're never going to forgive me, are you? \n[16]Susan, please; we didn't come all this way just to argue. \n[17]Here. \n[18]Susan, what's wrong? \n[19]What happened? \n[20]Stop the bus, stop, my wife's been hurt. \n[21]Take it easy honey, take it easy. \n[22]Is anybody a doctor? \n[23]Please: a doctor. \n[24]Where's the nearest hospital? \n[25]Does that takes away from Marrakesh? \n[26]I need your help. We were attacked. \n[27]Help... hospital... \n[28]Tell him we need his help. \n[29]Let's take her to the clinic. \n[30]We've got to get her to a hospital. \n[31]Shut up, god damn it! \n[32]Easy, sweetie, easy... \n[33] \n[34]Ok. \n[35]Are we here? \n[36]Easy, darling, easy... \n[37]I need to call an ambulance and contact my embassy. \n[38]I need to make a phone call. \n[39]Don't worry, I'll be right back. \n[40]You're going to be ok. \n[41]Bad. Very bad. \n[42]And where should I take her? \n[43]You can't leave us here. \n[44]In case I need the bus. \n[45]Please wait.     Let me try to deal with this. \n[46]Yes... Rachel? It's Richard... \n[47]Yes, we're still in Morocco...Rachel, there was an accident, your sister was shot... \n[48]I don't know... We were shot at from some hills. \n[49]She was hit in her neck and shoulder. Rachel, she's not doing well... I need you to tell the embassy as soon as possible... wait... and call Mark... \n[50]Anwar, where are we? \n[51]Were in Tazarine, T-a-z-a-r-I-n-e Three hours southwest of Erfoud... in the desert... it's a town... there's no hospital... There's nothing here at all... \n[52]From a shop. Rachel, this is urgent... urgent... call the embassy... They have to help us... call James too... \n[53]I don't know... Rachel, you're sister's badly hurt... do you understand? Call for help... now... \n[54]Call an ambulance... \n[55]And find a doctor... \n[56]I'm going to as soon as I can. I've already called Rachel; she's going to tell the embassy. \n[57]How long until the ambulance gets here? \n[58]That much? Isn't there anyone here who could take her? \n[59]We've got to get her out of here. There's no one to tend to her. \n[60] \n[61]I don't understand French. \n[62]Of course not. \n[63]Vacation. \n[64]I'm a magazine editor. \n[65]No, magazine magazines. \n[66]Tell him we need to get my wife out of here. Ask him if the ambulance is on its way. \n[67]What did he say? \n[68]Thank you. \n[69]Thank you. \n[70]What did he say? \n[71]Stop lying to me god damn it, and tell me what the fuck he said! \n[72]Yes, we know that. What can you do in the meantime? \n[73]You need some stitches. \n[74]You're not going to give her any anesthetic? \n[75]What kind of doctor is he? \n[76]He can't take care of her. \n[77]Honey, this is going to hurt a little. \n[78]Calm down... calm down... Susan, they have to sew you up... relax... \n[79]Honey, please try to relax... \n[80]My love, don't move. \n[81]You can't move, calm down. \n[82]You can't; there's only one phone in town. I'll call them later. \n[83]You can't leave us like this. \n[84]At least wait until an ambulance comes. \n[85]Is there anyone around here who can take them in? \n[86]Just wait, the ambulance should be here any minute now. \n[87]Thank you. \n[88]Is that your daughter? \n[89]Eight? \n[90]Three... Yes, just two. \n[91]What about you? How many wives do you have? \n[92]And is this where you live? \n[93] \n[94]What? Tell him to call another one. He has to get another one. \n[95]What the hell do you mean there isn't another ambulance? You've got to get her out of here... \n[96]She can't stay here or she'll die. Call another fucking ambulance... \n[97]Come on, move... call another ambulance... \n[98]How the fuck are they going to deal with it? It's your shitty fucking country's responsibility. \n[99] \n[100]I need to make a phone call. \n[101]Stop fucking with me. \n[102]Oh no? \n[103]Leave asshole. \n[104]I'm fed up with that asshole. \n[105]Calm down? My wife is dying up there. \n[106]Where the fuck do you want me to take her? \n[107]You leave and I'll kill you... \n[108]Rachel... What's going on? Nobody's come... Who have you talked to... we need help...she's dying... \n[109]She's very weak, please, you've got to do something. \n[110]You can't just make these stupid fucking calls, you've got to do something... \n[111]How the fuck do you expect me to calm down? Susan is dying... \n[112]There's no time. I need to get Susan out of here now! Put Mark on the phone... \n[113]God damn it, connect the fucking call. \n[114]Mark, help me... Susan is dying and there are no ambulances, there's no hospital, there's nothing. \n[115]I don't give a shit about political problems... Do something, now, please... \n[116]Son of a bitch... \n[117]Stop... Stop... Stop you mother- fuckers stop... \n[118]What do you need? \n[119]You're not going to die. You can't die. You just can't. \n[120]No, I'm not going to leave them and don't you even think about leaving me, because I'll kill you like nobody's killed you before. \n[121]What? \n[122]I'm going to tell Mike on you, so you never scold him again. \n[123] \n[124] \n[125]Come, try it like this. \n[126]Forgive me my love. When Pat died I didn't know what to do, the pain drove me crazy... I was scared, that's why I left... forgive me. \n[127]No, it wasn't your fault. I was wrong... \n[128]Shhh... it wasn't your fault my love, it wasn't anybody's fault... Pat just left... Forgive me, please. \n[129]You missed; you got my leg. \n[130]Does it hurt? \n[131]Anwar...Anwar... \n[132]We've got to get her out of here. Where's the clinic? \n[133]Can you get us a car we can take her in? \n[134]My love... I'm going to get you out of here.   We're going to try to take you to a clinic an hour and a half away from here. Do you think you can make it? \n[135]I need you to be strong. Really strong. \n[136]Thank you for lending us the car. \n[137]Sweetie, you've got to hold on. \n[138]Hello... \n[139]Yes, speaking. \n[140]My wife is dying. She's in urgent need of medical attention. \n[141]We've been here for five hours. What the fuck are you waiting for? \n[142]I can't wait anymore... I'm taking my wife to a clinic in Tinerhir right now... \n[143]We can't wait any longer. \n[144]My wife is in critical condition. How long is the chopper going to take? \n[145]Thank you for everything. \n[146]Thank you... \n[147]The last thing I'm worried about right now is the fucking press. \n[148]Is she going to be ok? \n[149](insistently, as if \n[150]Amelia? \n[151]How is everything? \n[152]They're going to operate now... Amelia... take good care of the kids, and don't tell them anything... \n[153]Put Mike on please. \n[154]Hey sweetie, how are you? \n[155]Oh really? \n[156]Yeah, I'm ok. Everything's fine. ", "Tourist": "", "Douglas": "\n[1]How is your wife? \n[2]I'll stay with you if you need me. \n[3]You do what you have to do, we'll wait. \n[4]His wife is in no condition to ride a bus. ", "Robert": "", "Susan": "\n[1](not very \n[2]What do you have that doesn't have fat in it? \n[3]I'll have the fried eggplant and a diet Coke. \n[4]Then a regular Coke. \n[5]Richard, why did we come here? \n[6]Really: why are we here? \n[7]Alone? \n[8]Throw out the ice. \n[9]Yeah, but you don't know what kind of water is in there. \n[10]You're the one stressing me out. You're why I can't relax. \n[11]Tried? Don't you think I tried? \n[12]Do you even know what I'm talking about? \n[13]Oh, we didn't? Then when are we supposed to \"argue\"? Or are you planning on running away again? \n[14]I don't have any money... I don't have any... \n[15]What are you doing? \n[16] \n[17]It hurts, it hurts... \n[18]It hurts... it hurts so much... \n[19]Don't touch me there. \n[20]Don't leave me here alone... \n[21]Can I have some water? \n[22]No, water... \n[23]Thanks. \n[24]Where's my husband? \n[25]Get me out of here... please... \n[26]I told you we shouldn't have come. \n[27]No, not that. \n[28]No, no... not that... \n[29]What did he say? \n[30]What do you mean stitches? \n[31]Richard, he might infect the wound... \n[32]Richard, don't let him... \n[33]Don't let him, don't let him. \n[34]No, no...no.. \n[35]I hate you... I hate you... \n[36]I don't give a shit... \n[37]I want to call the kids. \n[38]I want to talk to them. \n[39]I want to talk to them... \n[40]Richard. \n[41]Richard... if I die, take care of the kids. Especially Mike, he really needs you. \n[42]Don't ever leave them again. \n[43]I peed my pants. \n[44]I couldn't hold it in and I peed. \n[45]I need to pee again. \n[46]I can't. \n[47]Now I can. \n[48]I was scared too... when I saw Pat lying still in his crib... \n[49]It wasn't my fault, it wasn't... I couldn't do anything for him... \n[50]Forgive me for not forgiving you. \n[51]So much... so much... \n[52]Yeah. \n[53]Ahhh... Ahhh... ", "Tom": "\n[1]Get her outta there and let's go. \n[2]In Egypt, in a town like this, they slit thirty German tourists' throats. They might do the same to us. \n[3] \n[4]We're not going to risk our lives, so hurry. \n[5]What is he saying? \n[6]Fuck you.   We're gettin' out of here. \n[7]We've gotta talk to you. \n[8]We're leaving. \n[9]There are old people here and the heat is getting to them. \n[10]One man almost fainted in the bus and there's a woman who needs to get back in time to take her medication. \n[11]It's not about that. \n[12]Well let him come, then. \n[13]And lots of other people aren't in any condition to keep waiting, can't you see? \n[14]We're giving you an hour... one hour... \n[15]What did he say? \n[16]We can't stay here any longer. It's going to get dark soon. Lots of people aren't feeling well and its dangerous to stay here. \n[17]Don't you dare push me. \n[18]What are you doing, you stupid fuck? \n[19]Fuck you. ", "Lilly": "\n[1]It's very hot, sir, and the driver turned off the air conditioning. I'm feeling sick. \n[2] \n[3]Sir, we can't wait anymore. "}}