{"filename": "Barry-Lyndon_script.txt", "imdb_id": "tt0072684", "imdb_url": "https://www.imdb.com/title/tt0072684", "characters": ["Lord Ludd", "Lady Honoria Lyndon", "Lischen (as Diana Koerner)", "Nora Brady", "Sir Charles Lyndon", "Graham", "Capt. Potzdorf (as Hardy Kruger)", "Rev. Samuel Runt", "Lord Gustavus Adolphus Wendover (as Andre Morell)", "Capt. John Quin", "Barry Lyndon", "Barry's Mother", "Capt. Grogan", "The Chevalier du Balibari", "Capt. Feeny - the Highwayman"], "dialogues": {"Lord": "\n[1]\tDear heaven!  We saw you go away \tthree hours ago.  \n[2]\t\t   (more and more \t\t    astonished \tIt's the young Herr Galgenstein.  \n[3]\tDo you happen to know Gustavus \tAdolphus, the thirteenth Earl of \tCrabs?  \n[4]\tWell, sir, this nobleman is one of \tthe gentlemen of His Majesty's \tcloset, and one with whom our \trevered monarch is on terms of \tconsiderable intimacy.  I should say \tyou would be wise to fix upon this \tnobleman your chief reliance for the \tadvancement of your claim to the \tViscounty which you propose to get.  \n[5] Roderick and Lord West.  \n[6]\t\t \tHave you done, Mr. Cosgrove?  \n[7]\tWell, Mr. Cosgrove, I'll answer you \tpoint by point.  The King is \texceedingly averse to make peers, as \tyou know.  Your claim, as you call \tthem, have been laid before him, and \tHis Majesty's gracious reply was, \tthat you were the most impudent man \tin his dominions, and merited a \thalter, rather than a coronet.  As \tfor withdrawing your support from \tus, you are perfectly welcome to \tcarry yourself whithersoever you \tplease.  And, now, as I have a great \tdeal of occupation, perhaps you will \tdo me the favor to retire, or tell \tme if there is anything else in the \tworld in which I can oblige you.  So saying, Lord West raises his hand lazily to the bell, and bows Roderick out.  ", "Ludd": "", "Nora": "", "Brady": "", "Graham": "", "Barry": "\n[1]  ", "Lyndon": "\n[1]  ", "Barry's": "", "Mother": "\n[1] Various cuts showing illness and convalescence.  Roderick feverish:  the doctor taking his pulse.  Mother brings a tray of food.  \n[2] Roderick waking up.  \n[3] \n[4]\tThank God, it's fallen towards me!  And then, her heart being too full, she leaves the room.  \n[5] Captain Grogan and Orderly arrive.  \n[6] Upon seeing Roderick and Harry ride up, his mother, who has been waiting outside, rushes to her son with wild screams of joy.  He dismounts, and she kisses and embraces him.  \n[7] Still much excitement and hustle and bustle.  \n[8]\tDublin?  But the poor lad has never \tbeen away from home.  He will be as \tsafe here as in Dublin.  \n[9] His mother takes out a stocking from her escritoire, and gives Roderick twenty golden guineas.  \n[10]\t\t \tRoderick, my darling, my wild boy, I \thave forebodings that our separation \tis to be a long one.  I spent most \tof all night consulting the cards \tregarding your fate in the duel, and \tall signs betoke a separation.  Here \tis twenty guineas -- all that I have \tin the world -- and I want you to \tkeep your father's sword and \tpistols, which you have known to use \tso like a man.  \n[11] Roderick's departure.  \n[12]\tAh, Roderick, it's a blessing to see \tthat my darling boy has attained a \tposition I always knew was his due, \tand for which I pinched myself to \teducate him.  Little Patrick is a \tdarling boy, and you live in great \tsplendor, but how long will it last? \tYour lady-wife knows she has a \ttreasure she couldn't have had, had \tshe taken a duke to marry her, but \tif, one day, she should tire of my \twild Roderick and his old-fashioned \tIrish ways, or if she should die, \twhat future would there be for my \tson and grandson?  \n[13]\tYou have not a penny of your own, \tand cannot transact any business \twithout the Countess' signature. \tUpon her death, the entire estate \twould go to young Brookside, who \tbears you little affection.  You \tcould be penniless tomorrow, and \tdarling Patrick at the mercy of his \tstepbrother.  \n[14] Roderick and his mother.  \n[15]\tI shall tell you a secret -- I shall \tnot rest until I see you Earl of \tDuganstown, and my grandson, a Lord \tViscount.  She smooths down Roderick's hair.  \n[16]\tThis head would become a coronet.  \n[17]\tThese things entail considerable \texpense, and you will need your \tlady's blessing, but the young boy \tforms the great bond of union \tbetween you and her ladyship, and \tthere is no plan of ambition you \tcould propose in which she would not \tjoin for the poor lad's benefit, and \tno expense she will not eagerly \tincur, if it might be any means be \tshown to tend to his advancement. \tYou have important friends, and they \tcan tell you how these things are \tdone.  \n[18]\tDepend on it, artful hussy has some \tother scheme in her head now.  \n[19]\tDepend on it, there is some \tartifice.  When once you get into \tthat wicked town, you are not safe. \tThere are scores of writs out \tagainst you for debt.  If you are \ttaken in London, and thrown into \tprison, your case is hopeless.  \n[20]\tRoderick, you must listen to me.  As \tsoon as they have you in London, \tthey will get the better of my poor \tinnocent lad; and the first thing \tthat I shall hear of you will be \tthat you are in trouble.  You will \tbe a victim of your own generous and \tconfiding nature.  \n[21]\tHumph!  I believe she is at the \tbottom of it -- the wicked schemer.  ", "Capt.": "", "Grogan": "\n[1]\t\t \tThe Captain is gone.  Dorothy, giving him an indignant look, jumps up and walks towards the house.  \n[2]\t\t   (in a soothing tone \t\t    to Roderick \tThis is a pretty way to recommend \tyourself to the family.  \n[3]\tYou are a gallant lad, and I like \tyour spirit.  But what Dugan says is \ttrue.  It's a hard thing to give a \tlad counsel who is in such a far- \tgone state as you; but, believe me, \tI know the world, and if you will \tbut follow my advice, you won't \tregret having taken it.  Dorothy \tDugan has not a penny; you are not a \twhit richer.  And, my poor boy, \tdon't you see -- though it's a hard \tmatter to see -- that she's a flirt, \tand does not care a pin for you or \tBest either?  \n[4]\tFaith, I think you are a lad that's \tlikely to keep your word.  He looks hard at Roderick for a second to two, then he walks away, humming a tune, looking back at Roderick as he goes through the old gate out of the garden.  When Grogan is gone, Roderick is quite alone, and he flings himself down on the bench where Dorothy had made believe to faint, and had left her handkerchief and the ribbons and, taking them up, hides his face in them, and bursts into a passion of tears.  \n[5]\tI'll go home with the boy.  \n[6]\tA pretty day's work of it you have \tmade, Master Roderick.  Knowing your \tuncle to be distressed for money, \tand try and break off a match which \twill bring fifteen hundred a-year \tinto the family?  Best has promised \tto pay off the four thousand pounds \twhich is bothering your uncle so. \tHe takes a girl without a penny -- a \tgirl that has been flinging herself \tat the head of every man in these \tparts these ten years past, and \tmissing them all, and a boy who \tought to be attached to your uncle \tas to your father.  \n[7]\tAnd this is the return you make for \this kindness!  Didn't he harbor you \tin his house when your father died, \tand hasn't he given you and your \tmother, rent-free, your fine house \tof Jamesville yonder?  \n[8]\tWell, if it must be, it must.  For a \tyoung fellow, you are the most \tbloodthirsty I ever saw.  No \tofficer, bearing His Majesty's \tcommission, can receive a glass of \twine on his nose, without resenting \tit -- fight you must, and Best is a \thuge, strong fellow.  \n[9]\tIn faith, I believe you are not; for \ta lad I never saw more game in my \tlife.  Give me a kiss, my dear boy. \tYou're after my own soul.  As long \tas Jack Grogan lives, you shall \tnever want a friend or a second.  They embrace.  \n[10]\tThe meeting is arranged.  Captain \tBest is waiting for you now.  \n[11]\tYour cousins go out with him.  Roderick and Grogan, and the Orderly ride off.  \n[12]\tThat's a very handsome sword you \thave there.  \n[13]\tAnd now you risk the same fate.  If \tyou are killed, your mother is all \talone in the world.  \n[14]\tOh, it's with pistols we fight.  You \tare no match for Best with the \tsword.  \n[15]\tBut swords are today impossible; \tCaptain Best is -- is lame.  He \tknocked his knee against the \tswinging park gate last night, as he \twas riding home, and can scarce move \tit now.  \n[16]\tIt must have been some other gate.  They alight from their horses, and join and salute the other gentlemen.  \n[17]\tI have just explained to Mister \tJames that Captain Best is lame, and \tthat swords are impossible.  \n[18]\tA regular Turk.  I never yet knew \tthe man who stood to Captain Best.  \n[19]\tLook here, Roderick, my boy; this is \tsilly business.  The girl will marry \tBest, mark my words; and as sure as \tshe does, you'll forget her.  You \tare but a boy.  Best is willing to \tconsider you as such.  Dublin's a \tfine place, and if you have a mind \tto take a ride thither and see the \ttown for a month, here are twenty \tguineas at your service.  Make Best \tan apology, and be off.  \n[20]\tRoderick, fire at his neck -- hit \thim there under the gorget; see how \tthe fool shows himself open.  Michael, who has not spoken a word, Harry, and the Captain retire to one side, and Harry gives the signal.  It is slowly given, and Roderick has the leisure to cover his man well.  Captain Best changes color and trembles as the numbers are given.  At \"three\" both pistols go off.  Best gives a most horrible groan, staggers backwards and falls.  \n[21]\tThen the world's rid of a coward. \tIt's all over with him, Roddy -- he \tdoesn't stir.  He gives the huge prostrate body a scornful kick with his foot.  \n[22] Roderick and Grogan.  \n[23]\tI had news of you in Dublin.  Faith, \tyou've begun early, like your \tfather's son, but I think you could \tnot do better than as you have done. \tBut why did you not write home to \tyour poor mother?  She has sent \thalf-a-dozen letters to you in \tDublin.  \n[24]\tWe must write to her today, and you \tcan tell her that you are safe and \tmarried to \"Brown Bess.\"  Roderick sighs when Grogan says the word \"married,\" on which Grogan says with a laugh:  \n[25]\tI see you are thinking of a certain \tyoung lady at Duganstown.  \n[26]\tThere's only six Miss Dugans now... \tpoor Dorothy.  \n[27]\tShe took on so at your going away \tthat she was obliged to console \therself with a husband.  She is now \tMrs. John Best.  \n[28]\tNo, the very same one, my boy.  He \trecovered from his wound.  The ball \tyou hit him with was not likely to \thurt him.  It was only made of tow. \tDo you think the Dugans would let \tyou kill fifteen hundred a-year out \tof the family?  The plan of the duel \twas all arranged in order to get you \tout of the way, for the cowardly \tEnglishman could never be brought to \tmarry from fear of you.  But hit him \tyou certainly did, Roderick, and \twith a fine thick plugget of tow, \tand the fellow was so frightened \tthat he was an hour in coming to. \tWe told your mother the story \tafterwards, and a pretty scene she \tmade.  \n[29]\tHe has paid off your uncle's \tmortgage.  He gave Dorothy a coach- \tand-six.  That coward of a fellow \thas been making of your uncle's \tfamily.  Faith, the business was \twell done.  Your cousins, Michael \tand Harry, never let him out of \ttheir sight, though he was for \tdeserting to England, until the \tmarriage was completed, and the \thappy couple off on their road to \tDublin.  Are you in want of cash, my \tboy?  You may draw upon me, for I got \ta couple of hundred out of Master \tBest for my share and, while they \tlast, you shall never want.  \n[30]\tI should have left you a hundred \tguineas, Roderick, but for a cursed \trun of ill-luck last night at faro.  He gives Roderick a faint squeeze of the hand; and, as the word is given to advance, Roderick leaves him.  "}}