{"filename": "Basic_script.txt", "imdb_id": "tt0264395", "imdb_url": "https://www.imdb.com/title/tt0264395", "characters": ["Hardy", "Vilmer", "Dunbar", "Mueller", "Nunez", "Nurse #1", "Osborne", "Castro", "Nurse #2", "Styles", "Pilot", "Pike", "Helicopter Pilot", "Kendall", "West"], "dialogues": {"Hardy": "\n[1]Tell the truth, Vic. You made these with a blender, right? \n[2]You know that was like a quadruple negative? \n[3]Can I at least have a drink? \n[4]Yeah, if you've slept. \n[5]Don't you mean \"don't need no liquor license not taken away from me\"? \n[6]Yeah, and I could've used the sleep. I'm supposed to meet people here tonight, try and get some work going. \n[7]Bill Styles... \n[8]Old friend. Haven't talked to him in- 911. Can I use your phone? \n[9]Hey, Bill, it's Tom. Long time no. . . whoa, whoa, slow down. Yeah... yeah, of course I'll come. An hour. \n[10]I gotta go out to McKinley. \n[11]How are you? \n[12]What kind of trouble are you in? \n[13]That bad? \n[14]Tell me what I can do. \n[15]And here you are going out of house. How's that make you feel, Jules? \n[16]Fantastic.   You want to tell me what's going on? \n[17]It's not West, is it?    Tell me it's not West. \n[18]Ah, Christ \n[19]He was our Drill here.    Man's older than sand. \n[20]Well, he's a good soldier. \n[21]I didn't mean that as a compliment. \n[22]And you notice I'm not in the Army anymore. \n[23]And the problem is you only got three. \n[24]I'm assuming that's what made him the dead one? \n[25]Which gives us about five hours. Why'd you call me? \n[26]And I'm the closest thing to it, right? \n[27]I'm not gonna let that happen. \n[28]Gotta be honest, I love what you've Done with the place- \n[29]He got me through Basic and a lot of other stuff. I owe him. \n[30]It was for suspicion of bribery, it's really all in the wording- \n[31]Subtlety really isn't one of you finer points, is it, Osborne? \n[32]Three things. First - You don't have a choice. Second- I've never taken a bribe in my life. And Third - I'm still a little drunk from last night, so if I skip over the witty banter and move forward to straight hitting on you, try not to take offense. Tell me about the two guys. \n[33]Levi?   Who names their kid Levi- \n[34]Christ... Remind me to thank Bill for mentioning that on the phone- \n[35]He's in interrogation? \n[36]Move him. \n[37]Because interrogation rooms look suspiciously like interrogation rooms, which doesn't exactly put people at ease. Is he cute? \n[38]Is Dunbar cute? \n[39]Is he handsome, self assured, carry himself well, does he look you in the eyes or down at the floor, does he have good bones, suggesting good breeding, does he slouch or sit up straight - these are important questions, as they reveal a great deal about this man's character so please get over yourself for two and a half seconds and tell me is he cute? \n[40]Thank you. At some point in there I'm gonna rub my nose. When I do, go at him with everything you got. \n[41]Something like that. \n[42]Oh, and Osborne? You have any donuts around here? \n[43]Ten bucks says I have him talking in under three minutes. \n[44]Cadet Dunbar, good morning! I'm Tom Hardy and I believe you've already met Officer Osborne. I understand you had a rough time of it last night? \n[45]Not talking, huh? You probably just want to get some food and some sleep. They feed you yet? \n[46]Go on. You can eat in front of someone and still not talk to them - my parents did it for years. \n[47]Want another one? \n[48]Maybe later. Ray, let me say this up front - I'm not a cop. \n[49]I used to be, but that's beside the point. Who I am doesn't really matter; what matters is that right now, you're in a shitload of trouble. You understand that, right? \n[50]Now, I don't know if you did what you did in self defense and frankly I don't really care. I'm just doing a favor for Colonel Styles because he wants to know if anyone else who's still out there is in need of assistance. To be honest with you, though, I don't care about that either. \n[51]I don't know those guys, you do. They die, to me, it's like seeing a couple people died in a fire on the news - tragic, but it doesn't affect me. The only thing I care about is I agreed to do a favor for a friend and try and talk to you till your transpo shows up. You like baseball? \n[52]I could talk baseball for   days. Batting averages, ERA's, I   got statistics in my brain, I   don't know how I remember them. It's    freaky. You wanna talk baseball? \n[53]Come on Ray, we're gonna be here five hours, we gotta talk about something. So who do you like? \n[54]Why not? \n[55]You're under military arrest, it's not gonna happen. What's wrong with baseball? \n[56]Well, it's a game of anticipation, that's the beauty. \n[57]What do you like then? \n[58]C'mon, Ray, everyone hates the Army during Basic. I'll tell you straight, I hated it here. \n[59]Fifteen years ago under Sergeant West. Piece of work, that guy. I remember, he used to have these two silver .45's with ivory handles and if you weren't quick enough, he'd \n[60]knock you on the head with one of them. He still carry those guns? \n[61]I was also his \" knife dummy\" . See, West used to say he could slit a man from stem to sternum in three seconds. He'd use this length of pipe to demonstrate and if you were the knife dummy, you'd spend all day getting a pipe rammed into your balls if you weren't fast enough to defend yourself. That was a loooong day. \n[62]Incidentally, Ray, I promised them I'd ask where West and the others are. Can we get to them? \n[63]They're dead, aren't they? \n[64]You kill them? \n[65]See, Ray, this is what we call \"good cop, bad cop\". \n[66]She shouts, I stand up for you, you're grateful, a bond of trust is established. \n[67]But I don't want to play games. That's why you're not in an interrogation room, with one of those two way mirrors - everyone knows those things are two way, right? \n[68]Right. Now, I'm gonna go get you another donut and you think about whether you want to talk more, okay? \n[69]Believe somebody owes me ten dollars- \n[70]Oh, I'm sorry, I didn't know the object of the interrogation is to make you look good- Everyone knows good cop, bad cop - by admitting it I appeared trustworthy. \n[71]Yes- \n[72]Why'd you ask for a cop, Ray? \n[73]Okay... but I would like to know about the other cadets. What they were like - nice guys? Dunbar takes a deep breath. \n[74]Tell me about them. \n[75]That's not exactly true... I'm living proof. How did you get Sectioned, Ray? \n[76]And those were the guys who went on the exercise with you? \n[77]You smoke, Ray? \n[78]No, actually, I just left mine in the car and was hoping you had some. \n[79]My brand.   Must be my lucky day. \n[80]Let me ask you one thing. You seem like a good guy, Ray. You carried Kendall wounded to the pickup. So what I don't get is what you did to make Nunez want to kill you? \n[81]He's not done by a longshot, I can get more out of him- \n[82]Why'd you join the army? \n[83]You're right. We should sit in silence. \n[84]Best time for banal chit-chat. \n[85]Microrecorder for Kendall - didn't have- time to wire his room. Now tell me why you joined the army or I'll jab this pen through your neck. \n[86]You had a mobile of bayonets above your crib. \n[87]I lost a bet. \n[88]Yeah. That's just the story I tell the girls to get them into bed. Truth is... I don't know. The whole honor and duty thing. Make a difference in the world, crap like that. Didn't really work out. \n[89]The very same. \n[90]I plan to grow on you. \n[91]So noted. \n[92]You guys really got the shit kicked out of you here. \n[93]He's telling the truth, up to a point. \n[94]Being back here. Gives me the willies. \n[95]No. \n[96]It is. \n[97]Got it. \n[98]Coast Guard, special detective detail. We feel this incident may have put the beaches of Florida at risk. \n[99]Levi, you got about four hours before armed men show up here, put you on a plane to Washington, and lock you in a very small dark room.  I suggest you talk to us. \n[100]But not the only victim, right? \n[101]It's too early in the day for me to give a shit about some pissant cadet's bad version of \"intrigue\". You want to talk to us, send word over to the brig. Let's go. \n[102]You're working too hard, Levi. I can tell cause you're sweating. And you're sweating cause you have no idea what Dunbar's already told us. \n[103]Have no fear, Osborne, we have not yet begun to fight. \n[104]I lied.   Wait for it... \n[105]We're on our way. \n[106]Sergeant West is dead isn't he? \n[107]And the other three Cadets? \n[108]Feel free to elaborate . \n[109]Senator Daddy must be thrilled. \n[110]I think you just blew \"Don't Ask, Don't Tell\" out of the fucking water. \n[111]More intrigue, Levi? \n[112]Levi, I don't know   if you're familiar with investigative   work, but we have this little thing   called \"motive\" and you just gave   yourself one. \n[113]What happened to \"degrees\"? \n[114]Then who did? \n[115]But you didn't. \n[116]Because Childs is the one who shot you. \n[117]He admitted it. \n[118]Why did he come back for you? \n[119]Okay. I think that's it.     He rises and walks to the door. \n[120]Pike killed West, Dunbar killed Mueller, Childs, and Nunez. \n[121]Someone must have got a shot off. He wasn't exactly a moving target. \n[122]\"Too neat.\" How long have you been an investigator? \n[123]That means under a year. Let me explain what ten years of police work has taught me - murder is basic. There are no conspiracies, no grand mysteries, and no evil puppet masters behind it all, pulling the strings; murder is shitty people doing a shitty thing to other shitty people - it doesn't always make sense but it's always neat. Dunbar's our guy. \n[124]Everyone's capable of murder, Osborne. \n[125]Well, I'm sure if he'd known this was all going to happen he'd have Tried harder to witness it for you- \n[126]There was a hurricane, Bill, the wind probably moved it. \n[127]Okay, then let's widen the search 'to include the endzone in Giants Stadium and the trunk of my car- \n[128]From Dunbar? I hate to break this to you, but I don't think he's gonna be all that psyched to put himself in for the death penalty. \n[129]Nevertheless what'? Kendall will testify and that'll be enough. \n[130]You mean not enough to save you. \n[131] \n[132]That'd be my reaction too- \n[133]Well, why didn't you say so? We'll Just drop all your charges, then- \n[134]Fuck \"you're serious\", Raymond, you got exactly zero truck with us; right now we'd take the word of a crackhead over yours, so if you've got something to say, say it. \n[135]So Childs made some side money, so what? People are dead, Ray, and the only one we have to blame is you- \n[136]Yeah, we know, Pike did. \n[137]I know enough to know you got two choices - you can sign a confession, in which case you'll probably spend the rest of your life in a military prison, or you can tell us to fuck off, in which case you'll probably get the gas chamber. Am I scratching your surface yet? \n[138]Why the fuck wasn't he in restraints? \n[139]Home, I'm done. \n[140]You want a confession? Why don't you confess, Bill: people are dead and you don't give a shit about it! Only reason you called me is to protect your fucking job, you know this is your fault- \n[141]I'm talking about West! We had him, Bill, we were there. You're the fucking Base Commander, you knew what he did to Cadets and you let him go on the way he always he has- Styles couldn't reassign him, he's a legend- \n[142]You knew what he was capable of and you just stood by. It was just a matter of time till somebody fragged his ass, and you know what? He deserved it. There's your confession. \n[143]Watch me. \n[144]West was a monster! Fifteen years ago, I was here, I was Section Eight, I was Pike. Fuck being the knife dummy- that thing he did, stripping Pike down, making him stand outside all night? He did that every year, he did that to me. Fifteen years ago, I wanted him dead, and now I'm supposed to care that somebody offed him? Sorry, no can do. I tried. \n[145]Phenomenal at taking bribes, right? \n[146]Oh, spare me the reverse psychology bullshit! This isn't my \"great second chance\", Osborne. Everyone thinks I'm a piece of shit cop who took money and nothing is going to change that. Nobody will ever know what happens here- \n[147]Why do you care? \n[148]I didn't shoot West... \n[149]Dunbar... He said he didn't shoot West. West wasn't shot, Kendall said he was blown apart by a phosphorous grenade and Dunbar never saw the body. \n[150]You saw West's body. \n[151]And he'd been shot. \n[152]Tell it to me. \n[153]Stop. \n[154]Kendall told us Mueller was the one who found them with West's body. \n[155]What happened next?     Dunbar shudders. \n[156]You shot Childs and Nunez. \n[157]You saved Kendall's life- \n[158]Raymond, for you to have any chance of coming out of this, we need to locate the other bodies and examine them to corroborate your testimony. Otherwise this is just another story- \n[159]And they're smart about it. They know when you commit a crime you know is going to be investigated, you need a fall guy and for that to work, you have to have a witness. \n[160]Exactly, someone who's not involved, who's word can't be questioned. You only let them see what you want them to see, you make them believe, so when the time comes, they've totally bought into your version of events. \n[161]And if they're asked, that's what they'll tell the, world. \n[162]Kendall maybe would have agreed, but The hurricane buttfucks the cabin- \n[163]And all hell breaks loose. A lot of Good guys shoot a lot of bad guys and whiz, bang, zoom, happy ending. \n[164]That bugs you too? \n[165]Let's go talk to Bill... \n[166]What I said before- \n[167]Yeah. \n[168]Dunbar's confession. It should be enough to get you out of trouble. \n[169]We know. \n[170]You tried to pin three stone murders on Dunbar- \n[171] \n[172]My heart weeps. \n[173]Is it the truth? \n[174]Why did you tell us he shot everybody, Levi? You put him in for three murders, the man saved your life- \n[175]Dunbar was running out the door? Ohhhhhh... See that's where I was confused, because I thought you said Nunez was running out the door. \n[176]Huh. You know, I really thought you said Nunez. I thought you said \"Dunbar was gone,\" My fault, I gotta check the tape on that. Oh, yeah we taped the last interview. This one too. Cause it'd be a real break for us to catch you in a lie. \n[177]Well? \n[178]Dunbar will testify that you were. \n[179]We're fucked, I know- \n[180]What? \n[181]Are you sure? \n[182]Something funny, Levi? \n[183]Why don't you talk to Levi off the record for a second? \n[184]Jail if he's lucky, the gas chamber if he's not- \n[185]That's a fantastic idea- \n[186]Why? \n[187]How do you know? \n[188]Little advice, Levi, next time you frame a guy, pick someone who can't defend themselves. \n[189]Childs did it, huh? \n[190]First Pike, then Mueller, now Childs? When are we getting to the others? When are we gonna hear about Nunez? \n[191]Or Dunbar? \n[192]Or you, Levi? When is it finally going to come out that you were the one who killed him? \n[193]But you can't prove it! You can't prove anything until we find the bodies! \n[194]You lied to us, Levi, you're going to the gas chamber unless you tell us where to find them! \n[195]Where are they! \n[196]\n[197]Shit! \n[198]I pushed him too hard. \n[199]Yeah, I could've.      Should've. \n[200]No, I didn't. I wanted to humiliate him. For what he did to Dunbar. For fucking over the little guy. \n[201]Yeah. \n[202]That's horseshit and you know it. \n[203]I wouldn't know where to start. I guess it was about one man framing another. He thought if the other guy got blamed, people would over look his own wrong doings. \n[204]They're taking your command, aren't they? \n[205]I'm sorry, Bill. \n[206]You're a good soldier, Bill. \n[207]This time it is. \n[208]Now I go home, get drunk, and try and forget this ever happened. \n[209]Nah. \n[210]It dawned on me one day that we were supposed to be a nation founded on the principle of questioning authority... and all I did here was follow orders. It didn't add up. \n[211]Plus, I got kicked out. \n[212]That's gonna stay my secret. \n[213]Maybe... Maybe we were nowhere near. I haven't by any chance grown on you, have I? \n[214]Good, just making sure. \n[215]Hate to be the bearer of bad news, Sergeant, but he didn't make it. \n[216]Why not? \n[217] \n[218]Get in. \n[219]We're not finished yet- \n[220]James Randall Pike, COME ON DOWN! \n[221]Right back where we started. \n[222]No more games, right, Pike?    It was you who West singled out... \n[223]You who got hooked by Mueller's morphine... \n[224]You who did it all. \n[225]You wanted revenge on West, revenge on them all, so you killed them. \n[226]But that wasn't enough. You needed a new identity, because no one was going to believe James Randall Pike, convicted felon, had acted so nobly in the face of danger - you needed a name people could trust, one that hadn't been to jail, one that hadn't publicly been West's bitch boy. \n[227]You walked into the army a convicted felon with a sentence of five years in a uniform and were going walk out eight weeks later with a different name, a clean record, and an honorable discharge - a guy who did \"everything he could\" to save his friends. \n[228]We don't need the tapes- \n[229]We've found all of them. \n[230]Not true, Cadet, I've got a gun- \n[231]Isn't this how your story goes? Pike annoys someone so much he gets shot in the head- \n[232]We can tie you to the chair if it'll work better for you- \n[233]\n[234]Do what? \n[235]What did you do? \n[236]Goddammit, what did you DO?! \n[237]And the bodies? \n[238]No death certificates.    No crime. \n[239]Not even close. \n[240]Seven. \n[241]Seven guys. What was it you said? You were \"just starting to believe I wasn't the guy people said\". \n[242]Seven. That's the answer to Kendall's question. How many? Seven. \n[243]This is the perfect time. You know what makes a good detective? The number of confessions they get. You're a good detective, Osborne. So now you get mine. \n[244]Tough. \n[245]Thing about    taking money is, you don't have    to do anything.  You just sit there.     Maybe you don't return a phone call.     Maybe you don't follow up a lead.     But that's it.  Keep the money, your    work's done. \n[246]Seven unsolved murders. And you know what? It didn't weigh on my conscience. Not one goddamn bit. \n[247]There are degrees of truth, officer. Always degrees. \n[248]Really. \n[249]I may not be growing on you, but you're sure as hell growing on me. \n[250]West? \n[251]Do I have a choice in this? \n[252]Fuck it.   Let's go finish this. \n[253]\"You have to get out of the way of the bigger dogs\". That was good. \n[254]It was so good, I actually forgot you're one of the bigger dogs now. The Base Commander. The one in control. \n[255]If you let him testify then it would have all come out. West was supposed to take care of it out there, shut Nunez up and then disappear. But it got messy and people got killed. So you called your old pal Tom Hardy, figuring if worse came to worse, he'd cover for you. \n[256]I'm not going to cover for you, Bill. Not for this. \n[257]Stay where you are. \n[258]West had a partner. Someone who knew how to get things done. \n[259]What I can't understand is why you signed these. If you'd just let West take care of the paperwork, no one would have known, but you got careless. So when Pike finally told the truth you had to get rid of him, too. \n[260]Toxicology report came back. Kendall's attack was caused by a drug known as anephadrine, maybe you've heard of it. It's for asthmatics. If an epileptic takes enough, it kills them. I checked with the nurses at the hospital - you're the only other person who visited Kendall. \n[261]You poisoned him, Bill. You heard our interrogation, you knew he was ready to crack, so you killed him, just like Pike. \n[262]No!  You will stand there and you will listen! What happened to you, Bill?  You were the one who joined up to do good in the world. You were the one who believed in it- \n[263]Not for long. \n[264]No more witnesses. West's a ghost. But it doesn't matter because we have your signature, the hospital log, and Kendall's toxicology report. And that'll be enough. \n[265]You can't duck this, Bill. I may have done every goddamn thing in my life wrong but I won't let this happen. \n[266] \n[267]Osborne, gun! \n[268]Now it's over. \n[269]Leaving without saying goodbye. What are you gonna do? \n[270]Think it'll work? \n[271]Want company? \n[272]I should probably write that down. \n[273]In case you need me to testify about the shooting. They'll clear you. \n[274]Yeah. But he was a lot of other things, too. Thanks. \n[275]I'll see you. \n[276]You saved my life tonight. Keep it. Actually, don't keep it, I need the money. \n[277]You're one of the good ones, Osborne. Don't sweat the details. \n[278]It's started to rain.    Hardy drives in silence. \n[279]The Hitchhiker gets into the car. \n[280]Why'd you ask for a cop, Ray? \n[281]How about this? \n[282]Stem to sternum. You taught me well, Sarge. \n[283]I wouldn't know where to start. \n[284]I guess it was about one man framing another... \n[285]When you commit a crime you know is going to be investigated, you need a fall guy.. . \n[286]And for that to work, you have to have a witness... \n[287]Someone who's not involved, who's word can't be questioned... \n[288]You only let them see what you want them to see, you make them believe... \n[289]And if they're asked, that's what they'll tell the world. \n[290]My brand.   Must be my lucky day. \n[291]We got the toxicology report . . . \n[292]Next time you frame a guy, pick someone who can't defend themselves... But it will not be in vain. Sometimes, you can trick the enemy into doing your work for you. . . \n[293]He still carry those guns? \n[294]What I can't understand is why you signed these... \n[295]I promised them I'd ask you where West and the others are... \n[296]He's telling the truth up to a point... \n[297]You can't prove anything until we find the bodies... \n[298]\n[299]Murder is basic. \n[300]There are no conspiracies, no grand mysteries, no evil puppet masters behind it all, pulling the strings. \n[301]Everyone's capable of murder, Osborne. ", "Vilmer": "", "Dunbar": "\n[1]I don't like baseball. \n[2]I asked for a policeman. \n[3]It's... too slow. \n[4]I just don't like it. \n[5]I don't know... I like the Army. \n[6]You did Basic here? \n[7]There's no need... \n[8]Yeah. \n[9]Okay. \n[10]I'm not telling you what happened. \n[11]Some. \n[12]First day was when I met Pike.    Sarge hated him from the beginning. \n[13]Sir, Dunbar, sir! \n[14]Sir, yes, sir! \n[15]Sir, yes, sir! \n[16]Fifteen guys quit that day.    But not Pike. \n[17]Time went on and the Sarge started singling people out. \n[18]He'd zero in on a fella and ride him till he quit. \n[19]Those who wouldn't quit, he'd put in what he called Section Eight. \n[20]Washout rejects, guys he said were , \"dumbfucks too stupid to know they were dead\". He separated us from the rest. We slept alone... \n[21]. . .ate alone.. . \n[22]...and trained long after the other guys got to turn in. \n[23]Fellas lived in daily fear of being Sectioned and with good reason, too. \n[24]They figured we were the boys who'd meet with a \"training accident\" . \n[25]No, ma'am, he just wanted us to quit. Making it through was kind of an honor. Some of the other guys on the base told us that if you could hack Section Eight, Command would consider you at the top of the class. \n[26]That first night with Pike. I made the mistake of letting him sit down at around 0300. \n[27]There were six of us... \n[28]Mueller was from Tulsa, a real good ol' boy type. One of those \"his Daddy's Daddy's Daddy died at Bull Run and no bleeding heart Yankee was gonna take away his scatter gun\" . He idolized West. \n[29]And Nunez idolized Mueller. Big fella from New Mexico. After he got Sectioned he just followed Mueller around like a lap dog. He wasn't mean like Mueller, though, didn't have it in him. \n[30]But Childs did. Didn't talk to anyone, but you got this feeling something was wrong with him, like real wrong. Type of guy you felt uncomfortable going to sleep near. \n[31]Pike I told you about. He took the brunt of it from Mueller and West. Once they found it out he was a convict they were merciless. \n[32]He'd been busted for Auto Theft, judge gave him the option of jailor the Army. He made the wrong choice. \n[33]Finally Kendall and me. Kendall was a smart guy, we got along okay. Pike and I tried to help him, but... \n[34]He was sickly. Had that shaking thing, whatd'yacall it, epoxy? \n[35]Yeah. Spent half his time in the infirmary. Only reason he enlisted was his father. West didn't section him till last week. \n[36]This is one of those interrogation tricks, isn't it? You don't give me a cigarette till I tell you more. \n[37]He's right.    We don't have a choice. \n[38]We finished the course and came here, Then heard an explosion- Where's Pike? \n[39]What do you mean, alone? \n[40]He wouldn't kill anybody. . . \n[41]I hated West, Childs hated West, everyone with a goddamn brain hated West but that doesn't mean we killed him! \n[42]Shut up. Let me see your grenades. \n[43]We were each given three so whoever killed West will be missing one. \n[44]Whose blood is that, Jay?       West's. \n[45]What do you mean, West's? \n[46]That son of a bitch. \n[47]He's lying. \n[48]I'm serious- \n[49]Did Kendall tell you about the PX? \n[50]No, did he tell you about it?   About the business Childs ran? \n[51]Pills, shots, you name it, Basic's a lot easier when you don't feel pain- \n[52]Didn't shoot West- \n[53]You think you know everything, don't you? You haven't even scratched the surface. \n[54]Apologize- \n[55]Of course- \n[56]The creek bed- \n[57]Yeah- \n[58]One went off, yeah, but it didn't Touch him- I thought you knew this- \n[59]Holy fuck... Holy fuck, what the fuck did you guys do? \n[60]He's lying, then. We didn't see Mueller till we got to the cabin. \n[61] \n[62]Yeah. \n[63]So did we.   Why didn't you come? \n[64]I didn't buy it. But Mueller had all three of his grenades. \n[65]Pike came back. \n[66]Where have you been, Jay? \n[67]Shut up. West's dead. \n[68]Where have you been, Jay? \n[69]We just want to check your pack- \n[70]You know it's not like that- \n[71]Tie him up. \n[72]Yeah... \n[73]You hated West more than any of us. \n[74]You're the only one missing a grenade. \n[75]If not you, then who? \n[76]Oh, come on- \n[77]That's exactly what he says about you. \n[78]You hated West, Mueller loved him- \n[79]Bullshit. \n[80]Why? \n[81]You're lying- \n[82]Why... why didn't you tell me? \n[83]That still doesn't mean you didn't kill him. \n[84]Full clip to the body- \n[85]His chest was hamburger- \n[86] \n[87]I... I don't know... \n[88]This is a lot of information to be Getting... I have to think- \n[89]No... no, we can just wait till we get back and then tell the M.P.'s- \n[90]Don't do this- \n[91]Put it down! \n[92] \n[93]You too? \n[94]And then I killed the last of them. \n[95]Can I have some coffee? \n[96]They would have killed us both. You want me to write a confession, I'll write a confession. \n[97]But not Pike's. \n[98]Would you have believed me? \n[99]Don't know on a map. West told us it was there, we just found it. Maybe the hurricane took it away. \n[100]Mr. Hardy, I joined the army for college money. I didn't ask for any of this - I tried to do the right thing out there and people got killed. You say finding those bodies'll help me, then go find them. I don't want to die. \n[101]You wanna bet? \n[102] \n[103]You want to talk about baseball now? \n[104]Can't do that now, though, can you? \n[105]Is that what I did, now? And of course, you can prove all of it. \n[106]Did I ever claim I was Raymond Dunbar? Was I ever told to state my name rank and serial number for the record? No. You assumed who I was, because I was wearing this uniform. Don't believe me? \n[107]Check your tapes. \n[108]Oh, you don't? What else do you have on me? You haven't found any bodies yet, have you? \n[109]Ohhhh, I don't think so... \n[110]Just a guess. Maybe they're not where they're supposed to be. Maybe somebody moved them. Habeas Corpus - no bodies, no crime, and Nunez still plays as self defense. Face it detectives ... you have nothing. \n[111] \n[112]Please, please don't- \n[113] \n[114]You'll never find it cause HE'S NOT \n[115]He- He made me do it- \n[116]Hunting- we had to hunt him- \n[117]There never was an exercise! Never targets, never teams, I don't even know if there's a creek bed out there- \n[118]\n[119]You're right. I was the one he singled out. Beat me morning, noon, and night, ran me ragged. When Mueller found me, I was gone. He gave me a little taste... \n[120]I got a friend with an in at the PX, can hook you up... \n[121]What I didn't know, was his friend was West. He ran the whole thing. \n[122]You think it's easy to have all that morphine just disappear without a higher up authorizing it? Check the requisition orders, I'll lay money it's his signature on them. \n[123]That was his game, see? Ride the cadets so hard they'd need something to stay on their feet. Then he'd send Mueller or Kendall to them, waving around their magic needle promising to make it all go away. \n[124]It wasn't a new thing either.   He'd been doing this for years. \n[125]Every nine weeks, a new class of cadets, new potential customers. The amount of money involved over that period of time... this was some high stakes shit. \n[126]Dunbar moved his through the kitchen. I worked in the motor pool and hooked all the mechanics. By the time the hurricane hit, we were all in. Some using, some pushing, some both. But then something happened. West heard one of us was about to talk, to blow his whole operation. He figured he'd made enough money, had enough of the army, maybe it was time to disappear. But first he was gonna teach us one last thing. \n[127]The Tuesday Night drill was the perfect cover. The hurricane made it even better. \n[128]He put us on the chopper and flew us to his cabin. And then he told us. \n[129]It was insanity. We were hunting a man down to kill him. \n[130]He got Mueller first. \n[131]He took his gun. Used it on Childs. \n[132]I can't imagine what it was like. Having your friends try to kill you... \n[133]But you do what you have to survive. \n[134]Kendall and I found Dunbar a couple minutes later. \n[135]It came to me in a split second. Change clothes, change identities. If James Pike gets discharged he goes right back to jail. But if I was Dunbar, I could walk away from all this with a new life. But then... \n[136]I just want to go! \n[137]I have to get Kendall to a hospital! \n[138]We don't have to do this! You go that way, I'll go this way! \n[139]You killed three people!    Isn't that enough for one night? \n[140]I don't want to die out here, Roberto! Do you? \n[141]Forgive me. .. \n[142]I guess Nunez wasn't dead after all. He came after us with a vengeance. You know the rest. \n[143]You won't find them. Won't find West, either. He's too good. \n[144]Just four people MIA.    Silence. \n[145]I don't want any deals. \n[146]All the proof you need will be when West comes back and puts a bullet in my brain. But I'll do it. I'm a dead man, anyway. Like Kendall. We both should have died out there with our brothers. I know that now. \n[147]Tell me, detective.   Did you get what you wanted? \n[148]Your weapons, Sergeant. \n[149]I got a friend with an in at the PX, can hook you up... \n[150]Washout rejects, guys he said were \"dumbfucks too stupid to know they dead\"... \n[151]You haven't found any bodies yet, have you... \n[152]Are you ready for this? ", "Mueller": "\n[1]Toughens us up, Pike.    You don't like it, quit. \n[2]The faggot speaks. \n[3] \n[4]Oh, yeah, \"Excuse me, Sergeant, sir, we don't feel like going out - we don't want to get rained on.\" He'll kick our asses from here to Cleveland. \n[5]Can anybody hear me! \n[6]Hey, I- Holy fuck. .,. holy fuck, what the fuck did you guys do? \n[7]You killed him you fucking faggot- \n[8]Jesus, Jesus fucking Christ... \n[9]We got- I don't know, we got separated \n[10]I don't know! \n[11]Shut the fuck up, you fucking faggot, You just shut the FUCK UP- \n[12]Shouldn't we- I mean, we shouldn't just leave him here. \n[13]What happened to you? \n[14]They found him. Poor fucker was Practically blown in half- \n[15]You better watch it, faggot, I'm not Sure you and Childs didn't do him- \n[16]Pike and I got separated- \n[17]I remember now, it was before the Explosion- \n[18]I'm about two seconds away from seeing If fairies really can fly- \n[19]Oh, bullshit, he's a fucking convict. You know how much he hated West- \n[20]Look, here are the facts - Roberto was with Dunbar, Queen Kendall was with Childs, and Pike's the only one not here. He did it! \n[21]Why? \n[22]See?   Three.     Now can we please- \n[23]Jesus, what happened? \n[24]I was afraid... Mueller voice FADES OUT as he continues to talk. \n[25]What the fuck happened to you? One minute you're next to me and the next you're gone and the sky lights up like fucking Christmas- \n[26]Whoever shot the Sarge blew a grenade first- \n[27]Don't know, sir, I- \n[28]What the fuck are you doing? \n[29]Guys, get out here! \n[30]Shut the fuck up. He was gonna cut him loose. \n[31]We all know what you did, Pike. I don't know what kind of nigger voodoo You been working in here, but- \n[32]Used it to start the fire- \n[33]Was freezing from the hurricane- \n[34]To start a fire, goddammit! What about him, huh? Maybe he offed the Sarge and changed shirts, brought an extra one in his pack. Y'ever think of that? Go ahead, cut him loose! First chance he gets, he'll waste the rest of us, that's how they work- \n[35]We're not going anywhere. \n[36]\n[37]The fuck are you talking about- \n[38]Bullshit- \n[39]Shut up! \n[40]Tell him to shut up- \n[41]\n[42]He wouldn't... stop talking... \n[43]\n[44]West was one thing, but this- \n[45]I got a friend with an in at the PX, can hook you up... \n[46]Making his way down embankment, M-l6 out, ready for anything. From behind him, MOVEMENT... \n[47]Roberto... \n[48]I got a friend with an in at the PX, can hook you up... ", "Nunez": "\n[1]You really heard this? \n[2]What happened to you- \n[3]What about Pike? \n[4]What if it wasn't one of us?    What if it was a local- \n[5]Hey! \n[6]Let him check your pack. \n[7]Why? \n[8]Sir, I wasn't- \n[9]Put it down! \n[10]You were gonna kill me, Pike!    Thought you were my friend! \n[11]He was gonna kill me too! \n[12]I snapped Mueller's neck! He was my best friend and I had to snap his neck because he was gonna shoot me for drugs! For West! \n[13]You'll shoot me in the back! \n[14]If you even twitch... \n[15]Shut up!    Look, we won't say anything- ", "Nurse": "\n[1]Normally we wouldn't let anyone see him this soon, but Colonel Styles said it was urgent- \n[2]Cadet Kendall- \n[3]What is- ", "#1": "", "Osborne": "\n[1]This is totally unnecessary- \n[2]But this guy you called, he's not even Army- \n[3]He's not Army, it's not official- \n[4] \n[5]You can get us some answers. \n[6]Hostile and uncooperative. \n[7]You knew Sergeant West? \n[8]Sergeant West's served for twenty- Three years. He's the public face of the modern Army. \n[9]Search parties for the others are fanning out in a ten click radius from the pickup. If they're hurt and we can get to them in time... \n[10]Osborne and Hardy enter, stepping over broken glass and hurricane debris. Hardy looks around. \n[11]You and the Colonel go back. \n[12]You're the Tom Hardy I've been reading about in the papers, right? New Orleans PD fired you for taking bribes from Guissepe Torres. \n[13]Wording and your friendship with the Colonel aside, I'm not comfortable having you involved in this. \n[14]Hurricane knocked out our Mainframe, so all we have are their dogtags. Cadets Raymond Dunbar and Levi Kendall- \n[15]Kendall Junior is still  in surgery, so he won't be available  to answer for his name or anything  else for another hour - the cadet  we're talking to first is Dunbar. \n[16]Yes. \n[17]Why? \n[18]Excuse me? \n[19] \n[20]Good cop/bad cop? \n[21]I questioned him for three hours and he didn't make a sound. You don't have a badge, he won't talk to you. \n[22]Go. \n[23]The Colonel saw you shoot Nunez, You're a murderer- \n[24]Baseball? \n[25]You made me look like an idiot- \n[26]No- \n[27]Are you saying Sergeant West tried to kill you? \n[28]Tell us about the other guys, the ones West weeded out. \n[29]Epilepsy. \n[30]You really want to make banal chit- Chat like that now? \n[31]We're in the middle of a murder case- \n[32]What is that? \n[33]Typical army brat story. Dad was noncom, Mom was a Nurse. There was never any real doubt of joining up. \n[34]Something like that.     You? \n[35]You're kidding. \n[36]I bet    that's the second story you tell    the girls to get them into bed, after    you make them laugh with the first    one. \n[37]This is the straight hitting on me you were talking about, isn't it? \n[38]You do understand that there's absolutely no way I could ever be attracted to you, right? \n[39]You're off to a late start. \n[40]Imagine what it must have been like for them out there. What do you think of Dunbar? \n[41]What point? \n[42]Something wrong? \n[43]Not the happiest of memories? \n[44]Remember, he's the son of a Senator, so go easy. Kid gloves. \n[45]We just want- \n[46]That was kid gloves? \n[47]But we have to question him- Thought you didn't have cigarettes- \n[48]He couldn't kick you out so he wanted you to quit on your own. \n[49]He said what? \n[50]No one else heard it? \n[51]Why? \n[52]Why would he just surrender? \n[53]Nunez was chasing Dunbar. \n[54]But you didn't see it, right? \n[55]It's too neat. \n[56]I don't think that has anything to do with- \n[57]I just... He came back for Kendall. I don't think he's capable of murder. \n[58]Look, all we've got is what Kendall says, and he didn't actually witness any deaths except Nunez. He found West, he saw Mueller and Pike, but just their bodies - he didn't see any crime committed. \n[59]He said he worked there- \n[60]What business? \n[61]Hardy! \n[62]I don't know. \n[63]Goddammit, Hardy, you can't just leave- \n[64]You said you owed Styles and now you're gonna turn your back on him? \n[65]You did more than try. You cracked Dunbar in less than three minutes, as an investigator you're phenomenal- \n[66]I was starting to believe you, you know? That you weren't who everyone Said. I guess I was wrong- \n[67]But you will. \n[68]Because it's my job. Because people are dead. Because of the whole honor and duty thing, make a difference in the world, crap like that. We can do this, Hardy. \n[69]Two and a half hours. That's all I'm asking. Two and a half hours to maybe get the truth. Silence. \n[70]What? \n[71]Where? \n[72]What about the phosphorous grenade? \n[73]Back up. \n[74]Mueller was alone in the cabin? \n[75]At least you and Kendall agree on that. \n[76]Yeah... yeah, sure. \n[77]Why didn't you tell us all this in the first place? \n[78]Where's the cabin? \n[79]Talk it through: Childs, Mueller, and Nunez know they're going out on the regular Tuesday Night drill, hurricane or ho hurricane, so they plan it: Kill West, pin it on Pike. \n[80]Dunbar. \n[81]They believe the innocent are guilty and the guilty are innocent. \n[82]So it's a good plan but it goes wrong; Mueller flips out and shoots their fall guy, which means they have to bring Dunbar and Kendall into the Cover story- \n[83]Buttfucks the cabin? \n[84]So why, after Dunbar drags Kendall out from under a house, does the Senator's son try and get us to put his savior in the gas chamber? \n[85]Little bit. \n[86]Yes, sir, I do. \n[87]He tried to burn Dunbar to us. You don't do that if you're not involved. \n[88]We know. \n[89]Pike never confessed. \n[90]Fifty minutes. \n[91]Pike never confessed. \n[92]Dunbar says you were. \n[93]I need to talk to you outside. \n[94]They got their stories straight. \n[95]What Kendall said - \"the type of guys you don't feel comfortable going to sleep around.\" That's what Dunbar said about Childs to the letter. \n[96]Positive.    Hardy, they planned this. \n[97]Not bad for hostile and uncooperative, eh? \n[98]Good idea. \n[99]You and Dunbar got your stories straight. Little details, little inconsistencies, designed to bounce us back from one of you to the other, asking questions, killing time, until the transport arrives and whisks you away to where Senator Daddy can protect you. You think you're just going to slide out of this? You're an accessory to murder, Levi, you're Going to jail- \n[100]It doesn't matter, Levi. We're going to find those bodies and when we do, I'm going to make sure one of them has a bullet in them that matches your weapon- \n[101]See, I just take your gun to the morgue and fire it into one of their skulls; then I call every newspaper in the country with the story about how Senator Kendall's gay son went nuts on a training mission- \n[102]It will and you know why? \n[103]Because you're not a person anymore, you're a cadet in the United States Army; you have no identity, no Miranda warning, and no rights. So I'm gonna throw you to the wolves, and unlike you I'm gonna get away with it, because you're pissing me off! \n[104]Enjoy your flight to Washington- \n[105]What. \n[106]Wrong answer- \n[107]Who killed Sergeant West? \n[108]Who, Levi- \n[109]So you framed him. The same way Childs was going to frame Pike. \n[110]What happened with Nunez? \n[111]That's how you do good cop/bad cop. \n[112]Get something between his teeth! \n[113]He's an epileptic! \n[114]He's a witness! \n[115]He's trying to say something- \n[116]You couldn't have known- \n[117]You wanted to get the truth. \n[118]You mean the falsely accused? \n[119]You wanted to break him. \n[120]So did I. \n[121]What happens to Dunbar now? \n[122]Your car's in the motor pool.     I'll walk you over. \n[123]So what now? \n[124]Think it'll work? \n[125]You know, you never told me why you left the army. \n[126]For what? \n[127]We were close to something with Kendall. \n[128]No. \n[129]We're going need a vehicle release. \n[130]Yeah. \n[131]No, no that was Cadet Dunbar- \n[132]So? \n[133]Four- \n[134]We need to talk to him- \n[135]We need to talk to him now. \n[136]Let's go have a talk. \n[137]Fuck off. \n[138]We got maybe three minutes till they break it down. \n[139]You kept Kendall alive to corroborate your story and he did it all they way up to the end. You even gave him his own motive in case we decided to burn him, too. \n[140]We can prove that you're not Ray Dunbar. Impersonating a fellow Cadet is a court-martial in and of itself- \n[141]How do you know that? \n[142]Hardy, what are you doing- \n[143]Hardy, for Chrissakes- \n[144]You mean the exercise? \n[145]No bodies, no West... \n[146]We need to talk- \n[147]What? \n[148]This isn't the time- \n[149]What if I don't want it? \n[150]That's not true. \n[151]You're a good man, Hardy. \n[152]Far as I'm concerned, whatever you did in the past can stay in the past. \n[153]And because you're a good man, I know you'll do the right thing. \n[154]Pike never made it to D.C.. Somebody took him off the plane before it left. My guess is he's already dead. \n[155]Nobody saw.    But I don't think so. \n[156]These are the requisitions from the PX, the ones used to release the drugs to Mueller. West signed half of them - Pike was telling the truth. Look who signed the other half. \n[157]Yeah. I can wait till you're off the base and do it myself. \n[158]It's West's, isn't it? \n[159]What are you doing out here? \n[160]Go home, get drunk, and try and forget this ever happened. \n[161]Nah. \n[162]A word of advice about women - that first hour or so after they kill their boss? Probably not the best time to hit on them. \n[163]Yeah. . \n[164]Your phone number? \n[165]He was your friend. \n[166]Hey, Hardy! \n[167]I owe you this. \n[168]A bottle of Scotch at her side, Osborne slips a tape marked \"BASIC TRAINING INTRO - SGT. N. WEST\" into her VCR. Settles back to watch it. West's face fills the screen. \n[169]Osborne, drinking and watching. \n[170]They got their stories straight. . . \n[171]They believe the innocent are guilty and the guilty are innocent. \n[172]Osborne, watching the taped West. \n[173]You never told me why you got kicked out of... \n[174]Osborne, watching the tape of West's speech. \n[175] As the taped West concludes his speech.  ", "Castro": "", "#2": "", "Styles": "\n[1]Jesus, God. . . \n[2]That's enough, Lieutenant. \n[3]Who's shooting at them- \n[4]That was one of their own, he just Shot one of their own men- \n[5]Get us on the ground! \n[6]He asked to see a policeman, we're getting him a policeman . \n[7]He's former Army and the best I've ever seen in a room. Besides, he knows the territory, we did Basic together here. You've had three hours with Dunbar and haven't gotten a peep, we need to take a different tack. \n[8]Then it's unofficial. \n[9]Been better. I read about what's been happening With you... I should have called- \n[10]Would I have called you if it wasn't? If there was any other way- \n[11]This is Warrant Officer Julia Osborne, The closest thing we have to an in- House investigator. \n[12]The official term for it is \"Clusterfuck\" . By the time Beth hit us, I'd canceled all off base exercises save one - a six man cadet team and their Drill out in the bush. We're missing three and the Sergeant. The cadets are in their eighth week of the cycle, nobody here knows much about them, up to and including their names. But the Sergeant... \n[13]A few years ago, the Army picked our good buddy as their go to non-com to trot out to the press to talk about the kinder, gentler military. He even did the standard video greeting played to all incoming Basic cadets across the country. \n[14]The exercise was one of his Section Eight \"private sessions\". Left around 2100 yesterday and were scheduled for pick up at 0630 this morning. \n[15]No, the problem is one's dead, one's got a bullet in his arm, and one won't talk. The one who won't talk was trading live fire with the dead one as we reached the pick-up. \n[16]Cadet Roberto R. Nunez.   Killed right in front of me. \n[17]I called the JAG Corps, the two cadets we retrieved are to be flown to D.C. On a transport leaving here at 1700- \n[18]The guy in interrogation said he'd only talk to a cop. \n[19]Tom, bottom line: I let those kids go out there. If JAG shows up and I don't have any answers for them, my career is finished- \n[20]Thank you. Osborne will brief you on the cadets. And Tom? It really is good to see you. \n[21]Styles and an M.P. listening to the Coffee Room conversation. DUNBAR'S VOICE, over the speaker: \n[22]Styles lowers his head at this. \n[23]You think he did it? \n[24]You've got four hours and forty-five minutes to find out. \n[25]He can wait.     Kendall's out of surgery. \n[26] Hardy and Osborne stand before the Colonel, filling him in.  \n[27]Who killed Pike? \n[28]What do you think? \n[29]West's body isn't in the creek bed. \n[30]We've already been over the terrain twice. Nothing. \n[31]Habeas Corpus - you have to have a body to have a crime. \n[32]Without the body we have no physical proof. We need a confession. \n[33]Nevertheless- \n[34]Not for me. \n[35]JAG gets here in three hours.   Try for the confession. \n[36]Tom, where are you going- \n[37]What about the confession? \n[38]What the hell are you talking about- \n[39]Hardy and Osborne stand in front of an agitated Styles. He tries to take a hit off his asthma inhaler and gets nothing. Frustrated, he tosses it away. \n[40]Fucking asthma... This whole thing's driving it nuts. \n[41]Was dead right. You think Dunbar's on the level? \n[42]Does Osborne agree? \n[43]You want Kendall, don't you? \n[44]You both know if you do this, if you go after a Senator's son and you're wrong... it's not just me in the hot seat anymore. \n[45] \n[46]You don't get to be a Colonel without compromising. Without getting out of the way of the bigger dogs. You politic, play it safe, think of the career first. And when things get dirty, you just look the other way... \n[47]Four of my men are dead. You think Kendall had something to do with it, then you go get the son of a bitch. \n[48]It's over.   Time of death was 4:42. \n[49]JAG's been notified and I called the Senator myself. My report will reflect that his medical condition made this unavoidable... you two had no culpability in the matter. \n[50]Maybe. But it's my fault and I'll carry it. \n[51]We found the cabin. Demolished, like they said. No bodies. Hurricane like that coulda scooped 'em up, dropped them down two counties over. We'll find them. \n[52]You think you could explain all this to me? \n[53]Gets on his plane in ten minutes, which means you two are done. You'll understand if I don't walk you out. \n[54]The Senator... \n[55]Don't be. I'm not cut out to deal with the West's of the world. \n[56]I thought you said that wasn't a compliment. \n[57]What in God's name is going on? \n[58]Hang on. \n[59]No.   I want to hear this. \n[60]You're lying, son. \n[61]Tom- \n[62]Styles, finishing his paperwork. He rises and turns off his desk light, bathing the office in DARKNESS. He's about to leave when he notices a SILHOUETTE in the doorway. \n[63]Tom, is that you? \n[64]What are you talking about? \n[65]You're drunk- \n[66]Look- \n[67]Or what?   You've gone round the bend- \n[68]That's preposterous- \n[69]Wanted to see if he was okay- \n[70]I'm not even going to dignify that- \n[71]You want to get into a finger pointing contest about character? The army kicked you out for drugs, the cops fired you for taking bribes from a mobster, and you think you can stand there and lecture me on codes of conduct? There's only one criminal standing in this room and it's you. \n[72]You're crazy- \n[73]For the last time, I have no idea what you're talking about- \n[74]You think you could explain all this to me? \n[75]The one who won't talk was trading live fire with the dead one as we reached the pick-up. \n[76]Hardy, confronting Styles in the dark. \n[77]Earlier.   Alone, Hardy plants West's pistol in Styles' desk. \n[78]The army kicked you out for drugs... \n[79]There's only one criminal standing in this room and it's you. \n[80]Habeas Corpus - you have to have a body to have a crime. ", "Pilot": "\n[1]Hurricane Beth, huh? Had    an ex-wife named Beth, this is pretty   much par for the course. This area    got the worst of it, I hope these   guys are all intact- \n[2]Coming up on the pick-up. \n[3]Holy shit, that's live fire! \n[4]I can't see- \n[5]Who was trying to shoot them- ", "Pike": "\n[1]Sir, yes, sir! \n[2]Sir, no, sir! \n[3]Hurricane's due after midnight and we're still going out? \n[4]You know Popham, works in the kitchen? He told me it was on the radio. \n[5]Hey, guys. \n[6]Any kindling for afire? \n[7]I mean I killed him. Isn't that what we all wanted? \n[8]Hey, Kendall, talk to you for a sec? \n[9]You hated West as much as I did. I'm not saying what I did was right, but you can't tell me you're not glad the motherfucker's dead. \n[10]The thing is, we've got a real opportunity here. You turn me in Tomorrow and we're both fucked- \n[11]A gay Senator's son who let his Sarge get fragged on a training exercise? The press'll crucify you and your father. His career will be over and it'll be your fault. But we do this different and you come out a hero. \n[12]Mueller.    He's as bad as West and we both know   it. Now I can't do it, cause I'm   tied up, but we get the others to   go along- \n[13]Someone else can do the deed, it doesn't have to be you. Maybe Nunez too, he's got a tendency to follow Mueller, but the rest of us can come out ahead - the guys who took out their Sergeant's killers! \n[14]We'll   move the bodies out to the creek   and say we came over the hill right   as they fragged West, all we gotta   do is tell the story right. \n[15]What the fuck happened to you- \n[16]Wandering through a hurricane trying to find this place. It's gettin' bad out there- Where's West? \n[17]What? \n[18]Oh, no. . . no, fuck that- \n[19]Roberto, what the fuck? \n[20]Why? \n[21]Blame the nigger, then, huh? Someone turns up dead, you just look for the Darkest face in the crowd- \n[22]Do I? \n[23]Just like the first day, huh?    You standing guard on me. \n[24]This place ain't gonna hold much longer. \n[25]You and me are friends, right? \n[26]Right? \n[27]You gotta untie me. I didn't do this thing, Ray. \n[28]Maybe, but that don't make me a killer- \n[29]Which anyone coulda taken out of my gear on the chopper. Were you watching your pack on the ride in? \n[30]Ray, this is my life    here. I ain't gonna pretend I'm not    happy West is gone, but you know I    couldn't have done this. It's not     in me. \n[31]Mueller. \n[32]We're sweeping our area and suddenly he's gone. Couple minutes later, phosphorous grenade pops off about a third of a click away- \n[33]Who you gonna trust, Ray?    Him or your friend? \n[34]Enough to go to prison? Childs' PX Scam, Mueller was in on it- \n[35]Look in my pack. \n[36]Just look.   Little pocket. \n[37]Combat grade morphine.    Mueller sold it to me. . \n[38]Pull up my sleeve.    Right arm. \n[39]That look like a lie to you? I been using solid for the last eight weeks. \n[40]After that first night on the parade Grounds with you, I was bad - Exposure, malnutrition, the works. I needed something to keep me from crashing. Mueller found me. \n[41]He said he knew guy who had an in at the PX, could hook me up. This is before I knew what a dick he was. \n[42]Later on Childs got assigned there, started running the shit out to every cadet who needed it. But I was our class's first customer.. . \n[43]Becoming a morphine addict during Basic ain't exactly something you want to broadcast. Only Mueller and Childs know. \n[44]You saw West, right?   How was he killed? \n[45]From up close or far away? \n[46]That's close range. You go full auto on a guy from close range, you're gonna be swimming in blood. Look at my uniform. Nothing. \n[47]And where's Mueller's? When I came in, he was only wearing a t-shirt. \n[48]Way I figure it, West must have found out about their little business and was gonna bust them, so they decided to get rid of him first... \n[49]Mueller and Childs. One of them must've taken the grenade from my pack on the chopper... \n[50]Then Mueller ditches me during the exercise and heads for the creek. \n[51]He blows the grenade to frame me and gets West to come running... . \n[52]Childs' job is easy, he only has to delay Kendall long enough for Mueller to get away. \n[53]Now all Mueller has to do is get rid of the evidence... \n[54]And wait for everyone else to arrive. \n[55]What don't you know? \n[56]There's no time to think, Ray, we gotta get out of here! You untie me, we grab the guns, get Kendall and Nunez, and make a run for it- \n[57]We wait and I'm a dead man. I got a black face, a criminal record, and over a hundred other cadets who'll testify how much I hated West - my court martial will take six minutes. It's either me or them, Ray, and you gotta decide right now. \n[58]Untie me. \n[59]Untie me, Ray. \n[60]Thank God. . . \n[61]This place is going, Mueller.     We gotta move- \n[62]Cause I didn't do it. \n[63]Where's your shirt, Mueller? \n[64]Still got mine on, not a speck of blood on it. Not a bad trick for a murderer- you said you burned yours? \n[65]Goddammit, Ray, we gotta get out of Here- \n[66]\n[67]Cadet Michael Mueller, I hereby place you under military arrest for the Murder of Sergeant Nathan West- \n[68]You are to be stripped of all weapons And placed under guard- \n[69]Until we return to base, and ballistics can match your weapon to the slugs in Sergeant West's body- \n[70]A test will no doubt link you to the Killing- \n[71]-failure to comply with this arrest is a court martialable offense in and of itself- \n[72]Although that won't matter much when Coupled with the murder charge- \n[73]You stupid white trash motherfucker, I saw you do it- \n[74]All we gotta do is tell the story right... ", "Helicopter": "\n[1]Sitting next to the PILOT is COLONEL WILLIAM STYLES. Mid- 40's, normally gruff, but completely cowed by the damage below. The PILOT, unfazed. \n[2]The Pilot pushes his stick forward, descending to tree level. \n[3] The unmistakable SOUND OF GUNFIRE from below.  \n[4]On Kendall, sitting among the Sectioners in silence. terrified he looks like he's about to throw up. \n[5]The Sectioners sit, stonefaced, staring out the window. CLOSE ON - Mueller's hand as it snakes into Pike's pack and extracts a phosphorous grenade. \n[6]", "Kendall": "\n[1]Kendall lies in a bed, a network of tubes in his arm.   He is awake but pale, still weak. He studies his visitors. \n[2]You... I've seen you around the Base. But you... You're not Army, are you? \n[3]That's it. You're that policeman with friends in low places. Tell me, how's Guissepe Torres doing these days? Those racketeering indictments must have really been a downer- \n[4]I've done nothing wrong. I'm the victim here. \n[5]My, my, my, how did things turn so hostile so quickly? If I didn't know better, I'd say you two were out to get me. \n[6]What, \"The Truth\"? Please. There are degrees of truth, officer, always degrees. Things are not what they seem. \n[7]Hardy and Osborne sit across from Kendall's bed. \n[8]My father is a powerful man. Over the years he's used that power to protect me, in one form or another, from certain... unpleasantries. I am a homosexual. \n[9]He is not, shall we say, wild about the idea. He has asked me on numerous occasions to be more discreet about my proclivities, and I have done my best to oblige him. However, in the last four weeks, I began a relationship with another cadet. What do you think of that? \n[10]The Sergeant discovered this relationship and wanted me expelled. My father interceded, so instead, West Sectioned me and made sure every other cadet knew that I was gay. \n[11]He wanted more than that. \n[12]Yes. \n[13]It was the regular Tuesday night drill. He'd let us sleep for an hour and then wake us up, drag us out to the bayou, and work us all night, separate from the others. The door SLAMS OPEN, revealing West. \n[14]Maybe we shouldn't go. \n[15]You ever been in a hurricane, Mueller? \n[16]We should tell him we're not going. \n[17]Osborne looks up. \n[18]\"You're gonna die tonight, faggot\" . Clear as day. \n[19]He whispered it in my ear. \n[20]You said you wanted to know what happened- I'm telling you the truth. \n[21]Didn't kill him- \n[22]I wanted to tell someone what he'd said, but I couldn't. Mueller would just laugh. Nunez and Childs wouldn't care. Pike and Dunbar were okay, but... When West outed me, he isolated me. An outcast among outcasts. And I'd just been told tonight was the night I'd die. \n[23]I knew Childs a little, we worked at the PX together. \n[24]I started getting it in my head that maybe West had paid him, maybe he was the one who was supposed to give me a training accident- \n[25]I'm- I'm sorry. . . \n[26]All I could think of was West, out there somewhere in the dark. Maybe watching the others, maybe watching me. And waiting to make his move. \n[27]I thought I was gonna have an attack. Go into a fit and bite off my own tongue in the middle of the bayou. Childs could tell I wasn't right. \n[28]Maybe it was a trick. Maybe this was when they'd get me, when I felt safest. \n[29]But if I struck first and took out Childs, then maybe I could make it out alive... \n[30]\n[31]Maybe I shouldn't tell you that. Maybe I should tell you I wasn't scared at all. But I was... Enough to almost kill him. \n[32]No.    Poetic justice, though. \n[33]But that came later. \n[34]What do we do? \n[35]Don't want to go- \n[36]What's- \n[37]Oh, Jesus.. . \n[38]Did- Did you- \n[39]How can you not know- \n[40]What about Pike? \n[41]There! \n[42]Poor fucker my ass... \n[43]Yeah and he doesn't know when- \n[44]Oh, you remember now- \n[45]He was blown up by a phosphorous grenade, they don't exactly sell those at 7-11. \n[46]Maybe he's dead too.    Maybe you killed Them both, Mueller- \n[47]\n[48]Right in front of us. Mueller went after him but we held him back. Pike surrendered and volunteered to be tied up. So we roped him to a chair and tried to ride out the storm. \n[49]Because he had a plan. \n[50]Don't think I want to hear this- \n[51]You're sick, Pike. \n[52]Later on I.saw him talking to Dunbar. They had been close. I was in another room when it happened. \n[53]I don't think he meant to do it. It was just reflex - he'd already been gutshot. I must have passed out cause next thing I knew... \n[54]\n[55]And that's it. \n[56]Because he'd shot Mueller. \n[57]Like I said, I was in the kitchen. When I came out, Mueller and Pike were dead, Nunez and Childs were hit and Dunbar was gone. \n[58]I honestly don't know. Maybe to have someone to cover for him. And I wish I could, but there's no doubt in my mind he killed those men. \n[59]Mr. Hardy? \n[60]What did Dunbar tell you? \n[61]Somebody emptied a full clip into him- \n[62]So you took off your shirt? \n[63]Mueller, what the fuck- \n[64]Pike, please- \n[65]Oh.. . my God... \n[66]You framed-him... \n[67]Okay- \n[68] Kendall lies in his bed, looking worse than before.   Hardy and Osborne enter.  \n[69]We've been making progress, I see. \n[70]Running out of time, are we? Tick- Tock, tick-tock, how long till your witnesses fly the coop? \n[71]Not much time to solve the crime. Tell me, detective, how did it feel taking blood money from Guissepe Torres? Did it weigh on your conscience or did you just not think about it? \n[72]How many murders did you cover up? One? Five? Maybe an even ten. \n[73]I think they're giving me the wrong medicine. This isn't a very good Hospital, you know- \n[74]Epileptic attacks are murder on your system. Rattle your internal organs like a paint mixer. \n[75]No, but it got you interested, didn't it? Got you to dig. Inspired Ray to tell you terribly sordid tales about drugs and creek beds and dead little sergeants who stuck their noses where they didn't belong. \n[76]There's that word again. As I told you, I wasn't in the room when everyone started shooting. \n[77]Then he's mistaken. You know, I really don't think my father would approve of this line of questioning- \n[78]So I should stay silent about his misdeeds? The guns went off, I ran in, Childs shot me, Pike and Mueller were dead, and Dunbar was running out the door with the smoking gun- \n[79]No.   I said Dunbar. \n[80]I believe your next line is \"What are you trying to hide?\" \n[81]Sorry to disappoint. I'm on painkillers for the injury - they cloud the mind. You're right, it was Nunez. Any more questions? \n[82]Don't get me wrong, Mueller and Childs were quite the pair, the type of guys you didn't feel comfortable going to sleep around. Completely capable of murder. But as I said, I didn't hear the exchange before the shooting. I wasn't in the room. \n[83]Then we'll leave it up to the courts - His word against mine. What does his father do again? Steelworker? Doesn't matter, I'm sure justice will be served. In any case, my father will definitely want to talk to you about all these questions, these accusations on his son. He's quite protective. \n[84]Hardy and Osborne reenter, smiling.      Kendall chuckles. \n[85]I was just thinking of what's going to happen to your careers when my father gets through with you. \n[86]You can't threaten me- \n[87]Didn't do anything- \n[88]What? \n[89] \n[90]Wait- \n[91]Dunbar's telling the truth. \n[92]We did get our stories straight, but not because we killed anyone. It was because I threatened him. \n[93]Because of what I saw. Who really killed West. \n[94]Childs. \n[95]Because I was standing next to him. \n[96]I was in on the PX thing. He and Mueller and me, we were making thousands. West found out. Childs said we were just gonna scare him - Use my Dad's clout. I had this whole speech prepared about how if he ratted us, his career was over. We met him in the creek bed but before I said anything... \n[97]\n[98]I swear, I didn't know he was gonna do it. After, he told me we were gonna pin it on Pike, one of our biggest customers. \n[99]Nobody'd believe the word of a black junkie ex-con against ours. \n[100]He told me I'd better keep quiet, or I'd end up the same as West. \n[101]Dunbar didn't know anything about any of it. Everything he told you was true, except after... \n[102]I told him what had really happened to West. Told him to keep quiet about it or I'd destroy him. Because if it came out that I was involved with the whole PX scam, my father would be finished. \n[103]\n[104]I scared Dunbar into silence.  He's been trying to cover for me the whole time. We got here, you came to  see me... I didn't know if I could trust him with that kind of secret- \n[105]He came after us. And I told Dunbar he had to kill him... \n[106]Do it! \n[107]\n[108]And he did. \n[109]\n[110]I didn't- \n[111]I don't know- \n[112]Maybe- \n[113]\n[114]F-F-F-F-F-F-Fuh- \n[115]Fuh-Fuh-Fuh-Fuh-Fuh- \n[116]Fuh-Fucking Pike. \n[117]Kendall, coughing fit.   Hardy, getting him a GLASS OF WATER. ", "West": "\n[1]You motherfuckers have just made the worst mistake of your lives! You have chosen to join my Army! This Army is my mother, my father, and my little virgin sister and I will not allow anyone or anything that is not up to my standards near her pretty little virgin cooze, do you understand me - give me a sir, yes, sir! \n[2]Those who I deem unworthy to pass through this camp will quit, and those who refuse to quit I will kill. You ever hear of a training accident - Give me a sir, yes, sir! \n[3]In my time I have killed sixteen men for the good of my country, sixteen men whose entrance into this Army I could not condone, as it would weaken the fabric of this nation's defense! This base suffers an average of three training accidents a year, unfortunate incidents that I will not hesitate to repeat if you cross me, understand - Give me a sir, yes, sir! \n[4]So forget what you've seen on Sixty fucking Minutes about the kinder, gentler military - you will either succeed, quit, or die by my hand! \n[5]My power here is absolute, isn't that right, nigger? \n[6]I hail from Biloxi, Mississippi where we string greasy coon necks up from tree branches when the mood strikes us you have a problem with that? \n[7]What the fuck is this? You lay a hand on me while I'm trying to do my duty and rid the world of you? \n[8]Get the fuck up, you're still in formation, get the fuck up! \n[9]What the fuck have you done to that uniform, take it off, take it off, take it off! \n[10]Get those fucking pants off, I want you buck ass naked, you don't deserve to wear these beautiful United States Army issue clothes! \n[11]Cadet, what's your name! \n[12]You know how to work a pistol, Dunbar? \n[13]Dunbar you are to stand here and guard this nigger for the next twenty- four hours! He is not to be given food, water, or clothes! If he so much as moves, you are to blow his nigger brains out, is that clear? \n[14]The rest of you, fallout for physicals! \n[15]Get up, get up, get up! We're going on a little night hike, boys - muster in five on the south tarmac! \n[16]A rifle, a pistol, and three phosphorous grenades to a man! This is live fire, so keep those safetied until we touch down; I don't want anyone shooting their dick off! \n[17]Some of you may have heard there's a hurricane coming! American soldiers do not wait for good weather - they do not wait for a bright sunshiney day to do their duty! An American Soldier learns to operate in the worst conditions and turn said conditions into an advantage against their enemy! Anyone who thinks these conditions are too harsh, feel free to lay down and die, you get me? \n[18]LZ is two clicks North of a cabin, you are to split into teams of two \n[19]and work your way through your designated area blasting as many targets as you can find! Each area has twenty targets, first team to take all twenty and find the cabin wins! Teams are as follows - Dunbar and Nunez, Pike and Mueller, Kendall and Childs! \n[20]I will be in the areas monitoring your progress and if I see anyone drag ass I will personally slit you stem to sternum and leave you for dead! Fall out! \n[21]You're gonna die tonight, faggot. \n[22]First team, second team, third team, go, go, go! \n[23]What the fuck is going on?! \n[24]\n[25] \n[26]Gentlemen! It has come to my attention that there is a traitor in our midst. Someone who was going to break the code of fraternal brotherhood that I have endeavored to create in all of you. Perhaps that failure is mine. But we take care of our own. And this traitor must be made to pay. \n[27]Run. \n[28]I know you were. Cadet  Mueller found the letter you'd written to the Colonel in your locker.  You were going to betray us all.  Now, run. \n[29]Now we'll see whose training's paid off the most. You are to hunt Cadet Nunez down and bring his body back to me. If you fail and he escapes, we all go down together. \n[30]Congratulations, Cadet Pike.      You get the gold star. \n[31]You'd best get him out of here. Don't worry about the bodies, they'll be taken care of. \n[32]This is where we part ways, Cadet. You tell them I died out here, or I'll come back for you. Tell them one of the others did me. Mueller, Childs, I don't care who. You and Kendall, you tell them a story. You can tell a story, can't you? \n[33]Dismissed. \n[34]Welcome, Cadets. The art of warfare is simple and complex. Simple in its goal, complex in its execution. \n[35]As Sun Tzu writes, the true warfare is deception. \n[36]At all times you must confuse your enemies, surrounding them with uncertainty, giving them false hope. \n[37]At all times, you must mask your true intentions. \n[38]What the fuck is going on? \n[39]Is this about that little drug business you all are running? Yeah, I know about that, Roberto told me- \n[40]Fuck that. You little pissers really think you can throw a scare into me? \n[41]You're gonna have to do a lot better than that, son. \n[42]Didn't I kick your ass out for this drug thing fifteen years ago? \n[43]Should've known you were involved in this. Come on then. Let's see you try and stick me- \n[44]Your greatest weapon will by your allies . . . \n[45]. . . some of which you may have to sacrifice for the greater good. \n[46]Make no mistake, the innocent will die. . . \n[47]...if you engage in a clever enough subterfuge. \n[48]Which brings us to the simple goal. For the true warrior, the one and only objective is to emerge from conflict unscathed. \n[49]Thank you. \n[50]You can tell a story, can't you? "}}