{"filename": "Basquiat_script.txt", "imdb_id": "tt0115632", "imdb_url": "https://www.imdb.com/title/tt0115632", "characters": ["Annina Nosei", "Rene Ricard", "Shenge (as Jean Claude LaMarre)", "Henry Geldzahler", "Big Pink", "The Interviewer", "Gina Cardinale", "The Electrician", "Albert Milo", "Benny Dalmau", "Mary Boone", "Cynthia Kruger", "Andy Warhol", "Bruno Bischofberger", "Jean Michel Basquiat"], "dialogues": {"Annina": "\n[1] \n[2] \n[3]  \n[4]I'd love to see some more of your work... Where's your studio? \n[5]Well, I don't want to get mugged on a Bowery street corner. Maybe I could find a place for you to work. Take my card. \n[6]No thanks. But I'd like one of these paintings. \n[7]Annina Nosei. \n[8]Is Jean Michel here? \n[9]I'm here to see some work. \n[10]These are great. \n[11]How much for these five? \n[12](continuing to stare at the work \n[13]I'm interested in showing Jean's work. \n[14]How about right now? \n[15] It stops in front of the gallery. From outside, we see Annina conversing on the phone. She looks up and opens the door for him.   \n[16]I've got to find the switch. \n[17] Annina flips on a light.  \n[18]Here it is. \n[19] Jean bends over, beginning several canvases. He pours paint on them - kind of like photographs we've seen of Jackson Pollock. We HEAR Miles Davis' \"Flamenco Sketches.\"   \n[20] GRANDMASTER FLASH'S \"WHITE LINES\" fills the room.  The walls are covered with half-finished, unstretched CANVASES. Two or three more lie on the floor.  He works like a maniac, buzzing back and forth from one painting to another, adding figures, crossing out words, all the while smoking and eating cookies. The crumbs fall onto the paintings. He walks on them.  Every so often, he refers to a book of DaVinci drawings. Torn pages litter the floor beneath the book.  We hear someone THUMPING down the stairs.  It's Rene. A PUPPY follows him.  He dumps a huge load of paint supplies, art books, and carryout ribs. The puppy sniffs around happily, licking at Jean and walking over the paintings, wagging his tail.  He stops the tape player and inserts some Persian music.  Jean empties some foil-wrapped bags of coke. He cuts a line of coke on a foil plate.  Rene starts reading from a poem he's evidently written:  \n[21] Jean is bent over his work. He looks to see a pair of legs. They belong to Albert Milo.  \n[22]Tom and Cynthia Kruger. \n[23]This is Jean Michel Basquiat. You've seen the SAMO graffiti everywhere. That's his. This is the true voice of the gutter. \n[24]Here's a very good example of his recent work that's not spoken for yet. He's got to work in a basement. He's got so much energy that if he worked in a place with a window, he'd jump right through it. Most of these are reserved already. After this week, this work will not be available. \n[25]Yes, well, they are more meaningful in their absence, no? \n[26] Silence.   \n[27] Annina    beckons to him. Beyond her, he sees Albert, Andy, and Bruno.    He's being escorted or maybe just pushed - it's hard to tell.    Each step of the way, he's pounced upon by INDIVIDUALS we've    never met. The room is wall-to-wall with people. People are swept    along in currents.  \n[28]Jean, your parents are here. \n[29] \n[30] ", "Nosei": "\n[1] \n[2] \n[3]  \n[4]I'd love to see some more of your work... Where's your studio? \n[5]Well, I don't want to get mugged on a Bowery street corner. Maybe I could find a place for you to work. Take my card. \n[6]No thanks. But I'd like one of these paintings. \n[7]Annina Nosei. \n[8]Is Jean Michel here? \n[9]I'm here to see some work. \n[10]These are great. \n[11]How much for these five? \n[12](continuing to stare at the work \n[13]I'm interested in showing Jean's work. \n[14]How about right now? \n[15] It stops in front of the gallery. From outside, we see Annina conversing on the phone. She looks up and opens the door for him.   \n[16]I've got to find the switch. \n[17]Here it is. \n[18]Tom and Cynthia Kruger. \n[19]This is Jean Michel Basquiat. You've seen the SAMO graffiti everywhere. That's his. This is the true voice of the gutter. \n[20]Here's a very good example of his recent work that's not spoken for yet. He's got to work in a basement. He's got so much energy that if he worked in a place with a window, he'd jump right through it. Most of these are reserved already. After this week, this work will not be available. \n[21]Yes, well, they are more meaningful in their absence, no? \n[22] Silence.   \n[23] Annina    beckons to him. Beyond her, he sees Albert, Andy, and Bruno.    He's being escorted or maybe just pushed - it's hard to tell.    Each step of the way, he's pounced upon by INDIVIDUALS we've    never met. The room is wall-to-wall with people. People are swept    along in currents.  \n[24]Jean, your parents are here. \n[25] \n[26] ", "Rene": "\n[1] \n[2]I consider myself a metaphor of the public. I am a public eye. I am a witness. \n[3]Part of the artist's job is to get the work where I will see it. \n[4]When you first see a new picture, you don't want to miss the boat. You have to be very careful because you may be staring at Van Gogh's ear. \n[5]Nurse!!! Oh!!! Nurse!!! Carrot juice. Tofu burger. Rapido! \n[6]Fine... A greasy cheeseburger. Fries - and a vodka. \n[7]I need to make a call, Mary. You don't mind, do you? \n[8]To Paris. Bernard Picasso - You know Bernard - \n[9]... 'APT 20'... The church bells would ring at noon and six a.m.. 24 strokes: How many times we counted them. We called our bed the cloud. And there we'd float. The bathtub was in the kitchen and took forever to fill up. We'd bathe together afterwards. Oh the countless cigarettes and take out Chinese food... The bed was so narrow Three years we made it fit. The sheets were green the sheets were pink the sheets white linen from the past. Little home, farewell, The broken windows and the bodega on the corner. Now from my balcony I look out over all New York... \n[10] \n[11]Oh man, you a FINE nigga! You know that? \n[12] \n[13]  \n[14]I gotta go pee. \n[15]  \n[16] \n[17]Naaaa. Poor thing has a little dick. \n[18]Just look at him. Little silver thingies on his cowboy boots? Honey, I don't think so. \n[19]\n[20]I know that. Don't let him get away. \n[21]Hey, wait up!!! \n[22]You heard of Albert Milo. I made    that niggah. I'm Rene Ricard. Didn't    you read \"Not About Albert Milo?\" I know    who to hype. Baby, I'm gonna make you a    star. \n[23]I can put you in the ring with him. Even book the dates. But those big boys know how to fight. They \n[24]Sounds famous already. \n[25]Oh child... You got no respect. Didn't anyone teach you how to mount paintings? \n[26]This is a very important season in New York. One's public appearance is absolute. Oh!!! Louise!!! I'd like you to meet Jean Michel Basquiat - SAMO. This is Henry Geldzahler. \n[27]You or the museum? \n[28]Five. \n[29]That's five thousand dollars. He's from the Metropolitan Museum of Art so suck my pussy, you star. \n[30]This is Jean Michel, whose work I told you about. \n[31]I didn't have the subway fare. My Medicare ran out. \n[32]You kidding? That's Annina Nosei. Jean's been in her gallery a thousand times. You slut. How do you know Bruno Bischofberger? He's only the biggest art dealer in Europe. \n[33]3rd night I called    him 'boy' He sed \"don't call    me 'boy'\" \"Well Then don't call me    'Boss'\" That Was the end for us    and I've Been seeing him for    2 1/2 years. In kangaroo court I    want to be Able to say I never kept a Slave. But he tricked me in To Tying him up and busting his Face. He'll jump up at my Trial Yelling 'He wupped me gud.' \n[34]Oh man! That's one looks famous already. \n[35]You are a willful boy. How'm I s'posed to write about you if you keep changing everything? \n[36]Uh huhh... Band practice? It's Benny. He wants to know why you're not at band practice...? \n[37]Fuck band practice... If you're gonna be a painter you're gonna have to break a few hearts - you don't wanna be like Tony Bennett.. \n[38]Singing on stage and painting in your spare time. \n[39]My point exactly. \n[40]So keep painting. \n[41]You're news. I want the scoop. I write it down. When I speak, no one believes me. But when I write it down, people know it's true. There's never been a black painter in art history that's been considered really important, you know? \n[42]So shut up and keep painting.. \n[43]5:11. \n[44]Thanks... I'll take it tonight. \n[45]How about now? \n[46]How does it feel to have a genius in the family? \n[47]  They shrug and crowd in - Jean, Andy, and Rene. The photographer gets them to squeeze closer and closer.  \n[48] \n[49]Forget it. \n[50]SHHHHHH. Later. \"What is it about art, anyway......\" \n[51]... that we give it so much importance? Artists are respected by the poor because what they do is an honest way to get out of the slum using one's sheer self as the medium. The money earned is proof pure and simple of the value of that individual... The Artist. \n[52]The picture a mother's son does in jail hangs on her wall as proof that beauty is possible even in the most wretched. And this is a much different idea than the fancier notion that art is a scam and a rip-off. But you could never explain to someone who uses God's gift to enslave that you have used God's gift to be free.\" \n[53]I'd like a glass of your best champagne, please? This is an enormously important season in New York, and to make a false step could have severe repercussions for years. We are no longer collecting art, we're buying individuals. \n[54]Everything's over your head, Andy. Even Mr. Chow's menu. Thanks for not inviting me \n[55]I'm starving. You can't buy    advertising like this. This is the most    glamorous dinner you'll have here this    fall. How about some of that imitation    crab? \n[56]Isn't he great? Thanks, Jean. \n[57]He owes me one. \n[58]I haven't eaten yet!!! \n[59]Hands off me, you faggots! I'm going. I'm going...I've kept Diana Vreeland waiting too long, anyway. \n[60]His early work? He's only twenty-six! \n[61]Thanks again for not inviting me. I'm only here on business. \n[62] ", "Ricard": "", "Henry": "\n[1]Ohh... SAMO. I've heard a lot about you. I love your graffiti. \n[2] \n[3]It's for me. \n[4]I'll take it. ", "Geldzahler": "", "Big": "\n[1]\n[2]How can I ever thank you? \n[3]Come on. \n[4]No, I'd like the scarf. \n[5]I don't eat junk food. \n[6]You're a fast mover. ", "Pink": "\n[1]How can I ever thank you? \n[2]Come on. \n[3]No, I'd like the scarf. \n[4]I don't eat junk food. \n[5]You're a fast mover. ", "The": "\n[1] Jean sees the surfer, 'riding the nose' in glistening, shimmering  sunlight.  \n[2] Is a METAL BILLBOARD with red plastic magnetized LETTERS that reads: \"TODAY'S SPECIAL: CLAM CHOWDER $1.50. TRY IT!!!\"  \n[3] He sees Albert Milo    talking with ANDY WARHOL and BRUNO BISCHOFBERGER. Andy,    of course, is thin, silver-haired, and nearly albino. Bruno    is a Swiss art dealer in his 40's. He exudes money - a pillar of    security.  On the other side of the room, Rene Ricard is surrounded by a coterie of young, mostly BLACK AND HISPANIC MALES. Rene looks drunk, enjoying the moment, holding court.  Rene crosses to Albert and Andy.  People pass by.  Jean starts to walk.  About half a block away, he sprays on a wall:  \n[4]\n[5] He looks pleased. He turns and looks up West Broadway beyond the buildings at the sky:   \n[6] We see a surfer emerging from a HUGE WAVE. He looks powerful and exalted.  \n[7]\n[8]  Jean scrounges in his pockets, pulls out his Xerox cards, and readies himself as Bruno and Andy enter BALLATO'S RESTAURANT.  \n[9] As Jean exits with Annina.   \n[10]I am! \n[11]It feels... good! \n[12]  \n[13] \n[14] Jean presses a buzzer. He's admitted. He carries his bike on his shoulder.   \n[15] Jean enters a broad, high-ceilinged studio. It's neat. Paintings lie on the floor.  Andy's back is turned to him. As Jean gets closer, he sees that Andy's assistant FRANK is peeing on canvas covered with copper pigment. We hear the SOUND of the piss.  Frank holds a bottle of beer in his hand.  \n[16] Jean and Andy collaborate on a large canvas. Andy outlines a Mobil Oil winged horse.  Jean paints it out. To the side he paints a penguin with a hat.  \n[17] It is flat, dead, gray.  Ominous and waiting.   \n[18]  ", "Interviewer": "\n[1]... had twenty-three one man shows, been in forty three group shows from Zurich to Tokyo.. \n[2]... had over fifty articles written about you, switched galleries - how many times? - DJ'd in the hottest clubs - \n[3]... one of the youngest    artists ever to be included in the Whitney    Biennial, also produced a rap record.    It's said you're quite the ladies man -    even dated Madonna for a couple months!!! All at the ripe old age    of 24. One might ask: is there anything    left for Jean Michel Basquiat to do? \n[4]What is it that gets you out of bed in the morning? \n[5]We're running a little late. \n[6] \n[7]... Can you... decipher this for us? \n[8]Yes. What do they... stand for? \n[9]Yes, I understand - but where do you take them from? \n[10] \n[11]Hmmm. And 'Parasites.' You seem to be a Primal Expressionist. \n[12]Well, you said that. You've got a lot of references from Leonardo da Vinci, don't you? \n[13]Yes, but as a black painter - \n[14]What? \n[15]You're not? \n[16]Not black. \n[17]Yes, yes... Let's talk about that.... your roots... Your father is from Haiti, isn't he? \n[18]Hmmmm. Interesting. And when you grew up were there any primitives hanging in your home? \n[19]I see.. And... How do you respond to being called - hmmm... - yes, \"the pickaninny of the art world.\" \n[20]Why, that's from Time Magazine. \n[21]Is it true that your mother resides in a mental institution? \n[22]Let me... just... open something up here. You come from a nice, middle class, respectable home. Your father is an accountant. Why did you at one time live in a cardboard box in Tompkins Square? \n[23]Or rather, do you think you're being exploited or are you yourself exploiting the white image of the black artist from the ghetto? \n[24]OK. One last thing. Is there any anger in you? Any anger in your work? \n[25]Tell me about it. What are you angry about? ", "Gina": "\n[1]We don't serve that - amigo. \n[2]It's your stomach. \n[3]It's me. I've never been done in maple syrup. Here's a rag. \n[4]Pipe down, Lech. Let him order. \n[5]I just don't think you're being fair. \n[6]I need this? \n[7] Leave the restaurant.  Behind them, we see Rene, absorbed in his writing.   \n[8]What's a job, anyway? What's wrong with you? \n[9]No, don't tell me - you just got fired by your crazy boss. \n[10]Guess I just got sick of him. \n[11]I think I could do that alone. \n[12]I hate the Mudd Club. \n[13]Have you been camping? You could use a scrub. \n[14] \n[15]I don't go there. Too many party girls. \n[16] \n[17]Thanks. \n[18]I do. I just said that. I was never here before. I actually like it. \n[19] Gina lays in bed. Daylight streams into the apartment. Jackhammers RATTLE outside. (Music: REGGAE SONG - Errol Scorcher's \"Cockroach in de Corner.\"   \n[20] \n[21]A friend of mine offered me a job doing a little work installing a show in a gallery. He's an electrician. I was supposed to be there an hour ago. \n[22]Ohh, that's nice. \n[23] Jean and Benny are outside the entrance to Gina's building. Jean carries two huge bags overflowing with groceries and flowers. He buzzes. There's no answer.  \n[24] Jean sets the groceries on the counter and leaves.  We notice the Bugspray painting on the wall, along with more of Jean's work and supplies.   \n[25] Jean rejoins Benny in front of Gina's building.  As they're leaving, Gina comes up the street.  \n[26]Hi. \n[27] Flowers and groceries are strewn on the counter.  \n[28] Jean and Gina are sleeping.  SERIES OF DISSOLVES: As they're turning together in their sleep.  \n[29] Jean watches \"The Little Rascals\" on TV in the living room. The sound is turned off and a record player PLAYS Gypsy music loudly.  Rolled up in a large drop cloth, Gina is asleep on the floor. Next to her, Jean works on all fours, drawing figures, crowns, and houses.  Working feverishly, he writes \"HEY, HEY, HEY\" in big clusters, then writes other words: SHARK, IMMORTALITY, JOHN THE REVELATOR, FAME, INK, TEETH, HAWAII SUPERMARKET, POLE STAR, BABOON and TAR.  He has an acoustics manual and Bible open    on the floor. He copies the technical blueprints from the manual.    He reads the Bible, following the text with a dirty finger. It    seems that he watches TV, draws, listens to the music and reads    at the same time.  He mixes Liquitex paints and puts some colors on the drawings. He draws a long blue line and carries it over onto the floor. Up the wall. Through the fridge. Across the window.  He takes off his paint-covered clothes and changes into Gina's black slip. He rummages around the room, gathering pieces of his and Gina's clothes.  He spreads the clothes on the floor, and selecting wide brushes with long bristles, picks up the cans of Liquitex paint.  When paint spills on the clothes, he spreads it into shapes.  Gina wakes up. She reaches for one of the painted shirts.  \n[30] \n[31]I'm going to my parents this weekend. What am I going to wear? How could you do that to me? \n[32]  Jean lets her cry for a moment, then notices the music playing on the stereo - a Gypsy song sung in Spanish.  \n[33]What who's saying? \n[34]See you later. \n[35] Kneeling on the floor,    Jean    covers the surface    of the refrigerator door with    fast,    rushing strokes.    He mixes paint in a large soupbowl and dips    his    hair in the bowl.    Pressing his head to the door, he paints    with    his hair. He stops    to examine the marks.  He HITS his head against the door harder and harder.  \n[36] CAMERA PULLS BACK: Revealing Jean's eyes. They're open and motionless. His head is tilted toward his chest.  OFF SCREEN WE HEAR the sounds of Gina coming home:  The LOCK turns. The door OPENS.  Gina comes in and drops a bag on the floor.  \n[37]Basquiat? \n[38]Wake up! I'm back! \n[39]Jean, what did you do to yourself? \n[40]  She finds heroin sprinkled into some pot on the floor near him.  \n[41] \n[42] \n[43]It's Monday morning. \n[44]You're blaming me? I had to go see my family. \n[45]Basquiat, what did you take? \n[46]Basquiat, don't lie. This is smack. \n[47]Well thanks! \n[48]Who's that? \n[49] Jean and Gina lay in bed.  \n[50] \n[51]Staten Island would be ok. \n[52] Quietly, Jean kneels on the floor of the kitchen. He paints on an old window.  He draws figures of three people sitting at a table - obviously a family. He crosses out one person and paints a dog under the table.  He crosses everything out.  He mixes the paint in a large bowl and starts again.  Again, he crosses everything out.   \n[53] Jean continues to work. He's wearing pajamas and a bathrobe.  Gina enters, waking up.  She looks at the painting.  \n[54]Kind of a family portrait. \n[55]It looks done. \n[56]You mean babies with you? \n[57]You're your own baby. \n[58]Who is it? \n[59]Who? \n[60] \n[61]No. \n[62]Aren't they? \n[63]You should talk to him about this. \n[64]I really think you should talk to him about this. \n[65] \n[66] Jean enters the apartment.  \n[67]Hi. \n[68]What's that? \n[69]It's beautiful. Thanks. \n[70]So are you really friends with Andy? He seems like such a weirdo. \n[71]Don't you think he's using you? \n[72]So. Are you ready? I start Columbia next fall. Of course, there's like, a year of pre-med stuff, but - whatever. I'm really excited. And: Rene gave me a job as his secretary. His poems are getting published. \n[73]Pretty much the same. \n[74](referring to an extra loud snicker from execs \n[75]That is amazing. What year is it? \n[76]I don't believe it, Jean - they're picking straws. \n[77]You don't have to be sorry. There's no one to blame. Jean, you're a real artist. I thought I was one. You made me realize I wasn't. \n[78] Jean buzzes the doorbell. He's wearing the clogs. He's hurting. The intercom comes on.  ", "Cardinale": "", "Electrician": "", "Albert": "\n[1] \n[2]Really. Huh. Too bad. \n[3] The ART WORLD CROWD fills the gallery. Jean lurks across the street, watching through the window.  Cabs and limousines line the block. A crowd outside blocks the street.  Jean's obviously impressed, jealous and estranged -     he feels entitled to all this.  He crosses the street to get a closer look.   \n[4]Rene's been telling me about your work. \n[5]Is this finished yet? \n[6]When's your show? \n[7]I haven't decided yet. Rene, you wanna come over to the studio tomorrow. I wanna make a painting of you. \n[8]See you at your opening. Thanks. \n[9]This is Rene Ricard. \n[10]Hey, Jean, I'd like you to meet my wife....and my parents. Mom, Dad, this is Jean Michel Basquiat. \n[11] \n[12]Go on, take it.. \n[13]  \n[14]You're right. It's your version. You should come over to the studio sometime. \n[15]No, I wanted to make a painting of you. \n[16]Hey Jean! It'll never fit. \n[17]You better take a look. Why's your door so small? The ceilings are sixteen feet and your door's the size of a mouse hole! \n[18] \n[19]Let's get out of here. \n[20] Albert shows Jean through a series of large rooms filled with enormous paintings.  It looks like the Cairo Museum.  They pause before a painting.  \n[21]This is painted on a backdrop from the Kabuki theater in Japan. I painted it after Joseph Beuys died. A rebirth painting. I felt like he could've painted it, or maybe someone else was painting it instead of me. The Chinese calligraphers used to change their name mid-career so they could start over as someone else.. \n[22]Of what? \n[23]No. It's one of the few times I feel good. I used to have to go to work and cook every day. That I got sick of. \n[24]You're asking me this because of the 'lapdog' remark. I read that. The person that wrote that has the compassion of a housefly. That's your enemy, not your audience. Your audience hasn't even been born yet. It's a lie that art is popular. The only thing popular about it is that it's written about in newspapers. I'm surprised when anybody comes to my openings. There're about ten people on the planet who know anything about painting, and Andy's one of them. \n[25]As long as I've known Andy, he's never asked me for anything except to speak to you about getting off drugs. He's painted my picture, we've eaten dinner in God knows how many places together. But he doesn't care about me. He cares about you. You're the only person he cares about. He's your friend. Fuck that article. You want a toasted bagel with cream cheese? \n[26]Alright. I'll be right up. \n[27]Where's Jean? ", "Milo": "\n[1] \n[2]Really. Huh. Too bad. \n[3] The ART WORLD CROWD fills the gallery. Jean lurks across the street, watching through the window.  Cabs and limousines line the block. A crowd outside blocks the street.  Jean's obviously impressed, jealous and estranged -     he feels entitled to all this.  He crosses the street to get a closer look.   \n[4]Rene's been telling me about your work. \n[5]Is this finished yet? \n[6]When's your show? \n[7]I haven't decided yet. Rene, you wanna come over to the studio tomorrow. I wanna make a painting of you. \n[8]See you at your opening. Thanks. \n[9]This is Rene Ricard. \n[10]Hey, Jean, I'd like you to meet my wife....and my parents. Mom, Dad, this is Jean Michel Basquiat. \n[11]  \n[12]Hi, John... Are your parents here? \n[13] \n[14]Nixon lives in Saddle River, New York. \n[15]Saddle River, New York! \n[16]New York. \n[17]It's in New York. \n[18] \n[19]Go on, take it.. \n[20]  \n[21]You're right. It's your version. You should come over to the studio sometime. \n[22]No, I wanted to make a painting of you. \n[23]Hey Jean! It'll never fit. \n[24]You better take a look. Why's your door so small? The ceilings are sixteen feet and your door's the size of a mouse hole! \n[25] \n[26]Let's get out of here. \n[27] Albert shows Jean through a series of large rooms filled with enormous paintings.  It looks like the Cairo Museum.  They pause before a painting.  \n[28]This is painted on a backdrop from the Kabuki theater in Japan. I painted it after Joseph Beuys died. A rebirth painting. I felt like he could've painted it, or maybe someone else was painting it instead of me. The Chinese calligraphers used to change their name mid-career so they could start over as someone else.. \n[29]Of what? \n[30]No. It's one of the few times I feel good. I used to have to go to work and cook every day. That I got sick of. \n[31]You're asking me this because of the 'lapdog' remark. I read that. The person that wrote that has the compassion of a housefly. That's your enemy, not your audience. Your audience hasn't even been born yet. It's a lie that art is popular. The only thing popular about it is that it's written about in newspapers. I'm surprised when anybody comes to my openings. There're about ten people on the planet who know anything about painting, and Andy's one of them. \n[32]As long as I've known Andy, he's never asked me for anything except to speak to you about getting off drugs. He's painted my picture, we've eaten dinner in God knows how many places together. But he doesn't care about me. He cares about you. You're the only person he cares about. He's your friend. Fuck that article. You want a toasted bagel with cream cheese? \n[33]Alright. I'll be right up. \n[34]Where's Jean? ", "Benny": "\n[1]Hey - Willie Mays. \n[2]The Devil, man. Rene Ricard. Art critic - writes for Artforum. People read him. Tell him who you are.. \n[3]\n[4] \n[5]Catch you later. \n[6] A door opens to reveal Jean's wet face.  Benny lets him in.  Jean enters a rundown railroad flat crammed with musical instruments, beer cans, and homemade art. There's a couch with a sheet over it.  Junk is piled in a corner - mostly art books and drawings.  Benny sits down at an electric piano, which he's evidently playing. He sings along, softly, working out the words, concentrating, absorbed.  Jean sets his belongings on the couch, walks to a mic stand and starts making up his own words.  \n[7]Would you shut the fuck up? You hear what I'm doing? \n[8]Thanks. Your dad called again - something about a job. \n[9]You got a date already? \n[10]G'night... See you in court tomorrow. \n[11]Come on, Jean. Get rid of your cigarette. Concentrate. \n[12]Concentrate on the ball. Shoot. \n[13]You're shattering all my myths. \n[14]Your people. \n[15]For a musician or a painter? \n[16]Ummm... Four years. Six to get rich. \n[17]First, you have to dress right. \n[18]Then, you have to hang out all the time - with famous people - the right people, the right chicks, the right parties. \n[19]And you gotta do your work all the time when you're not doing that. The same kinda work, the same style - over and over again, so people recognize it and don't get confused. Then, once you're famous, you have to keep doing it the same way, even after it's boring - unless you want people to really get mad at you - which they will anyway. \n[20]Famous people are usually pretty stupid. You're too smart. You'd get bored to death. You don't wanna be like John Henry - fighting the machine. Just do what you do. It's about integrity. Follow your heart. \n[21]Oh man! Folklore guy - worked on the railroad. Y'know, pounding in spikes and laying down track. Then one day they invented a machine to do it. And he says \"Fuck that, I'm a MAN\" and he challenges the machine to a race to lay down a mile of track. It takes two days. Neck and neck the whole time. They get right to the end, and he beats it by one spike. Got a cigarette? \n[22]He drops dead! See? Just do your shit like you do it! Your friends like you, you get laid, everyone walks by, sees your stuff everywhere. It's good. What else do you want? \n[23]What're you doing? You're doing something. \n[24]Don't give him anything, man. Your art's worth a lot. Trade. That's what real artists do with each other. Besides, he'll just use you. He's famous for that. \n[25]Hi Gina. \n[26]Willie Mays!!! Willie Mays!!! \n[27]We got beat. \n[28]You gonna carry that around all night? \n[29]What's the rush, John Henry? \n[30]Good. \n[31] \n[32]What's your fuckin' problem? You get a girlfriend and a little attention and then start acting all uppity with me. \n[33]That's not how I meant it. For all you know, you might just be a flash in the pan! You can never tell. \n[34]Willie Mays. A Toast. \n[35]Willie Mays. \n[36]She's good. \n[37]Come on, let's get out of here. \n[38]Sit down! You're gonna fall out! \n[39]Drugs??! ", "Dalmau": "", "Mary": "\n[1] White dust sprinkles down onto Jean's face from the ceiling. Unable to use his hands, he tries to blow the dust out of his eyes...  His boss, GREG, a mild-mannered hippie electrician, works above him on the ladder. Jean steadies the ladder. Greg's head is out of frame.  The gallery is an impressive space under preparations for an opening.  \n[2]Certainly not. You can use my line. \n[3] \n[4] \n[5] \n[6]Excuse me, would you please move those tools? \n[7] \n[8] \n[9] Jean enters the gallery. Cleaned up. Healthier. Bruises healing.  He looks like he's been painting.  Mary looks up from her desk, surprised to see Jean.  \n[10]Jean Michel... Crawling from the wreckage? \n[11]You have a bunch of them, don't you? Albert Milo walks in from another room. \n[12]It'll be ok. \n[13]  \n[14]Bruno spoke to me already. We could talk about it. \n[15]OK. I'll be at your studio Thursday three o'clock. ", "Boone": "\n[1] White dust sprinkles down onto Jean's face from the ceiling. Unable to use his hands, he tries to blow the dust out of his eyes...  His boss, GREG, a mild-mannered hippie electrician, works above him on the ladder. Jean steadies the ladder. Greg's head is out of frame.  The gallery is an impressive space under preparations for an opening.  \n[2]Certainly not. You can use my line. \n[3] \n[4] \n[5] \n[6]Excuse me, would you please move those tools? \n[7] The ART WORLD CROWD fills the gallery. Jean lurks across the street, watching through the window.  Cabs and limousines line the block. A crowd outside blocks the street.  Jean's obviously impressed, jealous and estranged -     he feels entitled to all this.  He crosses the street to get a closer look.   \n[8] \n[9] \n[10] Jean enters the gallery. Cleaned up. Healthier. Bruises healing.  He looks like he's been painting.  Mary looks up from her desk, surprised to see Jean.  \n[11]Jean Michel... Crawling from the wreckage? \n[12]You have a bunch of them, don't you? Albert Milo walks in from another room. \n[13]It'll be ok. \n[14]  \n[15]Bruno spoke to me already. We could talk about it. \n[16]OK. I'll be at your studio Thursday three o'clock. ", "Cynthia": "\n[1]We've seen the graffiti. I work on Wall Street. And I've heard wonderful things about the paintings. Everybody's talking about you. \n[2]I'm fascinated by his choice of crossing out words that way. \n[3]I like this one, but that green... \n[4]They're something like Dubuffet's... That... childlike quality. \n[5] \n[6]We got a couch to match. ", "Kruger": "\n[1]We've seen the graffiti. I work on Wall Street. And I've heard wonderful things about the paintings. Everybody's talking about you. \n[2] \n[3]I'm fascinated by his choice of crossing out words that way. \n[4]I like this one, but that green... \n[5]Beg pardon? \n[6]They're something like Dubuffet's... That... childlike quality. \n[7] \n[8]I like this one. If it were just another color.. \n[9]I think we'll take the green one. \n[10]We love our painting. \n[11]The green one. \n[12]We got a couch to match. \n[13]She's only kidding! ", "Andy": "\n[1]  Jean scrounges in his pockets, pulls out his Xerox cards, and readies himself as Bruno and Andy enter BALLATO'S RESTAURANT.  \n[2]Ignorant art? \n[3]Ohhh. That's new. That sounds good. \n[4]I can give you five. You didn't do very much to these. \n[5]I'll take two. This one and... that one. Can I borrow some money, Bruno? \n[6]My jacket? Gee, great... Your show looks great. Quite a turnout. You look great. You kids. You drink red wine with fish. You can do anything! Make paintings in the basement of your gallery? First time I've heard of that! \n[7]Jean Michel, this is Mary Boone. She's got the great new gallery. \n[8]You'll like it. Everyone'll be there. \n[9]Bye, Jean. \n[10]Hi, Jean. \n[11]Saddle River's in New Jersey. \n[12]It's in New Jersey. \n[13]I think it's in New Jersey. \n[14]Oh, I didn't know that. \n[15]Oh shut up, Rene. \n[16]Wow... That was a nice drawing, too, Jean. Maybe you should do another one. \n[17]When I was little, my brother and I used to have two ducks as pets. We called them the Rodriguez Brothers. \n[18]That's good. At least they're interested. \n[19]Wow... Stop giving them away. I got an invitation to model for Comme de Garcons... You wanna do it with me? \n[20]Gee. I don't need to. You're a natural. You should sign up with my modeling agent. \n[21]My dog, Archie... I woke up with flea bites... Creepy. I ran out and bought flea collars. They work really well. \n[22]Let's go to    the Carnegie Museum. They have the world's    most famous sculptures all in these giant    plaster replicas. It's really great. It's    in Pittsburg. \n[23]What's wrong? \n[24]Do you still love her? \n[25]Well, have you asked her to come back? \n[26]A little more to the right, Frank. OK... Good. Now up... You got a little more? \n[27]I'm going to send them to my friends for Christmas presents. \n[28]I wanted to make a few more of these. Frank's been drinking this Mexican beer. It makes a good green. \n[29]I don't like beer. \n[30]That was my favorite part! \n[31]Jean, you make me feel worthless. You're so famous. \n[32]Gee. You shouldn't take it so seriously, Jean. That's why you can't stop taking drugs. You always think people don't like you. Everyone likes you. \n[33]Bruno called. In    Europe, people are saying you're gonna die    from drugs. They think they can cash in    on your death. \n[34]If you say so. You sleep until 5:00 p.m. You call at four in the morning. You never show up anywhere on time - if you show up. You're painting out everything I do! \n[35]I can't even see what's good anymore. \n[36]Yeah, I see what you mean about the white. It's better. \n[37]That would be a pity because you're a real painter. \n[38] ", "Warhol": "\n[1]Ignorant art? \n[2]Ohhh. That's new. That sounds good. \n[3]I can give you five. You didn't do very much to these. \n[4]I'll take two. This one and... that one. Can I borrow some money, Bruno? \n[5]My jacket? Gee, great... Your show looks great. Quite a turnout. You look great. You kids. You drink red wine with fish. You can do anything! Make paintings in the basement of your gallery? First time I've heard of that! \n[6]Jean Michel, this is Mary Boone. She's got the great new gallery. \n[7]You'll like it. Everyone'll be there. \n[8]Bye, Jean. \n[9]Hi, Jean. \n[10]Saddle River's in New Jersey. \n[11]It's in New Jersey. \n[12]I think it's in New Jersey. \n[13]Oh, I didn't know that. \n[14]Oh shut up, Rene. \n[15]Wow... That was a nice drawing, too, Jean. Maybe you should do another one. \n[16]When I was little, my brother and I used to have two ducks as pets. We called them the Rodriguez Brothers. \n[17]That's good. At least they're interested. \n[18]Wow... Stop giving them away. I got an invitation to model for Comme de Garcons... You wanna do it with me? \n[19]Gee. I don't need to. You're a natural. You should sign up with my modeling agent. \n[20]My dog, Archie... I woke up with flea bites... Creepy. I ran out and bought flea collars. They work really well. \n[21]Let's go to    the Carnegie Museum. They have the world's    most famous sculptures all in these giant    plaster replicas. It's really great. It's    in Pittsburg. \n[22]What's wrong? \n[23]Do you still love her? \n[24]Well, have you asked her to come back? \n[25]A little more to the right, Frank. OK... Good. Now up... You got a little more? \n[26]I'm going to send them to my friends for Christmas presents. \n[27]I wanted to make a few more of these. Frank's been drinking this Mexican beer. It makes a good green. \n[28]I don't like beer. \n[29]That was my favorite part! \n[30]Jean, you make me feel worthless. You're so famous. \n[31]Gee. You shouldn't take it so seriously, Jean. That's why you can't stop taking drugs. You always think people don't like you. Everyone likes you. \n[32]Bruno called. In    Europe, people are saying you're gonna die    from drugs. They think they can cash in    on your death. \n[33]If you say so. You sleep until 5:00 p.m. You call at four in the morning. You never show up anywhere on time - if you show up. You're painting out everything I do! \n[34]I can't even see what's good anymore. \n[35]Yeah, I see what you mean about the white. It's better. \n[36]That would be a pity because you're a real painter. \n[37] ", "Bruno": "\n[1] \n[2]It doesn't matter how much you worked on them. It matters how much you can get for them. \n[3]Here. Do you have change? \n[4] Jean leaving past stupified Maitre'd.   \n[5]You're doing well. \n[6] (pointing to \"Rene 5:11\" painting \n[7]You shouldn't have put it in the show. This is the one I absolutely have to have. I really love it. \n[8]It's OK. Just have him bring you to dinner at Mr. Chow's later. We'll be there. \n[9]Jean, everyone loved your show. \n[10]  \n[11]You haven't heard? Andy's dead. ", "Bischofberger": ""}}