{"filename": "Batman_script.txt", "imdb_id": "tt0096895", "imdb_url": "https://www.imdb.com/title/tt0096895", "characters": ["Mayor", "Bob the Goon", "Alfred", "Eckhardt", "Goon (as Mac Macdonald)", "Goon", "Vicki Vale", "Commissioner Gordon", "Joker /Jack Napier", "Grissom", "Harvey Dent", "Alicia", "Batman /Bruce Wayne", "Alexander Knox"], "dialogues": {"Mayor": "\n[1]\"While this administration remains vehemently opposed to terrorism in any form, we are prepared to negotiate any reasonable demands which will guarantee the safety of the populace.\" \n[2]All right, all right. Here's the deal. Total amnesty... and the sum of ten million dollars, payable in -- \n[3]No, wait, please! We'll talk. Just tell us what you <u>expect</u>. ", "Alfred": "\n[1]I'd say about thirty feet, sir. \n[2]Which bathroom is that, air? \n[3]Excuse me, sir. Commissioner Gordon was compelled to leave -- <u>very</u> unexpectedly. He asked me to convey his regrets. \n[4]I'm sorry, Miss Vale. I've given him your messages. That's all I can do. \n[5]... Sir! \n[6] \n[7]Mr. Wayne is out for the day. \n[8]\n[9]... Very good, sir. \n[10]Upstairs. He's quite docile. \n[11]Yes, sir. \n[12]No, Mr. Wayne is in Thailand. I'm afraid he's quite unreachable. ", "Eckhardt": "\n[1]Variety, huh? The spice of life. \n[2]Oh Christ, it's Knox. \n[3]Nothing out of the routine. \n[4]No comment. Print what you like. \n[5]We had another bat sighting. \n[6]I'm doing the best I can. If it's a problem -- \n[7]I'll work on it. \n[8] \n[9]Ambition. Forget it, Jack. You'll never run that organization. \n[10]You're a psycho, friend. You're an A-one crazy boy and Grissom knows it. \n[11]Shoot to kill. \n[12]What are you trying to do, blow the collar? \n[13] \n[14]   ", "Goon": "\n[1]There they are! Dead ahead! \n[2]Are they ours? \n[3]We got 'em! \n[4]... <u>No blood</u>. \n[5]Jesus. \n[6]Wait a minute. \n[7]... What <u>is</u> that? \n[8]Some kind of <u>body armor</u>. \n[9]He's human after all. -- Take that mask off. \n[10]Well?... Who is this guy? \n[11]I dunno. You seen him before? \n[12]Maybe he's got some kind of I.D. \n[13]Good idea. Let's check his wallet. \n[14]We'll worry about it later. Plug him. In the head. \n[15]Goddam, it's the redhead! \n[16]Did you hit her? \n[17]Who cares? Wax that freak. \n[18]Hey, boss, something's up. The elevator's working. ", "Vicki": "\n[1]How'd you know it was me? \n[2]A nice, restful vacation. \n[3]I do get hurt. \n[4]Nothing I'm at liberty to reveal here. What's new and hot in Gotham City? \n[5] \n[6]Speaking of which... I hear the notorious Bruce Wayne is throwing a big do for the Harvey Dent campaign. \n[7] \n[8]Yes, but please -- be gentle. \n[9]Some. I <u>am</u> a rich bitch, remember. I'm quoting. \n[10]All over the world. They say he spends most of the year overseas -- until recently, anyway. \n[11]Just what I've heard. Rich. Reclusive. Old money and lots of it. \n[12] \n[13]That, and the sweet smell of two hundred million bucks. \n[14]That's intriguing. They haven't been <u>published</u> yet. \n[15]Don't mind my friend. He's a little nervous tonight. \n[16]This is an amazing house. I'd love to shoot it sometime. \n[17]As far as I know. \n[18]Oh. Sorry. I was thinking. \n[19]Yum, yum. \n[20]I get it. Bruce Vain. \n[21]Guess who's got a date with Bruce Wayne. \n[22]Peanuts? \n[23]Plain or roasted? Alex, I'm very flattered that you've gone out and done all this research. \n[24]I told him yes. \n[25]You're awfully sweet to be concerned, but it's <u>really</u> not necessary. I'll call you, okay? \n[26]Do you sail? \n[27]You do a very convincing imitation. Mm, this is tasty. What's yours? \n[28]... Ginger ale? \n[29]... I guess I needed a change. \n[30]Have you ever been to Corto Maltese? \n[31]We went there once when I was little. I played on the beach. And at nights -- they had a band -- I danced with my father on the hotel patio. That was Corto Maltese. When the war broke out I had to go back. And I promised myself that this time... I wouldn't look away. \n[32]... Terror. \n[33]I'm sorry. I didn't mean to -- I know it all seems a million miles away, out here on the water, with all this -- \n[34]Bruce, really, when I say these things I don't mean to criticize <u>you</u>. \n[35]I'm happy to talk about something else. I don't want to be depressing. \n[36]I'm sorry, Bruce, I have to ask. Are you like this with the other women you know? -- Because I just can't seem to get a handle on this conversation. \n[37]-- but it's not <u>fair</u>. I'm half drunk and you're not even -- \n[38]God. You <u>would</u>. Come on, Bruce. I just want to get <u>two drinks</u> in you. As an <u>experiment</u>. \n[39]... We could try that. \n[40]I didn't mean to scare you. I just had to come in here and see it that was really you <u>singing</u>. \n[41]  \n[42]Then there's one thing in the world you don't do very well. And I know what it is. -- Now you'll have to kill me. \n[43]Poor thing. You should stay off that horse. \n[44]... To tell you the truth, I'd just about given up waiting. \n[45] \n[46]Okay, I'm a sucker. You sound so much like someone I used to... Bruce? I know this is silly, but -- you're not <u>married</u>, are you? \n[47]All street mimes should be executed. \n[48]\n[49]Please tell him... I'm not trying to make his life difficult. I'd just -- I'd just like to know what's going <u>on</u>. \n[50]Oh my God... I've seen this picture. \n[51]His face. Allie, look at his face. \n[52]Oh, Bruce... \n[53]Alexander, you are on drugs. \n[54]You're pissing me off, Allie. I know exactly why you're doing this. \n[55]He's best friends with Jim Gordon and Harvey Dent. They would <u>know</u>. \n[56]Alexander... I <u>know</u> you. \n[57]This is pointless. I'm leaving. \n[58]Not to me. I need a job. \n[59]Then \"everyone\" must know something I don't. \n[60] \n[61]I'm meeting Mr. Wayne. Is he here? \n[62]... Thank you. \n[63]And you want a -- \n[64]Maybe we should start with a portrait of the artist. People might like to see the face behind the makeup. \n[65]I've seen worse. <u>Much</u> worse. \n[66]I'm in trouble <u>now</u>. This is business, sweetie. Why don't you go outside and see how the boys are coming? \n[67] \n[68]You SCUM! You SICK FILTH!... You DID THAT to her! \n[69]I'll see you <u>burn</u>. I'll see you <u>dead</u>. \n[70]\n[71]<u>WHICH</u> CAR? \n[72]... Oh. \n[73]Look! Police! \n[74]Shouldn't we -- \n[75]What about her? What about the girl? \n[76]Can't we -- \n[77]... A hundred and eight? \n[78]Well -- I think you might consider thanking <u>me</u>. You were good as dead. \n[79]I just wanted to distract them. I wasn't trying to get a picture of <u>you</u>. \n[80]I won't let you have it. \n[81]I know you can break my neck and take it. But the Joker's on that same roll. I -- \n[82]Look, I appreciate what you did for me. But this is my job. And I'm keeping those pictures. \n[83]How do I know you won't keep them all? \n[84]... Where are you going to take me? \n[85]... How long have I been out? \n[86] \n[87]I meant to ask you. Up on the roof -- how did you know my name? \n[88]I'm serious. How did you know? \n[89]What is this stuff? Kevlar? \n[90]It doesn't protect your head, though. \n[91]How'd you find this place? \n[92]I don't like bats. Not that kind. \n[93]Who pays for all this? \n[94]The computers? \n[95]No more makeup. -- Looks like we'll <u>all</u> be showing our true faces now. \n[96]Wait. You can just tap into any corporate database you want? Anywhere? \n[97]You could've killed him, you know. You could have killed the Joker. \n[98]... Bruce? \n[99]Yes, Bruce -- I'm here -- \n[100]Well, Bruce... I don't think... that would be possible. \n[101]I, uh... \n[102]I just can't -- \n[103]But he's not. \n[104]He's not crazy. \n[105]Allie... <u>he wants to tell me</u>. That's why he took me there. Because he's trying to tell me. \n[106]He has to tell someone. And I'm the one. He's trying to tell me. \n[107] \n[108] \n[109]... So we just pretend none of this ever happened. We never met. We -- You're going to get yourself killed, Bruce. You know that, don't you? \n[110]I don't understand it. You can do so much good for people. <u>As Bruce</u> <u>Wayne</u>. \n[111]You're one man. You can't save everybody. \n[112]Bruce, at the rate you're going, you can't even save yourself. \n[113]Oh, God. I've got to have some coffee or <u>something</u>. \n[114]\n[115]It's just like the last time. He sent me a present before he -- \n[116]Oh, Bruce. Don't tell me you carry it <u>around</u> with you. \n[117]\"It worked for Van Gogh. Let's make up. I'll need you soon.\" -- <u>Whew</u>. \n[118]... Where are you calling from? \n[119]I'm sorry, she hung up. What are -- \n[120]How can you do that if she's already off the line? \n[121]What now! \n[122]I'm not frightened of you, Bruce. I'm frightened <u>for</u> you. \n[123]  \n[124]Yeah. <u>Deja vu</u>. \n[125]\n[126]Oh my God. <u>Compressor tanks</u>. He's got the balloons rigged with <u>compressor tanks</u>!! \n[127]\n[128]You okay? \n[129] \n[130]\n[131]I loved you too. \n[132]I don't know why I'm doing this. I half wish you'd stay a cripple. \n[133] \n[134]I guess you did it, didn't you. You saved everyone. Almost. ", "Vale": "\n[1]PUT THIS ON <u>RIGHT NOW</u>. ", "Commissioner": "\n[1] ", "Gordon": "\n[1]Knox, for the ninth time, and you can quote me -- <u>there is no bat</u>. \n[2] \n[3]<u>Eckhardt</u>. Oh my God... \n[4]  \n[5]You. Stick around. \n[6]I'm in charge here. Not Carl Grissom. \n[7]My God... it's <u>him</u>. \n[8] \n[9]\n[10]Goddammit, we <u>had</u> him. We -- \n[11]Hold it right there, Mister. \n[12]\n[13]I don't know, but he's one hell of a showman. \n[14]Cut the deal. ", "Grissom": "\n[1]Nine points ahead in the new poll. I don't like the way this is shaping up. \n[2]He's going after our front companies. Specifically Ace Chemical. Which would tie us in with Councilman Kane, Senator Miller... on up the line. We have to clean out our files before the subpoena comes down. \n[3]I'm thinking break-in. Trash the office, remove the relevant documents... \n[4]That's right. And Jack -- I'd like you to handle this operation personally. \n[5]Hello, sweetheart. I wonder if you'd mind waiting in the other room. \n[6] \n[7]We'll work out the details later. But it's got to be soon. -- All right, that's all for now. \n[8]You don't mind, do you Jack? It's an important job. I can't trust it to somebody who'll screw up. \n[9] \n[10]My friend, your luck is just about to change. \n[11]Get me Lieutenant Eckhardt. \n[12]That you, sugar bumps? \n[13]Who the hell are you? \n[14]  \n[15]Sooner or later you would've tried to take me, Jack. You may get me now, but your life won't be worth a dime. \n[16]Jack, listen -- we'll cut a deal -- \n[17]Jack -- I'm warning you. WIPE THAT ", "Harvey": "", "Dent": "\n[1]... it is no longer enough to go after the small-time punks and petty criminals who infest the streets of Gotham City. Crime and corruption must be attacked at the root! \n[2]If elected, my first act as district attorney will be to return an indictment against <u>Boss Carl</u> <u>Grissom</u>! \n[3] \n[4]How's your luck, Jim? \n[5]Mr. Knox, I think we have enough real problems in this city without worrying about ghosts and goblins and Halloween characters. \n[6]    \n[7]... We deal. \n[8]Screw that, Ed. We've got a market panic of national proportions. -- We've got 786 people <u>dead</u>. I won't sacrifice one more life for the sake of appearing strong. \n[9]We'll send a team into Ace the moment the warrant comes through. \n[10]All right, Bruce, what do you suggest? \n[11]Good. A bomb. On a blind tip from Bruce Wayne. -- We <u>do</u> have <u>laws</u>. \n[12]We've <u>told</u> him we'll deal. What could he possibly have to gain by -- \n[13]I don't know. I'm just a D.A. I don't have access to all <u>your</u> expert <u>sources</u>. ", "Alicia": "\n[1]Anything new? \n[2]If Grissom knew about <u>us</u>... he might kill <u>you</u>. \n[3]You look just fine, Jack. \n[4]... The rent? Paid? \n[5]Jack? Who was that? \n[6]You said I could look at the pictures before you -- before you -- \n[7]I thought you ought to know -- he's coming for you... ", "Alexander": "", "Knox": "\n[1]Great, but tell me: is this another you-know-what? 'Cause if so, it's the third one this week. \n[2]Good answer. I'm gonna put you in for a commendation. \n[3]Hiya, gents. This anything I should know about? \n[4]No offense, boys, but these guys are seeing <u>something</u> up there. \n[5]Come on. One question. Is there a six-foot bat in Gotham City? \n[6]If so, is he on the police payroll? If so, what's he pulling down after taxes? \n[7]What have you got for me, Jerry? \n[8]Nice, but... maybe a little more gore on the fangs, huh? \n[9]I'm real busy, Clark. Be a pal and dust him, okay? \n[10]... Vicki Vale. \n[11]Honey -- I would know any randomly selected <u>square inch</u> of Vicki Vale. If I had a good enough hint. \n[12]Where the hell have you been? \n[13]God, a girl could get hurt doing this. \n[14]Got any more of those? \n[15]It's too good, Vick. We got a six- foot bat that swoops out of the night and preys on evildoers. \n[16]Small so far. I mean -- they don't allow bats in boardrooms, do they. \n[17]Yeah. Hottest ticket in town. Every law'n'order freak in the city's gonna be there. \n[18]Wa-a-it. Vicki. You're not saying -- \n[19]Aw, Vicki. Vicki! Got a date? \n[20]Vicki, baby, I love you, I've always loved you. Will you marry me? \n[21]Well, I'm starving. Will you at least buy me a hamburger? \n[22]How high up would you say that is? \n[23]You know, if you cut your bathroom in half, you'd have my apartment. \n[24]The small one. \n[25]Man, I feel like Robin Leach. You actually <u>know</u> all these people? \n[26]Yeah, I guess we move in different circles. -- Though I <u>did</u> meet a one-eyed pimp last week. \n[27]Commissioner Gordon! What do you hear from our pointy-eared friend? \n[28]Aww, Commissioner. There's gotta be <u>one</u> honest cop in Gotham city. \n[29]Mr. Dent. What's <u>your</u> stand on winged vigilantes? \n[30]My question is, where does one man get all this <u>junk</u>. \n[31]Holy shit... \n[32]... We found the arsenal. \n[33]This guy has just gotten interesting. What else do you know? \n[34]Likes to kill? \n[35]I bet they like him for his big charity balls. \n[36]Well, you know me. The more they've got, the less they're worth. This guy must be the most worthless man in America. \n[37]I assume in my usual charming manner I've just insulted the host. Alexander Knox. \n[38]Great. Give me a grant. \n[39]\"This is Miss Vale.\" -- <u>That</u> felt redundant. \n[40]Some people think she has <u>two</u>. \n[41]I know the rich are different, but that guy is <u>real</u> different. \n[42]Hello? Vicki? \n[43]What were you thinking? \n[44]Well, <u>he</u> must like the way he looks. He's got a mirror in every room. \n[45]Commissioner. Do us both a favor. Don't tell me some <u>lie</u> you'll have to retract later. \n[46]Vick! Looks like our friend the bat is getting ambitious. -- Why the dopey grin? \n[47]Bruce Wayne? Date? He called you up and asked you for a date?... <u>Shit</u>. \n[48]Yeah. \"Mister One-Nighter.\" Because that's the average length of his relationships with women. \n[49]Tell her about the peanuts. \n[50]Yeah. Peanuts. Which is how he goes through <u>women</u>. \n[51]Why? Aw, come on, Vicki, I'm a reporter. I'm curious. I do this for a living. -- What'd you tell him? \n[52]... What was <u>that</u>? \n[53]Miranda, I'm busy. Go be productive. \n[54] \n[55]Come on. Gimme some <u>dirt</u>! \n[56]... Why don't you like your picture taken? \n[57]Hiya, peanut. I got something I'd like you to see. \n[58]Okay, here we go. <u>Check it out</u>. \n[59]I guess so. Pulitzer Prize, 1963. \n[60]Yep. He watched the whole thing happen. -- Recognize the beat cop? <u>Jim Gordon</u>. \n[61]Something like this -- what do you suppose this could drive a guy to? \n[62]He walks out on his own party. Half an hour later, the Caped Crusader turns up in full bat-drag. Sees an execution, freaks out in an alleyway. No place to <u>change</u>. Yeah, Vicki, he's \"married\" all right. \n[63] \n[64]... Okay, Vicki, I have a confession to make. <u>I'm</u> the Batman. \n[65]Don't believe me? Why not? \n[66]Right. And <u>they know him</u>. And that's why it would never occur to them for a minute that their old buddy Bruce puts on a cape at night and goes out looking for -- \n[67]  \n[68]Vicki, it all fits. The stuff you're telling me -- the car, the equipment -- <u>somebody's</u> paying for it. \n[69]The FBI. You know who's got the FBI computer contract? Wayne Technologies. The guy's bats all right. He's <u>bat</u> <u>shit crazy</u>. This is gonna be the most incredible -- \n[70]Not what? \n[71]Vicki. We got a wealthy millionaire here... who dresses up like a bat. He goes out at night and swings around -- in his cape -- on a <u>rope</u>. Okay. Maybe <u>I'm</u> crazy. \n[72]Gimme a break. If he wants to chat, he can talk to his <u>car</u>. \n[73]Well, when he does you know my number. \n[74]Alexander Knox. Gotham <u>Globe</u>. \n[75]Actually, I wanted to talk to Batman. Pass that on to Mr. Wayne, would you? \n[76]Well, that's how it is, chum. She tells me everything. \n[77]Simple. You know the score. One column -- and I can bring all this tumbling down. I can take you off the streets once and for all. I want you to hang up the suit. And I want you to stay away from Vicki. \n[78]Then stay away from Vicki. That's all I want, man. I just want your word. \n[79]See, I don't know how it happened -- she's a smart girl and you are an extraordinarily screwed-up guy -- but she's in love with you. \n[80]Because I -- Because she'd never speak to me again. \n[81]Come on, Bruce. Be straight. What have you got to offer? You gonna marry her? Batman and Mrs. Batman? Gimme a break, huh? Who's gonna be Best Rodent? \n[82]Yeah, a drink. \"Civilized.\"  Man-to- man, right? \n[83]\n[84]Couldn't turn down the job, huh? A girl could get hurt this way. \n[85]What do you say? Let's head for the lights. \n[86]So much for Underdog. \n[87]\n[88]Jesus Christ, the guy's a genius. \n[89]Great. <u>How</u>?? \n[90]\n[91]\n[92]\n[93]\n[94]Yeah. Yeah. Little winded. DID YOU \n[95] \n[96]Jesus, Vicki. "}}