{"filename": "Beasts-of-the-Southern-Wild_script.txt", "imdb_id": "tt2125435", "imdb_url": "https://www.imdb.com/title/tt2125435", "characters": ["Dr. Maloney", "Boy with Bell", "Walrus", "Open Arms Babysitter", "Hushpuppy", "Sgt. Major", "Joy Strong", "LZA", "Miss Bathsheba", "Peter T", "T-Lou", "Little Jo", "Jean Battiste", "Wink", "Winston"], "dialogues": {"Dr.": "\n[1]Mr. Doucet, can I have a word with you, we found something in your test. It's- \n[2]Mr. Doucet, there's no easy way to say this... Hushpuppy struggles to hear more, only a couple words come through the din of refugees. \n[3]...require surgery immediately...you need to think about what you want for your daughter...you could die. In Hushpuppy's POV: Maloney puts a sympathetic hand on Wink's shoulder and Wink pushes it off violently. Maloney puts up his hands in peace and Wink shoves him through one of the curtains and is assaulted by a flood of orderlies. ", "Maloney": "\n[1]Mr. Doucet, can I have a word with you, we found something in your test. It's- \n[2]Mr. Doucet, there's no easy way to say this... Hushpuppy struggles to hear more, only a couple words come through the din of refugees. \n[3]...require surgery immediately...you need to think about what you want for your daughter...you could die. In Hushpuppy's POV: Maloney puts a sympathetic hand on Wink's shoulder and Wink pushes it off violently. Maloney puts up his hands in peace and Wink shoves him through one of the curtains and is assaulted by a flood of orderlies. ", "Walrus": "\n[1]Wrong number buddy. I'm outta here as soon as I finish my beer. Wink dismisses him with a wave of his hand. \n[2]This ain't no sneeze comin' out the gulf. I'm gone brother. \n[3]Hey! It's Hushpuppy. \n[4]Holy bowlegged Sarah! \n[5] I musta passed out. Wink starts chuckling silently. His chuckle builds to a laugh. \n[6]Sorry Peter T. Peter T enters from the Bathroom. \n[7] That is one classic dude right there. \n[8]If I had wings, I know I could have flown in that bad boy. But I would have probably bounced off a tree, or... Hushpuppy lays on the table in pile of empty crab shells. \n[9]To the last of the water! \n[10]When the water goes down, I'm gonna French kiss the dirt! \n[11] \n[12] I think they be gone. I-I really can't say where. ", "Hushpuppy": "\n[1]    \n[2]   \n[3]  2   \n[4]All the time, everywhere, everything's organs be beatin' and squirtin' and talkin' to each other in ways I can't understand. Mosta the time they probably just sayin' \"I'm hungry,\" or \"I gotta poop,\" but sometimes they talkin' in codes. Hushpuppy's eyes dart up as a MAN'S VOICE yells- \n[5]   \n[6]Feed up time! Feed up! \n[7]Daddy says, up above the levee, on the dry side, they're afraid of the water like a bunch of babies. They built the wall that cuts us off. \n[8]They think we all gonna drown down here. But we ain't goin' nowhere. \n[9]The Bathtub's got more holidays than the whole rest of the world. \n[10]Daddy always saying, that up in the dry world, they got none of what we got. \n[11]They only got holidays once a year. Six babies, each with a racing number pinned to their diaper, are placed by their enthusiastic mammas at a starting-line on a track marked by two adjacent crowds of onlookers. Bets are flying between the spectators as if they're about to watch a cock-fight. \n[12]They got fish stuck in plastic wrappers, they got their babies stuck in carriages, and chickens on sticks and all that kind of stuff. Hushpuppy looks up at Wink who is dancing with his best friend WALRUS , a slack jawed, white haired, pinked nosed, handsome devil. A baby crosses the finish line, ahead of the rest, victorious. The crowd goes wild. \n[13]One day, the storm's gonna blow, the ground's gonna sink, and the water's gonna rise up so high, there ain't gonna be no Bathtub, just a whole bunch of water. She pick up a crab, pets its belly. The DIN of the party fades down around her as she listens to its HEARTBEAT. \n[14]But me and my Daddy, we stay right here. We who the earth is for. Hushpuppy runs right at us with detonating fireworks in both hands, engulfed by light. She swings them toward camera and the screen is engulfed in an inferno of sparks. A white out. Black letters slam down. \n[15]Way back in the day, the Aurochs was king of the world. \n[16]If it wasn't for giant snowballs, and the iced age. I wouldn't even be Hushpuppy, I would just be breakfast. The light dims in intensity to reveal, frozen deep inside the ice wall, barely visible- a fanged, hairy, bloated, stone aged creature, the same as on Miss Bathsheba's leg. This is an Aurochs. \n[17]Daddy? Feed-up time. Feed-up? Hushpuppy bangs on the door of the shacko. \n[18]Daddy? Nothing. She goes inside. The house is empty. She checks the Shacko for food. Nothing. \n[19]  \n[20]\n[21]  \n[22]Kids that got no Mamma, no Daddy and nobody. They got to live in the woods, and eat grass, and steal underpants. Hushpuppy lays down next to her drawing of Wink. \n[23]Daddy? Daddy? No response. \n[24]If Daddy don't get home soon, it's gonna be time for me to start eating my pets. \n[25]My Daddy's coming to pick me up. \n[26]    \n[27]Everything we still got from Mamma, we keep in my house. We push in on a shrine to her mother: A red basketball jersey. An apron. A sawed-off shotgun. A child's drawing of a beautiful lady. \n[28]Daddy says, the first time she looked at me, it made her heart beat so big, that she thought it would blow up. That's why she swam away. Hushpuppy takes the jersey down. She puts it over a chair in the dining area. Hushpuppy gets a can of cat food. A pot. Water in a bowl. Her actions have a sad sense of routine to them- she's been left alone before, and has her own self-invented system for feeding herself. She opens a can of cat food, takes it out with her hand and throws it in a pot. She licks the remnants off her finger. \n[29]Hi momma. MARIETTA, Hushpuppy's imaginary, invisible mamma, is speaking from the basketball jersey chair. Marietta functions like an imaginary friend- Hushpuppy is the only one who can see her. Hushpuppy takes the pot, puts it on the stove. \n[30]Yes, mamma. Hushpuppy turns on the gas. Hushpuppy goes through her safety precautions: oven mitts, a helmet, she flips the table and hides behind it. She aims the stove lighter: a flame thrower made from a cigarette lighter and a can of spray deodorant. A spray of flames ignites the stove in a FIREBALL. \n[31]That's pretty Mamma. \n[32]Daddy! Daddy, Daddy! Wink doesn't turn to acknowledge her as he trudges across the field toward his Shacko. He's wearing a hospital patient's smock and no shoes, it seems he checked himself out. \n[33]I learned lots of stuff while you gone. If I drink all this here I can burp like a man. Hushpuppy gulps down water, all of it. Wink keeps walking. Hushpuppy BURPS like a man, but he doesn't turn around. Hushpuppy stops to examine the situation. Something's not right here. \n[34]How come you wearing a dress? Hushpuppy tugs his patient's smock and he shrugs her off violently. \n[35]You wearing a bracelet too? \n[36]I wanna come in your house. Hushpuppy whacks Wink's butt. \n[37]\n[38]  \n[39]    \n[40]If Daddy kill me, I ain't gonna be forgotten, I'm recording my story for the scientists of the future. Hushpuppy draws a bigger figure giving her a hug as Wink's panicked fury intensifies outside. \n[41]In a million years, when kids go to school, they gonna know that once there was Hushpuppy and she lived with her Daddy in the Bathtub. Wink pulls Hushpuppy's drawings off the walls, he flings them out the door to safety. Hushpuppy coughs. Wink has heard. He looks toward the box. \n[42]   \n[43]I'm tearing off! \n[44]I'm tearing off just like my Momma. \n[45]I hope you do die! And after you die, I come to your grave and eat birthday cake all by myself! Hushpuppy punches Wink in the heart and suddenly EVERYTHING GOES QUIET, as if all the insects in the forest have hushed. All at once, we hear-- A HUMAN HEART, beating until there is a SONIC BOOM, an earsplitting CRACK of glacial ice. Hushpuppy turns toward the sound. When she turns back Wink's face has transformed, wrenches with fear and pain. Wink keels over clutching his arm. Hushpuppy stares, her breath accelerating. Wink's eyes roll back in his head, he begins to seizure. ANOTHER GLACIAL CRACK rings out. The SPLITTING builds to a DEAFENING ROAR. She covers her ears. \n[46]Momma!? Momma!? MOMMA!? I think I broke something. \n[47]Miss Bathsheba! Miss Bathsheba! My Daddy fell down! Miss Bathsheba takes Hushpuppy's hands as she tries to catch her breath to speak. Clutched in her hand is the hospital bracelet that Wink had been wearing. Bathsheba turns over the diagnostic bracelet and reads it, her eyes widen in recognition and alarm. \n[48]Daddy could have turned into a tree, or a bug. There wasn't any way to know. Hushpuppy hides her medicine jar in her storage unit- a leather flap laid over the hollow of an oak tree. The hollow is filled with trinkets and objects she's collected over the years. Hushpuppy flinches as a shrieking animal calls out. She looks up to see a leaf covered in writhing caterpillars. One of them has been skewered by a beetle and is fighting for it's life. \n[49]The whole universe depends on everything fitting together just right. If one piece busts, even the smallest piece, the entire universe will get busted. \n[50]What happened to y- \n[51]Mamma!? MAMMA!? \n[52]For every animal that didn't have a Dad to put it in a boat, the end of the world already happened. They're all down below, trying to breathe through water. They pass abandoned house, after abandoned house, the ones on stilts have water up to the porches. Trees are bashed through roofs, walls are blown through, bathrooms exposed. \n[53]I gotcha! Wink slams the fish down on the floor of the Turck and pins it. \n[54]\n[55]Daddy? Wink's hacking cough, which has gotten worse since last we heard it, fills the room. Hushpuppy tries to shake him awake. Hushpuppy looks through the gap in his shirt. On Wink's chest, surrounding his heart, a corroded spider web of purple bruises shows through the skin, like varicose veins covering his entire heart. Hushpuppy's eyes go wide with horror. \n[56]Mamma? Is that you? The beacon does not respond. \n[57]I've broken everything. \n[58]Strong animals, they know when your hearts are weak. That makes them hungry and they start coming. We see one at first, then more join rank around it. The Aurochs are charging in a pack. They are a biblical terror; the horsemen of the apocalypse. \n[59]   32           \n[60]  \n[61]Back when Daddy used to talk about Mamma, he'd say she was so pretty she never even had to turn on the stove. She runs her fingers along the counter and the burners IGNITE one by one as she passes. \n[62]She just walk into a room and water start to boil. Water starts to bubbles like a spontaneous volcanic eruption. Marietta reaches into the frigidaire, and pulls out two ice- cold beers. Ice melts down the bottles. She opens them on the counter, flawlessly. She walks over to Wink. Stands there. A hot mess. Wink's voice FADES UP. \n[63]     \n[64]Miss Bathsheba!? \n[65]For the ones we'd never find, we make a funeral the Bathtub way, with no crying allowed. Drunken Wink is giving drunken Walrus a bath as he eats. \n[66]It wasn't no time to sit around crying like a bunch of pussies. The survivors whittle sticks into spears, bend metal debris into spikes. \n[67]We was gonna build a camp right on top of the Bathtub. Jean Battiste, cackling wildly, hauls a thrashing goat onto a floating animal pen. Chicken coops, snake cages, a pig pen are stacking precariously. \n[68]We got enough animals to eat until the water goes down. Rafts are lashed to the sides of the school. Every floating structure left in town is hauled in and added to the Ark. Peter T ties on a floating vegetable garden. In WIDE we see what looks like a small village of floating structures forming. \n[69]Two weeks later, everything started to die. \n[70] \n[71]Everything gonna go right back? \n[72]Daddy says, brave men don't run from their home. Hushpuppy scurries out the side window, escaping outside before Miss Bathsheba sees her. \n[73]The entire universe depends on everything fitting together just right. If you can fix the broken piece, it can all go right back. \n[74]It didn't matter that the water was gone. Sometimes, you can break something so bad, that it can't get put back together. \n[75]Mamma!? Nothing. \n[76]Mamma where you at!? As if in response, we hear a HELICOPTER LOUDSPEAKER. \n[77]When you're small, you gotta fix what you can. \n[78]Raaaaaaaaaaaaahhhh! Raging, Hushpuppy breaks everything she can get her hands on, ruining everything Wink's reassembled, tipping shelves, pans, walls. She grabs a fishing pole and starts bashing Wink's grill over and over. \n[79]Man. You think I don't know. Hushpuppy's bottom lip starts quivering. Wink's smiles disappears. \n[80]You gonna be gone? \n[81]You gonna leave me alone? \n[82]Cause if you be gone, I be gone too. \n[83]I will. Sometimes in the bed I start shaking and can't stop. I got what you got. \n[84]I ain't gonna be dead? \n[85]Guns! Guns! Guns! Guns!..... \n[86]I'm the man. \n[87]I'm the man! \n[88]I'm THE MAN!!!!!!! \n[89]Yea? \n[90]Strong animals got no mercy. Cold wind blows them backwards. An old Aurochs falls behind the pack. Its legs give out and it lays down. It's not going to make it. \n[91]They the type of animals that eats their own Mommas and Daddies. \n[92]It didn't look like a prison, it looked like a fish tank with no water. The Bathtub residents walk through the gymnasium which has been converted into a holding tank/hospital for refugees. Student doctors are examining, treating, feeding people. The abandoned souls, the sick, and the old are lined up waiting for assistance. \n[93]Daddy! They tackle Wink to the ground. He goes limp as he falls. \n[94]I don't want your hug! The Babysitter squeezes Hushpuppy. Hushpuppy tries to squirm away. \n[95]When an animal gets sick here, they plug it into the wall. She whispers in his ear. \n[96]They're coming for you. \n[97]Daddy says, if he ever got so old he couldn't drink beer, or catch catfish, that I had to put him in a boat, and set him on fire, so no one could come plug him into the wall. \n[98]Where we goin'? \n[99] NO! I ain't running! No! Wink walks away from the bus, his chest heaving, his face clutched in the horror of what he's done. Behind him, the bus pulls forward, then veers violently. Hushpuppy charges the driver clawing at her face, punching and kicking. \n[100]Let me go! The driver pulls the break and Hushpuppy bangs the doors open. She charges Wink from behind, gives him a diving shove. He topples over. \n[101]You trying to get rid of me! You trying to get rid of me! \n[102]Why you trying to get rid of me? \n[103]You is. \n[104]Yes you can. Hushpuppy stares him down, accusing. \n[105]Don't be sayin' about dying. \n[106]Not my Daddy. \n[107]Come on! Come on! Little Jo hold Hushpuppy away from him. \n[108]Everybody looses the thing that made them, it's even how it's supposed to be in nature. \n[109]The brave men stay and watch it happen. They don't run. A SONIC BOOM springs her upright, she looks around for the source of the sound. Is it an Aurochs? She looks towards the muddy bayou. The SONIC BOOM sounds again and the entire body of water quivers with the impact. \n[110]Come on! Keep going! They try to kick toward the light but are getting nowhere, the current pulls them backwards. We hear a BOAT HORN and they look to where an ANCIENT TUG BOAT with a cabin that towers into the sky like a giraffe head, appears through the mist. \n[111]I'm going by my Mamma. He smiles broadly, as if this was the secret password. Him and Hushpuppy stare at each other and immediately there is understanding. Two lost souls in the wilderness. \n[112]Which way are we going? \n[113]I wanna be cohesive. \n[114]You can take care of me. Me and Daddy. After a long beat. The Cook shakes her head `no.' \n[115]This is my favorite thing. \n[116]I can count all the time I've been lifted. \n[117]  \n[118]I can count all the times I've been lifted on two fingers. He is the first sight of the slimy newborn baby girl tucked in his arm. Baby Hushpuppy stares up at him as he carries her. \n[119]I need to go home. \n[120]You're my friend, kind of. Mother Aurochs grunts, a sentence only Hushpuppy can understand. \n[121]I gotta take care of mine. With weary and clumsy steps, the Aurochs stand and retreat. \n[122]No crying. Hushpuppy's face hardens, and even as the tears fall, we see a strength and composure that only Wink could have put there. She falls into his arms and he embraces her. Hushpuppy squeezes Wink. She does not let go. She stays strong. Wink's hand trembles on her back. She holds him as his deep, warm, heartbeat slows, slows, and stops. His weight slumps over her. She keeps on holding him, but she knows. \n[123]When I relax behind my eyes I see everything that made me flying around in invisible pieces. When I look too hard it goes away, but when it all goes quiet, I see they are right here. The Turck almost disappears over the horizon. The HORNS take a hopeful turn, the melancholy of the dirge mixing with the anthem of the Bathtub. \n[124]I see that I'm a little piece of a big, big universe, and that makes things right. Hushpuppy stands tiny on the ledge of the Earth, framed in front of an expanse of endless water. \n[125]When I die, the scientists of the future, they gonna find it all. They gonna know, once there was a Hushpuppy, and she lived with her Daddy in the Bathtub. We CUT WIDE to reveal that the water is rising and washing over the road. Our heroes are marching on the final sliver of land. The camera flies backwards, and our view of the road disappears into mist and churning waves. They appear to be walking on water. Hushpuppy leads them forward, into the future. ", "Sgt.": "", "Major": "\n[1]     \n[2]That's a good place to go. \n[3]  \n[4]Don't matter baby, this boat'll take you exactly where you need to be. It's just that type of boat. Hushpuppy and Sergeant Major share an ease unlike anyone else we've seen Hushpuppy interacted with. The speak like an old teacher with his favorite disciple. They let their silences last. \n[5]You want a chicken biscuit? Hushpuppy shakes her head `no'. \n[6]They're good for you. A deep, far away melancholy settles over him. He munches on a chicken biscuit, then tosses the wrapper on the floor. The wheelhouse is wall to wall with chicken biscuit wrappers. \n[7]I been eating these all my life. I keep the wrappers in the boat, `cause they remind me who I was when I ate each one. The smell make me feel cohesive. \n[8]Oh you will be, I got no doubt in my mind. They let this thought settle, then Hushpuppy turns her swivel chair back toward the water The beacon appears through the mist. Hushpuppy's eyes go wide. As they approach, another boat comes into view. A half- sunken barge that looks as though its been rusting in the same position for a century. As we move in we see a lit up sign: \"Elysian Fields Floating Catfish Shack GIRLS GIRLS \n[9]Good afternoon, Miss Frankie. \n[10]Yes ma'am. ", "Joy": "", "Strong": "", "LZA": "", "Miss": "\n[1]\n[2]Every animal is made out of meat. I am meat, ya'll asses meat. Everything is part of the buffet of the universe. Miss Bathsheba rolls up the leg of her skirt. \n[3]This here, is an Aurochs. Riding her thigh, is tattooed a scene much like a cave painting in Lascaux. In thick black ink, it depicts a battle between early men wielding spears, and giant bull-like animals bearing down over them. \n[4]A fierce, mean creature that roamed the earth back when we all lived in caves. They would gobble the cave- babies down right in front of their cave-parents. And the cavemen couldn't do nothing about it, because they were too poor, too stupid, too small. Who here thinks the Cavemen were sitting around crying like a buncha pussies? Children stare blankly, no one raises their hand. Hushpuppy watches a heroic crawfish crest the basket, fall to the floor, and make a run for it. Miss Bathsheba snatches up the rogue crawdad and flings it back into the vat. \n[5]Y'all better think about that. Cause any day now, the fabric of the universe is coming unraveled. The ice caps gonna melt, the water's gonna rise, and everything south of the levee's going under. She points to a map showing a ragged coastline. On the wrong side of a giant line marked \"levee\" is an island labeled \"The Bathtub.\" \n[6]Ain't gonna be no Bathtub, just a whole bunch of water. Y'all better learn to survive. A mysterious COLD WIND fills the air. Hushpuppy stares into a wall poster of an ice cliff reading: THE SOUTH POLE. \n[7]You need a ride, boo? \n[8]How about food or something, you hungry? Hushpuppy shakes her head `no'. Miss Bathsheba's doesn't totally believe her, but she's not the type to coddle either. \n[9]Alright, well suit yourself. Miss Bathsheba motors away. Hushpuppy waits until she's out of sight and starts walking. \n[10]It's gonna be OK baby. Bathsheba hands Hushpuppy the medicine jar. \n[11]Ok, Hushpuppy, here's what I need you to do. You take this medicine and run as fast as you can. Go! \n[12]Yea, tastes like more, alright! Hushpuppy struggles to peel her shrimps, sitting on top of the table. \n[13]Water's not goin' down man. \n[14]Man you know they got plenty of salt coming into that water, everything beautiful is gone. Trees are gonna dies first, then the animals, then the fish. \n[15]You heard your Daddy. Beast it. Hushpuppy pulls on the crab shell with all her might. She doesn't have the power. \n[16] Come here, like this. She takes Hushpuppy's hand and places it on Lizard's chest. She moves her hand in a circular motion. \n[17]Like this. Tee-Lou get some water. Tee-Lou runs to get a handful of water. \n[18]Quick little circles. Good for the heart. Joy Strong? Joy turns her back. Miss Bathsheba shakes her head. Tee-Lou returns and pours water on Lizard's head, cooling her. \n[19]This is most important thing I can ever teach y'all. You got to take care of people that's smaller and sweeter than you are. Hushpuppy registers this advice, takes it to heart. She rubs Lizard's chest with delicacy and affection. Lizard's breathing returns to normal, and she sits up peacefully. Hushpuppy is awestruck. Bathsheba gets to her feet. \n[20]That's better. \n[21]Walrus, don't make me slap your ass! They go to the levee!? Walrus is intimidated into silence. \n[22]You so much as piss on that wall, you know what them people gonna do? They gonna smoke us out and stick us in a damn shelter. Hushpuppy watches Miss Bathsheba go for her boat keys. \n[23]Here's how we do with wild animals. \n[24]Get in the Boat! I'm hauling you're ass back home, little boy. Jean Battiste swims out of hiding. \n[25]Hushpuppy!? \n[26]No! Hushpuppy! Hushpuppy, contemplates in an eerie peace. The screaming chorus FADES and she is alone in her quiet, eyes darting between Bathsheba and Wink. Courage and certainly clench inside her her. You listen to your Daddy. She pulls the rope. \n[27]Holy crap you have toddlers! \n[28]Well butter my butt and call me a biscuit! How you, Sergeant Major? You need some grits? \n[29]Holy Sugar, they are so precious! Y'all just as cute as a tub of puppies! Women descend on the kids who recoil, not knowing what to do with all this affection. Joy Strong puts up her fists. Hushpuppy pushes through the crowd nonplussed by the flurry of doting ladies. They are not who she is looking for. They are not who she is looking for. She scans pictures of strippers through the ages pasted up all over the ceiling, each of them with a bra hung on it, none of them right. Bar patrons nod and tip their glasses to her as she passes, ladies smile and return to their drinks, drunk flirtatious dancers giggle at her, but she remains unfazed. She reaches two swinging doors that lead to the kitchen. Hushpuppy stops. Sniffs. Heaven. SLOW MOTION: in Hushpuppy's POV, smoke curls through the swinging doors, the light illuminating the dust particles. It's a magic kitchen. Her POV tilts down to the floor where a pair of well-pedicured feet in flip-flops walks towards the swinging doors. They open. Hushpuppy holds her breath. A gorgeous COOK  wearing a baseball cap and an apron comes out the double doors. She wipes some sweat off her brow. She watches the band and kills a bottle of ice-cold beer. The Cook looks down. Sees Hushpuppy. ", "Bathsheba": "\n[1]\n[2]Every animal is made out of meat. I am meat, ya'll asses meat. Everything is part of the buffet of the universe. Miss Bathsheba rolls up the leg of her skirt. \n[3]This here, is an Aurochs. Riding her thigh, is tattooed a scene much like a cave painting in Lascaux. In thick black ink, it depicts a battle between early men wielding spears, and giant bull-like animals bearing down over them. \n[4]A fierce, mean creature that roamed the earth back when we all lived in caves. They would gobble the cave- babies down right in front of their cave-parents. And the cavemen couldn't do nothing about it, because they were too poor, too stupid, too small. Who here thinks the Cavemen were sitting around crying like a buncha pussies? Children stare blankly, no one raises their hand. Hushpuppy watches a heroic crawfish crest the basket, fall to the floor, and make a run for it. Miss Bathsheba snatches up the rogue crawdad and flings it back into the vat. \n[5]Y'all better think about that. Cause any day now, the fabric of the universe is coming unraveled. The ice caps gonna melt, the water's gonna rise, and everything south of the levee's going under. She points to a map showing a ragged coastline. On the wrong side of a giant line marked \"levee\" is an island labeled \"The Bathtub.\" \n[6]Ain't gonna be no Bathtub, just a whole bunch of water. Y'all better learn to survive. A mysterious COLD WIND fills the air. Hushpuppy stares into a wall poster of an ice cliff reading: THE SOUTH POLE. \n[7]You need a ride, boo? \n[8]How about food or something, you hungry? Hushpuppy shakes her head `no'. Miss Bathsheba's doesn't totally believe her, but she's not the type to coddle either. \n[9]Alright, well suit yourself. Miss Bathsheba motors away. Hushpuppy waits until she's out of sight and starts walking. \n[10]It's gonna be OK baby. Bathsheba hands Hushpuppy the medicine jar. \n[11]Ok, Hushpuppy, here's what I need you to do. You take this medicine and run as fast as you can. Go! \n[12]Yea, tastes like more, alright! Hushpuppy struggles to peel her shrimps, sitting on top of the table. \n[13]Water's not goin' down man. \n[14]Man you know they got plenty of salt coming into that water, everything beautiful is gone. Trees are gonna dies first, then the animals, then the fish. \n[15]You heard your Daddy. Beast it. Hushpuppy pulls on the crab shell with all her might. She doesn't have the power. \n[16] Come here, like this. She takes Hushpuppy's hand and places it on Lizard's chest. She moves her hand in a circular motion. \n[17]Like this. Tee-Lou get some water. Tee-Lou runs to get a handful of water. \n[18]Quick little circles. Good for the heart. Joy Strong? Joy turns her back. Miss Bathsheba shakes her head. Tee-Lou returns and pours water on Lizard's head, cooling her. \n[19]This is most important thing I can ever teach y'all. You got to take care of people that's smaller and sweeter than you are. Hushpuppy registers this advice, takes it to heart. She rubs Lizard's chest with delicacy and affection. Lizard's breathing returns to normal, and she sits up peacefully. Hushpuppy is awestruck. Bathsheba gets to her feet. \n[20]That's better. \n[21]Walrus, don't make me slap your ass! They go to the levee!? Walrus is intimidated into silence. \n[22]You so much as piss on that wall, you know what them people gonna do? They gonna smoke us out and stick us in a damn shelter. Hushpuppy watches Miss Bathsheba go for her boat keys. \n[23]Here's how we do with wild animals. \n[24]Get in the Boat! I'm hauling you're ass back home, little boy. Jean Battiste swims out of hiding. \n[25]Hushpuppy!? \n[26]No! Hushpuppy! Hushpuppy, contemplates in an eerie peace. The screaming chorus FADES and she is alone in her quiet, eyes darting between Bathsheba and Wink. Courage and certainly clench inside her her. You listen to your Daddy. She pulls the rope. ", "Peter": "\n[1]Oh no, oh no. \n[2] Ok then. \n[3]Ok then. \n[4]Ok. Jean Battiste is hesitant. Wink gives Jean Battiste a confident nod. \n[5]No I did not. Peter T thinks a moment. \n[6]Oh, yes I did. \n[7]I'm sorry. Wink dunks under water. \n[8]As I stand by the bayou, Everyone else joins him. ", "T": "\n[1]   \n[2] \n[3]    \n[4]   \n[5]  \n[6]    \n[7]  \n[8]  2   \n[9]   \n[10]   \n[11]    \n[12]    4   \n[13]  \n[14]  \n[15]    \n[16]         \n[17]  \n[18]   7    \n[19]        8   \n[20]  \n[21]  \n[22]\n[23]  \n[24]Every animal is made out of meat. I am meat, ya'll asses meat. Everything is part of the buffet of the universe. Miss Bathsheba rolls up the leg of her skirt. \n[25]This here, is an Aurochs. Riding her thigh, is tattooed a scene much like a cave painting in Lascaux. In thick black ink, it depicts a battle between early men wielding spears, and giant bull-like animals bearing down over them. \n[26]A fierce, mean creature that roamed the earth back when we all lived in caves. They would gobble the cave- babies down right in front of their cave-parents. And the cavemen couldn't do nothing about it, because they were too poor, too stupid, too small. Who here thinks the Cavemen were sitting around crying like a buncha pussies? Children stare blankly, no one raises their hand. Hushpuppy watches a heroic crawfish crest the basket, fall to the floor, and make a run for it. Miss Bathsheba snatches up the rogue crawdad and flings it back into the vat. \n[27]Y'all better think about that. Cause any day now, the fabric of the universe is coming unraveled. The ice caps gonna melt, the water's gonna rise, and everything south of the levee's going under. She points to a map showing a ragged coastline. On the wrong side of a giant line marked \"levee\" is an island labeled \"The Bathtub.\" \n[28]Ain't gonna be no Bathtub, just a whole bunch of water. Y'all better learn to survive. A mysterious COLD WIND fills the air. Hushpuppy stares into a wall poster of an ice cliff reading: THE SOUTH POLE. \n[29] 10    \n[30]  \n[31]  \n[32]  \n[33]   \n[34]If Daddy don't get home soon, it's gonna be time for me to start eating my pets. \n[35]    \n[36]You need a ride, boo? \n[37]How about food or something, you hungry? Hushpuppy shakes her head `no'. Miss Bathsheba's doesn't totally believe her, but she's not the type to coddle either. \n[38]Alright, well suit yourself. Miss Bathsheba motors away. Hushpuppy waits until she's out of sight and starts walking. \n[39]    \n[40]Daddy says, the first time she looked at me, it made her heart beat so big, that she thought it would blow up. That's why she swam away. Hushpuppy takes the jersey down. She puts it over a chair in the dining area. Hushpuppy gets a can of cat food. A pot. Water in a bowl. Her actions have a sad sense of routine to them- she's been left alone before, and has her own self-invented system for feeding herself. She opens a can of cat food, takes it out with her hand and throws it in a pot. She licks the remnants off her finger. \n[41]Hi my sweet baby. \n[42]Hushpuppy what you doing there? You being good like I taught you? \n[43]   \n[44]You're good, you make me happy / you're good, you make me happy. \n[45]You're pretty Hushpuppy. Hushpuppy stares into the floating islands of cat food frying in fat, which in her POV is a surreal churning vision, like the bubbling lava at the center of the earth. She's SHOCKED out of her vision by a YOWLING CAT being flung across the yard. \n[46]  \n[47]  \n[48]    \n[49]   \n[50]  \n[51]     \n[52]   \n[53]   \n[54]  \n[55]It's gonna be OK baby. Bathsheba hands Hushpuppy the medicine jar. \n[56]Ok, Hushpuppy, here's what I need you to do. You take this medicine and run as fast as you can. Go! \n[57]      \n[58]     \n[59]  \n[60]   21   \n[61]Look at these assholes running around all over the damn place. C'est la vie assholes! \n[62]Lady Jo's ain't never closed honey. \n[63]     \n[64]    \n[65]25   \n[66]        \n[67]    \n[68]      \n[69] 26   \n[70]  \n[71]  \n[72]  \n[73]   \n[74]  \n[75]   \n[76]    \n[77] 30    \n[78]Wink!? Wink and Walrus run to help her up. \n[79]  \n[80]Goin' on all night `bout how tonight's the last night on earth we gotta make it count. Talkin' dirty right in front of Peter T. \n[81]Oh no, oh no. \n[82]  \n[83]   32           \n[84]  \n[85]  \n[86]  \n[87]     \n[88]   \n[89]  34     \n[90]  \n[91]      \n[92] \n[93]  \n[94]To the last of the food! \n[95]You ain't drinkin' no water. Miss Bathsheba pour shots and toasts. \n[96]Yea, tastes like more, alright! Hushpuppy struggles to peel her shrimps, sitting on top of the table. \n[97]Water's not goin' down man. \n[98]Man you know they got plenty of salt coming into that water, everything beautiful is gone. Trees are gonna dies first, then the animals, then the fish. \n[99]Come on Hushpuppy, come over here lemme show you how. Hushpuppy sits down next to Jean, a good pupil. \n[100]Here baby. You hold like this, then you turn it over like that. Hushpuppy follows instruction in deep concentration, but a bit tentative. We see Wink look away from Walrus and Jo's bawdy humor extravaganza and focus in on Hushpuppy. His disdain is palpable for this froufrou shelling technique. \n[101]Don't be scared of it now. Now, you take this knife, and you pop this off. Jean holds Hushpuppy's hand and guides a knife to open the belly of the crab. \n[102]Atta girl. \n[103]You heard your Daddy. Beast it. Hushpuppy pulls on the crab shell with all her might. She doesn't have the power. \n[104]   \n[105]  \n[106]  \n[107] Come here, like this. She takes Hushpuppy's hand and places it on Lizard's chest. She moves her hand in a circular motion. \n[108]Like this. Tee-Lou get some water. Tee-Lou runs to get a handful of water. \n[109]Quick little circles. Good for the heart. Joy Strong? Joy turns her back. Miss Bathsheba shakes her head. Tee-Lou returns and pours water on Lizard's head, cooling her. \n[110]This is most important thing I can ever teach y'all. You got to take care of people that's smaller and sweeter than you are. Hushpuppy registers this advice, takes it to heart. She rubs Lizard's chest with delicacy and affection. Lizard's breathing returns to normal, and she sits up peacefully. Hushpuppy is awestruck. Bathsheba gets to her feet. \n[111]That's better. \n[112]    \n[113]  \n[114]       \n[115] 40   \n[116] 41      \n[117]Shit! Wink sneaks up and whispers to Hushpuppy. \n[118]Walrus, don't make me slap your ass! They go to the levee!? Walrus is intimidated into silence. \n[119]You so much as piss on that wall, you know what them people gonna do? They gonna smoke us out and stick us in a damn shelter. Hushpuppy watches Miss Bathsheba go for her boat keys. \n[120]  \n[121] Ok then. \n[122]Ok then. \n[123]Ok. Jean Battiste is hesitant. Wink gives Jean Battiste a confident nod. \n[124]Lock and load. Jean Battiste carefully unravels the string that leads to the fuse. He shoves the igniter down the mouth of the garfish. \n[125]   \n[126]  44   \n[127] \n[128]No I did not. Peter T thinks a moment. \n[129]Oh, yes I did. \n[130]Oh, Peter T. \n[131]I'm sorry. Wink dunks under water. \n[132]   \n[133]Here's how we do with wild animals. \n[134]Get in the Boat! I'm hauling you're ass back home, little boy. Jean Battiste swims out of hiding. \n[135]Wink!? \n[136]Hushpuppy!? \n[137]She got it! Pull! Pull! \n[138]No! Hushpuppy! Hushpuppy, contemplates in an eerie peace. The screaming chorus FADES and she is alone in her quiet, eyes darting between Bathsheba and Wink. Courage and certainly clench inside her her. You listen to your Daddy. She pulls the rope. \n[139]   \n[140] 46      \n[141]     \n[142]     \n[143]    \n[144] 47    \n[145]     \n[146]This is a mandatory evacuation area, you can no longer live here. Everyone in this area, has to leave. I repeat.... \n[147]  48   \n[148]   \n[149] \n[150] \n[151]  \n[152]  \n[153]    \n[154]    \n[155] This is a mandatory evacuation area. Everyone in this region has to leave. Wink hurls the chair leg at the intruders as they try to enter. \n[156]   \n[157]You gonna have to shoot me cause I'm not going. \n[158]Ma'am we're not gonna shoot you. \n[159]I ain't never left here and I won't never will. She spits. They get closer. \n[160]Son, don't make me cancel your birth certificate. The Muscle grabs her by the weapons and in the struggle, slam her to the ground. It's horrible. \n[161]Relax, relax ma'am. \n[162]\n[163]   \n[164]  \n[165]    \n[166]   \n[167]  \n[168]   \n[169] 57   \n[170]Hushpuppy needs a hug. \n[171]Hushpuppy, that's not how nice girls act. Say \"I'm sorry ma'am.\" Hey! Say it. Say it or you're going to corner time. Hushpuppy's eyes meet Wink's and she freezes at his horrifying appearance. Wink grabs a sofa trying to stop the wheelchair as it rolls by. His fingers slips off, too weak to hold on. He tries to scream and nothing but a SEDATED MOAN comes out of his mouth. He tries to pull the tubes out of his arm. \n[172]    \n[173]  \n[174]  \n[175]        \n[176]  \n[177]     \n[178]  \n[179]Go home! Everybody get up! Don't you want to go home? Lets go! These people don't care about you! Little Jo fights off an orderly with a syringe. \n[180]You live in this hell hole! \n[181]    \n[182]  62   \n[183]      \n[184]  \n[185]   \n[186] 63       \n[187]  \n[188]     \n[189]That's a good place to go. \n[190]  \n[191]Don't matter baby, this boat'll take you exactly where you need to be. It's just that type of boat. Hushpuppy and Sergeant Major share an ease unlike anyone else we've seen Hushpuppy interacted with. The speak like an old teacher with his favorite disciple. They let their silences last. \n[192]You want a chicken biscuit? Hushpuppy shakes her head `no'. \n[193]They're good for you. A deep, far away melancholy settles over him. He munches on a chicken biscuit, then tosses the wrapper on the floor. The wheelhouse is wall to wall with chicken biscuit wrappers. \n[194]I been eating these all my life. I keep the wrappers in the boat, `cause they remind me who I was when I ate each one. The smell make me feel cohesive. \n[195]Oh you will be, I got no doubt in my mind. They let this thought settle, then Hushpuppy turns her swivel chair back toward the water The beacon appears through the mist. Hushpuppy's eyes go wide. As they approach, another boat comes into view. A half- sunken barge that looks as though its been rusting in the same position for a century. As we move in we see a lit up sign: \"Elysian Fields Floating Catfish Shack GIRLS GIRLS \n[196]   \n[197]    \n[198]Good afternoon, Miss Frankie. \n[199]Yes ma'am. \n[200]   \n[201]  \n[202]  69     \n[203]  \n[204]  \n[205]   \n[206]    \n[207]   \n[208]         \n[209] 72     \n[210]      \n[211]   \n[212]       \n[213]      \n[214]        \n[215]    \n[216]As I stand by the bayou, Everyone else joins him. \n[217]  \n[218]   ", "Little": "\n[1]Look at these assholes running around all over the damn place. C'est la vie assholes! \n[2]Lady Jo's ain't never closed honey. \n[3]Wink!? Wink and Walrus run to help her up. \n[4]  \n[5]Goin' on all night `bout how tonight's the last night on earth we gotta make it count. Talkin' dirty right in front of Peter T. \n[6]You ain't drinkin' no water. Miss Bathsheba pour shots and toasts. \n[7]You gonna have to shoot me cause I'm not going. \n[8]I ain't never left here and I won't never will. She spits. They get closer. \n[9]Son, don't make me cancel your birth certificate. The Muscle grabs her by the weapons and in the struggle, slam her to the ground. It's horrible. \n[10]\n[11]You live in this hell hole! ", "Jo": "\n[1]        8   \n[2]   21   \n[3]Look at these assholes running around all over the damn place. C'est la vie assholes! \n[4]Lady Jo's ain't never closed honey. \n[5]    \n[6] 30    \n[7]Wink!? Wink and Walrus run to help her up. \n[8]  \n[9]Goin' on all night `bout how tonight's the last night on earth we gotta make it count. Talkin' dirty right in front of Peter T. \n[10]  \n[11]  \n[12]   \n[13] \n[14]  \n[15]You ain't drinkin' no water. Miss Bathsheba pour shots and toasts. \n[16]   \n[17]You gonna have to shoot me cause I'm not going. \n[18]I ain't never left here and I won't never will. She spits. They get closer. \n[19]Son, don't make me cancel your birth certificate. The Muscle grabs her by the weapons and in the struggle, slam her to the ground. It's horrible. \n[20]\n[21]You live in this hell hole! \n[22]     \n[23]That's a good place to go. \n[24]  \n[25]Don't matter baby, this boat'll take you exactly where you need to be. It's just that type of boat. Hushpuppy and Sergeant Major share an ease unlike anyone else we've seen Hushpuppy interacted with. The speak like an old teacher with his favorite disciple. They let their silences last. \n[26]You want a chicken biscuit? Hushpuppy shakes her head `no'. \n[27]They're good for you. A deep, far away melancholy settles over him. He munches on a chicken biscuit, then tosses the wrapper on the floor. The wheelhouse is wall to wall with chicken biscuit wrappers. \n[28]I been eating these all my life. I keep the wrappers in the boat, `cause they remind me who I was when I ate each one. The smell make me feel cohesive. \n[29]Oh you will be, I got no doubt in my mind. They let this thought settle, then Hushpuppy turns her swivel chair back toward the water The beacon appears through the mist. Hushpuppy's eyes go wide. As they approach, another boat comes into view. A half- sunken barge that looks as though its been rusting in the same position for a century. As we move in we see a lit up sign: \"Elysian Fields Floating Catfish Shack GIRLS GIRLS \n[30]Good afternoon, Miss Frankie. \n[31]Yes ma'am. ", "Jean": "\n[1]To the last of the food! \n[2]Come on Hushpuppy, come over here lemme show you how. Hushpuppy sits down next to Jean, a good pupil. \n[3]Here baby. You hold like this, then you turn it over like that. Hushpuppy follows instruction in deep concentration, but a bit tentative. We see Wink look away from Walrus and Jo's bawdy humor extravaganza and focus in on Hushpuppy. His disdain is palpable for this froufrou shelling technique. \n[4]Don't be scared of it now. Now, you take this knife, and you pop this off. Jean holds Hushpuppy's hand and guides a knife to open the belly of the crab. \n[5]Atta girl. \n[6]Shit! Wink sneaks up and whispers to Hushpuppy. \n[7]Lock and load. Jean Battiste carefully unravels the string that leads to the fuse. He shoves the igniter down the mouth of the garfish. \n[8]Oh, Peter T. \n[9]Wink!? \n[10]She got it! Pull! Pull! \n[11]Go home! Everybody get up! Don't you want to go home? Lets go! These people don't care about you! Little Jo fights off an orderly with a syringe. ", "Battiste": "\n[1]To the last of the food! \n[2]Come on Hushpuppy, come over here lemme show you how. Hushpuppy sits down next to Jean, a good pupil. \n[3]Here baby. You hold like this, then you turn it over like that. Hushpuppy follows instruction in deep concentration, but a bit tentative. We see Wink look away from Walrus and Jo's bawdy humor extravaganza and focus in on Hushpuppy. His disdain is palpable for this froufrou shelling technique. \n[4]Don't be scared of it now. Now, you take this knife, and you pop this off. Jean holds Hushpuppy's hand and guides a knife to open the belly of the crab. \n[5]Atta girl. \n[6]Shit! Wink sneaks up and whispers to Hushpuppy. \n[7]Lock and load. Jean Battiste carefully unravels the string that leads to the fuse. He shoves the igniter down the mouth of the garfish. \n[8]Oh, Peter T. \n[9]Wink!? \n[10]She got it! Pull! Pull! \n[11]Go home! Everybody get up! Don't you want to go home? Lets go! These people don't care about you! Little Jo fights off an orderly with a syringe. ", "Wink": "\n[1]Get your pants on, man! Wink kills a beer and sends it out the hole in the wall into a basketball hoop attached to a fishing net that stretched 15 feet down to the ground. The net is overflowing with beer cans. \n[2]Feed up time! Feed up! Hushpuppy, now wearing pants and a slightly more proper T- shirt, comes running down the oil barrels to her house. She echoes her Daddy. \n[3]Share with the dogs. Hushpuppy rips off a piece of chicken and flings it to a filthy chihuahua with no hair on the back half of its body. This is WINDELL, in spite of her circumstances, quite a handsome young pup. \n[4]Ain't that ugly over there? He takes a long pull on his beer. \n[5]We live in the prettiest place on earth. Hushpuppy looks over the wall to the Dry Side. It's an endless sprawl of oil processing power plants without a tree or bird in sight. This is the engine that runs the Northern world. \n[6]Get out of my way you fat animal! Hushpuppy jumps down from the stove, grabs a bowl of water, and runs to greet Wink, \n[7]  \n[8]Leave me alone, Man. She sees his hospital I.D bracelet still on. \n[9]Go in your house, you wouldn't understand. \n[10]\n[11] Hushpuppy!? Boss lady!? Hushpuppy where you at!? Hushpuppy drops the box closed. Smoke billows into the box, filling it up. \n[12]HUSHPUPPY!? Where are you Boss!? \n[13]\n[14]Don't you run away from me. I swear to GOD Hushpuppy! \n[15]  \n[16]You ain't tearing off nothin', I'll bust your ass! \n[17]Come on! Wink tried to yank her toward home and Hushpuppy refuses. She digs her heels in. \n[18]See what happens. See what happens to you! Hushpuppy hooks her leg around a tree and holds on. Wink slaps Hushpuppy and she falls face down. He looks away, disgusted with himself. \n[19]See what you making me do? You're killing me! He reaches down and tries to pick her up. \n[20]Get up and now come on. Hushpuppy jumps up on her own. \n[21]I know y'all with me. Y'all doin' the storm. \n[22]That's what I'm talking about. Walrus my big man, you staying? \n[23]You ain't goin nowhere. \n[24]I'll see you tomorrow Walrus. Lookit there, Winston's with me. WINSTON is passed out on the stairs. \n[25]What you doing about the storm Winston? Without opening his eyes, Winston raises an umbrella over his head. Wink laughs. \n[26]Hushpuppy? Where you been? \n[27]Shut-up! He lifts her up by the britches and carries her away. \n[28]You don't talk! \n[29]This side is still Wink's house. No toys, and no girl stuff over here. Wink pushes charred toys from Hushpuppy's house across the line. \n[30]So if I want to come over that side and smack you in the face, that's against the rules. So there's a plus for you. Hushpuppy is not able to see the bright side here. \n[31]Now come on down here and get in the boat, man. He points to a trunk on the floor. Hushpuppy hops down and gets in. Wink sits on his air mattress. \n[32]If the water get real high, we gonna float to the top and we gonna bust through the roof and we gonna ride away, okay? Wink puts a pair of mismatching water wings on her. \n[33]You never NEVER take these off. I'm your Daddy, and you do what I tell you to do, because it's my job to keep you from dying, ok? So sit back and just listen to me... Close your eyes and go to sleep. \n[34]Why you starin' at me like that? I can't sleep with you starin' at me like that. Wink paces the floor. \n[35]Listen. You need to understand, you're a kid and I'm a man. She doesn't understand. \n[36]What, you scared? Hushpuppy nods. THUNDER BOOMS and Wink is the one who flinches. \n[37]Don't be scared, no storm can't beat no Doucet. I'm gonna show you. You watch. But he can see she's still scared. \n[38]I'm'll show you! We Doucets we're not scared of no damn storm. Wink grabs a bottle of moonshine and climbs down the hatch in the floor into the storm. Hushpuppy runs to the window and peeks out. OUTSIDE. The frenzy of the hurricane propels Wink at full sprint through the 100 MPH winds. He tears his clothes off and guzzles moonshine as branches fall all around him. \n[39]Look at me! Look at me Hushpuppy! Watch me kick butt. Wink fires his shotgun at the heavens. \n[40]Hell yea! I'm right here! I'm right here I ain't going nowhere. \n[41]Yo Winston? No one answers. They push off. \n[42]Edison? Ow-Wee! Wink leans against the door frame. From his POV we see Hushpuppy on the Turck. She picks a leaf and eats it. Wink shakes his head in dismay, realizing all too clearly his girl is not ready for survival. \n[43]Some day when I'm gone, you gonna be the last man in the bathtub. You have to learn how to feed your house. Wink goes to the edge of the turck and sticks his hand in the water. \n[44]Now, stick your left hand in this water, stick it in there. Hushpuppy puts her right hand in the water. \n[45]Ok, what you do is you hold your hand steady and you just wait for your fish to come. You gotta ball your fist up, this is your punching hand. Ball your fist up in case you have to whack it when they come up. Wink pulls a Catfish out with his bare hand. \n[46]WHOOOOO YEA! Whooo lord, look what we got. I gotcha. Say \"I gotcha!\" \n[47]Yea! Hold him down! Now, you hold it down like this, and whack him good with your fist. Wink pins the fish and punches it in the face. \n[48]Go ahead whack him! You whack him good. Hold him like that and whack him! Hushpuppy pins the fish. She tries to whack it and it cuts her. \n[49]You OK? That's all a part of it. Hushpuppy winces in pain. \n[50]You wanna try it again? Hushpuppy shakes her head no, trying not to cry. \n[51]Come on. One more time. \n[52]Hey partner! Hey Walrus! Wink pulls in the Turck and paddles to rescue the thrashing drunkard. They leverage Walrus aboard and lay him out on deck. \n[53]Little Jo! She awakes with a start and bangs her head on the table. \n[54]Peter T, my man! I knew you wasn't gonna leave me man! Peter T speaks in his polite, level-headed, soft sweet voice. \n[55]Peter T, you are a titan! Glad you stayed man! RHHAAAA! Wink jiggles Peter T's ample belly. Peter T giggles with glee. Wink puts one arm around Walrus and the other around Peter T. He smiles to Hushpuppy. She laughs too, the first smile in quite some days. \n[56]Hushpuppy! Did I ever tell you the story of your conception? The bar crowd chuckles. \n[57]When me and Hushpuppy's Mamma first met we was so shy, we used to sit around, and drink beer, and smile at each other. One day we was so shy we just napped... Wink's voice FADES DOWN as Hushpuppy's fantasy takes over. She closes her eyes. \n[58]Your Momma battered that gator up, and set it to fry. \n[59]...and Hushpuppy popped into the universe maybe four minutes later. He empties the glass, sufficiently drunk now. \n[60]I got it under control. Wink looks away, lost in his own fantasy. \n[61]Come on lets go! Time to eat! Come on children, feed up time! He sends a feast sliding across the floor under the table, where Joy, T-Lou, and Lizard dig in. Wink has decorated the bar with all the waterlogged relics of the Bathtub. The room is a shrine of people's chairs, umbrellas, clothing. We're late in the game, and the party has descended into utter debauchery. Jean raises a glass. \n[62]Nah, that's my beautiful place under there. \n[63]I got it under control. Hushpuppy picks up a crab. She tries to pound it open, tries yanking on a leg. She can't shell it. \n[64]NO! Hushpuppy-- Wink POUNDS the table. And the party falls suddenly silent. Wink pushes the utensil away. He grabs a crab, opens it in three virtuosic hand motions. Grease and spice explode everywhere and Wink sucks the face of the crab clean. It is beautiful to watch. He slams a fresh crab in front of Hushpuppy. \n[65]Beast it! Hushpuppy looks to Miss Bathsheba for guidance. \n[66]Yea! You see what kinda family we got?! We got feeling! \n[67] Come on fishes, where y'at? Wink empties his net- nothing but a pile of carcasses. He tips it back into the water. Wink pulls himself to the edge and sticks his head under to look for fish. Hushpuppy looks at him with an air of doubt for the first time. Wink looks ridiculous, a dead fish drifts off his head. \n[68]I heard that. Hushpuppy fidgets guiltily. \n[69]Nobody's leaving the Bathtub! You don't know nothing! Wink lowers his net back in the water. \n[70] \n[71]Boss, Daddy's gotta take care of something. Hushpuppy is instantly concerned, she's heard this line before, and it always leads to trouble. \n[72]I'm gonna fix everything back how it was. \n[73]Hell yeah, we gonna win. Wink pounds his chest in solidarity. Hushpuppy matches his pound, but without confidence. \n[74]Boss, anything go wrong, Walrus is Daddy. Wink and Hushpuppy look Walrus-- the face of doddering drunken bewilderment. A goat licks him. Hushpuppy is not comforted. \n[75]You're gonna be the king of the Bathtub, I promise that. Wink can see he's getting nowhere. \n[76]Just sit here I'll be right back. The DOOR CLOSING wakes Miss Bathsheba up. She scans the room, noticing the three missing people. \n[77] \n[78]Peter T, you hold the trip-line. \n[79]Just don't pull `til I say. \n[80]You can do it. I have complete faith in you. \n[81]Peter T hand me the- He looks, Peter T has both hands on the Turck. \n[82]Peter you didn't drop the trip- line? \n[83]AHH! Get off me woman! I'm trying to save the Bathtub Hushpuppy watches the struggle in hiding. Bathsheba wrenches the rope out of Wink's hand and chucks it. The igniter rope lands in front of Hushpuppy under the net pile. She grabs it. She reels it in. \n[84]Jean Battiste, get the trip line! Suddenly, Hushpuppy pops out from under the nets, holding the rope taught. She stumbles and almost sets if off by accident. \n[85]\n[86]\n[87]God damn! Wink grabs her medicine jar and threatens her with it. \n[88]What you doing!? He smashes it against the wall. \n[89]What the hell's wrong with you! Hushpuppy is so upset she doesn't know what to do. She screams in anger. \n[90]You wanna throw things? Come on! I can do that too. You want to play that game? Let's throw stuff! Wink joins in, breaking stuff too, channeling all his anger into the destruction. Wink throws himself into the wall. It breaks off and dumps a series of shelves all over the floor. Hushpuppy can't believe it. Suddenly it's cathartic, they start throwing objects at each other and laughing. \n[91]Come on! Come on! Wink pegs her in the face with a stuffed animal and she grins. Hushpuppy throws a pillow! \n[92]\n[93]\n[94]Hey. No crying. Don't you cry man. Don't you cry! He threatens her with a shoe. Hushpuppy hides behind an overturned chest. \n[95]HEY! Don't cry damn it! Wink hangs his head and catches his breath against the wall. \n[96]Shit. He pull himself to his feet and grabs a bottle of moonshine. He sets up two cups on the table. \n[97]Come on get a drink. Wink pours Hushpuppy a shot. Hushpuppy sips. Winces. Looks suspiciously at her father. Sips again. Wink takes one straight from the bottle. \n[98]This counts as I'm sorry for a whole buncha things. Lord. \n[99]What? No! \n[100]I ain't gon' leave nothing. \n[101]Hushpuppy, that is not how it works. \n[102]No man. That's just a side effect of being a stupid little girl. \n[103]No. You? No! You gonna live a hundred years more. You know what, show me the guns. Hushpuppy shoves Wink. \n[104]Show me them guns man. Wink clears everything off the table with one sweep. \n[105]Show me the guns! Guns! guns! guns! guns! guns! Hushpuppy flexes her biceps. She begins to chant, fierce and \n[106] \n[107]Ooooo, Hushpuppy you the man. Who the man? \n[108]Who the man!? \n[109]\n[110]\n[111]Fuck this table! In a violent euphoria, Wink grabs the table and hurls it across the room. This scares Hushpuppy. She stares silently at her wild animal father, longing for something more than rage. Wink takes a step toward like he's going to comfort her, then stops, turning back. \n[112]I gotta lay down hear? I gotta be strong. Don't be scared. Wink lays down in the corner. Hushpuppy doesn't go to bed, she just stands there. \n[113]What? Hushpuppy waits, not backing down. \n[114] \n[115]Lay down. Wink pats his heart for her to put her head down on it. A long beat. \n[116]Hey. \n[117]You ain't the one who's sick. She listens to his BIG HUGE HEART. \n[118]We ain't going nowhere! Hushpuppy grabs a chair leg as well. It's a standoff. \n[119]Get your hands off of her! I'm gonna kill you! Let her go! \n[120]Don't eat that. DR. MALONEY, a clean-cut, over-extended handsome young doctor hustles toward the lunch line. \n[121]Whoa whoa whoa, not in front of my kid. Stay, Hushpuppy. Wink pulls Maloney out of earshot. \n[122]I don't need nothing from you! You keep your hands off her! I don't need nothing from y'all! Let me go! Hushpuppy is snatched as she fights to come to his rescue. \n[123]    \n[124]        \n[125]Boss. Let's go. \n[126] Make sure you put her somewhere good ok? Wink sags. He's giving her away. He turns to leave.. \n[127]No! \n[128]I ain't trying to get rid of you. \n[129]No. Hushpuppy... I can't take care of you no more. \n[130]Daddy's dying! Hushpuppy's chest heaves up and down. \n[131]My blood is eating itself. You know what that means? \n[132]Everybody's Daddy dies. \n[133]Yes, your Daddy! Her defiance is broken and the information starts to sink in. It hurts Wink as much as it hurts her. \n[134]I didn't want you to watch that, ok? You understand? Wink doubles over hacking. He COUGHS horribly. Hushpuppy looks down and sees blood spotting the grass, dripping from his mouth. The Bathtub gangs charges out the door! Across the parking lot they go in a spree of euphoria, coming to a halt around Wink. Hushpuppy is trying to drag his limp body across the parking lot. \n[135]Walrus, get me home. \n[136]Naw, that waits. Baby Hushpuppy's huge-eyed, warped facial expression ogles Wink. She coos. \n[137] \n[138] \n[139] ", "Winston": "\n[1]  "}}