{"filename": "Big_script.txt", "imdb_id": "tt0094737", "imdb_url": "https://www.imdb.com/title/tt0094737", "characters": ["Derek", "Paul", "MacMillan", "Mr. Baskin", "Freddie Benson", "Mrs. Baskin", "Cynthia's Friend", "Billy", "Cynthia Benson", "Josh", "Ticket Taker (as Gary Klar)", "Gym Teacher", "Susan", "Young Josh", "Scotty Brennen"], "dialogues": {"Derek": "", "Paul": "\n[1]Look sir, the favorability rate is...  \n[2]Why don't you watch where the hell you're going!  \n[3]You could kill somebody running around here like that!  \n[4]I don't know sir, maybe you should see a doctor.  \n[5]Sorry sir!  Sorry! \n[6]What does he mean?  I hustle!  Uh sir!  Sir!  \n[7]Vice President!  He's only been here a week!  Vice President?!  \n[8]He's out of his mind!  The old man has finally lost it!  \n[9]Bob's office?!  Bob's office is bigger than my office!  There's got to be a reason.  Things like this don't happen unless there's a reason.  \n[10]Did you check Mattel?  \n[11]Colleco?  \n[12]He can't come from nowhere Susan.  He has to come from somewhere.  How about Hasbro?  \n[13]Great!  \n[14]Terrific.  That is just terrific!  This is just terrific!  \n[15]These tests were conducted over a six month period using a double-blind format of eight over-lapping demographic groups.  Every region of the country was sampled, the focus testing showed a solid base in the 9 to 11-year old bracket--with a possible carry-over into the 12-year olds. When you consider that Nobots and Transformers pull over 37 percent market share, and that we are targeting the same area, I think that we should see one quarter of that and that is one fifth of the total revenue from all of last year.  Any questions?  Yes?  Yes?  \n[16]What exactly don't you get?  \n[17]Precisely.  \n[18]Well, if you had read your industry breakdown, you would see that our success in the action figure area has climbed from 27 percent to 45 percent in the last two years.  There, that might help.  \n[19]Yes?  \n[20]What?!  \n[21]This is a skyscraper.  \n[22]A bug? \n[23]Gentlemen!  \n[24]Ah, gentlemen, listen...  \n[25]This doesn't just happen.  This doesn't happen.  You don't just come to a meeting and say \"bugs.\"  \n[26]Ho! Ho! Ho!  He is vicious!  \n[27]Oh, come on Susan, don't kid yourself.  That man is a killer!  \n[28]I don't get it!  I don't get!  I don't get!  He's going for the throat, trying to eviscerate me!  Did you see the look on Macmillan's face?!  \n[29]The guy's a damn knock-off artist.  \n[30]The Amphibian?  He takes 10,000 G. I. Joes, slaps some gills on them, webs their feet, and packages them in seaweed....So I show him the schedule and he says, \"It's not correct accounting procedure!\"  Give me a goddamn break!  \n[31]Did you have fun last night?  \n[32]Yeah...You left pretty quick.  \n[33]Oh, did he enjoy it?  \n[34]Ah, that's me, Mr. Ridiculous.  Just a silly old guy.  \n[35]What do you mean?  They're your friends....Come on!  Leave it!  Leave it!  Would you quit it!  Do you have to play with everything?  \n[36]Baskin?  Baskin!  \n[37]No.  \n[38]That isn't a sport.  \n[39]It's not a sport if you don't sweat!  \n[40]Yeah, and you're not sittin' there letting some machine do all the work!  \n[41]Aw shut up Baskin!  \n[42]I told you.  Over the line to serve.  Yellow is out of bounds.  Play to 21--ready?  \n[43]One nothing.  Come on!  Get it!  Get it!  Get it!  \n[44]Thatta boy!  Okay, you ready?  All right....Ho ho!  Nice try!  That was in!  Two zip.  Just made it.  Two zip.  Ready?  Okay!  Here we go!...19/18.  \n[45]What?  \n[46]No I didn't.  \n[47]No I did not, now give me the goddamn ball!  \n[48]Give me the goddamn ball, will ya!  \n[49]Give me the ball you little shit!  \n[50]Give me the ball!  Give me the goddamn ball!  I never said that!  \n[51]Give me the...Give me the ball!  Give me the ball!  \n[52]I did not cheat!  \n[53]Give me the ball!  Give me the ball!  Give me it!  Give me the ball!  \n[54]What's this?  \n[55]Sure.  It's just some scratches.  He'll get over it.  \n[56]Oh come on Susan!  He's just another link in the chain!  First it was Tom Caulfield, then Handlen.  Then Golding, then me!  Am I missing somebody?  \n[57]What is so special about Baskin?  \n[58]Susan.  \n[59]Get the Art Department on the phone.  Get them!  \n[60]Excuse me.  \n[61]I don't get it.  \n[62]You expect a kid to pay $19.00 for a comic book?  ", "MacMillan": "", "Baskin": "", "Freddie": "", "Benson": "", "Mrs.": "", "Cynthia's": "", "Friend": "", "Billy": "\n[1]Yeah!  Good-bye Mr. Spaulding!  ...Here, here!  Quick!  \n[2]Hey.  Hey.  Hey!  You ever go by Simpson's desk when she's grading papers or somethin'?  When she's leaned over, you can see right down her shirt.  \n[3]Swear to God.  \n[4]No.  No.  She's got one of those undershirt things.  So if you get real close to the board, you can see all the way down to her flowers.  \n[5]Yeah.  Give me your gum.  \n[6]Hey.  Hey.  Hey!  Oh my God, it's Cynthia!  How did a geek like Freddy Benson get a sister like that?  \n[7]Hi!...He says hi!...Unbelievable!  God!  She likes you!  I know she likes you!  I'll find out, okay!   \n[8]Okay.  \n[9]Don't worry!  I'm as interested as you are.  \n[10]You're in!  \n[11]Cynthia Benson!  \n[12]You ready for this?  She doesn't like Barry anymore!  \n[13]So what do you mean so?!  That's it!  She's available!  \n[14]Goodnight Mrs. Baskin!  Sweet dreams.  \n[15]I'm open!  Here!  I'm open!  \n[16]Yeah?  What?  \n[17]Coach Burns!  Coach Burns!  Coach Burns!  \n[18]Help!  Help!  \n[19]Josh?  You look terrible.  \n[20]We go to the city, we lay low for a couple of days, find that Zoltar Machine, make your wish...you'll be home by Thursday!  \n[21]C'mon!  You'll be fine!  ...Here.  \n[22]From my Dad's top drawer!  \n[23]It's his emergency fund!  \n[24]Well what do you call this?!  \n[25]Hey, this looks okay.  \n[26]Saint James, Josh, it's religious.  \n[27]Hi.  \n[28]It smells bad.  \n[29]I can't help it Josh.  I've gotta be home by ten.  Look, I'll cut classes tomorrow and we'll find that Zoltar thing before you know it, okay?  It's just one night.  All right?  \n[30]Good.  \n[31]It's probably better if you don't.  See you in the morning.  \n[32]8:30.  I'd use the chain if I were you.  \n[33]Well, what is it?  \n[34]This one's got a number on it.  Does yours?  \n[35]This is it.  \n[36]They'll have it.  \n[37]And arcades.  \n[38]See.  \n[39]Would you come on.  We'll figure something out.  By the way, you may be older than that!  \n[40]I'll come and see you everyday after school.  \n[41]I'll tell them I made the basketball team.  \n[42]You can get a job.  \n[43]Why?  It can't be any different than school.  What are you good at?  \n[44]How about a delivery man?  \n[45]Oh yeah, right...Cardiological technician, civil engineer...  \n[46]Go ahead....Clerical transcriber...  \n[47]Yeah....Gross.  God, that's gross!  \n[48]Collection agent, company clerk, computer operator, construction engineer...  \n[49]Josh, would you quit with your stupid computers!  \n[50]Macmillan Toys...toys!  \n[51]Okay, what's next?  There.  \n[52]Your paper route.  \n[53]Paper route circulation?  \n[54]What's he got?  Hey, don't worry about it.  \n[55]32-17-25.  \n[56]My locker combination.  \n[57]Sure Dad!  ...Don't forget--look him in the eye!  \n[58]It wasn't that bad.  \n[59]No, it was the pork rinds.  \n[60]Yeah, we sure did.  \n[61]That means if the president dies you get to take over?  \n[62]Look at this place!  It's bigger than the principal's office!  \n[63]Remember that explosion in science?  \n[64]Truck-a-Killer!  $59.95?  \n[65]Get out of here! ...What is this?  \n[66]So what do they make you do for all this?  \n[67]That's it?  \n[68]And they pay you for that?  \n[69]Suckers!  \n[70]You're the luckiest guy I know.  \n[71]We'll take it.  \n[72]And many more!  What are you going to wish for this time?  \n[73]I know what we can do!  We can go out and get some beers, some dirty magazines and go back...  \n[74]What you mean you can't?  Of course you can!  It's your birthday!  \n[75]Where?  \n[76]So, you got all night!  \n[77]Department of Consumer Affairs?  Yeah Buddy it came!  \n[78]Yeah, well tell him I called again.  Kopecky!  K-O-P...Yeah right...well tell him it's important!  \n[79]Where've you been?  I've been trying to reach you forever!  \n[80]That's the list.  All you've got to do is call!  \n[81]What are you talking about?  This is the list!  \n[82]Busy?!  \n[83]Are you out of your mind?!  \n[84]This is the list we've been waiting for!  \n[85]Who the fuck do you think you are?!  \n[86]Hey, you're Josh Baskin!  Remember?  You broke your arm on my roof! You hid in my basement when Robert Diceman was about to rip your head off!  \n[87]I'm your best friend.  What's more important than that, huh?  I'm three months older than you are--asshole!  \n[88]Josh?  Josh!  Oh, hi Mrs. Baskin.  \n[89]I got it cut yesterday.  \n[90]Yeah, I know.  He'll be coming back real soon.  Everything is going to be okay.  \n[91]Goodnight.  \n[92]Right there.  Sea Point Park, New York!  Well?  \n[93]See you around.  \n[94]Sea Point Park?  Josh!....Josh!  Josh!...Yes!  \n[95]Yeah.  \n[96]Who are you?  \n[97]Billy Kopecky.  \n[98]What are you talking about?  You've been hitting the ball over the fence almost every time in stick ball.  You just got to get used to a fatter bat.  \n[99]Yeah!  \n[100]Okay.  I'll call you. 1   34      ", "Cynthia": "\n[1]Hi Josh.  \n[2]Josh?  \n[3]Hi!  Have you been on this before?  \n[4]Yeah.  \n[5]Is it scary?  \n[6]Are you here alone?  \n[7]Look.  Aren't those your parents?  \n[8]Right over there.  \n[9]This is Josh Baskin.  \n[10]This is Darin.  He drives.  \n[11]What?  \n[12]Well, it's a stupid rule.  ", "Josh": "\n[1]You are standing in the cavern of the evil wizard.  All around you are the carcasses of slain ice dwarfs...Melt the wizard.  What do you want to melt him with?  What do you think I want to melt him with...(Josh, don't forget to take out the garbage)  Just a second!  Throw the...  One minute!  (Josh Baskin!)  Your hesitancy has cost you dearly.  The wizard, sensing your apprehension, unleashes a fatal blow from the ice scepter.  With luck, you will thaw in several million years.  Great.  \n[2]Okay. Okay. Okay.  \n[3]Take the garbage out.  Every day, take the garbage out...Rick Rodin is on the mound for the Yankees!  He looks into the catcher's mitt, shakes off the first signal, takes the turn, wipes the sweat off his brow, leans back and fires...  \n[4]Got it.  Need it.  Need it.  Got it.  \n[5]No!  \n[6]Bra?  \n[7]Woah!  \n[8]Need it.  Got it.  Got it.  Need it...  \n[9]Beats me.  \n[10]Shimmy, shimmy cocoa pop!  Shimmy, shimmy rock!  Shimmy, shimmy cocoa pop!  Shimmy, shimmy rock!  I met a girlfriend a triscuit!  She said, a triscuit a biscuit!  Ice cream, soda pop, vanilla on the top!  Ooh, Shelly's out, walking down the street, ten times a week!  I read it!  I said it!  I stole my momma's credit!  I'm cool!  I'm hot!  Sock me in the stomach three more times!  \n[11]Don't forget to call me after supper.  \n[12]Remember about Cynthia!  \n[13]So, will you tell me?  \n[14]What do you mean, I'm in?  \n[15]What about her?  \n[16]So?  \n[17]It doesn't mean...  \n[18]Goodnight Billy.  I've gotta go.  \n[19]Yeah!  \n[20]Oh my gosh!  \n[21]No!  No!  It's just that I...I want to go on it myself.  \n[22]Yeah.  I think it's something...yeah, I think it's something I should do.  \n[23]Half hour.  \n[24]Oh, hi!  \n[25]This?  \n[26]Yes.  \n[27]Yes.  \n[28]Yes.  \n[29]Where?  \n[30]Why, yes.  \n[31]Drop twenty-five cents here.  C'mon!  C'mon!  C'mon!  ...Neat!  ...Make my wish....I wish I were big....Your wish is granted.  \n[32]What?  \n[33]Okay.  \n[34]No!  Fine!  \n[35]Oh my God.  \n[36]Be right there!  \n[37]Okay!  \n[38]I'm sorry! ...Mom, it's me.  It's Josh.  Mom, I'm a grown up!  \n[39]I made a wish last night...I turned into a grown up, Mom!  I made this wish on a machine...  \n[40]...and it turned me into a grown up!  It was last night at the carnival!  My birthday is November 3rd...I got a B on my history test!  \n[41]My, my, my baseball team is called the Dukes!  Uh, I made this for you! Who are you calling?  Ah!  I have a birthmark behind my left knee!  \n[42]I am your son, Mom!  \n[43]Billy.  \n[44]It's me.  It's Josh!  \n[45]Wait a minute!  Shut up!  Shut up!  I'm your best friend, you've gotta believe me!  I'll prove it to you!  Billy, please!  \n[46]God damn it Billy Kopecky!  Look, I know that I don't look like myself, okay!  But something really strange happened and I'm really scared and I need your help!  You're my best friend!  I can prove it to you! ...Ooh!  The spades go, Down!  Down! Baby!  Down!  Down the roller coaster!  Sweet, sweet baby!  Sweet, sweet delectable!  Shimmy, shimmy cocoa pop!  Shimmy, shimmy rock!  Shimmy, shimmy cocoa pop!  Shimmy, shimmy rock!  I met a girlfriend a triscuit!  She said a triscuit a biscuit!  Ice cream, soda pop, vanilla on the top!  Ooh Shelly, walking down the street, ten times a week!  I met it!  I said it!  I stole my mother's credit!  I'm cool!  I'm hot!  Sock me in the stomach three more times!  \n[47]I know. \n[48]Well, I'm not supposed to go to New York without my folks!  \n[49]Where did you get this?!  \n[50]You stole it?!  \n[51]Jesus Billy!  \n[52]No, thank you.  \n[53]No, not really.  \n[54]No it doesn't.  \n[55]Hi.  \n[56]Uh, we would like a hotel room, please.  \n[57]Shh!  \n[58]I don't want to stay here by myself.  \n[59]All right.  \n[60]What if I can't sleep?  \n[61]Well, you mean like what time?  \n[62]Mom...Mom....  \n[63]I told you, it's not a video game.  \n[64]Well, it's not a video game.  \n[65]No.  Oh wait, here's one.  \n[66]Do you have Zoltar?  \n[67]We really need Zoltar.  \n[68]They aren't going to have it.  \n[69]Yes.  We would like a list of all carnivals and fairs.  \n[70]Yeah.  \n[71]Thank you.  \n[72]Six weeks?  \n[73]I'm gonna be thirty years old for the rest of my life.  \n[74]So now what?  \n[75]How?  \n[76]I won't have anything to do.  \n[77]I can't get a job.  \n[78]I don't know.  Making spit balls?  \n[79]I don't know how drive. \n[80]You gonna eat your cherry?  \n[81]Billy?  \n[82]Hey, go on to the next column.  \n[83]Computer operator?  Computer operator, read that one.  \n[84]Just read it!  \n[85]Toys!  \n[86]Previous employment.  \n[87]I can't put that.  \n[88]Yeah!  \n[89]Social Security number?  \n[90]What is that?  \n[91]Great!  \n[92]Yes.  Yes.  \n[93]Yeah, okay.  Son, you should sit down and don't give the lady any trouble now.  \n[94]Oh, uh twelve.  \n[95]Yes.  \n[96]Yes.  \n[97]It was called George Washington.  \n[98]Yes.  Every morning.  \n[99]Soon.  \n[100]Well, uh, just once, but...  \n[101]Bye!  \n[102]Uh, I'm Josh Baskin.  \n[103]Huh?  \n[104]Sorry.  Today's my first day.  \n[105]So how long have you worked here?  \n[106]Well, I'll stay away from her then!  \n[107]Sorry!  I'm sorry!  \n[108]Uh, I was going to the xerox room because they needed these by 5:00.  \n[109]Hello.  Mrs. Baskin?  \n[110]How are you?  \n[111]I just wanted you to know that Josh is all right.  He's okay.  \n[112]Yeah.  And you're gonna get him back, just the way he was.  \n[113]Wow!  Thanks!  \n[114]Oh, he can't come to the phone right now.  \n[115]I didn't do anything to him!  I think he's a terrific kid!  \n[116]Uh, well, all right.  Ask me something that only he would know.  Then I'll ask him for you and that way you'll know that he's okay.  \n[117]Isn't there something else that you would rather ask him?  \n[118]Oh, I got it!  I got it!  Memories, like the corner of my mind.  Misty water color memories, of the way we were.  Scattered pictures...Look, you're gonna see him again really soon.  I promise.  I cross my heart. We'll talk about this later.  \n[119]What is this?  \n[120]$187.00?!  Ha!  Ha!  \n[121]Hi.  \n[122]Three dimes, a hundred dollar bill, and eighty seven ones.  \n[123]I'm never eating again.  \n[124]It was the boat ride that did it.  \n[125]Pork rinds!  Aghh!  We sure had fun, didn't we?  \n[126]What's your name?  \n[127]Mine's Josh.  \n[128]But I just got you!  \n[129]Yes.  \n[130]No.  I was just looking around.  \n[131]What's a marketing report?  \n[132]The Championship Hockey?  Oh, I love it.  Only the...  \n[133]Well, the pieces don't move.  \n[134]Well, on the old set you could slide the men up and down the ice, and now all they do is spin around.  It was more like real hockey the old way.  Why did they change it?  \n[135]You see, the Star Fighters are good because you can change all the pieces.  But I never liked the Galactakons.  You only get one robot, and they don't come with a vehicle.  \n[136]Plus you can't take them underwater.  And if you do they...Neat!  \n[137]Three years.  \n[138]Oh, I'm in computers.  \n[139]No. No.  They got a hundred of them.  Are we ready?  \n[140]Come on in.  \n[141]How would you know?  \n[142]Oh yes!  \n[143]You know that only costs 10 bucks to make.  \n[144]Oh, well, this is just...They just put this in here...it doesn't mean anything.  \n[145]Well, I play with all of this stuff and then, I go in there and tell them what I think.  \n[146]Yeah.  \n[147]Yeah.  \n[148]Oh, thank you Miss Patterson.  Hey!  Miss Patterson.  Could you call down to Media and have them send up a video tape of the Giants Broncos Super Bowl?  And have them edit out all the commercials and talkin' and stuff?  \n[149]Miss Patterson.  \n[150]I don't get it.  \n[151]It turns from a building into a robot, right?  \n[152]Well, what's fun about that?  \n[153]Oh.  \n[154]I still don't get it.  \n[155]Well, there's a million robots that turn into something.  And this is a building that turns into a robot.  So what's so fun about playing with a building?  That's not any fun!  \n[156]Well, couldn't it be like a robot that turns into something like a bug or something?  \n[157]Yeah!  Like a big prehistoric insect with maybe like giant claws that could pick up a car and crush it like that!  \n[158]Different sizes and things.  And...you could have them wreck something...  \n[159]Dear Mom and Dad.  They said that I could write you and let you know I was okay.  So far, they're treating me fine.  I've got enough to eat and I'm perfectly safe.  They say that I'll get out of here in about a month.  In the mean time, it's a lot like camp!  I watch TV and even get outside once in a while.  I know you miss me.  But try not to worry.  I think this experience might even be good for me.  I love you very much and I know that I'll see you soon.  Your son, Joshua.  P.S. Give Rachel a kiss from her big brother.  \n[160]I rented it.  This is a real bow tie though.  I tied it myself.  And that's why I was late.  \n[161]Hey, there's Miss Patterson!  Hi!  There's the guy from the meeting! Hi!  \n[162]Hi.  \n[163]Thanks.  \n[164]Could I have a milkshake or something?  \n[165]Uh Huh.  \n[166]Wow!  Is this your car?  \n[167]Oh, this is the coolest thing I've ever seen!  \n[168]Are you gonna eat these fries?  \n[169]Hey mister?  You want some of these fries?  We're not going to eat them.  \n[170]No.  \n[171]Ejector seat!  This is great!  Hey!  Come on up!  Hey, that was my apartment.  \n[172]No, not always.  \n[173]Yeah.  \n[174]Well, they said it was gonna take six weeks.  \n[175]Watch your step.  \n[176]Do what?  \n[177]Do you mean sleep over?  \n[178]Okay!  But I get to be on top!  \n[179]Yeah.  It's nice, isn't it?  \n[180]You uh, want a soda?  \n[181]Soda?  You want one?  \n[182]They rigged this up so you don't need any quarters....Don't!  Don't...!  \n[183]The glue's not dry.  Sorry.  \n[184]It's okay....You wanna play pinball?  \n[185]You don't need quarters for this either.  It's free.  \n[186]Okay.  \n[187]Yeah.  You wanna try it?  \n[188]You should.  It's really fun.  It's simple, too.  Come on!  Come on! You'll like it and it's really easy to do.  \n[189]I'm serious...  \n[190]Take off your shoes...It's really easy....Let me get rid of these balls.  \n[191]Come on.  It's fun.  I'll do it with you.  Up you go.  Excellent.  \n[192]Sure.  \n[193]Okay.  Jump.  \n[194]Yes.  \n[195]No!  No!  No!  I mean really jump.  Now get some air between you and the trampoline.  \n[196]Oh, come on!  I'll do it with you!  All right?  I'll show you how to do it.  You ready?  Come on.  Jump.  See?  There it is.  That's all there is to it.  There you go.  There you go.  Yeah!  It's easy!  Anybody could do this!  \n[197]Here.  Pick one....It's for you.  It's a glow in the dark compass ring...so you won't get lost....Goodnight.  \n[198]Wouldn't you rather play basketball?  I know how to play that.  We could be like a team for the Macmillan Company.  \n[199]I'm not very good at sports, but I'll give it a try.  My best sport is video hockey.  \n[200]Well, it takes eye to hand coordination.  \n[201]What about golf?  You don't sweat and that's a sport.  \n[202]What about car racing?  \n[203]What are the rules again?  \n[204]Sorry.  Sorry.  \n[205]Okay.  \n[206]Uh, that was under the line.  \n[207]That was under the line.  You said it had to be over the line on a serve.  \n[208]Yeah you did!  You said it had to be over the line on a serve!  \n[209]Well that's cheating!  \n[210]No!  \n[211]It's my serve.  \n[212]Yes you did.  \n[213]Cheater!  You cheat!  \n[214]You cheat!  You cheat!  \n[215]He didn't have to punch me.  \n[216]I tried to play his game.  He beat me up.  If he's scared of me then why did he punch me?  \n[217]I don't get it.  \n[218]Well how come you're so nice?  \n[219]Well, you work just as hard as he does and you're not like that.  \n[220]Yes I do.  You're one of the nicest people I've met.  \n[221]Uh, I can't Billy.  \n[222]No, I can't...I have to go somewhere.  \n[223]Um...well, I have to go meet somebody and...  \n[224]Yeah I know, but it's just...well I can't right now okay, but I'll call you, all right?  Okay?  I'll give you a call.  Thanks again Billy, it was fun!  \n[225]Sure.  \n[226]Yeah!  Yeah!  \n[227]Want to go again?!  \n[228]So they have these cars that you can actually drive them except they're on this rail so you can't get off the road...You have a really big gob of mustard right, right...  \n[229]Mustard right....  \n[230]Right there.  \n[231]Well,....  \n[232]Yeah.  \n[233]What?  Music?  \n[234]Dance?  \n[235]Okay.  Okay.  \n[236]Okay....Are you cold?  \n[237]We could get some hot chocolate....You can wear my jacket if you want.  \n[238]Oh, I wasn't much different.  \n[239]Susan?  There's something I think I should tell you.  \n[240]Hey Frank, how are you?  Good morning everybody!  \n[241]I'd like some coffee please Miss Patterson.  \n[242]And uh, make it black.  \n[243]Yeah, the Santa Christina.  \n[244]He only had that on his second trip, though.  \n[245]No, but I used to study...stuff.  \n[246]Algebra?  I used to study that, too.  \n[247]All right, let's say Larry Bird is going to score 10 points in the first quarter.  \n[248]How many is he going to score in the whole game?  \n[249]Probably.  Okay.  And that's algebra.  \n[250]Yeah!  See.  Okay.  One quarter is to ten points that he scores in that quarter.  Just as four....  \n[251]I cannot plan a whole line!  \n[252]Susan, doing that means marketing and strategy and stuff like that!  \n[253]I can't!  \n[254]But it's....  \n[255]All right...I don't know...I don't have any new ideas for toys or anything.  \n[256]You see it won't be like these where you just follow the story along. You would actually make a whole different story appear just by pressing these buttons.  \n[257]Yeah.  An electric comic book.  It's gonna be different every time.  \n[258]If you like one you could see it, you know, over and over and over again.  \n[259]You really like it?...You think Mac will like it?  You know, what we could do...We could do like sports comics...or like if you're going to steal second or something like that...You'd have sports books...baseball, football...really, it work with almost any sport there is.  Hockey!  \n[260]You know, we're....Is something wrong?  You don't like it?  \n[261]How do I feel about what?  \n[262]What is that supposed to mean?  \n[263]Well, Wednesday would be better than Thursday...  \n[264]Yeah, I have the Keating example right here...  \n[265]Shh!  I'm right in the middle of something okay?  \n[266]Can you give me just a minute, please?  \n[267]Would you come back at lunch?  All right, I'm a little bit busy right now...Hello?  \n[268]Billy!  \n[269]Jesus, Billy!  Miss Patterson, could you get them on the phone again....  \n[270]I've got work to do!  Can't you understand that?  I've got a deadline to meet.  God!  \n[271]Hey!  \n[272]You don't get it, do you?  This is important!  \n[273]You are standing in the cavern of the evil wizard.  All around you are the carcasses of slain ice dwarfs....Melt wizard....What do you want to melt him with?  ...Throw thermal pod.  \n[274]I haven't told you something because if I did, I didn't think you'd believe me.  And even if you did believe me, I didn't think you were going to like me anymore, so....  \n[275]Susan, I'm not what you think I am. \n[276]Before I met you I was in little league.  I was in little league and I rode my bike to school and I played with my friends and hung out with them and....  \n[277]I want to go home.  I miss my family Susan and I want to go home.  \n[278]No!  No!  \n[279]No.  No.  Susan, I'm not married.  \n[280]No.  I'm a child!  \n[281]I'm a child Susan, and I'm not ready for all this.  \n[282]Well, you see what happened....  \n[283]No!  No!  No!  \n[284]No!  You don't understand!  I mean, I'm thirteen years old!  \n[285]No!  I mean I really am thirteen!  I went to bed one night and I was a kid, and when I woke up the next morning I was a grown up.  \n[286]There was this carnival in New Jersey.  I made a wish on this machine. It was called a Zoltar Machine...  \n[287]It was called a Zoltar Machine!  It had this bobbing head that looked just like a devil and if you got a quarter in the devil's mouth you could make a wish and I did!  So I made a wish to be big!  That is what I'm trying to tell you!  I changed into a grown up but I'm really just a kid!  \n[288]Yes?  \n[289]Thanks.  \n[290]There's this flat screen inside with pictures on it and you read it. And when you get down to the bottom you have to make a choice of what the character's going to do...Like if he going to go in and fight the dragon then you have to push one of the buttons.  \n[291]Paul.  \n[292]Well, it's a comic book that....  \n[293]I'll be right back.  \n[294]Will you take me to Sea Point Park, New York?  \n[295]Work!  Damn it!....I wish I was a kid.  \n[296]Susan!  \n[297]I know.  I know.  I'm really sorry.  I'm really sorry but I didn't know what to do.  I didn't know what to say.  \n[298]I tried to tell you.  \n[299]I tried to tell you last night.  \n[300]I've been thinking about this and there are a million reasons for me to go home but there is only one reason for me to stay.  \n[301]Well, you...Oh, come on.  Don't cry.  \n[302]I'm 13.  \n[303]Maybe you could come with me.  \n[304]Why not?  \n[305]I'm sorry.  \n[306]The one right there.  \n[307]I'm gonna miss you, too.  \n[308]Oh yes I will.  \n[309]Mom?  Hello! \n[310]Oh Ma, I missed you all so much!  \n[311]I'm just not good enough.  \n[312]You really think I could do it?  \n[313]Come on.  We'll hit some after supper.  ", "Gym": "", "Teacher": "", "Susan": "\n[1]It happened again!  David, the girl is absolutely useless!  You've got to get me someone who knows what she is doing!  Excuse me.  I'm not getting any of my mail, nothing has been filed!  Ever since she got engaged, my life has been a disaster!  \n[2]She spent the last three months writing down her married name.  Mrs. Judy Hicks.  Mrs. Donald Hicks.  Mrs. Judy Mitchleson Hicks.  Sometimes with a hyphen, sometimes without a hyphen.  Sometimes she spells the hyphen!  \n[3]Put her on unemployment!  \n[4]But every bit of research and focus testing...  \n[5]Are you okay!  \n[6]Vice President in charge of Product Development.  \n[7]And he came from data processing!  \n[8]Did you know they gave him Bob's old office?  \n[9]Nothing.  \n[10]Zero.  \n[11]Yes.  And Fisher Price and Worlds of Wonder.  I have called everywhere. Nobody's ever heard of him!  \n[12]Face it Paul.  The guy comes from data processing.  \n[13]You're being paranoid Paul.  \n[14]I, uh....  \n[15]He's not vicious.  \n[16]All he said was \"I don't get it.\"  \n[17]Mmm Hmm.  \n[18]Love your tux.  \n[19]Have you decided what you're doing on the Danberry line?  \n[20]Well, uh, I think if you got everyone's input up front, I mean right from the beginning....  \n[21]What?  \n[22]Excuse me.  \n[23]Hi.  \n[24]All the same people having all the same discussion.  It's like they cloned some party in 1983 and kept spinning it out again and again and again.  I loved your ideas on the Squeezy Doll line.  \n[25]They were so, incisive.  It's Beluga.  Macmillan orders it every year....You all right?  You okay?  You want a glass of water?  You want something to drink?  \n[26]I've got a car outside.  You want to get out of here?  \n[27]Let's go.  \n[28]I'm not really a big one for parties.  You know, I like things that are a little more intimate.  \n[29]Well, it's the company's car.  \n[30]I mean, just seeing someone in the office, you don't really get a chance to know them.  I mean, just being with you here tonight, I really get a sense of who you are.  \n[31]No. No....  \n[32]You see, it's hard in a business situation...I mean there's this invisible line and even you're attracted to someone...What, are you going to call someone before...?  \n[33]Uh, I mean at this point in my life I...Don't...Don't play with the radio...Leave the uh...Don't...I'm really vulnerable right now!  You know...I mean, I love my job and I....  \n[34]Really?  I'd love to see where you live.  \n[35]So have you always lived alone?  \n[36]Ah.  Is it just recently or...?  \n[37]Give yourself a couple of days, it'll pass.  \n[38]Well, it can be painful but, that's what they invented Xanax for, right?  \n[39]I'm not sure we should do this yet.  \n[40]Well, I mean I like you and I want to spend the night with you....  \n[41]Well,...yeah!  \n[42]You live here?  \n[43]Yeah.  \n[44]Huh?  \n[45]Yeah, sure.  \n[46]What?  \n[47]Sorry.  \n[48]No.  \n[49]No, thank you.  \n[50]Is that a trampoline?  \n[51]No.  \n[52]No, I don't think...  \n[53]Do have some wine?  \n[54]No, I'm...I'm...I'll watch.  \n[55]Help me up?  \n[56]Okay.  \n[57]You want me to jump?  \n[58]There.  Now can we have a drink?  \n[59]There.  \n[60]Sure.  Yeah.  \n[61]I gave him a ride home Paul.  \n[62]Don't be ridiculous.  \n[63]I don't feel like going out tonight.  \n[64]I know.  He's scared of you.  You don't play his game.  \n[65]He punched you because he's scared of you.  \n[66]It's just the way he is.  Everything is a fight with him.  Everyone's an enemy.  It's not just a job for him, it's a war.  \n[67]What?  \n[68]You don't...you don't know me that well.  \n[69]How do you do it?  \n[70]What does it look like?!  Shampoo, razor, toothpaste, two neckties and your exercise tape!  Oh, and I want my keys back!  \n[71]Oh, it has nothing to do with him.  \n[72]It's not like that anymore!  \n[73]He's a grown up!  \n[74]I can't believe you brought up Golding.  \n[75]Hi....Do you want to come in?  \n[76]Sit down....Want to go?  \n[77]What?  \n[78]Where?  \n[79]Is it gone?  \n[80]Is that...gone?  \n[81]Listen.  \n[82]Wanna dance?  \n[83]Well we don't have to if you don't want to.  \n[84]All right. \n[85]Mm Mm.  \n[86]Oh, I haven't done this in a long time....What were you like when you were younger?  \n[87]I believe that about you....I've been thinking about you a lot....It's crazy....In my car, lying in bed....I've just never gone out with someone like you....With all the other men there was so much to hide....I feel like I can tell you anything.  \n[88]What?  \n[89]You want the light on?  \n[90]I know.  \n[91]Send out for some sandwiches.  \n[92]You can do it.  I know you can!  \n[93]Why?  Nobody knows more about toys in the entire company! \n[94]All he wants is a proposal!  \n[95]Look, you come up with the ideas and I'll handle the marketing.  \n[96]Come on.  It'll be neat.  \n[97]You've got great ideas!  \n[98]An electronic comic book?  That's amazing!  \n[99]This is incredible.  You're brilliant--you know that?  \n[100]You're wonderful.  \n[101]What...What is it we're doing?  ...What's going on here?  \n[102]No!  No!  It's...I mean if it's an affair, that's one thing.  But if it's something else...I mean, not that we have to know right now, we don't...but if we think that it could turn into something else...well....How do you feel about all of this?  \n[103]How do you feel about me?  \n[104]Josh, what's wrong?  What is it?  \n[105]Oh, Honey, come here.  You can tell me anything.  What?  \n[106]What do you mean?  \n[107]Josh.  Josh.  What are you talking about?  \n[108]Oh my God!  You're married!  \n[109]I knew that this was too good to be true!  I knew that there had to be something!  \n[110]You're not?  \n[111]What?  \n[112]Oh that's fine.  That is just great!  \n[113]No.  I understand.  I'm not ready to make a commitment!  \n[114]I'm not ready to accept responsibility!  \n[115]Oh!  And who isn't?  You think that there isn't a frightened kid inside of me, too!  \n[116]Oh right!  And just yesterday I was a school girl with pigtails!  Why are you doing this Josh?  \n[117]Oh stop it!  \n[118]Fine Josh!  You're a kid!  Look, I really don't know what it is that you're trying to tell me.  But we have a very big presentation to give tomorrow, so I'm going to get some sleep.  \n[119]See, there's a computer chip inside which stores the choices, so when you reach the end of the page, you decide where the story goes.  That's the point.  \n[120]A kid makes his own decision.  \n[121]Yeah.  In fact, it's a very simple program.  Isn't that right? \n[122]Well, that's the great thing.  You can just sell different adventures. Just pop in a new disk and you get a whole new set of options.  \n[123]Well, our initial figure is around...around $7.00, with a retail cost of around $18.95.  \n[124]I think a kid....Would you excuse me?  \n[125]Josh!  Josh!  \n[126]Excuse me.  You know him?  You know Josh?  \n[127]Look, you have to tell me where he went.  \n[128]I'm his girlfriend.  \n[129]Look, you have to tell me where he went.  Where did he go?  Please, tell me.  Tell me!  \n[130]Josh!  \n[131]You know, you don't walk out on somebody!  You don't just get up and leave and walk out like that!  You don't do that!  \n[132]Oh God.  You got your wish.  \n[133]I didn't listen, I guess.  I didn't hear you...  \n[134]...or want to...or how would I have...or even if I did listen, why would I know?  Why would I know that?!  \n[135]What?  What reason is that?  \n[136]So, what are you?  15?  16?  \n[137]Well, that explains it.  \n[138]No.  No.  \n[139]I've been there before.  It's hard enough the first time.  You know what I mean?  You don't know what I mean....Come on, I'll drive you home.  \n[140]No, I'll be okay.  You'll be fine.  In ten years, who knows?  Maybe you should hold on to my number.  \n[141]So this is where you live.  Which one is it?  \n[142]Oh.  It's nice.  I'm gonna miss you.  \n[143]You won't even remember me.  ", "Young": "", "Scotty": "", "Brennen": ""}}