{"filename": "Big-Fish_script.txt", "imdb_id": "tt0319061", "imdb_url": "https://www.imdb.com/title/tt0319061", "characters": ["Josephine Bloom", "Jing", "Jenny - Young /Jenny - Senior /The Witch", "Sandra Bloom - Young", "Ed Bloom - Young", "Don Price - Age 18-22", "Ping", "Ed Bloom - Senior", "Beamen (as Loudon Wainwright)", "Norther Winslow", "Will Bloom", "Dr. Bennett - Senior", "Karl the Giant", "Mildred", "Sandra Bloom - Senior"], "dialogues": {"Josephine": "\n[1]Allo oui? \n[2] \n[3]It's your mother. \n[4]It's bad. \n[5]You need to go. \n[6]I'm going with you. \n[7] \n[8]It's good to see you. You look beautiful. \n[9]Yes. \n[10] \n[11]I spent a week in Morocco for the story. It was incredible. \n[12] \n[13]Hi. How are you feeling? \n[14]What were you dreaming about? \n[15]That's terrible. \n[16]No, I understand. \n[17]Stop. \n[18] \n[19]Please? \n[20]I have photos from the wedding to show you. There's a great one of you and my father. I had an extra print made. \n[21]I want to see pictures of your wedding. I've never seen any. \n[22] \n[23]Oh, so this is a tall tale? \n[24]I thought you said you didn't have a church wedding. \n[25]Is it the medicine that's making you thirsty? \n[26] \n[27]I like your stories. \n[28]  \n[29]  \n[30]I talked with your father last night. \n[31]You never told me how your parents met. \n[32]What about the details? How they fell in love. The Circus. The War. You never told me any of that. \n[33]But it's romantic. \n[34]Mmm, what? \n[35]Do you love your father? \n[36] \n[37]But it's not true. \n[38]You're not. \n[39]I am always on your side. And I think you should talk to him. \n[40]The tree fell on the car, spilling the syrup, which attracted the flies, which got stuck to it and flew off with the whole car. \n[41]I'll help you. \n[42]I need to lie down for a bit. \n[43]  \n[44]Will! \n[45]Your father had a stroke. He's upstairs with your mom and Dr. Bennett. \n[46]No. He won't. I'm sorry. \n[47]I'm sorry. It seems every hour I have to... \n[48]I do. \n[49]Don't stop. Don't. ", "Bloom": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]   \n[6]  \n[7]  \n[8]     \n[9]  \n[10]  \n[11]  \n[12]  ", "Jing": "\n[1]Hello Jing. \n[2]You weren't alone. \n[3]Tell your men not to bother us! And lock that door! \n[4]Bob Hope? \n[5]You can structure it as a historical trust. But you'll need every contiguous piece of property. It's all or nothing. ", "Ping": "\n[1]  \n[2]Sometimes a girl can feel so alone Without a lover to call her own. Sometimes it's so bad, she wants to explode. Wants to grab the first man she sees and tear off his clothes. \n[3]But she won't. No, she can't. She needs a special special different unusual man. Because that girl, Who looks like me, She has wants, but she has needs. \n[4] \n[5] \n[6]Say hello, Jing. \n[7]  \n[8]How could you miss your cue? You make me look like a fool, out there alone. \n[9]Who the hell are you? \n[10]Damn right you're not. \n[11]What makes you think we'll help you? \n[12]And what are we supposed to do when we get to America? \n[13]He's here! ", "Norther": "\n[1]Everything here tastes better. Even the water is sweet. Never gets too hot, too cold, too humid. At night the wind goes through the trees and you'd swear there was a whole symphony out there, playing just for you. \n[2]There is no softer ground than town. \n[3]I've been working on this poem for 12 years. \n[4]There's a lot of expectation. I don't want to disappoint my fans. \n[5]This is why you don't show work in progress. \n[6]I can't imagine any place better than here. \n[7]It's me. Norther Winslow. \n[8]I want you to know, when you left Spectre it opened my eyes. There was a whole life out there that I was not living. So I travelled. I saw France, and Africa, half of South America. Every day a new adventure, that's my motto. \n[9]I'm robbing this place. \n[10] \n[11] (pointing to a Teller Woman \n[12]Sixty. Eighty. Four hundred dollars! Not bad for just the drawers. Let's see what you got from the vault. \n[13]This is it? The whole vault. \n[14]Edward, it's got your deposit slip on it. \n[15]I should go to Wall Street. That's where all the money is. \n[16]Edward, thank you for the hand! \n[17]  ", "Winslow": "\n[1]Everything here tastes better. Even the water is sweet. Never gets too hot, too cold, too humid. At night the wind goes through the trees and you'd swear there was a whole symphony out there, playing just for you. \n[2]There is no softer ground than town. \n[3]I've been working on this poem for 12 years. \n[4]There's a lot of expectation. I don't want to disappoint my fans. \n[5]This is why you don't show work in progress. \n[6]I can't imagine any place better than here. \n[7]It's me. Norther Winslow. \n[8]I want you to know, when you left Spectre it opened my eyes. There was a whole life out there that I was not living. So I travelled. I saw France, and Africa, half of South America. Every day a new adventure, that's my motto. \n[9]I'm robbing this place. \n[10] \n[11] (pointing to a Teller Woman \n[12]Sixty. Eighty. Four hundred dollars! Not bad for just the drawers. Let's see what you got from the vault. \n[13]This is it? The whole vault. \n[14]Edward, it's got your deposit slip on it. \n[15]I should go to Wall Street. That's where all the money is. \n[16]Edward, thank you for the hand! \n[17]  ", "Will": "\n[1]  \n[2] \n[3] \n[4]What did you do? \n[5]We were part of the same equation. \n[6] \n[7]Friend of yours? Did you help him out of a bind? \n[8]No Dad, they don't. I do not like the story. Not anymore, not after a thousand times. I know all the punchlines, Dad. I can tell them as well as you can. For one night, one night in your entire life, the universe does not revolve around Edward Bloom. It revolves around me and my wife. How can you not understand that? \n[9]You're embarrassing yourself, Dad. You just don't see it. \n[10]After that night, I didn't speak to my father again for three years. \n[11] \n[12]We communicated indirectly I guess. In her letters and Christmas cards, my mother would write for both of them. \n[13]When I'd call, Mom would say that Dad was out driving. Or swimming in the pool. \n[14]True to form, we never talked about our not talking. \n[15]The truth is, I didn't see anything of myself in my father, and I don't think he saw anything of himself in me. We were like strangers who knew each other very well. \n[16]In telling the story of my father's life, it's impossible to separate the fact from the fiction, the man from the myth. The best I can do is to tell it the way he told me. \n[17]It doesn't always make sense, and most of it never happened. \n[18]But that's what kind of story this is. \n[19]My father's birth would set the pace for his unlikely life. No longer than most men's, but larger. And as strange as his stories got, the endings were always the most surprising of all. \n[20] \n[21]What does Dr. Bennett say? Okay. No, sure, let me talk to him. I'll wait. \n[22]It's more than they thought. They're going to stop chemo. \n[23]Probably tonight. \n[24]You don't have to. \n[25]The one about the witch. \n[26]I'm not scared. \n[27]We swam. The Atlantic, it's not that big really. \n[28]We rented a car. \n[29]Hi, Mom. \n[30]Is that Dr. Bennett's car? \n[31]How is he? \n[32]How much time does he have left? \n[33]Dr. Bennett. It's good to see you. My wife, Josephine. \n[34]Can I see him? \n[35]Dad? \n[36]Am I? \n[37]Did you do any of that? \n[38]You think I'm up for it? \n[39]Just drink half the can. I'll tell her you drank the whole thing. Everyone wins. \n[40]Really. \n[41]The Old Lady by the swamp. \n[42]No, she was old and probably senile. Maybe schizophrenic. \n[43]So how does it happen? \n[44]Okay. \n[45]What did he say? \n[46]Really. \n[47]When did you ever work in an office? \n[48]You're right. \n[49]Dad, I'm hoping we can talk about some things while I'm here. \n[50]I'd just like to know the true versions of things. Events. Stories. You. \n[51]I will. \n[52]I used to do it when you were gone, remember? I used to do it a lot. \n[53]I thought you weren't dying. \n[54]  \n[55]Dr. Bennett says I'm going to have to be home for a week. \n[56]Did you have chicken pox? \n[57]I don't know if you've seen it, but Josephine has some photos in the most recent Newsweek. \n[58]Why not religion, Dad? \n[59]Josephine actually went to the Congo last year. \n[60]Mom, would you say you understand Dad? \n[61]What I mean is, do you really know what's going on in his head? \n[62]How is that possible? I mean, you try to ask him a question and suddenly it's another one of his stories. You can't honestly say you know him. \n[63]Yes. But that's a different... \n[64]Josephine and I have a lot in common. \n[65]True. But I've known him my whole life, and I don't feel like I know him at all. Or ever will. \n[66]But I understand you, Mom. I always have. \n[67] \n[68]No. But it's weird. She seemed to recognize me. \n[69]  \n[70]Did you? \n[71]They met at Auburn. \n[72]That's because most of it never happened. \n[73] \n[74]Mmm, what. I know better than to argue romance with a French woman. \n[75]Everyone loves my father. He's a very likeable guy. \n[76]You have to understand. When I was growing up, he was gone more than he was here. And I started thinking -- maybe he has a second life somewhere else. With another house, another family. He leaves us, he goes to them. Or maybe there is no family. Maybe he never wanted a family. But whatever it is, maybe he likes that second life better. And the reason he tells all those stories is because he can't stand this boring place. \n[77]What is \"true?\" I've never heard my father say a single true thing. \n[78]Look, I know why you like him. I know why everyone likes him. But I need you to tell me I'm not crazy. \n[79]I need you on my side. \n[80] \n[81]The maple tree and the Buick. We heard it. \n[82] \n[83]Can we talk? \n[84]Do you know much about icebergs, Dad? \n[85] \n[86]I'm trying to make a metaphor here. \n[87] \n[88]I have no idea who you are because you have never told me a single fact. \n[89]You tell lies, Dad. You tell amusing lies. Stories are what you tell a five-year old at bedtime. They're not elaborate mythologies you maintain when your son is ten and fifteen and twenty and thirty. And the thing is, I believed you. I believed your stories so much longer than I should have. And then when I realized that everything you said was impossible -- everything! -- I felt like such a fool to have trusted you. You were like Santa Claus and the Easter Bunny combined. Just as charming and just as fake. \n[90]Only on the surface. But that's all I've ever seen. \n[91]Dad, I'm about to have a kid of my own here. It would kill me if he went through his whole life never understanding me. \n[92]Yourself. Good, bad, everything. Just show me who you are for once. \n[93]What is it? \n[94]That really happened? \n[95]Go. \n[96]Is he awake? \n[97]Mom? \n[98]Did you and Dad have any other property? \n[99]So you never bought any land. \n[100]  \n[101]  \n[102]Hello. \n[103]Are you Jenny Hill? \n[104]How did you know my father? \n[105]Were you and my father having an affair? \n[106]I've seen him with women. He flirts. He always has. On some level, I presumed he was cheating on my mother. I just never had proof. \n[107]Because he's dying. \n[108]My father talked about a lot of things he never did, and I'm sure he did a lot of things he never talked about. I'm just trying to reconcile the two. \n[109]Logically, you couldn't be the Witch, because she was old back when he was young. \n[110]You didn't become crazy. \n[111]No, I wanted to know. I'm glad I know. \n[112]  \n[113] \n[114]What happened? \n[115]Is he going to be okay? \n[116]What I mean is, will he get back to the way he was when... \n[117]I'll stay. Why don't you go home with Josephine and I'll stay tonight. \n[118]I will. I'll call. \n[119]Mom, do you want some time with Dad? \n[120]My father and I have an advantage. We never talk. \n[121]How long have you known my father? \n[122]How would you describe him? \n[123]A thousand times. He caught an uncatchable fish. \n[124] \n[125]Dad? \n[126]Dad! Do you want me to get a nurse? \n[127]What can I do? Can I help? Can I get you something? Water? \n[128]The river? \n[129]How what happens? \n[130]You mean what you saw in The Eye? \n[131]I don't know that story, Dad. You never told me that one. \n[132]I can try, Dad. If you help. Just tell me how it starts. \n[133]Okay. Okay. \n[134]Okay. It's morning, and you and I are in the hospital. I'd fallen asleep in the chair. I wake up and I see you, and... \n[135]Dad? \n[136] \n[137]Somehow, you're better. Different. You're getting ready to go. And I say... \n[138]Dad, you're in no condition to... \n[139]I pick you up and you hardly weigh anything. I can't explain it. \n[140]And we have to take Glenville to avoid all the church traffic, because those damn church people drive too slow. \n[141]I ask... \n[142]Where are we headed? \n[143]You say... \n[144]As we get closer to the river, we see everybody's already there. And I mean everybody. \n[145]It's unbelievable. \n[146]And the strange thing is, there's not a sad face to be found. Everyone's just so glad to see you, and send you off right. \n[147]You become what you always were. A very big fish. And that's the way it happens. \n[148] \n[149]Have you ever heard a joke so many times you've forgotten why it's funny? But then you hear it again and suddenly it's new. You remember why you loved it in the first place. \n[150]Something like that. \n[151]That was my father's final joke I guess. A man tells his stories so many times he becomes the stories. They live on after him. \n[152]And in that way, he becomes immortal. ", "Mildred": "\n[1]You must have taken a shortcut. \n[2]Much longer. \n[3]That rhymes! \n[4]Jenny thinks you're quite a catch. We all do. \n[5]I said you're quite a catch! "}}