{"filename": "Black-Snake-Moan_script.txt", "imdb_id": "tt0462200", "imdb_url": "https://www.imdb.com/title/tt0462200", "characters": ["Lincoln", "Deke Woods", "Rae", "Reverend R.L.", "Jesse", "Rose Woods", "Ronnie", "Tehronne", "Angela", "Gill", "Lazarus", "Sandy", "Bojo", "Kell", "Mayella"], "dialogues": {"Lincoln": "\n[1]You won't at the square this mornin'. \n[2]Yes'sir. \n[3]Naw... I got it, Mr. Lazarus. You wanna tip me, best do it in butter beans. Momma say she need a bag 'a yours, none of that store-bought junk. That's what she said. \n[4]Mister Lazarus? \n[5]Mister Laz... I come for the butter beans. \n[6]Ain't seen you on the square. Mister Laz, can you hear me? \n[7] \n[8]Mister Laz, I'm comin' inside... \n[9]Why she got a chain on her? \n[10] \n[11]Yes'sir. \n[12]We gonna eat with her? \n[13]She still gonna have that chain on? \n[14]I ain't no virgin no more? \n[15]I skipped lunch. \n[16]You Ronnie? \n[17]I'm Lincoln. Guess I'm gonna be your best man. \n[18]You havin' trouble with that tie? Cuz I'm pretty good at it. \n[19]Gotta do it like this or I get all turned around. ", "Deke": "\n[1]Mind if I sit? Rose said... it didn't go too well this afternoon. See, that's not how we wanted this to go down. I told her, I said, Rose, we ain't leavin' till we make peace with Laz. And that's God's truth. I laid it down. \n[2]I did. \n[3]We're not gonna get through this clean. But it don't need to get dirty. All this... it just come together unexpected. You think I want to hurt you? I... I'd take a bullet for you, Laz. \n[4]I'll always love you, Laz. Till the end of my... \n[5]What'chu gonna do? Nothin'. YOU AIN'T \n[6]What'chu gonna do? Huh? Nothin'. YOU ", "Woods": "\n[1]", "Rae": "\n[1]Baby... \n[2]This ain't gonna work. \n[3]I don't see why we gotta lie 'bout it when you and I know this ain't gonna work. \n[4]It's stupid... It's so fucking stupid! \n[5]Okay... Okay. \n[6]Shit. \n[7]Goddammit, Ronnie... \n[8]  \n[9]\n[10]We're done, right? \n[11]You got any money? \n[12] \n[13]Save that hustle talk to them field ballers you sell crack to. \n[14]Stolen phone cards and two-ways is what you sayin'. \n[15]Just a cough. Sugar and a spoonful of Jack'll do it. \n[16]The hell you call me? \n[17]Just got a cough. \n[18] \n[19] \n[20]It's so stupid. Says to me that he don't want nothin' to do with no military career. Says he wants to move. Open up an auto shop with his uncle up in Knoxville. I said, okay. How about now? Let's go. \n[21]He get stubborn. Starts talkin' 'bout obligation and duty and all that... Shit. I just want him to come home... I swear, if somethin' happens to him... \n[22]Can't be thinkin' bout him every second of my day. I'll go outta my gourd. \n[23] \n[24]It gets worse there. Leavin' me to my own mind. That's just not good. \n[25]Yeah. \n[26]Be right back. \n[27]It's not like I can't go out and have fun with my friends. \n[28]You go to hell. \n[29] \n[30] \n[31]Hi. \n[32]You ain't the kicker, are you? \n[33]Cuz let me tell you, you boys gotta run the ball more. You get into a kicking game, ya'll gonna lose. \n[34]Okay. \n[35]Jes? Jesse? Oh shit... Wait... Wait... STOP! \n[36]  \n[37]Oh. That feels so much better. \n[38]I got others. \n[39] \n[40] \n[41] \n[42]Mm-mm... Mm-mm... \n[43]\n[44]...you don't... touch me... s'no... NO! Mm-mm... Mm-MMMMMMMMMMMMM! N- N'you FUCK! \n[45]Mm-mm... mm-mm... Ma-muh... Ma-MUH! See... S... See if'I GIVE... GIVE'A... \n[46] \n[47] \n[48]Ronnie... RONNIE! \n[49] \n[50]Mm-mm... Mm-mm... \n[51]\n[52](the whisper of a child \n[53] \n[54] \n[55]Where's Ronnie? \n[56] \n[57]I don't got any money... for fixin' me up and all. \n[58]Then I better be on my way. Don't wanna put you out no more. \n[59]Naw'sir... I gotta be on my way. \n[60]Why you got me chained? \n[61]The fuck you been doin' to me? \n[62](yanks at the chain around her waist \n[63]Well I'm woke now... you can take this off. \n[64]I'm right enough to stand on my own two feet. Now take this Goddamn chain off... \n[65]What? \n[66] \n[67] \n[68]What do you want? \n[69]\n[70]You some kind'a pervert? \n[71]Some crazy Jesus freak, gonna fuck the spirit into me... \n[72] \n[73] \n[74]\n[75]\n[76]\n[77]Or what? \n[78]Stop it! Stop it! IT HURTS! \n[79]Okay... OKAY! I'M COMIN' IN! NOW \n[80]You gonna get a lot more a'that, you keep me locked up like this! \n[81] \n[82] \n[83]Hmmmmmm... Stop-it!... STOP-IT! \n[84]You like this? Walkin' me through this field like I's your mule? \n[85] \n[86]Uh-uh. \n[87]Itches. \n[88]Uh-uh. \n[89]I know. I get it. What's Matthew doin'? \n[90]Let go of me... \n[91]\n[92]Why is it you old men gotta talk so much? Like little boys, gotta talk yourself into fuckin' me. We can take our time. I'm grown. I get it. You wanna give me 'nother bath? \n[93] \n[94]Hello? Hey! \n[95]I don't believe this shit. \n[96]Enough to choke a Goddamn horse. \n[97] \n[98] \n[99]Thank you. \n[100](shrugs at first, then: \n[101]You a preacher? \n[102]Can I ask you a question? People always say, you gotta get good with Jesus, if you want not to go to hell. That you say sorry for all you done and... and Jesus would let you go on to heaven. \n[103]But that's so fuckin' stupid. I'm sorry. Didn't mean to curse. \n[104]You can't hurt people... and then just say, I'm sorry, and then everything just gets washed away. Why would heaven want people like that. People who... do what they want and then... switch. \n[105] \n[106]Uh-uh. \n[107]I don't fuckin' cook. \n[108]Look it... I put the Goddamn dress on, didn't I? I think I'm handlin' myself with some... fuckin' restraint here... how you got me locked up like a dog on a... \n[109]I can handle that. \n[110]Cayenne pepper. \n[111]They sure liked them devilled eggs. \n[112]Sure. \n[113]Well, that's good news. So you're gonna be someone's uncle. \n[114]We drinkin' buddies now? \n[115]Still makin' jokes? \n[116]I ain't in a hurry. \n[117]Could you do somethin' for me? \n[118]Sing, Lazarus. Please keep singin'. \n[119]I'm here with you. \n[120]You can give it to me. \n[121]You can't start this and not finish. Not with me. Please... \n[122]Not gonna lie to you, Laz... This one's a doozy. I don't think... I don't think I can stop this. \n[123] \n[124]I seen a man die. He couldn't breathe... his heart was... was givin' out. \n[125]He told me... get help. I just stood there and watched him... I watched him die, Laz. Oh God! GODDAMMIT! \n[126] \n[127]You think God forgives people like that? You think God forgives people like me? \n[128]Hold me. Oh God... \n[129]Where you gonna be? \n[130]I'm gonna just get some girl stuff, like make-up and... stuff. \n[131]Hey. \n[132]Got in a little accident. \n[133]Since you workin' on the square now, maybe we could get some coffee in the morning, if you want. \n[134]No. That's not why... Why we always gotta do this? I mean, you and me been at each other as far back as I can remember. Wasn't no love between us. And I'm your daughter. I'm the only family you got. \n[135]Yeah. I know I did. But... I'm tryin' to be dif'rent. I'm tryin' to... get some peace, you know? \n[136]I just wanted some make-up. \n[137]I just think you should'a kept him off me, that's all. \n[138]Now see? Don't do that. I'll go along with all you say about me. But that... you can't pretend no more on that. Cuz I was just a kid, Momma. I didn't know about any of that stuff he was doin' to me. And you let him do it. Some big nobody in your life... and you let him do as he wanted... with the only SOMEBODY you had. \n[139]I'm sorry... I didn't mean to shout... \n[140]But... Momma... just tell me... not gonna be mad... we can just talk about it... Be eye to eye on this... You don't even got to say you're sorry... Just say how you knew... \n[141]...tell me you don't know... goddamn \n[142]\n[143](hysterically screaming and thrashing the mop \n[144]  \n[145]You took care of your wife, like you do me? \n[146]Nothin'. \n[147]By myself? \n[148] \n[149]Are you drunk? Keep drinkin' water and you won't get a headache in the mornin'. \n[150] \n[151]Laz? Can I sleep with you tonight? \n[152]I didn't mean it nothin' dirty. \n[153]I'm gonna pee. I gotta take a break and go pee. \n[154]Eat shit and die, Arty. A girl can change her fuckin' mind. \n[155]Hey. \n[156]You don't gotta get up but... I gotta go... \n[157] \n[158]I'm just in one of my moods. You know how I get. \n[159]I think it'd be better if you talk to me. \n[160]Just about anything, you know. It can be funny or... not. Just tell me somethin'. \n[161]Are you wasted? \n[162] \n[163]Holy shit, Ronnie! You're a fuckin' rock star. \n[164]All them people shoutin' your name like they were doing tonight! Shit! That arm you got'll get'chu on a box of cereal... \n[165]Hey? You okay, Ronnie? \n[166]Is'okay... Is'okay... \n[167]I feel better. Do you? \n[168](plucking, trying to find the right note \n[169]Sorry. \n[170]Don't know where I learn't it, but... it's there in my head. \n[171]You know how you feel when you come out of a bad hangover? Like your eyes can open a little bit more. \n[172]Woke up real early. Sun was shining. Just thought I'd mess around, try to learn a song. \n[173]No, you do it. I can't sing. \n[174]What I love. \n[175] \n[176]  \n[177]\n[178]\n[179]Ronnie. Please, baby... \n[180]Ronnie... \n[181]Oh, baby... just let me... \n[182] \n[183]Ronnie? \n[184]I got you, baby... I got you... \n[185](seeing Laz plug the phone in  (Laz listens on the phone \n[186]It starts like this... fire... that spreads. Starts in my head. Then moves to my stomach. Then it goes lower. I can stop it sometimes but mostly I just jump on and ride it out... then everything'll go back to normal, you know. Only thing ever took that feeling away was... was... when I met Ronnie. Cuz I love him so much. He's all I got in my life that's special. And I like taking care of him and helping him when he gets nervous. When I can do that for him... it's like I'm givin' somethin' of myself that I haven't givin' nobody else. \n[187]I think... I think we're fucked up. Both of us. I know I am. But... that don't mean what I feel ain't true. It don't mean I can't love. And I know, how I been is... is... REALLY BAD! So if you want to quit on me... I understand. But please... please... don't. \n[188]Yes, ma'am. \n[189]I've had nice things before but I always ruined 'em somehow. \n[190]I want to. More'n anything. But I... \n[191]Okay. \n[192]I don't want you to let go. \n[193] \n[194] \n[195]See. We're okay. ", "Reverend": "", "R.L.": "\n[1]You ain't gonna make a fuss, are you? Nothing a man can do when a woman make up her mind. \n[2]That kind of talk is between us. Don't you go in there with that shit on your tongue. \n[3]You wanna pray with me 'fore you go in? Laz? Heavenly Father... \n[4]We do not question your divine plan for us, Oh God. But in these times, when our spirit lies in shadow. When we are lost. \n[5]We ask that you give us strength. Give us strength that surpasses all understanding. In your name we pray. Amen. \n[6]Bojo called. Said you got to see your brother at the long end of a broken bottle. \n[7]I think you did alright by God under the circumstances. Your people are here for you, Laz. This is your home. No shame in showing your face. \n[8]He knows where ya at. Just answer the door if he come knockin'. \n[9]Hey, Red. Was that Laz just left? \n[10]Was that Lincoln James I seen run off? \n[11]Why's his britches round his knees? \n[12]You get a call from Rose? \n[13]Somethin' wrong with ya phone? Been callin' the last few days. \n[14]Goin' dove huntin'? \n[15]You sayin' that gun's for me if I don't? Spell it out, Laz. Man big enough to pull a gun best have a tongue in his mouth if he ain't got a brain in his head. \n[16] \n[17] \n[18]\n[19]Ought'a stomp yo ass pointing this at me. Always gotta bring up the preachin'. Like you just a sheep in my flock and all I'm good for is poundin' on a pulpit. Dammit, Laz... we may not be blood. But we sucked off the same old nurse since the day we was slapped on the ass. And you gonna point a gun at me? \n[20]If you in some trouble, than WE gonna figure somethin' out. You and me. Wipe your face! \n[21]Now... this got anything to do with Rose? Then what? \n[22]Are you outta ya GODDAMN MIND? \n[23]A naked woman, chained in ya house? \n[24]Laz, I know about that girl. Good number of this town's sinners got my ear, you know. Oh, Laz. She's had a mess of crabs and them STD's. What'chu thinking? \n[25]You say she was beat on. You call the sheriff on that? \n[26]What's that chain around her for? \n[27]\n[28]You mean with you and that woman chained to ya radiator? \n[29]One thing at a time, Laz. \n[30] \n[31]So he got it into his head that the only thing gonna keep you from endin' up bleedin' on the side of the road again, without a stitch of clothing on is... You think he's crazy for thinkin' that? \n[32]That's right. \n[33]You could put it that way. \n[34]What's on your mind? \n[35]I'm gonna tell you somethin', and it's just gonna be between you and me. I think folks carry on about heaven too much. Like it's some all-you-can- eat buffet up in the clouds. And folks just gonna do as they're told so they can eat what they want behind some pearly gates. I can go to Shoney's for that. \n[36]There's sin in my heart. There's evil in this world. But when I got no one... I talk to God. I ask for strength. I ask for forgiveness. Not for peace at the end of my days when there's no more life to live and no more good to do, but today. Right now. \n[37]What's your heaven? What gives you peace? \n[38]That's what I was told. \n[39]Well... I'm working on that. So... what's goin' on in your life, Lincoln? \n[40]Pass them potatoes, Lincoln. \n[41]This all looks wonderful. \n[42] \n[43]Gotta get that chain off her, Laz. Somethin' like this gets out, you could land in a heap of trouble. \n[44]You believe He wants this? A woman chained to ya radiator? \n[45]Then what? \n[46]I can't leave unless I get your word. \n[47]Laz. I got some news you need to hear. It's about Rose and your brother. \n[48]She's pregnant. She gonna have a baby. Her sister told my wife. You know how them sewing circles go. Just a matter of time till you got word. Thought that's why you been keepin' to yourself out here. I don't know how much of this is to make her happy or to hurt you. But it is what it is. \n[49]What? I called Bojo, like you say. Called up the fellas in the band... \n[50]I just know how you get. Good to know, them butterflies still in ya gut. \n[51]Heard about this morning. \n[52]You in for it, now. He gonna nail it to the wall tonight. I done pissed him off. \n[53] \n[54] \n[55]Go on, Ronnie. \n[56] \n[57]Rae, look at Ronnie. And tell him how you feel. \n[58]So. What'chu two gonna do about this? \n[59]When I was a child, I talked like a child. I thought like a child, I reasoned like a child. \n[60]When I became a man, I put childish ways behind me. \n[61]Now we see but a poor reflection as in the mirror; then we shall see face to face. I know in part; then I shall know fully, even as I am fully known. \n[62]And now these three remain: faith, hope and love. But the greatest of these is love. Who gives this girl in marriage? \n[63]Ronnie. Rae. I want you to look at each other and listen to me carefully. Do you understand? Yes. Yes, sir. \n[64]I require and charge you both as you stand in the presence of God to remember that love and loyalty alone will avail as a foundation of a happy and enduring home. Go on, hand it to him. \n[65]No human ties are more tender. No vows more sacred than those you now assume. \n[66]If these solemn vows be kept inviolate, the home which you are establishing will abide in peace and your life will be filled with joy. ", "Jesse": "\n[1] \n[2]Nothing's gonna happen. Not like everybody over there is in the line of fire with them Arabs blowin' themselves up. \n[3]Why should you waste your life waitin' and wonderin'. Not like you're married. \n[4]These baby chicks just can't hold their Jello shots. I'm tellin' ya. \n[5]You wanna go home? \n[6] \n[7]One more. Fuck the chaser. \n[8]Better? \n[9]Boys. \n[10]I'm just gonna smoke. \n[11]You just trying to get me outta my clothes. \n[12]What's so funny? ", "Rose": "\n[1]Can't remember the last time I saw you in that suit. \n[2]We won't be stayin' long. Coffee'll be fine. \n[3]We leavin' this weekend. Deke got a friend in Mobile gonna get him a job at the water company... \n[4]Think this about money still, ya old fool? \n[5]How many times we been over this, Laz? How many times? \n[6]Thought we was gonna be friendly about this. \n[7]I'm not ready to grow old, Laz. Livin' with you. I feel it. Like I'm one foot in the dirt. Saw it happen to my momma. And that's not gonna happen to me. I got living to do. \n[8]Talk to me about sick. Ain't been right since I moved into that drafty house. \n[9]That damned, rusty, radiator, bout burned the skin off my legs each time I passed. \n[10]I deserve better than this. \n[11]Better than what you give. \n[12]Laz... You can't say nothin'... \n[13] \n[14]I'm sorry you hurtin'. But, like I say, this the only life I got. I said my piece. \n[15]Let go... \n[16]Let go of my arm... \n[17]LAZ, I said let...! \n[18] \n[19] \n[20] ", "Ronnie": "\n[1]     \n[2]   \n[3]   \n[4]Yeah. Transmission's shot. \n[5]Shit... \n[6]  \n[7]  \n[8]Rae... \n[9](holds her face in his hands \n[10]Rae! \n[11] \n[12]This watch here is gonna beep at midnight. Every night. That's when it comes up on you the hardest, right? \n[13]And wherever I'm at, my watch'll beep, too. We'll be thinkin' bout each other at the same time. Wherever we are. \n[14]I gotta believe we can do this or I ain't gonna make it, Rae. \n[15]I love you. \n[16]   \n[17] \n[18]Sure. \n[19]Hey, Herman. \n[20]That's not what this is about. \n[21]Well, you don't know what you're talking about so why don't you shut the fuck up? \n[22]They been keepin' a folder on me cuz of my stomach. Like how it was just before we'd play ball back in school. Thought it was just some tic I got, or ulcers like my daddy had. I can't... shoot. Target practice I'm a pro. I tag between the numbers each time but... But when there's really loud noises around me... somethin' happens. I get shaky and... I lose my breath. They called it anxiety. Severe anxiety. It can be fixed and all... just not in time for.... It's a long process but... they sent me home. \n[23]I can't get Rae on the phone. She's not at home... none of her friends seen her anywhere. \n[24]I don't know. She's gettin' crazy, like she gets. Begged me not to go. Got real down. I just think somethin's happened. Like she run off with someone. You'd tell me if you knew somethin', right? \n[25]Uh-uh. I's hitchin' up the interstate when I seen your truck outside. \n[26]   \n[27]  \n[28]Rae? \n[29]This don't feel right. Kitchen looks just like I left it. I know, cuz I cleaned it. \n[30]I just been so mixed up lately, Gill. And, you know, with her history, I can see how she could get scared... ...and run. \n[31]Her momma works down at the grocery, down on the square. Maybe she seen her. \n[32]That's not right, really, cuz I... \n[33]Now wait... \n[34]I know about how she was like. But we was different. I's the only person she talked to about it. How she's abused. Terrible things, Gill, just terrible... \n[35]It's not her fault, Gill. She's had to take care of me all this time, cuz I'd just start throwin' up... choking. Just losin' my grip. And she listened. She listened to me. And... I got better. I don't get nervous like I used to. And since we been together... she been faithful to me. Put all that junk behind her... \n[36]   \n[37]Make yourself at home. You done it already. \n[38]Hey. \n[39]You feelin' sick? \n[40]Yeah, I know. \n[41]Yeah? \n[42]Well. That's my vomit. I came in here to get sick. I thought I'd make the toilet but... anyway, I got sick. \n[43]No. I just got a messed up stomach. \n[44]What? \n[45]I'm a what? \n[46](through tears and clenched teeth (looks at his trembling fists (looks into Rae's eyes  \n[47]Yeah, I do. \n[48]   \n[49]  \n[50]Ain't been a week and you already some nigger's whore? Gill told me. Told me how you and he... you and everybody... \n[51] \n[52]Goddamn it, I ask you a question, you better answer it, or I'm gonna blast a hole in ya! \n[53]\n[54](points gun back at Laz \n[55]Ain't gonna be callin' me boy when I blow your face off. \n[56]You heard me, mother-fucker. I'll fuckin' kill.. \n[57]You testing me? Huh? You testin' me, old man? \n[58]\n[59]\n[60]Don't... don't say that to me... \n[61]I can't stop... I can't stop... being scared. What am I gonna do... \n[62]I hate this town. You can't round the corner without bumping into someone who's got your number. We did a lot of dreamin', me and Rae. Makin' plans to get out. I'd do my tour and... we'd move outta here. Go to Chattanooga. And I'd work for my uncle. But... when Rae gets like she does. And she does the things that she always done. Makes me feel like she loves this place more'n me. \n[63]All my life people called me shit like, sissy and... nervous and... I got few things in my life that make me feel like... like... \n[64] \n[65] \n[66]Yeah, I know. \n[67]Yes, ma'am. \n[68]   \n[69]Yeah. \n[70] \n[71]   \n[72]   \n[73]  \n[74]I gotta pull over. \n[75](through clenched teeth ", "Tehronne": "\n[1]Thought you had a man for that. \n[2]What we just did, you askin' for money, make a man stop. I ain't callin' you no ho. But I ain't gonna be played like no trick, neither. Remember... you called me. \n[3]What'd I tell you? I don't do none of that shit no more. I'm in communications now. \n[4]Mobile technology is the new fix for these niggaz, I'm tellin' you. I'm just lookin' ahead. Anyways, ain't no money in drugs no more with these rednecks popping cough pills like they's Skittles. Hey, that's what you need, girl. Get you some cough medicine. What, you sick? \n[5] \n[6]Eh, if the bootie fits... \n[7]You gonna get rough? Is that what you doin'? \n[8] \n[9]Come on back, Cuz. \n[10]Do you call it a game when only one man win each time? I think you call it a damn shame. \n[11]You need some weed? \n[12] \n[13]I don't pimp that. You talkin' about who I think you talkin' about, you mean Rae. Rae Doole. Sexy little split tail, like you say. I can't hook you up with that. I got two girls. One ain't in town, the other one pregnant. So... you on your own. \n[14]Shit. Who hasn't? \n[15]She got a spare minute she'll snatch up anyone... but me, I'm different. Sometimes she need the real deal, so she call me up. Girl got an itch. You know... what's a nigga to do? \n[16]That ain't my scene. If that's somethin' you into... \n[17]See, that girl is in my favor. You heard me, nigga? You fuck with her rough, and you got me to fuck wit. \n[18]Like I say, you wanna hook that up... I ain't in ya way. That switch of hers been all over this town. Got that sickness, you know. \n[19]She a freak. Got what you call a sexual addiction. \n[20]What I'm tellin' you. Girl gotta get dick or she go crazy. \n[21]She a freak. Got what you call a sexual addiction. \n[22]What I'm tellin' you. Girl gotta get dick or she go crazy. \n[23]First hooked up with that bitch when she was 16. Girl was fuckin' the principal and two of her teachers. You know coach Reynolds? \n[24]He tapped that. \n[25]Go ask him. \n[26]She been bumpin' around all her life, hookin' up with whoever keep her fed and fucked. \n[27]I seen her give it up on park benches, back of trucks, hoopty hoods, you name it. \n[28]You ever seen a train run on a woman? \n[29]Meanin' like a team of fellas go to work on her and she don't even break a sweat. She into football, you know. You got a letter on your jacket you get that pussy in ya lap. I ain't playin'. \n[30]Like I told you. \n[31]Girl got a sickness. \n[32]Yo, this here Pinetop. I think he got what you lookin' for. \n[33]It got some miles on it, but my boys say she run good. Got fresh 22's on her. Ain't my doin'. That's just how it came to me. Don't worry. Nobody gonna come lookin' for it. I got the pinks... got no problem. Ain't gonna have my girl ridin' no bus. \n[34]Nobody ever asks me to do shit like this for people. And you know what? I'm good at it. Naw what I mean? ", "Angela": "\n[1]Lazarus? \n[2]I'm sorry. It's these soft shoes I wear for my back. \n[3]I'm standing most of my day. They're for support. Didn't see you in church this mornin'. \n[4]Well. It's good to see you. \n[5]Yes? \n[6]Go on, Laz. You can talk to me. \n[7]You take her to a doctor? \n[8]You wait right here. \n[9]Is your niece older than 12? \n[10]My sister got a bad cough with her pneumonia. I just copied her prescription. You don't need to pay anything... just take it. But if she gets worse, you give me a call. I wrote my number on the box. \n[11]Not if no one finds out. \n[12]I already tossed that out. Somethin' you should'a done to that woman long ago... how she treated you. Of course, that's none of my business. \n[13]Wait right there. \n[14] \n[15]Well that's good. I'm happy to hear it. \n[16]This was very sweet of you. \n[17]Hush up. \n[18]I bet you have loyal customers. \n[19]Been eatin' like a princess all week. Even got enough for us to take a picnic under the gazebo. \n[20]I put on the lotion you got me. Can you smell it? \n[21]I's thinkin' about singing in the choir. \n[22]Mm-hm. I don't know if I got a good voice or not but... practice is only on Mondays and Wednesdays, so... \n[23]When? Now? Oh. No. \n[24] \n[25]  \n[26]What? What is it? \n[27]This your cousin? \n[28]  \n[29]Hey. \n[30]What do you need? \n[31]More cough syrup? \n[32]  \n[33]Laz... you don't need to explain yourself to me... \n[34]Laz. I'm gonna put my trust in you. I'm gonna do it knowin' all too well I can get hurt like this. And I have been hurt. Just like you. Woman like me, I got a lot of livin' to do. But my days are precious to me. They all I got left. Don't want no more fuss. I want love in my life. You understanding me, Laz? \n[35]Now what'chu need me to do? Cuz I'm gonna go do it. \n[36]What are you doing? \n[37]You know the rules. You do know the rules, don't you? \n[38]Then start taking them seriously. \n[39]It's okay to breathe, honey. \n[40]She's ready for you. ", "Gill": "\n[1]Still need a lift? \n[2]Gonna have a smoke. \n[3]You sick? \n[4]You gonna miss your bus. \n[5]You think I'm Ronnie's spy or somethin'? Come tomorrow that dumb- ass gonna be halfway round the world tryin' to keep his head on his shoulders. You think he's gonna be thinkin' about you? \n[6]Stop what? \n[7]  \n[8]Thought you had a skirt earlier. \n[9]This thing you got... I've heard people say, you'd fuck a tree if it was handy. I can see that. But that nigger Tehronne. Thinks he's some player cuz he hustles dope and stolen hubcaps. I mean, I can see a tree. But that piece of shit? \n[10]I bet you did. Just had to get that black cock up in you. I swear to God. What Ronnie sees... you disgust me. \n[11]The fuck you laughin' at? \n[12](muffled from the inside \n[13]Oh, Jesus... \n[14] \n[15]Sit down, man. Need a beer? \n[16] \n[17]What? \n[18] \n[19]Hey, it's alright, man. It's alright. Herman. Come on. He just got back. \n[20]What happened? \n[21]I guess it could be worse. You could be comin' back in a body bag. \n[22]She's around. Always is. \n[23]You been home yet? \n[24]You need a ride? \n[25]She ever tell you she was thinkin' of taking off? \n[26]Drink. Come on, drink some. \n[27]Ronnie. You can't see cuz you're too close to it. These nervous spells you get. You never had that shit back in school... \n[28] \n[29]And then you had to fall in love with the school slut. \n[30] \n[31]\n[32]The only thing that cunt's had behind her is me and half the town fuckin' her. Your first night away, I come over and drop off the spare keys like you wanted me to. You weren't gone two hours and she was aching to get me inside her. Like she was havin' some kind'a fit. \n[33]  \n[34]You gonna steal my truck? ", "Lazarus": "\n[1]I never laid a hand on her in anger. Not a day. Not even when I's drinkin'. But this business got me wonderin' what a good shake and slap would do for her. \n[2]I didn't start this, R.L. \n[3]Your mother's funeral. I's a pallbearer, remember? \n[4] \n[5]Say what you gotta say, but I ain't gonna hear you speak his name to me. Not never. You hear? \n[6]Carryin' on behind my back. Make me out to look like a fool to all our people. Tell me, what's friendly about that? \n[7]And you gonna live it with him? \n[8]Rose. Folks get sick. But you do what you can to get on the mend. Our marriage... it just got sick. That's all. \n[9]I keep the heat on. \n[10]Kept us warm for twelve years. \n[11]Better'n me? \n[12]Rose... please... \n[13]If we get with a counselor. At the church, maybe they's... \n[14]God forgive you, for how you done me... \n[15]My Daddy told me that a younger woman would bleed me dry. And that's what you did. Ya bled me. \n[16]Would'a chopped my arm off if you asked. And this how you do me! \n[17]You better pray, gal. You better pray... \n[18]Get me ten bags of mulch. \n[19]Keep the change on that. \n[20]Alright, Lincoln. You come on by, I'll load you up. \n[21]   \n[22]They got blue snakes up north? \n[23]Got'em pickin' peas, not strings. \n[24]Mayella. It ain't happened yet. Ain't happenin' tonight. \n[25]She can still spread it around. \n[26]I'm gonna finish my beer. \n[27]You laid it down. \n[28]Funny. Layin' it down... for my wife. \n[29]You wanna give that a try? Bo. You still got that .22 behind the tap? My little brother say he'd take a bullet for me. You come here to ease your heart. Well, I ain't gonna give it to you. You took her into your bed, now you gotta lie in it. \n[30]Cain slew Able. Slew him out of envy. And God put his mark on Cain for his sin. You want that mark, Deke? Give you that peace you come here for? I'll give it to you, just say that shit again. Say you love me. Go'on! Say YOU LOVE ME, NIGGA! \n[31]I'm through wit'cha both. \n[32]   \n[33]  \n[34]Seem like you and me... we drove her away. That's what we did. Now we... Drinkin' muddy water... a'sleep in a hollow log... \n[35]  \n[36]  \n[37]You gonna do this? \n[38](singing, his eyes closed \n[39] \n[40] \n[41] \n[42]  \n[43] \n[44]   \n[45]Huh? \n[46]  \n[47]You gonna preach 'bout turnin' the other cheek? \n[48]Don't know if God wanna see me. \n[49]  \n[50]\n[51]Mmmmmmmmmm... Mm! \n[52]Sweet... Jesus... \n[53]    \n[54]Little lady? Miss? You need to open your eyes for me. Could ya do that? \n[55]There we go. There we go. Just like you doin'. Go'on. \n[56]Tehronne? Tehronne done this? \n[57]   \n[58] \n[59]God... damn... \n[60]It's good, Mister Melvin. I'll bring ya some. \n[61] \n[62]You hurt it? \n[63] \n[64]Angela? \n[65]I need to uh... \n[66]My little niece... she got this deep cough. \n[67]  \n[68]       \n[69]Oh, she older than that. \n[70]This gonna get you in trouble? \n[71]Thank you. Oh. My wife. She had a card here for her migraine pills. She ain't gonna be around no more... So if you... \n[72] \n[73]Need a word with Tehronne. \n[74]Word wit'cha. In private. \n[75]Been years since I fooled with that. You know a white girl? Dirty blond hair, split down the middle like? \n[76]Huh? \n[77]This Rae... you get with her? \n[78]Why you say that? \n[79]She like it rough? You like beatin' on her? \n[80]Now, hold up. \n[81]You collar that dog, boy. I ain't gonna hurt nobody. Just wanted to know who she was. \n[82]What'chu sayin'? \n[83]What'chu sayin'? \n[84]  \n[85]Gal? Miss Rae? Rae, you hear me? \n[86]  \n[87]Hold on, now. Hold on! \n[88]Now, I ain't gonna hurt'cha. Calm down, Miss. Listen... Listen... LISTEN NOW, GAL! I ain't gonna hurt ya, hear? Gotta get you well. Now, look me... HEY! Look me in the eye. \n[89]Open your eyes. Go'on, now. You need to see, ain't no harm here. Ain't no harm. My name is Lazarus Woods. And I ain't gonna let you die. \n[90]     \n[91]  \n[92]  \n[93]  \n[94]  \n[95]   \n[96]I know, child, I know. Gotta break that fever now. Don't mean to hurt'chu. But I ain't lettin' you die. \n[97]Put fear of the Devil in me, gal. Got me spooked like I's a kid, I tell you. But the good Lord, He showed me what to do. He come knockin' like my man R.L. say... listen here... This here Matthew. He talkin' on how Jesus was healin' the sick. And a man come up to the disciples and he say... Have mercy on my son, for he is a lunatic, and sore vexed... He got the devil in his mind and sores on his skin. And he brought the boy to the disciples, but they could NOT cure him. \n[98]   \n[99]Listen now... This what he sayin' to us. He say... If ye have faith... if ye have faith as a grain of mustard seed, ye shall say unto a mountain, remove hence... and it... shall... move. And nothin'... nothin' shall be impossible to you. You hear that? You just need a bit of faith. You just gotta believe you gonna get well, like I do. \n[100]That's better. You coolin' down. Okay. You rest. Okay. You rest. \n[101]  \n[102]   \n[103]  \n[104]Gal? Gal? \n[105]\n[106]You travelin' right now, gal. You asleep and you don't even know it. Now... come on inside with me. \n[107]Come on, gal... \n[108]   \n[109](singing deep and soft \n[110]What'chu sayin'? \n[111]Uh-huh. \n[112]Naw! \n[113]  \n[114]Nuh-uh. \n[115]How a girl get like that? \n[116]  \n[117]  \n[118] \n[119]   \n[120]Hey. \n[121]Take it easy now. Don't rush it. \n[122]You been in and out goin' on two... maybe two days. \n[123]After your fever broke, you'd wake up in spells... long enough to get that medicine in ya. \n[124]Found you on the side of the road. Someone took to beatin' on you pretty bad. You know who done that to you? \n[125]Well I don't... \n[126]Don't need none. \n[127]Think it'd be best if you stayed put while we talk. \n[128]Best try gettin' ya wits about you 'fore you try to... \n[129]Let me say somethin' first... \n[130]Way I see it, it's gonna take a while for you to get right. \n[131]I ain't laid a hand on ya but to ease yo fever... Remember like I say, I found you in the road... \n[132]Now, no harm's come to you... and I aim to keep it that way. Ain't gonna... gonna run a train over ya... or however you call it... see... you was runnin' wild on me... these fever dreams you was havin'... these fits. I'd be chasin' you all night. \n[133]Gal, you ain't right yet. \n[134]How you let men treat ya like they do? \n[135]These men you up under. How you let them do ya like that? \n[136]You know what I'm talkin' about. All that mess with ya teachers and... boys in the backs of trucks. \n[137] \n[138]I give ya enough chain so's you can get about the house. Get you to the kitchen. You need the bathroom, it'll reach. \n[139]We got everything we need. Plenty of food. Ya medicine still got a few good swallows in it... \n[140]God saw to it to put you in my path. And I aim to cure ya of your wickedness. \n[141]No ma'am. \n[142]In my house, you watch that lip... \n[143]You sick. You got a sickness... we broke that fever... we gonna break that hold the devil got on ya. \n[144]  \n[145] \n[146]GAL! I ain't gonna be moved on this! \n[147]You can holla y'self hoarse. Ain't gonna bend my will. Right or wrong, you gonna mind me. Gonna suffer you like Jesus say, to the FAITHLESS and the PERVERSE \n[148]Now you get up! And you get in my house! \n[149]   \n[150]Whose doin' is that? \n[151]Say we talk. Just take a seat on the sofa. I'll get us somethin' cool to drink. \n[152]You may not remember. But you spent a whole half day in my tub, tryin' to cool down. Melted four ice trays. \n[153]Wicked little bitch... gonna cut me... \n[154]Think I'm gonna let you do me like that... \n[155] (the burning is starting (he throws the belt away \n[156]No, ma'am. You stop that foolishness. \n[157]I said... STOP! \n[158]You hungry? \n[159]  \n[160]I put some back ache into growin' them greens. You should slow down and see how they taste. \n[161]    \n[162]Can't sit all day on that sofa. Need to get your legs strong. \n[163]  \n[164]My Daddy was one of the first mens to organize soil conservation in these parts. That's a group of farmers, you know, each season they'd rotate the crop. Know why it's best to rotate em like that? \n[165]Cuz once in a while soil need a change. Corn take up a lot of nitrate in the fertilizer. So next crop what ya do is plant ya some soy beans. That give off a lot of nitrate. Change keeps it all growin' and growin' strong. Sting a bit? \n[166]Means ya healin'. So all this farmin' make me think on Matthew. Matthew 13. The parable of the sower? Man toss seed on rock, on the wayside, some fell in thorns... you know the story? \n[167]The seed that land on good soil is for them who hear the word of God... and understand the word of God. Not enough for you to hear what I'm sayin', you gotta understand. \n[168]Gal... Matthew ain't doin' shit... this just a story... Look it. I've seen it in nature, I've seen it in men. Ya got to change up your crop. Cuz that seed ain't gettin' in. Ya gotta cut this shit out. Got no cause to be up under these fools, ruttin' on ya like you a bitch. Like you somebody's dog. No woman... who joins in union with Almighty God... or man... in the sanctity of marriage... should degrade herself... and bend to ANOTHER MAN'S WILL! \n[169] (grips her by the legs \n[170]\n[171](offering her the glass \n[172]  \n[173]  \n[174]Y'all know when Ella Mae's open up? \n[175]Just some dresses. \n[176]  \n[177]I'm needin' some women's clothes. A few dresses. Maybe some shoes. But they gotta be nice. They gotta be proper. Clothes a woman would want, where she could feel and look like a woman without... you know, lookin' like a tramp or a hussy or somethin'. \n[178] \n[179]   \n[180]Mind I ask, what's all this business here? \n[181]For your hands? \n[182] \n[183]   \n[184]Lookin' for Miss Angela. \n[185]I brung you a little basket of goodies. Fresh squash, tomatoes, some okra, butter beans. \n[186]Just wanted to say how much I appreciate you helping me the other day. My niece, she's cured up, and I got you to thank. \n[187]Look here. I got somethin' special for you. \n[188]This here is a whipped... body cream. And it's got a smell to it. Tell me what you think. \n[189]They call this Ginger Souffle. Best if it... if it go on your skin just after you been in a hot tub... or shower. \n[190]Well. Hope you enjoy it. \n[191]Got all my honey-do's done with. I'm headin' home. \n[192]  \n[193]  \n[194]   \n[195]    \n[196]\n[197]\n[198]Lincoln, come on back. \n[199]He's fine. Just had a bad fall. \n[200]R.L., you gonna have to get on. I can't have nobody round my place. \n[201]This ain't got nothin' to do with that woman. Just don't want nobody around me now. \n[202]You gotta go, R.L.. I ain't foolin' this time. \n[203]You ain't gonna talk me outta shit no more. I got my mind made up and I ain't gonna be moved on this. \n[204]Got no place for preachin' here. Not now. So you do as I say... \n[205]I told you to TURN BACK! \n[206]  \n[207]  \n[208]Man like you ought not take the Lord's name like you just done. \n[209]I'm tellin' you the truth, dammit. I found her beat. Left for dead. So I brung her home. \n[210]I haven't laid a hand. On my life, R.L., my wick is dry on this. \n[211]Put yo'self in my shoes. Say you out here, alone, with a beaten, half naked, white woman loves to fuck. I been toe to toe with the law in this town for no more than being black and nearby. \n[212]Why don't you go'on and ask her. She need to talk wit somebody with sense. Folks been ruttin' and beatin' on this gal all her days. And this is how I'm handling it. \n[213]Go in and talk to her. Please. \n[214]Good. Makin' steaks for supper. I expect you to come. \n[215]You treat folks special when they company. It's just supper, R.L., shit. \n[216]Watch y'self in there. That girl'll jump on ya junk like a grasshopper. \n[217]  \n[218]Did I hurt'chu? \n[219]What happened in there... that won't your fault. Ain't a young man alive could keep they britches on with that girl being in heat like she is. \n[220]That's between her and me. It's private. And I don't want you goin' off and tellin' ya daddy. \n[221]My mouth is shut, boy. And that's how we gonna keep it. Don't go braggin' to ya buddies, ya heard me? \n[222]So... That your first time? \n[223]You struck some gold, didn't ya? \n[224]Shit. My first time was with my second cousin behind my uncle's barn. She weighed two tons, if a pound. Could'a done a lot better for myself. You sho'nuf did. \n[225]  \n[226]  \n[227]   \n[228]Now that's sharp. That is sharp. Chain give you any trouble? \n[229]Good. Now I got the steaks on, potatoes at a boil, and biscuits ready to pop in the oven. R.L. and Lincoln out yonder grillin' up the corn. What do you know how to make? \n[230](a look of disappointment \n[231]If all you got is filth comin' out'cha mouth... people just gonna tune ya out. Rae. RAE! I'm not fightin' with ya. I just know you got more in you than junk. Now, you sayin' you don't know how to cook anything at all? You know how to boil water? \n[232] \n[233]      \n[234]Y'all let me know if these steaks are too dry. \n[235]Well, dig in, son. Got plenty to eat. \n[236] \n[237]  \n[238]I'm dealin' with what God put before me. \n[239]Not like that. \n[240]She's tied to me, R.L.. We tied to each other. \n[241]I'm through with them both. \n[242]   \n[243]You drink whiskey? \n[244]  \n[245]You take it straight? \n[246] \n[247]Want another? \n[248] \n[249] \n[250]Not my place to change your mind, or anybody else's. People gonna do how they please. You only get one life... should be lived the way you wanna live it. \n[251]If you want... I can take you back to town now. \n[252]Anything. \n[253]  \n[254] \n[255] \n[256]  \n[257]Come a day, Rose say she had to go visit her folks in Jackson. Didn't want me to come... so I stayed put. When she come back... They talk about a woman havin' that glow. Couldn't see it no more. She... took it away. Cut it out. \n[258]One night... While she sleepin'. Held a pillow in my hands. I could see myself killin' her. What evil in my heart make me wanna kill her, I don't know? It's that voice in me. Each time I think it's gone, he come howlin' back. Devil or no, I don't know. But I am a haunted man. \n[259]Calls me when I'm ailing. When I can't find my home, lost in the pines. I calls it the Black Snake Moan. Mm-mm... Got no momma now.Mm-mm... Got no momma now.It's over late last night, don't need no momma now. \n[260] \n[261] \n[262]My life is gone. Only life I was livin'. And I lost it. \n[263]I had love in my heart. And I gave it to one woman. And she gone now. Where am I gonna put all this love? \n[264]Wait... I gotta stop... Rae stop... Dammit, Rae... GET OFF! \n[265]This ain't the way for me. I'm sorry. \n[266]Tell me what to do. \n[267]You just havin' a fit. You ain't goin' nowhere. \n[268]No one's gonna hurt you no more. \n[269]We'll just stay here. Wait till it passes. \n[270]Right here. Be here all afternoon. You ready for this? \n[271]This town ain't goin' nowhere. You take the time you need. \n[272]Friend of mine. \n[273] \n[274]That'd be nice. \n[275] \n[276]At church? \n[277] \n[278]Come on, just a little somethin'. Right here. Go'on now, don't be shy. \n[279]\n[280]I'll take you home now. \n[281]Move, son. Goddammit, kid, get outta my way! \n[282]  \n[283]   \n[284]I tried. \n[285]  \n[286]     \n[287]  \n[288]You and me, we night owls. No use fightin' this shit. Get up. \n[289]What is it? \n[290]Get'chu at that table up yonder. \n[291]You can handle it. \n[292]The hell is this shit? \n[293]The fuck are all these people doin' here? Been drinkin' in this shit hole for years ain't seen this many people since I don't know... \n[294]Nigga, you go'on kiss my ass. Ya both called everybody, didn't ya? \n[295]There you go, preacher man. Get me drunk so I don't stick my foot up yo ass. \n[296]We ain't here to talk about that shit. \n[297] \n[298] \n[299] \n[300]  \n[301]Yeah, gal I been here before. \n[302]   \n[303]Don't think that'd be wise. \n[304]I know you didn't. But you a grown girl. You can handle it. I got to. \n[305]    \n[306]  \n[307]  \n[308]   \n[309]Looks like you know a song. \n[310] \n[311]I know that. \n[312]Go'on and sing it, I'll play. \n[313]Stop that foolishness. Just do as I say and close your eyes. Close your eyes. And think about... well, for a song like this, I'd say you think about what you love. \n[314]Get a good picture in your mind. \n[315]Think on that. And sing wit me. You are my sunshine. My only sunshine. You make me happy when skies are gray. You'll never know dear, how much I love you. Please don't take my sunshine away. \n[316]Good. I know another. It go like this. Last night dear, as I lay sleeping. I dreamed I held you in my arms. When I awoke dear, I was mistaken. So I hung my head and I cried. Close your eyes Rae... sing it. \n[317]Careful how you point that gun, boy. \n[318]Boy? You here to make a point, or you here to kill somebody? \n[319]You sayin' you'll do what? \n[320] \n[321]Test. Shit. What kind'a test you thinkin'? You mean like, if you a man or not? If you a killer? Only one way to prove that. You just look me in the eye, boy, and you squeeze that trigger back. \n[322]Ain't that easy, is it? I been in some scraps, son, I know. First there's that loud crack. Always louder than you think. Like it just come-up- a-cloud and clapped a mess thunder right in ya hand. BAM! \n[323]White light. Smell of smoke. Taste of my blood and brains in your mouth, stingin' ya eyes. \n[324]\n[325]Put all your love and dreams into one woman... she turn around and give it all to another man. That's a good reason to paint the wall with me, kid. She'd fear ya then. Cuz there won't be no more question in her mind. She with a real man now. A real KILLER! \n[326] (looks at Rae and then back at Ronnie \n[327]Go'on. Do it. \n[328]Thought you knew me better, gal. I need you at my house... right now. \n[329]  \n[330]Like a man. \n[331]Hey. You wasn't at'cha work but that nosey gal up at the counter give me your home address. Hope you don't mind me comin' over. \n[332]I need ya help again. \n[333]Can I come in? \n[334]I lied to you. It was wrong. But at the time... I didn't know what to do. Imagine you got an earful from folks about that gal I's carryin'... \n[335]Yes, I do. Cuz I feel for you. Mean to say... I got feelings for you. And I didn't want you to think... I didn't... I don't want you to go away. There's better ways to say what I'm trying to say, but... they it is. Don't go away. \n[336]I do. God's truth. I do. \n[337]That'll do. \n[338] \n[339]Now that's sharp. That's real sharp. Miss Ella Mae set you up, didn't she? You like it? \n[340]Well, this one's yours now. You ready to take care of it? \n[341]Now... let's stop that. You and me... we can handle this. You hear me, gal? We gonna be just fine. Now live ya life. Pull your shit together and live your life. \n[342]Maybe I won't. \n[343]I do. \n[344]You got her now? ", "Sandy": "\n[1]Cough drops or condoms? \n[2]I just like dressin' up in these goddamn blue vests. Your money ticket get shipped today? \n[3] \n[4]What happened to your face? \n[5] \n[6]You need money again? \n[7]You never needed nobody. Always made that clear to me. \n[8]I'm workin' here, Rae. Can you see that? \n[9]All that shit's on aisle 5. \n[10]The hell are you talkin' about? \n[11]All my life I been puttin' out your fires, with you givin' out your snatch to every waggin' dick in this town. And you gonna lay the blame at my feet? Well, I ain't gonna take that. \n[12]Only thing I'm sorry for is listenin' to my parents and having you instead of doin' what I should'a done. ", "Bojo": "\n[1]  \n[2]He black alright, he just ain't blue. \n[3]Folks can dance when they want. Didn't buy that mirror ball for nothin'. \n[4]Wanna get on somebody 'bout live music, get on ol' Laz, there. He the one got this place shakin' back in the day. \n[5]Whole lotta woman, right there. \n[6]Laz. We friends and all but... promise me you'll keep yo cool in my joint. \n[7]\n[8]    \n[9]   \n[10]Shit hole... Hey kiss my ass, Laz. ", "Kell": "\n[1]He'd be good for that. Shit, Ronnie knows cars. \n[2]He fixed up that Buick for my uncle Dale. He say it purrs like a kitten every morning. \n[3](screaming at the field \n[4]Satellites... You mean in space? \n[5]Good thing you can block, Conner, cuz you're dumb as a sack of shit. ", "Mayella": "\n[1]You gonna put some Luther Vandross in here? Shit, he black ain't he? \n[2]Why you stop havin' dancin' on Saturday? Used to have bands... all kind's live shit. Like a wake up in here, now. \n[3]You seen my snake-skin shoes? \n[4]They're from New York. My niece gets 'em on the computer. \n[5]Naw. They got some blue dye, though. You think them boots you got on come from a black cow? \n[6]Don't gotta tell me. Me and my girlfriends use-ta talk 'bout them hard fingertips he got pickin' that guitar. \n[7]They still hard? \n[8](retreating with a glare "}}