{"filename": "Black-Rain_script.txt", "imdb_id": "tt0096933", "imdb_url": "https://www.imdb.com/title/tt0096933", "characters": ["Joyce", "Masahiro", "Sugai", "Berg", "Oliver", "The Kid (as John A. Costelloe)", "Charlie Vincent", "Nick Conklin", "Crown", "Miyuki", "Sato", "Nashida", "Ohashi (as Shigeru Koyama)", "Katayama", "Frankie (as Luis Guzman)"], "dialogues": {"Joyce": "\n[1]\t\t\t\t \t\t\tHello, Ich.  Johnny Walker?  \tIch nods.  Joyce's Japanese is impeccable.  She's a part- \ttime bartender, translator, model.  One of Japan's western \twanderers.  She's sliding past thirty, but only her weary \teyes give it away.  She is about to pour Ich another \tdrink.  \n[2]\t\t\tHe gets as much as he wants.  \tCharlie extends his hand to Joyce.  She ignores it.  \n[3]\t\t\tRight when you're being tucked into \t\t\tbed.  \tCold.  \n[4]\t\t\tThey wouldn't appreciate it, Ich. \t\t\tTrust me.  \tShe says something in Japanese to Ich as she eyes the \tcops.  Then, she walks off.  \n[5]\t\t\tIch said you left.  \n[6]\t\t\tI'm sorry about your friend.  \tNick's surprised at how fast she heard.  \n[7]\t\t\tDead gaiijin's are big news.  \n[8]\t\t\tAn outside person.  A foreigner.  A \t\t\tbarbarian.  You, me. \t\t\t\t \t\t\tMore you.  \n[9]\t\t\tI don't give tours.  \tNick smiles.  \n[10]\t\t\tYou have a helluva way of asking for \t\t\thelp.  \n[11]\t\t\tLook, you need Ich.  I've been here \t\t\tfive years and I still can't read \t\t\tall the street signs.  \n[12]\t\t\tI don't think so.  \tFrom OFF SCREEN:  \n[13]\t\t\tBusy man.  \tNick holds out several of the same girl in various poses.  \n[14]\t\t\tIt's me.  \tIch opens the door.  Joyce, dressed for work, is carrying \ttwo odons .  Joyce and Ich exchange greetings \tin Japanese.  \n[15]\t\t\tWhat's the latest?  \tNick shrugs.  \n[16]\t\t\tShe ever pull down her shades?  \n[17]\t\t\tDon't be an ass.  \n[18]\t\t\tI paid for that.  \tNick tosses a few thousand yen on the table.  Then, \tspotting something out the window.  \n[19]\t\t\tSomebody must be suffering \t\t\tsomewhere, you're being so nice.  \tJoyce takes off down the street.  Nick watches her for a \tbeat.  \n[20]\t\t\tWhere's Ich?  \n[21]\t\t\tI've heard of Sugai.  I've also \t\t\theard of the emperor.  They're both \t\t\tnational treasures.  One's a hood.  \n[22]\t\t\tMy Japanese isn't that hot... \t\t\tBesides, you'll never get in.  \n[23]\t\t\tAnd I'm supposed to care?  \n[24]\t\t\tYou're wrong to sell Ich short.  \n[25]\t\t\tHe's got a reason.  \tNick shrugs, everyone's got a reason.  \n[26]\t\t\tHis son hooked up with some bikers. \t\t\tYakuza kids.  A cop shot him running \t\t\tfrom a robbery.  \tNick looks over for the first time.  \n[27]\t\t\tA father doesn't out live that kind \t\t\tof thing here, much less a police \t\t\tofficer...  \tPause.  \n[28]\t\t\tYou met her.  \tNick looks surprised.  \n[29]\t\t\tThe woman in the apartment.  She \t\t\twon't speak to him.  But she won't \t\t\tleave either.  Japan... Nice, huh?  \tBefore Nick can respond, something catches his eye:  What \the sees --  \n[30]\t\t\tNot wound too tight...  \n[31] \tA three story modern building on a quiet street.  She's \tsearching for her keys.  \n[32]\t\t\tI'd invite you up but I know you'd \t\t\thate the incense. \t\t\t\t \t\t\tI chant.  \n[33]\t\t\t'Nam oyo ranged kyo.'  You think \t\t\tit's dumb of course.  \n[34]\t\t\tI don't remember saying yes.  \n[35] \tis sitting across from Nick.  \n[36]\t\t\tThey want your autograph.  \n[37]\t\t\tThis little guy thinks you're Robert \t\t\tRedford... the other one thinks \t\t\tyou're Charles Bronson...  \n[38]\t\t\tThey'll never go away.  \tNick, reluctantly signs.  Joyce takes one of the kid's \tnotebooks before passing it back.  \n[39]\t\t\tMick Jagger?  \tJoyce smiles, surprised at his choice.  Then, she looks up \tshocked to see --  \n[40]\t\t\tGifts are expected here.  \tNick nods, looks back out the window.  He'll never \tunderstand this country.  He looks back to see --  \tJoyce looking annoyed at him.  Nick gets the message.  \n[41] \treading the Manichi Daily.  \n[42]\t\t\t\t(certain it's bad \t\t\t\t news \t\t\tAll's not lost.  There's a famous \t\t\ttemple here.  We could chant.  \tThe guard hangs up, calls out to Joyce.  Joyce responds in \tJapanese.  The guard opens the gate.  \n[43]\t\t\tThe cheese...   \n[44]\t\t\t\t \t\t\tJust you.   \n[45]\t\t\tSlide over.  \tJoyce, furious at Nick, starts the car, gets behind the \twheel.  Ich gets in on the other side.  \tShe spins the car around.  The gate opens.  They tear off.  \n[46]\t\t\t\t \t\t\tYou came up with the first part.  \n[47]\t\t\tYou're out of your mind.  I'm \t\t\tleaving.  \tNick doesn't respond.  \n[48]\t\t\tYou'll get Ich killed.  \n[49]\t\t\tBullshit, Nick.  And don't tell me \t\t\tthis is all just about Charlie. \t\t\tIt's not.  \n[50]\t\t\tBastard...  \tShe moves toward him, enraged.  Nick grabs her arm.  \n[51]\t\t\tLet go.  \tHe won't.  \n[52]\t\t\tYou're out of your mind.  \tHe grips her tighter.  \n[53]\t\t\tI still think you're a bastard.  \n[54]\t\t\tWouldn't help. \t\t\t\t \t\t\tWatch out for Ich.  \tHe nods.  The cab drives off.  Nick watches her taxi until \tit is out of sight, around a corner, then heads inside.  \n[55] \tstanding at the top of the steps.  A biker is pressing the \tmuzzle of a Sig-Saur assault rifle on her.  Kobo's girl is \tbeside them holding a small pistol.  \n[56] \twho scramble for cover.  \n[57] \tIchiro's wife, dressed in a formal kimono, watch the \tceremony.  \n[58]\t\t\tLast time you asked me to come along \t\t\tI nearly got a hole in my head.  \n[59]\t\t\tMaybe.  If I come visit, we can find \t\t\tout.  ", "Masahiro": "", "Sugai": "\n[1] \tare having a heated discussion.  The GIRL Ich and Nick \thave been following walks over to Kobo and sits beside \thim.  This makes Sugai even more irate.  He's on his feet, \tred faced and screaming.  \n[2] \tThe only traditional house we'll see in our story.  It's \tsurrounded by a pool of blood red steaming water from the \thot springs.  \n[3] \tA vast, austere, traditional room with sliding rice paper \tdoors and tatami mats on the floor.  \tIch and Joyce, drinking tea, are sitting with their feet \tbeneath them in the traditional manor.  \tNick, smoking, is in a semi-sprawl; using his tea cup as \tan ashtray.  \tA LIEUTENANT enters.  He says something and beckons.  They \tall rise.  He says something else.  \n[4] \tNick enters, ducking his head in the low doorway.  the \tshoji slides shut behind him.  \tThe furnishings are minimal but elegant.  There's a \tbutsudan, a tokonoma, and a low, long table in the middle \tof the room.  No chairs.  Nick sits on the floor.  \tA door slides open at the far end of the room.  Sugai, \twearing a kimono over western style suit, walks in.  Nick \tstands up to shake his hand.  Sugai ignores it, and sits \tin the traditional position:  feet tucked beneath him.  \n[5]\t\t\tI'll spare you the ritual.  \tHe tosses him a palm sized bundle.  Nick catches it. \tInside, are brand new greenbacks:  hundreds.  \n[6]\t\t\tPick it up.  Look at it.  \tNick hesitates, then picks it up again.  He runs his \tfingers over the face of the bill and snaps the paper.  \n[7]\t\t\tSeven years work by the finest \t\t\tengraver.  Mass produced, \t\t\tsequentially numbered.  The best \t\t\tthere has ever been, Mr. Conklin.  \n[8]\t\t\t-- Kobo... I know.  He killed two of \t\t\tmy partners.  One in New York, one \t\t\tat the printing plant.  \tSugai fills a cup of tea for Nick and hands it to him.  \n[9]\t\t\tI took Kobo from the street.  I gave \t\t\thim a home, a future... But my ways \t\t\twere too slow for him... I served \t\t\tseven years in prison for my boss \t\t\twhen I was a young man.  Kobo \t\t\twouldn't serve seven minutes for his \t\t\tOyabun. \t\t\t\t \t\t\tHe was supposed to take over this \t\t\tsyndicate when I retired.  \n[10]\t\t\tHe'll be dealt with.  \tSugai sets a plastic wrapped object on a table before \tNick.  Nick recognizes it from the restaurant massacre in \tNew York.  \tCLOSE UP:  Nick's fingers tear at the plastic.  A block of \tblack iridescent polymer.  The negative image of a $100.00 \tbill.  A printing plate.  \n[11]\t\t\tOur associates in New York were \t\t\tclose to closing a deal with us.  \n[12]\t\t\tYes.  Unlike our syndicates, your \t\t\tcriminals don't understand the words \t\t\t'honor' and 'duty'... We can't \t\t\tafford not to deal with them.  \tSugai takes the plate back.  \n[13]\t\t\tImagine if your families could pay \t\t\ttheir gambling and drug debts with \t\t\tperfect counterfeit bought for cents \t\t\ton the dollar.  \n[14]\t\t\tNot with these bills.  And even if \t\t\tit only took them six months, do you \t\t\tknow what our profit margin would \t\t\tbe?  \tNick looks at a child playing near one of the hot pools in \tSugai's garden.  \n[15]\t\t\tThe other plate is currently in New \t\t\tYork, in the hands of Kobo's man. \t\t\tFind it for me.  \n[16]\t\t\tI'll pay you.  \tNick laughs at Sugai's audaciousness.  \n[17]\t\t\tSwiss bank deposit.  Gold bullion. \t\t\tWhatever you want.  You know the \t\t\tcity and the police.  \n[18]\t\t\tYou're smarter than Kobo.  You know \t\t\tthe price of deceit.  Think about \t\t\tit.  \n[19] \tstill walking with his back to Nick.  \n[20] \tThe room where Ich and Joyce are waiting.  Sugai enters. \tTheir surprise turns to shock when they see Nick behind \thim holding a gun to the old man's head.  \n[21] \tSugai watches calmly as Nick, Ich, and Joyce put their \tshoes on.  Nick keeps the gun on him.  \n[22] \tNick steps out of the house.  He now has one end of a wire \tcoat hanger loosely wrapped around Sugai's neck, the other \tend around his wrist.  His gun is pressed just beneath \tSugai's ear.  If nick gets shot, so does Sugai.  \tA handful of guards stand in the courtyard, one is \tpolishing Sugai's Debonnaire car.  They spot Nick and \tSugai coming, and immediately pull their guns.  \n[23]\t\t\tKobo will meet me here tomorrow. \t\t\tTen a.m.  \tIch nods, confirming that what Sugai says is true.  \n[24]\t\t\tHe'll find out you took me.  I'm \t\t\tunprotected.  He'll kill us.  All of \t\t\tus.  You don't stand a chance.  \tIch, knowing Sugai is right, looks at Nick.  Nick flips \tIch the gun.  \n[25] \twearing his hat and coat is sitting on the couch, his back \tto us, facing out the window.  \tDrop down to --  \n[26] \tSugai, wearing his hat, is slumped down on the couch which \thas been splintered by the bullets from below.  \n[27] \n[28] \twearing a western suit, is asking Kobo questions in \tJapanese.  Sugai barks at him again.  Kobo refuses to \tanswer.  Sugai pulls up a shuto -- an 18 inch knife -- \tfrom it's scabbard.  \n[29]\t\t\t\t \t\t\tContact your associate in New York \t\t\tand tell him to hand my plate over \t\t\tto Abolofia.  \tNothing from Kobo.  \n[30]\t\t\tYou have betrayed the syndicate and \t\t\tpersonally dishonored me.  I would \t\t\trather the deal fell through than...  \tThe guards walk over and turn Kobo around.  His back is to \tSugai.  Sugai runs the sword across the nape of Kobo's \tneck drawing blood.  The guards tighten their grip on \tKobo's arms.  \n[31]\t\t\tAbolofia's person has received the \t\t\tplate.  It's done.  \tA door opens at the far end of the room.  It's Kobo's \tgirlfriend, the one Nick and Ich had been following.  \tShe starts toward Kobo; a lieutenant intercepts her.  \n[32]\t\t\t\t \t\t\tI wanted you to see him like this.  \n[33]\t\t\t\t \t\t\tThat's enough.  \tSugai turns away and picks up the sword.  The guards \tclutch Kobo.  Sugai's going to kill Kobo after all.  \tThe girl screams at him to stop.  Sugai's oblivious.  \n[34]\t\t\tYou want him dead too.  \n[35]\t\t\t\t \t\t\tIf anything happens to Abolofia or \t\t\tmy plate, detective...  \tHOLD on Nick then --  \n[36] \tKobo's girl, Sugai's daughter, hangs up the phone.  She's \tbeen on the other end of the line.   \n[37] \tThe door swings open.  Sugai is sitting on the floor.  The \tgirl is carrying a tray of tea.  Beneath the tray, we spot \tsomething else -- the butt of a short-bladed tanto.  \n[38] \tare putting the last of their belongings into a suitcase. \tShe hands him the plate -- Sugai's plate.  \tKobo kisses her as he slips it into his breast pocket. \tThe SOUND of a motorcycle approaching from outside.   \n[39] \tgrabs the gun.  ", "Berg": "", "Oliver": "\n[1]\t\t\tHow big a package we talking about?  \n[2]\t\t\tDope?  \n[3]\t\t\tThe old man was a Japanese paper \t\t\tmanufacturer.  Hotel room and rental \t\t\tcar were full of it.  \n[4]\t\t\t\t \t\t\tArt and stationary paper.  Cavello \t\t\thad five hundred thousand in his \t\t\tattache case.  \tNick rubs the back of his neck in obvious pain.  \n[5]\t\t\tOne guy do all the damage?  \n[6]\t\t\tThought you knew your way around \t\t\tdark alleys, detective.  \tOliver goes through the swinging doors into the Examiner's \troom.  Charlie shoots Nick a look.  Nick let's it slide.   \n[7]\t\t\tWhat about the package?  \n[8]\t\t\tDoesn't speak a word of English. \t\t\tAnd he won't speak Japanese either. \t\t\tNo papers.  The Japanese embassy is \t\t\tvery interested.  \n[9]\t\t\tHe's wanted in Japan.  They want him \t\t\tfirst.  Then we can have him.  \n[10] \tNick is sitting in front of Oliver's desk.  The sunlight \tmakes him wince; wincing makes his face hurt.  \n[11]\t\t\tJapanese embassy talks to state \t\t\tdepartment.  State talks to police \t\t\tplaza.  They to me and me to you. \t\t\tShit rolls down hill.  \tOliver drops a file folder on the desk.  Nick opens it: \tpetty cash, vouchers and plane tickets.  \n[12]\t\t\tYou and Charlie are taking the Jap \t\t\thome, tonight.  \n[13]\t\t\tCheck your gun before you leave. \t\t\tThey're not allowed in Japan.  It's \t\t\ta nice, safe country.  \n[14]\t\t\tThey said send a detective if I \t\t\tcould spare one. \t\t\t\t \t\t\tI can always spare you.  \tNick bridles at the insult.  Oliver's had a hard-on for \tNick for years, and Nick's tired of it.  \n[15]\t\t\tYeah.  Have a wonderful flight.  \n[16]\t\t\tIt's not your job.  \n[17]\t\t\tThey're blaming it on you.  Christ, \t\t\tConklin, you didn't even tell me you \t\t\tlost the prisoner!  \n[18]\t\t\tHow?  You don't know the place.  You \t\t\tdon't know the language.  Get on the \t\t\tplane.  \n[19]\t\t\tYour plane's at nine a.m.  Be on it. \t\t\tThat's orders.  Period.  \tOliver hangs up.  A moment of long distance hum cross \ttalk.  Nick doesn't move.  Pull back through the rows of \tcops busily working... SOUND FADES.  \tCharlie Parker's alto sax FADE UP as we --  \n[20]\t\t\t... Remember, counterfeiting is the \t\t\tFeds.  They'll be all over \t\t\tAbolofia's place.  Stick tight. \t\t\tYou I.D. the other plate, he does \t\t\treal time.  \n[21]\t\t\t\t(still not facing \t\t\t\t him \t\t\tYou know, Nick, if you'd held on to \t\t\tthat plate, you could've been a very \t\t\trich man.  \tOliver turns to face Nick.  Nick just looks at him, then:  \n[22]\t\t\tBe careful on the run.  ", "Charlie": "\n[1]\t\t\tTypical New York woman, big \t\t\tattitude, small apartment, no tits.  \tOnly two things count to Charlie:  his job and his women, \tbut not necessarily in that order.  \n[2]\t\t\tI think she got to you, pappy.  \n[3]\t\t\t\t(glancing at the \t\t\t\t door \t\t\tStill, you gotta wonder how she'd \t\t\tlook in handcuffs.  \tNick, wary, eyes this kid.  Charlie shrugs, spreads his \tarms defensively.  The SOUND of pounding on the front \tdoor.  \n[4]\t\t\tWhoa -- where do you think you're \t\t\tgoing, hotdog.  \tCavello butts him with his head, sending Charlie to the \tfloor.  Then, crosses his arms in front of his face and \tplunges through the WINDOW.  \tNick, not missing a beat, gives a small sigh as he \tfollows.  \n[5] \tturns to see Nick, hands on knees, gasping for air.  \n[6]\t\t\t\t \t\t\t... It's not like you were slow or \t\t\tanything... I think you did just \t\t\tfine.  I think you did great.  \n[7]\t\t\tHey, hey, where you goin'?  \n[8]\t\t\tWait up.  You know the guy who did \t\t\tthe Weismuller through the window --  \n[9]\t\t\tYou know him?  \tNick tries to kick-start this behemoth, but it's not easy.  \n[10]\t\t\tSo why dive through the glass for a \t\t\tnickel and dime bust?  \tCharlie puts his foot up on Nick's fender to tie his shoe. \tNick, spotting an ankle holster peeking from Charlie's \tsock, grabs Charlie's foot.  Charlie teeters.  \n[11]\t\t\tLet go...  \tNick pulls out a Beretta 32.  \n[12]\t\t\tBack-up.  \n[13]\t\t\tWhy?  \n[14]\t\t\t\t(looking at Nick's \t\t\t\t bike \t\t\tI'll get rid of it when you get rid \t\t\tof the egg-beater.  \tThe Harley comes to life spitting a cloud of blue smoke. \tNick puts on his paint-flecked helmet, slides down some \tski goggles.  \n[15]\t\t\tNick, let's go hunting.  Bag \t\t\tCavello.  \n[16]\t\t\t... I found the goombah... Cavello. \t\t\tHe's --  \n[17]\t\t\tWhoa, I knew you were going to say \t\t\tthat.  I absolutely anticipated \t\t\tthat, Nick.  But I said to myself, \t\t\tCharlie, Charlie, we can move up on \t\t\tthis, so go find Nicklaus... He'll \t\t\tbe pissed for a moment, but then \t\t\tit'll dawn on him --  \n[18]\t\t\t... Look... they told me at the \t\t\tGreek's you were here.  I'm sorry, I \t\t\tnever imagined...  \n[19]\t\t\t\t \t\t\tI like her.  She's nice. \t\t\t\t \t\t\tFor her age.  \tThe bedroom door opens.  Connie enters, dumps Nick's \tclothes on the couch, tosses his gun on top of the pile. \tWithout a word, she goes back inside and slams the door \tbehind her.  \tNick, pissed, slowly turns to face Charlie.  Charlie \tshrugs.  Nick's got nothing better to do than go.  \n[20]\t\t\tWhat are they doing now?  \n[21]\t\t\tWho do you think the Jap is?  \n[22]\t\t\tI don't blame you for being sore. \t\t\tIt'll pass when we bag him.  \tCharlie, trying to relax, gestures toward his foot.  \n[23]\t\t\tWhatdaya think?  'Bostonians'. \t\t\tEighty-five bucks. \t\t\t\t \t\t\tGirls go for shoes.  Second place \t\t\tthey look. \t\t\t\t(off Nick's \t\t\t\t reaction \t\t\tHey, I read it in a magazine.  \tNick's attention is drawn to a trio walking in the door.  \n[24]\t\t\tWhat?  \tWHAT THEY SEE:  TWO BODYGUARDS are making a quick sweep of \tthe bar.  FRANK ABOLOFIA, s stocky man with silver grey \thair, sweeps in behind them.  Abolofia has mitts like a \tmeat packer and a fifty dollar manicure.  A heavyweight \tMafioso.  \n[25]\t\t\tThe Wolf?  \tAbolofia walks to Cavello's table.  All rise and shake \thands.  The two hitters take seats at the bar.  The two \tbrothers scramble to serve their distinguished guests.  \n[26]\t\t\tMaybe we should do something?  \n[27] \ton the floor.  They don't have the artillery for this guy \teither.  \n[28] \this hand close around the grip of the Beretta.  He unsnaps \tthe ankle holster.  The SNAP can be heard across the room. \tNick's hand closes around Charlie's and squeezes till the \tknuckles turn white.  \n[29]\t\t\t\t \t\t\tWhat are you doing?  \n[30]\t\t\t\t(nervously showing \t\t\t\t shield \t\t\tPolice.   \n[31]\t\t\tCall 911.  Tell them an officer \t\t\tneeds assistance.  Say ten thirteen.  \tNothing from the owner who looks at Abolofia.  Charlie \tgrabs the owner by his collar and shoves him toward the \tphone.  \n[32]\t\t\tDo it, you dumb bastard!  \tSuddenly Charlie feels something wet at his feet.  He \tlooks down to see that he's standing in a pool of blood \tfrom the massacre.  So much for his new shoes.  \tHe wheels around, then quickly backs out the door.   \n[33]\t\t\tNICK...!  Shit... SHIT!!  \n[34] \tjoins the cops as they run down the alley to find Nick \tgetting pummeled.  \tCharlie shoots at Kobo.  Misses.  Kobo turns to see the \tfive cops, guns drawn.  \tNick, on one knee, spits out blood and a few teeth.  \tKobo calmly slips the shuto out of his coat pocket and \tdrops it next to Nick.  The blade gleams in the light. \tThat was next.  Nick got lucky.  \tKobo towers imperiously above Nick.  Their eyes lock.  We \thold then...  \n[35]\t\t\tFull of what?  \n[36]\t\t\t\t \t\t\tI got a tattoo.  Birdie on the ball. \t\t\tWe all got them when we finished \t\t\tbasic at Camp Lejune.  \n[37]\t\t\t... Nick, you're the one that's \t\t\talways saying you never go anywhere.  \n[38]\t\t\tWhat are you missing?  Riding your \t\t\tmotorcycle to the nurse's house. \t\t\tThat shit is sadder than Ethiopia.  \n[39]\t\t\tThey say we got to turn around and \t\t\tcome right back.  That's what they \t\t\tsay.  I got a plan.  \tThe last thing Nick wants to hear -- too late.  \n[40]\t\t\tI call, right?  I say I got the \t\t\tdreaded thirty six-hour Asian shits \t\t\tfrom some raw clam and we stretch it \t\t\tinto three days.  You and I become a \t\t\tdriving force on the local Geisha \t\t\tscene.  \n[41]\t\t\t\t \t\t\tHey, come on, big guy like you, cop \t\t\tfrom New York.  You're gonna be the \t\t\tbiggest thing to hit town since \t\t\tGodzilla.  \tNick can't help but smile at this kid.  Charlie looks down \tat the guide book.  \n[42]\t\t\tSays here, it's very impolite to \t\t\ttouch someone while you're talking \t\t\tto them... \t\t\t\t \t\t\tGuess that means you can't talk and \t\t\tscrew at the same time, huh, hotdog? \t\t\tWhat's the matter, no -- speaky-the- \t\t\tlanguage?  Understand this:  You \t\t\twill never ever fuck with my partner \t\t\tagain.  \tNothing from Kobo who is looking straight ahead.  He \tdoesn't understand.  \n[43]\t\t\tWhere is the subway station, please.  \tKobo keeps laughing; it's obviously not what Charlie said.  \n[44]\t\t\tNick... You up?  \n[45]\t\t\tNick, have I been a good partner?  \n[46]\t\t\tI just want you to know... I mean \t\t\tanybody who says you ever took has \t\t\tgot to deal with me.  \n[47]\t\t\tYou didn't take, did you...?  You \t\t\thear things.  \tNick opens his eyes.  \n[48]\t\t\t\t \t\t\tI didn't know.  \n[49]\t\t\tWhoa.  Nick, we're in paradise.  \n[50]\t\t\t\t \t\t\tCharlie.  Kon-ich-iwa.  \tNagashima shakes his hand.  Bows.  Charlie bows back. \tNick wouldn't bow if his life depended on it.  Nagashima \thands Nick an official looking document.  \n[51]\t\t\t\t \t\t\tArigato.  \tNick grabs Charlie by the arm and starts for the customs \tline.  \n[52]\t\t\tHey, when in Rome --  \n[53] \ttrying to shove past the customs inspectors who are \twrestling them aside.  \n[54]\t\t\tThere must be some witnesses from \t\t\tthe airport?  \tStill nothing from the good inspector.  \n[55]\t\t\tNick, we can't just --  \n[56]\t\t\t... Detective Ich-iro Matsu-moto. \t\t\tHey, we're getting Mr. Moto on our \t\t\tside.  \n[57]\t\t\tFirst decent idea you've had.  \tCharlie pulls out his 'Footloose in Tokyo\" book, flips \tthrough the pages.  \n[58]\t\t\tFood... Food, here we go.  Tokyo \t\t\toffers a wide variety of food.  It's \t\t\tbest to sample the local \t\t\tspecialties, including sashaimi, \t\t\tsoba, and world renown Kobe beef...  \tNick goes into a restaurant.  Charlie drops the book, \tdisgusted with Nick's choice.  Charlie reluctantly follows \thim in.  REVEAL it's a Shakey's Pizza restaurant.  \n[59]\t\t\tThis should be it...  \n[60]\t\t\tKore?  Doku?  Kore doku?  \tThe man gestures toward the building Charlie was pointing \tto.  \n[61]\t\t\tThis the right place?  \n[62]\t\t\tKonichiwa.  Ichiro Matsumoto?  \tThe woman babbles bird-like in rapid Japanese.  She bows. \tThey're in the right place.  \n[63]\t\t\t\t \t\t\tGetting very weird.  \n[64]\t\t\tMaybe we should bail?  \tSeeing they've stopped, the woman gestures for them to \thurry up, then disappears around the corner.  \n[65]\t\t\tThe back room at Lombardi's after \t\t\tthe Columbus Day Parade.  Under the \t\t\tbed.  In the mayor's office. \t\t\tEverywhere.  \tIch heads for the door without saying a word.  \n[66]\t\t\tI don't think he'd feel it.  \n[67]\t\t\t\t \t\t\tSay Ich, between friends, where can \t\t\tI grab some squish around here?  \tNick sighs, digs in his pocket for some yen for the bill.  \n[68]\t\t\tPussy, ass, soft personnel.  \tIch looks up to see a picturesque, blood-haired American \tWOMEN in a tight silk blouse and skirt.  She works here \tand has obviously heard Charlie.  \n[69]\t\t\tHello hello, Charlie Skloaris.  New \t\t\tYork City.  \tShe refills Ich's glass.  \n[70]\t\t\tMy partner and I are cops. \t\t\t\t \t\t\tWe're on a very big assignment here. \t\t\t\t \t\t\tWhen do you get off?  \n[71]\t\t\t\t \t\t\tWhat'd she say?  \n[72]\t\t\t... He's a sorry old guy, but I like \t\t\thim.  \n[73]\t\t\tNow that's the kind of motorcycle I \t\t\twant to see you on.  \n[74]\t\t\tNick, how we gonna bag this guy \t\t\twithout any help?  Maybe I should \t\t\twork on that girl Joyce, she speaks \t\t\tthe language.  \tNick glances over at his partner, smiles.  But before he \tcan respond --  \tThe DULL ROAR of a half dozen motorcycles in the distance \tbreaks the pre-dawn stillness.  \n[75]\t\t\tHey, Ich has been helpful.  \n[76]\t\t\tYou cool, Ich?  \n[77]\t\t\tYou all right?  You okay?  \tIch nods.  \n[78]\t\t\tWhat does Ichiro mean, anyway?  \n[79]\t\t\tHey, all right.  \tCharlie slaps Ich on the back.  \tNICK smiles at Charlie's remark.  He can't help but like \tthis wide-eyed goofy kid.  \tSomething makes Nick's smile fade.  ", "Vincent": "", "Nick": "\n[1]\t\t\tOne, and one on top.  \n[2]\t\t\tCall.  \n[3]\t\t\tVery nice, Barbie. \t\t\t\t(pointing toward her \t\t\t\t boyfriend \t\t\tNow, I'd take Ken over there and go \t\t\thome.  \n[4]\t\t\tIt's time.  That's all.  \n[5]\t\t\tListen, Ken --  \n[6]\t\t\t-- I'm offering you the benefit of \t\t\tmy experience.  \n[7]\t\t\t\t \t\t\tYou want a popsicle, go to Good \t\t\tHumor.  And don't call me 'pappy.'  \n[8]\t\t\t\t \t\t\tAlley oop.  \tThey down their drinks, then set them down.  \tCharlie pulls out the Binaca, offering Nick a spritz, but \tNick is already pulling out his POLICE BADGE and hanging \tit around his neck.  Charlie quickly follows suit.  \n[9]\n[10]\t\t\tMy name is Conklin.  Let's do this \t\t\tfast so I can go home.  \tZachara, annoyed, looks at Nick.  \n[11]\t\t\t\t \t\t\tIt's all yours.  \n[12] \tcatches the Debutante's eye across the room.  She smiles \tat him, he was right.  He shrugs, spreads his hands. \tThat's life.  \tA well groomed middle aged man, who we'll come to know as \tCAVELLO, suddenly bolts from the crowd lined up against \tthe wall.  \tCharlie spins around to stop him --  \n[13]\t\t\t\t \t\t\tFabulous...  \tHe takes off after him.   \n[14]\t\t\tThanks.  \tNick turns to leave.  \n[15]\t\t\tHome.   \n[16]\t\t\t-- Cavello.  Ronnie Cavello.  \tCharlie trails Nick to his motorcycle:  a Harley hog \tcomplete with wide gleaming fenders and twin tanks.  The \tbike is held together with tape and baling wire.  \n[17]\t\t\tHe works for Frank Abolofia. \t\t\tAtlantic City.  Casinos.  \n[18]\t\t\tWhat's this?  \n[19]\t\t\tGet rid of it.  \n[20]\t\t\tIt's not regulation.  And the only \t\t\tway you're gonna stop anybody with \t\t\tit is to show it to him, and while \t\t\the's laughing, you can shove it down \t\t\this throat.  \n[21]\t\t\tCharlie...  \tNick pops the bike into gear.  \n[22]\t\t\t... You still got shaving cream on \t\t\tyour ear.  \tNick rolls out and disappears in a haze of blue smoke.   \n[23]\t\t\tShort shift?  \n[24]\t\t\tConnie...  \n[25]\t\t\tHigh spirits, desire, commitment.  \n[26]\t\t\tGive me a break, would you?  \n[27]\t\t\tAre you expecting anyone?  \n[28]\t\t\t-- I should tear your head off.  \n[29]\t\t\t-- Hey, I got a better chance of \t\t\tbeing hit by a bus then moving up.  \tCharlie looks away momentarily, letting it slide.  He \tknows he's on sensitive ground.  \n[30]\t\t\tEating Scungilli, just like the last \t\t\ttime you asked.  \n[31]\t\t\tMaybe Cavello's buying a Subaru. \t\t\tHow would I know?  \n[32]\t\t\t\t \t\t\tCharlie, don't do anything.  Promise \t\t\tme?  \n[33]\t\t\tFrank Abolofia.  \n[34]\t\t\t\t \t\t\tSome party.  \n[35]\t\t\tCharlie, take your gum, stick it \t\t\tunder your ass and keep it warm.  \tNick turns away, resumes his drink.  \tNICK'S POV IN THE MIRROR BEHIND THE BAR:  two new Japanese \tmen step in the door.  Early twenties, spiky hair, dark \tVersace suits.  \n[36] \ton the floor.  They don't have the artillery for this guy \teither.  \n[37]\t\t\tSaving your life.  \n[38]\t\t\t\t \t\t\tPolice officers.  Everybody stay \t\t\tput. \t\t\t\t \t\t\tGet back up.  \tAbolofia's eyebrows rise at this development.  \tNick bolts out the door leaving Charlie in charge.  He's \tnever been in charge before.  \n[39]\t\t\tOn the ground, man.  NOW!!  \tKobo cups his hands around his ear.  He doesn't understand \tEnglish.  Nick, keeping his gun fixed, comes up to him and \tkicks out his legs.  \tKobo falls flat on his chest.  \tNick pulls out his cuffs.  But Kobo lunges for Nick's \tankle and yanks it toward him.  Nick stumbles backward; \tKobo's on his feet.  Before Nick can stand, Kobo lands a \tbrutal kick to the side of Nick's head.  \tNick gets up, barrels into him.  Kobo knees Nick in the \tsolar plexus, then lands two more well placed kicks in \tNick's back.  It's not that Nick's a bad fighter, it's \tthat this kid is so damn fast.  \tNick slowly gets to his feet.  KOBO lands two more brutal \tshots to the side of Nick's head.  He's a bloody mess.  \n[40] \tThere isn't a stick of furniture, but that's not the half \tof it.  In the middle of the room is a motorcycle on a \tcenterstand.  A drop cloth is spread around it, tools \tneatly aligned.  It's a Harley -- but this one is in \tperfect condition.  \tA phone RINGS insistently from off screen, then stops.  \n[41]\t\t\tYeah... sure, sure I'll be down.  \tNick walks in, naked.  Every muscle aches.  One side of \this face is completely swollen.  He has a band-aid over \this right eye; some blood caked on his earlobe.  He stops \tto twist a spark plug in with a ratchet, but it snaps.  \n[42]\t\t\t\t(holding up his \t\t\t\t hands \t\t\tThis by this...  \n[43]\t\t\tNot in that company.  \n[44]\t\t\tYeah.  \n[45]\t\t\tCharlie.  \n[46]\t\t\tYeah, he's not used to seeing other \t\t\tpeople do the killing.  \n[47]\t\t\tI did make a mistake.  I let the \t\t\twrong guy get hit.  \tAbolofia doesn't blink an eye, goes for the jugular.  \n[48]\t\t\tWhy?  \n[49]\t\t\tWhat?  \tOliver nods.  That's the way it is.  \n[50] \tlooking at him.  \n[51]\t\t\tWhat...?  What if I say no?  \n[52]\t\t\tWhy me?  \n[53]\t\t\t\t \t\t\tYou got something to say to me, \t\t\tCaptain?  \tOliver doesn't want to get into it.  \n[54]\t\t\tI was thinking the Poconos, Charlie. \t\t\tMaybe Vegas.  \n[55]\t\t\tBeats forty hours on a plane.  \n[56]\t\t\tNot a prayer.  \n[57]\t\t\tShut-up, Charlie.  \tA beat, then Charlie reads a Japanese phrase from the \tbook.  A slight facial response from Kobo.  Charlie tries \tit again.  This time Kobo laughs openly.  \n[58]\t\t\tWhat'd you say?  \n[59]\t\t\tGet a new book.  \n[60]\t\t\tNo.  \tCharlie removes his headphones.  \n[61]\t\t\tNumber five with a bullet.  \tNick shuts his eyes.  \n[62]\t\t\tGo to sleep, Charlie.  \n[63]\t\t\tI worked the three nine in Queens, \t\t\tCharlie.  \n[64]\t\t\tThe lieutenant was on the pad along \t\t\twith the rest of the squad.  I was \t\t\tnew, didn't know shit.  When the \t\t\tfeathers flew, I got called in front \t\t\tof the special prosecutor.  It's on \t\t\tthe top of my personnel file.  They \t\t\tthink I'm dirty or I cut a deal. \t\t\tDoesn't leave you with a lot of \t\t\tfriends either way.  \tNick shuts his eyes.  \n[65]\t\t\tI might as well have done something. \t\t\tI've been paying for it every \t\t\tgoddamn day since I got \t\t\ttransferred...  \tHOLD on Nick then...  \n[66]\t\t\tYou going to take this crap off our \t\t\thands?  \n[67]\t\t\tRight.  \n[68]\t\t\tGivin' you a book is like givin' a \t\t\tbaby a gun.  \n[69]\t\t\tIn Rome, I'll bow.  \n[70]\t\t\tInspector Nagashima told me to give \t\t\tyou this.  \tHe hands the Inspector the official looking document.  The \tInspector scans the paper.  Hands it back to them.  \n[71]\t\t\tWe're cops.  Pol-ice-men.  \tThe Inspector signals a nearby POLICEMAN.  The Inspector \tsays something in Japanese.  Hands the policeman the \tdocument.  The policeman shakes his head, amused, points \tto the end of the line.  \n[72]\t\t\tFellas, get serious.  \tFrom off screen someone CALLS OUT:  \n[73] \ttrying to shove past the customs inspectors who are \twrestling them aside.  \n[74]\t\t\tCops!  He's our prisoner!  \tTwo more policemen arrive.  Nick and Charlie are thrown up \tagainst the wall.  Out come the cuffs.  SNAP!  \n[75]\t\t\tWhat's going on?  We're the good \t\t\tguys!  \n[76]\t\t\tGet me something like an Identi-Kit \t\t\tand I'll give you a description.  \tOhashi remains poker faced.  He continues to arrange \tpapers and apply his hanko  to the bottom \tof a stack of official papers.  \n[77]\t\t\tWhat is it, tea time?  \tStill nothing from Ohashi.  Finally:  \n[78]\t\t\tIncompetent is letting people waltz \t\t\tthrough a secure area wearing your \t\t\tuniforms, carrying official \t\t\tdocuments.  \tOhashi bows slightly, we're not sure why.  \n[79]\t\t\tI want a gun.  \n[80]\t\t\tWe're police officers.  \n[81]\t\t\tWork with me.  I want your best \t\t\tdetective.  \tPause.  Ohashi returns to his papers.  Nick can't believe \tit.  \n[82]\t\t\tHey, inspector, I don't intend to \t\t\ttake the rap for this.  \n[83]\t\t\tLet's go.  \n[84]\t\t\tI said let's go, Charlie.  \tReluctantly they head towards the door, passing long rows \tof bureaucrats, telephones ringing off the hook.  Nick \tstops at the door, spots a fuse box nearby.  He glances \tback to make sure no one is looking.  \tNick pulls out his handcuffs.  Charlie can't figure out \twhat the hell he's doing.  Nick attaches one cuff to the \tmain lever then yanks it down.  \tThe lights go out.  The fan's stop; so do the typewriters; \tso does the air conditioning.  Dead silence.  \tNick attaches the other cuff to a pipe, snaps it shut. \tNow it's impossible to left the main lever.  \tFrom the far end of the room:  \n[85]\t\t\tYour best detective, Ohashi.  \n[86]\t\t\tLet's grab some food.  \n[87]\t\t\tYou said that in the last two \t\t\tplaces.  \tCharlie holds out the paper to a passing man.  \n[88]\t\t\tOkay, you were right.  \tCharlie grins, satisfied.   \n[89]\t\t\tI hope not.  \tA WOMAN now appears at the door.  Middle aged, wizened \tface, in a full traditional Kimono.  \n[90]\t\t\tI'd feel better if we had some heat.  \n[91]\t\t\t\t(looking at the maze \t\t\t\t of streets \t\t\tThink we could find our way back?  \n[92]\t\t\tWhere do we start looking for this \t\t\tguy?  \n[93]\t\t\tWhere're you going, Ichiro?  \n[94]\t\t\t\t \t\t\tJerry Lee Lewis, Elvis, Dinky Doo \t\t\tAnd The Don't's.  Let's book, \t\t\tCharlie.  If he starts on Motown, \t\t\twe'll be here all night.  \n[95]\t\t\tThat's what you said in the last \t\t\tthree piss pots.  \tIch sets down his drink, pours more sake for Nick and \tCharlie then for himself.  He's having a great time.  \n[96]\t\t\tIt's incredible.  Hit him or \t\t\tsomething.  \n[97]\t\t\tDon't give him any more.  \n[98]\t\t\t\t(frustrated, to a \t\t\t\t cabbie \t\t\tWhat's the problem here?  \tThe cabbie ignores them.  \n[99]\t\t\tNot a prayer.  \n[100]\t\t\tHe couldn't find his ass with both \t\t\thands.  \tA brand new Kawasaki 1000 motorcycle with windshield and \tfull farings gleams under a street light.  \n[101]\t\t\t\t \t\t\tSure, a rice burning crotch \t\t\trocket...  \n[102]\t\t\tGive us a break...  \n[103]\t\t\tLeave the rice cake outside and go \t\t\thome!  \tBut Ich persists.  \n[104]\t\t\tCould you fill me in?  \n[105]\t\t\tBecause I want you to tell me.  \n[106]\t\t\tCan we skip the poetry, inspector?  \tOhashi pauses.  Ich looks at Nick as if to warn him he \tcan't speak to Ohashi that way.  \n[107]\t\t\tNot until one of us bags Kobo. \t\t\t\t(looking at the \t\t\t\t corpse \t\t\tAnd it doesn't look like you're \t\t\tdoing so hot.  \tOhashi coolly flicks the ashes of his cigarette and we --  \n[108]\t\t\tYou know, Inspector, you take shit \t\t\tonce, you take shit forever.  \n[109]\t\t\tWhy the hell not?  \n[110] \tKOBO, their escaped prisoner, hurrying in the opposite \tdirection.  His Kamali suit looks like it just came from \tthe cleaners.  \n[111]\t\t\tCharlie!  \tCharlie spots him.  In a flash, the two men jump the \trailing and charge after him, leaving Ich in their wake.  \tIch can't possibly make it over the side.  He furiously \tshoves his way through the Salarymen, trying to get to the \tend of the walkway.  \n[112]\t\t\t\t \t\t\tIt's a set-up...!  Charlie!  \tCharlie hasn't heard him.  \n[113] \tshoving through the crowd.  He spots Charlie.  Shouts at \thim to wait.  Charlie can't hear his partner.  \n[114] \n[115]\t\t\tCharlie!  \tNick is close enough to see, too far to do anything.  He's \tblocked by TWO MORE LEATHER BOYS.  He tries to shove past, \tbut they grab him.  \n[116] \ttrying to struggle free.  \n[117] \n[118]\n[119] \tmanages to break free of the leatherboys holding him. \tThey flee into the crowd as the police close in.  \n[120]\t\t\tHe was my partner.  \n[121]\t\t\tI planned on catching him, Captain.  \n[122]\t\t\tHe killed a police officer.  \n[123] \tasleep, the futon tangled around him.  He opens his eyes. \tA woman is making tea in the kitchenette.  This is the \tkimonoed woman who led Nick and Charlie to Ich the other \tnight.  \tA RADIO is on softly in the background.  The Charlie \tParker tune we've been listening to over the previous cuts \tends, and the announcer comes on:  \n[124]\t\t\tWhat happened?  \n[125]\t\t\tWhy weren't you at the platform?  \n[126] \tas he pours a pail of water over his head, it runs down \this face in slow motion.  \n[127]\t\t\tYeah...  \n[128]\t\t\tYakuza?  \tIch nods.  Nick eyes them for a long beat, then climbs out \tof the tub.  \n[129] \tNick tossing two bags into a taxi in front of Ich's \tapartment building.  \n[130]\t\t\t... Smoking.  \n[131]\t\t\t\t \t\t\tI want to cash it in.  Yen.  \n[132]\t\t\tIchiro?  \tThe woman steps out of the kitchen, babbles something in \tJapanese.  Nick doesn't have a clue.  \n[133]\t\t\tWhat's tricks?  \tShe looks up, surprised to see Nick standing in front of \ther.  \n[134]\t\t\tThere was a change in plans.  \tBeat.  \n[135]\t\t\tGaiijin?  \n[136]\t\t\tI could use some help.  Show me \t\t\taround.  I'll pay you for your time.  \n[137]\t\t\tYou can count on the truth from \t\t\tpeople who don't like you.  \n[138]\t\t\tYou have a helluva way of answering.  \tDraw.  \n[139]\t\t\tMaybe I'm a quicker learner.  \n[140]\t\t\tI can see that.  \tIch ambles into the room, slips down into a chair.  He \tspills the contents of the large manila envelope he's been \tcarrying onto the table:  a wallet, a set of keys, playing \tcards, etc.  \n[141]\t\t\tHow'd you get this?  \n[142]\t\t\tPartners.  \tIch has just had his last drink on duty.  \n[143]\t\t\tKnow her?  \n[144]\t\t\tA snitch?  \n[145] \tas the man in the Hawaiian shirt walks past him.  This is \tthe snitch.  Nick glances back at Ich.  Ich nods -- \tthey're in business.  \n[146]\t\t\tWhat's he saying?  \n[147]\t\t\tMy turn.  \tHe grabs the man by his shirt collar and shoves him \tagainst the wall.  The photos spill to the floor.  \n[148]\t\t\tWho is she?  \tHe bangs the man's head back against the wall.  The man \tstarts babbling in Japanese.  \tIch, horrified, tries to pull Nick off him.  \n[149]\t\t\tAw, for Christ's sake.  \tThey continue speaking in Japanese.  They bow to one \tanother again.  Ich gives the man a glass of water, then \tmotions for him to sit down.  \tNick, impatient, starts for the guy again.  Ich stops him. \tThe snitch holds up one of the photos, and starts \tbabbling.  \n[150]\t\t\t\t \t\t\tNow we're making progress.  \n[151] \tholding the photo, standing in the crowded store.  Ich is \tbeside him.  \n[152]\t\t\tThat's Kobo's girl?  He's sure?  \tIch glances back at the man in the Hawaiian shirt standing \tby the door.  The man nods.  \n[153]\t\t\tOnly one way to find out... Get her \t\t\tup in the morning and put her to bed \t\t\tat night.  \n[154] \tis struggling with his chopsticks and bowl of noodles. \tFrom O.S. A LOUD SLURPING SOUND.  The sound stops, then \tstarts again.  Nick can't eat.  He sets his bowl down and \tlooks over at  \n[155]\t\t\tThink you could keep it to a dull \t\t\troar?  \tThey're sitting by the window across from the Seibu \tdepartment store watching the entrance.  \n[156] \twaiting in the restaurant, get up to follow.  \n[157]\t\t\t\t \t\t\tNo.  Don't say anything.  Don't do \t\t\tanything, and for Christ's sake, \t\t\tdon't apologize!  \n[158]\t\t\tWhat'd I tell you?  \n[159]\t\t\tDid I say that?  \n[160]\t\t\tAre we getting married?  \tPause.  \n[161]\t\t\tYou're doing fine, Ich.  Now drop \t\t\tit, okay?  \n[162] \tas the girl, dressed in her store uniform, comes out of \tthe apartment and heads for work.  \n[163] \tnudges the sleeping Ich with his foot.  Ich opens his \teyes.  \n[164]\t\t\tLet's book.  \tIch is groggy, nonplused.  \n[165]\t\t\tLet's go.  \n[166]\t\t\tCall a cop.  \tThe door swings open.  Nick walks in.  \n[167]\t\t\t\t \t\t\tIf you're gonna give me a hard time, \t\t\twait outside.  \tNick goes through her chest of drawers:  on the top, a lot \tof high quality lingerie.  \tINSERT PHOTO:  The girl and Kobo posing in a vintage \tCorvette.  \tNick replaces the picture, and carefully rearranges the \tdrawer so it appears untouched.  He pulls open another \tdrawer.  Then another.  Under the jeans and Mickey Mouse \tT-shirts, he finds:  \n[168]\t\t\tNot too shabby for a perfume pusher.  \tIch, shocked, tries to play it cool.  \n[169] \ta few yards away.   Nick smiles, then walks into the \tstore, hoping he hasn't been made.  \n[170]\t\t\t\t(looking back out \t\t\t\t the window \t\t\tFour goddamn days.  This is going \t\t\tnowhere...  \tA KNOCK at the door.  \n[171]\t\t\t\t \t\t\tSure, but then I just pull out the \t\t\tphotos.  \tIch opens one of the box dinners and sets it on the ledge \tin front of Nick.  \n[172]\t\t\tIchiro --  \n[173]\t\t\tSmells like Bayonne at low tide.  \tJoyce hands Ich a flask of hot sake in tinfoil.  \n[174]\t\t\tWhoa whoa...  \tNick grabs the flask.  Dumps it out the window.  \n[175]\t\t\tHe's on duty.  \n[176]\t\t\tAlley oop!  \tNick grabs his coat and goes out the door.  Joyce slips \tIch another flask of sake.  \n[177] \twatching in a doorway down the block.  Nick's shivering, \this hands thrust in his army surplus jacket.  Ich doesn't \tmind the cold.  He's had his sake.  \n[178]\t\t\tGood.  Very good...  \n[179]\t\t\tShe disappeared... shit!  \n[180] \tdropping another cigarette butt to the ground.  There's a \tsmall pile at his feet.  He's leaning against the wall \twatching one end of the block.  TRACK over to reveal Ich, \this back to Nick's, watching the other end.  \tIch glances back at Nick.  Nick ignores him.  Ich turns \tback.  \n[181] \tWalk in.  Everything seems normal.  \tThe BOUNCER in a white tux, stops them.  This is not a \tplace frequented by Gaiijin.  \tIch beseeches the Bouncer to let his good friend in, \tpromising that his friend will spend lots of money.  \tNick, thinking he's in, takes a step forward.  The Bouncer \tshoves him back.  \n[182]\t\t\tHey, no hands, huh?  \tHe bats his hands away.  Ich grabs Nick by the shoulders, \tpreventing a fight.  \n[183]\t\t\tGaiijin.  \n[184]\t\t\tIf I smell one drop of Scotch on \t\t\tyour breath, my friend --  \n[185]\t\t\tI don't believe it... \t\t\t\t \t\t\tSon-of-a-bitch --  \tIch, knowing they're being watched, grabs Nick by the \tsleeve and drags him off still pretending to be drunk.  \n[186]\t\t\tWe're through.  I mean it.  This is \t\t\tthe end of the line, Matsumoto.  \n[187]\t\t\tShut-up.  \tNo longer fearing he's being watched, Ich abruptly stops \this affected walk, and sounding very sober --  \n[188]\t\t\tI want to yank Kobo.  \n[189]\t\t\tIch, my name is Nick.  Not Nicklaus, \t\t\tnot Nicklaus-san, not Nick-san. \t\t\tNick.  \n[190] \tare standing across the street waiting for the cops to \tarrive.  \tNick freezes.  \n[191]\t\t\tShit...  \tNick races across the street toward the club.  Horns \n[192]\t\t\tI'm taking you back.  \tThe girl takes off down the block.  \n[193]\t\t\t\t \t\t\tA few minutes faster, we might've \t\t\tnailed him.  \tOhashi doesn't say a word, hands Nick a document.  \n[194]\t\t\tWhat's this?  \n[195]\t\t\tWhile you were hanging out at the \t\t\tvisa office, we found the son-of-a- \t\t\tbitch.  \n[196]\t\t\tMaybe if you'd work with us --  \tOhashi ignores him, continues walking toward his waiting \tcar.  \n[197]\t\t\t\t \t\t\tHey...! \t\t\t\t(Ohashi keeps \t\t\t\t walking \n[198]\t\t\tOhashi!  \tOhashi faces straight ahead, ignoring Nick.  Nick takes \tthe extradition paper and spikes it on the car antenna.  \tIch grabs Nick by his arm, pulling him back from the car. \tThe car pulls away.  \n[199]\t\t\tDamnit, Ichiro, I'm tired of people \t\t\ttelling me what I can and can't do. \t\t\tNo one ever solved anything sitting \t\t\ton their ass.  \tNick, beside himself with frustration, watches Ohashi's \tcar disappear down the block.  \n[200] \twho walks off without looking back at his partner.  \n[201]\t\t\tThe ice help?  \tNothing from Ich.  \n[202]\t\t\tWhere does this Sugai live?  \n[203]\t\t\tI want to go talk to him.  \n[204]\t\t\tBecause he knows how to get to our \t\t\tman.  \n[205]\t\t\tI'll be a nice Gaiijin.  \tNick gets up and goes to the closet.  He slides open the \tdoor.  All of his and Charlie's clothes have been neatly \thung up.  \tHe shoves Charlie's jacket aside.  Something's wrong with \tthe way it hangs.  He pulls the jacket out, runs his hand \tover the coat, feeling something heavy in the lining.  \tNick rips the lining open.  Charlie's .32 Beretta and a \tspare clip tumble out.  \n[206]\t\t\tThe little bastard.  God bless him.  \tIch takes a drink from his bottle.  \n[207]\t\t\tBig enough.  \n[208]\t\t\tIt's a new deal. \t\t\t\t(putting it in his \t\t\t\t waist band \t\t\t... coming with me tomorrow?  \n[209]\t\t\tSure, pal.  You've got better things \t\t\tto do.  \tNick walks out shutting the door behind him.  Stay on Ich \twatching the door, then --  \n[210]\t\t\tYou know where I can get a decent \t\t\tcup of coffee this time of night? \t\t\tI'm buying.  \n[211]\t\t\tI need your help, Joyce.  \n[212]\t\t\tUnavailable.  \n[213]\t\t\tI need someone to translate for me.  \n[214]\t\t\tIt's my last shot.  I have to be on \t\t\ta plane home tomorrow night.  \n[215]\t\t\tYou could fake it.  \tJoyce finishes her drink, sets it down.  \n[216]\t\t\tHe drinks.  \n[217]\t\t\tWhere's the wife?  \n[218]\t\t\tWhat do you chant?  \n[219]\t\t\tNot if it works. \t\t\t\t(holding the door \t\t\t\t open for her \t\t\tI'll meet you at the train?  \n[220]\t\t\tI don't remember you saying no.  \tJoyce smiles, heads inside.  \n[221]\t\t\tWho am I supposed to be?  \n[222]\t\t\tTell them I'm not.  \tShe does, but the kids insist.  \n[223]\t\t\tI'm sorry, Ichiro.  I lost it last \t\t\tnight.  I shouldn't have hit you.  \tStill nothing from Ich.  \n[224]\t\t\tWhat's in the box?  \n[225]\t\t\tSo I bring some cheese?  \n[226]\t\t\tHey, Ich... Thanks.  I'm glad you're \t\t\there.  I mean it.  \tIch still won't acknowledge Nick.   \n[227]\t\t\t\t \t\t\tThey took the gift an hour ago.  \tThe phone rings inside the gate.  A guard picks it up.  \n[228]\t\t\tWe're in?  \n[229]\t\t\tThis supposed to impress me?  \tHe sets it down.  \n[230]\t\t\tI'm impressed.  But let's use the \t\t\tshort form.  I'm looking for --  \n[231]\t\t\tI don't drink tea.  \tSugai hands it to him anyway.  \n[232]\t\t\tI want him.  \n[233]\t\t\tThe families who control the \t\t\tcasinos?  \n[234]\t\t\tThe Feds would be onto you in a \t\t\tmonth.  \n[235]\t\t\tWhy tell me this?  \n[236]\t\t\tYou trust me?  \n[237]\t\t\t\t(indicating the \t\t\t\t counterfeit bills \t\t\tWith these?  \n[238]\t\t\tIf I say no?  \n[239]\t\t\tI don't have to.  \tSugai cools.  Without a word he gets to his feet and \tstarts toward the door.  \n[240]\t\t\tI have ten hours to grab my man.  \n[241]\t\t\tYou won't get hurt.  \tSugai turns to see Nick, across the room, pointing the \tBeretta at his head.  \n[242]\t\t\tLet's go.  Him first.  \n[243]\t\t\tIt's done. \t\t\t\t \t\t\tYou don't have to come.  \tShe hasn't moved a muscle.   \n[244]\t\t\tExplain to them.  They shoot me, \t\t\tthey kill you. \t\t\t\t \n[245]\t\t\tGrab the keys, Ich, and get inside.  \n[246]\t\t\tNot now, man, okay, not now.  Work \t\t\twith me.  \tIch takes the keys from the man polishing the car.  He \tgets inside.  Joyce hurries in bedside him.  \n[247]\t\t\tStart it.  \n[248]\t\t\t\t \t\t\tWhere's somewhere safe?  \tNothing from Ich.  He's still apoplectic.  \n[249]\t\t\tGood.  \n[250]\t\t\tNot if we're careful.  \tIch checks to make sure the gun is loaded, then watches as \tNick escorts Joyce out of the room.  \n[251]\t\t\tNo one's keeping him here.  \n[252]\t\t\tWhy would you care?  \tThat pushes her over the line.  \n[253]\t\t\tWhat if I chant?  \n[254] \twalking into Sugai's room.  Sugai's asleep on the bed. \tIch is vigilantly sitting awake in the corner, the gun \tresting on the table in front of him.  \n[255]\t\t\tBetter wake him up.  \n[256] \twho slams the side of Kobo's head with the butt of his \tgun.  \n[257] \tcan't believe Sugai's going to kill him.  Nick starts to \tget up, Ich stops him.  \tKobo realizes Sugai isn't just threatening him.  \n[258]\t\t\tThat wasn't our deal.  \n[259]\t\t\tAfter a court convicts him.  He \t\t\tbelongs to me.  \tThere's a long pause.  Then, something unusual happens. \tSugai tells the lieutenant to unfasten Kobo's wrist.  When \the does, Sugai hands Kobo the sword and demands that he \tcut off his finger.  \tThis is Yubitsume:  the ritual act within the Yakuza of \tslicing the joint of the little finger to atone for a \tmistake.  \tKobo, not believing in this ancient tradition, refuses. \tSugai nods to a guard who places Kobo's finger on the \ttable.  \n[260]\t\t\tJust one, compadre... Kampai.  \n[261]\t\t\tIt took 12 years to make it, you \t\t\tcould take five minutes to drink it.  \tIch slows down.  \n[262]\t\t\tYou did great, Ichiro.  \n[263]\t\t\tSave it, I already took the tour.  \n[264]\t\t\tGuess I'm on a roll.  \n[265]\t\t\tTime, I've got plenty of.  \tA raucous SALARYMAN comes down the aisle, singing an Enka, \tswaying with the train, bumping into seats.  A common \tenough sight and ignored by the rest of the passengers. \tThe Salaryman stumbles and falls across Nick's lap.  \n[266]\t\t\t\t \t\t\tHey, hey, come on, blow...  \tThe Salaryman bows deep.  Nick ignores it.  The man moves \ton.  Kobo looks out the window, the train begins to SLOW \tas it approaches the next station.  \n[267]\t\t\tI'm amused.  \n[268]\t\t\tSugai won't give it to me, you know \t\t\tthat.  \n[269] \tfollows him to the door.  \n[270] \tbursts into the packed bar car.  \n[271]\t\t\tIchiro?!  \tEveryone turns around.  No Ich.  \n[272]\t\t\tWhere's Ohashi?  \tInstead of offering him help, the policemen grab him and \tslap a pair of handcuffs on Nick's wrists.  \n[273]\t\t\tWhat the hell are you doing?!  \n[274]\t\t\tFor God's sake, Ohashi, I need your \t\t\thelp.  Let me out of here!  \n[275]\t\t\tIf anything happens to her while I'm \t\t\there --  \n[276]\t\t\tI have to get to Sugai.  \n[277]\n[278]\t\t\t\t(yelling at the top \t\t\t\t of his lungs \n[279]\t\t\tI was ready to have your ass for \t\t\ttaking off on me.  \n[280]\t\t\tHow many men?  \n[281]\t\t\tJoyce?  \n[282]\t\t\tWe need the plate to negotiate with.  \tIch nods.   \n[283]\t\t\tYou know, Ichiro, you just burned \t\t\tyour bridges.  \tIch is silent for a moment.  He hands Nick's Beretta back \tthrough the partition.  So it goes.  \n[284]\t\t\tNow we've got nothing to negotiate \t\t\twith.  \n[285]\t\t\tJoyce told me about your family. \t\t\tIt's tough...  \tIch looks up surprised.  \n[286]\t\t\tA wife.  She left.  \n[287]\t\t\tMe too.  \tIch glances over at Nick, then back at the road.  \tNicks rubs out his cigarette and presses down on the \taccelerator.  \n[288] \tsitting in the car watching from a hillside turnoff. \tThere's no easy way in.  \n[289]\t\t\tLet's go.  \tIch hands Charlie his shuto -- an 18 inch long knife.  \n[290]\t\t\tWhat's that for?  \n[291]\t\t\tThanks.  \tNick opens up his door and climbs out.  \n[292]\t\t\t\t \t\t\tWhy's that?  \n[293] \tmaking their way through the waist high water.  \n[294] \trises from a ditch and swings a hoe at the rider as he \tpasses, catching the man across the face.  The rider drops \tlike a swatted fly.  The biker's momentum carries it a few \tyards before it falls and skids to a halt.  \tNick hurries to the bike.  \tIch drags the biker off the road, then catches up to his \tpartner.  \n[295] \traise the heavy bike.  Nick mounts.  He takes the riders \thelmet and goggles from Ich, and puts them on.  \n[296] \tbearing down on Kobo.  \n[297] \tdumps the bike at the foot of the stairs and leaps on \tKobo.  \tNick and Kobo roll off the narrow porch.  Nick breaks \tfree.  He isn't fighting fair this time.  He slams his \tfoot into Kobo's face and ribs.  Kobo tries to get up, but \tNick knees him in the chin.  \tA woman cries out in Japanese.  Nick turns to see  \n[298] \ttackles her, and wrestles the gun away.  She grabs for it. \tNick slugs her.  \n[299] \twho scramble for cover.  \n[300]\t\t\t\t \t\t\tYou all right?  \n[301]\t\t\t\t \t\t\tCall for help.  \tNick mounts the other bike, and puts the turbo charged \trocket into gear.  \n[302] \tcomes around the same corner.  His bike fishtails and \tslides out from under him.  \n[303] \tpulling eight-five... ninety... one hundred.  The rain \tstings his face.  It's hard to keep his eye open.  \n[304] \tis gaining on him.  He HEARS something coming up behind \thim.  \n[305] \tas the biker draws even.  \n[306] \tsomething the biker doesn't.  \n[307] \tswerves to avoid it at the last moment.  The biker reacts \ttoo late and runs --  \n[308] \tburst around the corner charging toward him at a hundred- \tand-twenty miles per hour, in the driving rain.  \n[309] \tflying over the edge of the road, and down the cliff.  \n[310] \tstruggling to get his gun.  Finally he does.  But it's \tcaked in mud.  If the barrel is stuffed it will explode. \tNick has to take the chance.  \n[311] \taims as best he can and fires.  The mud caked gun explodes \tin his hand.  Nick screams in agony.  \n[312] \tstruggles to get up.  He can't.  \n[313] \tcrawling a few inches, that's it.  \n[314] \treaches into his coat and pulls Ich's 18 inch shuto out.  \tHe rolls away at the last moment, slashing Kobo's ankle as \the races past.  \n[315] \tmustering all his strength, struggles across the road on \tall fours.  \n[316] \tstill moving, his arms and legs feel like lead.  \n[317] \tgrabs Kobo's wrist forcing him to drop the plate.  Nick \tpicks up a rock.  It looks as if he's going to smash \tKobo's head.  Instead, he brings it down on the plate, \tshattering it in a half-dozen pieces.  \tNick tosses the pieces in front of Kobo's face.  \n[318]\t\t\tKeep the change.  \tNick, exhausted, slowly falls onto his back.  He looks \tover at Kobo, their faces are inches apart.  Nick makes a \tslashing mark with his index finger above his eyebrows. \tThe same gesture Kobo made to Nick through the two-way \tmirror in New York.  \tNick passes out.  His eyes shut... the screen...  \n[319] \tstanding at the far end of the room by the fuse box.  He's \talso bandaged and on crutches.  \tNick looks at Ohashi without saying a word, then flips the \tmain switch up.  The lights and fans start working.  \tHe turns and walks out the door.  \n[320] \tIchiro's wife, dressed in a formal kimono, watch the \tceremony.  \n[321]\t\t\tCan't make you change your mind?  \n[322]\t\t\tMight be different in New York.  \n[323]\t\t\tI'd like that.  \tIch sits down with two fresh bowls of soba noodles.  Nick \thesitates.  \n[324]\t\t\tJoyce, give the assistant Chief \t\t\tInspector a drink, would you?  \tAs Joyce refills all their cups we...  \n[325]\t\t\tRight.  \tReveal Nick sitting in front of Oliver's desk, his one arm \tis still in a sling.  Nick gets to his feet.  \n[326]\t\t\tNever crossed my mind.  \tOliver nods; he believes him.  \n[327] \twalks in with two heavy bullet proof vests slung over his \tshoulder.  He squeezes past the raiding party to find  \n[328]\t\t\tSure you want to come?  Probably \t\t\tbetter than the Greyline Tour.  \tIch stands up, shoves the guidebook in his back pocket. \tHe helps Nick fasten the strap in back.  \n[329]\t\t\tWe can't lose.  \n[330]\t\t\tCause you're the biggest thing to \t\t\thit this town since...  \tBefore Nick can finish his line, the door SLAMS SHUT \tbehind them.  ", "Conklin": "", "Crown": "", "Miyuki": "", "Sato": "", "Nashida": "", "Katayama": ""}}