{"filename": "Blade-Trinity_script.txt", "imdb_id": "tt0359013", "imdb_url": "https://www.imdb.com/title/tt0359013", "characters": ["Wolfe", "Sommerfield", "Wilson Hale", "Danica Talos", "Virago", "Drake", "Abigail Whistler", "Ray Cumberland", "Jarko Grimwood (as Triple H)", "Blade", "Asher Talos", "Dr. Edgar Vance", "Chief Martin Vreede", "Hannibal King", "Whistler"], "dialogues": {"Wolfe": "\n[1]I'm not so sure -- \n[2]There's something beneath us. \n[3]    \n[4]Guys? ", "Sommerfield": "\n[1]I don't think you understand, Blade. Whistler meant for us to help you.  When he died, he activated an emergency protocol.  All his knowledge -- \n[2]--was transferred to our servers here. \n[3]A biological weapon. \n[4]For the last year I've been~working with synthesized DNA in order to create an artificial virus targeted specifically at vampires.  We're calling it DayStar. \n[5] \n[6]Vampire DNA is a hodge-podge of different genes, mixed in with all sorts of useless junk DNA.  Because Dracula's the progenitor of the vampire race, his DNA is still pure.  It hasn't been diluted by a hundred generations of selective mutation. It still has all the necessary cellular compounds for the virus to code to.  We get his blood, we can boost Daystar's viral efficacy to a hundred percent. \n[7]The virus is harmless to humans.  So we decided to go after the vampires' food source.  The one thing we know for sure about vampires is that they have to drink blood. If we manage to pull this off, we'll be able to contaminate every blood source on the planet.  They won't have anyone left to feed on. \n[8]If the vampires are trying to isolate the hereditary factor in Drake that makes him immune to sunlight, they'll require certain kinds of laboratory equipment and provisions.  For instance, there's an enzyme called Taq Polymerase.  And there are only a limited number of suppliers. Give me a few hours.  I'll see if I can't hunt us up some leads. \n[9]I think I've got a lead. \n[10]Biomedica Enterprises.  They've been buying up all sorts of supplies -- Taq polymerase, bone marrow growth supplement, genetic sequencing enzymes. \n[11]'The reason most people are bad is because they do not try to be good.  Now, the Nome King had never tried to be good, so he was very bad indeed.  Having decided to conquer the Land of Oz and to destroy the Emerald City and enslave all its people, King Roquat the Red kept planning ways to do this dreadful thing, and the more he planned the more he believed he would be able to accomplish it --' \n[12]Guys?  You okay --? \n[13]Zoe, go find some place to hide, sweety. \n[14]Damnit, go!  Get out of here, Zoe! \n[15]    \n[16] \n[17]I think I've managed to cultivate a workable strain of the Daystar virus.  As a precaution, I transmitted the genetic sequence to Caulder, in case our main stock was destroyed.  In order for it to achieve maximum lethality, you'll need to interfuse it with Drake's blood.  If it works, any vampires in the immediate vicinity should die almost instantly. After that, it should take only a few weeks for the virus to spread throughout the rest of the world. \n[18]There's one other thing, Blade.  You need to know that there's a chance the virus could destroy you too.  Because you're a hybrid, I'm not sure whether your immune system will be able tolerate it. I'm sorry.  We didn't have enough time to properly test it. ", "Wilson": "", "Hale": "\n[1]Ray!  Heard we've got a lead! \n[2]    \n[3]Dead.  Just like all of your victims. \n[4]I don't know, Ray.  What if a vampire's Jewish? \n[5]Chief, we've got a federal arrest warrant here that clearly supersedes -- ", "Danica": "\n[1]Night-time's too tricky, Grimwood. You know that. \n[2]Cuneiform. Dates back about four thousand years. \n[3]Because this was the cradle of civilization.  He would've been comfortable here. \n[4]What's he been doing? \n[5]Hendrix, if he wanted to out of there - there isn't an army in the world that could keep us safe.  We didn't capture him.  He allowed us to take him in.  You understand? Now open up. \n[6]Your people need you, Sire. \n[7]Times have changed.  Science has made great strides.  Your blood, the sacrament you provide -- it can set us free now. \n[8]I understand. \n[9]Let him out -- he wants to see what's become of his world. \n[10]    \n[11]Hi.  We're here to transfer a patient to County General? \n[12]    \n[13]Easy, lover. You're not going anywhere. \n[14]We moved the humans around like, pawns, Blade.  Used them to flush you out. \n[15]Don't make this any harder than it has to be.  You're all alone, Blade.  No one can help you now. \n[16]King! \n[17]Fucking Hannibal King! \n[18]I should've ripped his ripped his bleeding heart out when I had the chance! And don't you dare tell me \"I told you so\"! \n[19]Blow me. \n[20]We can raze their cities to the ground. We can bring the old world back. \n[21] \n[22]That's impossible -- \n[23] \n[24]I was a good Catholic school girl\tOnce. \n[25] \n[26]Why? \n[27]Poor little King.  You look so distraught. \n[28]You're tasting a little bland, lover.  Not getting enough fatty acids in your diet? Have you tried mackerel?  Lake trout? \n[29]Oh, there'll be time to play doctor later, believe me.  But for now, we need to have a little talk. Tell us about this bio-weapon you've been building. \n[30]You're brave, King, I'll give you that. But underneath all your swagger -- \n[31]-- I know what you really fear.   What would hurt you more than anything else. \n[32]You don't want to go back to being one of us -- -- do you? \n[33]I'm going to bite you again, King.  And then I'm going to leave you here while you turn.  I'm going to watch you, day after day, while the Thirst keeps building and building.  And then, when you can't stand it anymore -- \n[34]-- I'm going to bring the little girl for you to feed on.  Would you like that, King?  Would you enjoy taking her life? \n[35]Now we're getting somewhere, my pet. \n[36]Excuse me? \n[37] \n[38]ENOUGH!  It's not funny anymore! \n[39] \n[40]\n[41]        \n[42]I was that bad, huh? \n[43]No bullets in your gun, King. \n[44]      ", "Talos": "", "Virago": "", "Drake": "\n[1]      \n[2]In the window -- you sell vampire merchandise? \n[3]    \n[4]      \n[5]This world sickens me.  The humans have soiled it with their filth. \n[6]Come closer. \n[7]And do you know why? Once, all of my kind could brave the day. We were true predators.  The world was ours.  And then, somewhere along the way, the purity of our bloodline became diluted.  Polluted with human DNA. \n[8]Is it? \n[9]You are bastard children.  No longer as pure as you pride yourselves on being. \n[10]My people.  How far you have fallen. \n[11]        \n[12]So you're the hunter they all fear. \n[13]    \n[14] \n[15]He'd outlived his purpose.  He'd become a liabi1ity. \n[16]Your sword -- I've seen that hilt before. Eight or nine centuries ago.  The hunter who carried it was an accomplished fighter. \n[17]He was honorable, in his own way.  He died a good death. \n[18]You lie.  You're part of a grand tradition, Blade.  You hunters have plagued my people since the day we first walked the earth.  And I have vanquished them.  One by one. \n[19]I've always been able to.  Haven't you read Mr. Stoker's fable?  I was the first of the vampires.  I am unique. \n[20]Yes.  My children seek to isolate the properties in my blood that make me immune to sunlight.  Through me, they believe they can all become Daywalkers. \n[21]The world's changed much since I went to sleep.  How crowded it's become.  Look at them down there.  Lives brief as fireflies.  Do you think they can ever grasp what it means to be immortal like us? \n[22]Perhaps I will as well, then.  But I think it's more likely that you will fall before mine. Catch. \n[23]          \n[24]Why do you wear that -- symbol? \n[25]I was there when they crucified him.  He died -- for their sins, not mine. \n[26]  \n[27]I'll make you a better one. \n[28]There's an old saying -- \n[29]Kill one man, you're a murderer. Kill a million, a king. Kill them all, a God. \n[30]          \n[31]      \n[32]Do you know who I am? \n[33]The Nome King.  I like that. Tell me, child.  Do you want to die? \n[34]There is no Heaven.  No God.  No angels. No happy ending for good little girls. The only thing you have to look forward to is nothingness. \n[35]But what if you could change that?  What if you could remain a child forever? \n[36]What if you could keep this little doll- like face of yours until the sun itself cooled to a cold, hard rock? Wouldn't you like that?  Wouldn't you accept that gift? \n[37]    \n[38]      \n[39]    \n[40]Are you ready to die, Blade? \n[41] \n[42]    \n[43]    \n[44]    \n[45]    \n[46]    \n[47]Well done, hunter.  Well done. \n[48]You fought with honor -- \n[49]-- as I knew you would.  The humans are coming for you, you know.  In their eyes, you and I are the same. Allow me one last indulgence, then -- -- a parting gift -- ", "Abigail": "\n[1]Italo Calvino once said that myth is the hidden part of every story, the buried part, the region that is still unexplored because there are as yet no words to enable us to get there. But I was there for the end.  I took part in it.  And I think my words can help shed light on what happened.  My name is Abigail.  This is our story. \n[2]            \n[3]                    \n[4]Scream if this hurts, chica. \n[5]    \n[6]I can. \n[7]      \n[8]Forget it, King.  Let's move. \n[9]    \n[10]They did.  I'm the product of an earlier fling of my Dad's, born out of wedlock. After the murders happened, he kept me hidden.  He wanted me safe.  Away from all of this -- -- but I guess hunting just runs in our blood. \n[11]When I came of age, I tracked my Dad down, told him I wanted in. Been doing it ever since. \n[12]Tiller needs adjustment. \n[13]We need to pool our resources, Blade. \n[14]Because He's come back. \n[15]Try six or seven thousand years. \n[16]That's what we've been trying to figure out. \n[17]Bottom line is, we need a better DNA sample to work with. We need Dracula's blood. \n[18]Fibrin sealant foam, it's an elastic protein.  Help me spread the wound open. The foam should seal the hemorrhaging in his body cavity from within -- \n[19]Shut up, King. \n[20]Doesn't do us any good if we don't have time to finish it.  We can't just sit here.  We need to take the battle to them. \n[21]God in Heaven -- \n[22] \n[23]Are they aware?  Do they feel anything? \n[24]King -- \n[25] \n[26]Where is she?! \n[27] \n[28]It already has.  Since I can remember I've had this knife of sadness in my heart.  As long as it stays there, I'm strong.  I'm untouchable.  But the moment I pull it out -- -- I'll die. \n[29]    \n[30]We told you, Blade.  We operate in sleeper cells.  When one goes down, a new cell activates to pick up the slack. \n[31]You alright? \n[32]Zoe -- \n[33]Come on, hon.  Let's get you out of here. \n[34]    \n[35]    \n[36]     \n[37]\n[38]It didn't take long for the authorities to arrive. \n[39]When they got there, all of Drake's people were dead. \n[40]In the weeks that followed, the rest of the world's vampires also perished. We'd finally won. \n[41]And Blade?  Cumberland and Hale finally got their body -- \n[42]-- but it wasn't the one they were banking on. \n[43]The virus didn't kill Blade.  But the authorities very well could have.  So in the end, realizing that own his people were doomed, Drake decided to give Blade a gift. \n[44]By taking Blade's shape, he bought Blade enough time to escape.  Offering Blade a second chance at life - - \n[45]And so Blade took it. \n[46]We never saw him again. \n[47]He disappeared completely. But that's what heroes do.  They simply fade out.  And in this way -- \n[48]-- they become legends. \n[49]    ", "Whistler": "\n[1]Got it!  Heading eastbound, I'm just beneath you -- \n[2]\n[3]      \n[4]    \n[5]What the fuck happened tonight? \n[6]    \n[7]You've been getting careless, Blade.  You kill a vampire, they ash, don't leave any proof of their existence.  But something like this, a human corpse, it's messy -- -- you better hope nobody IDed you. \n[8]Pack of Reds and some matches. \n[9]I'll take this too. \n[10]Congratulations.  You're famous.  Just what we needed. \n[11]Somebody screwed us.  Your face is all over the papers, the television.  Media's eating it up. \n[12]You should.  Something like this -- -- taking out a human, even one working for the vampires -- far as the rest of the world's concerned, you're public enemy number one. \n[13]Damnit, Blade, don't you see what's happening?!  The fuckers are finally getting smart.  They're waging a goddamn PR campaign.  Now it's not just vampires we have to worry about, we're gonna have to take on the rest of the world too. They've got us on the run.  These last few months we've barely been staying ahead of the curve. \n[14]I've been doing this since before you were born, Blade.  The moment you stop worrying, you're dead. \n[15]Since the day I found you, you've been like a son to me.  I taught you everything I know. But I'm tired.  You understand? \n[16]    \n[17]    \n[18]What is it? \n[19]    \n[20]    \n[21] \n[22]    ", "Ray": "", "Cumberland": "\n[1]Book us a flight, Hale.  Time to take these cowboys down. \n[2]Got him. \n[3]    \n[4]Lock it down!  Keep them contained! \n[5]Take him down! \n[6]Rise and shine, sleepyhead. \n[7]Special Agents Ray Cumberland and Wilson Hale, FBI.  We've been tracking you for a long time. \n[8]How many people have you killed?  Thirty? Forty?  A hundred? \n[9]And by \"them\" you mean vampires, right? I suppose next you'll be telling us that Bigfoot's in on the conspiracy too? So what kills these bloodsu~kers, tough guy? Maybe you can give us some pointers. You can stake 'em, right?  Then there's sunlight -- what about crosses, Wilson? Do those still work? \n[10]That's a good point.  And does garlic work on a Hindu vampire?  Or do you need saffron or something? \n[11]You can keep doing your song and dance as long as you want, Blade, but it's not going to play.  You're a stone-cold killer.  And you're sick as fuck. \n[12]That's unacceptable.  This man's wanted in connection with a laundry list of federal crimes.  I need him on a plane to the Detention Center in Washington tonight. \n[13]Just hold it right there -- \n[14]He's getting away! \n[15]    \n[16]    ", "Blade": "\n[1]    \n[2]  \n[3]    \n[4]Whistler!  I'm on the Stonebridge overpass at Clemons -- \n[5]      \n[6]    \n[7]    \n[8]        \n[9]        \n[10]    \n[11]          \n[12]    \n[13]        \n[14]Staked you with silver.  Why aren't you ash? \n[15]    \n[16]    \n[17]How should I know?  He was human. \n[18]    \n[19]Like I care? \n[20]Didn't realize this was a popularity contest. \n[21]You worry too much, old man. \n[22]    \n[23]    \n[24]      \n[25]      \n[26]What you've been worrying about. \n[27]    \n[28]      \n[29]    \n[30]      \n[31]\n[32]    \n[33]    \n[34]      \n[35]      \n[36]\n[37]Who --? \n[38]Whistler -- \n[39]Those were familiars -- people who worked for them -- \n[40]An ass-hole. \n[41]There's nothing to tell.  They exist. \n[42] \n[43]He's one of them!  Damnit, he's working for them! \n[44]    \n[45]        \n[46]Call me that again and I'll give you fucking brain damage. \n[47]I can't shoot around corners! \n[48]      \n[49](as King and Abigail freeze \n[50]Now we can go. \n[51]Who are you people? \n[52]I thought the vampires murdered Whistler's family. \n[53] \n[54]You sound like rejects from a Saturday morning cartoon. \n[55]How many of you are there total? \n[56]Sorry.  Never been much of a team player. \n[57]And what makes you think you know so much about killing vampires? \n[58]Why? \n[59]You gotta be kidding me. \n[60] \n[61]How early? \n[62]Why wake up Drake now? \n[63]Like what? \n[64]So what's been holding you back? \n[65]Explosive rounds? \n[66]How? \n[67]Time to apply some pressure.  The weak link in the vampire chain of command has always been their familiars.  Vampires can't go out in the day, so they get humans to do their dirty work for them Blood-running, safe house maintenance, whatever -- We bleed the wanna-be vampires, they'll lead us to the real thing. \n[68]Want another spin, ass-hole?  Eventually, your head's gonna pop off. \n[69]Who's your handler? \n[70]Payback, Vance. \n[71]    \n[72]jumping onto the hood of another car. More HORNS sound. \n[73]Why did you kill Vance? \n[74]I wouldn't know about that. \n[75]How can you exist in the daylight? \n[76] \n[77]You're not immortal.  I must've heard a hundred of you people make the same claim. And every one of them's seen the end of my sword. \n[78]What's that? \n[79]  \n[80]There's something bad inside of me.  This keeps it from getting out. \n[81]Good question. \n[82]We'll check it out. \n[83]Doing a little moonlighting, Chief? \n[84]C'mere.  We need to talk. \n[85]Now spill it, bite-boy. \n[86]What's back there? \n[87] \n[88]What's behind Door Number One? \n[89] \n[90]What was this place? \n[91]The vampire Final Solution. \n[92]Look at this!  Is this the future you want?  You think there's a place for you in their world? \n[93]There's me. \n[94]Go.  You've got thirty seconds. \n[95] \n[96]        \n[97]Use it. \n[98] \n[99]\n[100]    \n[101]You alright? \n[102]Don't let it turn inward. \n[103]Where are you taking us? \n[104]Been ready since the day I was born, mother-fucker. \n[105]            \n[106]        \n[107]        \n[108]    \n[109]    \n[110]We drop away from Abigail and King -- like we're falling down \n[111]    \n[112]    ", "Asher": "\n[1]I don't know, Dan.  Seems like another dead-end. \n[2]Is that a body --? \n[3]Radio back-up.  See if they can open it from the other -- \n[4]Nothing.  Just sitting there since we brought him here. \n[5]    \n[6]You through remodeling? \n[7]Face it, Dan.  We got caught with our pants down.  We underestimated the Nightstalkers. \n[8]Has he been told yet? \n[9]His name's Beau.  We've been experimenting with porting the vampire gene over into other species. \n[10]Nobody's coming for you, King. \n[11]      ", "Hannibal": "", "King": "\n[1]    \n[2]    \n[3]      \n[4]Why'd the Polish vampire starve to death? \n[5]He kept biting his own lip. \n[6]Let's FLY, kemosabe! \n[7]Don't die on me, you undead motherfucker! \n[8]Whistler!  We need that serum NOW! \n[9]Hey Blacula, you ready to shake and bake? \n[10]We're pinned down! Can't you do something?! \n[11]      \n[12] \n[13]Hey!  HEY!!!  COME BACK HERE!!!  This is supposed to be a rescue! \n[14] \n[15] \n[16]My name's Hannibal King.  I'm a hunter, like you. And this little hellion is Abigail Whistler. \n[17]That's right, Blade.  You're not hearing things.  She's Whistler's daughter.  You see, Abby, Dex, myself -- we're all part of Whistler's \"contingency plan\". \n[18]Juicyfruit? \n[19]Welcome to the honeycomb hideout. \n[20]Internet porn.  See, we're using cock suckers to pay for the blood-suckers. Joke.  Come on, man.  This isn't some piddly little hoopty-ass operation, Blade. We take our jobs very seriously. \n[21]You met Dex.  This is Hedges, Sommerfield-- \n[22] \n[23]We were gonna call ourselves the Super Friends, but that was taken. \n[24]Enough.  We operate in sleeper cells. When one goes down, a new cell activates to pick up the slack.  Consider us your reinforcements. \n[25]Well for starters, I used to be one. Do I pass the audition? \n[26]You know the kind of woman that just screams trouble? You see her and every warning bell in your brain starts going off but you still ask for her number? Well that's all I ever hook up with.  But this betty blew 'em all away in the shitstorm sweepstakes. \n[27]Her name's Danica Talos.  You met her earlier.  The man on her left is Asher, her brother. \n[28]The neanderthal behind them is Jarko Grimwood. \n[29]I picked Danica up in a bar, had a one night stand with her -- then spent the next five years playing step-and-fetch-it as her little vampire cabana boy. Eventually Abigail found me.  Sommerfield here managed to treat me with a cure.  Now I kill them. That's called turning a frown upside down. \n[30]He's real, Blade.  Dig beneath all the movies and myths.  All the layers of bullshit that've cluttered our culture for the last five hundred years and eventually you'll strike the truth. \n[31]  \n[32]Dracula's only one of the names he's gone by.  Now they call him Drake.  If you believe the legends, he was born in ancient Sumeria. \n[33]Nobody really knows the specifics of his origin.  But we do know this:  he was the first of his kind.  The patriarch of the hominus nocturna. \n[34]Every single vampire -- every single monster that's walked the earth since then -- owes their existence to Him. \n[35]He's like the Patient Zero of evil.  The original Serpent in the Garden of Eden. And just like the Great White shark, he's never had to evolve.  This guy was born perfect.  Scour the history books -- \n[36]-- read between the lines -- \n[37]-- you'll find countless references to Him.  Always mentioned, never named. \n[38]He's been there -- \n[39]-- moving behind the scenes -- \n[40]-- cutting a bloody path through the Ages until suddenly -- \n[41]-- just like that -- \n[42]-- he up and disappeared.  About a century ago the trail went cold.  Then we heard a rumor.  The vampires were searching for him -- trying to find the place where he'd retreated.  According to our information, they found him in Iraq about six months ago. And he was pissed. \n[43]When I was under the fang there used to be talk about some kind of vampire 'Final Solution'.  But I could never figure out why they'd want to destroy their food source.  I mean, seems stupid, right? They've always had plans for the human race.  Seems likely that whatever they're cooking up, Drake's return is a part of it. \n[44]Let's face it, Blade -- we're fighting a losing battle. So we kill a few hundred of them a year. Big deal.  There are thousands of them out there.  Maybe tens of th'usands.  We need a new tactic. \n[45]Think about it, Blade.  We could wipe them all out in a single move. \n[46]So.  You want to join our club?  Can we sign you up for a Nightstalkers secret decoder ring? \n[47]But with a concentrated burst of UV light instead of your standard hollow-points.  I call 'em sun dogs. Hedges -- super-size me, baby! \n[48]This little mamacita -- a modified version of the Army's Objective Individual Combat Weapon.  Pick your poison -- stakes, sun dogs, heat-seeking mini-rockets.  Whatever gets you hard, this puppy will pump out. Of course it doesn't have the range of a sword but -- \n[49]We're still trying to sort out fact from fiction when it comes to Dracula.  Turning into mist?  Kinda doubt it.  But general shape-shifting?  Maybe. \n[50] \n[51]She's making playlists.  Likes to listen to MP3s when she hunts.  Her own internal soundtrack, you know?  Dark-core, trip hop, whatever kids these days are listening to.  Me?   I'm more of a Kenny G fan. \n[52]Hey, Blade -- why didn't the vampire bite Mick Jagger? Cause you can't get blood from a Stone. \n[53]Hey, they can't all be gems! \n[54]Jesus, it's him!  It's Drake! \n[55]Shit! \n[56]Jesus, it hurts.  I wanna be a vampire again -- fuck!  Did you see that guy?! We're gonna lose, man.  We're gonna fucking lose. \n[57]Hey, hey -- what'd the one lesbian vampire say to the other? \n[58]-- see you in twenty-eight days -- \n[59]Hey, Blade -- say we're successful.  Say we wipe the vampires out.  What happens then?  You ever ask yourself that? Somehow I don't picture you parked on a porch with a jigsaw puzzle. \n[60]You get me those Fruit Roll-ups like I asked -- Dude.  Aren't you dead? \n[61]      \n[62]Back off, pooch -- \n[63]Jesus Christ! \n[64]What the fuck?!  WHAT THE FUCK?!? \n[65]You made a goddamn vampire dog?! \n[66]How about you take a sugar-frosted fuck off the end of my dick? \n[67]I can tell you two things.  Diddly.  And shit.  And diddly just left the building. \n[68]Okay, here's the deal with the weapon -  It's a new flavor crystal formula.  Twice the chocolaty-goodness, half the calories. Plus, it helps prevent tooth decay -- \n[69]-- gonna be sorry you did that -- \n[70]Sure they are.  Left a trail of digital bread crumbs -- \n[71]One thing you need to know about us Nightstalkers.  When you join our club, you get this nifty little tracking node surgically implanted in your body -- \n[72]Scout's honor.  One of us gets lost, the others just dial up the satellite and presto, instant cavalry. \n[73]It's in my left ass-cheek -- \n[74]Alright.  alright, it's in my right ass- cheek -- \n[75]No, seriously -- -- it's in the meat of my butt, right below my Bart Simpson tattoo -- \n[76]-- pull down my tighty-whities -- see for yourself. \n[77]No, it's not, you horse-humping bitch -- -- but it will be a few seconds from now. \n[78]Hammer time. See, that tickle in your throat you're feeling right now? \n[79]That's atomized colloidal silver. \n[80]It's being pumped into the building's air conditioning system. \n[81]Which means that the fat lady should be singing right about -- \n[82]\n[83]Nothing a hot tub full of Bactine won't fix. \n[84]Drake's got her. \n[85]    \n[86] \n[87] \n[88]    \n[89]  \n[90]No offense, Danica -- -- but I've wanted to kill you since the moment we slept together. \n[91]Yeah, but here's the beauty -- -- these babies can be triggered remotely. \n[92]    \n[93]    \n[94]    \n[95]Evening Lucius. \n[96]Just a little sport hunting. \n[97]That's an interesting question, my friend. And I've got a question for you in return. \n[98]What do you get when you cross a vampire with a werewolf? \n[99] \n[100]Don't you know fur is murder? "}}