{"filename": "Blow_script.txt", "imdb_id": "tt0221027", "imdb_url": "https://www.imdb.com/title/tt0221027", "characters": ["Leon Minghella", "Kevin Dulli", "Mirtha Jung (as Penelope Cruz)", "Cesar Toban", "Tuna", "Barbara Buckley", "Pablo Escobar", "George Jung", "Derek Foreal", "Augusto Oliveras", "Young George", "Alessandro (as Miguel Perez)", "Ermine Jung", "Diego Delgado (as Jordi Molla)", "Fred Jung"], "dialogues": {"Leon": "\n[1]\t\tIt's a four-man operation.  Two on the \t\tground.  Two in the air.  \n[2]\t\tYou're looking at him.  We provide the \t\tplane, transportation cost, U.S. landing \t\tspot, and take it to wherever you want \t\tit to go.  You provide the pick up point \t\tin South America, and are responsible \t\tfor payment.  You assume all the bust \t\trisks.  We take sixty-five percent of \t\tall transportation fees, ten percent of \t\tthe gross, plus our expenses. \t\tThis is not a negotiation, so if this is \t\tokay with you, we can talk further.  If \t\tnot, we can forget we had this \t\tconversation.  \n[3]\t\tThey're over at the booth.  \tLeon leads George over.  \n[4]\t\tGentlemen, this is George.  George, this \t\tis Ben, G.G. and...  \tGeorge's eyes widen as he looks at the last man.  It's Kevin \tDulli.  \n[5]\t\tOvernight, refuel, and back Wednesday \t\tnight.  \n[6]\t\tThen we drive it to the Lauderdale house \t\twhere it stays until pick up and payment \t\tthe next morning.  You want to go over \t\tit again?  \n[7]\t\tJesus, George, fifteen percent.  That's \t\tan extra two-hundred large.  \n[8]\t\tWhat?  \n[9]\t\tYeah, I like him, too.  But what's done \t\tis done.  So let's not get all \t\tsentimental about it, okay?  \tThe CAMERA PANS BACK SLOWLY to the bathroom door, George \tcomes back into the room, dancing.  He goes and sits down \twith the guys.  ", "Minghella": "", "Kevin": "\n[1]\t\tWell, I'll tell you.  I was walking down \t\tthe beach, minding my business, when who \t\tdid I see but this fucking guy.  I \t\tdidn't know you guys were living in \t\tCalifornia.  \n[2]\t\tI'm on vacation.  On my way back to \t\tschool.  \n[3]\t\tNo, man.  I'm too fucked up.  \n[4]\t\tFuck yeah.  I never seen nothing like \t\tit.  I'm fucking wasted.  \n[5]\t\tG-d, I'm stoned.  I'm stoned.  I'm \t\treally...  \n[6]\t\tI wish there was shit like this back \t\thome.  \n[7]\t\tShit, yeah.  Do you know how much money \t\tI could make if I had this stuff back \t\teast?  \n[8]\t\tThat's right.  \n[9]\t\tWhen there's something to move, it's too \t\teasy not to.  Do you know how many \t\tcolleges are in a twenty mile radius? \t\tU. Mass, Amherst, B.U....  \n[10]\t\tRight.  And Holyoke.  There are a \t\thundred thousand rich kids with their \t\tparents' money to spend, but there's \t\tnever anything available.  Nothing good, \t\tanyway.  I'm paying four hundred dollars \t\tfor shit.  \n[11]\t\tKeep it coming.  \n[12]\t\tMore.  \n[13]\t\tI need more.  \n[14]\t\tI know, but I've got a feeding frenzy on \t\tmy hands.  Tell George this is small \t\tpotatoes.  We're missing out on some \t\tserious cash.  You tell George.  He'll \t\tthink of something.  \n[15]\t\tTwenty, forty, sixty, eighty, nine. \t\tTwenty, forty, sixty, eighty, a \t\tthousand.  It's all there.  Wow.  A \t\thundred and twenty-eight thousand \t\tdollars.  \n[16]\t\tWhat's the matter, George?  Something \t\twrong?  You look like you just fucked \t\tyour mother.  \n[17]\t\tWhat?  \n[18]\t\tSo?  \n[19]\t\tOkay.  So we need a source.  Where do we \t\tstart?  \n[20]\t\tYou know, he's got a point.  We're \t\tfucking Americans.  We stick out like \t\tsore thumbs.  \n[21]\t\tGeorge, we'll wind up in a Mexican \t\tprison getting fucked up the ass by one \t\tof Maria's relatives.  \n[22]\t\tYeah, right.  Gonzales.  What is that, \t\tSicilian?  \n[23]\t\tDon't be such a pussy.  \n[24]\t\tRelax.  I've flown with my old man a \t\tmillion times.  And he always told me, \t\tthe taking off part is easy, it's the \t\tlanding you've got to worry about.  \n[25]\t\tGeorgie, oh man, hold the mayo!  \n[26]\t\tWe take off from Lauderdale, Sunday, \t\trefuel, and be in Medellin by Monday.  \n[27]\t\tAre we good?  \n[28]\t\tFuck you guys.  All of you.  I've known \t\thim for thirty fucking years.  Fucking \t\tGeorge.  ", "Dulli": "", "Cesar": "\n[1]\t\tNot so fast.  I would like to go over \t\tthe details.  \n[2]\t\tTell me about the suitcases.  What is \t\tthe make and the color?  \n[3]\t\tHmm.  I see.  Will there be clothes in \t\tthe suitcase?  \n[4]\t\tWhose cloths?  Your clothes?  \n[5]\t\tI would like to know the contents. \t\tEvery detail is important.  \n[6]\t\tI demand to know everything.  I do not \t\ttrust six-hundred thousand dollars of \t\tcoca to someone I don't know.  \n[7]\t\tThe coca is my responsibility!  \n[8]\t\tVery well.  But just remember, Mr. Jung. \t\tI will be with you the whole way.  And I \t\twill be watching.  \n[9]\t\tWhy are you speaking?  \n[10]\t\tYou.  Your responsibility is over.  You \t\tdo not fly.  You are not a pilot.  You \t\tare not a distributor.  You introduced \t\tus to Mr. Stevens and the use of his \t\tairplane.  That is all.  You make a \t\tpercentage.  A generous one.  And you're \t\tlucky to get that.  \n[11]\t\tPadrino will pay ten-thousand per kilo. \t\tFor everyone.  For you, and you, and \t\tyou.  \tHe indicates George, Diego and Jack Stevens.  \n[12]\t\tThere is no negotiation.  Three-million \t\tdollars.  That is all.  \n[13]\t\tDo you have pictures of your kids?  \n[14]\t\tI'll need to see them.  Also need their \t\tnames and the names of their schools. \t\tWe are trusting you with ninety million \t\tdollars worth of coca, Mr. Stevens. \t\tWithout your children, there is no deal.  \tStevens thinks about it.  Kids as collateral.  Inez and Diego \tare still duking it out.  But Diego finally gets the upper \thand and drags her into the bedroom.  \n[15]\t\tDon't forget the pictures.  \tDiego calls from the other room.  \n[16]\t\tMr. Jung, I see you've met my fiancee, \t\tMirtha.  \tHe kisses her.  \n[17]\t\tDiego needs to see you right away, \t\tplease.  Excuse us, Amorcito.  \tThey leave.  George looks back, Mirtha is giving him more \tteeth.  George arrives at the table.  Various greetings.  \n[18]\t\tGood to see you, George.  It's been a \t\tlong time.  \n[19]\t\tSay \"hi\" to your pretty wife for me.  ", "Toban": "", "Tuna": "\n[1]\t\tI don't know about you, but I think \t\twe're gonna like it here.  \n[2]\t\tHey, wake up.  Come on, you two \t\tlovebirds.  Hurry, I want to show you \t\tsomething.  \tGeorge and Barbara shake cobwebs out and stumble into the \tkitchen to find Tuna holding a brown paper shopping bag.  \n[3]\t\tFigured it out.  \n[4]\t\tYou know how we were wondering what we \t\twere going to do for money?  Being how \t\twe don't want to get jobs and whatnot? \t\tWell, check this out.  \tTuna takes the paper bag and empties its contents on the \tkitchen table.  It's a grey mound of stocky, seedy marijuana.  \tBarbara examines the reefer.  \n[5]\t\tI know it's not the greatest.  It's \t\tcommercial.  \n[6]\t\tWe sell it.  I got it all figured out. \t\tWe make three finger lids and sell them \t\ton the beach.  We move all of it.  We've \t\tmade ourselves a hundred bucks.  Or a \t\tlot of weed for our head.  What do you \t\tthink?  Not bad, huh?  I got the baggies \t\tand everything.  \n[7]\t\tMan.  Fuck you guys.  I have this great \t\tidea and you guys have to be all \t\tskeptical.  \n[8]\t\tA beauty parlor for men?  Sounds pretty \t\tqueer.  \tThey walk in.  \n[9]\t\tTuna.  \n[10]\t\tWow.  That's more than we had in mind.  \n[11]\t\tI don't know about you, but I think \t\twe're gonna like it here.  \n[12]\t\tHey, wake up.  Come on, you two \t\tlovebirds.  Hurry, I want to show you \t\tsomething.  \tGeorge and Barbara shake cobwebs out and stumble into the \tkitchen to find Tuna holding a brown paper shopping bag.  \n[13]\t\tFigured it out.  \n[14]\t\tYou know how we were wondering what we \t\twere going to do for money?  Being how \t\twe don't want to get jobs and whatnot? \t\tWell, check this out.  \tTuna takes the paper bag and empties its contents on the \tkitchen table.  It's a grey mound of stocky, seedy marijuana.  \tBarbara examines the reefer.  \n[15]\t\tI know it's not the greatest.  It's \t\tcommercial.  \n[16]\t\tWe sell it.  I got it all figured out. \t\tWe make three finger lids and sell them \t\ton the beach.  We move all of it.  We've \t\tmade ourselves a hundred bucks.  Or a \t\tlot of weed for our head.  What do you \t\tthink?  Not bad, huh?  I got the baggies \t\tand everything.  \n[17]\t\tMan.  Fuck you guys.  I have this great \t\tidea and you guys have to be all \t\tskeptical.  \n[18]\t\tA beauty parlor for men?  Sounds pretty \t\tqueer.  \tThey walk in.  \n[19]\t\tTuna.  \n[20]\t\tWow.  That's more than we had in mind.  \n[21]\t\tLook what the cat dragged in.  \n[22]\t\tNice weed, huh?  \n[23]\t\tNo shit, Kevin?  \n[24]\t\tSmith.  Hampshire....  \n[25]\t\tJesus Christ, I'm getting a boner just \t\tlooking at it.  \tBut George isn't paying attention.  His wheels are turning.  \n[26]\t\tCheer up, man.  Half this money is ours. \t\tWe're fucking rich.  \n[27]\t\tWhat the fuck are you talking about, \t\tman?  \n[28]\t\tSource?  What about Derek?  \n[29]\t\tThis is bullshit, George.  We're never \t\tgoing to find anything down there.  \n[30]\t\tAs far as I'm concerned, we're on \t\tfucking vacation.  \tHe grabs Maria, runs and does a huge belly-flop into the \twater.  They all laugh.  \n[31]\t\tI can't believe we're stealing a plane.  \n[32]\t\tYou guys are fucking insane.  \tGeorge reads from a flight manual.  ", "Barbara": "\n[1]\t\tTuna, this is crap.  \n[2]\t\tIt's garbage.  \n[3]\t\tYou can't sell this to your friends.  \n[4]\t\tLook, if you really wanna score some \t\tdope, I got the guy.  \n[5]\t\tYou'll see for yourself.  \n[6]\t\tDerek!  \tDEREK FOREAL is a curious man.  Daringly effeminate, \tespecially for the sixties, he is always surrounded by \tbeautiful women.  As he sees Barbara, he stops his haircut \tand runs to embrace her.  \n[7]\t\tWhat is?  \n[8]\t\tYou happy, baby?  \n[9]\t\tTuna, this is crap.  \n[10]\t\tIt's garbage.  \n[11]\t\tYou can't sell this to your friends.  \n[12]\t\tLook, if you really wanna score some \t\tdope, I got the guy.  \n[13]\t\tYou'll see for yourself.  \n[14]\t\tDerek!  \tDEREK FOREAL is a curious man.  Daringly effeminate, \tespecially for the sixties, he is always surrounded by \tbeautiful women.  As he sees Barbara, he stops his haircut \tand runs to embrace her.  \n[15]\t\tWhat is?  \n[16]\t\tYou happy, baby?  \n[17]\t\tWe're gonna call it California \t\tsinsemilla.  Sounds exotic.  \n[18]\t\tIt's gonna work, Derek.  \n[19]\t\tAny message?  \n[20]\t\tWhat do you want me to do?  I can only \t\ttake two bags, and I can't fly back here \t\teveryday.  \n[21]\t\tYou're Italian?  \n[22]\t\tAre you kidding?  \n[23]\t\tGeorge has exquisite taste.  \n[24]\t\tI don't know.  \n[25]\t\tOh my G-d, I'm so sorry.  \n[26]\t\tThanks.  I'll be okay.  \n[27]\t\tYeah, I don't feel so well.  \n[28]\t\tI feel like shit.  Me and my frigging \t\tnosebleeds.  \n[29]\t\tWould you be bummed out if I didn't go \t\tto Chicago with you?  \n[30]\t\tNice first impression.  A nose bleed in \t\tfront of your parents.  \n[31]\t\tOh, they weren't that bad.  I mean, they \t\twere kind of cute.  \n[32]\t\tRelax, baby.  We're going to wind up \t\tlike us.  \n[33]\t\tSurprise.  \n[34]\t\tWhat, and miss all the fun?  C'mon, not \t\ta chance.  So, what's the verdict?  \n[35]\t\tTwo years.  George, I can't wait that \t\tlong.  \n[36]\t\tGeorge, I went to the doctor.  I don't \t\thave two years.  ", "Buckley": "", "Pablo": "", "Escobar": "\n[1]\t\tSo, this is the man who takes fifty \t\tkilos and makes them disappear in one \t\tday?  \n[2]\t\tThe man who gives us the airplanes.  The \t\tman from America.  The mafia.  Chicago. \t\tBoom boom.  Hollywood.  You are going to \t\topen for us the gates of Hollywood, \t\tGeorge?  \n[3]\t\tGood.  Very good.  Welcome, my friend. \t\tWelcome to my country.  \tEscobar moves over to embrace George.  George returns it, and \ttheir hands come together.  George can't help it.  He \treflexively looks at his hands.  Escobar understands.  \n[4]\t\tThe man in the garden.  He was full of \t\tcourage.  \n[5]\t\tUn rata - no good.  But he could have \t\trun, fled the country.  Gone to the \t\tpolicia.  But then his wife, his \t\tchildren, his parents, his friends, many \t\tpeople would die.  \n[6]\t\tBut, never mind.  I am thinking we can \t\tdo much together.  This problem with \t\tDiego, the stolen car, the jail, is very \t\tsilly business.  To release him from the \t\tcarcel, it causes me much inconvenience. \t\tThe fifty kilos could have been a big \t\tproblem.  And I don't like problems.  \n[7]\t\tI like you, George.  You are loyal. \t\tThat is good.  That is rare.  Maybe \t\tcrazy.  Yes.  I can tell already.  You \t\tare like me.  I look at you and I see \t\tmyself.  It's in the eyes, no, George?  \n[8]\t\tSo, you are wanting to sell the cocaine \t\tfor me in your country, George?  \n[9]\t\tAs much as I can give you?  Ha ha.  Very \t\tgood.  I like that.  Come, George.  Let \t\tus drive.  We have much to talk about.  \tDiego watches the two men walk outside.  Escobar throws an \tarm around George's shoulder.  Pablo hops into a Jeep and \tmotions for George.  The bodyguards come running.  But Pablo \twaves them away.  \n[10]\t\tI like to come up here.  To make the \t\tdecisions.  To be one with nature.  \n[11]\t\tPeople tell me that I am crazy.  That my \t\tbusiness will never work in your \t\tcountry.  What do you think, George?  \tEscobar looks out over the vista, allowing George the time to \trespond in full.  \n[12]\t\tYes.  I do not know, either.  What do \t\tyou want, George?  \n[13]\t\tYes.  Money.  Which is what, George?  \n[14]\t\tPower?  \n[15]\t\tFamily.  \n[16]\t\tBeautiful girls?  \n[17]\t\tKeep them coming?  Ah, yes.  Ha ha.  You \t\tare right.  But money.  \n[18]\t\tAnd Diego?  \n[19]\t\tGood.  Take care of him, George.  I'm \t\tfond of him, but he is sometimes like a \t\tbaby.  Keep an eye on him, okay?  \n[20]\t\tDiego, mijo.  I've made a decision.  We \t\tare going into business and I would like \t\tto start right away.  \n[21]\t\tGeorge, you look terrible.  \n[22]\t\tDiego?  \n[23]\t\tPlease.  Sit down.  We'll drink some \t\tscotch.  \n[24]\t\tI see.  I'm sorry about this, George. \t\tI'm not happy about this situation. \t\tIt's bad.  You now know who your Brutus \t\tis.  \n[25]\t\tIt is very difficult.  Diego makes me a \t\tlot of money.  If Diego goes so does the \t\tmoney.  You were an excellent teacher, \t\tGeorge.  When the student has learned \t\twell, the teacher is no longer \t\tnecessary.  We must remember we have \t\twives, friends, familia.  Even familia \t\tthat has not been born.  But sometimes, \t\twe must forget as well.  I am like you. \t\tI must teach the lesson.  We want to \t\tteach the lesson.  But we cannot.  We \t\tmust remember that life is the teacher.  \n[26]\t\tLife will take care of everybody. \t\tDiego, me, you.  It is the teacher.  \n[27]\t\tI'm sorry, George.  \n[28]\t\tOf course, George.  We are beautiful. \t\tWe are brothers.  Real brothers.  Not \t\tlike Diego.  We started this, George.  \tEscobar embraces George for a moment, and then George starts \tto move away.  \n[29]\t\tAnd, George?  The vengance?  It is best \t\tserved cold.  ", "George": "\n[1]\t\tI was standing there, and it was like \t\tthe outside of me and the inside of me \t\tdidn't match, you know?  And then I \t\tlooked around the room and it hit me.  I \t\tsaw my whole life.  Where I was gonna \t\tlive, what type of car I'd drive, who my \t\tneighbors would be.  I saw it all and I \t\tdidn't want it.  Not that life.  \n[2]\t\tThere's something out there for me, Dad. \t\tSomething different.  Something free \t\tform, you know?  Something for me, and \t\tcollege just isn't it.  \n[3]\t\tI know.  \n[4]\t\tNo, Dad.  I don't want to...I mean, I \t\tjust don't want...  \tIt's obvious to Fred that his son doesn't want to be like \thim.  \n[5]\t\tI'm going to California.  \n[6]\t\tCalifornia was like nothing I'd ever \t\texperienced.  The people were liberated \t\tand independent and full of new ideas.  \n[7]\t\tThey used words like \"right on,\" \t\t\"groovy,\" and \"solid.\"  The women are \t\tall beautiful and seemed to share the \t\tsame occupation.  \n[8]\t\tFigured what out?  \n[9]\t\tIt's oregano.  You got ripped off, pal. \t\tWhat are you gonna do with all this?  \n[10]\t\tAre you sure this guy is cool?  \n[11]\t\tNothing like this back home.  \n[12]\t\tGeorge.  \n[13]\t\tWe want some grass.  \n[14]\t\tNo.  \n[15]\t\tWe're not cops.  We're from \t\tMassachusettes.  I mean, does he look \t\tlike a cop?  \n[16]\t\tWhat the fuck is that?  \n[17]\t\tWe'll take it.  \n[18]\t\tThis is it for me.  \n[19]\t\tJust everything.  You.  California.  The \t\tbeach.  This spot right here.  I feel \t\tlike I belong here, you know?  It just \t\tfeels right.  \n[20]\t\tYeah.  I am.  \n[21]\t\tI was standing there, and it was like \t\tthe outside of me and the inside of me \t\tdidn't match, you know?  And then I \t\tlooked around the room and it hit me.  I \t\tsaw my whole life.  Where I was gonna \t\tlive, what type of car I'd drive, who my \t\tneighbors would be.  I saw it all and I \t\tdidn't want it.  Not that life.  \n[22]\t\tThere's something out there for me, Dad. \t\tSomething different.  Something free \t\tform, you know?  Something for me, and \t\tcollege just isn't it.  \n[23]\t\tI know.  \n[24]\t\tNo, Dad.  I don't want to...I mean, I \t\tjust don't want...  \tIt's obvious to Fred that his son doesn't want to be like \thim.  \n[25]\t\tI'm going to California.  \n[26]\t\tCalifornia was like nothing I'd ever \t\texperienced.  The people were liberated \t\tand independent and full of new ideas.  \n[27]\t\tThey used words like \"right on,\" \t\t\"groovy,\" and \"solid.\"  The women are \t\tall beautiful and seemed to share the \t\tsame occupation.  \n[28]\t\tFigured what out?  \n[29]\t\tIt's oregano.  You got ripped off, pal. \t\tWhat are you gonna do with all this?  \n[30]\t\tAre you sure this guy is cool?  \n[31]\t\tNothing like this back home.  \n[32]\t\tGeorge.  \n[33]\t\tWe want some grass.  \n[34]\t\tNo.  \n[35]\t\tWe're not cops.  We're from \t\tMassachusettes.  I mean, does he look \t\tlike a cop?  \n[36]\t\tWhat the fuck is that?  \n[37]\t\tWe'll take it.  \n[38]\t\tThis is it for me.  \n[39]\t\tJust everything.  You.  California.  The \t\tbeach.  This spot right here.  I feel \t\tlike I belong here, you know?  It just \t\tfeels right.  \n[40]\t\tYeah.  I am.  \n[41]\t\tHoly shit, Dulli.  What the hell are you \t\tdoing here?  \n[42]\t\tYeah, but what are you doing out here?  \n[43]\t\tThis calls for a joint.  You want to do \t\tthe honors?  \n[44]\t\tRight on.  \n[45]\t\tStoned?  \n[46]\t\tYeah?  \n[47]\t\tYeah?  \n[48]\t\tThe way we figure it, Barbara flies to \t\tBoston twice a week.  Two bags per \t\tflight.  Twenty-five pounds in each bag.  \n[49]\t\tYeah, I know, it's a lot of weight.  \n[50]\t\tI'm telling you, Derek, it will sell.  \n[51]\t\tHere's the best part.  We can charge \t\tfive-hundred a pound.  \n[52]\t\tIt's already been negotiated.  It's \t\tdone.  The money is there waiting.  \tDerek looks at Barbara.  She nods.  \n[53]\t\tGoodness is right.  If you do the math, \t\tthat's over thirty grand a week profit. \t\tI want you to be my partner on this, \t\tDerek.  Fifty-fifty.  That's fifteen \t\tthousand a week for you, my friend.  In \t\tyour pocket, free and clear.  \n[54]\t\tBarbara and me.  No one else.  \tDerek thinks about it.  \n[55]\t\tShe's a flight attendant.  They don't \t\tcheck her bags.  \n[56]\t\tIt's not enough.  \n[57]\t\tThe set-up is wrong.  We're doing all \t\tthe legwork, and at the end of the day, \t\twe're still paying retail.  We're \t\tgetting middled.  \n[58]\t\tSo, we need to get to the source.  \n[59]\t\tHe's getting middled, too.  And Derek's \t\tour partner.  What's good for us is good \t\tfor him.  \n[60]\t\tWho speaks Spanish?  \n[61]\t\tYou guys are such babies.  You want to \t\tgo home, go.  Me, I'm not going to stop \t\tuntil I find the fucking motherlode.  \n[62]\t\tWe're not gonna get busted.  \n[63]\t\tYes, I am.  \tSantiago moves to a tarp and pulls it back to reveal many \tbales of green, seedless sinsemilla.  \n[64]\t\tVery nice.  I'll take it.  \n[65]\t\tAll of it.  As much as you've got.  A \t\tcouples thousand pounds.  I'll be back \t\tin a week with a plane.  \n[66]\t\tI don't need a little.  I need a lot.  \n[67]\t\tWhat if I brought you, let's say, fifty \t\tthousand dollars?  Would that eliminate \t\tsome of your concerns?  \n[68]\t\tIt's fine.  We're not stealing it. \t\tWe're borrowing it.  And try to look \t\tnatural.  We've got company.  \tA MECHANIC working on the adjacent plane is giving them the \thairy eyeball.  \n[69]\t\tBe cool.  \tThe three boys nod their heads in acknowledgement and give a \tsmall wave.  The mechanic smiles and waves back.  \n[70]\t\tAlright, pull back the throttle...  \tThe engine screams.  \n[71]\t\tNot that far, only halfway.  You sure \t\tyou know what you're doing?  \n[72]\t\tActually, I've got some news.  That \t\tfifty thousand I promised you, I \t\tcouldn't get it.  \tGeorge throws Santiago a duffel bag.  \n[73]\t\tSo I brought you sixty.  \n[74]\t\tAre you sure you want to do this in \t\tfront of everyone?  \n[75]\t\tShould we buy it?  \n[76]\t\tWe'll take it.  \n[77]\t\tWell, you know.  It's um...  \n[78]\t\tYeah, layaway.  \n[79]\t\tHoney, your nose!  \n[80]\t\tYou wanna split?  \n[81]\t\tOkay, guys, we're gonna leave.  Let's \t\tget the check.  \n[82]\t\tAre you sure you're okay?  You're pale.  \n[83]\t\tI'm taking you to the doctor when we get \t\thome, and I don't want to hear any \t\targuments.  \n[84]\t\tNo, not at all.  Sure.  You're right. \t\tYou fly home and get some rest.  \n[85]\t\tOh my G-d, how embarrassing were they? \t\tI wanted to shoot myself.  \n[86]\t\tPromise me that we'll never be like \t\tthem.  I don't want to wind up like \t\tthat.  \n[87]\t\tI had a little problem in Chicago. \t\tSomething about trying to sell a \t\ttruckload of dope to an undercover \t\tofficer.  So I applied the three rules \t\tof the game under if and when arrested.  \n[88]\t\tRule one: don't fight.  A trial will \t\tcost you a fortune in lawyer's fees and \t\tthe jury will chop off your balls and \t\thand them to you on a platter.  \n[89]\t\tRule two: plead not guilty and get \t\tbailed out of jail.  \n[90]\t\tYour honor, I'd like to say a few words \t\tto the court.  \tThe court appointed attorney puts his head in his hands.  \n[91]\t\tIn all honesty, I don't feel like what \t\tI've done is a crime and I think it's \t\tillogical and irresponsible for you to \t\tsentence me to prison.  None of the real \t\tcriminals of the world ever end up \t\tbehind bars.  I mean, when you think \t\tabout it, what did I really do?  Cross \t\tan imaginary line with a bunch of \t\tplants?  You say that I'm an outlaw, you \t\tsay that I'm a thief, but where's the \t\tChristmas dinner for the people on \t\trelief?  \tGeorge stops when his attorney stamps on his foot.  The court \tofficers roll their eyes and the judge smiles.  \n[92]\t\tBaby, you didn't have to come.  \n[93]\t\tLawyer says he can plead it down to five \t\tyears.  I'll serve two.  \n[94]\t\tWhat?  You're not going to wait for me?  \n[95]\t\tWhich brings me to rule number three: \t\twhich says, fuck rules one and two, skip \t\tbail and take off.  \n[96]\t\tTime is such a funny thing.  I look at \t\twhere I am now, and in here, time inches \t\talong.  So slow, it hardly seems like it \t\tmoves.  But back then, time went fast.  \n[97]\t\tIt went too fast.  \tGeorge looks down and Barbara is gone.  No Barbara.  \n[98]\t\tHi, Mom.  \tErmine just keeps looking at him.  \n[99]\t\tSurprised to see me?  \n[100]\t\tMexico.  \n[101]\t\tBarbara.  \n[102]\t\tThank you.  Have you been getting the \t\tmoney I sent you?  \n[103]\t\tOkay, Mom.  It's okay.  Where's Dad?  \tGeorge turns around to see Fred's beaming face.  \n[104]\t\tMay the wind always be at your back and \t\tthe sun always upon your face...  \n[105]\t\tJust low.  \n[106]\t\tYeah, Dad.  I really did.  What am I \t\tgonna do?  \n[107]\t\tYou mad at me?  \n[108]\t\tYeah, you are.  I can tell by the way \t\tyou look at me.  \n[109]\t\tI know.  I'm great at what I do, Dad.  I \t\tmean, I'm really great.  \n[110] \tGeorge slams the door behind him, moves over to the window, \tand opens it.  Cops everywhere.  He's trapped.  Out of \toptions, he folds.  He moves to the corner and sits down, \tturns on the train set.  A KNOCK on the door is heard.  FBI \tAgent, JAMES T. TROUT.  \n[111]\t\tWhat?  \n[112]\t\tI don't want to talk about it.  \n[113]\t\tNot really, no.  \n[114]\t\tI don't like a lot of conversation, \t\tDiego.  \n[115]\t\tMurder.  \n[116] \tGeorge lays on his bunk, smoking.  Diego is on the bottom \tbunk, furiously writing on a notepad.  He flips through his \tbooks and rustles his papers.  George peeks over the side to \tsee what Diego is doing.  \n[117]\t\tWhat do you got there, Diego?  \n[118]\t\tWhat kind of project?  \n[119]\t\tI thought you said we were roommates. \t\tThat we should talk about everything.  \n[120]\t\tTwenty-six months.  \n[121]\t\tI've got to get out of here, Diego.  \n[122]\t\tWhat's the other one?  \n[123]\t\tAlright, let's open our books.  \n[124]\t\tAlright.  You're right.  I want to get \t\tout of this shithole as fast as I can. \t\tAnd I don't want to do this any more \t\tthan you do.  But for me to walk early, \t\tsome of you have to graduate.  You, \t\tforget about it.  You're hopeless, go to \t\tsleep.  \tThe room laughs again.  \n[125]\t\tBut the rest of you could get diplomas \t\tand get jobs when you're on the outside.  \tThe room looks at him.  They ain't buying it.  \n[126]\t\tWe can learn some criminal shit, too. \t\tAlright, I'll make you a deal.  What if \t\thalf the time, we learn about George \t\tWashington, and the other half, I'll \t\tteach you how to smuggle drugs?  \n[127]\t\tI was arrested in Chicago with six \t\thundred and sixty pounds of grass.  I \t\tthink that qualifies me.  \tDiego looks up from his desk, suddenly very interested.  \n[128]\t\tFlew it in from Mexico on a single \t\tengine Cessna.  Now, do we have a deal \t\tor not?  \tThey react.  They're in.  \n[129]\t\tAlright, the first thing you need to \t\tknow about smuggling drugs is that it's \t\teasy.  The DEA are a bunch of losers. \t\tThey couldn't find their dicks in a \t\twhorehouse.  They don't know what the \t\tfuck they're doing...  \tDiego watches George winning over the room.  He listens \tintently to George's every word.  His wheels are turning.  \n[130] \tLights out.  Diego and George lay in their cots.  George is \ttired.  Diego is not.  \n[131]\t\tI'm tired, Diego.  Go to bed.  \n[132]\t\tGood night.  \n[133]\t\tI would if I could get some sleep.  \n[134]\t\tBecause I got caught.  \n[135]\t\tBecause they caught me?  \n[136]\t\tI don't know, Diego.  I've got a good \t\tthing going already.  Everybody smokes \t\tpot.  It's easy.  Cocaine is a rich \t\tman's drug.  It's too expensive.  \n[137]\t\tThat's over fifty-thousand dollars \t\tprofit per kilo.  \n[138]\t\tOh my G-d.  \n[139]\t\tJesus Christ.  Jesus fucking Christ.  \n[140]\t\tGetting it here is no problem.  Trust \t\tme.  I'll fly it in myself if I have to. \t\tWhat about supply?  How much can we get?  \n[141] \tDiego and George pouring over Diego's plans.  Discussing, \tplanning, plotting.  \n[142]\t\tFour passenger, single engine Cessna.  \n[143]\t\tI don't know.  A hundred, hundred and \t\tfifty.  How many miles is it from \t\tColombia to Miami?  \n[144]\t\tWe'll refuel in the Bahamas.  I know \t\tsomeone there.  \n[145]\t\tDiego Delgado, please?  \n[146]\t\tDiego?  It's George.  \n[147]\t\tYeah, I'm out.  \n[148]\t\tHow are we doing?  \n[149]\t\tDo we need a plane?  How does this work? \t\tWhen do I see you?  \n[150]\t\tI can't go anywhere, Diego.  I'm on \t\tparole.  I can't leave the state.  \n[151]\t\tI just got released five minutes ago.  \n[152]\t\tGood to see you, Diego.  \n[153]\t\tOkay.  \n[154]\t\tWhat details?  I put the coke in the \t\tfalse bottoms and take it through \t\tcustoms.  \n[155]\t\tWhat?  Yeah, sure.  \n[156]\t\tMy clothes, your clothes.  What does it \t\tmatter?  \n[157]\t\tWhat are we doing here, Diego?  This \t\tguy's a clown.  He's talking about \t\tclothes.  \n[158]\t\tIt's a lousy fifteen kilos.  I piss \t\tfifteen kilos.  \n[159]\t\tYou're a fucking amateur!  \n[160]\t\tWhen you're carrying drugs across the \t\tborder, the idea is to remain calm.  The \t\tway I do it is to think of something \t\tpleasant, a fun party, a moment of \t\ttriumph.  A sexual encounter.  I \t\tactually project myself to that place. \t\tAnything to keep your mind off the fact \t\tthat you're going to jail for a very \t\tlong time if they find the fifteen kilos \t\tof cocaine in your suitcases.  \tGeorge stands in front of the customs agent.  He tries his \tbest to look relaxed as the agent reviews his documents.  \n[161]\t\tYes.  \n[162]\t\t \t\tMy brother's wedding.  Imagine that, \t\thuh?  \tGeorge's breathing is labored and his swallowing reflex \tdoesn't seem to be working.  Cesar passes through, eyeballing \tGeorge the whole time.  \n[163]\t\tMine.  \tThe customs agent holds up a woman's undergarment.  Cesar \tthrows up his hands in frustration.  \n[164]\t\tWhat can I tell you?  Different strokes.  \tGeorge winks at the customs agent, who shakes his head before \tfinishing the inspection.  \n[165]\t\tWe make the pick-up, refuel once more in \t\tthe Bahamas, and fly back on Sunday with \t\tthe mom and pop traffic.  \n[166]\t\tExcuse me?  \n[167]\t\tI see.  How much?  \n[168]\t\tGee, Jack, a million each had such a \t\tnice ring to it.  \n[169]\t\tYou good with this?  \tDiego nods.  \n[170]\t\tAlright.  \tThis is too much for Inez to handle.  She starts screaming \tmachine gun Spanish.  Something about a \"lousy two-hundred \tand fifty-thousand dollars,\" and how Diego is \"such a coward\" \tto give away all his money.  Diego is embarrassed but tries \tto remain calm.  \n[171]\t\tWhat's the matter?  We're moving three \t\thundred fucking kilos and we're making \t\tdogshit.  \n[172]\t\tIt is bad.  It's chump change.  We might \t\tas well be hauling suitcases across the \t\tborder.  We're getting screwed.  \n[173]\t\tAnd what happens when these guys stop \t\tpaying?  Sooner or later, these guys are \t\tgoing to cut us out.  Then where are we?  \n[174]\t\tWhat is it, George?  Because I have to \t\tget home.  I've got a parole officer \t\twaiting for me.  \n[175]\t\tI'm George.  Friend of Diego's?  \tThe Colombian men are not impressed.  They grab George and \tpull him inside.  \n[176]\t\tI don't know.  He sent me.  I'm George.  \n[177]\t\tUm-hmm.  \n[178] \tGeorge sits on his bed, reading.  Two duffel bags are tucked \taway in the closet.  Ermine pokes her head in.  \n[179]\t\tJesus Christ, Diego, where are you? \t\tIt's been eleven days and these guys \t\twant their fucking money.  \n[180]\t\tWell, you better get here fast.  I'm \t\tsitting on...  \tGeorge notices Ermine is loitering in the hallway, \teavesdropping.  \n[181]\t\tHi, Mom.  \tGeorge acknowledges her before shutting the door in her face.  \n[182]\t\tI'm sitting on fifty fucking keys.  Get \t\tyour ass up here.  \n[183]\t\tWhat did I tell you?  \n[184]\t\tSell it?  \n[185]\t\tJust sell it, Derek.  \n[186]\t\tI think it's fair to say you \t\tunderestimated the market there, Derek.  \n[187]\t\tBut to the victor belong the spoils.  \tGeorge divides the money.  There's a hell of a lot.  \n[188]\t\tHalf a million for you.  Half a million \t\tfor me.  One-point-three five for the \t\tColombians.  \n[189]\t\tNot bad for a weekend's work, huh?  \n[190]\t\tWhere do you guys want to count?  \n[191]\t\tWhat plane?  We going someplace?  Where \t\twe headed?  You have your money.  It's \t\tall there.  What the fuck is going on?  \tThey usher him away.  \n[192]\t\tWhat the fuck is going on?  When did you \t\tget out of jail?  \n[193]\t\tYeah.  Keep my mouth shut and let you do \t\tthe talking.  \n[194]\t\tJust a friend.  \n[195]\t\tYeah.  You do the talking.  \tThe sound of a young man, a MALETON, struggling can be heard \tin the distance.  From another area, PABLO ESCOBAR emerges. \tHe is singular in purpose.  He is handed a pistol and moves \tquickly over to the man and quietly speaks a few words.  And \tthen, without emotion, he shoots the maleton in the head. \tGeorge and Diego, who is visibly shaken, watch.  Escobar is \thanded a towel, and he wipes the splattered blood off his \thands, as he moves back.  \n[196]\t\tActually, it was three.  \n[197]\t\tIt would be my pleasure.  \n[198]\t\tUn sapo?  \n[199]\t\tYes.  \n[200]\t\tWith all respect, Padrino.  Diego is my \t\tpartner.  I do not do business without \t\thim.  \tEscobar looks at him with a cold stare.  But George doesn't \tflinch.  His face reveals nothing.  Finally, a smile breaks \tacross Pablo's lips.  \n[201]\t\tYes, it is.  \n[202]\t\tYes, sir.  As much as you can give me.  \n[203]\t\tIt's beautiful.  \n[204]\t\tWhat do I think?  I don't want my answer \t\tto be influenced by what I want, so I'm \t\tgoing to have to say I don't know.  \n[205]\t\tI want money.  \n[206]\t\tFreedom.  \n[207]\t\tYeah, maybe.  \n[208]\t\tSure.  \n[209]\t\tKeep them coming.  \n[210]\t\tMoney.  \n[211]\t\tDiego is my brother.  \tEscobar looks at George a long time.  He's inscrutable.  \n[212] \tThe following images are overlaid with snow falling and money \tdropping through frame.  CLOSE SHOTS of George and Diego on \tthe phone, wheeling and dealing, hands counting cash, and \tlines being drawn off mirrors.  The effect is surreal and \tdreamy.  \n[213]\t\tThree million.  I counted it twice.  \n[214]\t\tI'm calling it three.  \n[215]\t\tFuck it.  I'm not counting it again.  \n[216]\t\tI don't give a shit.  Close enough.  \tGeorge moves down the hall looking for a place to stack the \tmoney, but there is no more room.  \n[217]\t\tWhere do I put this!?  \n[218]\t\tThere's no room.  \n[219]\t\tWe've got to do something about this.  \n[220]\t\tAre you comfortable with this?  \n[221]\t\tAnd keep only forty-percent?  No thanks.  \n[222]\t\tI love it.  \n[223]\t\tI give you thirty-million dollars and \t\tyou give me this little book.  \n[224]\t\tYou're a lucky man, Diego.  \n[225]\t\tI love you too, man.  \tGeorge notices MIRTHA showing teeth across the room.  \n[226]\t\tI'll be right back, Diego.  \n[227]\t\tHello.  \n[228]\t\tDo I know you?  \n[229]\t\tWhy are you smiling?  \n[230]\t\tI don't know.  My name is George.  \n[231]\t\tWhat is your name?  \tCesar arrives.  \n[232]\t\tMirtha.  \n[233]\t\tMy pleasure, Augusto.  Diego has told me \t\tmuch about you.  \n[234]\t\tSky's the limit.  We're just beginning \t\tto tap the market.  If it's accepted by \t\tactors and musicians, the rest will \t\tfollow.  \tThey all agree.  Mirtha still gives George the teeth from \tacross the room.  Diego returns to the table.  \n[235]\t\tI think Padroni is happy with the \t\tcurrent situation.  Will you please \t\texcuse me?  \tGeorge exits after Mirtha.  \n[236]\t\tI like fire.  \n[237]\t\tJesus Christ.  \n[238]\t\tPut that shit away, they're here.  \n[239]\t\t \t\tIt's a family heirloom.  \n[240]\t\tMirtha comes from a very wealthy family.  \n[241]\t\tSo, business is going good.  I've got \t\tthis import/export thing going on in \t\tMiami that's been very profitable.  With \t\tmy investments...  \n[242]\t\tDad.  \n[243]\t\tYeah, Dad.  I'm happy right now.  \n[244]\t\tShut up, Diego.  They're going to be \t\there any minute.  I'm trying to \t\tconcentrate.  \n[245]\t\tWhat do you need my connection for, \t\tDiego?  What are you going to do with \t\tit?  \n[246]\t\tJesus fucking Christ, Diego.  I ain't \t\ttelling you.  It's just business.  Now, \t\tshut up.  You're driving me crazy.  \n[247]\t\tNo no no... no problema, amigo.  El \t\tdinero esta todo aqui. \t\tLleves las \"llaves\" y mas tarde lo \t\tcontaremos.  Okay?  No problem.  \n[248]\t\tNothing.  Todo esta bien.  \n[249]\t\tThis is not the time, Diego.  \tThe men all reach for their pieces and all hell starts to \tbreak loose.  \n[250]\t\tFuck you...I didn't fuck you.  \n[251]\t\tEsta todo aqui, amigo...take the keys. \t\tTake 'em and go.  \n[252]\t\tTake it easy!  Everything's okay!  \n[253]\t\tTake the fucking keys!  \tBLAM!  Courtesy of Benny, George is hit.  The shoulder, the \tcollarbone.  It's hard to tell.  \n[254]\t\tEstoy bien, okay?  Everything is \t\talright.  There's no problem.  Okay? \t\tThis never happened.  No one has to know \t\tanything about this.  Diego, I want you \t\tto calmly tell them where the fucking \t\tcoke is.  Do it now.  \n[255]\t\tNo problem, gentlemen.  Goodbye.  \tThe men slowly back out the door.  George looks at Diego.  \n[256]\t\tDerek Foreal.  \n[257]\t\tDerek Foreal.  Derek Foreal.  Derek \t\tfucking Foreal.  Alright?  The answer to \t\tall your dreams.  Are you happy now?  \n[258]\t\tYeah, well where is he?  And who is this \t\tNorman K. guy?  That's all anyone is \t\ttalking about.  Norman K.  Norman K.  Do \t\tI know him?  \tAugusto lets out a big laugh.  \n[259]\t\tWhat?  \tAugusto throws an arm around George's shoulder.  \n[260]\t\tMotherfucker works fast.  \n[261]\t\tHe what?  \n[262]\t\tThat's impossible.  We can't be up and \t\trunning.  Who's distributing?  \tAugusto says nothing.  But the ball is dropping in Times \tSquare.  10, 9, 8, 7...  \n[263]\t\tOh, no.  \tHappy New Year.  Streamers, confetti, and champagne.  George \tmarches through the kissing guests and over to a phone.  He's \tsteaming.  The music is up, so he has to scream.  \n[264]\t\tHello, Derek?  This is George.  Am I \t\twearing lipstick? \t\tI said, am I wearing lipstick?  Because \t\twhen I'm getting fucked, I want to make \t\tsure my face is pretty.  You're buying \t\tdirectly from Diego, aren't you, you son \t\tof a bitch?  \n[265]\t\tYeah.  I understand.  Just business. \t\tRight.  Fuck you.  \tThe song ends, and George is left standing there screaming.  \n[266]\t\tI bring you in, and this is how you \t\trepay me?  You little homo!  Hey, Derek? \t\tDerek?  \n[267]\t\tNo, no, no, no yo puedo arregarlo solo.  \n[268]\t\tNo more brothers, Diego.  \n[269]\t\tYou fucked me, Diego.  \n[270]\t\tYou went behind my back and you cut me \t\tout.  \n[271]\t\tI talked to Foreal, Diego.  \tThere is a pause.  Diego's goons ready their weapons as Diego \tscoops up a cringer with his pinky and sniffs.  \n[272]\t\tYou'd better kill me now, Diego, because \t\tyou're a dead man.  \n[273]\t\tYeah, well...  \n[274]\t\tYeah.  \n[275]\t\tI didn't come here to drink scotch.  \n[276]\t\tYou know why I'm here.  You know what I \t\thave to do.  I came here for permission. \t\tOut of respect, Pablo.  This is \t\tbullshit, he's making me look like a \t\tpunk.  \n[277]\t\tYou're saying life will take care of \t\tDiego?  \n[278]\t\tI get it.   I'm really pissed, Pablo. \t\tYou know the DEA knows about Norman's \t\tCay.  For Chrissakes, Diego worships \t\tAdolf Hitler and John Lennon, that's \t\tfucked up!  \n[279]\t\tYeah, well, what are you gonna do?  You \t\tand me, Pablo?  Are we good?  \n[280] \tMirtha is sleeping.  She's so big, she looks like she's gonna \texplode.  George sits on the bed and rests his hand on \tMirtha's face.  He looks like the Elephant Man.  \n[281]\t\tShhh, honey, never mind.  It's alright. \t\tIt's over.  I quit the business.  I'm \t\tout.  \n[282]\t\tPablo said no.  It's all over.  And I'm \t\tnever going back.  I have you.  We have \t\tthe baby.  And there's nothing else. \t\tIt's just the family now.  Shhh.  Sleep \t\tnow.  \n[283]\t\tComing!  \tHe finally gets it together, but before he runs out the door, \the does one last blast.  \n[284]\t\tWatching my baby girl born did something \t\tto me. \t\tThey talk about religious experiences, I \t\tdidn't believe in religion.  But when \t\tKristina Sunshine Jung came into this \t\tworld, something in me changed.  I \t\tlooked at her and I knew right then that \t\tI could never love anything but my \t\tdaughter ever again.  It sounds sappy, \t\tbut it was like, click, I knew what I \t\twas put on this planet for.  It was the \t\tgreatest feeling I ever had followed by \t\tthe worst feeling I ever had.  \n[285]\t\tCoke.  \n[286]\t\tI don't know.  Maybe eighteen grams.  \n[287]\t\tToday.  \n[288]\t\tCome on.  Come on, honey.  You can do \t\tit.  Come to Daddy.  \tKristina tries, stumbles.  Gets up again.  She looks like a \tdrunk, but she's doing it.  \n[289]\t\tGood girl!  \tMirtha enters.  She's all pinned out, dressed in Ungaro, \tCartier, and dark sunglasses.  \n[290]\t\tLook, Mirtha.  She's walking.  \n[291]\t\tNo.  These are her first steps.  Watch \t\ther.  \n[292]\t\tBut this is...  \n[293]\t\tAlright.  \n[294]\t\tWhere are you going?  \n[295]\t\tYeah.  She told me.  \n[296]\t\tI heard.  \n[297]\t\tIt's in the past.  I'm out of the \t\tbusiness now, so forget about it.  No \t\thard feelings.  We need to move on.  And \t\tbesides, I'm sorry, too.  \n[298]\t\tFor calling you a homo.  \n[299]\t\tGood to see you, Derek.  \tMirtha runs in with a giant crystal punch bowl filled with \tmother of pearl.  She holds it over her head triumphantly.  \n[300]\t\tI know.  She needs to slow down.  She's \t\tgoing to blow an O-ring.  \tSinging.  The birthday cake is brought in, the candles are \tblown out and everyone cheers. \tMirtha runs over to her husband, still holding the cocaine. \tShe's sweaty, her hair matted down on one side.  \n[301]\t\tNo, that's alright.  \n[302]\t\tNo honey, I'm alright.  \n[303]\t\tWhat's this?  \n[304]\t\tI want my kid out of protective custody. \t\tNow.  No fucking around.  My wife and my \t\tkid on a plane tonight.  I sign when \t\tthey call me safe and sound.  \n[305]\t\tFuck you, then.  I sign nothing.  \tThe detectives ponder.  \n[306]\t\tOh hey, one more thing?  \n[307]\t\tGet me a six pack.  \n[308]\t\tFuck.  \n[309]\t\tHi.  \n[310]\t\tMom.  \tErmine's back is to George.  She won't look at him.  \n[311]\t\tYeah.  Listen.  I'm going to be going \t\taway for awhile.  \n[312]\t\tNo.  \n[313]\t\tGive this to Mom, will you?  \n[314]\t\tGive it to her, Dad.  It'll make her \t\thappy.  \n[315]\t\tTell Mom, you know...  \n[316]\t\tI'd like to make a withdrawal.  \tThe employee opens the book and gets a funny look on his \tface.  Nervous.  \n[317]\t\tPlease, Mirtha.  I'll start working for \t\tAugusto.  I'll talk to him tonight. \t\tI'll do something.  \n[318]\t\tNot in front of the kid.  \n[319]\t\tEverything's gonna be okay, sweetheart. \t\tDon't be upset.  \n[320]\t\tI don't know.  \n[321]\t\tNo, never.  Don't even think about that, \t\tit's impossible.  I love your mother. \t\tAnd you are my heart.  Could I live \t\twithout my heart?  Could I?  \tKristina nods \"no.\"  They embrace.  \n[322] \tThe car moves along I-95.  George is driving while a jacked \tup Mirtha does a speed bump.  A cop is following in the \tdistance.  It is not okay.  \n[323]\t\tThere's a fucking cop behind us, Mirtha. \t\tBe cool, will ya.  \n[324]\t\tHey, why don't you just put a \"I'm doing \t\tcocaine\" sign on the car.  What is your \t\tfucking problem?  \n[325]\t\tWhat?  \n[326]\t\tThose are my nuts!  \tGeorge tries to fend her off.  The car swerves all over the \troad.  It's turned into a full scale fist fight.  The red \tlights of Florida's finest come up behind them and George is \tpulled over.  \n[327]\t\tWhat do you want me to say?  I'm in \t\tprison.  You should know.  You put me \t\there.  \n[328]\t\tMy baby.  She's so big.  \tMirtha forces Kristina over to the glass and keeps showing \ther, prompting her to talk.  Kristina stares at George \tthrough the glass.  Cool.  Defiant.  Angry.  She picks up the \tphone and speaks, every word an accusation.  \n[329]\t\tHello, Derek?  It's George.  Yeah. \t\tYeah, I am.  I'm in Miami.  I'm looking \t\tto do something.  I want to put together \t\ta crew.  Do you know anybody?  Leon?  I \t\tdon't know him.  What's his last name? \t\tAlright.  Give me the number.  \n[330]\t\tNothing.  I just wanted you to know I \t\twas out.  I just wanted to see you.  \n[331]\t\tHow are you doing?  \n[332]\t\tDad.  \n[333]\t\tYou can call me Dad if you want.  \n[334]\t\tKristina, c'mon, I'm sorry.  I'm going \t\tto make this right.  I've got a few \t\tthings going on...  \n[335]\t\tJust to walk with you.  I want to be \t\tyour dad again.  \n[336]\t\tWho's the co-pilot?  \n[337]\t\tSounds fine.  I'll need to meet \t\teverybody.  \n[338]\t\tHoly shit, Dulli!  \n[339]\t\tThat was it.  Seeing Dulli after \t\tfourteen years sealed the deal for me. \t\tThe rest was just details.  My end was \t\troughly five-hundred thousand.  Kristina \t\tand I could have a good life for five \t\thundred grand.  Start over somewhere. \t\tOne final score.  That's all I needed.  \n[340]\t\tNo.  I have the space.  I figured it \t\tout.  This is what I want to do.  \n[341]\t\tFive-thousand per kilo.  \n[342]\t\tThis is a one time thing, Gusto.  One \t\tand I'm out.  Give me a good price for \t\told time's sake.  What do you think?  \n[343]\t\tLet me ask you something.  If you could \t\tgo anywhere in the world, anywhere, \t\twhere would you want to go?  \n[344]\t\tYeah, sure, whatever.  \tKristina thinks about it.  \n[345]\t\tCalifornia?  You can go anywhere in the \t\tworld.  India.  Tibet.  Australia. \t\tParis.  And you choose California?  \n[346]\t\tWhat is it?  A Disneyland thing?  \n[347]\t\tCalifornia, huh?  \n[348]\t\tGo on inside now.  I want to talk to \t\tyour mom alone.  \tHe kisses his daughter goodbye.  \n[349]\t\tI'll be here.  \tGeorge moves over to Mirtha.  It's been a while.  \n[350]\t\tYou knew I was seeing Kristina, right?  \n[351]\t\tYeah, so I've been thinking.  I love \t\ther, y'know?  I kind of want to have \t\ther.  I've been away for so long.  Make \t\tup for the missed time, you know?  \n[352]\t\tYeah, well.  I'm working on that.  I've \t\tgot something going.  \n[353]\t\tYeah, you will.  Of course.  \tMirtha looks at her ex-husband.  It's not all bad.  \n[354]\t\tYeah.  \n[355]\t\tI know.  Well, that's all I really \t\twanted to say.  So, okay, then.  \tHe moves down the steps and heads for the sidewalk.  \n[356]\t\tYeah.  I'm fine.  I'm good.  \n[357]\t\tWhere are you coming in?  \n[358]\t\tNo.  All set.  Piece of cake.  \n[359] \tGeorge is cooking dinner for Kristina.  He's only got a hot \tplate so it's slow.  The table is set with plasticware. \tKristina chops the salad.  \n[360]\t\tI'm thinking about getting out of town \t\tthis week.  You want to come with me?  \n[361]\t\tI don't know.  Maybe California.  \n[362]\t\tYeah.  Go out there, check it out, see \t\twhat it's like.  I've got some stuff to \t\tdo this week, but I'm thinking maybe \t\tThursday.  Thursday after school.  \n[363]\t\tYou let me take care of your mother. \t\tYou just pack your bags.  \n[364]\t\tThere's schools in California.  \n[365]\t\tThat's right.  Three o'clock.  Thursday. \t\tAt your mother's.  You and me.  It's a \t\tdate.  \n[366]\t\tI swear.  On my life.  \n[367]\t\tI swear on your life.  \n[368]\t\tAre we good?  Yeah, we're good.  We're \t\tbeautiful.  We're perfect.  This is A \t\tgrade, one-hundred percent pure \t\tColombian cocaine, Ladies and Gentlemen. \t\tDisco shit.  Pure as the driven snow. \t\tGood riddance.  \tHe looks the boys over.  \n[369]\t\tYou saved my life, Dulli.  You'll never \t\tfucking know.  All you guys.  Everyone \t\tjust got a raise.  Instead of ten \t\tpercent, you get fifteen.  \n[370]\t\tI don't give a shit.  Split it up.  Have \t\ta great life.  I'm done.  I'm out. \t\tStarting over.  Cheers.  \tThey clank.  George gets up and does the Snoopy Dance to the \tbathroom.  \n[371]\t\tYeah!  Unbelievable.  Dulli, pour us \t\tanother round.  I gotta hit the head.  \tGeorge leaves the room.  The camera slowly pans back to the \tguys.  Something doesn't look right.  They have not moved. \tThey look bummed.  Leon looks at G.G.  \n[372]\t\t \t\tDulli, I was just thinking about that \t\ttime we landed in Mexico.  You've gotten \t\ta lot better since then, huh pal? \t\tRemember that fucking landing strip? \t\tHuh?  \tGeorge is the only one smiling.  No one is looking at him.  \n[373]\t\tHey, what's wrong fellas?  Why the long \t\tfaces?  \tHe looks at each one.  He slowly realizes something's up.  He \tlooks to Dulli finally.  \n[374]\t\t \t\tNo.  C'mon, Dulli.  \tThe front door busts down, agents pour in.  The CAMERA SWISH \tPANS to George.  Lights out.  Slow motion.  Slow dolly into \n[375]\t\tOh, no.  \n[376]\t\tI was busted.  Set up by the FBI and the \t\tDEA.  That didn't bother me.  Set up by \t\tKevin Dulli and Derek Foreal to save \t\ttheir own asses.  That didn't bother me. \t\tSentenced to sixty years at Otisville. \t\tThat didn't bother me.  \n[377]\t\tI had broken a promise.  Everything I \t\tloved in my life goes away.  \n[378]\t\tHow's he doing?  \n[379]\t\tRight.  \tZigmond sets the tape recorder down and leaves the room. \tGeorge stares long at the machine.  He pushes the record \tbutton and looks at the red light.  \n[380]\t\tHello, Dad...  \n[381]\t\tYou know, I remember a lifetime ago, I \t\twas about three-and-a-half feet tall, \t\tweighing all of sixty-pounds, every inch \t\tyour son...  \n[382]\t\t...those Saturday mornings going to work \t\twith my Dad.  We'd climb into that big \t\tyellow truck.  I used to think it was \t\tthe biggest truck in the world.  \n[383]\t\tI remember how important the job we did \t\twas. \t\tHow if it weren't for us, people would \t\tfreeze to death.  I thought you were the \t\tstrongest man in the world.  \n[384]\t\tRemember those home movies when Mom \t\twould dress up like Loretta Young?  And \t\tthe ice creams and the football games? \t\tWaino, the Tuna, and the day I left for \t\tCalifornia only to come home with the \t\tFBI chasing me?  \n[385] \tJames J. Trout pulls a handcuffed George's boots over his \tsocks as Fred and Ermine watch.  \n[386]\t\tAnd that FBI agent, Trout?  When he had \t\tto get on his knees to put my boots on? \t\tYou said...  \n[387]\t\tThat was a good one, Dad.  That was \t\treally something.  Remember that?  \n[388]\t\tAnd that time you told me that money \t\twasn't real?  Well, old man, I'm forty \t\ttwo years old.  I finally learned what \t\tyou tried to tell me so many years ago.  \n[389]\t\tI finally understand.  You're the best, \t\tDad.  I just wish I could have done more \t\tfor you.  I wish we had more time.  \n[390]\t\tI guess I kind of lost sight of things. \t\t\"May the wind always be at your back and \t\tthe sun always upon your face, and the \t\twinds of destiny carry you aloft to \t\tdance with the stars.\"  Love, George.  \n[391]\t\tI meant every word of it.  \n[392]\t\tYeah, Dad.  I knew that.  \n[393]\t\tWhat do you guys want?  \n[394]\t\tWhat about him?  \tGarcia tosses a newspaper onto the table.  The Miami Herald. \tInside is a full page letter addressed from Diego Delgado to \tVice President George Bush.  In the letter, Diego offers to \tmake a deal.  In exchange for immunity, Diego will rat out \tthe entire cocaine business.  Americans, Colombians, Noriega, \tEscobar, everybody.  Just let him free.  \n[395]\t\tWhat the fuck?  Is he going to walk?  \n[396]\t\tI don't think so.  \n[397]\t\tNo thanks, fellas.  You've got the wrong \t\tfucking guy.  I'm not a rat.  \n[398]\t\tMirtha, what's going on?  Everything \t\tokay with Kristina?  \n[399]\t\tIs she here?  Is she coming?  \n[400]\t\tYeah.  \n[401]\t\tHe wants me to testify?  Is that what \t\the's asking me to do?  \n[402]\t\tMirtha, how are you doing?  \n[403]\t\tHey, Arch, you think the judge will let \t\tus get a cocktail after this is all \t\tover?  \n[404]\t\tThanks, Arch.  \tThey walk into the crowded courtroom.  \n[405]\t\tI'm George Jung.  Spelled J-U-N-G.  \n[406]\t\tYes, I do.  \n[407]\t\tYes, he's sitting right there at the end \t\tof the table.  \n[408]\t\tShortly after I arrived at Danbury \t\tFederal Correctional Institute I related \t\tto Diego that the crime I was in for was \t\tsmuggling marijuana. \t\tDiego told me he had high level \t\tconnections in Colombia and they needed \t\tto find someone to help them transport \t\tcocaine into America...  \n[409]\t\tThe first run was fifteen kilos, which \t\twe smuggled into Logan Airport in hard \t\tshelled suitcases.  \n[410]\t\tWe wrapped the cocaine in kitchen \t\tcabinet paper, and duct tape, that way \t\tif there were any dogs in customs...  \n[411]\t\tI introduced Diego to a pilot named Jack \t\tStevens, who helped us fly 300 kilos of \t\tcocaine per week into the United States \t\tvia twin-engine Cessnas.  Jack would fly \t\tinto North Carolina, we'd meet him there \t\tand drive it down to different \t\tdistribution points...  \n[412]\t\tI never met Pablo Escobar.  Diego \t\tDelgado was my only connection to \t\tcocaine from Colombia...  \n[413]\t\tDiego convinced me to keep most of my \t\tmoney in a Panamanian bank.  Diego had a \t\tclose relationship with Manuel Noriega. \t\tIn exchange for allowing us to keep our \t\tmoney there, we paid him a percentage.  \n[414]\t\tThere was an 85% chance that if you \t\tsnorted cocaine between 1977-1984, it \t\twas ours. Initially with my LA \t\tconnections, we invented the \t\tmarketplace.  In 1977, there was no \t\tother real competition.  \n[415]\t\tThe first year we made about 100 million \t\tdollars between us.  It was an expensive \t\toperation.  Eventually we built up to \t\tthree different pilots doing multiple \t\truns per week, connections on both \t\tcoasts, everything was running smooth. \t\tWe were like a corporation...  \n[416]\t\the was very anti-government.  He talked \t\tabout revolution, forming his own \t\tcountry or island, he was looking for \t\tpower as well as money.  I was just \t\tlooking for money.  \n[417]\t\tHe disliked the United States, thought \t\tit was a police state.  He hoped that by \t\tflooding the country with cocaine, it \t\twould disrupt the political system and \t\ttear down the morality of the country.  \n[418]\t\tWell, yes, Derek Foreal was my \t\tconnection, I met him back in 1968 when \t\tI first moved to Manhattan Beach.  It \t\twas Foreal's marijuana connections that \t\tkicked off our cocaine market.  \n[419]\t\tYes, it was my idea to bring the kilos \t\tto Los Angeles.  When Diego finally got \t\tDerek Foreal's name from me, it was only \t\ta matter of months before he'd cut me \t\tout.  \n[420]\t\tI'm not sure how my relationship with my \t\tdaughter and ex-wife have anything to do \t\twith this trial.  I mean we're here to \t\ttalk about Diego Delgado, aren't we?  \n[421]\t\tYes, I am.  \n[422]\t\tNo, I cam here out of my own volition.  \n[423]\t\tSomething about vengance being best \t\tserved cold.  \n[424]\t\tExcuse me?  \n[425]\t\tI'm doing sixty years at Otisville, no \t\tchance of parole.  Even if they cut my \t\tsentence in half I'll be seventy-three \t\tyears old.  That's some fucking deal.  I \t\tdon't know if the parole board, the \t\tjudge, the pope or Jesus Christ himself \t\tcan get me out of here.  I have a really \t\tbad record, I'm not sure what's going to \t\thappen.  \n[426]\t\tYou shouldn't have taken the 30 million, \t\tDiego, I was out.  \tGeorge is lead away.  \n[427]\t\tI'm sorry, baby.  I'm so sorry.  \n[428]\t\tI didn't mean to...  \n[429]\t\tI fucked up.  \n[430]\t\tI love you.  I love you so much.  You've \t\tgot to know that.  You've got to know.  \n[431]\t\tAfter everything.  After everything, the \t\tonly thing left out of my whole life is \t\tyou.  \tKristina looks at her father, smiles, and disappears.  There \twas no Kristina.  The guard continues to tap.  \n[432]\t\tBut I have a visitor.  \n[433]\t\tBut I want to put her name on the list \t\tfor tomorrow.  My daughter.  \n[434]\t\tBecause she's visiting me.  ", "Jung": "\n[1] \tA primitive but enormous makeshift lab contains all the \tequipment.  The machinery.  The solutions.  The over-sized \tvats.  Dark-skinned bandoleros smoke cigarettes and sport \tautomatic weapons at all the points of entry.  The coca is \tnow a \"basuco\" paste and is being sent in for a wash.  \n[2] \tA small twin-engine Cessna is loaded with dozens of duffel \tbags and the plane takes off.  \n[3] \tGeorge hops the fence like he did when he was a boy and goes \tin the back door.  \n[4] \tErmine looks at George blankly.  \n[5] \tGeorge and Fred sit at the table, a bottle of Scotch sits \tbetween them.  The glasses are raised.  \n[6] \tThe bottle is dwindling.  George and Fred are feeling it.  \n[7] \tThe front door opens and FEDERAL AGENTS pour into the house.  \n[8] \tGeorge is up the stairs in a flash.  \n[9] \tThey lead George outside in handcuffs.  Ermine and Fred \twatch.  \n[10] \tGeorge sits on his bed, reading.  Two duffel bags are tucked \taway in the closet.  Ermine pokes her head in.  \n[11] \tGeorge pulls up to the front.  \n[12] \tA sixty-nine year old Fred shuffles from his house to the \tblue LTD.  He gets in, turns the key, and puts his son's tape \tinto the deck.  \n[13] \tSix-year old George runs through the leaves to the truck and \trides to work with his father.  \n[14] \tJames J. Trout pulls a handcuffed George's boots over his \tsocks as Fred and Ermine watch.  ", "Derek": "\n[1]\t\tBarbie!  \tDerek's female entourage rush over as well.  Kisses all \taround.  \n[2]\t\tSo, this is the new man, huh?  He's \t\tcute!  \tGeorge and Tuna stick out there hands.  \n[3]\t\tTuna, oh my.  Enchante, George.  Barbie, \t\the's yummy.  He looks like a Ken doll. \t\tOooh, Ken and Barbie.  It's perfect. \t\tAlright, girls, give me five minutes.  \tDerek makes dismissing gestures and the girls scatter.  \n[4]\t\tEveryone, shoo!  You, too, Barbie.  I \t\twant to talk to the boys alone.  \tAfter the girls leave, Derek closes the partition and his \tplayful demeanor changes.  He's all business now.  \n[5]\t\tWhat can I do for you guys?  \n[6]\t\tI know what you want.  But, first of \t\tall, are you cops?  \n[7]\t\tBecause if you are, you have to tell me. \t\tIf not, it's entrapment.  \n[8]\t\tI guess not.  Okay.  You know, you're \t\tvery lucky you're friends of Barbie's. \t\tIf you weren't, I'd never talk to you.  \tDerek pulls a television-sized brick of quality marijuana out \tfrom under a sink and sets it down in front of George.  \n[9]\t\tIt's your grass.  \n[10]\t\tI don't nickel and dime.  You want it or \t\tnot?  \tGeorge and Tuna look at each other.  \n[11]\t\tBarbie!  \tDerek's female entourage rush over as well.  Kisses all \taround.  \n[12]\t\tSo, this is the new man, huh?  He's \t\tcute!  \tGeorge and Tuna stick out there hands.  \n[13]\t\tTuna, oh my.  Enchante, George.  Barbie, \t\the's yummy.  He looks like a Ken doll. \t\tOooh, Ken and Barbie.  It's perfect. \t\tAlright, girls, give me five minutes.  \tDerek makes dismissing gestures and the girls scatter.  \n[14]\t\tEveryone, shoo!  You, too, Barbie.  I \t\twant to talk to the boys alone.  \tAfter the girls leave, Derek closes the partition and his \tplayful demeanor changes.  He's all business now.  \n[15]\t\tWhat can I do for you guys?  \n[16]\t\tI know what you want.  But, first of \t\tall, are you cops?  \n[17]\t\tBecause if you are, you have to tell me. \t\tIf not, it's entrapment.  \n[18]\t\tI guess not.  Okay.  You know, you're \t\tvery lucky you're friends of Barbie's. \t\tIf you weren't, I'd never talk to you.  \tDerek pulls a television-sized brick of quality marijuana out \tfrom under a sink and sets it down in front of George.  \n[19]\t\tIt's your grass.  \n[20]\t\tI don't nickel and dime.  You want it or \t\tnot?  \tGeorge and Tuna look at each other.  \n[21]\t\tYou're kidding, right?  That's a hundred \t\tpounds a week.  \n[22]\t\tI don't know...  \n[23]\t\tCome on, George, no one is going to pay \t\tthat.  \n[24]\t\tGoodness.  \n[25]\t\tAnd I only deal with you?  \n[26]\t\tI don't know.  East coast.  Airplanes. \t\tIt all sounds pretty risky.  \n[27]\t\tI don't think so.  \n[28]\t\tDon't be ridiculous, these are my \t\tbabies.  \tGeorge empties the pot all over the floor.  \n[29]\t\tGeorge, you're a genius.  We're rich. \t\tCome, children.  \tThe girls dive on top of Derek, caressing and kissing him.  \n[30]\t\tGeorge, get my camera.  \tDerek poses with a load of marijuana like it's a new fur.  \n[31]\t\tTake a picture of me, George.  Take a \t\tpicture of me with my new friends. \t\tIt'll be a fabulous Christmas card.  \n[32]\t\tIt's great and everything, but what am I \t\tgoing to do with all this?  \n[33]\t\tAlright, but it's gonna take me a year.  \n[34]\t\tNice doing business with you, George.  \n[35]\t\tI don't want to get caught in the middle \t\tof this.  That's between you and Diego.  \tGeorge's face scrinches in pain.  \n[36]\t\tIt's nothing personal, George.  Just \t\tbusiness.  \n[37]\t\tHappy Birthday, George.  Mirtha invited \t\tme.  \n[38]\t\tLook, I'm sorry about everything.  I \t\tfeel like an idiot.  You were right.  I \t\tdid fuck you.  And then Diego fucked me. \t\tCut me out, too.  \n[39]\t\tI lost sight of everything.  Forgot who \t\tmy friends were.  \n[40]\t\tYou?  \n[41]\t\tThat was out of line.  \tGeorge throws his arm around Derek's shoulder.  \n[42]\t\tJesus, is that Mirtha!?  \tA very underweight Mirtha nervously runs around the party, \tshoving coke up everyone's noses.  She is gakked to the gills \tand out of control.  Her pupils a mile wide.  \n[43]\t\tChrist almighty, George.  Feed her a \t\tcheeseburger or something.  What does \t\tshe weight, eighty pounds?  ", "Foreal": "\n[1] \tIt's on the water and beautiful.  The furnishings are \tdistinctly Derek Foreal.  It's a surreal scene. \tThe holiday decorations are up, TOPLESS WOMEN in elf outfits \tsip champagne, and a thousand pounds of cannabis lays on the \tliving room floor.  \n[2] \tGeorge and Derek sit in the living room with MR. T, a hippie \tish looking professor.  On the table sits various \tparaphernalia.  Scales, beakers, test tubes, and a hot box. \tGeorge and Derek watch as Mr. T scoops some of George's \tcocaine and sets it onto the two-inch metal plate.  ", "Augusto": "\n[1]\t\tPleased to meet you finally, George.  I \t\tam Augusto Oliveras.  \n[2]\t\tWe are talking about George's West Coast \t\toperation.  \n[3]\t\tI'm so glad you two could make it. \t\tMirtha, look at you.  So beautiful.  You \t\tlook like you're about to burst.  \n[4]\t\tI don't know.  Drunk somewhere.  Try the \t\tbar.  And if you find her, tell her to \t\tcome, it's almost midnight.  \tAs Mirtha leaves, Augusto throws his arm around George's \tshoulder.  \n[5]\t\tIt's good you came down, George.  We \t\tneed to discuss a few things.  \n[6]\t\tHe's not here, George.  \n[7]\t\tNorman Cay is not a person.  He is an \t\tisland, George.  In the Bahamas.  From \t\twhat they say, it is free and it's \t\tDiego's new home.  \n[8]\t\tLet us walk.  From what I understand, \t\tDiego has bought a hundred and sixty \t\tacres, a marina, a hotel, and an \t\tairstrip.  \n[9]\t\tThe word is that soon he is to be king \t\tof the middle empire.  He is doing \t\tmultiple runs right now and using the \t\tisland as a jump-off point.  \n[10]\t\tYes.  Jack Stevens is already a very \t\tbusy man.  Along with many others.  You \t\tshouldn't stay away so long.  \n[11]\t\tQue queres decir.  Que es lo que el va \t\thacer?  Pues, no va hacer nada.  \n[12]\t\tEl no va hacer nada.  Hay un problema. \t\tAqui, hubo un error y nosotros lo vamos \t\tha arreglar.  \n[13]\t\tBlanca, por favor.  \n[14]\t\tDejen la maricada pues!  No jodan! \t\tNadie va a matar a nadie!  George, \t\tdebemos hablarle al Patron, es la unica \t\tmanera, mano.  \n[15]\t\tA toast!  To Mister George Jung.  Mr. I \t\t95, north and south.  My brother-in-law. \t\tHappy birthday!  \tEveryone raises their glasses.  \n[16]\t\tThree-hundred kilos is a very big load, \t\tGeorgie.  Why don't we start small?  \n[17]\t\tAlright.  I'll ask Pablo, tell him it's \t\tfor you.  I don't think there will be a \t\tproblem.  \n[18]\t\tHa ha.  That's too much, Georgie.  Those \t\tdays are over.  The rate is one-thousand \t\tdollars.  Inflation, you know?  ", "Oliveras": "", "Young": "", "Ermine": "\n[1]\t\tI just can't get over the size of that \t\tring.  I just love it.  Fred, look at \t\tit.  Tell me you don't love that ring.  \n[2]\t\tYes.  Of course.  But, I'm talking about \t\tthat ring.  It's something else.  Let me \t\ttell you.  \n[3]\t\tWhat is that, two carats?  That's got to \t\tbe two carats.  \n[4]\t\tYes.  It's at least two carats, darling. \t\tTreasure it.  \n[5]\t\tOh, shut up, Fred.  Shut your big fat \t\tmouth.  You don't buy it all at once. \t\tIt's called layaway.  \n[6]\t\tThat's right.  Layaway.  Something you \t\twouldn't know anything about, you \t\tcheapskate.  \n[7]\t\tYou, you big old tightwad.  He still has \t\this communion money.  Tell him, George. \t\tTell your father about layaway.  \n[8]\t\tThe boy is happy, Fred.  Don't be such a \t\tkilljoy.  \n[9]\t\tBarbara, here, take my napkin.  \n[10]\t\tTake your boots off.  You're tan.  \n[11]\t\tYeah.  We heard all about it.  I want \t\tyou to know I'm deeply sorry about your \t\tgirlfriend.  \n[12]\t\tYes, Barbara.  She was very pretty.  \n[13]\t\tYou mean the drug money?  Yes, I got it.  \tErmine's hands are trembling.  She is emotional.  She hugs \tGeorge ferociously, not letting go.  \n[14]\t\tG-d, son.  \n[15]\t\tGeorge!  \n[16]\t\tI had no choice.  \tGeorge stops and looks at his mother, for the first time \trealizing her betrayal.  \n[17]\t\tDon't look at me like that.  What was I \t\tsupposed to do?  You're in our house. \t\tWhat, was I supposed to be an \t\taccomplice?  \tAs George is led to the police car, Ermine follows.  \n[18]\t\tYou don't think people know you're a \t\tdrug dealer?  Everyone knows.  It's no \t\tsecret.  How do you think that reflects \t\ton me?  Every time I go out, I'm \t\thumiliated.  I see the stares.  I hear \t\tthe whispers.  How do you think that \t\tmakes me feel?  Did you ever once stop \t\tand think of me?  \tGeorge's head is pushed down as he is put in the squad car. \tHe looks up at his mother.  \n[19]\t\tSo you go to jail.  It's for your own \t\tgood.  You need to straighten your life \t\tout.  \n[20]\t\tYou have a phone call.  \tGeorge picks up the phone.  \n[21]\t\tIt's all so beautiful.  \n[22]\t\tLook at this credenza.  If you don't \t\tmind me asking, how much is something \t\tlike that?  It's got to cost a fortune.  \n[23]\t\tI've seen those in magazines.  They're \t\tnot cheap.  \n[24]\t\tOh, I see.  \n[25]\t\tGeorge, it's time!  George!  George!  \n[26]\t\tTell him I don't want to see him.  Tell \t\thim he's not welcome here.  \n[27]\t\tDon't you dare step one foot in this \t\thouse.  You're not my son, you hear me? \t\tI don't have a son anymore.  \tShe disappears into the house.  The sound of a door slamming.  ", "Fred": "\n[1]\t\tThat's too bad.  You would have been the \t\tfirst one in the family.  \n[2]\t\tAlright.  You want me to get your old \t\tjob back?  Because I could, you know, I \t\tcould put in that word.  \n[3]\t\tWhat are you going to do?  \n[4]\t\tThat's too bad.  You would have been the \t\tfirst one in the family.  \n[5]\t\tAlright.  You want me to get your old \t\tjob back?  Because I could, you know, I \t\tcould put in that word.  \n[6]\t\tWhat are you going to do?  \n[7]\t\tI'm just happy that George has found \t\tsomeone he cares for.  \n[8]\t\tHard to imagine being able to afford a \t\tring like that on a construction salary.  \tAll eyes turn to George, who fumbles.  \n[9]\t\tLayaway shmayaway.  \n[10]\t\tWho's the cheapskate?  \n[11]\t\tKilljoy?  \tGeorge looks to Barbara, whose nose is bleeding.  \n[12]\t\t...and the winds of destiny carry you \t\taloft...  \n[13]\t\tYou alright?  \tGeorge nods.  \n[14]\t\tYou loved her, didn't you?  You really \t\tloved her.  \n[15]\t\tTough spot.  \tThe glasses are refilled.  \n[16]\t\tNot mad.  \n[17]\t\tI just don't know what you're thinking. \t\tI don't understand your choices.  You \t\tknow, the police are looking for you.  \n[18]\t\tLet me tell you something, son.  You \t\twould have been great at anything.  \tSomething outside catches George's eye.  A light.  A \treflection.  A movement.  George is up and on the move.  \n[19]\t\tWhere are you going?  \n[20]\t\tOpen the door, son.  \n[21]\t\tYeah.  Nice.  \n[22]\t\tDon't bullshit me, George.  I don't see \t\tyou very much, I don't want to waste the \t\ttime.  \tThey move along the rear of the house.  Classic cars line the \tdriveway.  \n[23]\t\tYou come from my body, remember?  You're \t\tmy baby boy.  The same kid who would \t\tjump off a mountain if someone told him \t\the couldn't do it.  You haven't changed \t\tmuch.  I know the things you do.  Not \t\teverything.  But I get the picture and I \t\tdon't care.  I don't like it.  It's not \t\twhat I would have chosen for you, but \t\tit's your life.  It doesn't have \t\tanything to do with me.  \tHe turns and looks at his boy.  \n[24]\t\tYou're like your mother.  You love \t\tmoney.  \n[25]\t\tNo, it's good.  You have a family.  It's \t\tgood if it makes you happy.  It's nice \t\tto have nice things.  Are you happy, \t\tson?  \n[26]\t\tHello, hello.  \n[27]\t\tI heard.  Ermine, your son is here.  \n[28]\t\tShe's angry.  It's all over the news.  \n[29]\t\tYou're not going to trial?  \n[30]\t\tGood.  \tThey stand there and look at each other for a while.  There's \ta lot to say but nothing's coming out.  George hands Fred a \tgym bag.  \n[31]\t\tMoney.  You and your mother.  All the \t\ttime chasing it.  I never understood it.  \n[32]\t\tYeah, I know.  This is it, isn't it?  \tThe two men throw their arms around each other and hold on to \tone another in the doorway of the old house.  \n[33]\t\tI'll tell her.  \tGeorge breaks away and moves to the T-bird.  \n[34]\t\tTake care of yourself.  \n[35] \n[36] \tvisibly moved.  \n[37]\t\tThat's where you belong...  \n[38] \tA choked up Fred repeats the words.  \n[39]\t\t...you sonofabitch.  Putting on George's \t\tboots.  \n[40] \tTears come crashing out of the old man's stoic face.  \n[41]\t\tThat was a beautiful message.  \n[42]\t\tDid you know I died two weeks after you \t\tsent me that tape?  \tThe apparition of Fred disappears and George is left alone \tonce again.  "}}