{"filename": "Boogie-Nights_script.txt", "imdb_id": "tt0118749", "imdb_url": "https://www.imdb.com/title/tt0118749", "characters": ["Jack Horner", "Reed Rothchild", "Maurice t.t. Rodriguez (as Luis Guzman)", "Big Stud", "Hot Traxx Chef", "Amber Waves", "Dirk's Mother", "Buck Swope", "Little Bill", "Rollergirl", "Hot Traxx Waiter", "Little Bill's Wife", "Dirk's Father", "Becky Barnett", "Eddie Adams /Dirk Diggler"], "dialogues": {"Jack": "\n[1]  \n[2]  \n[3]  Maurice takes Amber's hand and gives it a kiss.  \n[4]  \n[5]  Amber and Jack head off towards the booth. CAMERA stays with Maurice, follows him to the bar area, where he shouts some orders to a WAITER.  \n[6]  \n[7]  The WAITER exits, CAMERA PANS with him for a moment, leading to a young girl wearing rollerskates, ROLLERGIRL . She always, always wears rollerskates. CAMERA PANS with her back to Jack's booth.  \n[8]  \n[9] Jack turns his head, looks across the dance floor and sees this kid cleaning the table.  \n[10]  \n[11]   \n[12]   \n[13]  \n[14]  Jack is off across the dance floor.  \n[15]  \n[16]  \n[17]  \n[18]   \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  \n[25]   \n[26]  \n[27]  \n[28]   \n[29]  \n[30]  \n[31]  \n[32]   \n[33]  \n[34]   \n[35]    \n[36]  \n[37]  \n[38]  \n[39]   \n[40]  \n[41]  \n[42]    Jack leaves.  \n[43] Jack and Amber enter the house. It resembles the Jungle Room at Graceland. He heads for the kitchen, she makes a drink . . .  \n[44]   \n[45]  \n[46] ECU, AMBER. She does a quick line of coke. BEAT. She takes a valium, lights a cigarette, then picks up the phone;  \n[47] Rollergirl comes over to speak with Jack. He whispers something in her ear. She nods, \"I understand,\" and rolls away --  \n[48]  \n[49]  \n[50]        \n[51]     \n[52]  \n[53]            He looks to Rollergirl. She smiles. CAMERA OFF AMBER NOW.  \n[54]      \n[55]                         \n[56]   \n[57] \n[58]  \n[59]  \n[60]  \n[61]  \n[62] \n[63]    \n[64]   \n[65]  \n[66]  \n[67]  \n[68]  Rollergirl enters back into the house. CAMERA SWING PANS OVER:  \n[69]    \n[70]  \n[71]    \n[72]  CAMERA HOLDS ON JACK. OC sounds of Dirk and Rollergirl making out on the couch. SLOW ZOOM INTO CU. ON JACK.  \n[73] Jack, Amber, Rollergirl, Reed, Buck and Becky. They're setting up for a pool party. Cases of beer, soda and chips all around.  Dirk comes walking up towards the front door . . . Jack opens up, CAMERA PUSHES IN . . . Jack opens his arms;  \n[74]    CAMERA follows with Jack and Dirk as they move to the pool area and find Reed, who's setting up the bar.  \n[75]   \n[76]    \n[77] The driveway is PACKED with cars now and the party is in full swing. A Big Black Cadillac comes down the driveway. A LIMO DRIVER gets out, moves to the back and opens the door. From the car steps:  THE COLONEL JAMES . Heavy-set in a tan suit. Wrap around sunglasses. The Porno Film Distributor. His LADY FRIEND  steps from the car and smiles;  \n[78]  \n[79]  \n[80]  \n[81]  They exit. CAMERA follows the Limo Driver into the pool area --  \n[82] CAMERA follows the Limo Driver for a while, then moves away, to find; Maurice and Amber. They're sitting down, speaking.  \n[83] Little Bill and his Wife get out of his Station Wagon and enter the party from the driveway. She's dressed up. He's dressed down.  \n[84] Jack and the Colonel are sitting, drinks in their hand. The Colonel smokes a cigar.  \n[85]      \n[86]              \n[87]     \n[88]  Little Bill pokes his head into the office, sees the conversation and quickly apologizes and exits. The Colonel looks to Jack;  \n[89] Reed and Dirk are swimming. Dirk gets up on the diving board.  \n[90] He lands in the pool and swims to the surface.  \n[91] CAMERA follows behind Little Bill. He's walking around, looking for his wife. He greets a few people here and there.  He runs into a big guy, ROCKY . He's a CREW member.  \n[92] Maurice and Buck are talking;  \n[93] Amber is sitting in the bathroom, on the toilet. She reaches to the window, sets aside the curtains and looks.  AMBER'S POV: Looking out to the pool area. Dirk dives off the board and does a perfect FLIP in SLOW MOTION.  \n[94] CAMERA follows Little Bill. He spots six people in a semi-circle around something. He walks over -- inside the semi-circle, on the pavement, Little Bill's Wife is getting fucked by some BIG DUDE.  \n[95] CAMERA follows HAND-HELD behind Jack, the Colonel and his Limo Driver as they walk quickly down a hallway that leads to a bedroom.  \n[96]  \n[97]  \n[98]  Dirk spots Jack calling him and stands, looks to Scotty J.  \n[99] Dirk approaches and the Colonel smiles. They shake hands.  \n[100]   \n[101]   \n[102] The party is coming to a close and people are trying to get in their cars and get out of the driveway.  CAMERA hangs with Little Bill and his Wife.  \n[103]  \n[104] The party is over. Amber and Rollergirl are inside playing cards. Scotty J. is cleaning up, Dirk and Reed sit in the JACUZZI, looking up at the stars.  \n[105]  \n[106]  \n[107]  \n[108]  \n[109]   \n[110]  \n[111]  \n[112]  \n[113]   Dirk smiles. Reed smiles. Jack looks up and closes his eyes.  \n[114] . . . . The film crew sets up lights and other equipment around a small \"office\" set. The crew consists of: Kurt Longjohn, Director of Photography. Rocky, Gaffer/Grip. Little Bill, Assistant Director. Scotty J. Is working as a utility/sound man.  Jack is sipping coffee, conferring with Kurt about lighting.  \n[115]  \n[116]   Little Bill approaches.  \n[117]  \n[118]  \n[119]   Little Bill makes a note. Jack walks over to Becky, who's sitting in a chair, shaving her pubic hairs.  \n[120]  \n[121]   \n[122]  \n[123]  Jack continues to get everyone ready.  \n[124]    \n[125]  \n[126]       \n[127]  \n[128]  \n[129]  \n[130]  \n[131]  \n[132]  \n[133]  Jack exits. Amber and Dirk huddle in the corner a moment.  \n[134]  CAMERA blends to SLOW MOTION  and FOLLOWS Dirk through the door and into the set -- lights flare into CAMERA/DIRK and we focus in on Amber, seated behind a desk. CAMERA blends back to 24fps.  KURT LONGJOHN'S 16mm CAMERA POV:  Dirk enters. A light shines straight at him. He walks into a two shot with Amber at the desk. BEAT, THEN:  \n[135] Kurt Longjohn takes his eye away from the viewfinder for a moment. Rocky frowns slightly. Scotty J. is in shock. Reed and Becky smile.  Amber looks from Dirk's cock to his face.  \n[136]  \n[137]    Amber looks to Dirk. They hold still;  \n[138]  They continue for a bit, getting faster and a little harder;  \n[139] \n[140]  \n[141]   Dirk hears this and turns to Jack and Little Bill.  \n[142]  \n[143] Jack is eating Clams on the Half Shell and talking to Amber. The Colonel is sitting with a NEW LADY FRIEND. CAMERA begins a BOOM DOWN as Scotty J. enters FRAME and begins talking the Colonel's ear off.  \n[144]     Dirk gets on the bed with Rollergirl and tries a move.  \n[145] Jack is reading \"Oui.\" Dirk, Reed and Amber listen.  \n[146]       CAMERA DOLLIES IN ON THE PAGE, TRACKS ALONG THE WORDS. CAMERA catches glimpses of the words on the page, \". . . Diggler . . .\" \". . . sexual standout . . .\" \". . . supple ass . . .\" Continue w/STILL PHOTOGRAPHS from the film.  \n[147]       \n[148]     END FOUR WAY SPLIT, STAYING WITH DIRK DANCING IN THE CLUB. Dirk, Reed, Rollergirl, Buck, Maurice and Becky begin doing a DANCE NUMBER. (Complete w/choreographed moves, etc.  \n[149] Amber is on the phone. Dirk is sitting with her, holding her hand.  \n[150] Amber is driving the van, Buck is in the passenger seat trying to figure out why the radio isn't working and speaking;  \n[151]  \n[152]  \n[153]  \n[154]  \n[155]  \n[156]      \n[157]   \n[158]   \n[159]  \n[160] CAMERA PULLS BACK and WHIPS around from the Steenbeck image to find; Jack and Kurt Longjohn, working on the film.  \n[161]     \n[162] CAMERA PULLS BACK and WHIPS around from the Steenbeck image to find Jack and Kurt Longjohn;  \n[163]  \n[164]  \n[165]  \n[166] CAMERA starts on a huge banner strung across the house. It reads:   CAMERA roams through the party. This is a bigger, better and more insane party than we have seen so far . . . .  CAMERA hangs with Becky and a tall, heavy-set black guy JEROME.  \n[167] CAMERA hangs with The Colonel, a NEW LADY FRIEND, who's doing some coke from a bowl and Maurice, who's begging for a part in a movie. The Colonel's attention turns across the room;  COLONEL'S POV: A tall man in a white suit, FLOYD GONDOLLI , is standing with two dirty-looking BOYS and two similar GIRLS.  The Colonel walks over, CAMERA WHIP PANS over to Floyd Gondolli;  \n[168] A guy in white jeans, black leather jacket, TODD PARKER . He exits his 280z and flashes smiles at various party people. CAMERA follows him to the POOL AREA where he sees;  \n[169] Jack, Floyd Gondolli and the Colonel sitting.  \n[170]  \n[171]  \n[172]       \n[173]        \n[174]  \n[175]      \n[176]  \n[177]  \n[178]  \n[179]   \n[180]    \n[181]  \n[182]     Jack leaves. Floyd looks to the Colonel. HOLD.  \n[183] Dirk and Amber emerge from the bedroom and walk back to the party . . . . Amber stops to say hello to some people . . . . Dirk keeps walking . . . CAMERA follows him outside . . . Scotty J. approaches . . . .  \n[184] Jack calls out to the crowd of Party People.  \n[185] \n[186] Just then: REED appears with a GUN aimed at Buck.  \n[187] Jack and Dirk are sitting behind a Moviola for the interview with Amber. Dirk speaks very quickly . . .  \n[188]  Jack and Amber laugh. Dirk laughs a little less.  \n[189] Dirk and Amber, sitting in front of the Steenbeck. She flips it off and looks to him;  \n[190] Dirk and Amber walk out and into the living room, CAMERA SWINGS 180 OVER TO: Jack and Reed, sitting at the kitchen counter;  \n[191]  At that moment the PHONE RINGS, CAMERA WHIPS OVER to the phone. It rings again. Jack picks it up. DOLLY/ZOOM IN QUICK.  \n[192]    He slams the phone down.  \n[193]  \n[194]  \n[195]    \n[196]  The Colonel shakes his head a little, doesn't answer.  \n[197]  \n[198]  \n[199]  \n[200]  \n[201]    \n[202]  \n[203]  \n[204]  \n[205]  \n[206]   \n[207]  \n[208]  \n[209] CAMERA HOLDS A LOW ANGLE, LOOKING UP AT JACK, KURT and ROCKY. They look into CAMERA. HOLD.  \n[210]  \n[211]  \n[212]  \n[213]  \n[214]  \n[215]   \n[216]  \n[217]   \n[218] Jack is sitting with a handsome young kid, JOHNNY DOE  Dirk arrives;  \n[219]  \n[220]   \n[221]   Dirk nods his head, picks up his sunglasses from the table and walks off across the dance floor. Jack turns back to Johnny Doe;  \n[222]      Jack continues chatting with Johnny Doe, he looks away for a moment.  JACK'S POV: Dirk meets up with Todd Parker and they walk out the door.   Jack turns back to Johnny Doe. Continue a bit with party stuff/etc. Jack has his dance w/Becky.  \n[223] CAMERA begins with Kurt and Rocky standing nearby the VIDEO CAMERA. Reed is watching them try and figure it out.  Jack is waiting patiently, working on a crossword puzzle. Johnny Doe is swimming in the pool.  Rollergirl moves past and CAMERA follows her into --  \n[224] Dirk is dressed in Speedos and a headband for the scene and laying out some coke on the table. Rollergirl arrives, she does some. The television in the b.g. is tuned to MTV which is playing \"Video Killed the Radio Star.\"  \n[225] Jack is still sitting in the same spot. Johnny Doe is drying off. Dirk comes charging out --  \n[226]  \n[227]  \n[228]   \n[229]  \n[230]    \n[231]  \n[232]  \n[233]  \n[234]  \n[235]   \n[236]  \n[237]   \n[238]   \n[239]  \n[240]  \n[241]  Jack starts to prod Dirk a little with a slight PUSH.  \n[242]  Reed comes over to the fight.  \n[243]  \n[244]  \n[245]  \n[246]  \n[247]  \n[248]     \n[249] \n[250]    \n[251]  \n[252] Jack is directing a scene with an AMATEUR PORN ACTRESS and JOHNNY DOE. They're on the couch in Jack's living room. Johnny Doe has adopted more of a celebrity attitude.  \n[253]  \n[254]  \n[255]  \n[256] CAMERA DOLLIES IN ON Rollergirl and Amber. They're playing backgammon and talking on Amber's bed, doing coke and smoking cigs.  \n[257] Amber and Rollergirl are sitting in front of a pile of coke that's laidout on top of a big book . . .  \n[258] Amber and Rollergirl, pacing around the room, talking, crying, etc.  \n[259]  \n[260]       \n[261]  \n[262]              \n[263]  \n[264]   \n[265]  \n[266]  The College Kid gets in the car, sits next to Rollergirl, who nods hello. She may or may not recognize him. Jack gets in the seat opposite (behind the CAMERA).  \n[267]  \n[268]  \n[269]   \n[270]  \n[271]    The College Kid doesn't respond.  \n[272]          \n[273]  The College Kid looks a little pissed, Rollergirl pushes him off;  \n[274]  \n[275]  The College Kid pulls his pants on.  \n[276] CAMERA DOLLIES IN A LITTLE IN SLOW MOTION. He freaks out.  Jack CHARGES out of the limo TACKLING the College Kid to the Ground. He starts to BEAT the shit out of him . . .  \n[277] \n[278] The Corvette pulls up in front of a tacky one-story house in the hills of Studio City. The Corvette stops and CAMERA DOLLIES IN QUICK. Dirk, Reed, Todd sit in the parked car. In sotto;  \n[279] A really big fat black BODYGUARD comes to the door and opens up:  \n[280] RAHAD storms around his house, the SHOTGUN in his hand. The two battered YOUNG WOMEN are shaking and shivering in a corner --  \n[281] CAMERA holds on the hallway that looks towards the front door. It opens slowly and Dirk steps inside. He takes his sunglasses off and stands a moment.  OC we hear some noises coming from the kitchen. Sounds of someone cooking something. The SOUND from the television.  A few moments pass and Jack enters the HALLWAY and FRAME. Jack and Dirk stand a moment, looking at each other in silence. Dirk looks down, fiddles with his sunglasses, loses it;  \n[282] Dirk has broken down in Jack's arms. Jack hugs him and pets his head. AMBER enters, brings Dirk a glass of water and sits next to them on the couch. \n[283]  \n[284] An EQUIPMENT TRUCK backs up towards CAMERA. ROCKY, SCOTTY J. and KURT LONGJOHN enter FRAME and lift the back up to reveal; a whole set of VIDEO EQUIPMENT. They begin to unload it . . .  STEADICAM PULLS BACK and Jack enters FRAME, smiling and walking back into the house . . . this is one continous shot . . . as he moves through, interacting with:  MAURICE is cooking some stuff up in the kitchen. Smoke everywhere.  \n[285]  \n[286]  ROLLERGIRL is skating around, listening to headphones.  \n[287]   \n[288]  \n[289]  \n[290]  \n[291]  \n[292]   Jack continues out to the POOL AREA. REED is swimming with the BABY. JESSIE ST. VINCENT is doing an oil painting of them.  \n[293]  \n[294]   \n[295]  \n[296]  \n[297]  \n[298] Dirk is sitting in a jean costume, script in front of him for the new film, working on the lines. He's cleaned up a bit, hair slicked back. He looks in the mirror;  \n[299]   ", "Horner": "\n[1] CAMERA  follows Jack around his new OFFICES. Posters of his films with Johnny Doe, Amber, Rollergirl, Buck and some others we've never seen cover the walls.  A WAREHOUSE area is shipping out boxes of VHS VIDEOCASSETTES. CAMERA breezes past an EDITING ROOM where Kurt Longjohn and Rocky are sitting in front of two 3/4 machines, cutting a new Jack Horner film with Johnny Doe doing some Karate-moves reminiscent of Dirk Diggler.  Jack continues walking into the RECEPTION AREA where TWO UNIFORMED POLICE OFFICERS are standing.  ", "Reed": "\n[1]  \n[2]  \n[3]   \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]   \n[12]  Dirk sips the Marguerita.  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]    Reed runs, jumps, goes for the flip but lands FLAT ON HIS BACK.  \n[21]  The party people turn back to their conversations . . .  \n[22]  \n[23]  \n[24]   \n[25]  \n[26]  \n[27]  \n[28]  \n[29]        \n[30]  Jack removes his robe and climbs in the Jacuzzi.  \n[31]  \n[32]   \n[33]  \n[34]  \n[35]  \n[36]   They smile. FREEZE FRAME. TITLE CARD READS: Directed by Jack Horner.  \n[37]  \n[38]  \n[39]  \n[40]  \n[41]  \n[42]  \n[43]   \n[44]    \n[45]    \n[46]  \n[47]  \n[48]  \n[49] \n[50]    \n[51]   \n[52]  \n[53]  \n[54]  \n[55]     \n[56]  \n[57]  \n[58]  \n[59]  \n[60]  \n[61]  \n[62]  \n[63]  \n[64]   \n[65]  \n[66]   \n[67]  \n[68]  \n[69]  \n[70]  \n[71]  \n[72]  \n[73]  \n[74]  \n[75]  Rahad strokes the pipe while dancing. Dirk looks across to an open bedroom door.  DIRK'S POV: Through the crack in the door, we can see a bloody, battered YOUNG BLACK WOMAN in a silk robe . . .she's followed by another YOUNG WHITE GIRL in nothing.  \n[76]    ", "Rothchild": "", "Big": "\n[1]  \n[2]  \n[3] \n[4] Suddenly, blood begins to pour violently from his nose. He cups his hand over his nose, hides his embarrassment;  ", "Stud": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9] \n[10]   \n[11]  \n[12]  \n[13] They're sitting by the limo. The Young Stud is crying.  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21] . . . . The film crew sets up lights and other equipment around a small \"office\" set. The crew consists of: Kurt Longjohn, Director of Photography. Rocky, Gaffer/Grip. Little Bill, Assistant Director. Scotty J. Is working as a utility/sound man.  Jack is sipping coffee, conferring with Kurt about lighting.  \n[22] CAMERA DOLLIES DOWN THE LINE OF HAIRSTYLISTS. Dirk is getting a fluffy new hair style. Reed stands nearby and watches;  \n[23] Buck, Dirk and Reed dressed in Karate-gear, are taking lessons. Buck speaks about the ancient history of Karate.  \n[24] CAMERA  begins on Reed who's doing a MAGIC TRICK in the living room for Scotty J. and Becky. Jessie is oil painting.  Dirk and Amber enter FRAME and CAMERA follows them through the house. Dirk is giving her a tour, explaining what type of leather couches he has, what sort of history he knows about the wood used to build the house, showing her a painting on the wall of himself that was done by Jessie St. Vincent, etc. They move into --  \n[25]  Little Bill stands a moment, then closes the door. CAMERA LEADS him as he walks back through the party . . . outside to the pool area and into the driveway for his Station Wagon.  He takes the keys from his pocket, unlocks the passenger side door, reaches into the glove compartment and takes out a .38 REVOLVER and AMMUNITION.  CAMERA FOLLOWS him now as he heads back across the driveway, back through the pool area, loading the gun as he walks . . .  People begin counting off to the New Year --  \n[26] \n[27] Dirk is singing. Reed is playing guitar on a BALLAD called, \"FEEL THE \n[28] CAMERA DOLLIES IN QUICK. Dirk and Reed are violently haggling in an office of the Recording Studio with the MANAGER.  \n[29] Dirk is standing in an alleyway. HEADLIGHTS FLOAT ACROSS A WALL, CATCHING A GLIMPSE OF DIRK. A small Toyota drives up and stops next to Dirk. A FIGURE inside the car speaks;  ", "Amber": "\n[1]  \n[2]  \n[3]  \n[4]   \n[5]    \n[6]  \n[7]  CAMERA stays with Rollergirl, following her across the dance floor. She passes Buck, Becky and Reed, says hello, dances a moment, then continues on -- into the clearing off the dance floor, heading for the bathroom. She passes something, CAMERA moves away towards this something:  A bus boy cleaning a table, EDDIE ADAMS, aged 17. CAMERA moves into a CU -- blending to SLOW MOTION  for a moment.    \n[8]  \n[9] ECU, AMBER. She does a quick line of coke. BEAT. She takes a valium, lights a cigarette, then picks up the phone;  \n[10]              Dial tone from the phone. She hangs up.  \n[11]  \n[12]  CAMERA HOLDS ON AMBER. She watches Dirk.  \n[13]  \n[14]   \n[15]  \n[16]   She leans into FRAME and gives Dirk a good-night kiss.  \n[17]  \n[18] \n[19]  \n[20]  \n[21]  \n[22]  CAMERA moves away, through the party, to find Buck and Becky.  \n[23]  \n[24]  \n[25]  \n[26]  \n[27]  \n[28]    \n[29]  \n[30]  Little Bill takes Dirk and walks him off the set, explaining things one last time to him . . . CAMERA HOLDS ON DIRK. Little Bill walks away and he's left standing alone a moment, waiting for his cue behind a closed door. SILENCE. HOLD.  \n[31]  \n[32]  \n[33]  \n[34]  \n[35]  \n[36]  \n[37]     \n[38]   \n[39]   16mm CAMERA'S POV:  for the first time, we see Dirk's cock. It hangs about 12 inches. Amber's hand reaches and grabs hold of it --  \n[40]  So they go at it . . . taking each other's clothes off and climbing up on the desk . . . OUR CAMERA is hand held, moving around, looking at the crew filming and Dick/Amber making love . . . .  They continue for a while. Jack whispers something to Kurt, then walks over to Dirk and Amber, quietly interrupts;  \n[41]  \n[42] they're face to face. Following in sotto:  \n[43]  \n[44]  \n[45]  \n[46]   Amber and Dirk come together. HOLD. They kiss and smile.  \n[47] Amber is on the phone. Dirk is sitting with her, holding her hand.  \n[48]     Dial tone from the phone, she hangs up --  \n[49]  \n[50]  \n[51]  \n[52]   \n[53]  \n[54]  \n[55]  \n[56]  \n[57]  \n[58] Dirk and Amber enter. She sits him on the bed.  \n[59]         \n[60]    \n[61]  \n[62]    \n[63]  She demonstrates. Dirk hesitates a moment, then leans down and does a line of coke.  \n[64]  \n[65]  \n[66]  \n[67]  Dirk does another line.  \n[68]    \n[69]      Dirk wakes in the scene, struggles with KC Sunshine, knocks the knife from her hand and pins her down. The scene plays;  \n[70]      \n[71]  \n[72]  \n[73]  \n[74]  \n[75]  \n[76] CAMERA DOLLIES IN ON Rollergirl and Amber. They're playing backgammon and talking on Amber's bed, doing coke and smoking cigs.  \n[77]   \n[78]   \n[79]  \n[80]  \n[81]    Amber turns her head to something OC. AMBER'S POV: Jack is directing another scene in the living room between TWO YOUNG PORN ACTRESSES with fake breasts who we have never seen before.  Amber motions to Rollergirl, who gets up and SLAMS THE DOOR.  \n[82] Amber and Rollergirl are sitting in front of a pile of coke that's laidout on top of a big book . . .  \n[83]     \n[84]    \n[85]  They cry and hug and laugh and do more coke, smoke more cigs, etc.  \n[86] Amber and Rollergirl, pacing around the room, talking, crying, etc.  \n[87]   \n[88]    \n[89]  \n[90]  \n[91]  \n[92]  \n[93]  They sit in silence. The Judge looks over a couple of files. Moments later, Amber's ex-husband, THOMAS  steps in with his LAWYER. They all take seats.  \n[94]  \n[95]  \n[96]  \n[97]  \n[98]     \n[99]  \n[100]  \n[101]  CAMERA HOLDS ON AMBER. She watches the Judge. OC there's the sound of papers shuffling.  \n[102]  \n[103] \n[104]  \n[105] She's sitting in front of her make-up table. He sits next to her;  \n[106]  \n[107]  \n[108]  BEAT. He leans in, gives her a kiss on the cheek and says;  ", "Waves": "", "Dirk's": "\n[1] Dirk enters quietly, walks a hallway and goes into his room.  \n[2] Dirk enters his room and begins to remove his clothes. He turns the volume low on his stereo. He stands in front of his mirror, does a few flexes, some dance moves, some karate moves, etc. CAMERA DOES A SLOW 360 PAN AROUND THE ROOM. Posters on the walls of Travolta, Pacino, a 1976 Corvette, Bruce Lee, Hawaii, a Penthouse centerfold, Luke Skywalker, etc. CAMERA LANDS BACK \n[3] Dirk eats breakfast. His MOTHER  stands, washing a dish. His FATHER  enters, dressed in suite. He crosses the kitchen  \n[4] Dirk enters quietly, walks down the hallway, passing the kitchen. His MOTHER is there, looking at him. HOLD, THEN;  \n[5] Dirk heads for a drawer and starts to grab some clothes.  \n[6] Dirk CHARGES out of the house and runs off down the street. Mother appears in the doorway, watches him leave, slams the door --  \n[7] CAMERA  begins on Reed who's doing a MAGIC TRICK in the living room for Scotty J. and Becky. Jessie is oil painting.  Dirk and Amber enter FRAME and CAMERA follows them through the house. Dirk is giving her a tour, explaining what type of leather couches he has, what sort of history he knows about the wood used to build the house, showing her a painting on the wall of himself that was done by Jessie St. Vincent, etc. They move into --  \n[8] Dirk is doing an interview. He's unshaven, thin and sweating, wearing sunglasses. He speaking quickly to Amber OC.  \n[9] Dirk, Reed and Scotty J. are sitting around. Todd enters holding an envelope. DOLLY IN SUPER-QUICK.  \n[10] Dirk is in his bedroom. CAMERA ZOOMS/DOLLIES in SUPER QUICK on him doing a line of coke. Reed comes into the room, quick;  \n[11] Dirk grabs his keys and his jacket and heads for the door . . .  \n[12] Dirk exits and gets in his car QUICK. DOLLY/ZOOM IN FAST.  \n[13] Dirk is driving quickly through Laurel Canyon and trying to do a few things; 1) He's trying to light a cigarette with matches, 2) He's trying to find a cassette tape to play and 3) He's trying to brush his hair in the rearview mirror . . . .  \n[14] Dirk rants and raves, verging on tears, circling the car. Scotty, Reed and Todd are now home and looking at the damage;  \n[15] Dirk pulls around and stops a moment. He looks around -- he looks back in his rearview mirror.  \n[16] HOLD CU. ON DIRK. He's driving fast. Paranoid and freaked. The car starts to sputter . . . slows . . . Dirk panics when he sees the gas tank . . . ECU. The Gas Tank Display. The orangle needle is on, \"E.\"  \n[17] Back to the scene. HOLD ON DIRK.  ", "Mother": "\n[1]   Father takes a seat at the breakfast table, looks to Dirk.  \n[2]    \n[3]  \n[4]   Dirk stands up, places his plates in the sink and exits.  \n[5]  \n[6]  Dirk walks down the hall towards his room.  \n[7]   \n[8]    \n[9]    \n[10]       \n[11]   \n[12]  \n[13]     \n[14]   Dirk heads for his room, Mother follows.  \n[15]  \n[16]     Dirk stops. His Mother looks to the posters on his wall.  \n[17]  She starts to rip his posters from the wall. Dirk stands. CAMERA begins a \n[18]       CAMERA ARRIVES CU. ON DIRK. He's starting to cry.  \n[19]       \n[20]  \n[21]  \n[22]   \n[23]   \n[24] \n[25] \n[26] \n[27] We hear a BABY pop out, kicking and screaming.  ", "Buck": "\n[1]  \n[2]    \n[3]      \n[4]  \n[5]        Buck ejects the Eight Track that was playing and puts in his own of a country western song.  \n[6]       The Customer listens another moment, then;  \n[7]  The Customer exits and Jerry approaches Buck.  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  OC we hear the new song start to play.  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]       \n[25]  \n[26]     \n[27]  \n[28]  \n[29]  \n[30]  \n[31]   \n[32]  \n[33]  \n[34]  \n[35]   \n[36]   \n[37]    \n[38] \n[39]  \n[40]  \n[41]           \n[42]   \n[43]  \n[44]  \n[45]     \n[46]   \n[47]  \n[48]  \n[49]  \n[50]  \n[51]  \n[52]  The Donut Boy gets a box and Buck starts to point out;  \n[53]    At that moment a PUERTO RICAN KID walks in, pulls a REVOLVER from his pocket and points at the Donut Boy.  \n[54]  The Puerto Rican Kid SWINGS HIS AIM at Buck.  \n[55] He looks at it. SLOW ZOOM IN. BEAT.  Buck leans down, picks up the BAG FULL OF MONEY and walks out of the donut shop.  \n[56]  CAMERA CONTINUES BACK TO REVEAL the store front of \"BUCK'S SUPER COOL STEREO STORE,\" with a huge banner that reads, \"Grand Opening.\"  \n[57]    REVERSE ANGLE: AMBER and KURT LONGJOHN are standing next to a VIDEO CAMERA, filming a COMMERCIAL for Buck's store.  \n[58]    \n[59]  \n[60]   \n[61]   ", "Swope": "", "Little": "\n[1]  \n[2]   \n[3]   Jack's attention is with the backroom that Dirk entered. He stands and heads away.  \n[4]  \n[5]  \n[6] Little Bill enters his house quietly, turns on a small light to help guide him down a hallway.  FROM A BEDROOM DOOR we hear the sounds of MOANING AND GROANING. Little Bill walks to the door, hesitates, then opens --  \n[7] LITTLE BILL'S WIFE and a BIG STUD are doing it on the bed. They stop a moment and casually look at him.  \n[8]  \n[9]   \n[10]   \n[11]    Big Stud continues. Little Bill watches a moment in a haze then closes the door.  \n[12] Dirk CHARGES at his Mother and SLAMS her against the wall.  \n[13]  \n[14]  \n[15]   \n[16]  \n[17]  \n[18]  She moves away. Rollergirl passes and takes a SNAPSHOT.  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  CAMERA picks up with the Lady Friend and the Young Stud with the coke . . . ZOOM after them down a long hallway towards a BEDROOM door. They close the door in the CAMERA'S FACE.  \n[25]  She looks up at him, smiles.  \n[26]  \n[27]  \n[28]  \n[29]     \n[30]  \n[31]  \n[32]  \n[33]  \n[34]    \n[35]  \n[36]  \n[37]  \n[38]  \n[39]  \n[40]     \n[41]  \n[42] \n[43]   \n[44]  \n[45]  \n[46]  \n[47]  \n[48]             \n[49]   \n[50]    \n[51] Little Bill's WIFE is getting FUCKED DOGGY STYLE by yet ANOTHER YOUNG STUD. She looks at him.  \n[52]  \n[53] \n[54] \n[55]\n[56] \n[57] ", "Bill": "\n[1]  \n[2]   \n[3]   Jack's attention is with the backroom that Dirk entered. He stands and heads away.  \n[4]  \n[5]  \n[6] Little Bill enters his house quietly, turns on a small light to help guide him down a hallway.  FROM A BEDROOM DOOR we hear the sounds of MOANING AND GROANING. Little Bill walks to the door, hesitates, then opens --  \n[7] LITTLE BILL'S WIFE and a BIG STUD are doing it on the bed. They stop a moment and casually look at him.  \n[8]  \n[9]   \n[10]   \n[11]    Big Stud continues. Little Bill watches a moment in a haze then closes the door.  \n[12]  \n[13]  \n[14]   \n[15]  \n[16]  \n[17]  She moves away. Rollergirl passes and takes a SNAPSHOT.  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  CAMERA picks up with the Lady Friend and the Young Stud with the coke . . . ZOOM after them down a long hallway towards a BEDROOM door. They close the door in the CAMERA'S FACE.  \n[24]  She looks up at him, smiles.  \n[25]  \n[26]  \n[27]  \n[28]     \n[29]  \n[30]  \n[31]  \n[32]  \n[33]    \n[34]  \n[35]  \n[36]  \n[37]  \n[38]  \n[39]     \n[40]  \n[41]   \n[42]  \n[43]  \n[44]  \n[45]  \n[46]             \n[47]   \n[48]    \n[49] Little Bill's WIFE is getting FUCKED DOGGY STYLE by yet ANOTHER YOUNG STUD. She looks at him.  \n[50]  \n[51] \n[52] \n[53]", "Rollergirl": "\n[1]  \n[2]  \n[3] \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  She rolls over to the Hi-Fi system and picks a record. She sets the needle on the turntable and rolls over to the couch -- in one swift motion ripping her clothes off.  \n[12]  \n[13]  They kiss. They lean back on the couch. Dirk stops a moment.  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  Little Bill leaves. CAMERA follows Rollergirl around as she mingles and snaps more Polaroids.  \n[20] she snaps POLAROIDS  \n[21]  She rips off her bikini top, sets the POLAROID on the counter, hits the timer, rolls back and poses with Maurice --  \n[22]  \n[23]    \n[24]  Rollergirl skates off. Dirk looks out the window, sees Johnny Doe swimming. Amber is speaking to him. CAMERA DOLLIES IN A LITTLE  ON DIRK.  \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]  \n[33]  \n[34]  \n[35]  \n[36]  \n[37]   \n[38]  \n[39]    \n[40]  \n[41]  \n[42]  \n[43]  She exits. HOLD with Maurice a moment.  \n[44]  \n[45]  \n[46]   \n[47]     \n[48]  \n[49]     \n[50]  \n[51]  \n[52]  \n[53]  They laugh and laugh and laugh and smoke, talk, walk.  \n[54]  \n[55]  \n[56]  \n[57]  \n[58]  \n[59]  \n[60] \n[61]  \n[62]  \n[63]  BUCK is setting up a new audio/video system in Jack's living room. He explains some technical information about the new format of \"compact discs.\"  ", "Father": "\n[1]  \n[2]  ", "Becky": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]   \n[6]  \n[7]    \n[8]  \n[9]  \n[10]  \n[11] \n[12]  \n[13]  \n[14]  \n[15] She's hanging out near the bathroom with a GIRLFRIEND and flirting with some YOUNG GENT, who's a body-builder type.  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  CAMERA hangs with Kurt and Rocky who are discussing technology and the future . . .  CAMERA hangs with Reed, who's doing some Magic Tricks for Jack and explaining some facts about \"the world of illusions.\"  CAMERA hangs with Dirk and Jessie St. Vincent.  \n[23]  Dirk SLAPS her across the face.  \n[24]   BUCK arrives playing a PIMP and aims a REVOLVER at Dirk.  \n[25]  JEROME looks into CAMERA;  \n[26]     \n[27]  \n[28]  \n[29]  Jerome SMACKS Becky in the face --  \n[30] Becky is locked in her bedroom on the phone with Dirk. OC outside the bedroom, we can hear Jerome YELLING and SCREAMING.  \n[31]   \n[32]   \n[33]     \n[34]   \n[35]  \n[36]  \n[37]  \n[38]  Jerome LEANS DOWN AND PUNCHES BECKY IN THE FACE. HOLD. He catches his breath and walks out of the kitchen.  Becky, crouched in a corner, bleeding from her nose and mouth, reaches for a large FRYING PAN on the floor --  \n[39] CAMERA DOLLIES in front of Jerome as he walks out of the kitchen. In the b.g., Becky appears with the frying pan in her hand . . .  She SMASHES THE FRYING PAN ACROSS THE BACK OF JEROME'S SKULL. He falls . . she STANDS OVER HIM, STRIKING HIM AGAIN AND AGAIN.  \n[40] \n[41]  \n[42]   \n[43]  \n[44]   \n[45]  \n[46]  \n[47]  ", "Barnett": ""}}