{"filename": "Bound_script.txt", "imdb_id": "tt0115736", "imdb_url": "https://www.imdb.com/title/tt0115736", "characters": ["Complete credited cast:", "Violet", "Cop #1", "Mickey Malnato (as John Ryan)", "Sue, Bartender", "Johnnie Marzzone", "Jesse", "Ceasar", "Cop #2 (as Kevin M. Richardson)", "Gino Marzzone", "Lou", "Roy", "Corky", "Shelly", "Woman Cop"], "dialogues": {"Violet": "\n[1]I had this image of you, inside of me, like a part of me. \n[2]We make our own choices, we pay our own prices. \n[3]All part of the business. \n[4]I want out. \n[5]Like a part of me. \n[6]Hi.  My name is Violet.  We sort of met in the elevator -- \n[7]I heard you working in here and I just wondered if you'd like a cup of coffee? \n[8]What happened to Rajeev? \n[9]Rajeev, the man who usually works on the building. \n[10]So this is temporary for you? \n[11]I guessed you were straight black. \n[12]My pleasure ...  but to be honest, I did have a slightly ulterior motive here.  I was wondering if I could ask a small favor? \n[13]Yeah, see, I'm kind of a night person, so I was wondering if it wasn't a terrible inconvenience if you could wait a bit before using power tools. \n[14]No, it isn't your fault.  The walls here are just so thin. \n[15]Yes, it really causes problems. Sometimes it's like you're in the same room.  But if it's too much trouble, I understand ... \n[16]You're doing everything yourself? \n[17]That is so amazing.  I'm in awe of people who can fix things.  My dad was like that.  We never had anything new.  Whenever something broke he would open it up, tinker with it and it would work.  His hands were magic. \n[18]Yeah ...  I bet your car is twenty years old. \n[19]Truck.  Of course. \n[20]I knew it. \n[21] \n[22]So, how do you know the owner, Mr. Bianchinni? \n[23]Oh, really. \n[24]No, but Caesar does.  He likes him. Says he's a good Italian. \n[25]Oh no, no.  I'm not the marrying kind. \n[26]I should be going.  You can drop the cup off anytime. \n[27]My pleasure. \n[28]Oh no.  Shit.  I didn't know he would call you.  God, you must think |I'm a total nuisance. \n[29]I'm sorry, I usually would call Rajeev, but I didn't know what to do so I called Mr. Bianchinni. \n[30]Yeah, come on in. \n[31]I was doing some dishes and just as I pulled the stopper my earring fell in. \n[32]It's one of my favorites.  That's why I got upset.  I know it probably seems ridiculous to you. \n[33]I'm sorry, look, forget it.  I shouldn't have called... \n[34]Sure. \n[35]Did you find it? \n[36]I can't believe it!  You did it! \n[37]Thank you so much.  You have to let me pay you something -- \n[38]If you won't take money, how about a drink?  It's getting late.  You can't work all night. \n[39]What do you want? \n[40]A beer.  Of course. \n[41]Sit down. \n[42]Thanks again. \n[43]You seem uncomfortable.  Do I make you nervous, Corky? \n[44]Thirsty, maybe. \n[45]Curious?  That's funny, I'm feeling a bit curious myself right now. \n[46]That's a great tattoo. \n[47]Beautiful labrys. \n[48]Are you surprised that I know what it is? \n[49]I have a tattoo, would you like to see it? \n[50]A woman in upstate New York did it for me. \n[51]Here.  Do you like it? \n[52]It took her all day to do it.  She promised me it wouldn't hurt, but it was sore for a long time after.  I couldn't even touch it. \n[53]But now I love the way it feels. \n[54]Here, touch it. \n[55]Isn't it obvious?  I'm trying to seduce you. \n[56]Because I want to.  I've wanted to since I first saw you in the elevator. \n[57]You don't believe me.  But I can prove it to you. \n[58]You can't believe me because of what you see ... \n[59]But you can believe what you feel. \n[60]You see ...  I've been thinking about you all day. \n[61]If I say yes, will you take your hand away? \n[62]...  yes. \n[63]Please, Corky ...  please ... \n[64]...  kiss me. \n[65]Yeah.  In here, C. \n[66]I didn't expect -- \n[67]Caesar, this is Corky.  Corky, Caesar. \n[68]She is working for Bianchinni. \n[69]She's doing the work herself. \n[70]Jesus, Caesar! \n[71]That's none of your goddamn business, Caesar. \n[72]I had to see you. \n[73]I wanted to apologize. \n[74]I'm not apologizing for what I did -- \n[75]I'm apologizing for what I didn't do. \n[76]Do you have a bed somewhere? \n[77]...  I needed that. \n[78]You have to ask? \n[79]Funny, nobody calls it that anymore. Caesar calls it \"The |Business.\" \n[80]They took over a club I was working at.  Caesar started managing it. \n[81]Basically. \n[82]Almost five years. \n[83]Yes, it is. \n[84]What? \n[85]The redistribution of wealth? \n[86]I'm already in your bed. \n[87]You didn't have to tell me if you didn't want to. \n[88]I'm glad you did. \n[89]What do you want, Shelly? \n[90]I had this image of you, inside of me ... \n[91]Like a part of me ... \n[92]You are so beautiful. \n[93]What's wrong? \n[94]Yes there is.  I felt it this morning when I brought you the coffee. \n[95]You didn't want to see me, did you? \n[96]What are you afraid of? \n[97]I don't understand - ? \n[98]We're not that different, Corky. \n[99]Because it's the truth. \n[100]Oh no, she's nothing like you.  She's a lot smarter than you. \n[101]I know what I am.  I don't need to have it tattooed on my shoulder. \n[102]I don't. \n[103]What you heard wasn't sex. \n[104]All my life, everyone has been telling me that when I have sex, I'm not really having sex.  Not real sex. But they're wrong.  I know what is and isn't sex and what you heard was definitely not sex. \n[105]Work. \n[106]You made certain choices in your life that you paid for.  You said you made them because you were good at something and it was easy.  Do you think you're the only one that's good at something? \n[107]We make our own choices and we pay our own prices.  I think we're more alike than you want to admit. \n[108]You mean Shelly? \n[109]No.  Shelly knows what I am.  He saw me in a bar with another woman. \n[110]Fuck it!  I think you better leave. \n[111]Try not to steal anything on the way out. \n[112]Caesar, I'm leaving. \n[113]Caesar, I'm serious.  This is too much.  I have to get out of here. \n[114]Caesar wants me to stay. \n[115]Thanks, Mickey. \n[116]Shelly was skimming from the business. He came to see me yesterday because he was afraid Caesar figured it out. He wanted to run but he wanted me to come with him. \n[117]Yes. \n[118]That's what he told himself.  But it wasn't even about me, it was about Caesar.  He wanted what Caesar had. That's how they are.  I understand them. \n[119]For Shelly, taking the money was a way to take from Caesar.  He could have run at any time, but he didn't because he didn't want out. \n[120]Maybe he did.  He would brag to me all the time.  He was never afraid of Caesar because he didn't know him.  Not like I do. \n[121]Caesar lives for these moments.  He tells me it's just the business, but I know it's more than that.  He likes it.  The violence.  I'll catch him in the bathroom mirror touching his scars.  He says they remind him who he his.  They're all like that. Except maybe Mickey. \n[122]He's the part of the business that the rest of them pretend to be. |But Mickey doesn't like it like they do.  I suppose that's why he's good at it. \n[123]I used to be able to block it out. I would tell myself that I wasn't really there so nothing really mattered.  But I can't do it anymore. \n[124]I've been making the same mistake Shelly made.  But now I know what |I want. \n[125]I want out.  I want a new life.  I see what I've been waiting for, but I need you, Corky. \n[126]You made a choice once.  Do you think you would make that same choice again? \n[127]If those quarters fell to the floor, would you still reach up to that cash register? \n[128]Caesar is going to get the money and bring -- \n[129]Shelly said it was over two million dollars. \n[130]Caesar will bring it to the apartment to count and go through |Shelly's books to figure out how he did it. \n[131]That's why I need your help.  You said you were good. \n[132]You think I'm lying? \n[133]Is that what you think? \n[134]Do you think you know me like that? \n[135]Oh my God ... \n[136]Caesar, what happened? \n[137]What are you going to do with it? \n[138]Ummm ...  in the linen closet. \n[139]You're having second thoughts. \n[140]Yeah. \n[141]He hung it up. \n[142]To let it dry. \n[143]It was unreal ... \n[144]Hundreds, paper-clipped everywhere like leaves. \n[145]Then one by one, he ironed all of it. \n[146]No.  But neither did I. \n[147]All night long I listened to that sound. \n[148]The sound of money. \n[149]In his office.  I saw it this morning. \n[150]I need to go to the store. \n[151]It's in a case, on his desk. \n[152]Yes. \n[153]Johnnie? \n[154]Like each other?  They hate each other. \n[155]It started way before I was around. I think basically it's because he thinks Johnnie is a complete idiot. But Johnnie runs Chicago because Gino is his father. \n[156]Gino Marzzone. \n[157]That's his brother. \n[158]Yeah. \n[159]Yeah. \n[160]Yeah, twice. \n[161]Not much, really.  Caesar was nervous, kept cleaning the apartment.  |The first time, he picked out the dress he wanted me to wear. \n[162]Johnnie hits on anything in high heels. \n[163]He does it right in front of him. \n[164]Gino doesn't know English, or at least he pretends he doesn't, so he doesn't talk much.  He gets right to the point.  Both times they talked for about five minutes, had one drink and then they left. \n[165]Scotch, Glenlivet.  I remember that Caesar made a huge deal about it. \n[166]The plane is in at seven, so I'd say about eight. \n[167]Gino travels with a big man named Roy.  Caesar calls him the driver. \n[168]Poor boy, has to work so hard. \n[169]Where will you be? \n[170]Waiting for what? \n[171]Shit!  Oh shit! \n[172]Caesar, it slipped ...  I was trying to get ready ... \n[173]I'm sorry.  It was an accident. \n[174]Don't worry, I'll get some more. \n[175]Don't be silly, Caesar.  It'll take five minutes. \n[176]I'll clean this up and be back before you're even dressed. \n[177]What if he sees you? \n[178]You can't know for certain that he won't see you. \n[179]I'm just asking, what if? \n[180]When I get the Scotch, how do I know you won't take off? \n[181]I still don't see how I'm going to get clean with the money in the apartment.  Everyone will think I did it. \n[182]Why? \n[183]C!  Shit, I'm sorry! \n[184]They were early. \n[185]They just left, didn't they? \n[186]You mean they weren't up here? \n[187]That doesn't make any sense. \n[188]Because I just saw Johnnie downstairs. \n[189]I was getting out of the car when I saw him in the Mercedes. \n[190]It was him.  I'm positive. \n[191]Caesar, I know Johnnie.  It was him. I screamed when I saw him.  I couldn't believe I missed them.  I knew you were going to be upset so I thought I'd apologize and give Gino the Scotch.  I honked a couple of times but he didn't stop. \n[192]Actually, I didn't see Gino in the car. \n[193]If he runs, everyone will assume he took the money. \n[194]Jesus, that's beautiful. \n[195]If you're this goddamn smart, how did you ever get caught? \n[196]I won't. \n[197]Caesar? \n[198]Oh God ... \n[199]Johnnie? \n[200]Why?  Why would Johnnie do this? \n[201]But you know he did it. \n[202]Caesar, what are we going to do? \n[203]\n[204]Caesar, maybe we should run -- \n[205]I mean it, Caesar, forget Johnnie, forget the money, let's just go now, before it's too late -- \n[206]All right, Caesar. \n[207]It's me. \n[208]He totally freaked.  I've never seen him like this.  He's out of his fucking mind. \n[209]Believes it!  Jesus, it's driving him crazy.  He wants to kill him.  I don't know, Corky, I don't know what he is going to do.  I'm getting nervous, really nervous. \n[210]What if he doesn't run? \n[211]Oh, Christ, I got to get out of here! \n[212]okay, all right. \n[213]He's coming ... \n[214]The money?  The money's gone. \n[215]But it could be anywhere. \n[216]No. \n[217]This is insane! \n[218]I'm leaving!  This is crazy!  I don't want to be involved.  I don't want anything to do with this shit! \n[219]The hell I can't! \n[220]Bullshit!  You don't need me!  You've never needed me!  I can't help you! Understand?!  I have to get out. \n[221]Caesar, this is crazy. \n[222]You don't, you can't believe that ... \n[223]I'm not drinking. \n[224]No, I'll have a Tanqueray and tonic. \n[225]Caesar ... \n[226]For Christ's sake, Johnnie, do what he says. \n[227]What are you doing? \n[228]Caesar, what are you going to do? \n[229]What? \n[230]Caesar, you just killed Gino Marzzone. \n[231]What happened to them? \n[232]Oh, no. \n[233]Caesar, what are we going to do? \n[234]Hello? \n[235]The police? \n[236]Gunfire?  Is this a joke? \n[237]How do I know you are cops? \n[238]All right. \n[239]They're just cops. \n[240]I'm sorry, it's just you hear stories. \n[241]...  thank you. \n[242]Caesar, someone could see us out here. \n[243]\n[244]\n[245]It's not here, Caesar. \n[246]I don't know.  it could be anywhere. We don't even know if he was alone. Please, Caesar, we don't have much time.  Let's get out of here. \n[247]What are you doing? \n[248]Who are you going to call? \n[249]Caesar? \n[250]Oh, God. \n[251]I'll start packing.  You know what you have to do. \n[252]Just hurry. \n[253]Please, Corky ... \n[254]Oh, thank God. \n[255]I was so afraid you ... \n[256]Corky, it worked!  He's going to run.  He needs to take care of the bodies to buy himself time, but as soon as he leaves, it's over. \n[257]just a little longer and it's ours. \n[258]Corky, I have to tell you something ... \n[259]Run!  Just run! \n[260]Don't tell him -- \n[261]He can't kill you -- \n[262]Not until he has the money! \n[263]Caesar, stop acting like an asshole and think -- \n[264]You need the money just like we do. \n[265]Let us go and we'll make a deal. \n[266]Everything you couldn't. \n[267]Ha!  What a load of crap.  Look at yourself, Caesar.  You're a thug. |You launder money for the mob.  You rent women like you rented this apartment. \n[268]Saved me?  You don't even know me. You used me, Caesar, just like I used you.  All part of the business. \n[269]You murdered Gino! \n[270]Bullshit, you killed him.  Not me. You did it because you couldn't stand the thought of Johnnie fucking you. \n[271]I'm sorry, Corky ... \n[272]Hello, Caesar.  This is Gino. \n[273]You're blowing your only chance. Act like I'm Gino. \n[274]Good boy. \n[275]We were in a car accident -- \n[276]But everybody is all right. \n[277]Now you listen to me, asshole, I know your gun is behind the bar ... \n[278]We make a deal or I come out and hand this phone to Mickey. \n[279]I want what's mine, half the money. We get rid of Mickey, no one else dies.  No one.  Say yes, I understand. \n[280]Tell them I'm at St. Mary's off the Kennedy, in the waiting room, but stay on the phone until I come out. \n[281]Mickey?  What are you doing here? \n[282]Oh my God.  Was anyone hurt? \n[283]I should have let him kill you. \n[284]I knew I couldn't trust you. \n[285]Come on.  Come on, please. \n[286]Mickey!  Oh God, Mickey! \n[287]He made me help him, Mickey, God, I was so afraid.  It was Caesar, all Caesar.  You have to help me.  He's coming - Oh God! \n[288]Corky? \n[289]Corky! \n[290]Stop! \n[291]It's over, Caesar.  I called Mickey. He's on his way. \n[292]Get out of here, Caesar.  If you want to live you had better start running. \n[293]Caesar, don't. \n[294]Caesar, you don't know shit. \n[295]I will never understand it, Mickey. You didn't even call the police. \n[296]I know you will. \n[297]Thanks, Mickey, but I need to get out, you know?  Get away from all of this. \n[298]But thanks.  Thanks for everything. \n[299]Hey. \n[300]I'm here, aren't I? \n[301]No. ", "Cop": "\n[1]Hey, Jesse.  What's happening here? \n[2]Who's this? \n[3]Wait, I know you. \n[4]I didn't know you were out. \n[5]This is the police, ma'am. \n[6]We had a report of gunfire, so if you could -- \n[7]No joke, ma'am.  Please open the door. \n[8]Ma'am, you have to open the door. \n[9]See?  We're for real. \n[10]You did the right thing. \n[11]Pretty good, sir. \n[12]Yes, sir, a neighbor in the building called in. \n[13]I think we know what happened. \n[14]It was probably just the television. \n[15]It's all right, sir. \n[16]No big deal. \n[17]Not on duty, sorry. \n[18]But, uh, would you mind if I used your bathroom? \n[19]Thanks. \n[20]Go right ahead, sir. \n[21]This is a beautiful place. \n[22]Is this a condo? \n[23]Okay, let's roll. \n[24]Try to keep the extra batteries for your aid around. ", "#1": "\n[1]This is the police, ma'am. \n[2]We had a report of gunfire, so if you could -- \n[3]No joke, ma'am.  Please open the door. \n[4]Ma'am, you have to open the door. \n[5]See?  We're for real. \n[6]You did the right thing. \n[7]Pretty good, sir. \n[8]I think we know what happened. \n[9]It's all right, sir. \n[10]Not on duty, sorry. \n[11]Go right ahead, sir. \n[12]This is a beautiful place. \n[13]Is this a condo? \n[14]Try to keep the extra batteries for your aid around. ", "Sue": "\n[1]Like shit.  Now that we're all caught up, how about a drink? \n[2]You got a job yet? \n[3]I mean a J-O-B.  A real job. ", "": "\n[1]       \n[2]    \n[3]I had this image of you, inside of me, like a part of me. \n[4]You planned this whole thing, didn't you? \n[5]Where's the fucking money? \n[6]We make our own choices, we pay our own prices. \n[7]All part of the business. \n[8]All part of the business. \n[9]What choice? \n[10]I want out. \n[11]Like a part of me. \n[12] \n[13]   \n[14]Wait!  Hold the elevator. \n[15]Thanks again for this opportunity, Mr. Bianchinni.  Goodbye. \n[16] \n[17]      \n[18]Hi.  My name is Violet.  We sort of met in the elevator -- \n[19]Yeah, sure.  I'm Corky. \n[20]I heard you working in here and I just wondered if you'd like a cup of coffee? \n[21]Sure.  Come on in.  Give me a minute. \n[22]What happened to Rajeev? \n[23]Who? \n[24]Rajeev, the man who usually works on the building. \n[25]Oh, he went home to India, but as far as I know he'll be back. \n[26]So this is temporary for you? \n[27]Pretty much.  One day at a time. \n[28]I guessed you were straight black. \n[29]Good guess. \n[30]Mmmm ...  thanks, I needed this. \n[31]My pleasure ...  but to be honest, I did have a slightly ulterior motive here.  I was wondering if I could ask a small favor? \n[32]A favor? \n[33]Yeah, see, I'm kind of a night person, so I was wondering if it wasn't a terrible inconvenience if you could wait a bit before using power tools. \n[34]Oh, I'm sorry -- \n[35]No, it isn't your fault.  The walls here are just so thin. \n[36]Are they really? \n[37]Yes, it really causes problems. Sometimes it's like you're in the same room.  But if it's too much trouble, I understand ... \n[38]No, no trouble.  There's other work to do. \n[39]You're doing everything yourself? \n[40]Yeah. \n[41]That is so amazing.  I'm in awe of people who can fix things.  My dad was like that.  We never had anything new.  Whenever something broke he would open it up, tinker with it and it would work.  His hands were magic. \n[42]Yeah ...  I bet your car is twenty years old. \n[43]Truck. \n[44]Truck.  Of course. \n[45]'63 Chevy. \n[46]I knew it. \n[47] \n[48]So, how do you know the owner, Mr. Bianchinni? \n[49]I don't, really.  I was referred to him. \n[50]Oh, really. \n[51]Do you know him? \n[52]No, but Caesar does.  He likes him. Says he's a good Italian. \n[53]Caesar is your husband? \n[54]Oh no, no.  I'm not the marrying kind. \n[55]I should be going.  You can drop the cup off anytime. \n[56]Thanks. \n[57]My pleasure. \n[58]   \n[59]  \n[60]Well, well ... \n[61]Been awhile, Cork. \n[62]Five years, two months, sixteen days. How you doing, Sue? \n[63]Like shit.  Now that we're all caught up, how about a drink? \n[64]Thanks. \n[65]You got a job yet? \n[66]Yeah.  Some plumbing, painting and shit. \n[67]I mean a J-O-B.  A real job. \n[68]Not for me, Sue.  I'm straight and narrow.  I'm just here to get laid or drunk and hopefully both. \n[69]Thanks for the beer. \n[70]Hi. \n[71]Hello. \n[72]You know ...  that outfit would look great on my bedroom floor. \n[73]Hey, Jesse.  What's happening here? \n[74]Nothing ...  yet. \n[75]Who's this? \n[76]Wait, I know you. \n[77]I don't think so. \n[78]I didn't know you were out. \n[79]When you get tired of Cagney and Lacey, come find me. \n[80]  \n[81]     \n[82] \n[83]    \n[84]Hello?  Oh, hi, Mr. Bianchinni ... yes, everything is going fine.  I got the tub drain all cleaned out. \n[85]What apartment? \n[86]All right, all right, I guess I could take a look.  Yeah, you're welcome, goodbye. \n[87]  \n[88]Oh no.  Shit.  I didn't know he would call you.  God, you must think |I'm a total nuisance. \n[89]Not exactly. \n[90]I'm sorry, I usually would call Rajeev, but I didn't know what to do so I called Mr. Bianchinni. \n[91]He said you lost something. \n[92]Yeah, come on in. \n[93]  \n[94]I was doing some dishes and just as I pulled the stopper my earring fell in. \n[95]It's one of my favorites.  That's why I got upset.  I know it probably seems ridiculous to you. \n[96]I'm sorry, look, forget it.  I shouldn't have called... \n[97]I told Bianchinni I would take a look.  Is it that sink? \n[98]Do you have a pot or a bucket? \n[99]Sure. \n[100]Did you find it? \n[101]I can't believe it!  You did it! \n[102]Thank you so much.  You have to let me pay you something -- \n[103]No.  Mr. Bianchinni asked me to do it.  I did it. \n[104]If you won't take money, how about a drink?  It's getting late.  You can't work all night. \n[105]Okay, one drink. \n[106]What do you want? \n[107]A beer? \n[108]A beer.  Of course. \n[109]Sit down. \n[110]Thanks again. \n[111]You seem uncomfortable.  Do I make you nervous, Corky? \n[112]No. \n[113]Thirsty, maybe. \n[114]Curious, maybe. \n[115]Curious?  That's funny, I'm feeling a bit curious myself right now. \n[116]That's a great tattoo. \n[117]Beautiful labrys. \n[118]Are you surprised that I know what it is? \n[119]Maybe. \n[120]I have a tattoo, would you like to see it? \n[121]A woman in upstate New York did it for me. \n[122]Here.  Do you like it? \n[123]It took her all day to do it.  She promised me it wouldn't hurt, but it was sore for a long time after.  I couldn't even touch it. \n[124]But now I love the way it feels. \n[125]Here, touch it. \n[126]What are you doing? \n[127]Isn't it obvious?  I'm trying to seduce you. \n[128]Why? \n[129]Because I want to.  I've wanted to since I first saw you in the elevator. \n[130]You don't believe me.  But I can prove it to you. \n[131]You can't believe me because of what you see ... \n[132]But you can believe what you feel. \n[133]You see ...  I've been thinking about you all day. \n[134]You planned this whole thing? \n[135]You dropped that earring down the drain on purpose, didn't you? \n[136]If I say yes, will you take your hand away? \n[137]No. \n[138]...  yes. \n[139]Please, Corky ...  please ... \n[140]...  kiss me. \n[141]Violet? \n[142]Violet, you home? \n[143]Yeah.  In here, C. \n[144]What's this? \n[145]What the fuck is this? \n[146]I didn't expect -- \n[147]What the fuck is going on? \n[148]Oh, shit ... \n[149]Caesar, this is Corky.  Corky, Caesar. \n[150]I'm sorry, Christ, I thought ... it's fucking dark in here. \n[151]She is working for Bianchinni. \n[152]Oh, right, right.  Don mentioned that to me.  Hi, welcome to the family. \n[153]You're helping Rajeev? \n[154]No.  Rajeev's in India. \n[155]She's doing the work herself. \n[156]No shit.  Bianchinni hired you?  You know he's a good friend of mine. |Family, really. \n[157]That's what Violet said. \n[158]So, you just got out? \n[159]Jesus, Caesar! \n[160]What?  It ain't no big fuckin' deal. I know who Don hires.  Did you know he did time himself? \n[161]Thirteen fucking years.  See, there ain't no secrets here. \n[162]How many'd you do? \n[163]Five. \n[164]Not bad.  What for? \n[165]That's none of your goddamn business, Caesar. \n[166]You're right.  You don't have to tell me, if you don't want to.  I just hope you understand you're among good people here. \n[167]Come on, come on.  if you understand what I'm talking about you're going to take the money.  if you don't, I'm going to have to worry about you. \n[168]Good.  I hate to worry.  I got ulcers. \n[169]I should be going. \n[170]What?  How about a drink? \n[171]My brushes, I have to clean my brushes.  Thanks, though. \n[172]Another time. \n[173]Sure. \n[174]      \n[175]What are you doing? \n[176]What am I doing?  I'm fucking up, that's what I'm doing. \n[177]    \n[178]I had to see you. \n[179]Look, I don't think this is a good idea. \n[180]I wanted to apologize. \n[181]Don't apologize, please.  I can't stand women who apologize for wanting sex. \n[182]I'm not apologizing for what I did -- \n[183]I'm apologizing for what I didn't do. \n[184]Do you have a bed somewhere? \n[185]       \n[186]I can see again. \n[187]...  I needed that. \n[188]Tell me about it. \n[189]Caesar's Mafia, isn't he? \n[190]You have to ask? \n[191]No. \n[192]Funny, nobody calls it that anymore. Caesar calls it \"The |Business.\" \n[193]How did you meet him? \n[194]They took over a club I was working at.  Caesar started managing it. \n[195]He's a launderer? \n[196]Basically. \n[197]How long have you been with him? \n[198]Almost five years. \n[199]Five years is a long time. \n[200]Yes, it is. \n[201]The redistribution of wealth. \n[202]What? \n[203]Isn't that what you wanted to know? What I did time for? \n[204]The redistribution of wealth? \n[205]That's what I tell someone when I'm trying to get them in my bed. \n[206]I'm already in your bed. \n[207]My cellmate would say she did her time for getting caught.  She was always more honest than me. \n[208]I started stealing when I was little. We were piss-poor, which is not an excuse, just a fact. \n[209]The first time I remember so vividly. A bunch of us kids were at Waxman's Drugstore, when Mr. Waxman, who was a mean old prick, always worrying about us robbing him, dropped a roll of quarters. \n[210]I can still hear that sound, those quarters, because right then something clicked inside of me.  Some instinct took over and as everyone, including Waxman, dove down, I reached up and emptied the cash register. \n[211]I gave most of the money to my mom. I told her I found it at the trainyard.  She was so happy she cried, calling me her lucky charm. Fifteen years later, I guess my luck ran out. \n[212]Sometimes I tell myself that I didn't have a choice, that stealing was surviving.  Usually I can admit that's bullshit.  I did it because it was a way out.  It was easy and I was good at it, real good. \n[213]I don't usually talk this much.  I guess I have been rehabilitated. \n[214]You didn't have to tell me if you didn't want to. \n[215]I guess I wanted to. \n[216]I'm glad you did. \n[217]So am I. \n[218]  \n[219]   \n[220]I know he's gone.  Please.  I have to talk to you. \n[221]What do you want, Shelly? \n[222]   \n[223]   \n[224]  \n[225]  \n[226]  \n[227]I had this image of you, inside of me ... \n[228]Like a part of me ... \n[229]You are so beautiful. \n[230]What's wrong? \n[231]Nothing. \n[232]Yes there is.  I felt it this morning when I brought you the coffee. \n[233]Shit, here we go. \n[234]You didn't want to see me, did you? \n[235]If there is one thing I can't stand about sleeping with women, it's all the fucking mind reading. \n[236]What are you afraid of? \n[237]I'm not afraid of anything. \n[238]I don't understand - ? \n[239]I know!  You can't understand, because we're different, Violet.  We're different. \n[240]We're not that different, Corky. \n[241]How can you sit in that bed and say that? \n[242]Because it's the truth. \n[243]Let me guess.  This is where you tell me that what matters is on the inside.  That inside you, there is a little dyke just like me? \n[244]Oh no, she's nothing like you.  She's a lot smarter than you. \n[245]Is that what her daddy tells her? \n[246]I know what I am.  I don't need to have it tattooed on my shoulder. \n[247]What are you saying?  That you don't have sex with men? \n[248]I don't. \n[249]For Christ's sake, Violet!  I heard you!  Thin walls, remember? \n[250]What you heard wasn't sex. \n[251]What the fuck was it? \n[252]All my life, everyone has been telling me that when I have sex, I'm not really having sex.  Not real sex. But they're wrong.  I know what is and isn't sex and what you heard was definitely not sex. \n[253]What was it then? \n[254]Work. \n[255]You made certain choices in your life that you paid for.  You said you made them because you were good at something and it was easy.  Do you think you're the only one that's good at something? \n[256]We make our own choices and we pay our own prices.  I think we're more alike than you want to admit. \n[257]What about that guy this morning? \n[258]You mean Shelly? \n[259]Don't tell me, you're a workaholic. \n[260]No.  Shelly knows what I am.  He saw me in a bar with another woman. \n[261]I suppose he just wants to watch. \n[262]Fuck it!  I think you better leave. \n[263]I think so, too. \n[264]Try not to steal anything on the way out. \n[265]  \n[266]Shit. \n[267]   \n[268]      \n[269]    \n[270]Shut the fuck up!  You piece of shit! \n[271]You're going to tell us!  You're going to fuckin' tell us!  just a matter of fuckin' time! \n[272]Where is it?  Where the fuck is it?! \n[273]You shit!  You piece of shit! \n[274] \n[275]  \n[276]Did that hurt?  News flash, fucko: I'm just getting started. \n[277]You got nerve trying to fuck us! Nobody fucks me!  Nobody fucks my father!  Nobody!  Nobody! \n[278]Whoa, whoa.  Come on, he's making too much noise. \n[279]You hear that, bitch?  Be quiet! \n[280]Here, put this in his mouth. \n[281]    \n[282]Prick!  I can go all night!  All night! \n[283]Caesar, I'm leaving. \n[284]What?  Oh, come on, I didn't use one of the good towels. \n[285]Caesar, I'm serious.  This is too much.  I have to get out of here. \n[286]Why?  'Cause you know him? \n[287]You women are so fucking sensitive. \n[288]But I don't want you to go.  I like you here.  You know this isn't easy for me, either. \n[289]Now why don't you go watch some TV or something? \n[290]Are you okay, Violet? \n[291]Mickey, why is Johnnie here?  You know how I feel about that fucking psycho. \n[292]Caesar, didn't I tell you to get something? \n[293]Sure, Mickey.  Sure. \n[294]You shouldn't have to see this.  Why don't you get out of here?  Go for a walk. \n[295]Caesar wants me to stay. \n[296]Don't worry about Caesar.  I'll handle Caesar.  You just get out of here, okay? \n[297]Thanks, Mickey. \n[298]Thanks, C.  Now let's end this thing. \n[299]  \n[300]Hey, Johnnie, ease up, okay. \n[301]Prick. \n[302]Shelly, I'm going to ask you ten times.  You understand?  Ten times. \n[303]One.  Where is our money? \n[304]Aw ...  Christ. \n[305]     \n[306]Violet?  Are you all right? \n[307]Come on.  Let's go. \n[308]   \n[309]Excuse me. \n[310]Draft beer and a TNT. \n[311]Shelly was skimming from the business. He came to see me yesterday because he was afraid Caesar figured it out. He wanted to run but he wanted me to come with him. \n[312]Even though he knew about you? \n[313]Yes. \n[314]He was in love with you, right? \n[315]That's what he told himself.  But it wasn't even about me, it was about Caesar.  He wanted what Caesar had. That's how they are.  I understand them. \n[316]For Shelly, taking the money was a way to take from Caesar.  He could have run at any time, but he didn't because he didn't want out. \n[317]Sounds like he wanted to get caught. \n[318]Maybe he did.  He would brag to me all the time.  He was never afraid of Caesar because he didn't know him.  Not like I do. \n[319]Caesar lives for these moments.  He tells me it's just the business, but I know it's more than that.  He likes it.  The violence.  I'll catch him in the bathroom mirror touching his scars.  He says they remind him who he his.  They're all like that. Except maybe Mickey. \n[320]Mickey? \n[321]He's the part of the business that the rest of them pretend to be. |But Mickey doesn't like it like they do.  I suppose that's why he's good at it. \n[322]I used to be able to block it out. I would tell myself that I wasn't really there so nothing really mattered.  But I can't do it anymore. \n[323]I've been making the same mistake Shelly made.  But now I know what |I want. \n[324]I want out.  I want a new life.  I see what I've been waiting for, but I need you, Corky. \n[325]For what? \n[326]You made a choice once.  Do you think you would make that same choice again? \n[327]What choice? \n[328]If those quarters fell to the floor, would you still reach up to that cash register? \n[329]Not here. \n[330]  \n[331]  \n[332]Caesar is going to get the money and bring -- \n[333]How much money? \n[334]Shelly said it was over two million dollars. \n[335]Caesar will bring it to the apartment to count and go through |Shelly's books to figure out how he did it. \n[336]Wait a minute.  Wait a minute.  Do you have any idea what you are saying? You are asking me to help you fuck the mob. \n[337]These people are serious, Violet. If you want to know how serious, ask Shelly.  They're worse than any cop because they have lots of money and no rules.  You fuck them, you've got to do it right. \n[338]That's why I need your help.  You said you were good. \n[339]I am, but ... \n[340]All right, let's say for the moment that I believe everything you are saying. \n[341]You think I'm lying? \n[342]I didn't say that, but since you did, let's say that you are.  It would have been easy to set Shelly up.  You could have got him killed knowing that Caesar would bring the money to the apartment. \n[343]All you would need to keep yourself clean would be someone unconnected, someone like me. \n[344]Is that what you think? \n[345]I'm just making a point.  You have no idea what you're asking.  How much trust two people need to do something like this. \n[346]For me, stealing is a lot like sex. Two people that want the same thing sit in a room and they talk, they start to plan and it's like flirting, a kind of foreplay, because the more they talk about it, the wetter they get. \n[347]The difference is, I can have sex with someone I just met, someone I hardly know, but to steal I need to know someone like I know myself. \n[348]Do you think you know me like that? \n[349]I think ... \n[350]We're going to find out. \n[351]But first, I want to see this money. \n[352]   \n[353]Oh my God ... \n[354]Don't worry.  It ain't mine. \n[355]Caesar, what happened? \n[356]It was unbelievable!  Un-fucking- believable! \n[357]Goddammit, look at this shirt!  It's ruined! \n[358]It started when Shelly took us to the money.  I tell you, Mickey Malnato knows his shit, he does.  Shelly takes us right there. \n[359]So Shelly's down on his knees and he's pulling out this bag of money from a safe in the floor and I'm staring at it like \"holy fuck!\" I mean, look at it -- \n[360]And all I can think is how the fuck did he do this when - Bang!  Johnnie caps him.  Blood sprays everywhere, all over the money.  We've no idea if this is even all of it. \n[361]And right then I go through the roof and - Boom!  I belt the dumb fuck as hard as I can.  I didn't care whose son he was, I just wanted to hit him again.  Knock some sense into that dumb son of a bitch. \n[362]Just look at this mess I got to deal with. \n[363]What are you going to do with it? \n[364]I told them to run it through the cycles.  But I guess Gino has plans for it because he's coming here tomorrow night to pick this shit up. \n[365]Where the hell's the laundry detergent? \n[366]Ummm ...  in the linen closet. \n[367]Come to my place in the morning. Early, okay? \n[368]      \n[369]You're having second thoughts. \n[370]  \n[371]...  no. \n[372]You said he washed the money? \n[373]Yeah. \n[374]Then what?  Exactly. \n[375]He hung it up. \n[376]What? \n[377]To let it dry. \n[378]It was unreal ... \n[379]  \n[380]  \n[381]Hundreds, paper-clipped everywhere like leaves. \n[382]Then one by one, he ironed all of it. \n[383]Did he sleep? \n[384]  \n[385]No.  But neither did I. \n[386]All night long I listened to that sound. \n[387]  \n[388]What sound? \n[389]The sound of money. \n[390]  \n[391]And where is it now? \n[392]In his office.  I saw it this morning. \n[393]    \n[394]I need to go to the store. \n[395]It's in a case, on his desk. \n[396]Does the case lock? \n[397]  \n[398]Yes. \n[399]Good. \n[400]All right, now, tell me about Johnnie. \n[401]Johnnie? \n[402]It sounded like he and Caesar don't like each other. \n[403]Like each other?  They hate each other. \n[404]Why? \n[405]It started way before I was around. I think basically it's because he thinks Johnnie is a complete idiot. But Johnnie runs Chicago because Gino is his father. \n[406]Who is Gino? \n[407]Gino Marzzone. \n[408]Marzzone?  As in Angelo Marzzone, head of the Marzzone family? \n[409]That's his brother. \n[410]...  shit. \n[411]Gino Marzzone is coming tonight to pick up the money? \n[412]Yeah. \n[413]And Johnnie is his son, that's Johnnie Marzzone? \n[414]Yeah. \n[415]Sweet Jesus. \n[416]It's perfect. \n[417]Gino Marzzone is coming to your apartment.  It's a big deal, isn't it?  That means Caesar will be ready. He doesn't want to look like an idiot. Gino has been there before? \n[418]Yeah, twice. \n[419]What happened? \n[420]Not much, really.  Caesar was nervous, kept cleaning the apartment.  |The first time, he picked out the dress he wanted me to wear. \n[421]Does Johnnie hit on you? \n[422]Johnnie hits on anything in high heels. \n[423]Has Caesar ever seen him? \n[424]He does it right in front of him. \n[425]It's getting better and better. Keep going. \n[426]Gino doesn't know English, or at least he pretends he doesn't, so he doesn't talk much.  He gets right to the point.  Both times they talked for about five minutes, had one drink and then they left. \n[427]What did Gino drink? \n[428]Scotch, Glenlivet.  I remember that Caesar made a huge deal about it. \n[429]All right ... \n[430]I have an idea to make this work. \n[431]  \n[432]You'll go back and get ready, take your time, make it real. \n[433]The more attractive you are, the more believable it will be. \n[434]  \n[435]What time did you say they would be there? \n[436]The plane is in at seven, so I'd say about eight. \n[437]Any bodyguards? \n[438]Gino travels with a big man named Roy.  Caesar calls him the driver. \n[439]Fine. \n[440]  \n[441]At some point Caesar is going to quit.  I'd guess sometime around six, making sure he's got time to get ready. \n[442]  \n[443]Un-fucking-believable, what this guy did.  Shelly is one smart-ass mothefucker, I mean, he was one smart- ass motherfucker. \n[444]As soon as he is done, you'll be right there to put a big drink in his hand. \n[445]We want him to come down, to relax, feel in control again. \n[446]Poor boy, has to work so hard. \n[447]You look good enough to eat. \n[448]  \n[449]Where will you be? \n[450]Waiting in the apartment next door. \n[451]  \n[452]Waiting for what? \n[453]For the shower.  That will be our signal. \n[454]When he's done with his shower, you will go to the bar. \n[455]  \n[456]  \n[457]You'll get out the Scotch that Gino drinks. \n[458]And as you do, the bottle will slip from your hands.  -- and shatter against the hardwood floor. \n[459]An accident. \n[460]Shit!  Oh shit! \n[461]What happened?! \n[462]  \n[463]V!  What the fuck was it?!  Violet? \n[464]  \n[465]V, what?  You can't hear me? \n[466]Caesar, it slipped ...  I was trying to get ready ... \n[467]Oh, fucking Christ ...  You gotta be kidding me! \n[468]Fuck!  Fuck!  How did you ...  Awwww goddammit! \n[469]I'm sorry.  It was an accident. \n[470]Don't worry, I'll get some more. \n[471]There's no time. \n[472]Don't be silly, Caesar.  It'll take five minutes. \n[473]I'll clean this up and be back before you're even dressed. \n[474]  \n[475]When you open the door, I'll be there. \n[476]What if he sees you? \n[477]He won't. \n[478]   \n[479]  \n[480]You can't know for certain that he won't see you. \n[481]Trust me, Violet. \n[482]I'm just asking, what if? \n[483]If he does ... \n[484]Then I won't have a choice, will I? \n[485]  \n[486]When I'm inside, I will get the money. \n[487]I'm going to need something ... \n[488]...  to fill the case. \n[489]Yeah, you should hide it near the desk before you leave. \n[490]At that point -- \n[491]  \n[492]There is no going back. \n[493]When I get the Scotch, how do I know you won't take off? \n[494]The same way I'll know that you went to Scotch.  Trust. \n[495]I still don't see how I'm going to get clean with the money in the apartment.  Everyone will think I did it. \n[496]Not Caesar. \n[497]Why? \n[498]Because of what you are going to tell him.  You have to make it as real as you can.  The moment you open the door with the Scotch in your hand, you will be covered, and that moment is the most important moment in the plan. \n[499]  \n[500]If it's real enough, he'll believe it, because deep down he'll want to. \n[501]C!  Shit, I'm sorry! \n[502]They were early. \n[503]What are you talking about? \n[504]They just left, didn't they? \n[505]What are you, drunk? \n[506]You mean they weren't up here? \n[507]No!  They're still on their way. \n[508]That doesn't make any sense. \n[509]Why? \n[510]Because I just saw Johnnie downstairs. \n[511]What? \n[512]I was getting out of the car when I saw him in the Mercedes. \n[513]It couldn't have been. \n[514]It was him.  I'm positive. \n[515]It's impossible! \n[516]Caesar, I know Johnnie.  It was him. I screamed when I saw him.  I couldn't believe I missed them.  I knew you were going to be upset so I thought I'd apologize and give Gino the Scotch.  I honked a couple of times but he didn't stop. \n[517]But Gino's plane doesn't get in for another half-hour. \n[518]Actually, I didn't see Gino in the car. \n[519]  \n[520]If Caesar hates Johnnie like you say, then the second he opens the case he'll know, in his gut, that Johnnie just fucked him.  He'll realize that he has no choice.  He can't touch Gino or Johnnie.  There's only one way out. \n[521]He'll have to run. \n[522]If he runs, everyone will assume he took the money. \n[523]You'll be clean and we'll be rich. \n[524]  \n[525] \n[526]Jesus, that's beautiful. \n[527]Thank you. \n[528]If you're this goddamn smart, how did you ever get caught? \n[529]Every job like this has moments where things don't go so well and everyone starts thinking about their own ass. It's in those moments that everything comes together or falls apart. \n[530]I had a partner and she fucked me. \n[531]I won't. \n[532]I think we're going to find out. \n[533]  \n[534]Caesar? \n[535]No no no no ... \n[536]Oh God ... \n[537]...  I've been set up. \n[538]Johnnie? \n[539]That fuck!  That rat-fuck!  Little shit rat-fuck! \n[540]  \n[541]  \n[542]Why?  Why would Johnnie do this? \n[543]Jesus Christ, Violet!  Open your fucking eyes!  Johnnie hates me like I hate him! \n[544]I hate that little fuck!  I hate him!  I hate him!  I should've done him! \n[545]But you know he did it. \n[546]So what?!  So fucking what?  Use your head, Violet.  The money is gone.  Gino is coming here to get it.  You think he's going to believe me if I tell him his piss-hole son stole it!  Is that what you think? I don't.  You know what I think?  I think I'm a dead man.  I'm one in the brain.  That's what I think! \n[547]Caesar, what are we going to do? \n[548]I know what he wants me to do.  He wants me out of here.  He wants me to run. \n[549]If I run, then everyone will think I took the money and he walks away with two million clean. \n[550]God, I can see him right now driving to get Gino.  I can hear him laughing, fucking laughing, laughing at me. \n[551]Laughing at me!  Laughing at me! \n[552]\n[553]  \n[554]Don't touch me! \n[555]Just leave me alone!  I got to think! \n[556]Got to think this through ... \n[557]Caesar, maybe we should run -- \n[558]Violet, please! \n[559]I mean it, Caesar, forget Johnnie, forget the money, let's just go now, before it's too late -- \n[560]Goddammit, Violet!  Would you just leave me the fuck alone!  Please! Leave!  Now! \n[561]All right, Caesar. \n[562]   \n[563]    \n[564]It's me. \n[565]What happened? \n[566]  \n[567]He totally freaked.  I've never seen him like this.  He's out of his fucking mind. \n[568]That's okay, as long as he believes it was Johnnie. \n[569]Believes it!  Jesus, it's driving him crazy.  He wants to kill him.  I don't know, Corky, I don't know what he is going to do.  I'm getting nervous, really nervous. \n[570] \n[571]It's all right, Violet.  It's working. All we got to do is wait him out and see what he does. \n[572]What if he doesn't run? \n[573]That means he probably will kill Johnnie. \n[574]Oh, Christ, I got to get out of here! \n[575]Listen, if he doesn't run, all you have to do is break down, go to your bedroom and pack some things, start crying, saying you love him but you can't do it.  You're sorry but you have to leave and just walk out. \n[576] \n[577]okay, all right. \n[578]We're almost there, Violet.  just hang on. \n[579]He's coming ... \n[580]I got it!  I know what I got to do! I got to get the money. \n[581]The money?  The money's gone. \n[582]No.  Johnnie's got it.  All I got to do is get it back. \n[583]But it could be anywhere. \n[584]He didn't have that much time.  He had to pick up Gino.  I bet you he's got it with him.  I bet it's in the car. \n[585]  \n[586]  \n[587]He didn't see you, did he? \n[588]No. \n[589]See, right now he doesn't know that I know, that's why he put the paper in the case.  He wants me to hand the case to Gino.  Then there is no doubt it was me.  Gino will put a bullet in me himself.  But it ain't going to happen.  I won't let it! Johnnie ain't going to fuck me!  Not like this!  No way! \n[590]This is insane! \n[591]What are you doing? \n[592]I'm leaving!  This is crazy!  I don't want to be involved.  I don't want anything to do with this shit! \n[593]You can't leave. \n[594]The hell I can't! \n[595]I need you ... \n[596]Bullshit!  You don't need me!  You've never needed me!  I can't help you! Understand?!  I have to get out. \n[597]Violet, I won't let you leave. \n[598]If you're not with me, Violet, then I have to assume you're against me. \n[599]Caesar, this is crazy. \n[600]Maybe it is, maybe it isn't.  Maybe you dropped the Scotch by accident. Maybe you didn't. \n[601]It would have been so easy to let him in as you went out. \n[602]You don't, you can't believe that ... \n[603]I've seen the way he looks at you. He's always wanted you.  Maybe two million dollars finally bought you. \n[604]I'm sorry, Violet, but it has to be this way. \n[605]I hope you understand.  I want to trust you, I want to believe you, but I don't have any other choice. \n[606]   \n[607]You sure you don't want a drink? \n[608]     \n[609]   \n[610]  \n[611]      \n[612]You shouldn't have hit me. \n[613]You want to get into this now? \n[614]No, no, Caesar.  Not now. \n[615]Hey, Caesar!  You take care of this girl, or I find out! \n[616]You are as radiant as ever, Violet. \n[617]Glenlivet, right, Gino? \n[618]I'll have whatever Violet's drinking. \n[619]I'm not drinking. \n[620]Then neither will I. \n[621]No, I'll have a Tanqueray and tonic. \n[622]Caesar, make that two TNTs. \n[623]   \n[624]  \n[625]Salud, eh.  Roy, Violet, Pop, Caesar. \n[626]No, Johnnie.  No goddamned phones. Not now. \n[627]Pop? \n[628]Caesar, come here.  Sit.  We talk now.  You too, Johnnie. \n[629]Caesar, look at me.  Johnnie tell me what happened.  Caesar, you gotta do me a favor, a personal favor.  For me, eh?  You gotta start respecting Johnnie the way you respect me.  You understand?  Good. \n[630]And you, Johnnie.  You gonna stop acting stupid.  You gotta earn this respect that Caesar's gonna give. You understand?  Good.  Done.  Now, where's my money? \n[631]    \n[632]   \n[633]We know how this was done, eh? \n[634]Yeah, I know. \n[635]It won't happen again, eh? \n[636]Good. \n[637]Done.  We go now. \n[638]Jesus Christ, Pop.  You got two hours until your plane leaves. \n[639]Caesar! \n[640]So Caesar, what did it total out at? \n[641]Two point one seventy-six. \n[642]Unbelievable.  Can you believe that, Violet? \n[643]Hey, Johnnie ... \n[644]Come on, Pop, all I want to know is one thing.  Just one thing after he made such a big deal out of it.  I bet it wasn't a big deal.  Was it, Caesar? \n[645]What's that, Johnnie? \n[646]The money I bet it was nothing to get it clean, after you made such a fucking big deal ... \n[647]Johnnie, what did I say? \n[648]Pop, this is important to me.  It's a simple question.  if he would just answer the question, that's the end of it. \n[649]Where is this going, Johnnie? \n[650]Just admit it, Caesar. \n[651]Admit what? \n[652]That you overreacted.  That you lost it.  Not me.  It was your mistake. \n[653]All right, Johnnie, you want to play it this way, I can play it this way. You want to know who made a mistake, why don't you open the case. \n[654]Caesar ... \n[655]Shut up, Violet!  This is between me and Johnnie. \n[656]You want to do this now, let's do it.  Open the case.  Open the fucking case. \n[657]That's right, I know.  I fucking know. \n[658]Know what? \n[659]Open the case! \n[660]All right!  Where's the key? \n[661]You don't need a key. \n[662]How the fuck can I open it? \n[663]The same way you did before. \n[664]What are you talking about? \n[665]There you go, Johnnie. \n[666]Get me another. \n[667]What the ... \n[668]Don't!  Don't fucking move! \n[669]Caesar?  What is this? \n[670]Ask Johnnie!  Ask your rat-fuck son! \n[671]What the fuck? \n[672]You don't think I'll do it, do you? \n[673]I think you're fucking crazy! \n[674]Where is it? \n[675]Where's what? \n[676]The money! \n[677]Caesar, I don't know what you're thinking here, but if you don't put down that gun -- \n[678]Sit down! \n[679]Caesar! \n[680]Gino, your son stole this money to set me up and I can prove it.  Violet! \n[681]Tell them!  Tell them! \n[682]For Christ's sake, Johnnie, do what he says. \n[683]This isn't happening ... \n[684]The next one blows off your dick. \n[685]You're a dead man!  A fucking dead man! \n[686]Where is it? \n[687]Enough! \n[688]No, Gino! \n[689]You aim a gun at me?!  Do you know who I am?!  I am Gino Marzzone.  You understand? \n[690]Sit down, Gino! \n[691]No, Caesar, gimme the gun. \n[692]Stay away! \n[693]We're family, Caesar. \n[694]No! \n[695]Gimme the gun. \n[696]I can't.  I can't. \n[697]Give it to me. \n[698]Good man. \n[699]  \n[700]This is an emergency! \n[701]        \n[702]I had to do it, Violet.  You saw it. I had no choice.  It was Johnnie. That lying fuck.  He made me do it. \n[703]You lying rat-fuck.  You think you can set me up?  Is that what you think?  You stupid fuck. \n[704]I'm a dead man?  I'm a dead man? Guess again, fuck-face.  Who's dead? Who's the dead lying rat-fuck?  Take another guess, take another fucking guess! \n[705]What are you doing? \n[706]...  maybe three hours. \n[707]Caesar, what are you going to do? \n[708]What do you think we're going to do? We have to find the money. \n[709]What? \n[710]Once we have the money, then none of this ever happened. \n[711]Caesar, you just killed Gino Marzzone. \n[712]No I didn't.  Not if his body disappears and not if the money is still here.  Then they never showed up. \n[713]What happened to them? \n[714]I don't know.  We may never know, but I'm going to guess it was a job, maybe the Karpoli family. \n[715]All part of the business. \n[716]We just got to find the money.  Once we do, everything is going to be all right. \n[717]  \n[718] \n[719]Oh, no. \n[720]Fuck. \n[721]Caesar, what are we going to do? \n[722]They're just cops.  Stall them as long as you can. \n[723]   \n[724]  \n[725]Answer it! \n[726]Hello? \n[727]This is the police, ma'am. \n[728]The police? \n[729]We had a report of gunfire, so if you could -- \n[730]Gunfire?  Is this a joke? \n[731]No joke, ma'am.  Please open the door. \n[732]How do I know you are cops? \n[733]  \n[734]  \n[735]Ma'am, you have to open the door. \n[736]All right. \n[737]  \n[738]  \n[739]Get me a wet towel. \n[740]  \n[741]  \n[742]   \n[743]  \n[744]  \n[745]If you're thinking about doing something stupid, remember I just killed Gino Marzzone.  You understand what that means? \n[746]They're just cops. \n[747]See?  We're for real. \n[748]I'm sorry, it's just you hear stories. \n[749]You did the right thing. \n[750]Hey, hey, Chicago's finest. \n[751]How's it going tonight, fellas? \n[752]Pretty good, sir. \n[753]Huh?  I'm sorry, I can only hear in this ear. \n[754]I'm Caesar and this here is my Violet. \n[755]Violet said something about gunshots? \n[756]Yes, sir, a neighbor in the building called in. \n[757]I think we know what happened. \n[758]It was probably just the television. \n[759]The television? \n[760]Honey, why didn't you say something? Turn it off. \n[761]Fuck, this happened before.  It's this shitty ear.  Born with it.  The batteries wore out in my aid.  I'm sorry. \n[762]It's all right, sir. \n[763]No big deal. \n[764]Hey, can I get you guys a beer? \n[765]Not on duty, sorry. \n[766]Oh, right. \n[767]But, uh, would you mind if I used your bathroom? \n[768]Yeah, why not?  It's right there. \n[769]Thanks. \n[770]I'm going to make myself a drink, if that's okay? \n[771]Go right ahead, sir. \n[772]  \n[773]  \n[774]This is a beautiful place. \n[775]...  thank you. \n[776]    \n[777]  \n[778]Is this a condo? \n[779]Okay, let's roll. \n[780]Try to keep the extra batteries for your aid around. \n[781]Good idea. \n[782]   \n[783]  \n[784]Let's go. \n[785]   \n[786]    \n[787]...  shit. \n[788]      \n[789]Fuck!  Fuck!  Fuck! \n[790]Caesar, someone could see us out here. \n[791]Get in. \n[792]Get in!  It's got to be at his house. That's the only other place it could be. \n[793]Violet!  Now! \n[794]  \n[795]Two million dollars, Cork ...  Two million dollars ... \n[796]  \n[797]  \n[798]Okay, I come in ... \n[799]I've got the money ... \n[800]I can't wait to see the look on Caesar's face when he finds out. \n[801]Now I don't have much time ... \n[802]Got to put it someplace safe ... \n[803]...  put it ... \n[804]...  got it ... \n[805]\n[806]  \n[807]Where did I put it? \n[808]Where's my fucking money?!  Fucking cocksuckers!  Where the fuck is it?! \n[809]Ow. \n[810]\n[811]  \n[812]It's not here, Caesar. \n[813]Where, then? \n[814]I don't know.  it could be anywhere. We don't even know if he was alone. Please, Caesar, we don't have much time.  Let's get out of here. \n[815]What are you doing? \n[816]We're going to need some time. \n[817]Who are you going to call? \n[818]Caesar? \n[819]Yeah? \n[820]Hey, Mickey. \n[821]Oh, God. \n[822]Caesar?  What the fuck time is it? \n[823]Mick, I know it's late, but there is a problem.  They haven't shown up yet. \n[824]What?  They ain't there? \n[825]No.  I don't know where they are.  I even called over at Johnnie's, but no answer. \n[826]Okay.  Let me call around.  I'll see what I can do.  Don't go anywhere, okay? \n[827]Okay, sure, Mick. \n[828]Caesar, you still got the money? \n[829]Yeah, Mick.  I've got the money. I'm staring right at it. \n[830]Good.  Sit tight.  I'll call you. \n[831]    \n[832]I'll start packing.  You know what you have to do. \n[833]I can use Johnnie's car, dump it in Lake Michigan ...  I need plastic bags ...  tape and rope ... \n[834]Just hurry. \n[835]  \n[836]Please, Corky ... \n[837]Oh, thank God. \n[838]I'm still here. \n[839]I was so afraid you ... \n[840]You don't quit on me, Violet, and I won't quit on you. \n[841]  \n[842]  \n[843]Corky, it worked!  He's going to run.  He needs to take care of the bodies to buy himself time, but as soon as he leaves, it's over. \n[844]  \n[845]just a little longer and it's ours. \n[846]  \n[847]  \n[848]Corky, I have to tell you something ... \n[849]  \n[850]I know, Violet.  I know. \n[851]It's why I'm still here. \n[852]  \n[853]Violet? \n[854]  \n[855]  \n[856]Who was that? \n[857]Who the fuck was that? \n[858]Was that Mickey?  Did you call Mickey? Did you?! \n[859]   \n[860]  \n[861]Mickey?  Is that you? \n[862]  \n[863]  \n[864]  \n[865]  \n[866]  \n[867]  \n[868]Who is that?  Who is over there?! Tell me! \n[869]  \n[870]   \n[871]Run!  Just run! \n[872]  \n[873]  \n[874]      \n[875]   \n[876]Drop the fucking gun or die! \n[877]Drop it! \n[878]Turn around. \n[879]You!?  Holy fucking Christ!  You gotta be kidding me! \n[880]   \n[881]Wake up!  Come on, you fucking dyke! \n[882]Wake up! \n[883]   \n[884]Good. \n[885]I know everything now so I don't want to hear any \"I don't know\" bullshit, you understand? \n[886]God, I should have seen this coming! The second I met you, I knew it. Everyone knows your kind can't be trusted!  Fucking queers make me sick. \n[887]But you tried to fuck the wrong guy. And I swear to you that I'm going to kill you for it. \n[888]Where is the money? \n[889]Don't tell him -- \n[890]Shut up, Violet! \n[891]He can't kill you -- \n[892]Violet! \n[893]Not until he has the money! \n[894]Now, where the fuck is my money? \n[895]Lick me. \n[896]Where is it? \n[897]Either pull the trigger or get that thing out of my face. \n[898]Stupid cunt! \n[899]Caesar, stop acting like an asshole and think -- \n[900]Don't try to tell me what to do. \n[901]You need the money just like we do. \n[902]Shut up, Violet. \n[903]Let us go and we'll make a deal. \n[904]Shut the fuck up! \n[905]What did you do to her?!  This isn't my Violet! \n[906]What did she do to you? \n[907]Everything you couldn't. \n[908]You ungrateful bitch!  You had nothing before I met you.  You were nothing! \n[909]Who gave you this place?  This apartment? \n[910]Who gave us all of this?  I did!  I gave you everything!  I gave you this life!  I made you, Violet.  I saved you. \n[911]I saved you. \n[912]Ha!  What a load of crap.  Look at yourself, Caesar.  You're a thug. |You launder money for the mob.  You rent women like you rented this apartment. \n[913]Saved me?  You don't even know me. You used me, Caesar, just like I used you.  All part of the business. \n[914]You betrayed me! \n[915]You murdered Gino! \n[916]I had to.  You made me. \n[917]Bullshit, you killed him.  Not me. You did it because you couldn't stand the thought of Johnnie fucking you. \n[918]Shut up! \n[919]Okay, you want business, I'll give you the fucking business. \n[920]I'm going to make you beg just like Shelly did.  Just like Shelly! \n[921]I'm sorry, Corky ... \n[922]Don't be sorry.  Help me. \n[923]  \n[924]  \n[925]Oh, no no no. \n[926]Hey, Violet, you remember these? \n[927]I'm going to start with her so you'll get a good idea what's coming. \n[928]I'm going to ask you where the money is.  Every time you don't give me an answer, I'm going to cut off one finger. \n[929]No. \n[930]When I reach ten, then I'll start with you. \n[931]Where is the money? \n[932]...  Mickey. \n[933]I said where -- \n[934]No!  I'll tell you! \n[935]It's over there in the empty apartment. \n[936]I put it inside one of the paint drums. \n[937]I promised I would kill you. \n[938]You can't kill me yet. \n[939]Why? \n[940]I could be lying. \n[941]You're going to wish to God you hadn't done that. \n[942]  \n[943]Fuck. \n[944] \n[945]Son of a bitch ... \n[946]     \n[947]  \n[948]  \n[949]Mickey will get in.  I know he will. \n[950]Violet.  I can kill you right now if that's what you want.  If you want to live, then you have to help me. I need you to make Mickey believe that everything is normal. \n[951]Tell me, do you want to live? \n[952]Good girl. \n[953]  \n[954]   \n[955]    \n[956]Jesus Christ! \n[957]Holy fuck, Mickey!  You scared the shit outta me. \n[958]What is this?  what are you two doing, sneaking in here with your peckers in your hands?  You gonna do me, Mick?  Is that it? \n[959]No, Cease.  There was no answer. \n[960]I thought I heard someone knocking. \n[961]I was buzzing, I was knocking, but I guess you couldn't hear me on account of being in the shower. \n[962]Yeah, it was Violet's idea.  I was so wound up about Gino, she was trying to help me relax. \n[963]That Violet is one nice lady.  Wish someone would help me relax. \n[964]Shit, Mick, come on in, let me get you a drink.  Sit down, Lou. \n[965]  \n[966]  \n[967]We was worried about you, Cease. \n[968]Me?  Why? \n[969]We went over to Johnnie's place just to check it out and it was busted up, Bad. \n[970]I started thinking maybe it's about the money so I call you, but all I get is the busy signal.  I figure the phone is off the hook, that's why I come rushing over here. \n[971]Oh Christ, the phone ...  That was a fucking stupid thing to do, wasn't it? \n[972]Hey, if Violet was helping me relax, I'd probably do the same thing. \n[973]  \n[974]  \n[975]Cease, can I ask you something? \n[976]Yeah. \n[977]Why'd you move all the furniture around? \n[978]Let me guess.  That was Violet's idea, too. \n[979]Actually, yeah, she was nervous about Gino coming, wanted everything to look right.  You know women, Mick. \n[980]Sure, Cease.  They make us do stupid things, don't they. \n[981]  \n[982]  \n[983]Is that the money? \n[984]Yeah, that's it. \n[985]That fucking Shelly.  I gotta hand it to the guy, but Jesus, if I were him I would have bailed a long time ago.  I mean, how much money does a man need? \n[986]I remember I was just staring at all this goddamn money, Shelly down on his knees, and the next thing I know, Johnnie just blows his head off. \n[987]What a fucking mess.  Johnnie's laughing his ass off and that's when Caesar lost it and - Boom.  He coldcocked him.  Fucking coldcocks Johnnie Marzzone. \n[988]Hey, Caesar, where's the key? \n[989]The key, yeah, the key's in my pants in the bathroom. \n[990]Fuck it, I don't need the key. \n[991]I didn't need a key to get in here, did I? \n[992]Who the hell could that be? \n[993]You gonna answer it? \n[994]   \n[995]Hello? \n[996]Hello, Caesar.  This is Gino. \n[997]What? \n[998]You're blowing your only chance. Act like I'm Gino. \n[999]  \n[1000]Holy shit, I don't believe it!  We've been going crazy over here, Gino! \n[1001]Good boy. \n[1002]It's Gino!  It's Gino! \n[1003]Where in the hell is he? \n[1004] \n[1005]We were in a car accident -- \n[1006]They were in a car accident. \n[1007]But everybody is all right. \n[1008] \n[1009]They're all fine.  Just bruises and shit. \n[1010]Now you listen to me, asshole, I know your gun is behind the bar ... \n[1011]Un-fucking-believable.  I called those highway patrol dumb fucks. \n[1012]Ssh!  I can't hear Gino! \n[1013]We make a deal or I come out and hand this phone to Mickey. \n[1014]I'm listening. \n[1015]  \n[1016]I want what's mine, half the money. We get rid of Mickey, no one else dies.  No one.  Say yes, I understand. \n[1017]Yes, I understand. \n[1018]Tell them I'm at St. Mary's off the Kennedy, in the waiting room, but stay on the phone until I come out. \n[1019]Sure, Gino, sure. \n[1020]  \n[1021]St.  Mary's off the Kennedy, sure. Okay, Gino. \n[1022]Mickey?  What are you doing here? \n[1023]Violet, it's Gino and Johnnie.  They were in a car accident. \n[1024]Oh my God.  Was anyone hurt? \n[1025]I think everything is okay. \n[1026]They're at St.  Mary's in the waiting room. \n[1027]I can't fit them all in my car so give me your keys.  You drive my car, Lou. \n[1028]Sure, Mickey, sure.  Violet! \n[1029]Go grab my car keys from my pants in the bathroom. \n[1030]Please, help us out, Mickey wants to get going. \n[1031]They might want to go straight to the airport and back to Miami, so I better take this. \n[1032]You got the key? \n[1033]Oh yeah.  Violet! \n[1034]  \n[1035]Violet! \n[1036]Violet! \n[1037]  \n[1038]Thanks, V. \n[1039]Call me as soon as you get him. \n[1040]Leave your phone on the hook. \n[1041]Now that's teamwork. \n[1042]I should have let him kill you. \n[1043]You know he would have done you, too. \n[1044]I knew I couldn't trust you. \n[1045]I said I'd let you live and I will. \n[1046]Maybe. \n[1047]  \n[1048]  \n[1049]Time to find out if the dyke was stupid enough to lie. \n[1050]  \n[1051]   \n[1052]   \n[1053]  \n[1054]Yes! \n[1055]No! \n[1056]   \n[1057]Violet! \n[1058]Fuck! \n[1059]  \n[1060]Goddammit, Violet!  Stop!  Now! \n[1061]  \n[1062]   \n[1063]Come on.  Come on, please. \n[1064]Oh, you bitch.  You fucking bitch. \n[1065]   \n[1066]Mickey!  Oh God, Mickey! \n[1067]Violet? \n[1068]He made me help him, Mickey, God, I was so afraid.  It was Caesar, all Caesar.  You have to help me.  He's coming - Oh God! \n[1069]  \n[1070]  \n[1071]Corky? \n[1072]  \n[1073]Corky! \n[1074]  \n[1075]                 \n[1076]Stop! \n[1077]It's over, Caesar.  I called Mickey. He's on his way. \n[1078]Get out of here, Caesar.  If you want to live you had better start running. \n[1079]All these years and you still don't know me, Violet. \n[1080]But I know you. \n[1081]Caesar, don't. \n[1082]What are you going to do, V?  Shoot me?  Kill me in cold blood?  I don't think so.  I'll tell you why.  If you had it in you to pull that trigger, you would have done it a long time ago.  If I was you, I would have killed me the minute I brought the money home.  But you didn't and I know why, because you don't want to kill me.  Do you, V?  Do you? No, I know you don't. \n[1083]Caesar, you don't know shit. \n[1084] \n[1085]  \n[1086]  \n[1087]I will never understand it, Mickey. You didn't even call the police. \n[1088]I told you, the family doesn't want the police around.  We want to take care of it ourselves and we will. I'll find him.  I swear I will. \n[1089]I know you will. \n[1090]Sure you're going to be okay?  I mean, if you're having second thoughts, my offer still stands. \n[1091]Thanks, Mickey, but I need to get out, you know?  Get away from all of this. \n[1092]But thanks.  Thanks for everything. \n[1093]     \n[1094]Hey. \n[1095]Hey. \n[1096]How'd it go? \n[1097]I'm here, aren't I? \n[1098]I guess we should get out of here. \n[1099]Thought we might need a getaway car. \n[1100]  \n[1101]You know what the difference is between us, Violet? \n[1102]No. \n[1103]...  Me neither. \n[1104]   ", "Bartender": "\n[1]Well, well ... \n[2]Been awhile, Cork. ", "Johnnie": "\n[1]You got nerve trying to fuck us! Nobody fucks me!  Nobody fucks my father!  Nobody!  Nobody! \n[2]You hear that, bitch?  Be quiet! \n[3]Prick!  I can go all night!  All night! \n[4]Prick. \n[5]You shouldn't have hit me. \n[6]No, no, Caesar.  Not now. \n[7]You are as radiant as ever, Violet. \n[8]I'll have whatever Violet's drinking. \n[9]Then neither will I. \n[10]Caesar, make that two TNTs. \n[11]Salud, eh.  Roy, Violet, Pop, Caesar. \n[12]Pop? \n[13]Jesus Christ, Pop.  You got two hours until your plane leaves. \n[14]So Caesar, what did it total out at? \n[15]Unbelievable.  Can you believe that, Violet? \n[16]Come on, Pop, all I want to know is one thing.  Just one thing after he made such a big deal out of it.  I bet it wasn't a big deal.  Was it, Caesar? \n[17]The money I bet it was nothing to get it clean, after you made such a fucking big deal ... \n[18]Pop, this is important to me.  It's a simple question.  if he would just answer the question, that's the end of it. \n[19]Just admit it, Caesar. \n[20]That you overreacted.  That you lost it.  Not me.  It was your mistake. \n[21]Know what? \n[22]All right!  Where's the key? \n[23]How the fuck can I open it? \n[24]What are you talking about? \n[25]What the ... \n[26]What the fuck? \n[27]I think you're fucking crazy! \n[28]Where's what? \n[29]Caesar, I don't know what you're thinking here, but if you don't put down that gun -- \n[30]This isn't happening ... \n[31]You're a dead man!  A fucking dead man! \n[32]  \n[33]  ", "Marzzone": "", "Jesse": "", "Ceasar": "", "Gino": "\n[1]Hey, Caesar!  You take care of this girl, or I find out! \n[2]No, Johnnie.  No goddamned phones. Not now. \n[3]Caesar, come here.  Sit.  We talk now.  You too, Johnnie. \n[4]Caesar, look at me.  Johnnie tell me what happened.  Caesar, you gotta do me a favor, a personal favor.  For me, eh?  You gotta start respecting Johnnie the way you respect me.  You understand?  Good. \n[5]And you, Johnnie.  You gonna stop acting stupid.  You gotta earn this respect that Caesar's gonna give. You understand?  Good.  Done.  Now, where's my money? \n[6]We know how this was done, eh? \n[7]It won't happen again, eh? \n[8]Good. \n[9]Done.  We go now. \n[10]Caesar! \n[11]Hey, Johnnie ... \n[12]Johnnie, what did I say? \n[13]Caesar?  What is this? \n[14]Caesar! \n[15]Enough! \n[16]You aim a gun at me?!  Do you know who I am?!  I am Gino Marzzone.  You understand? \n[17]No, Caesar, gimme the gun. \n[18]We're family, Caesar. \n[19]Gimme the gun. \n[20]Give it to me. \n[21]Good man. ", "Lou": "", "Roy": "", "Corky": "\n[1]You planned this whole thing, didn't you? \n[2]What choice? \n[3]Thanks again for this opportunity, Mr. Bianchinni.  Goodbye. \n[4]Yeah, sure.  I'm Corky. \n[5]Sure.  Come on in.  Give me a minute. \n[6]Who? \n[7]Oh, he went home to India, but as far as I know he'll be back. \n[8]Pretty much.  One day at a time. \n[9]Good guess. \n[10]Mmmm ...  thanks, I needed this. \n[11]A favor? \n[12]Oh, I'm sorry -- \n[13]Are they really? \n[14]No, no trouble.  There's other work to do. \n[15]Yeah. \n[16]Truck. \n[17]'63 Chevy. \n[18]I don't, really.  I was referred to him. \n[19]Do you know him? \n[20]Caesar is your husband? \n[21]Thanks. \n[22]Five years, two months, sixteen days. How you doing, Sue? \n[23]Thanks. \n[24]Yeah.  Some plumbing, painting and shit. \n[25]Not for me, Sue.  I'm straight and narrow.  I'm just here to get laid or drunk and hopefully both. \n[26]Thanks for the beer. \n[27]Hi. \n[28]You know ...  that outfit would look great on my bedroom floor. \n[29]Nothing ...  yet. \n[30]I don't think so. \n[31]When you get tired of Cagney and Lacey, come find me. \n[32]     \n[33]Hello?  Oh, hi, Mr. Bianchinni ... yes, everything is going fine.  I got the tub drain all cleaned out. \n[34]What apartment? \n[35]All right, all right, I guess I could take a look.  Yeah, you're welcome, goodbye. \n[36]Not exactly. \n[37]He said you lost something. \n[38]I told Bianchinni I would take a look.  Is it that sink? \n[39]Do you have a pot or a bucket? \n[40]No.  Mr. Bianchinni asked me to do it.  I did it. \n[41]Okay, one drink. \n[42]A beer? \n[43]No. \n[44]Curious, maybe. \n[45]Maybe. \n[46]What are you doing? \n[47]Why? \n[48]You planned this whole thing? \n[49]You dropped that earring down the drain on purpose, didn't you? \n[50]No. \n[51]No.  Rajeev's in India. \n[52]That's what Violet said. \n[53]Five. \n[54]I should be going. \n[55]My brushes, I have to clean my brushes.  Thanks, though. \n[56]Sure. \n[57]What are you doing? \n[58]What am I doing?  I'm fucking up, that's what I'm doing. \n[59]Look, I don't think this is a good idea. \n[60]Don't apologize, please.  I can't stand women who apologize for wanting sex. \n[61]       \n[62]I can see again. \n[63]Tell me about it. \n[64]Caesar's Mafia, isn't he? \n[65]No. \n[66]How did you meet him? \n[67]He's a launderer? \n[68]How long have you been with him? \n[69]Five years is a long time. \n[70]The redistribution of wealth. \n[71]Isn't that what you wanted to know? What I did time for? \n[72]That's what I tell someone when I'm trying to get them in my bed. \n[73]My cellmate would say she did her time for getting caught.  She was always more honest than me. \n[74]I started stealing when I was little. We were piss-poor, which is not an excuse, just a fact. \n[75]The first time I remember so vividly. A bunch of us kids were at Waxman's Drugstore, when Mr. Waxman, who was a mean old prick, always worrying about us robbing him, dropped a roll of quarters. \n[76]I can still hear that sound, those quarters, because right then something clicked inside of me.  Some instinct took over and as everyone, including Waxman, dove down, I reached up and emptied the cash register. \n[77]I gave most of the money to my mom. I told her I found it at the trainyard.  She was so happy she cried, calling me her lucky charm. Fifteen years later, I guess my luck ran out. \n[78]Sometimes I tell myself that I didn't have a choice, that stealing was surviving.  Usually I can admit that's bullshit.  I did it because it was a way out.  It was easy and I was good at it, real good. \n[79]I don't usually talk this much.  I guess I have been rehabilitated. \n[80]I guess I wanted to. \n[81]So am I. \n[82]Nothing. \n[83]Shit, here we go. \n[84]If there is one thing I can't stand about sleeping with women, it's all the fucking mind reading. \n[85]I'm not afraid of anything. \n[86]I know!  You can't understand, because we're different, Violet.  We're different. \n[87]How can you sit in that bed and say that? \n[88]Let me guess.  This is where you tell me that what matters is on the inside.  That inside you, there is a little dyke just like me? \n[89]Is that what her daddy tells her? \n[90]What are you saying?  That you don't have sex with men? \n[91]For Christ's sake, Violet!  I heard you!  Thin walls, remember? \n[92]What the fuck was it? \n[93]What was it then? \n[94]What about that guy this morning? \n[95]Don't tell me, you're a workaholic. \n[96]I suppose he just wants to watch. \n[97]I think so, too. \n[98]Shit. \n[99]Violet?  Are you all right? \n[100]Come on.  Let's go. \n[101]Excuse me. \n[102]Draft beer and a TNT. \n[103]Even though he knew about you? \n[104]He was in love with you, right? \n[105]Sounds like he wanted to get caught. \n[106]Mickey? \n[107]For what? \n[108]What choice? \n[109]Not here. \n[110]  \n[111]How much money? \n[112]Wait a minute.  Wait a minute.  Do you have any idea what you are saying? You are asking me to help you fuck the mob. \n[113]These people are serious, Violet. If you want to know how serious, ask Shelly.  They're worse than any cop because they have lots of money and no rules.  You fuck them, you've got to do it right. \n[114]I am, but ... \n[115]All right, let's say for the moment that I believe everything you are saying. \n[116]I didn't say that, but since you did, let's say that you are.  It would have been easy to set Shelly up.  You could have got him killed knowing that Caesar would bring the money to the apartment. \n[117]All you would need to keep yourself clean would be someone unconnected, someone like me. \n[118]I'm just making a point.  You have no idea what you're asking.  How much trust two people need to do something like this. \n[119]For me, stealing is a lot like sex. Two people that want the same thing sit in a room and they talk, they start to plan and it's like flirting, a kind of foreplay, because the more they talk about it, the wetter they get. \n[120]The difference is, I can have sex with someone I just met, someone I hardly know, but to steal I need to know someone like I know myself. \n[121]I think ... \n[122]We're going to find out. \n[123]But first, I want to see this money. \n[124]Come to my place in the morning. Early, okay? \n[125]  \n[126]...  no. \n[127]You said he washed the money? \n[128]Then what?  Exactly. \n[129]What? \n[130]Did he sleep? \n[131]What sound? \n[132]  \n[133]And where is it now? \n[134]Does the case lock? \n[135]  \n[136]Good. \n[137]All right, now, tell me about Johnnie. \n[138]It sounded like he and Caesar don't like each other. \n[139]Why? \n[140]Who is Gino? \n[141]Marzzone?  As in Angelo Marzzone, head of the Marzzone family? \n[142]...  shit. \n[143]Gino Marzzone is coming tonight to pick up the money? \n[144]And Johnnie is his son, that's Johnnie Marzzone? \n[145]Sweet Jesus. \n[146]It's perfect. \n[147]Gino Marzzone is coming to your apartment.  It's a big deal, isn't it?  That means Caesar will be ready. He doesn't want to look like an idiot. Gino has been there before? \n[148]What happened? \n[149]Does Johnnie hit on you? \n[150]Has Caesar ever seen him? \n[151]It's getting better and better. Keep going. \n[152]What did Gino drink? \n[153]All right ... \n[154]I have an idea to make this work. \n[155]You'll go back and get ready, take your time, make it real. \n[156]The more attractive you are, the more believable it will be. \n[157]  \n[158]What time did you say they would be there? \n[159]Any bodyguards? \n[160]Fine. \n[161]At some point Caesar is going to quit.  I'd guess sometime around six, making sure he's got time to get ready. \n[162]As soon as he is done, you'll be right there to put a big drink in his hand. \n[163]We want him to come down, to relax, feel in control again. \n[164]  \n[165]Waiting in the apartment next door. \n[166]For the shower.  That will be our signal. \n[167]When he's done with his shower, you will go to the bar. \n[168]You'll get out the Scotch that Gino drinks. \n[169]And as you do, the bottle will slip from your hands.  -- and shatter against the hardwood floor. \n[170]An accident. \n[171]When you open the door, I'll be there. \n[172]He won't. \n[173]  \n[174]Trust me, Violet. \n[175]If he does ... \n[176]Then I won't have a choice, will I? \n[177]When I'm inside, I will get the money. \n[178]I'm going to need something ... \n[179]...  to fill the case. \n[180]Yeah, you should hide it near the desk before you leave. \n[181]At that point -- \n[182]  \n[183]There is no going back. \n[184]The same way I'll know that you went to Scotch.  Trust. \n[185]Not Caesar. \n[186]Because of what you are going to tell him.  You have to make it as real as you can.  The moment you open the door with the Scotch in your hand, you will be covered, and that moment is the most important moment in the plan. \n[187]If it's real enough, he'll believe it, because deep down he'll want to. \n[188]  \n[189]If Caesar hates Johnnie like you say, then the second he opens the case he'll know, in his gut, that Johnnie just fucked him.  He'll realize that he has no choice.  He can't touch Gino or Johnnie.  There's only one way out. \n[190]He'll have to run. \n[191]You'll be clean and we'll be rich. \n[192] \n[193]Thank you. \n[194]Every job like this has moments where things don't go so well and everyone starts thinking about their own ass. It's in those moments that everything comes together or falls apart. \n[195]I had a partner and she fucked me. \n[196]I think we're going to find out. \n[197]What happened? \n[198]That's okay, as long as he believes it was Johnnie. \n[199]It's all right, Violet.  It's working. All we got to do is wait him out and see what he does. \n[200]That means he probably will kill Johnnie. \n[201]Listen, if he doesn't run, all you have to do is break down, go to your bedroom and pack some things, start crying, saying you love him but you can't do it.  You're sorry but you have to leave and just walk out. \n[202]We're almost there, Violet.  just hang on. \n[203]This is an emergency! \n[204]...  shit. \n[205]Two million dollars, Cork ...  Two million dollars ... \n[206]I'm still here. \n[207]You don't quit on me, Violet, and I won't quit on you. \n[208]I know, Violet.  I know. \n[209]It's why I'm still here. \n[210]Lick me. \n[211]Either pull the trigger or get that thing out of my face. \n[212]Don't be sorry.  Help me. \n[213]No. \n[214]No!  I'll tell you! \n[215]It's over there in the empty apartment. \n[216]I put it inside one of the paint drums. \n[217]You can't kill me yet. \n[218]I could be lying. \n[219]     \n[220]Hey. \n[221]How'd it go? \n[222]I guess we should get out of here. \n[223]Thought we might need a getaway car. \n[224]You know what the difference is between us, Violet? \n[225]...  Me neither. ", "Shelly": "\n[1]I know he's gone.  Please.  I have to talk to you. \n[2]   ", "Woman": "\n[1]Wait!  Hold the elevator. \n[2]Hello. \n[3]Hey, Jesse.  What's happening here? \n[4]Who's this? \n[5]Wait, I know you. \n[6]I didn't know you were out. "}}