{"filename": "Boyhood_script.txt", "imdb_id": "tt1065073", "imdb_url": "https://www.imdb.com/title/tt1065073", "characters": ["Samantha", "Tommy", "Paul", "Dad", "Grandma", "Neighborhood Friend #2", "Neighborhood Friend #1", "Mom", "Mason", "Ted (as Steven Prince)", "Teacher", "Elementary School Girl (as Sidney Orta)", "Professor Bill Welbrock", "Mindy", "Randy"], "dialogues": {"Samantha": "\n[1] \n[2]Oh!    Tommy!    Is Mason down there? \n[3]Well, tell him he has to come home for dinner. \n[4] \n[5]\"Oops, you think I'm in love. I'm sent from above. I'm not that innocent.\" \n[6]\"You see my problem is this. I'm dreaming away. Wishing that heroes truly exist. I cry watching the day. Can't you see I'm a fool in so many ways...\" \n[7]\"But to lose all my senses-- that is...\" \n[8] \n[9]No, Mother, we're not moving. Nope, nope, sorry Mom. Nope. Nope. \n[10]Fine, Mother. You can do whatever you want but We're not moving. \n[11]   \n[12]Goodbye yard, goodbye crepe myrtle, goodbye mailbox. Goodbye box of stuff Mommy won't let us take with us but we don't wanna throw away. Goodbye house, I'll never like mommy as much for making us move. \n[13]Eeeee!   Don't! \n[14]Ahh!   Stop!    No! \n[15]...I affatay servay yoohay. \n[16]I was speaking perfectly clear English, Mother. You know, he's a little slow in the head. He did officially flunk first grade. \n[17]Yes sir, Mother sir! \n[18]Hmm. \n[19]We haven't seen him in about eighty years. \n[20]Oh please... \n[21]So this is my history test... \n[22]And that's another history test. \n[23]Yeah, well, it doesn't have a plus but... oh well. \n[24]And then um, that's my report on lizards... \n[25]And then, um... Oh yeah, these are my pictures. \n[26]Well, that's called a dewlap. \n[27]Oh yeah, this is a math test. \n[28]Daddy!    Hi! \n[29]Yeah!! \n[30]Mm.   Yeah. \n[31]Yeah!  \n[32]Oh yeah.  \n[33]Yeah.  \n[34]Bye grandma!  \n[35]Yes!  \n[36]'Course we are!  \n[37]Yeah!   Yay!  \n[38]I wanted the front seat, though.  \n[39]Yay! \n[40]Daddy! \n[41]Yay!   Great job! \n[42]That's a quarter. \n[43]You said a-s-s. \n[44]And my teacher says it's a good war, because it's better to be safe than sorry. \n[45]I guess. \n[46]He can't vote. He's not eighteen.  \n[47]Are you gonna move back?  \n[48]I remember when I was six, you and mom were fighting like mad. You were yelling so loud and she was crying.  \n[49]Yep.  \n[50]Nope.  \n[51]Yeah. \n[52]Yeah. \n[53]Oh yeah. \n[54]Mmm... \n[55]I know.    That's me. \n[56]You see, that's McKinney, that's Meg, and that Gem. They're all my friends -- \n[57]Um, guard. \n[58]Well, about eight or ten a game. \n[59]Yeah! \n[60]Well, only a little bit. \n[61]Oh, Mason, Mom's home! \n[62]Mom, hi!  \n[63]Oh, look at this owl Daddy gave me! Isn't it cool? See, its head spins! And look at this bracelet! It was made by Indians in Alaska.  \n[64]And guess what else? We went bowling and I made four strikes!  \n[65]Yeah.  \n[66]Well, we had some french fries at the bowling alley. \n[67]Not yet. \n[68]Doesn't look like it. \n[69]Hi Dad! \n[70]Mom, Mom, Mom, Mom! Look at the sign we made! \n[71]Oh, did you guys kiss under the Bridge of Sighs? \n[72] \n[73]Think it's true? \n[74]Dementors! \n[75]Thanks. \n[76]Oh, alright. \n[77]Just about. \n[78]I haven't done that yet. \n[79]Bye, Mama. \n[80]But Dad, I mean, dusting is pointless. \n[81]But I mean, who dusts anymore? \n[82]Whatever! \n[83]Bye. \n[84]Yeah. \n[85]Yeah. \n[86]I don't know.  \n[87]Fine.  \n[88]Nothin' really.  \n[89]Yeah.  \n[90]Almost finished. \n[91]Nothing. \n[92]Dad, these questions are kind of hard to answer. \n[93]It's abstract. \n[94]I'm not.   They make us do it. \n[95]That would be a... That would be a Magnificent Owl. Caligo Atreus. \n[96]Whoa. \n[97]That looks like a Zebra Longwing. \n[98]Cool. \n[99]Yeah.   Magnificent Owl. \n[100]Yes! \n[101]Great. \n[102]Yep, all 'A's. \n[103]Hi, Jimmy. \n[104]Dad, it's always a mess. \n[105]Sure. \n[106]What? \n[107]Oh.   Yeah.   Yeah. \n[108]Maybe. \n[109]Okay. \n[110]Sure. \n[111]'Night, dad. \n[112]Goodnight, Jimmy. \n[113]Yeah it was.     Sorry. \n[114]That Mason had to be there, you know. \n[115]Alright.   Oh yeah, that's right. \n[116]Susie has a birthday party next Saturday. \n[117]Yeah. \n[118]Bye, dad. \n[119]Had a great time. \n[120]You're not sick. \n[121]He's totally faking it. \n[122]No. \n[123]How many times can you watch that, Mason? \n[124]No. \n[125]I didn't talk to her. She left a message. \n[126]Nothing much. \n[127]She said she'd be back later. \n[128]She said, \"Stay in your rooms.   I'll be back later.\" \n[129]Yeah. \n[130]I don't know. \n[131]She didn't say! \n[132]Where are we going? \n[133]Why couldn't Randy and Mindy come with us? \n[134]Well, what's gonna happen to them? What happens when their legal guardian is dangerous and abusive? \n[135]Are we ever gonna see them again? \n[136]How much longer are we gonna be here? \n[137]Mom, this is awful. You're dumping me in some parking lot of this school where I don't even know anyone! I'm leaving all my friends and I didn't even get to say goodbye! I don't know where to go! \n[138]I'm wearing dirty clothes! Because you wouldn't even let us get our stuff! We don't even have a place to live! This sucks! \n[139]He had a Confederate flag on his house. \n[140]Um.   Our dad's a big supporter. \n[141]Yeah. \n[142] \n[143]No problem. \n[144]You guys are gonna get us arrested. \n[145]I don't know... talk, dance, listen to music. \n[146]Yes.   Sorry. \n[147]Probably not. Maybe some of the seniors. \n[148]No.  \n[149]No, Dad.     Amy's really responsible.  \n[150]Marie, Christine, Amy... Everyone.  \n[151]Who?  \n[152]Garrett?  \n[153]Probably?  \n[154]Kind of. \n[155]Yes. \n[156]She's pregnant? \n[157]Pregnant? \n[158]Oh, Dad.    Dad. \n[159]Oh, Dad.    Please! \n[160]That's enough. \n[161]Ohh!    God!   Dad! \n[162]Yeah. \n[163]Okay!    Mom... \n[164]Mom, I know what you're gonna say. She was running late and we couldn't turn around. \n[165]It's embarrassing to ask my friend to turn around and go get some kid at the middle school. \n[166]Sorry. \n[167]You know what? You're right. I am this horrible person... But honestly, he's not a baby anymore. You don't have to treat him like one. He's in eighth grade and he can find his way home if he wants to. \n[168] \n[169]Hey, Dad! \n[170]Good!    Whose car is that? \n[171] \n[172]Hey Cooper! Hey, how's it goin'? Hello little brother! He's so cute. \n[173]Yeah, isn't he cute? \n[174]Yeah.     She likes it too. \n[175]Yeah. \n[176]No. But she's coming to Houston in April. \n[177]Mm-hmm. \n[178]That'd be great. \n[179]Mm-hm. \n[180]Ah, the middle can. \n[181]Okay. \n[182]Yeah! \n[183] \n[184]Mason, why are you such a stick-in- the-mud? \n[185]Okay. \n[186]You're not becoming one of those God people, are you, Dad? \n[187]Nice, Dad. \n[188]Why are we even doing this? It's like an online junk shop. I thought you had a good job? \n[189]Who even buys this shit? \n[190]I'm not even gonna be here next year. I'm a senior. I should be having fun. \n[191]A lot of guys do that.   He's just trying to be cool. \n[192]Yeah, just give the lady at the front y'all's I.D.s and, uh, she should let you in. \n[193]Yeah. \n[194]Mm-hm. \n[195]No, it's fine. Have fun. \n[196]About three months. Yeah, we met at a party and it's been, ya know, chill. \n[197]Yeah.    He is. \n[198]Yeah. \n[199]He's studying history and uh, Italian, I think? \n[200]His minor, yeah. \n[201]I don't know, I think, I think he's still figuring stuff out. Yeah, he'll figure it out, he's smart, he's smart. So where are you thinking about living when you come here? \n[202]Yeah. \n[203]Yeah, you don't have to listen to your parents after you turn eighteen. I mean, especially if they're not helping you financially. \n[204]But I mean, living in a dorm isn't so bad. \n[205]I mean especially if it's a coed dorm. I mean, I've never been around like, so many cute guys at once. Like, college is really fun. \n[206]It's great, yeah. \n[207]Oh! \n[208]Abby, I didn't even recognize you. How old are you now? \n[209]Wow. \n[210] \n[211]Can't believe we're moving again. \n[212]I'm not sharing a room with him. \n[213]How am I supposed to do my laundry? \n[214]I'm not having anything, not hungry. \n[215]I'm sick. \n[216] \n[217]No. No. Carrie's back home, too, and we just hung out. You know, peach Smirnoffs, they just go down so easy. ", "Tommy": "\n[1]I don't know. \n[2]Samantha! \n[3]Yeah. \n[4]Okay. \n[5] \n[6]I know, right? Look at those. ", "Paul": "\n[1]Damn.   Fuck.     Go to hell.   Ass. ", "Dad": "\n[1]Oh my!    Look at you, you're so big! \n[2]Hey, MJ! What's happening, buddy? Are you guys ready to have some fun? \n[3]Yeah! Alright.     Hey, Catherine, how are you? \n[4]Good to see you. \n[5]What time should I have these rascals back? \n[6]Aw, you know what, why don't I take them over to their mom's? \n[7]Oh no, that's alright. You guys know where it is, don't you? \n[8]All right, I'll do it.     It's no problem. \n[9]Look, it's no problem.     Alright? \n[10]You guys ready to go?  \n[11]Let's do it, go!  \n[12]Can't believe how big they are.  \n[13]Mm. Must be nice for you, having 'em here in Houston.  \n[14]Oh yeah?   What you doin' over there?  \n[15]Huh.    Great.  \n[16]Yeah.  \n[17]We'll see.   How's Liv?  \n[18]You guys got everything, huh?  \n[19]Alright, say goodbye to your grandmother.  \n[20]Alright, let's roll. Now wait a second. You're not the type of kids who like presents, are ya?  \n[21]Naw, you don't --  \n[22]Really?   Let's do it!  \n[23]Alright. Well, Mason gets it on the way there and Samantha gets it on the way back, huh? Hop in there.  \n[24]Seat belts.     Alright. \n[25]Seat belts. Not like this car has any seat belts. \n[26]Nice...   Nice... Nice... \n[27]Yeah!    Alright! \n[28]Come here, come here, yes! That was awesome! Get up there Mason, get up there! \n[29]  \n[30]Yes!    Yes!   Yes! Alright, alright... \n[31]Don't worry about it. \n[32]Bumpers are for kids. You know, what're you, two years old? You don't want the bumpers. Life doesn't give you bumpers. \n[33]There we, there we go, there we go! We got something there! We got something! We got something! Ooooh! \n[34]You don't want the bumpers, alright? You bowl a strike with the bumpers and it doesn't mean anything. Trust me. Just lay it out on the lane. One, two, three and... \n[35]Ka-blam! Let's hear it for the father! Whoo! Get up there, get in there... \n[36]Get out there, girl, get out there! \n[37]Look at this. It's a disaster. \n[38]Alright, let me tell you what's happening in Iraq, alright? Exactly what every thinking person in the world knew was gonna happen before they got started. Bush and his little numb-nut fanatics he's got around him, they don't give a rat's ass. \n[39]What's a quarter? \n[40]Oh, sorry.   My bad. \n[41]That's what they're teaching you in school? Alright, listen to me. Listen to your father, okay? That is the lie. That's the big lie. Iraq had nothing to do with what happened at the World Trade Center. You know that, right? \n[42]Alright. Who are you gonna vote for next fall, MJ?  \n[43]Yeah, oh -- alright, who would you vote for?  \n[44]Anybody but Bush!   Okay?  \n[45]Uh... I'm plannin' on it.   You know, I gotta find a job.  \n[46]I don't know. That's not, uh... entirely up to me, you know?  \n[47]That's what you remember, huh?  \n[48]You don't remember the trips to Galveston, camping in Big Bend, all the fun we had?  \n[49]You ever get mad at your mother? \n[50]You ever get mad at your brother? \n[51]Yeah.    You ever yell at him? \n[52]Yeah. Doesn't mean you don't love him, right? \n[53]Look, the same thing happens when you're grown up, alright? You... You know, you get mad at people. You know, it's not a big deal. \n[54]I worked on a boat for a while.     Um, I tried to write some music. \n[55]No, but I saw a Kodiak bear.     It was fuckin' huge. \n[56]I'm sorry. Here, take a dollar, alright? Keep the change. \n[57]You guys are gonna be seein' a lot more of me. Okay? I missed you two real bad, while I was gone. Okay, I want you to know that. I just needed to take some time. You know, to... Just... Your mom and me, okay... Well, your mother, okay, is a piece of work. Alright, I think, I think you know that by now. Alright? And I'm just, I'm so happy to be with the two of you. Okay. And I'm sorry about that bumper business. Alright. I'm gonna get better at stuff like that, okay? \n[58]Mmhmm. \n[59]Yeah? \n[60]You bought this one? \n[61]You found this at Dripping Springs? \n[62]Wow!    What else do you got? \n[63]Snake vertebrae? That's disgusting. Huh? Mason, I don't want you collecting snake vertebrae anymore. \n[64]Is this the feather I sent you? \n[65]You're on a basketball team? \n[66]Wow!    Check you out! \n[67]Beaver claws? \n[68]What, you hunting beaver, huh? \n[69]Uh-huh.   What position do you play? \n[70]Uh-huh.   Wait, you scoring any points? \n[71]Eight or ten a game?     That is awesome! \n[72]You cried? \n[73]Awww. \n[74]Hey, Mom's home. \n[75]Hey, Liv.  \n[76]I know you wanted me to drop them off at your mom's. I just thought it'd be easier if I brought 'em over here.  \n[77]Yeah. Sure. They had more than french fries. \n[78]Hey, Randy! \n[79]Hey, you two. How you doin'?        Oh. \n[80]Here, let me get this bag here.      You doin' okay, darlin'? \n[81]Yeah?    Ah.   What about you, cowboy? \n[82]Yeah?    Alright.    Let's roll! \n[83]You guys ready for the big game? \n[84]Sam, who are the Astros playing tonight?  \n[85]Milwaukee Brewers. Alright, get to know 'em, get to hate 'em. Mase! How you been, huh? How was your week?  \n[86]Yeah?   What you been up to?  \n[87]No? You still hangin' with that kid Joe?  \n[88]Yeah, he's still your best friend?  \n[89]Okay. How 'bout you? How was your week?  \n[90]What you been up to?  \n[91]You um, you still working on that sculpture project?  \n[92]Yeah? \n[93]What's it of? \n[94]Alright, no-no-no-no-no. Nope, that is not how we're going to talk to one another. Alright? Now, I will not be that guy. You can not put me in that category, alright? The biological father who I spend every other week with and I make polite conversation, you know, while he drives me places and buys me shit. No! Talk to me. \n[95]Samantha, how was your week? Uh, I don't know Dad, it was kind of tough. Billy and Ellen broke up, and Ellen's kind of mad at me because she saw me talking to Billy in the cafeteria. And you remember that sculpture I was working on? Well, it was a unicorn and the horn broke off. So, now it's zebra. Okay? But I still think I'm going to get an 'A'. Alright? \n[96]Mason, uh, how was your week? Well Dad, you know it was kind of tough. Joe, he's kind of a jerk, actually. He stole some cigarettes from his mom and he wanted me to smoke 'em. But I said no, cause I knew what a hard time you had quittin' smokin', Dad. How 'bout that? Is that so hard? \n[97]What is so hard to answer about what sculpture are you making? \n[98]Okay. Okay, that's good. See, that's, I didn't know that. I didn't know you were even interested in abstract art. \n[99]I see your point. \n[100]So we should just let it happen more natural, right? That's what you're sayin', right? \n[101]Okay.   That's what we'll do.    Starting now. \n[102]What's that one?    Look at this. \n[103]What kind is that? \n[104]Alright. \n[105]This one's incredible.     That's the owl one, right? \n[106]I think he went pee-pee on you, bud. \n[107]Ahaa! Ahh! Get away from me! Get away from me! Get your sister -- Ahh! \n[108]Yo, Mase, look at me here. Make a diamond with your hands, alright? Fingers and thumbs. Keep your hands soft. Hey, Sam. \n[109]Very nice. That's how you want to catch it, just like that. Even when you're runnin', that's what you're thinkin' about, that diamond. That diamond, and soft hands. \n[110]There it is. \n[111]Down!   Set!    Hut!   Ahhhh! \n[112]No no no no no! \n[113]Don't let her get -- No no no no no! \n[114]Let's go, Roger! \n[115]Guy's incredible. He's unhittable this year! Now just so you know, what we're watching here, is history. Now you see this guy out here? This dude is like forty-three years old and he's strikin' out guys half his age. This guy's ERA is 1.47, alright, can you believe that? Now if the Astros could just get a few runs maybe we'd win a game. \n[116]Ha!   Why would you ask me that? \n[117]Mom wanted to know. Alright. Well, you can tell mom that I just happen to have passed my second actuarial exam, alright? So... you tell her that. How's she doing? \n[118]She finishing school? \n[119]All 'A's huh? Like mother, like daughter, right? \n[120]You got this! That's outta here! That's out-- Oh! Oh! \n[121]Yeah!!   Fuckin' A! \n[122] The TV is playing the horror film HOSTEL. JIMMY sits on the couch watching the movie, as Dad and the kids enter.  \n[123]What, I'm the only one with any arms around here? Nobody else can carry anything, huh? Help their old man out? \n[124]Aw, come on Jimmy, man! You knew the kids were comin' this weekend. \n[125]Can't you just help me out a little bit, just -- \n[126]Yeah, don't \"muffin\" me, alright? Don't put me in that position. Alright, I'm not your fuckin' Tony Randall. \n[127]It was not a mess this morning. Okay? \n[128]Oh yeah, great. \n[129]Oh, come on man! Turn this shit off. Come on, give me that thing. \n[130]Did you watch the game? \n[131]Lane won it with a three-run homer. It was beautiful, wasn't it? \n[132]Sam lost her mind! She's a huge Astros fan. \n[133]\"Well Saturday night was a lunar eclipse, I sang 'em a song, went somethin' like this: Well go to sleep, my weary babies, Let the sounds roll on by, Tonight we're safe here in Houston, With this, your daddy's lullaby. Your mother's got a new husband now, He seems alright, I wonder if he's readin' them stories, And kissin' them goodnight? Well babysitters say they miss me, I know I shouldn't hope it's true, The teacher says my son paints pictures of a family all in blue, She says she caught him whispering to the window, Will Daddy please come home? I know I could call him up, but what if his mother answers the phone? \n[134]You brush your teeth? \n[135]Did you brush your teeth? \n[136]You gonna fall asleep with those things in your head? \n[137]Yeah well, try not to, alright? \n[138]You want me to turn off the light? \n[139]Okay, goodnight Sam. \n[140]Hey... that was a fun day, right? \n[141]Why? \n[142] \n[143]What do you mean? \n[144]Well, I don't know. I mean what makes you thinks that, that elves are any more magical than something like... like a whale? \n[145]You know, I mean, what if I told you a story about how underneath the ocean, there was this giant sea mammal that used sonar, and sang songs, and it was so big that its heart was the size of a car? And you could crawl through the arteries? I mean, you'd think that's pretty magical, right? \n[146]No.   Technically no elves. \n[147]Love you guys. \n[148]Alright. Be well. Okay. Have a great week. Sam, I'll see you next weekend? \n[149]What? \n[150]A sleepover? \n[151]Alright.   I'll talk to your mom about it. \n[152]Don't worry about it, okay?      Have a great week. \n[153]Okay. \n[154]Hey, alright! Looks good! How many you got left, two? Alright, alright, we're done. Let's get out of here. Come on, Sam. \n[155] \n[156]Get the McCain sign! Go rip it up, come on! Get it, get it, get it... Go! Go! Go! \n[157]Good job, buddy. Yeah. Proud of you, son. \n[158]Hey, look. I'm a patriot, alright? Sometimes in this life, you gotta fight. \n[159]And what is it that you do at these parties? \n[160]Uh-huh. And that's more fun to you than going camping with your brother and your father who love you? \n[161]Wow.   Is there gonna be alcohol there? \n[162]Mm-hmm. I know what this party is. The parents are out of town, right? Somebody's uh, scored a keg, right... You guys are gonna have a good time, trash the whole house... Right? Am I right?  \n[163]No?    No?  \n[164]Mm-hmm.      Who's gonna be there?  \n[165]Is uh, is that guy on your Facebook page, is he gonna be there? Hm?  \n[166]Come on, the guy that has got his arm wrapped around you with his hair over his eyes and --  \n[167]Garrett, is that his name?     Alright, is Garrett gonna be there?  \n[168]Probably. Uh-huh, you see? I learn more about her from her Facebook page than I do from our scintillating conversation. Is he your boyfriend?  \n[169]Have you met him?       Has he been around the house? \n[170]Sometime-zz?     Zzz? \n[171]You have a boyfriend... Wow.       Have you heard of Sarah Palin? \n[172]What's the one thing that you know about Sarah Palin's seventeen year old daughter? \n[173]That's right. And what is the one thing that you are not going to be in a couple of years when you turn seventeen? \n[174]That's right! Alright, now what are the, the two ways that you can achieve that goal? The first is... not have any sex. Okay? That's the first way. Okay? Just not engage in that. That did not work out very well for your mother and me. And what's the second way? \n[175]Where are you going? \n[176]You don't have to go to the bathroom. Sit down, Mason. Just... Just sit down. What's the second way? Alright? Has your mother talked to you guys about this stuff? \n[177]No, come on. Has she talked to you about... contraception? \n[178]Huh? What has she -- condoms?    Has she talked about that? \n[179]What?   What? \n[180]Well.    Does Garret have a condom? \n[181]What? What, come on Sam. We have to be able to talk about this. Alright? Come on, we do. We can do it. We can do it. Just stay with me here. Alright? It's as hard for me as it is for you. But, seriously though, alright, I read an article in the paper the other day... that said that although U.S. teenagers are not the most sexually active, we have the highest rate of teenage pregnancy. Okay? \n[182]Oh, hey.    Hey, Tammy.    How you doin'? \n[183]Wow, yeah, good to see you. Um, Tammy, this is my daughter Samantha. \n[184]And this is Mason Junior right here. Tammy. \n[185]Say hi. \n[186]Yeah, yeah.     What're you doin' here? You uh... \n[187]Oh, well, uh.... \n[188]Um, we're going camping. Well no, this one is not going camping. This one is going to a party. \n[189]We, the men, are going camping. \n[190]Yeah -- \n[191]Yeah, yeah, yeah. No, I'll drop him off at seven and then I'll just call you, alright? \n[192]I'll see you. \n[193]Don't -- don't, don't look at me like that, alright? I just -- look, just to finish the point -- okay? I was twenty-three when your mom had you, alright? So was she, alright? And we didn't put ourselves in the best position to be great parents, and I wish that -- I wish I were a better parent to you guys. Alright? And I, I hope that you can learn from my mistakes. Okay? So, wear a condom. Or get Garrett to -- I don't know. Whatever. \n[194]Now... listen to this song, alright? \n[195]\"I try to stay busy\" It's just straight up, the lyrics... it's a straight up old school country song. \n[196]Listen to the production of this. Production's like uh, like \"Abbey Road\" or something. \n[197]\"Even though I know you're not comin' home.\" You know, his old woman's gone... straight up. Nothin' fancy. \n[198]\"I try to keep the house nice and neat. Make my bed. I change the sheets.\" \n[199]Well, then she's gonna start applying for teaching jobs? \n[200]Really?   Where? \n[201]All over Texas? \n[202]Well, if you gotta move, you gotta move, you know? It's no big deal. We can handle that. I'll still come get you every other weekend. I mean, unless she moves 500 miles away or something, it'll just be a little more car time. No big deal. \n[203]Well, I bet you are. But you know, you never know. I mean, I might have to move, right? I'm working for this insurance company now. These places get bought and sold all the time. You know? We'll just roll with it. \n[204]I am but... life is expensive, you know. Guy's got to be responsible. What do you think? \n[205]Hey, hey, you bast -- Oh you, punk kid! You got no respect! \n[206]Sure.     What about her? \n[207]Ahhh, you know, we've hung out a little bit. \n[208]How do you mean? \n[209]Um... Yeah. Yeah. I've kissed her. What about you? You got a girlfriend? \n[210]Really.     Have you uh, have you kissed her? \n[211]Yeah.     Well, what have you done? \n[212]Oh yeah?    How'd that go? \n[213]Oh yeah? \n[214] \n[215]Nothing?  \n[216]All right.    What?  \n[217]Yeah, what about 'em?  \n[218]Okay, well what's she interested in?  \n[219]Alright. Well, is she cute?      Watch your step there.  \n[220]Yeah? Alright. Well, here's what you do. Alright. First off, you gotta ask her a lot of questions. Then you have to listen to the answers, alright, actually be interested in her. Alright, if you can do those things, you're gonna be light years ahead of all the other guys.  \n[221]Okay, this is the best s'more I ever made in my life, alright. \n[222]This is absolute peak.     Look at this. \n[223]Honey brown, no burn... look at that, huh? \n[224]Sell that in the store. Mmm. \n[225]Mm-hm.   Advertisement quality. \n[226]You think they ever will make another \"Star Wars\"? \n[227]Yeah, no, \"Return of the Jedi\" it's over. There's nothin' -- \n[228]You know, you can turn Han Solo into a Sith lord. I mean -- \n[229]Good mornin'. \n[230]You gotta pee? \n[231]Ah. Hit the campfire. Ancient, uh, Native American custom. You're gonna give back to the Earth what you take from it and you don't burn the forest down. \n[232]Hey!   How you doing? \n[233]That's our car.    Hop on in there. \n[234] \n[235]He's loving that thing. \n[236]Yeah, I know. \n[237]Yeah?   You alright with that? \n[238]Yeah... Right... Well... \n[239]At least he's focusing on something. \n[240]You know?     That's what I like. \n[241]You're doing a nice job with the house though, it's looking great... really great. \n[242] \n[243]Hey bud!     Hey, Happy Birthday! \n[244]What's that?     That's our new car! Get in it. \n[245]Hey, how you doing?      Good to see you. \n[246]Alright! \n[247]We got a big drive ahead of us. \n[248]Alright.     Well, we'll be back tomorrow night. \n[249]Yeah, no...     But I had to sell that anyway. \n[250]Yeah, I had to sell that. \n[251]Yeah, some sucker collector from California paid twenty-two grand for it, which is great 'cause I basically got to pay for this in cash. I only paid eighty-five hundred for that thing way back when. I mean, you know, cars are generally a terrible investment. You know? Soon as you drive them off the lot you got a used car on your hands, and the value's only dropping from there. \n[252]But... if you take care of it, you know, and you get lucky and it's a classic, you know, the value starts going up again. I mean shit, you got guys paying hundreds of thousands of dollars for some Shelby Cobra. \n[253]What? \n[254]Remember what? \n[255] \n[256]What are you..? Alright, first off, I have no memory of that, alright? Second of all, I would never say that. Never. \n[257]What? Mason. Come on, what about your sister? I'm just gonna forget about her? Come on, how's that fair? Huh? Anthony Nagar, what the? \n[258] \n[259]Hey, hey, Annie? Will you get me the, the little birthday present for Mason? \n[260]Alright. This one, this one needs a little explanation, okay? Open it up. I call that \"The Beatles' Black Album\". Alright, what it is, is the best of John, Paul, George, and Ringo solo, post-break up. \n[261]Yeah, basically, I put the band back together for you. \n[262]You know, whenever you listen to too much of the solo stuff, it kind of becomes a drag, you know? But you put 'em next to each other, alright, and they start to elevate each other... and then you can hear it. Huh! It's The Beatles. You know? \n[263]It doesn't matter, you know, you're missing the point. There is no favorite Beatle! That's what I'm saying. It's in the balance. That's what made them the greatest fucking rock band in the world. Okay? You know, and there's this decade of music out there that's been scattered. Alright? \n[264]And now it has been carefully found, arranged, and ordered for you, by your loving father. \n[265]Yes, yes, yes. So, I mean, look at that-- look at that, uh, top of Volume II, first four tracks... You've got \"Band on the Run\" into \"My Sweet Lord\", into \"Jealous Guy\", into \"Photograph\". I mean, come on. It's like the perfect segue. You got Paul, who takes you to the party, George who talks to you about God, John who says no, it's about love and pain, and then Ringo who just says hey, can't we enjoy what we have while we have it? It's a good record. I shit you not. \n[266]Hey there, Cliff. \n[267]Oh, good.   How you doin'? \n[268]Ah, it's great to see you. \n[269]Yeah, we sure did.    We sure did. \n[270]Alright, we ready? \n[271]Hey, Sam. \n[272]Hey, still sleeping here? \n[273]You ready? \n[274]Make a wish, make a wish. \n[275]Hey Sam, would you get us a knife so we can cut this up? Hey? Alright. \n[276]It's not going to make all your dreams come true, here, you know. Just keep your expectations low. No, no, no, no, you need it. It's... \n[277]It's -- hey! Come, on right? You gotta have it. You need this. \n[278]You've got life ahead of you.   You know -- \n[279]You've got dances -- \n[280]-- And job interviews. Here, I'm going to get it all wrinkled here. \n[281] \n[282]Now cock it. Alright, there you go. Now, what you want to do is line up the front sight with the back sight, here, you see this little V right here -- \n[283]Now which one you aiming at? \n[284]The middle can? Alright, alright. Now fire at will, alright? \n[285]Ho.   Whoa! \n[286]Alright, watch out, watch out.   Whoa. Be careful. Alright. \n[287] \n[288] \n[289] \n[290]Good! \n[291] \n[292]Take a deep breath, and enjoy the ride. Cause arrivals and departures run side by side... \n[293]Alright, you're our first audience, you know? Mason demanded we work on it the whole drive. \n[294]It's a work in progress. \n[295]Yeah. \n[296]Want me to stay with you? \n[297]You sure? \n[298]Hey, you guys don't mind coming back here on the 20th, do you, for Cooper's baptism? \n[299]Sam? \n[300]I appreciate it. It means a lot to Annie and her folks, you know. \n[301]I wasn't the least bit concerned with the state of your soul. We can do it now, though, if you want. \n[302]You and Cooper together, you know. Dunk your heads. \n[303]And what's that supposed to mean, hm? \n[304]Well, I think that shotgun should live at my house, huh. I don't think your mom would love that. \n[305]Hey, look out, Sam. Let me show you how it's done. \n[306]Still got the goods, hmm? \n[307]Well, so it's -- it's runnin' okay? That alternator's not messin' up anymore? \n[308] \n[309]Alright, well, did you apply there yet? Did you get that application in to UT?  \n[310]Yeah, right. Well, if you know that's where you wanna go, you should probably do that early acceptance thing. You know? I mean seriously, let 'em know you're a man who knows what he wants.  \n[311]A bit of decisiveness goes a long way in this life, alright?  \n[312]Great. And uh, what about work? How's that goin'?  \n[313] \n[314] \n[315] \n[316] \n[317]Alright, buddy!      You have a good one. \n[318] \n[319]Uh, look who's here! \n[320] \n[321]Oh, uh... Alright, uh, well... Mason, I'll make a toast to the future. To your future. You know, it's been a little sketchy this... end of the school year here, trying to figure out what school to go to. Mason told me that, uh, he wanted...to get as far away from home as possible. But still honor our agreement that we pay in-state tuition, which I do appreciate. He's a prudent man, and uh, he's going to have a great future. So, here's to you buddy. \n[322]Congratulations. \n[323]Alright, that's enough. Just ignore him. My brother needs to learn to pace himself. \n[324]Come on, Samantha. \n[325]You guys met before, haven't you? Annie, Catherine...  \n[326]Oh yeah.  \n[327]Yeah, yeah. Remember, he was such a pain at Sam's thing that, you know...  \n[328]Nice to see you, too, Catherine.  \n[329]Yeah, yeah we all are.  Grandma walks off.    Dad whispers to Annie.  \n[330]If you think she's a bitch now, you should have seen her fucking twenty years ago. \n[331]Steven... \n[332]Steven... \n[333]It's not that simple. \n[334]Do y'all recycle?   Should I -- \n[335]Oh, yeah, right. Okay, great. Okay. Am I, uh, am I your only ex at this party? \n[336]Yeah. \n[337]No.  No, I can't. You did a great job with both of them, by the way. \n[338]Well, it's true.    Thank you. \n[339]I know, I know, right? It's gonna be uh, fifteen years till I have an empty nest. But hey, I'd love to pitch in, help with this, if I could. \n[340]I mean, it's so great that you did this. I was just going to give you a little. I'd appreciate it if I could. \n[341]Yeah. But I don't have any cash. It's in Annie's purse. I'll be right back. \n[342]...So it sucks. I mean, the guy's a college lacrosse player. I mean, what are you gonna do? \n[343]You want a beer? \n[344]You can have one. \n[345]Yeah, well, for what it's worth, we've all been through the exact same thing, at one point or another. \n[346]No, I know, I know.    It's not the same. \n[347]Hey, Jimmy.    Hey, man.   Hey -- \n[348]We're up here raiding the green room. Hope that's okay. \n[349]Alright. \n[350]Uh-huh.    Right? \n[351]Well, we just decided to come a little early, check you out. \n[352]Alright, alright. \n[353] \n[354]I mean, everyone's just changing so much. The odds of two young people staying on the same wavelength are...  \n[355]Look, and I also guarantee you that every day of your life that you spend crying over some silly girl is a complete waste of time.  \n[356]What?  \n[357]Here's the truth. Women are never satisfied. Ok? They're always looking to potentially trade up and that's, I'm sorry to say, what I think has happened to you my fine feathered friend.  \n[358]It means don't hand over the controls to your self-esteem to Sheila.  \n[359]Alright. It means you are responsible for you, not your girlfriend, not your mom, not me. You. And if you truly take care of you, you will be amazed at how much girls like Sheena start lining up at your front door.  \n[360]Yeah, you know, you just gotta separate yourself from the pack in some way. Excel at something, you know, and then you have your pick of the litter when them front-running hussies start sniffing around.  \n[361]Exactly. Or you could, you know, start a band. Worked for me a long time ago. I think it's still working for Jimmy. Or you just keep taking pictures.  \n[362]Alright. I'm sick to death of her, okay? I only met her a few times and yes she was cute, alright. But, truth be told I always thought she was a little bit, you know, a little bit too square for you. Y'know, not quite the same vibe.  \n[363]On some subtle, lower level. I mean, uh, I wasn't surprised when it turned out she was interested in some knucklehead lacrosse player, okay? I mean, bottom line is, it's all timing with these things. Y'know. I mean, uh, take your mom and me. Y'know I think I probably turned into the boring castrated guy she wanted me to be fifteen or twenty years ago, y'know? And man I'm not saying she was wrong to be pissed. I'm not, I'm just saying that, y'know, she could have been a little more patient... a little more forgiving.  \n[364]Of what? \n[365]Everything? What's the point? I mean I sure as shit don't know. I mean, but, neither does anybody else. Okay, we're all just winging it, you know? I mean the good news is you're feeling stuff. You know? And you got to hold onto that. You do. I mean you get older and you don't feel as much. You're skin gets tougher. The point is those pictures you took. Thousands of submissions from all over the state and you won. \n[366]I'm gonna kill you. I'm tryin' to tell you that I believe in you, Mason. I think you're really special, and if some girl doesn't see that, then fuck her, y'know? \n[367]Woo-oho! ", "Grandma": "\n[1] Samantha sits with her GRANDMA, Catherine, showing off her good grades on various school reports. Mason sits in his own chair, playing with a Gameboy.  \n[2]Mm-hm.   A+, very good. \n[3]Mm-hm, and another A. \n[4]Oh. \n[5]Oh, let me see your pictures. \n[6]What is that? \n[7]A dewlap, okay. \n[8]Oh, \"A\" again. \n[9]Mase, that's the last candy, okay? \n[10]Okay.    We need to put this stuff up. \n[11]That's him. \n[12]Mase.    I'm good. \n[13]Yeah. \n[14]Oh, I don't know, around 7:30, I guess. I gotta get 'em home by 8:00. \n[15]No, that's okay. She's expecting me. \n[16]I don't think that's such a good idea. \n[17] \n[18]Whoa. Wait a minute, you gotta get your stuff.  \n[19]You got backpacks, your purse. Homework. Go to the bathroom.  \n[20]Yeah.    Time is goin' by.  \n[21]I love it, yeah. I'm volunteering at their school.  \n[22]I'm in the library.         You know, reading to the little ones.  \n[23]So -- Alaska, huh?  \n[24]Are you back?  \n[25]She's a busy girl. Yeah. She's back in school. But she's working, and single parenting... a lot to juggle.  \n[26]Seat belts! \n[27]Hey kids, they're here! \n[28]Hurry!    Hurry! \n[29]Oh, let's pour it. \n[30]Oh! Back on. Oh... Congratulations, baby. I don't know you, but congratulations! \n[31]Oh, pictures, pictures, Carol. \n[32]Oh, we need -- Sam, where are you? Samantha! \n[33]And where's Mason senior?   I'm feeling generous. Come here. \n[34]Come on, darlin'. \n[35]I just wanted to say hello before you got out of here. I haven't gotten a chance -- \n[36]Sam's graduation.  \n[37]And with your little one.    Where is he?  \n[38]Oh, I would love to see him.  \n[39]I'm so glad you found her. I really am. You, you've got him at a good time, I think.  \n[40]Yeah.   It's good to see you two.  \n[41]I'm so proud of your boy.  ", "Mom": "\n[1]Hey, love bug. You ready? \n[2]What? \n[3]Oh, yeah?    Where? \n[4]Dang... \n[5]That's cool. \n[6]So how was your day at school? \n[7]Hey, I had a good meeting with Miss Butler this time. I kinda liked her. \n[8]Well... she said that you weren't turning in your homework assignments. And I told her, \"I know he does them, 'cause I check them every night.\" She said she found a big chunk of them crumpled up at the bottom of your backpack. \n[9]Well, baby, she doesn't have to. You're supposed to turn them in. And she said you're still staring out the window all day. \n[10]And she said that you destroyed her pencil sharpener. \n[11]Wait, she said that you crammed a bunch of rocks in it. \n[12] \n[13]Hm. \n[14]Hey. \n[15]What time is it? \n[16]Okay, I meant to call you, 'cause Janice flaked out. I don't have a sitter. \n[17]Well, I can't get a baby-sitter now, it's nine o'clock. But you're welcome to hang out with us. \n[18]Well... you can go. \n[19]Yeah.   Yes. \n[20]It's okay. \n[21] \n[22]\"Yes, it's been out of order all year because she keeps having tantrums and flooding the place.\" \"I never went in there anyway if I could avoid it. It's awful trying to have a pee with her wailing at you.\" \n[23]I'm sorry.   I don't want to go with you. \n[24]That's right, I wanna stay here with my kids. That's what I'd rather do. \n[25]I'm not using my kids as an excuse! You don't even know-- \n[26]You have this immature life-- \n[27]You have no responsibility. \n[28]And I have responsibilities, okay, you don't know what it's like to be a parent. \n[29]If you had any idea. You don't think I wouldn't-- \n[30]Don't call my kids mistakes!   Don't! \n[31]You said, \"Your respons-- your mistakes in your life,\" pointing at my kids. \n[32]This is the reality: I'm a parent! \n[33]That means responsibility. \n[34]I would love to have some time to myself! I would love to just go to a fuckin' movie! You don't think I'd like that? \n[35]Go have some dinner, go to a bar! I don't even know what that's like. I was someone's daughter, then I was somebody's fucking mother! Okay, I don't know what that's like. \n[36]What the hell is going on in here?! \n[37]Do you guys know what time it is? \n[38]Mason! Do not throw things at your sister! \n[39]Listen, both of you! I am going back to bed. I don't wanna hear another peep out of here for an hour. Go to sleep. \n[40]Hey! \n[41]So listen, guys, I wanna talk to you about something, and you might not like this idea at first but... we're moving to Houston. \n[42]Well, soon. We should be out by the first, so we don't have to pay two rents next month. \n[43]Samantha, I have to go back to college so I can make us a better living. \n[44]With this job I can't take care of us the way I'd like to. I can't keep going this way. And Grandma said she'd help us out... and it would be nice to be near her. \n[45]Oh, baby, we can e-mail them or write. We can come back to visit. And guess what? \n[46]This place that Grandma found us, you'll each have your own room. Right? \n[47]And there's a pool. \n[48]I still love your father... but that doesn't mean it was healthy for us to stay together. \n[49]Oh, that won't be a problem. He can call Grandma and she'll tell him or he can call Information. We won't be hard to find. \n[50]Well, that's what your uncle says. \n[51]Yeah... well, I hope they're taming him. \n[52]Here, wanna help me out? \n[53]Okay. Take this paint... very carefully... and paint any little smudge or mark or anything on the baseboard there, behind the door, and all around the doorways on the inside. \n[54]Okay, let's go, 'cause I wanna get there before it gets dark. \n[55]Samantha! Why don't you say goodbye to that little horse shit attitude? Okay? 'Cause we're not taking that in the car. \n[56]Hey! Hey, what's happening back there? Stop, put the barrier up. \n[57]Hey, put the pillow between you. Make a barrier, come on. Stop. We're gonna play a game called The Game of Silence. Whoever can stay quiet for the longest period of time wins. You guys think you can do that? Okay, go! \n[58]The bus'll be here in ten minutes. \n[59] \n[60]Go eat!    Baby, go eat! \n[61]Samantha! \n[62]Sit your butt down. \n[63]All right, listen up guys. Grandma's gonna pick you up after school. Your dad is in town for the day so you're gonna spend the afternoon with him. \n[64]I don't know. \n[65]Like... a year and a half. \n[66]Can we please eat, here? The bus is coming. Who wants syrup? \n[67] \n[68]Hello! \n[69]Hey.  \n[70]It's a totem. Wow.  \n[71]Wow.  \n[72]Hey.  \n[73]Well, it really screwed up my plans.  \n[74]Did you guys eat anything?  \n[75]Did you do your homework or... \n[76]Okay. Can I talk to you outside for a second? \n[77] Samantha and Mason look out the window, down at their parents having an argument below.  \n[78]Doctor Welbrock, this is my son Mason. \n[79]Mason, this is Dr. Welbrock. \n[80]He wasn't feeling well today, so I thought I'd bring him with me. \n[81]Maybe, yeah.     Well, you ready to go? \n[82]Hm? \n[83]Thanks. \n[84] \n[85]Hey! \n[86] \n[87]This is for the girls, this is for the girls... \n[88]You take this big elevator up, and when we got to the top, we flew a paper airplane off. \n[89]It flew! \n[90]Yes. \n[91]Oh, sure. \n[92]Um, you know what? Mason, you're okay with water. No more Cokes. Thank you. \n[93]Second word. \n[94]Um, bunch! \n[95]The gathered? Folded. \n[96]Wrinkling clothes... A Wrinkle In Time! \n[97] Samantha and Mindy are busy loading the dishwasher.   Bill enters the room, drink in hand.  \n[98] Mom is doing work at the kitchen table, as Samantha and Mason kiss her goodbye.  \n[99] \n[100] \n[101]Right! Okay, guys, you had this conversation, you understand? \n[102]Tomorrow? \n[103]Okay. \n[104]Okay, I back you up.      You guys got that? \n[105]We all agree, everybody agrees, right? Tomorrow, chores? \n[106]Samantha, please... \n[107]Mm.    Okay.   Bye, guys. Love you. \n[108]Okay. It's just... you have so many lines Bill. Everything's a line. \n[109] Dad, Samantha, and Mason crouch down into starting line positions.  \n[110] Mason is lying on the couch in the dark, trying to sleep. Dad is lying on the other couch, reading a book.  \n[111]Bye, guys. \n[112]Where is Mason? \n[113]Bye. \n[114]Mason, what's goin' on? \n[115]Yeah? Well your head feels fine.     So get your ass out of bed. \n[116]I'm gonna drive you to school, you got five minutes and don't make me late. \n[117]Well, no wonder you were angry.   I'd be angry too. \n[118]Honey, you know what? I'm gonna talk to him about it later, okay? \n[119]I'm so sorry. I've been so busy with school... Hey. \n[120]For what it's worth, it's hair and it will grow back. Now I can see your pretty eyes and your foxy face. \n[121]Well, Bill has his good qualities. You know, nobody's perfect. And now we have a family. \n[122]No -- Go in the house! Go! Go in the house! Go in the house! \n[123] Bill walks in angrily, carrying a bottle. He loudly bangs things on the table, and pours himself a drink.  \n[124]Oh! \n[125]Oh! \n[126]Bill!    Bill! \n[127] \n[128]I'm leaving you, Bill.    We're moving out. \n[129]Samantha and Mason!     Come down! \n[130]Okay, stay back!     Now behave! \n[131]Stop! Come on! \n[132]Hey! \n[133]Stop it! \n[134]Don't touch my kids! \n[135]Don't touch them! \n[136]Seat belts!     Put your seat belts on. \n[137]We're going to stay with Carol and her family for a while. \n[138]Don't look back. \n[139] Mason and Carol's son, LEE, play a boxing game on Nintendo Wii, while her daughter, ABBY, sings in the background. Mom brings the boys a snack.  \n[140]Hey, Lee and Mason.    Take a break. Here's a snack. \n[141]I'm not their legal guardian, honey. That would be kidnapping. I can't just... \n[142]You know, I don't know honey. I called their mom. I called the Child Protective Services. You know, I have you and your brother. We were in a dangerous situation. You're my responsibility. \n[143]I don't know. And I hope so. \n[144]Not long. We're... Oh, I don't -- I don't know. I don't have the answer to everything. \n[145]We're gonna help out, right? You're not even gonna know we're here. \n[146]Okay, Samantha. You go right through that door. The office is right there. They're expecting you, they're gonna give you your schedule. Here's your lunch money. I will pick you up right here at 3:30. \n[147]Samantha... I'm doing the best I can! And you're right, it sucks! But it doesn't suck half as much as having a drunk fool slam your head against a wall! So cut your horseshit attitude. \n[148]Put your seat belt on! \n[149]You know if you need anything I'm in room 112, right? \n[150]Okay. This is Mrs. Darby's room. Oh, honey, it's gonna be okay. Okay? \n[151] Samantha is now talking to a young, BLONDE HOUSEWIFE.  \n[152]Okay guys, you have a good day. Mason, don't forget, I have to teach late today. Sam's gonna pick you up. Right, Sam? \n[153]Okay.    Bye, guys. \n[154] Mason is now passing through an alley with JILL, who walks her bike alongside him.  \n[155]His cognitive series, his interviews with orphans, Ethology theorists' work... And then he in turn was supported strongly by Harry Harlow's rhesus monkey study. Now you guys, you gotta think, this is the 1950's, this was radical! This flew in the face of traditional learning theory, of B.F. Skinner's classical and instrumental conditioning. Now, Bowlby is going to argue that human survival depends on us falling in love. It depends on me falling in love with my mother, and my mother falling in love with me. And if that doesn't happen, we're pretty much doomed. Now think about it. A tiger chases our tribe out of a cave. Now an ideal mother goes, \"Huh! My baby! I love you! I'll protect you!\" Or... \"Well you, why am I going to pick you up? You're going to slow me down. You... are... tiger kibble!\" \n[156]So next week we are gonna get into Bowlby's four stages of attachment -- oh oh, uh, Professor Douglas and I -- some of you might have classes with Elena -- she and I are hosting a little pre-Thanksgiving get-together at my place, so if anyone wants to come, please stop by. I'm not the greatest cook... \n[157]Thanks. \n[158]Samantha! \n[159]Why in the hell didn't you pick up your brother like you said you would? \n[160]No, no! No excuses! The bottom line is you didn't do what you said you were gonna do. You stranded your brother! \n[161]What do you mean \"some kid\"? He's your brother! And you know what? We've helped Janie out before. I mean, she lives right around the corner. It's no big deal. \n[162]You know what, Samantha? You need to start thinking long and hard about who you want to be. \n[163]Do you want to be a cooperative person, who is compassionate and helps people out? Or do you want to be a self-centered narcissist? \n[164]You know what? When Gaby leaves, you and me are gonna have a chat. \n[165] Mom is sitting on her bed grading papers.  \n[166]Camping?    Where? \n[167]Well, will any adults be there? \n[168]You have your cell phone? \n[169]Is it charged? \n[170]Okay, do me a favor. Leave his parents' number and the address on the counter. \n[171] Mom is hosting a pre-Thanksgiving get-together with 10-15 people all drinking wine and talking  \n[172] \n[173]Oh, there you are. \n[174]Oh, thank you. Hey, can I get you a bite? \n[175] One of Mom's students, JIM, tells a story while the group sits around the table eating.  \n[176]How long were you over there? \n[177]Wow. \n[178]But is that odd?    Is that unusual? \n[179]Wow. What did you guys do differently? \n[180] The College Girl is now playing guitar and singing \"Wish You Were Here\" along with others in the living room. At some point, Mason notices Mom talking with Jim outside on the porch.  \n[181]...And they're buying this party line that they're supposed to feel bad and trade off their own pension, as if that's what's corrupting this nation. \n[182]Yeah, thank God for Wisconsin. I mean, we have to follow that example. \n[183]Huh!   Happy birthday! \n[184] \n[185]Yeah, a little.     Have you? \n[186]Have you been...? \n[187]Oh... okay. \n[188]Talk in the morning, huh? \n[189]Can we just replace that part of the pipe? \n[190] \n[191]Gusto... it's stronger? \n[192] \n[193]It's good. \n[194]Hey, you know, you're smart.    You should be in school. \n[195]Go to night school. At community college. It's -- It's pretty affordable. \n[196]Hi. \n[197]You too. Hey! \n[198]You look great. \n[199]Aww, look at him!      Ooh.   He's got Mason's nose. \n[200]Yeah. \n[201]Bye, Sam. \n[202]Bye, honey.     I'm so glad you were born! \n[203] Mason walks back to his computer.    NICK sits at the neighboring computer.  \n[204]Mason!   Honey, come down for dinner. \n[205]Samantha! You didn't post these pictures and their descriptions? Come on, this auction is going to end on Sunday, honey. You've got to get those posted. \n[206]I do. We're what you call house poor. Everyone's got to do their part. Your brother took the pictures. You have to help. \n[207]Yeah, and you like having electricity so that you can charge your cell phone? \n[208]Mason, honey, why don't you get you and your sister some water. \n[209] Mason and Sheena sit and talk.  \n[210] Mom sits at the kitchen table surrounded by bills and papers. Mason comes down the stairs.  \n[211]Morning. Hey, which one of you guys used the downstairs bathroom last night? \n[212]That tall guy, what's his name? \n[213]Yeah, Phillip. He did it. Can Phillip read? I mean, there's a big sign on the door, it says, \"Do not use this bathroom, it's broken.\" I mean, how difficult is that? \n[214]I think I'm gonna put the house on the market. \n[215]This house is too big for us. I mean, you're going to school eventually... It's too expensive. I'm done. \n[216]Because I really enjoy making poor life decisions, keeping us on the \n[217]brink of poverty. I mean, I've spent the first half of my life acquiring all this crap and now I'm gonna spend the second half of my life getting rid of all this stuff. \n[218]Like - Well, I got rid of a couple husbands, now I'm gonna get rid of a mortgage, some maintenance, the tchotchkes, the, the homeowner's insurance, the property tax, the plumbing... Ahhh. You know what? From now on I am gonna be Mommy Monk. Simple. Celibate. \n[219]Fine. I'll be a poor whore with a big house. Is that better? \n[220]Mason -- Mason, please, don't leave me that dirty dish to wash. \n[221]Well, great honey, then you're a professional. Come on, you could do one or two more for you poor old mom. \n[222]Thank you. \n[223] Mason gets in truck, drives away.  \n[224] Mason sits on the stairs video chatting with Dad on his phone.  \n[225] \n[226]So where is Sheena staying?  \n[227]Is Emily a real person?  \n[228] \n[229]Did you do your homework?  \n[230]Honey! Eleventh grade is really important for college. Don't blow it.  \n[231]I know, and don't you want me to come? Come on, Sheena, road trip with Mom! I'll pay for gas.  \n[232]I'm just kidding.      I have work. \n[233]Call me when you get there. \n[234]Have fun! \n[235] Family and friends chit chat throughout the house. Mom prepares snacks, while Dad and Annie talk with UNCLE STEVE.  \n[236]Hey! \n[237]No-no-no-no, wait. We're gonna take pictures. Put it back on. Hey, can you get a camera? Hey Nick! \n[238]Quick, put your hat on. \n[239]Smile. \n[240]Sam! \n[241]Come here, you guys. I want to make a little toast to Mason. \n[242]Now Mason, I know you really didn't want to have a party today but... we did. \n[243]And you only graduate high school once in your life... So I want to celebrate you and this next phase. And you're going to learn so much in college. You're going to have so much fun. You're going to have inspiring teachers. You're going to learn more about your art. I love you babe. I'm so proud of you... To Mason. \n[244]Sam, say something! \n[245]I have one started there. \n[246]Yes, but I'm not your only wife here, though. \n[247]Can you believe they're both out of high school? \n[248]Thanks for saying that. I never thought I'd hear you say that. \n[249]And you're doing it all over again, huh? \n[250]Sure.   Yeah. \n[251]Thank you. Okay guys, let's be clear. I'm going to break this into four categories. One. Anything you wanna keep from your childhood and your taking with you. Two. Throwing away. Three. Donating. Four. Whatever you wanna try to sell at the garage sell next weekend, whatever we don't sell, we're donating. \n[252]No. You're missing the point. We're not going to drag a bunch of crap to mom's tiny apartment. \n[253]No, I'm moving! You moved two years ago. You have an apartment in Austin. Mason is moving the fall. I'm done. This will be great for me. I'll have all these options. I could take a sabbatical. I could get some writing done and try to get published. \n[254]One of you will sleep on the couch, and we'll use that blow-up mattress. \n[255]Sam, I'm gently pushing you out of the nest. \n[256]And on your way down you may magically find some quarters that you use to do laundry in your own apartment. Come on! You guys are adults. You need to take some responsibility! And what do you want? \n[257]What's wrong with you? \n[258]What is it, your head?   Do you have a fever? \n[259]You weren't driving, were you? \n[260]No, no. Hey - that's not an excuse. You can still pack boxes. These people want to move in as soon as possible. \n[261]Oh, yeah. \n[262]That's great. \n[263]Thanks. \n[264]Thank you. \n[265]Have you even talked to this guy yet? \n[266]Well. Sounds like he'll be a good roommate, then. \n[267]Come on, it's the first picture you ever took. \n[268] \n[269]Nothing! \n[270]This is the worst day of my life. \n[271]I knew this day was coming. I just -- I didn't know you were gonna be so fuckin' happy to be leaving. \n[272]You know what I'm realizing? My life is just gonna go, like that! This series of milestones. Getting married, having kids, getting divorced, the time that we thought you were dyslexic, when I taught you how to ride a bike, getting divorced AGAIN, getting my masters degree, finally getting the job I wanted, sending Samantha off to college, sending YOU off the college... You know what's next? Huh? It's my fuckin' funeral! \n[273]Just go, and leave my picture! \n[274]I just thought there would be more. ", "Mason": "\n[1]Yeah.     Hey, guess what, Mom? \n[2]I figured out where wasps come from. \n[3]Well, I think it must be if you flick a rock into the air just right, it'll turn into a wasp. \n[4]Yep. \n[5]Fine. \n[6]What did she say? \n[7]She didn't ask for 'em. \n[8]Not all day. \n[9]Not on purpose. \n[10]I thought if it could sharpen pencils, maybe we could sharpen rocks. \n[11]I was trying to make arrowheads for my rock collection. \n[12]Dude, when's my turn? \n[13]Hey, Ted. \n[14]Stop! Quit it! \n[15]Quit!   Mom! \n[16]She's faking, she hit me first!! \n[17] \n[18] \n[19]Dude! \n[20]Hm, look at those! \n[21]When? \n[22]What about our friends? \n[23]Mom, do you still love Dad? \n[24]What if after we move he's trying to find us and he can't? \n[25]Is he still in Alaska? \n[26]Probably taming polar bears or something. \n[27]Sure. \n[28]Goodbye old lady who listens to rock music and rides a motorcycle. \n[29]I am! \n[30]Speak English! Shut up. Mom! She's speaking that stupid language again! \n[31]Is he moving back? \n[32] \n[33]No. \n[34]'Cause I didn't finish it. \n[35]Just a minute. \n[36]Okay. \n[37]Yeah!! \n[38]Yeah!  \n[39]Yeah.  \n[40]Bye!  \n[41]Yeah!  \n[42]Yeah!   Yay!  \n[43]I call front seat!  \n[44]Wish we could use the bumpers. \n[45]Last time I went bowling we had bumpers and it was a lot more fun! \n[46]I don't know.  \n[47]Kerry?  \n[48]Are you and mom gonna get back together?  \n[49]What'd you do in Alaska? \n[50]Did you see any polar bears? \n[51] Mason shows Dad his collection of arrowheads and a long feather, all laid out on top of a skateboard. Mason describes each of the pieces to his Dad.  \n[52]I got that one at Dripping Springs... \n[53]And um, my friend Rodney gave me that one. \n[54]And I bought that one. \n[55]Yeah. \n[56]Uh-huh! \n[57]Well, um, these are snake vertebrae. \n[58]Yeah!    Yeah, yeah, yeah, it is. \n[59]Yeah, and these are-- these are beaver claws. \n[60] \n[61]...And this is dried Canadian grass... \n[62]This is dried Canadian grass... And, and uh... \n[63]Once she didn't score any and she cried! \n[64]Mom's home! \n[65]And Mom, Daddy made this cool hand carved grizzly bear and this tiki.  \n[66]Yeah, and we got to ride around in Dad's car!  \n[67]Well, we just wanted to show him our rooms.  \n[68]No. \n[69]Do you think he's gonna spend the night? \n[70]Mm, no. \n[71]Yeah. \n[72]Nice to meet you, too. \n[73]Hi Dad! \n[74]I wish we could've gone to Europe. \n[75]Really? \n[76] \n[77]Yoda!   Yoda, man. \n[78]Yoda! \n[79]Yoda!   Represent. \n[80]Uh!    Blew you up. \n[81]No, actually it was. That's like the fairest thing ever. \n[82]Oh, once again I take you down. \n[83]Three Musketeers? \n[84]Chicken?     Bird? \n[85]Big hair?     Uh. Robin Hood! \n[86]Hey, you can't use props! \n[87]No. \n[88]Yeah. \n[89]Bye, Mom. \n[90]Bye. \n[91]Shotgun. \n[92]Pretty good. \n[93]Pretty good.  \n[94]Not much.  \n[95]Yeah.  \n[96]Yeah, I guess.  \n[97]But Dad, I mean why is it all on us though? You know, what about you? How was your week? You know, who do hang out with? Do you have a girlfriend? What have you been up to? \n[98]Hey, check this out. \n[99]One, two, three, four, five... \n[100]Dad, do you have a job? \n[101]I don't know. Mom wanted to know and I didn't know what the answer was. \n[102]Hey, what's up, Jimmy? \n[103]Astros won. \n[104]What you watching? \n[105]Dad? There's no like... real magic in the world, right? \n[106]You know, like elves and stuff. People just made that up. \n[107]Yeah. But like... right this second, there's like no... elves in the world, right? \n[108]See you, Dad. \n[109]I don't feel good. \n[110]I mean, he didn't even ask! He just cut it. I mean, it's my hair! \n[111]I look like a martian now. \n[112]Yeah, I tried to call you but you didn't answer your phone. \n[113]Why'd you even marry him?    He's such a jerk. \n[114]We already had a family. \n[115]Mom, are you okay? \n[116]It's funny. \n[117]Has he ever gotten this bad before? \n[118]No. \n[119]What the hell?! \n[120]Mom... \n[121]Yeah. \n[122]Oh, hi. Can I put an Obama sign in your yard? \n[123]What a dick. \n[124] \n[125]Sometimes. \n[126]Bathroom. \n[127]Hi. \n[128]Yeah, I think she's about to get her master's degree. \n[129]I think she already has. \n[130] \n[131]Yeah. \n[132]I'm just kinda sick of moving. \n[133]I thought you were a musician? \n[134]You know that redhead at the bowling alley? \n[135]Do you know her well? \n[136]Is she your girlfriend? \n[137]Like... have you kissed her? \n[138]Sort of. \n[139]Not really. \n[140]Well, we talked on the phone. \n[141]Pretty terrible. \n[142]Well, when we're at school, we got plenty to talk about, but when we're alone or on the phone, it's like we have nothing in common.  \n[143]Uh, she's not interested in music or video games or... the three best movies this summer...  \n[144]Tropic Thunder, Dark Knight and Pineapple Express.  \n[145]She said they all sucked.  \n[146]I don't know. Goin' to the mall with her stupid friends.  \n[147]Yeah.  \n[148]Dad... \n[149]Ah, that's just perfect. \n[150]That's like advertisement worthy. \n[151]Yeah. \n[152]I don't know. I mean, I think if they were to make another one that the period where the game is set is where it would have to be, 'cause there's nothin' after, really. At the end -- \n[153]Yeah, there's nothing else to do there. But -- \n[154]Yeah, what are you gonna do? \n[155]Mornin'. \n[156]Sure. \n[157]Alright. \n[158]See ya. \n[159]Yeah.     Good luck with that. \n[160]I didn't! \n[161]No. \n[162]Hi Jill. \n[163]Over to the college. \n[164]My mom's a teacher. \n[165]Psychology... I think.      What are you up to? \n[166]How come? \n[167]I... think so. \n[168]Oh, it's uh, \"Breakfast of Champions\". Kurt Vonnegut. \n[169]Sure haven't. \n[170]I like it alright. It's a lot smaller than Houston, but it seems pretty cool. Have you always lived here? \n[171]I went to San Antonio for a day, but... I haven't been to Austin yet.  \n[172]That's what I've heard.  \n[173]Um... I think I heard about it.    I'm not really sure, though.  \n[174]Why's that?  \n[175]Not currently.  \n[176]Okay.  \n[177]I won't.  \n[178]Bye. \n[179]Hey man.    What's up? \n[180]Uh, who's goin'? \n[181]Yeah, let me check with my mom. \n[182]Hey, Mom. Can I go camping with Chase tonight? \n[183]Uh, at that house that his family's building. It's pretty much finished. \n[184] \n[185]Yeah. \n[186]Mm-hmm. \n[187]Okay. \n[188]Check this out, man. \n[189]That shit's lethal. \n[190]With who? \n[191]A few times. \n[192]Nooo. Jennifer. She doesn't live here, though. She's back in Houston. \n[193]I don't care if you assholes believe me or not. \n[194]Hey, fuck you. I would, but none of the girls here want to. \n[195]Oh yeah? \n[196]Whatever. \n[197] Mason sits on his bed, chatting with a COLLEGE GIRL, who looks around his room. There is a large graffiti mural on the wall behind him.  \n[198]Thanks. \n[199]Yeah. \n[200]Not very long. Um, I went to this camp thing just this past summer. \n[201]Well, they call it \"urban art\". \n[202]So it sounds, you know, less illegal, but... it was really just a way to get free spray paint. \n[203]Yeah, but you know, it's just letters that I'm good at writing. \n[204]\n[205]It doesn't really mean anything, though. \n[206]Yeah. \n[207]In Houston. \n[208]Yeah, yeah.    Some weekends, and over the summer. \n[209]So you're a student of my mom's, right? \n[210]How's she doing? You know, is she -- is she a good teacher and everything? \n[211]Did you enlist? \n[212]I'll see you on Sunday night. \n[213]Mm.    Do you have any gum? \n[214]Thanks.   See ya. \n[215]Uh, like 12:15. \n[216]Uh, just now, I guess. \n[217]Fifteen. \n[218]Have you? \n[219]A little bit. \n[220]A little bit. \n[221]I'm gonna go to sleep. \n[222]What's that? \n[223]Love you guys. \n[224]So, this is like Annie's car and... and you drive the GTO? I guess you can't really put a baby seat in that thing. \n[225]You what? \n[226]So... so it's gone? \n[227]You don't remember? \n[228]Really? You said that was going to be my car when I turned sixteen. \n[229]I remember. I was in third grade and you were taking me over to Anthony Nagar's house for his birthday... and we were there early, so we gave him a ride around the block. And he was talking about how much he loved your car and so you were all like \"Oh. This is going to be Mason's when he turns 16.\" \n[230]Yeah.   You did though. \n[231]Thanks. \n[232]I don't know. I think I always just liked Paul the best. \n[233]Cool. \n[234]Wow. \n[235]Thank you. \n[236]Wow. \n[237] \n[238]Mm-hm. \n[239]Mm-hm. \n[240]Felt good. \n[241] \n[242] \n[243]Nice. \n[244]What are you even talking about? \n[245]No, it's fine. \n[246]Were we baptized? \n[247]No, nah, I think I'm alright. \n[248]I'm not sure. \n[249]Not yet. \n[250]Not quite, but... I mean, it's not gonna take me long. \n[251]Sorry. \n[252]Why is that? \n[253]Thanks. \n[254]No, but I mean the things you're talking about, like work ethic or whatever, I feel like I do work pretty hard. I spend the whole weekend taking pictures a lot of times. \n[255]Not really. \n[256]I guess. \n[257]I want to take pictures.    Make art. \n[258]That's what I'm trying to find out. \n[259]Fuck you. \n[260]Yeah, some girl did that in sixth period. \n[261]Until it comes off, I guess. \n[262]Jesus Christ. \n[263]Okay. \n[264]Hey.    How's it goin'? \n[265]I don't know. Awhile, I guess. \n[266]I just feel like there are so many things that I could be doing and probably want to be doing that I'm just not. \n[267]I mean, I guess it's... just being afraid of what people would think. You know, judgment. \n[268]Exactly. I find myself so furious at all these people that I'm in contact with just for controlling me or whatever, but you know, they're not even aware they're doing it. \n[269]Everything. I mean, I just    wanna be able to do anything I want,   because it makes me feel alive. As    opposed to giving me the appearance   of normality. \n[270]I don't think it means much. \n[271]Yeah? \n[272] \n[273]I mean, I don't want to like... scare kids at the park, or anything like that. \n[274]I really like talking with you. I don't usually even try to like vocalize my thoughts or feelings or anything. Just, I don't know, it just never sounds right. Words are stupid. \n[275]I don't know. I guess I feel comfortable. \n[276]Hey, Jim.   I'm sorry I'm so late. \n[277]I don't know. Awhile ago. \n[278]I'm sorry. \n[279]I don't know what to tell you. \n[280]Man, can I just have one day where everyone isn't all over my ass!? \n[281]You know, Jim, you're not my dad. \n[282]Morning. \n[283]I don't know. I didn't. \n[284]Phillip? \n[285]I don't know. I'm sorry. \n[286]Why? \n[287]Well why did you even buy it in the first place, then? \n[288]Really?   Like what? \n[289]Don't be gross, Mom. \n[290]Okay. \n[291]I do dishes all day. \n[292]Okay. \n[293]You want one? \n[294] \n[295]It's a night of romance. \n[296]I'm goin' as fast as I can. \n[297]Enrique is not here.   I'm tryin'. \n[298]Good. \n[299] \n[300]Yeah, she said I can stay at her dorm, which is cool, and I guess her roommate's out of town so it's no big deal.  \n[301]Not yet, but Sheena's pretty much in, though.  \n[302]Yeah.  \n[303]Yeah.  \n[304]Uh, I don't know. It's, it's alright. Today kind of sucked, this guy didn't show up. But it's definitely an interesting perspective on the world. People are slobs.  \n[305]Hey, Annie.    Hey, kiddo. \n[306]Okay. \n[307]Okay. \n[308]Bye, Dad.  \n[309]Okay, I will.  \n[310]At her friend Emily's.  \n[311] \n[312]Okay.   Thanks.  \n[313]Most of it, but... I can finish tomorrow night.  \n[314]I know! I know. I mean, we're going to UT and everything.  \n[315]Umm... \n[316]I will. \n[317]Not at all! I finally figured it out. It's like when they realized it was gonna be too expensive to actually build cyborgs and robots... I mean, the costs of that were impossible. They decided to just let humans turn themselves into robots. That's what's going on right now. \n[318]Yeah! I mean, why not? There are billions of us just laying around, not really doing anything. We don't cost anything. I mean we're even pretty good at self-maintenance and reproducing constantly. And as it turns out, we're already biologically programmed for our little cyborg upgrades. \n[319]Seriously. I read this thing other day about how, like, when you hear that ding on your inbox you get a, like a dopamine rush in your brain. It's like we're being chemically rewarded for allowing ourselves to be brainwashed. How evil is that? We're fucked. \n[320]I still make fun of Trevor, though. \n[321]That's just 'cause they did that lame story about it in the school paper. \n[322]That's the thing though, I'm not doing it for attention. I just want to try and not live my life through a screen. I want, like, some kind of actual interaction. A real person, not just the profile they put up. \n[323]Yeah, okay, I know you're joking, but, I mean, it's kinda true you have been, you know, checking your phone this whole time, and so what are you really doing? You don't care what your friends are up to on Saturday afternoon but you're also obviously not fully experiencing my profound bitching so... it's like everyone's just stuck in, like, an in-between state. Not really experiencing anything. \n[324]Oh, that's -- that's groundbreaking. She hasn't seen you in, like, 55 minutes? \n[325] \n[326]That is a really cute, tiny pig. Our lives can go on. \n[327]Yeah, in just a few years that's you And that's gonna be me. \n[328]He just said. He's a UT professor, tenure and everything. \n[329]What are WE even doing here at 3:00 in the morning? \n[330]Hell yeah. \n[331]You know, by, like, next summer this'll just be our lives. \n[332]Stayin' out all night and goin' to shows... whatever we want. \n[333]Sometimes. \n[334]Only then. \n[335] \n[336]Ah, Jesus. \n[337]I don't know, doesn't it all seem a little overwhelming? I mean, college? I mean, I like the idea of being away from home and gaining skills and getting better at photography. I just, I don't know, I'm not counting on it being some big transformative experience. \n[338]But it's like a pre-ordained slot that's already got your name and number on it. I don't think it's the key to my future. Cause, like, I mean, look at my mom. She got her degree, and got a pretty good job, she can pay her bills... \n[339]Well, I like my mom, too. I just mean, basically, she's still just as fucking confused as I am. \n[340]Thanks. \n[341]Hey. Um, did uh, did Sam tell you we were gonna stay here? \n[342] \n[343]Yeah, I'm, I'm Mason. \n[344]Um, this is Sheena. \n[345]Okay. \n[346]Yeah, yeah we have to, we have to get outta here soon anyway, so... \n[347]Yeah.    You, too. \n[348]That was so awkward. \n[349]Thank you. \n[350]Yeah. Yeah, every little bit helps, you know. \n[351]End of the summer I think. You know, work some more before then, try to save up some money, at least. \n[352]Yeah, yeah, that's the idea. \n[353]Excited, you know. But kind of half- excited, half-terrified. \n[354]Yeah.   Exactly. \n[355]Exactly. \n[356]Thanks. \n[357]I'm not being childish. You're the one who made it into this big thing by telling everyone. \n[358]So Cynthia just magically knows you're going to the prom with this loser even though you're not dating him anymore? \n[359]Well, your best friend has a big fucking mouth. \n[360]Why don't you just tell Miss Fuckin' Rubber Jaws she can keep on talking as long as she includes the truth, which is that we wouldn't be having this conversation if your college boyfriend weren't out of town this weekend. \n[361]Now it's just humiliating.   I can't... I can't do that. \n[362]Fuck anyone else. I care what I think of me. Which isn't much right now. King of the Pity Prom. \n[363]Great. \n[364]Yeah, fucking some college guy...  \n[365] \n[366]It's great that you can think that way. And you know, I'm sure dating a jock really helps to clear the mind.  \n[367]Great.   I feel so much better now.  \n[368]I bet he's having fun.  \n[369]It's not like I haven't been with anyone else.  \n[370]What do you care? \n[371]Does it matter? \n[372]Well, we never, ever have to. \n[373]Gimme that. \n[374]Naw, dude, I'm goin' to this like, show with my dad in Austin. His friend's playing. \n[375]Fuck, there's so many cars here.    I don't wanna go in there. \n[376]Fuck you.   You're coming in with me. \n[377]Yes!   Yes, you are. My mom loves you.   You have to say hi. \n[378]Do you want to hurt her feelings? \n[379]Well then, let's go get 'em. \n[380]Can't believe you guys came all this way. It means a lot to me. \n[381]No, no.   Tell him I said hi. \n[382]What is it? \n[383]Yeah. \n[384]Yeah, yeah.    That's her. \n[385]Yeah, yeah, just recently. \n[386]Sheena. \n[387]No. \n[388]She's staying in this part of Texas. \n[389]She didn't even like sports. \n[390]No, that's alright. \n[391]It's okay. \n[392]It's not the same, though.     I mean, you never got to know her. \n[393]I just don't know what I did wrong. \n[394]Yeah, but still --  \n[395]She wasn't a silly girl, though.   I mean, she's a serious person. I really thought we were --  \n[396]I don't know.  \n[397]What does that even mean?  \n[398]Sheena.  \n[399]Great.  \n[400]So what you're saying is, I should take up lacrosse.  \n[401]She hated the pictures I took of her.  \n[402]You really thought that?  \n[403]Would've saved me that parade of drunken assholes.  Dad gestures zipping his lip, saying nothing.  \n[404]So what's the point? \n[405]I don't know, any of this. Everything. \n[406]Well, I got silver.   And nine other people did, too. \n[407]Doesn't the apartment have like an attic, or storage or something? \n[408]What about Christmas, though?   What are we gonna do? \n[409]I'm gonna get the veggie burger. \n[410]She's pregnant. \n[411]...Isn't that kind of crazy though, that a computer knows who you are from just twenty questions off a form? I guess there are really only like eight types of people in the world. \n[412]I mean there are subsets, like male and female, but apparently we're not as unique as we want to think we are. \n[413]No, but we've been trading emails. He seems pretty cool. He's studying literature, and uh, anthropology, and he's way into Bright Eyes... so that's not so bad. But anyways, he was telling me about how the system they use for assigning roommates is kind of spooky. Like, the Freshmen satisfaction rate for new roommates used to be like 60%, and now it's 100%. Just cause of the computer. \n[414]Yeah. But we've pretty much decided that soon they won't even need a questionnaire. Because they'll just let the NSA scan your digital ghost, and they'll tell you who your roommate is, based on everything you've ever said, written, or clicked. \n[415]Did you -- Did you put this in here again? \n[416]I don't want it. \n[417]Well, I mean, all the more reason to leave it behind, right? \n[418]What? \n[419]No, what is it? \n[420]Mom... \n[421]What are you talking about? \n[422]I mean, it's not that I'm that happy. What do you, what do you expect? \n[423]Aren't you jumping ahead by like, forty years or something? \n[424]Yeah.   Dalton, right? \n[425]Definitely. \n[426]Yeah. \n[427] \n[428]I just got like one... box left, I packed pretty light. But I appreciate it. \n[429]Um, are you goin' to the orientation mixer thing? \n[430]Hi. \n[431]Where're you going? \n[432]Yeah. But not since I was really little. \n[433]Hi. \n[434]Sure. \n[435]Awesome. \n[436]Do they let you major in that here? \n[437]Nice. \n[438]What do you teach? \n[439]Wow.    Which one's your favorite? \n[440]Yeah?  \n[441]Right...  \n[442]That's great.  \n[443]Right.  \n[444]Right, keep it going.  \n[445]How old are they?  \n[446] \n[447]They haven't reached the awkward years yet.  \n[448]He seems cool, though. \n[449]Great.    Really great, to be honest. \n[450]Yeah.     Me too. \n[451]Yeah. Yeah, I know. It's constant, the moments, it's just... it's like always right now, you know? ", "Teacher": "\n[1]All right, nice cursive. Okay, Mason, when I check the mobiles, am I gonna find yours? \n[2]And why not? \n[3]Well, it's time to finish it. \n[4]No, let's do Apple Quit. \n[5]Please join me in the Texas pledge. \n[6]Thank you.    You may be seated. \n[7]Alright! Alright class, as you know, we've been working on our mythology projects. And we're going to be writing papers about gods and goddesses. We've listed those gods and goddesses here on the board. We added a couple of monsters, for some of you who might be interested in that. And you're going to write your essay about your god or goddess, and to make sure that you cover everything, let's make sure that we do all of these things right here... \n[8]First of all, we need to name your god or goddess, and you need to include who, what, when, where, why, and how... \n[9]So make sure that you cover all those things when writing your essay. \n[10]Mason... silver medal winner. Congratulations! \n[11]Heard you got a scholarship. \n[12]Yeah.    When you gonna go out there? \n[13]Yeah, before you have to fend for yourself. \n[14]Yeah.    Well how're feeling about it? \n[15]Yeah, kind of that voluptuous panic. \n[16]Well, it's gonna be good. It's gonna be crazy good. I liked college a lot better than high school. You kinda find your people in college, you know? \n[17]Well you'll be fine, you've got a good heart. Just follow your heart, yeah? \n[18]Good luck.     Don't forget to floss. ", "Mindy": "\n[1]Samantha and I made it all ourselves. \n[2]No, not at all! \n[3]Hey, Mom, can we see your wedding ring? \n[4] \n[5]No. \n[6] \n[7]I hate Ms. Billingsly. Everybody's been saying she's lesbian. \n[8]Man, that's gross. \n[9]Second word. \n[10]Blanket? \n[11]Folding?    Is it like... \n[12]Uh... \n[13]Messing around with a blanket... Wrinkling it, uh... \n[14]Thank you. \n[15]Not quite. \n[16]Dad, it's fine. I can finish the dusting. I have all day here. \n[17]Bye. \n[18]Randy, and Mason, Dad wants you guys downstairs. \n[19]You're getting haircuts. \n[20]No. \n[21]Yeah, but he hasn't thrown and broken stuff. \n[22]No. \n[23]It's still not working. ", "Randy": "\n[1]And what happened? \n[2]Yeah. \n[3]Not quite yet. \n[4]A little. \n[5]No, Yoda is! \n[6]Yoda! \n[7]I think I still have a couple of those-- \n[8]Aw heck, man. That was not fair. \n[9]Ugh. \n[10]First word. \n[11]Chicken?     Bird? \n[12]Um... hood? \n[13]He always says that.      But we never have guests. \n[14]Yeah. \n[15]Hey! \n[16]Bye. \n[17]Why? \n[18]Mason, we're leavin'. \n[19]He doesn't feel too good. I don't think he's going to school. \n[20]Yeah. \n[21]What happened? \n[22]No, but he's yelled a lot. \n[23] \n[24]He's not feeling well. "}}