{"filename": "Braveheart_script.txt", "imdb_id": "tt0112573", "imdb_url": "https://www.imdb.com/title/tt0112573", "characters": ["Campbell", "MacClannough", "Princess Isabelle", "Mother MacClannough", "John Wallace", "Young Murron", "Young William", "Prince Edward", "Argyle Wallace", "Young Hamish", "Longshanks - King Edward I", "Phillip", "Malcolm Wallace", "Elder Stewart", "Priest No. 1"], "dialogues": {"Campbell": "\n[1]Wallace is right! We fight 'em! \n[2]William... Come down here, lad. \n[3]He's tired, he should get a longer run. \n[4]Brave show! \n[5]An ox is strong, but not clever. \n[6]A fine display, young Wallace! \n[7]MacClannough's daughter is another matter. We come to fetch you to a meeting. \n[8]The secret kind. \n[9]Your father was a fighter. And a patriot. \n[10]Say Grace to God, lads. We've just seen the coming of the Messiah. \n[11]Pour it straight into the wound. I know it seems a waste of good whiskey, but indulge me. \n[12]Ah. Now that'll clear your sinuses, lads. \n[13]Well bloody Hell, look at this! Now it's nothing but a fly swatter. \n[14]MacGregor -- from the next valley! \n[15]What're ya doin'? \n[16]Does it hurt? \n[17]Insane Irish -- \n[18]A royal entourage comes, flying banners of truce, and the standards of Longshanks himself! \n[19]Son... I want to die on the ground. \n[20]Whew. That'll clear your sinuses. Goodbye, boys. \n[21]I don't think I can do without one of those... whatever it is... \n[22]...And glad to die, like him... So you could be the men you are. All of ya. \n[23]I'm a happy man. ", "MacClannough": "\n[1]Every nobleman who had any will to fight was at that meeting. \n[2]We can't beat an army, not with the fifty farmers we can raise! \n[3]   \n[4]  \n[5]Young Wallace -- \n[6]If you can keep your intention to stay out of the troubles, you may court my daughter. If you break your intention, I'll kill you. \n[7]   ", "Princess": "\n[1]Your pardon, M'lord, he asked me to come in his stead. \n[2]Shall I leave, M'lord? \n[3]You directed me to report to you the moment the king's conference was ended. \n[4]Scotland. He intends -- \n[5]He intends to grant -- \n[6]...His majesty was quite keen that you should understand -- \n[7] \n[8]Yes. I had thought that... I was loathsome to you. Perhaps I am. If I may be excused, M'lord. \n[9]How do you know this? \n[10]He shouldn't be telling secrets in bed. \n[11]This Scottish rebel... Wallace? He fights to avenge a woman? \n[12]...I wouldn't know. \n[13]I am the Princess of Wales. \n[14]I come as the king's servant, and with his authority. \n[15]But now that I am here, will you speak with a woman? \n[16]I understand that you have recently been given the rank of knight. \n[17]Did God make you the sacker of peaceful cities? The executioner of the king's nephew, my husband's own cousin? \n[18]That is not possible. \n[19]Hamilton, leave us. \n[20]Leave us now. \n[21]Let us talk plainly. You invade England. But you cannot complete the conquest, so far from your shelter and supply. The King proposes that you withdraw your attack. In return he grants you title, estates, and this chest with a thousand pounds of gold, which I am to pay to you personally. \n[22]Peace is made is such ways. \n[23]I understand you have suffered. I know... about your woman. \n[24]Sir. I leave this money, as a gift. Not from the king, but from myself. And not to you, but to the orphans of your country. \n[25]No. He did not. \n[26]He waits. For you. He says he will attack no more towns -- if you are man enough to come fight him. \n[27]...A mindless barbarian. Not a king like you, M'lord. \n[28]Humbly, M'lord. \n[29]No. I have it to ease the suffering of the children of this war. \n[30]Forgive me, Sire. I thought that generosity might demonstrate your greatness to those you mean to rule. \n[31]Good day to you, M'Lords. \n[32]I am cheerful with a plan to soothe your miseries. All of England shudders with the news of renewed rebellion. \n[33]Wallace himself. If you wish to pretend a ghost rallies new volunteers in every Scottish town, I leave you to your hauntings. If you wish to take him, I know a way. \n[34]I have faced him. Have you? \n[35]He will fight you forever. But what does he fight for? Freedom first, and peace. So grant them. \n[36]Grant, as you do everything else, with treachery. Offer him a truce to discuss terms, and send me to my castle at Locharmbie as your emissary. He trusts me. Pick thirty of your finest assassins for me to take along. And I will set the meeting, and the ambush. \n[37]  \n[38]And you have reached Wallace's men? \n[39]  \n[40]It does me good to see you. \n[41]There will be a new shipment of supplies coming north next month. Food and weapons. They will trav -- \n[42]Then why did you come? \n[43]Because of the way you're looking at me now. The same way... as when we met. \n[44]I know. You looked at me... and saw her. \n[45]You must forgive me what I feel. No man has ever looked at me as you did. \n[46]I have taken vows. More than one. I've vowed faithfulness to my husband, and sworn to give him a son. And I cannot keep both promises. \n[47]You understand. Consider, before you laugh and say no. You will never own a throne, though you deserve one. But just as the sun will rise tomorrow, some man will rule England. And what if his veins ran not with the blood of Longshanks, but with that of a true king? \n[48]No. But can you love me for the sake of all you loved and lost? Or simply love me... because I love you? \n[49]No one! Hurry! \n[50]When we... did you think of her? \n[51]  \n[52]Is it true? Wallace is captured? \n[53]When will his trial be? \n[54]I will see the prisoner. \n[55]The king will be dead in a month! And his son is a weakling! Who do you think will rule this kingdom? Now OPEN THIS DOOR! \n[56]Stop! Leave me! There is no way out of this hell! Leave me with him! \n[57]Sir, I... come to beg you to confess all, and swear allegiance to the king, that he might show you mercy. \n[58]Mercy... is to die quickly. Perhaps even live in the Tower. In time, who knows what can happen, if you can only live. \n[59]You will die! It will be awful! \n[60]Drink this! It will dull your pain. \n[61]I can't bear the thought of your torture. Take it! \n[62]I have come to beg for the life of William Wallace. \n[63]I respect him. At worst he was a worthy enemy. Show mercy... Oh thou great king... and win the respect of your own people. \n[64]Even now, you are incapable of mercy? \n[65]Nor you. To you that word is as unfamiliar as love. \n[66]You see? Death comes to us all. And it comes to William Wallace. But before death comes to you, know this: your blood dies with you. A child who is not of your line grows in my belly. Your son will not sit long on the throne. I swear it. ", "Isabelle": "", "Mother": "\n[1]The boy's insane! \n[2]She absolutely may not, she'll -- Marion! \n[3]Marion, come in! \n[4]Marion, come in! ", "John": "\n[1]William! Get out of here! ", "Wallace": "\n[1]   \n[2]  \n[3]So it's up to us! We show them we won't lie down to be their slaves! \n[4]We don't have to beat 'em, just fight 'em. To show 'em we're not dogs, but men. \n[5]They have a camp here. We attack them at sunset tomorrow. Give us all night to run home. \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]   \n[14]   \n[15]Go home. Some of us are in this, I can't help that now. But you can help yourselves. Go home. \n[16]On your way somewhere, M'lord? \n[17]My name is William Wallace. I am no bandit who hides his face... Find this man a horse. \n[18]Give him a horse. \n[19]Not this horse. That one. \n[20]Today we will spare you, and every man who has yielded. Go back to England. Tell them Scotland's daughters and her sons are yours no more. Tell them Scotland is free. \n[21]  \n[22]Hamish, I... thank... \n[23]Thinking. \n[24]What do we do when Longshanks sends his whole northern army against us? They have heavy cavalry. Armored horses, that shake the very ground. They'll ride right over us. \n[25]We make spears. A hundred spears. Fourteen feet long. \n[26]Stand up, man, I'm not the Pope. \n[27]Thank her for me. \n[28]That's my friend, Irishman. And the answer's yes. You fight for me, you kill the English. \n[29]Stop here and rest. \n[30]Marion! Is... is it you? \n[31]I'm dreaming. \n[32]I don't want to wake. I want to stay with you. \n[33]I need you so much! I love you! \n[34]He's right, Hamish! Campbell! Divide them and run! \n[35]Split again! \n[36]No matter how we go, they follow. They have our scent. My scent. \n[37]They've tricked us. \n[38]The dogs have a scent. My scent. Someone must have given it to them. \n[39]Exactly. \n[40]\n[41]No English lord would trust an Irishman! \n[42]Do the nobles rally? \n[43]For presenting yourselves on this battlefield, I give you thanks. \n[44]I give homage to Scotland. And if this is your army, why does it go? \n[45]Sons of Scotland!... I am William Wallace! \n[46]Yes, I have heard! He kills men by the hundreds! And if he were here, he would consume the English with fireballs from his eyes, and bolts of lightning from his ass! \n[47]I am William Wallace. And my enemies do not go away. I saw our good nobles hanged. My wife... I am William Wallace. And I see a whole army of my countrymen, here in defiance of tyranny. You have come to fight as free men. And free men you are! What will you do with freedom? Will you fight? \n[48]Yes. Fight and you may die. Run and you will live, at least awhile. And dying in your bed many years from now, would you be willing to trade all the days from this day to that, for one chance to come back here as young men, and tell our enemies that they make take our lives, but they will never take our freedom? \n[49]No! They will not! \n[50]And I will. \n[51]Bring out our spearmen and set them in the field. \n[52]I have an offer for you. \n[53]From his king? Absolutely. Here are Scotland's terms. Lower your flags and march straight to England, stopping at every Scottish home you pass to beg forgiveness for a hundred years of theft, rape, and murder. Do that, and your men shall live. Do it not, and every one of you will die today. \n[54]I'm not finished. Before we let you leave, your commander must cross that bridge, stand before this army, put his head between his legs, and kiss his own ass. \n[55]Be ready, and do exactly as I say. \n[56]  \n[57]Steady! Hold... hold... NOW! \n[58]\n[59]   \n[60]Here I am, English coward! Come get me!! \n[61]Tell Mornay to ride to the flank and cross upstream. Wait! Tell him to be sure the English see him ride away! \n[62]  \n[63]For Scotland! \n[64]     \n[65]You are Robert the Bruce. \n[66]My father fought in support of yours. \n[67]I will invade England. And defeat the English on their own ground. \n[68]LISTEN TO ME! Longshanks understands this! This! \n[69]There is a difference between us. You think the people of this country exist to provide you with position. I think your position exists to provide the people with freedom. And I go to make sure they have it. \n[70]And the common man who bleeds on the battlefield, does he risk less? \n[71]We all end up dead. It's only a question of how. And why. \n[72]Nobles? What does that mean -- to be noble? Your title gives you claim to the throne of our country. But men don't follow titles, they follow courage! Your arm speaks louder than your tongue. Our people know you. Noble and common, they respect you. If you would lead them toward freedom, they would follow you. And so would \n[73]Back! Wait for it to burn! \n[74]\n[75]Behold the enemy we fight! We will be more merciful than they have been. We will spare women, children, and priests. For all else, no mercy. \n[76]   \n[77]Longshanks! I have come. \n[78]Wife of Edward, the king's son? \n[79]It's battle I want, not talk. \n[80]I have been given nothing. God makes men what they are. \n[81]York was the staging point for every invasion of my country. And that royal cousin hanged a hundred Scots, even women and children, from the city walls. \n[82]Longshanks did far worse, the last time he took a Scottish city. \n[83] \n[84]Or in French if you prefer that: Certainmous et ver! Ask your king to his face, and see if his eyes can convince you of the truth. \n[85]A Lordship. And gold. That I should become Judas. \n[86]\n[87]She was my wife. We married in secret because I would not share her with an English lord. They killed her to get to me. And she was pregnant. \n[88]I've never told anyone. I don't know why I tell you -- except because you look... much like her. And someday you will be a queen, and you must open your eyes! Tell your king that William Wallace will not be ruled. Nor will any Scot, while I live. \n[89]  \n[90]A thousand. You have made me Guardian of Scotland. So I tell you this is what we face. \n[91]Peace?! \n[92]With cavalry -- not heavy, like the English, but light, fast horsemen, like you nobles employ -- we could outmaneuver their bowmen! \n[93]We won at Stirling and still you quibbled! We won at York and you would not support us! Then I said nothing! Now I say you are cowards! \n[94]War finds me willing. I know it won't bring back all I have lost. But it can bring what none of us have ever had -- a country of our own. For that we need a king. We need you. \n[95]Then tell me what a king is! Is he a man who believes only what others believe? Is he one who calculates the numbers for and against him but never weighs the strength in your own heart? There is strength in you. I see it. I know it. \n[96]And I will consult with mine. \n[97]Remember when the English turned their hounds on us? Maybe we should introduce them to our dogs. \n[98]Mornay has come. So will the Bruce. \n[99]Stephen ready? \n[100]   \n[101]Irish troops! \n[102]It's only a faint to shield the crossbows! \n[103]Now! Give 'em the dogs! \n[104]Now! Charge! Charge them! \n[105]  \n[106]Hamish! Ham -- \n[107]Get him away! \n[108]A charge! Form up! Form up! \n[109]You... were like my father... \n[110]   \n[111]Thanks for the food and drink. And for bringing 'em yourselves. \n[112]A meeting in a barn. It had to be a trap. And only you would know I would be aware of it. \n[113]Why did you? \n[114]You have... you have a husband. \n[115]I cannot love you for the sake of revenge. \n[116]I rest. \n[117]Aye. But it won't let me dream. \n[118]You've all sworn to Longshanks. \n[119]So let the council swear publicly. \n[120]I will meet you, but only one way -- if Robert the Bruce is there, and puts his hand on my Bible, and swears his loyalty to Scotland. \n[121]Probably. But we can't win alone. We know that. This is the only way. \n[122]Nor I! I want to live! I want a home and children and peace. I've asked god for those things. But He's brought me this sword. And if He wills that I must lay it down to have what He wants for my country, then I'll do that too. \n[123]We've lived a dream together. A dream of freedom! \n[124]My dreams of Marion are gone. I killed them myself. If I knew I could live with her on the other side of death, I'd welcome it. \n[125]No. One of us is enough. \n[126]Treason. Against whom? \n[127]Never, in my whole life, did I swear allegiance to your king -- \n[128]-- while many who serve him have taken and broken his oath many times. I cannot commit treason, if I have never been his subject! \n[129]I do not confess. \n[130]I am so afraid... Give me strength. \n[131]M'lady... what kindness of you to visit a stranger. \n[132]Will he show mercy to my country? Will he take back his soldiers, and let us rule ourselves? \n[133]If I swear to him, then everything I am is dead already. \n[134]Your people are lucky to have a princess so kind that she can grieve at the death of a stranger. \n[135]Every man dies. Not every man really lives. \n[136]It will numb my wits, and I must have them all. If I'm senseless, or if I wail, then Longshanks will have broken me. \n[137]That... will... clear your sinuses. \n[138]\n[139]  \n[140]   \n[141]In the year of our Lord 1314, patriots of Scotland, starving and outnumbered, charged the fields of Bannockburn. They fought like warrior poets. They fought like Scotsmen. And won their freedom. Forever. ", "Young": "\n[1]So many! \n[2]I didn't come to fight so they could own more lands that I could work for them! \n[3]William Wallace? ", "Murron": "", "William": "\n[1]I finished my chores. Where we goin'? \n[2]Why would MacAndrews make so many scarecrows? \n[3]R -- real!!!... Ahhhhhgggg!... \n[4]I can fight. \n[5]They're coming! \n[6]Three, maybe more! \n[7]They're English soldiers, ain't they? \n[8]It's up to us, Hamish! \n[9]Not yet! Here he comes, be ready! \n[10]I wanna have supper waitin'. \n[11]Aye, we'll get 'em. \n[12]I don't want to leave. \n[13]It was in Latin, sir. \n[14]  \n[15]Good night, Uncle. \n[16]    \n[17]What are they doing? \n[18]I hit it in the head. With a rock. \n[19]Miz MacDougal. You look well. \n[20]Hamish? \n[21]You win. \n[22]The test of a soldier is not in his arm. It's here. \n[23]A contest, then. \n[24]I still say this is no test. A catapult can throw a stone farther than a man can. \n[25]Can you do it when it matters? As it matters in battle? Could you crush a man with that throw? \n[26]Then do it. Come, do it. \n[27]I will not. \n[28]That's not the point. \n[29]That is. \n[30]Good to see you again. \n[31]Would you honor me with a dance? \n[32]He died in an accident, with my brother. Their cart turned over. \n[33]Good evening, sir. May I speak with your daughter? \n[34]Marion... Would you like to go for a ride on this fine evening? \n[35]It's good Scottish weather, Madam, the rain is fallin' straight down. \n[36]Your father doesn't like me, does he? \n[37]Thank you for accepting. \n[38]I'll invite you again, but your mother thinks I'm crazy. \n[39]Sir, I know it was strange of me to invite Marion to ride last night. I assure you, I -- \n[40]What kind of meeting? \n[41]I know who my father was. I came back home to raise crops. And, God willing, a family. If I can live in peace, I will. \n[42]Some nights. I have dreams. Mostly dreams I don't want. I started riding at night to fill up my mind so that when I did sleep I'd dream only of the ride and the adventure. \n[43]No. You don't choose your dreams. Your dreams choose you. \n[44]I want... to marry you! \n[45]I'm not just saying it! \n[46]But I won't give you up to any nobleman. \n[47]I don't want to scare you. I want to be yours, and you mine. Every night like this one. \n[48]I will be with you, like this. Forever. \n[49]I will love you my whole life. You and no other. \n[50]I've missed you. \n[51]Tonight then. \n[52]Then when? \n[53]  \n[54]Marion! \n[55]We have beaten the English! But they'll come back, because you won't stand together. There is one clan in this country -- Scotsmen. One class -- free. One price -- courage. \n[56]Their families are starving, they'll feed them however they can. If you don't want to fight them -- \n[57]I am much diminished since we met. \n[58]No. Stop. I didn't come here for that. ", "Prince": "\n[1]Your pardon, M'lord, he asked me to come in his stead. \n[2]Shall I leave, M'lord? \n[3]   \n[4]You directed me to report to you the moment the king's conference was ended. \n[5]Scotland. He intends -- \n[6]He intends to grant -- \n[7]...His majesty was quite keen that you should understand -- \n[8] \n[9]Yes. I had thought that... I was loathsome to you. Perhaps I am. If I may be excused, M'lord. \n[10]How do you know this? \n[11]He shouldn't be telling secrets in bed. \n[12]This Scottish rebel... Wallace? He fights to avenge a woman? \n[13]...I wouldn't know. \n[14]I am the Princess of Wales. \n[15]I come as the king's servant, and with his authority. \n[16]But now that I am here, will you speak with a woman? \n[17]I understand that you have recently been given the rank of knight. \n[18]Did God make you the sacker of peaceful cities? The executioner of the king's nephew, my husband's own cousin? \n[19]That is not possible. \n[20]Hamilton, leave us. \n[21]Leave us now. \n[22]Let us talk plainly. You invade England. But you cannot complete the conquest, so far from your shelter and supply. The King proposes that you withdraw your attack. In return he grants you title, estates, and this chest with a thousand pounds of gold, which I am to pay to you personally. \n[23]Peace is made is such ways. \n[24]I understand you have suffered. I know... about your woman. \n[25]Sir. I leave this money, as a gift. Not from the king, but from myself. And not to you, but to the orphans of your country. \n[26]No. He did not. \n[27]He waits. For you. He says he will attack no more towns -- if you are man enough to come fight him. \n[28]...A mindless barbarian. Not a king like you, M'lord. \n[29]Humbly, M'lord. \n[30]No. I have it to ease the suffering of the children of this war. \n[31]Forgive me, Sire. I thought that generosity might demonstrate your greatness to those you mean to rule. \n[32]Good day to you, M'Lords. \n[33]I am cheerful with a plan to soothe your miseries. All of England shudders with the news of renewed rebellion. \n[34]Wallace himself. If you wish to pretend a ghost rallies new volunteers in every Scottish town, I leave you to your hauntings. If you wish to take him, I know a way. \n[35]I have faced him. Have you? \n[36]He will fight you forever. But what does he fight for? Freedom first, and peace. So grant them. \n[37]Grant, as you do everything else, with treachery. Offer him a truce to discuss terms, and send me to my castle at Locharmbie as your emissary. He trusts me. Pick thirty of your finest assassins for me to take along. And I will set the meeting, and the ambush. \n[38]  \n[39]And you have reached Wallace's men? \n[40]  \n[41]It does me good to see you. \n[42]There will be a new shipment of supplies coming north next month. Food and weapons. They will trav -- \n[43]Then why did you come? \n[44]Because of the way you're looking at me now. The same way... as when we met. \n[45]I know. You looked at me... and saw her. \n[46]You must forgive me what I feel. No man has ever looked at me as you did. \n[47]I have taken vows. More than one. I've vowed faithfulness to my husband, and sworn to give him a son. And I cannot keep both promises. \n[48]You understand. Consider, before you laugh and say no. You will never own a throne, though you deserve one. But just as the sun will rise tomorrow, some man will rule England. And what if his veins ran not with the blood of Longshanks, but with that of a true king? \n[49]No. But can you love me for the sake of all you loved and lost? Or simply love me... because I love you? \n[50]No one! Hurry! \n[51]When we... did you think of her? \n[52]  \n[53]Is it true? Wallace is captured? \n[54]When will his trial be? \n[55]I will see the prisoner. \n[56]The king will be dead in a month! And his son is a weakling! Who do you think will rule this kingdom? Now OPEN THIS DOOR! \n[57]Stop! Leave me! There is no way out of this hell! Leave me with him! \n[58]Sir, I... come to beg you to confess all, and swear allegiance to the king, that he might show you mercy. \n[59]Mercy... is to die quickly. Perhaps even live in the Tower. In time, who knows what can happen, if you can only live. \n[60]You will die! It will be awful! \n[61]Drink this! It will dull your pain. \n[62]I can't bear the thought of your torture. Take it! \n[63]I have come to beg for the life of William Wallace. \n[64]I respect him. At worst he was a worthy enemy. Show mercy... Oh thou great king... and win the respect of your own people. \n[65]Even now, you are incapable of mercy? \n[66]Nor you. To you that word is as unfamiliar as love. \n[67]You see? Death comes to us all. And it comes to William Wallace. But before death comes to you, know this: your blood dies with you. A child who is not of your line grows in my belly. Your son will not sit long on the throne. I swear it. ", "Edward": "\n[1]   \n[2]What is it?! \n[3]So I did! And what was so important about it? \n[4]Shut up, would you! How can I concentrate?! \n[5]All so very boring! He wants me to learn to fight too, so let me do it! \n[6]Stop there. \n[7]Do you disapprove of Phillip? \n[8]Look at me. I said LOOK AT ME! \n[9]Now, my flower, do you understand? \n[10]You may. \n[11]Don't worry, m'Lady, it is my royal responsibility to breed. And I assure you, when the time comes, I shall... manage. \n[12]I hear. This Wallace is a bandit, nothing more. \n[13]Get away from me! \n[14]Convene my military council! \n[15]I will stand up to him, and more. \n[16]Nothing new, Majesty. We have sent riders to speed any word. \n[17]I have ordered conscriptions... \n[18]Wallace has sacked York! \n[19]I have declared Phillip my High Counselor. \n[20]  \n[21]You brought back the money, of course? \n[22]The weapon has been outlawed by the Pope himself! \n[23]The Scots will fight for us? \n[24]But if we have not caught Wallace -- \n[25]You let Wallace escape your whole army. You cannot blame me for this. \n[26]You mock us with a smile? \n[27]Wallace's followers. \n[28]The little cow is insane -- \n[29]Simply because he eluded your trap, do you think he is more than a man? My father is dying. Perhaps you should think of our coronation. \n[30]Wallace's? For treason there is no trial. Tomorrow he will be charged, then executed. \n[31]You fancy him. \n[32]Before he lost his powers of speech, he told me his one comfort was that he would live to know Wallace was dead. ", "Argyle": "\n[1]You were wise to hurry. \n[2]We just had a funeral, isn't that what it means in England as well? \n[3]My brother and nephew perished two days ago, when their hay cart turned over. \n[4]They've been sanctified and buried in the holy rites of God's church, and any hand that disturbs them now takes on eternal damnation. So please -- do it. \n[5]Funeral's over. Go home. \n[6]Not that spoon, that one's for soup. Dip away from you. And don't slurp. \n[7]We'll sleep here tonight. You'll come home with me. We'll let the house, and the lands too; plenty of willing neighbors. \n[8]Didn't want your father to die either, did ya? But it happened. \n[9]Did the priest say anything about the Resurrection? Or was it all about Judgment? \n[10]Non loquis Latinum? You don't speak Latin? We have to fix that, won't we? Did he give the poetic benediction? The Lord bless thee and keep thee? Patris Benefactum et -- ...It was Malcolm's favorite. \n[11]\"The Lord bless thee and keep thee...\" \n[12]Saying goodbye in their own way -- in outlawed tartans, with outlawed pipes, playing outlawed tunes. \n[13]Your Daddy and I, we saw our own father buried like this, dead from fighting the English. \n[14]First learn to use this. \n[15]Then I will teach you to use this. ", "Hamish": "\n[1]How many? \n[2]Armed? \n[3]With your father and brother gone, they'll kill us and burn the farm! \n[4]Wanna stay with me tonight? \n[5]We'll get those English pigs tomorrow. \n[6]Test of manhood. \n[7] \n[8]No. It's here. \n[9]That depends on the man. \n[10]I could crush you like a roach. \n[11]You'll move \n[12]I threw longer than last time! \n[13]An ox is stupid enough to just stand in one place. \n[14]I should'a remembered the eggs. \n[15]Ah, William... I am so sorry. \n[16]I'll wait... back there. \n[17]Fourteen? -- \n[18]Is your Poppa a ghost -- or do you converse with God Almighty? \n[19]A common thief. \n[20]Wake up, William!... \n[21]Wake up!... \n[22]William! Hounds! \n[23]We don't split up! \n[24]\n[25]Let's kill him anyway. \n[26]Wish I could see the noble lord's face when he tells him. \n[27]Ride around and ford behind them! \n[28]Wallace says do it! And he says for you to let the English see you! \n[29]William -- French guards? \n[30]The Bruce is not coming, William. \n[31]Aye. \n[32]No. You're going to live. \n[33]We're here to stay. We don't care to live, if we can't fight beside ya. \n[34]There is... one thing, William. Longshanks is offering a truce. He has dispatched his daughter-in-law as his emissary, and she has sent word that she wishes to meet you -- in a barn. \n[35]Rest, William. \n[36]Your rest is making me exhausted. \n[37]You know it's a trap. \n[38]I don't want to be a martyr. \n[39]That's just a dream, William! \n[40]Your dreams aren't about freedom! They're about Marion! You have to be a hero, because you think she sees you! Is that it? \n[41]Keep these. We're going too. \n[42]Mercy, William... Say Mercy... ", "Phillip": "\n[1]It is not your fault! Stand up to him. \n[2]Sire! Thy own nephew! What beast could do such a thing?! \n[3]We would stop him! ", "Malcolm": "\n[1]So it's up to us! We show them we won't lie down to be their slaves! \n[2]We don't have to beat 'em, just fight 'em. To show 'em we're not dogs, but men. \n[3]They have a camp here. We attack them at sunset tomorrow. Give us all night to run home. \n[4]William, you're staying here. \n[5]Aye. But it's our wits that make us men. I love ya, boy. You stay. ", "Elder": "\n[1]I knight thee Sir William Wallace. \n[2]  ", "Stewart": "\n[1]That's not fair! \n[2]No, by God! "}}