{"filename": "Breakdown_script.txt", "imdb_id": "tt0118771", "imdb_url": "https://www.imdb.com/title/tt0118771", "characters": ["Jeff Taylor", "Flo", "Deputy Len Carver", "Amy Taylor", "Arleen (as Moira Harris)", "Bartender", "Sheriff Boyd", "Al", "Earl", "Deke", "Billy", "Barfly", "Calhoun", "Tow Truck Driver", "Red Barr"], "dialogues": {"Jeff": "\n[1]Done. \n[2] \n[3]High-rise. Top floor.        Window in the middle. \n[4]He sees her. \n[5]I said he sees her. \n[6] \n[7]Sniper!   Sniper! Sni-- \n[8] just stands there, a shattered expression. The camera hangs at his side. He stares at the dead woman as a pool of dark blood expands around her body.  \n[9]Me too. \n[10] \n[11] A modest apartment in the Back Bay neighborhood. Not much furniture, but lots of books and CD's. On the walls, blow-ups of arty photographs -- Amy in modeling poses, plus many black-and-white scenery stills.  Jeff's bag is unopened on the floor. We see two nearly full wine glasses on a table. The CAMERA TRACKS DOWN a hallway TO the open bedroom door.   \n[12]Sure. \n[13]There's nothing to talk about. \n[14]I told you. I quit.   Walked out. end of story. \n[15]You don't understand... \n[16]It was different this time. \n[17]I talked to Reynolds. He thinks I could still get the job at the San Diego station. \n[18]Think of it. Low pressure, a steady paycheck. So I shoot city council meetings -- how bad could it be? \n[19]Who's running? It's good money, full benefits. I'm tired of freelance. We could finally put some money in the bank. \n[20]Throw what away? Don't you get it? I don't do anything. I sit, I watch, I film -- I let it happen. \n[21]No, Amy.   It's my excuse. \n[22]That girl... it's like I was paralyzed. I wanted to do something, but I didn't. I just stood there and watched her get killed. \n[23]Please, babe, I need this.     Say yes and we'll take as long    as you want -- drive cross-country    and make a vacation out of it.     What do you say? \n[24]Sorry.     I took my eyes off the road. \n[25] angry at himself.    He looks over at Amy.  \n[26]I'll pull over next chance we get. Sorry... \n[27]Thanks. \n[28]I guess. \n[29]Is that right? \n[30]Look, I'm sorry, I didn't see you. You pulled out in front of me. \n[31]How about if we just forget it, okay? I'm sorry it happened. I don't want any trouble. \n[32]Nothing. Guy in the truck. Thinks I tried to hit him. \n[33]C'mon, let's go. \n[34]Later.   Just get in. \n[35]No, let's just go. \n[36]I told you. Nothing. The guy was an asshole. \n[37]What'd you get? \n[38]You kidding. It's probably gourmet cuisine around here. \n[39]I dunno... Sell 'em for thirty cents each and pay off this car. \n[40]I don't know.    Look, Amy, I'm not -- \n[41]Sonofabitch!! My camera!        He stole my camera! \n[42]The redneck at the gas station! He lifted it right under my nose! My brand new Nikon. Goddammit. \n[43]What's the use. He's probably halfway to Bumblefuck now, the bastard. \n[44]What the hell? \n[45]Nothing.   I -- \n[46]Hang on -- I can't steer! \n[47]Ow! \n[48]I'm fine. \n[49] \n[50]What's it look like?      I'm trying to fix the car. \n[51]What? \n[52] \n[53]Christ, not these guys... \n[54] approaching fast on the road. As it streaks past, Earl yells and launches a beer bottle from the window. The BOTTLE SHATTERS on the asphalt.   \n[55] watching the Ram speed away.  \n[56]Asshole... \n[57]What the hell? \n[58]I don't know. \n[59]Yeah.   Our car broke down. \n[60]Thanks, I'd appreciate it.    Amy, you want to steer? \n[61]Think you could radio a tow truck for us? \n[62]How far is that? \n[63] \n[64]It's a new car. \n[65]Nice     of you to offer. But we've got a     lot of stuff in the car. I think     we're better off waiting for a cop     to come along. \n[66]We don't know this guy. \n[67]Amy, I've got my equipment in the car. All our stuff. What if those guys come back and we're not here? Jesus... don't be stupid... \n[68]What do you think you're doing? \n[69] \n[70] dangling under the engine.   \n[71] \n[72]Oh for Christ's sake... \n[73]Excuse me. \n[74]I was supposed to meet my wife here. \n[75]Dark hair, slender, about five- five. Wearing a pale blue Benetton shirt. \n[76]Benetton shirt. \n[77]It would've been within the last half hour. She might've been with a trucker? \n[78]Guy with a baseball cap.   Driving an eighteen wheeler. \n[79]You sure? \n[80]Could she have left a message with another one of your employees? \n[81]I don't understand. Is there another Belle's Diner? \n[82] \n[83]Excuse me, how far is the next town? \n[84]Look, if my wife comes in -- her name is Amy -- tell her I was here. Tell her to stay put till I get back, not to move. Would you do that, please? \n[85]C'mon, you fat-ass.    Pull over. \n[86]Pull over!    Pull over! \n[87]I was signaling you to stop. Didn't you see me? \n[88]Where's my wife? \n[89]My wife.     Where is she? \n[90]I checked at the diner.      No one saw her there. \n[91]You gave her a ride. You were supposed to drop her at Belle's diner. \n[92]How can you not remember? It was just half an hour ago, for chrissakes! \n[93]  \n[94]Amy?    Amy?!   You in there? \n[95]I want my fucking wife, is what I want! What have you done to her?! \n[96]Officer, I need your help! \n[97]I don't know, this guy has my wife! \n[98]I don't know what the hell's going on. Last time I saw her she was with this guy in his truck. Now he's saying he's never seen her! \n[99]Don't lie, you son of a bitch! \n[100]Our car broke down. This guy stopped to help us, said he'd drive my wife to a pay phone.    But she never showed up. \n[101]He's lying! \n[102](to Sheriff, \n[103] \n[104] \n[105]It was him.    It was this truck. \n[106]No. \n[107]I wasn't paying attention. \n[108]What does that have to do with anything? \n[109]I don't believe this... \n[110]My wife did not leave me. \n[111]This is insane. You're just going to let him go? \n[112]I want your name and badge number. \n[113]Don't tell me what's necessary, goddamnit. I'm noting the exact time of this conversation. 10:52 \n[114]Two months old. \n[115]Yes. \n[116]Did she come in? \n[117]You didn't see her, or she didn't come in? \n[118]Amy? \n[119]I want to see your order slips. \n[120]You write down the names.   I want to see them. \n[121]If my wife came in here, then her name's in that pile. \n[122]Let me see the fucking slips. \n[123]Please, I need the phone -- I have to call the police! \n[124]How'd you know? Did you see her? \n[125]Please, if you know something, anything, tell me. \n[126]What?    When? \n[127]No one's going to hurt you, Billy. Just tell me what you saw. \n[128]Yes... \n[129]Another truck? With who? \n[130]Do you know where they went? \n[131]Where by the river? \n[132]Who doesn't? The bartender?      The men in the truck? \n[133]Billy, I need you to come to the police. If you tell them what you saw, they'll be able to help me. \n[134]C'mon... work, goddammit... \n[135]Fuck. \n[136] \n[137]Hello, Steve? It's Jeff Taylor... Listen, I -- don't put me on hold! I need a favor... I've gotta talk to that friend of yours at the F.B.I... No, it's about Amy, she's missing -- \n[138]I said Amy's been -- \n[139]Fuck! \n[140]Yes, I'm still here.       No -- don't call back -- Steve?!       Steve?! \n[141]Goddammit! \n[142] He mashes the brakes. The CHEROKEE SKIDS to a halt just short of the fence. Jeff stares at it.    \n[143]Shit! \n[144] swears, panicking.  \n[145] cranks the wheel and brakes hard. The rear end of the Cherokee swings wide to the edge of the road.  He throws the shift into drive and punches the throttle.   \n[146] GUNS the ENGINE. The Cherokee bounces wildly on the rutted, storm-damaged road. He yanks the four-wheel- drive lever.   \n[147] GUNS the ENGINE on the washboard road surface, the vibration nearly shaking the suspension apart while --   \n[148] throws the Cherokee into a sharp turn in the road. As the car rounds the bend, he looks up, reacting, as --   \n[149] brakes wildly. To his right, a cliff goes straight up; on the left, a guardrail protects a steep ravine.  He cuts the wheel left, CRASHES through the GUARDRAIL and plunges into the ravine!   \n[150] clings to the wheel, tossed about violently, as suitcases and packing boxes go everywhere.  The Cherokee hits a bump on the steep slope and CRASHES through the upper branches of a willow grove.  As the leaves part, we see... a river.   \n[151] ducks back inside the Cherokee, freaking.  The passenger side is on the river-bottom and if he tries to get out through the driver's side, he's a sitting duck!  Jeff swears and looks around, seeing a metal camera case underwater in the back seat.  He grabs the case and swings it at the windshield.   The first three blows bounce off harmlessly.  Then the WINDSHIELD SHATTERS with a CRASH!  He takes a deep breath, submerges and swims underwater through the broken windshield.   \n[152] The men have given up their pursuit.  The moving van, a jumbo three-axle GMC, has turned around and backed up to the edge of the ravine.  A stocky man, AL (whom we recognize as Earl's passenger at the minimart), operates a gas-powered winch in the cargo door of the van.  A cable runs from the winch down to the Cherokee in the river.  Standing knee-deep in the current, Earl signals to Al while the winch slowly tugs the Cherokee onto its wheels, then backwards out of the river.   \n[153] watching in amazement.   He can hear only snatches of their conversation.  \n[154] The Cherokee is now back on the road.  Operating the winch with precision efficiency, Earl and Al drag the Cherokee up a ramp into the rear of the moving van.  Once the vehicle is aboard, they stow the ramp and close the van doors.   \n[155] watching in amazement, straining to hear what Earl and Al are saying. Behind Jeff, a PEBBLE SKITTERS on the rock.  He turns, reacts.  It's Billy -- the halfwit from the diner! Wielding a shotgun like a club, he swings the butt at Jeff's skull!  Jeff drops to the ground, unconscious.  \n[156] \n[157]There's some... yeah... \n[158](coming around; \n[159] \n[160] \n[161](barely able to \n[162]You sonofabitch -- \n[163]How do I know she's still alive? \n[164] lowers the binoculars and looks at Red.  \n[165]I need to see the manager. I need a wire transfer from my bank in Boston. \n[166] \n[167]Right. \n[168]Here's my driver's license, credit card if you need it, my account number in Boston... How long is this going to take? \n[169] \n[170] \n[171]Yes, I'm fine. Just... transfer the money, okay? \n[172]Look, I'm going to tell you something. Whatever happens, just keep filling out that form, okay? \n[173]There are people watching -- \n[174]Just... transfer the money. \n[175]Would you tell the manager I want the money in these denominations? \n[176]I'm here. \n[177]The whole thing. Ninety thousand. \n[178]When do I see my wife? \n[179]No.   First you tell me where she is. \n[180]I gave you the money.     Now let her go. \n[181]What the hell -- \n[182]Where is she, goddammit?   What'd you do with her? \n[183]Where is she?! \n[184]You like that?     How about this? \n[185]Four wheel anti-lock brakes, you sonofabitch! You want to try 'em again? \n[186]How about an emergency stop? You want to try that, Earl? Where is she? \n[187]Fuck you, you don't! \n[188]Is that what you want? You really want me to stop? 'Cause I bet this baby stops on a dime! \n[189]End of the line, Earl! How about it? You gonna tell me? \n[190]Yeah?     Where's that? \n[191]Where were you taking the money? \n[192]Where? \n[193]I know where she is!   My wife! \n[194]You don't understand!      She's been kidnapped! \n[195]Officer, please. You gotta listen to me -- \n[196] It's a giant truck stop. There are hundreds of big rigs parked in rows like silvery sardines.  A sign towers over the main building:    \"DIESEL $.99 GAL.\"   \n[197] He looks shaken. How will he ever find Red here?    It seems impossible.  He descends the bluff to the truck stop.   \n[198] A highway patrol car with flashing lights is parked near the place where Jeff ditched the pickup. Beside it, a state trooper surveys the truck stop with binoculars.   \n[199] runs alongside the farm truck, using it as a shield. He overtakes the truck, cuts across its path. The farmer BLARES his HORN.  Jeff glances left. Red's tractor trailer is traveling across the crowded parking area, slowly gaining speed. Jeff sprints in front of a moving car.  The driver jerks to a halt and HONKS, catching the attention of a nearby cop. Jeff quickly turns away, avoiding being seen.  Red's 18-wheeler turns toward the access road. Jeff looks around, panicked. More cops are spreading out on foot. They'll notice him any second.    \n[200] \n[201]The name is Jeffrey Taylor. I just witnessed your sheriff being shot. Now put someone on, goddammit! \n[202]Hello? \n[203] The men unload Jeff and Amy's belongings -- luggage, photography equipment, miscellaneous items. Inside the moving van, the battered Jeep Cherokee is visible, partially covered with a tarp.    \n[204]Amy?   Amy, can you hear me? \n[205] \n[206]Hang on, baby. They're in the house; I can't use the lights. I'm gonna get you out. \n[207]Fuck! \n[208]It's not working. If I make any more noise, they'll hear. \n[209]I'm going to get you out of there, Amy. \n[210]I love you. Please, God, let her still be alive. \n[211] \n[212] Standing in the doorway. Aiming the pistol. His clothes caked with blood and dirt. He sways slightly.  Nobody else moves.  \n[213]Give me the key. \n[214]Give me the fucking key! \n[215]Don't mister me, you sonofabitch! My wife is locked in a hole in your fucking barn! You don't give me the key, I'll blow your fucking head off! \n[216]  \n[217]You don't want to do that, kid. Just put the gun down. \n[218]Put the gun down. \n[219]I understand that, Deke. I'm not gonna hurt Mommy. But if you pull that trigger, there's a chance I'll still kill your father. \n[220]No, Deke, don't listen to him. He's wrong. \n[221]Deke, no -- ! \n[222]Don't fucking move! \n[223]Deke?   Deke?   Get on your feet! \n[224]It's okay, kid. Go over there, stand next to your mother. Hurry up. \n[225]Okay... on your feet.   Now, everybody! \n[226]Let's go.      Out. \n[227] \n[228](jams pistol \n[229](indicating \n[230]Good.  Now give me the keys. Deke, push the door open. Quickly. \n[231]That's enough, Deke. Let's go. Move it. \n[232]Deke, I need you to open this. \n[233]It's okay, Deke. There's a freezer down there with a woman in it. I need you to let her out. \n[234] Roots and mildew hang in strings from the ceiling. The light is a bare bulb. There are several distressingly- shaped garbage bags against the wall.   \n[235] His gaze shifts back to Red.  \n[236] \n[237]Okay. You're almost done. Just open it up, let the woman out. \n[238]You got that Swiss Army knife your dad gave you? \n[239]Good man. Use that.   Make sure you don't hurt her. \n[240] \n[241]Amy!!! \n[242]Amy, come up here! \n[243]I know, baby. It's okay.       They can't hurt you now. \n[244] \n[245]Do it! \n[246]Go to hell. \n[247]Let's get out of here. \n[248]Amy, no!    It's not safe -- \n[249]One of them's still loose.      C'mon -- this way! \n[250]Hello?   Hello?     Anybody home? \n[251] \n[252]C'mon, c'mon... \n[253] (into phone, \n[254]No -- he kidnapped my wife, he's locked in a barn... Jeffrey Taylor. If you contact the police in -- \n[255] dive out of the way.   \n[256]Amy?! \n[257]C'mon! \n[258]What the fuck?! \n[259] cranks the wheel.  \n[260]Get down! \n[261] raises the PISTOL and FIRES!   \n[262] lets out a cry as they carom off the Cadillac. Blood flows in a trickle down his neck. Amy sees it, panicking.  \n[263]It's glass!   Use the rifle! \n[264]Hang on! \n[265] slams against the wheel. Amy is thrown against the dashboard. The Ford is being propelled downhill by the Peterbilt.   \n[266] jams the pistol through the rear pass-through window and FIRES at Red in the truck. BULLETS PING off the grille.  The GUN CLICKS empty.   \n[267]You all right? \n[268] It's facing them, 50 yards away on the bridge. The engine is dead. STEAM HISSES from the crumpled radiator. One tire is shredded.  There is blood on the broken windshield.   \n[269] sitting in the driver's window. He squints toward the truck, searching for any sign of Red. There is none.  \n[270]Yeah? \n[271]What is it? \n[272]What do you mean? \n[273] EXHAUST BELCHES from the smokestacks. Red is behind the wheel. His face is covered with blood. He stares hatefully.  With a RASP of GEARS, the Peterbilt lurches forward.   \n[274] He pushes against the dashboard with life-or-death urgency.  \n[275]C'mon, Amy, push! \n[276]Push, goddammit! \n[277] scales the cab, finding more handholds.   He climbs past the passenger door.  Behind him, Red is working his way higher in the same manner. He grabs Jeff's foot, trying to pull him off the cab.  Jeff kicks free and climbs past the sleeping compartment. Red grabs the door handle. Jeff boots the door release button.  The passenger door flies open!  Red falls away as the door opens. He's clinging to the open passenger door, suspended over the gorge.   \n[278] climbs higher. The Peterbilt slips again.    Below, Red loses his grip and almost falls.  Jeff hauls himself onto the bridge with a final gasp of exertion. He runs to the passenger side of the Ford.    \n[279]C'mon, Amy, it's all you now... you can do it... \n[280]I won't, baby... I won't ever let you go... \n[281]How's the sheriff? \n[282]What about the leader? \n[283]Name it. ", "Taylor": "", "Flo": "\n[1]Looks like she got away from ya, cowboy. \n[2]Hey -- what the hell you doing?! \n[3] Red unlatches a hidden compartment under the chassis of the moving truck. He and Billy slide out a long metal box, similar to a drawer in a morgue.  They lift the metal lid, revealing --   \n[4] Billy and Al reach into the compartment, start to lift out the sack.  \n[5] Al gets to his feet, furious.  \n[6] The men disappear with Amy into the cellar. We hear a METALLIC THUD, then a few moments later, the men reappear without her. Red closes the trap door, secures it with a heavy padlock, then slides the panel of false flooring over it.  ", "Amy": "\n[1]God, I missed you. \n[2]Let's get out of here. Where's your equipment? Don't tell me you checked it? \n[3]No camera? \n[4]No nothing? \n[5]Ah ha. \n[6] A modest apartment in the Back Bay neighborhood. Not much furniture, but lots of books and CD's. On the walls, blow-ups of arty photographs -- Amy in modeling poses, plus many black-and-white scenery stills.  Jeff's bag is unopened on the floor. We see two nearly full wine glasses on a table. The CAMERA TRACKS DOWN a hallway TO the open bedroom door.   \n[7]Jeff? \n[8]Can I come in? \n[9]Couldn't sleep? \n[10]I remember when you took that. We had fun on that trip, didn't we? \n[11]You want to talk about it? \n[12]C'mon, Jeff. \n[13]That's   it? \n[14]Whatever happened back there wasn't your responsibility. You can't keep beating yourself up over it. \n[15]What do you think? You could have stopped that girl from getting killed? \n[16]Oh, Jeff, you didn't... \n[17]Is that what you really want -- or are you just running away? \n[18]You know I'll never stand in your way. But you've worked so hard. Are you sure you want to throw it away? \n[19]You're supposed to let it happen. It's your job. \n[20]Jesus, Jeff... \n[21](seeing thermos \n[22]Sort of.    We're moving, actually. \n[23]California. We thought we'd take the scenic route. \n[24]Thanks. I'll mention it to my husband. \n[25]What was that about? \n[26]You want me to drive? \n[27]Is something wrong? \n[28]This isn't the Grand Prix, you know. \n[29]What's bothering you? \n[30]Junk food fiesta. Sno Balls, Yoo Hoo, Moon pies... can you believe they still make this stuff? \n[31](trying to brighten \n[32]What would you do with ninety thousand doughnuts? \n[33]Very funny. Alright, what about ninety thousand dollars? What would you do with that? \n[34] \n[35]Should we go back? \n[36]Look, maybe if we call the cops -- \n[37]What'd you do? \n[38] \n[39]Are you okay? \n[40]Out of range? \n[41]What's going on, Jeff? \n[42]Not the car. \n[43]What's going on with you? \n[44]It's been a month since you got back. You can't keep shutting me out like this. \n[45]Jeff, I'm talking to you. \n[46](looking down \n[47]What's he doing? \n[48] breathes a sigh of relief.  The driver dismounts from the cab, leaving the ENGINE IDLING. We recognize him as the Trucker in the mini- mart. He removes his cap, revealing a shock of prematurely white hair. He is well-shaven, his clothes immaculate. His name is Red.  \n[49]Are you nuts? \n[50]He's offering to help. It       could be hours before anyone else      comes along. It's 100 degrees.        You really want to be stuck out      here? \n[51]Stupid is sitting out here waiting for a cop when we already have a ride. \n[52]Stupid was letting you talk me into leaving Boston. \n[53]Excuse me? Do you think you could drop me at that diner? \n[54]That's okay. My husband wants to stay with the car. I'll just get my purse. \n[55]I'm going to the diner. I'm going to call a tow truck. Then I'm going to order an iced tea and wait. Good-bye, Jeff. \n[56]You wanted to be alone. Well... you're alone. Why don't you take the time to get your head together? \n[57] squirms on the hay-strewn floor. Her clothes are ripped, face bruised. She looks up, reacting: Jeff's eye is visible in the knothole.  Their gaze meets... and holds...   \n[58]Jeff!!?? \n[59]I'm almost free!!! \n[60]They were going to kill me. \n[61] \n[62](suddenly hearing \n[63] \n[64] dive out of the way.   \n[65]Jeff, go!    Go! \n[66]Can't this thing go any faster?! \n[67] yelps as the passenger-side MIRROR DISINTEGRATES!    She whips around, sees --   \n[68]Jeff! \n[69]Look out! \n[70]Jeff... \n[71]Jeff... I can't get out... \n[72] \n[73]I mean I can't get out! \n[74] \n[75] \n[76]Oh God... Jeff... \n[77] takes hold of Jeff's hand.   \n[78]Don't let me go, Jeff... \n[79] \n[80]Promise me one thing... \n[81]Next time... we fly. ", "Bartender": "\n[1]A pale blue what? \n[2]Hank!  Your order's ready. I been busy. They come and go. \n[3]A trucker. \n[4]Don't ring a bell. \n[5]Hey! Man here's looking for his wife, dark hair, button-on shirt, travelin' with a guy in a baseball cap. Anybody see 'em? \n[6]Don't see how. I'm the only one who works here. \n[7] \n[8]About twenty miles. \n[9] \n[10] \n[11]Buddy, I told you the last time. I'm busy. Maybe she came in, maybe she didn't. All I know is, I didn't see her. \n[12]What? \n[13]What are you, nuts? I don't have to show you jack shit. \n[14]You calling me a liar? \n[15]Mister, I've had just about enough of you. \n[16]Now, mister, you're going to have to leave. ", "Sheriff": "\n[1] Cruising toward them.  Jeff runs into the middle of the road and waves frantically. The patrol car switches on its flash bar and speeds up, pulling to a stop behind the Peterbilt.    \n[2]What's your problem? \n[3]Calm down, sir. Tell me what's going on. \n[4]All right -- everybody just calm down. Sir, you want to tell me what happened? \n[5] \n[6]And you didn't give his wife a ride? \n[7]Sir, all right with you if I search your truck? \n[8]That won't be necessary yet. Just stand back behind the line. Both of you. \n[9] \n[10]What are you hauling today, Mr. Barr? \n[11] \n[12]Yes, we are. Sir, I'm gonna have to see everything. \n[13] \n[14]No. I think we're pretty much done here. You're free to go. \n[15]Sir, I searched the truck. There's no evidence of suspicious activity, no sign of struggle. \n[16]Hey! Hey! You want to get arrested? Now the man has a point. This is a plain-looking, John Doe truck. Maybe you did get them mixed up. \n[17]Hey! \n[18]Mr. Taylor, either you come down from there or I'm going to have to arrest you. \n[19]Uh-huh, I can see that. Did you get a license plate? \n[20]What about the information on the door panel. You recall any of that? \n[21]Mr. Taylor, did you by any chance have a beef with your wife today? \n[22]Well, for starters, maybe she left you. \n[23]I've seen it a hundred times. Lovers, married couples, gay guys. You put two people in a car long enough, they'll go at it. Hell, I've even seen men dump their women on the side of the road, and vice versa. \n[24]I understand. Go ahead, sir.         I appreciate your cooperation. \n[25]I've got his information. If we need to find him later, we'll know where to look. \n[26]Sir, I believe you that your wife is missing. Maybe you got confused about what truck she got into, maybe you had a fight -- you don't have to tell me. The point is I'm trying to help. \n[27]The town of Brackett's 31 miles that way. My deputy's name is Len Carver. He's a good man. He'll help you fill out the necessary forms if you want to report your wife missing. \n[28]If you want my opinion, your wife is probably around here. Lost or plenty pissed off and giving you a scare. Either way, she'll turn up. \n[29] \n[30]Sheriff Arthur Boyd. 226-93. This really isn't necessary -- \n[31] \n[32]What the hell? \n[33] \n[34]Jesus Christ -- Dispatch! Suspect identified as one Jeffrey Taylor, repeat, Jeffrey Taylor! \n[35] \n[36]I understand plenty. Now get down on the ground or I'll shoot! \n[37]You there -- in the pickup! You all right? Can you get out? \n[38]Well, get out dammit! \n[39](glances down  \n[40] ", "Boyd": "\n[1]What's your problem? \n[2]Calm down, sir. Tell me what's going on. \n[3]All right -- everybody just calm down. Sir, you want to tell me what happened? \n[4] \n[5]And you didn't give his wife a ride? \n[6]Sir, all right with you if I search your truck? \n[7]That won't be necessary yet. Just stand back behind the line. Both of you. \n[8] \n[9]What are you hauling today, Mr. Barr? \n[10] \n[11]Yes, we are. Sir, I'm gonna have to see everything. \n[12] \n[13]No. I think we're pretty much done here. You're free to go. \n[14]Sir, I searched the truck. There's no evidence of suspicious activity, no sign of struggle. \n[15]Hey! Hey! You want to get arrested? Now the man has a point. This is a plain-looking, John Doe truck. Maybe you did get them mixed up. \n[16]Hey! \n[17]Mr. Taylor, either you come down from there or I'm going to have to arrest you. \n[18]Uh-huh, I can see that. Did you get a license plate? \n[19]What about the information on the door panel. You recall any of that? \n[20]Mr. Taylor, did you by any chance have a beef with your wife today? \n[21]Well, for starters, maybe she left you. \n[22]I've seen it a hundred times. Lovers, married couples, gay guys. You put two people in a car long enough, they'll go at it. Hell, I've even seen men dump their women on the side of the road, and vice versa. \n[23]I understand. Go ahead, sir.         I appreciate your cooperation. \n[24]I've got his information. If we need to find him later, we'll know where to look. \n[25]Sir, I believe you that your wife is missing. Maybe you got confused about what truck she got into, maybe you had a fight -- you don't have to tell me. The point is I'm trying to help. \n[26]The town of Brackett's 31 miles that way. My deputy's name is Len Carver. He's a good man. He'll help you fill out the necessary forms if you want to report your wife missing. \n[27]If you want my opinion, your wife is probably around here. Lost or plenty pissed off and giving you a scare. Either way, she'll turn up. \n[28] \n[29]Sheriff Arthur Boyd. 226-93. This really isn't necessary -- \n[30] \n[31]What the hell? \n[32] \n[33]Jesus Christ -- Dispatch! Suspect identified as one Jeffrey Taylor, repeat, Jeffrey Taylor! \n[34] \n[35]I understand plenty. Now get down on the ground or I'll shoot! \n[36]You there -- in the pickup! You all right? Can you get out? \n[37]Well, get out dammit! \n[38](glances down  \n[39] ", "Al": "\n[1]\n[2] A frightened woman lurks nervously in the shelter of the wall. She is young, in her early twenties, with shining dark hair down to her shoulders. She's carrying an armload of books.   \n[3] -- the image blurs, then holds steady on the frightened woman. Nervously, she peeks around the corner.  \n[4] The frightened woman decides to make a dash for it.   She takes off her high-heeled shoes, inhales deeply, gathering herself to run.   \n[5]\n[6] A late-model Jeep Cherokee is parked at the arrival curb. AMY TAYLOR, Jeff's wife, peers out from behind the wheel, scanning the crowd.   \n[7] Far below us, the Cherokee traces the empty highway. There are no buildings, no houses, no other vehicles.  \n[8] The Cherokee speeds down the road, gaining on the Peterbilt. It comes up behind.   \n[9]... can't believe you let him get away... \n[10]Fuck... this is what happens when you get one without the other... \n[11] \n[12]Yes... sir. I'm the manager. Would you like to have a seat? \n[13]Sir? \n[14]I said you can have a seat if you want. \n[15]Are you all right? \n[16]Excuse me? \n[17]No, I can't. For non-customers the limit is $500 a day. Sir, are you sure you're all right? \n[18](looking up; \n[19]Yes, I am. \n[20](indicating \n[21](turning back \n[22]Marie, this is Roger Calhoun down at the bank. Is the Sheriff there? Well, maybe it's nothing, but you might tell him we just had a fellow in here acting kind of strange... \n[23] and braking to a halt under the broad overhanging eave of an old dilapidated barn.    \n[24]Man, if I never see another couple from Massachusetts it'll be too soon. \n[25]Figured I'd get started on the jewelry. \n[26] \n[27]Goddamn.   Scared me half to death. \n[28]Shut up. Lemme do her, Red. I'll cut her head off right now. \n[29]Howdy, Arleen.                     Hey, Missus C. \n[30] toward the voices. VIDEO GAME sound effects emanate from a room off the hall. Jeff flattens against the wall, peers into the living room.  Seated on the floor with his back   to Jeff, Deke is playing Nintendo on a wide-screen   television.  Various items are scattered about: stereo    speakers, a jukebox, a brand new Nordic Track. There is    a rifle rack across the room.  Stepping past the doorway, Jeff continues down the hall toward...   \n[31]Oww -- goddammit, you little shit! \n[32] lurking in the shadows at the corner of the barn, watching.   \n[33] Over this last line, the sedan drives away, and we CLIMB HIGHER and HIGHER AWAY FROM the bristling crime scene until the ranch house is just one in a town of modest houses and the pink desert floor spreads out endlessly in every direction. ", "Earl": "\n[1] \n[2]Air, C.D., leather -- I guess you sprung for the whole nine yards. \n[3]Then again, out here, what you really need's a C.B. radio. \n[4]'Course, if you use a C.B., you gotta have a handle. \n[5]How about Shit-for-Brains? You damn near killed us back there, boy. \n[6]The hell I did. I saw what happened. \n[7] \n[8]Howdy, ma'am. Caught this fellow tryin' to steal your Cherokee. \n[9] \n[10]I said get out, dammit!   Now! \n[11] jumps in the Ram and takes off in pursuit.   \n[12] jerks the Ram to a halt, leaps out and runs to the edge of the road to look down on the Cherokee in the river.  \n[13]Sonofabitch... \n[14]Fuck! \n[15]Goddammit... \n[16]He's getting away! \n[17]He's in the water!   I just saw him! \n[18]You try chasing... through this shit... \n[19]He coming around? \n[20]We been fucked with, is what I think. Little slut lied to us. Put 'em on the spot, they'll say anything to stay alive. \n[21]Get out.   Don't try anything stupid. \n[22]Toss the envelope on the seat. \n[23]Wrong, asshole. First you give me the money, then you find out. Unless you want me to shoot you dead right here on the highway. \n[24]Now lift your shirt and jacket and turn around. \n[25]Turn around, hands behind your back, and step toward the truck. \n[26]Now get up in the truck, knees on the floor. Do it now! \n[27]'Let her go.'    Do I look like I have her? \n[28] (a beat; \n[29]You gotta be the dumbest motherfuck yet. You think we picked you out of the blue? New car, Massachusetts plates -- probably be days before anyone misses you. Hell, you shoulda got the bumper sticker that goes with it: 'Rich Assholes Looking for Trouble!' \n[30]I'd have loved to see the look on your face when that car seized up. Help, help, I ain't got no power! \n[31]You know what I'm gonna do first with your money, boy? Well, do you? \n[32](fluttering bills \n[33]What the hell? \n[34]These are... it's nothing but singles... You lyin' sonofabitch! \n[35]Aaagghh! \n[36](barely able \n[37]I don't know! \n[38]Stop! \n[39]She's with Billy. \n[40]I don't know!    Driving around! \n[41] \n[42]Main highway... Texaco... \n[43]Yeah! Just don't shoot me, officer! He's crazy, I tell you! ", "Deke": "\n[1]Daddy, you're home! \n[2](pointing to \n[3] \n[4](he's been \n[5]Cool! \n[6]Stick 'em up. \n[7] \n[8] \n[9]Dad... \n[10]Yeah. \n[11]She's all tied up with tape. \n[12]Uh-huh. \n[13]I got her -- ", "Billy": "\n[1] \n[2]Oh man. Never shoulda opened my damn mouth. Now I'm gonna git it. \n[3]She came in on a truck.   A big white one. \n[4]Then she... she got in another truck. \n[5]Dunno. Some men. Bad men. They say I'm a dummy, but I ain't. I see things. \n[6]Uh-huh.    Route seven.   Up by the river. \n[7]Dunno. They don't tell me that kind of stuff. \n[8]I ain't talking to you no more. \n[9]Man, you're the dummy. \n[10]Don't you git it? The police is the ones in on it! \n[11]Should be... I clocked him pretty good... \n[12]Rise and shine, dad. \n[13]C'mon, shake a leg. \n[14]Give us some answers and you might find out. According to her, you've got a pretty good pile of ready cash sitting in the bank. Is that true? \n[15]Uh-huh... well, 'some' doesn't cut it. Your wife gave us a dollar figure. I want the same exact from you. \n[16]Fluctuates, my ass. If a hotshot like you ain't tracking his bottom line, it'd be the first time in history. What do you think, Earl? \n[17]Yeah, I suppose. Too bad. Guess you're not the donut magnate after all. Waste of time. Plug him. \n[18]Say again. \n[19]Shut up. \n[20] \n[21]I told you we shoulda gotten rid of 'em like that couple up in Utah. Nice and clean. \n[22] \n[23]Howdy, Arleen.                     Hey, Missus C. \n[24] lurking in the shadows at the corner of the barn, watching.   \n[25] grins as the SHOT WHISTLES past harmlessly. He reloads the SHOTGUN, snaps it shut and RETURNS FIRE -- BLAM!   \n[26] veers away, swearing, as hammers and chisels and power tools hit the asphalt and bounce up into his path.  The front end of the extension ladder comes free from the lumber rack and hinges into his path, SMASHING the \n[27]Sonofabitch! ", "Barfly": "\n[1] ", "Calhoun": "\n[1]Yes... sir. I'm the manager. Would you like to have a seat? \n[2]Sir? \n[3]I said you can have a seat if you want. \n[4]Are you all right? \n[5]Excuse me? \n[6]No, I can't. For non-customers the limit is $500 a day. Sir, are you sure you're all right? \n[7](looking up; \n[8]Yes, I am. \n[9](indicating \n[10](turning back \n[11]Marie, this is Roger Calhoun down at the bank. Is the Sheriff there? Well, maybe it's nothing, but you might tell him we just had a fellow in here acting kind of strange... ", "Red": "\n[1]\n[2]You folks all right? \n[3] \n[4]I sure would if I could, mister, but my C.B. blew a fuse this morning. I'm waiting till I hit the truck stop on I-40 to get it fixed. \n[5]About 60 miles. \n[6]I'd offer to take a look, but it's hard to say with these new engines. Used to be, you could give 'em a kick and a holler and they'd start right up. Now it's all computers and chips. \n[7]That could be the problem. You been running it pretty fast? \n[8]Tell you what. If you want a ride, there's a little diner up the road. Belle's. They got a pay phone. You could call a tow truck from there. \n[9]  \n[10] \n[11]Watch your step, ma'am. \n[12]Jesus, pal, what the hell you doing? \n[13]No. \n[14]Huh? \n[15]How should I know where your wife is? \n[16]Mister, I don't know what you're talking about. \n[17]Nope.   Sorry. \n[18]Mister, I never seen you before in my life. \n[19]Look, mister, I don't know what you want, but -- \n[20]Officer, he's crazy -- I don't know what he's talking about. \n[21]I don't know, officer. I'm driving along, suddenly this fella runs me off the road and starts hollering about his wife. I swear, I never seen the guy before. \n[22]No, sir. \n[23]Hell yes, officer. Go right ahead. Name's Red, by the way. Red Barr. My permits are all current. You can check 'em out. \n[24]Nothing, empty load. I'm heading to Fresno for a pick up -- ball bearings or something. \n[25]Tell me about it. Too much competition nowadays. One horse guys like me gotta drive halfway 'cross the country just to get a payin' job. \n[26]No problem.   I understand. \n[27]Yeah. Personal stuff. Clothes and whatnot. You want to take a look? \n[28]Look, I don't mean to butt in, but maybe you got my truck confused with someone else's. \n[29] \n[30]Much obliged. Good luck findin' your wife, mister. No hard feelings. \n[31]You're a tough man to get a hold of, Jeffrey. \n[32]It's not me we're talking about. Question is what you want. \n[33]See, I've got something you might want to buy. Can't show you the merchandise right now, but I can describe it for you. About five- five, hundred and fifteen pounds. I'd say three, maybe four of that is tits. Black curly hair upstairs and down. Interested? \n[34]Bring him up here. \n[35]Welcome to Brackett, Jeff. If ever there was a two-bit shithole in the middle of nowhere, this is it. One gas station, a half-dozen stores and a V.F.W. hall. See that building? \n[36]That's the bank. Brackett Commerce Bank. You with me? \n[37]Then here's the drill. You're gonna walk in there and tell the manager you want an express wire in the amount of $90,000 from your account in Boston. Got your wallet? \n[38]You ask for the money in cash. Small bills. \n[39]Today's payday at the copper mine, so don't take any horsecock about how they haven't got it. If the manager gives you a hard time, that's your problem. It's your wife who's counting on you. \n[40]She's tucked away someplace safe. You get her back as soon as we get the money. Simple as that. \n[41]Now a smart guy like you, you're already thinking about calling the cops, right? \n[42] \n[43]Like I said, Jeff, if you want to call the cops, there's nothing I can do. Hell, with the fire you've got in your eyes right now, I figure you're fixing on calling the F.B.I., C.I.A. -- even the 82nd Airborne. \n[44]Problem is, you can see this town for miles around. So ask yourself: How's the law gonna get here? They gonna fly in? Drive in? Either way, we'll see 'em. So let me be very clear: if we see one unmarked car, one plane, one human being who even smells like a cop -- this deal is dead. \n[45]Now take a look at the building with the flagpole. \n[46]There's exactly two cops in this town. One of them's inside pulling ass duty; the other's on patrol in the foothills. Now a minute ago one of my men called in a non-injury accident on the I-40 connector. \n[47]It'll take that good ol' boy 20 minutes to get to the connector, another 10 to see there's no accident, and another 20 or so to tool his way back. 50 minutes all in. \n[48]That's your deadline. If for any reason one of those cops pulls into town before I'm looking at a bag of money, your wife is dead, you're shit out of luck and we're gone for good. \n[49]See, that's why there's no risk to us in this thing. You do the legwork. We sit back, we watch, we listen to our scanners, we monitor you every step of the way. If at any moment we don't like something, we split. Period. Helluva lot safer than sticking up 7-11s, wouldn't you say? \n[50]Put this on. You can't go into the bank like that. \n[51]How about it, Jeff? Time to get the show on the road? \n[52] \n[53] \n[54] \n[55] \n[56]Look, I'm getting out of here. Stay off the airwaves. Bring the girl and meet me at the barn... You got that? \n[57] The truck streaks along the interstate.   Sitting on the coupler, Jeff is a picture of despair.  \n[58] Hours later.  The truck races toward the bloated lowering sun, with no sign of slowing down. Jeff lies curled under the windfoil on the roof of the cab. He hugs himself, shivering in the cold draft.  \n[59] The TRACTOR TRAILER RUMBLES in low gear along a sparsely populated two-lane road. A neighborhood DOG YAPS.   \n[60]Hey, Deke, you miss me? \n[61] \n[62]Say, Deke, how 'bout opening up the barn for your daddy? \n[63]Deke, c'mon over here, I got something for you. \n[64]Guess which hand. \n[65]Nope.    Try again. \n[66]Nope. \n[67] \n[68]Deke?   Deke, you back there? \n[69]Tell me about it.   You get any word on Earl? \n[70]So it got a little fucked up -- so what? We stay out of the area for a while, things will cool off. \n[71]Dammit, Al, what the hell you doing? \n[72]Fuck that, you can work on it later. Help us with the girl. \n[73]Must've died from the exhaust. \n[74]I'll get some plastic. We'll bury her before it gets light out. \n[75]Shit, it's my wife. Help me get her in the freezer. Just a second, Arleen. \n[76] returns and takes Amy by the legs. Al and Billy lift her by the arms. As they carry her to the root cellar, Red peers into her terrified face.  \n[77]Don't   worry, honey. It's not as bad as   it sounds. It'll take you about   10 minutes to suck the air out.    Probably won't even feel it. \n[78]C'mon, let's go. \n[79]Sure thing, honey. \n[80] Jeff holds the gun ready as he eases open the screen door. The DOOR CREAKS on its hinges. Jeff steps into...   \n[81] Jeff lets the door close silently. There are VOICES coming from a distant room. He passes a washing machine, a hamper full of dirty clothes, and moves silently down...   \n[82] Red is in the middle of telling a story.    Arleen, Billy and Al sit around the table.    \n[83]... So there I am, it's a howling snow storm, I've got 2000 live chickens that are supposed to be in Denver days ago, and this cop is busting my balls because I haven't got chains... \n[84]So what happens but   this big old rooster, damn thing   must've weighed ten pounds,   he reaches out toward that highway   patrolman... \n[85]... just reaches out with his beak, see, and... \n[86] \n[87] \n[88]I don't know, honey.        Just stay calm -- \n[89] \n[90]He's lying, Deke. He can't get me. Just pull the trigger. \n[91]Plug him, boy!     Do what I tell you! \n[92]That's right, boy.       Do it.   Don't worry about me. \n[93]Do like he says, Arleen.      He's crazy. \n[94]This ain't gonna work, boy. \n[95]It's okay, Arleen.      Take it. \n[96] \n[97]It's all right, son.     Just ignore that stuff. \n[98]Remember this moment, pretty boy. 'Cause whatever happens, no matter how far you run, I will hunt you down and kill you like a dog. \n[99] Inside the truck cab, we catch a glimpse of Red behind the wheel, shouting something inaudible. Fragments of debris cling to the grille.   \n[100]Sonofabitch -- \n[101]You think you can come into my life and fuck with me? Nobody fucks with me! \n[102]You think you can fuck with me?! \n[103] screams!   \n[104] Police cars and official vehicles are parked outside the house. RADIOS CHATTER. Yellow crime tape holds back onlookers and news reporters.  Cops and evidence technicians work the scene. A criminalist photographs stolen property as it's carried out of the barn.  A plainclothes FBI AGENT closes a cellphone and walks over to where Jeff and Amy are sitting at a picnic table. They are battered and bandaged.  ", "Barr": ""}}