{"filename": "Brick_script.txt", "imdb_id": "tt0393109", "imdb_url": "https://www.imdb.com/title/tt0393109", "characters": ["Pin's Mom", "Emily (as Emilie De Ravin)", "Dode", "Brad Bramish", "The Pin", "Straggler (as Tracy Wilcoxen)", "The Brain", "Big Stoner", "Tangles (as Ari Velkom)", "Biff", "Kara", "Laura", "Tugger", "Assistant V.P. Trueman", "Brendan"], "dialogues": {"Pin's": "\n[1] A small room, amazingly messy. Clothes strewn about, groves of empty bottles, precarious piles of books. The overall impression though is not of jumbled chaos, but of a nest, comfortably woven and very worn in.  A slim figure with wispy hair sits facing the wall at a small desk, writing under a green bookkeeper's lamp.  Brendan is shoved into the center of the room. Tug and his clones slump against the surrounding walls. Brendan watches the thin figure's back. For a beat the only noise is the scratching of the thin man's pencil. Then he sighs and swivels around.  Mid to late twenties. Sallow features, tired eyes. His clothes are so richly black it is difficult to make out specific items -- he is just one inky black mass from the neck down and eyebrows up.  \n[2] The bird of prey mailbox looms ominously. Brendan knocks on the front door. No answer. He presses lightly on the screen door, and it gives.  \n[3] Empty. Brendan floats through the room like a ghost, to the Pin's desk.  Slowly, then with greater confidence he rifles through it - papers and trinkets, meaningless.  He reaches beneath the desk, knocking it gently with his knuckles. Quickly he removes the top drawer and reaches down into the desk frame.  Brendan draws out a stack of hundred dollar bills two inches thick. He pulls out another. Another. Another. Thumbing the stacks -- pure hundreds.  Something creaks in the hallway.  Brendan freezes. Silently he replaces the money and drawer, his eyes on the doorway. He creeps towards the door on the balls of his feet.  \n[4] Brendan falls into Laura's idling car.  \n[5] Brendan walks past the bird of prey mailbox. A voice from the screen door -  \n[6] Brendan pulls the mustang into the driveway, limps up to the front door and knocks. One of the Pin's boys lets him in.    \n[7] The Pin at his desk, flanked by two of his boys. Tug sits in the center of the room, two of his punks beside him. Brendan saunters between them and leans against the dresser.  \n[8] Brendan scrambles out, slips on the grass and hits the ground hard.  Two sharp gunshots come from the house.  Everything is suddenly still. Brendan stands slowly.  He notices a light from the Mustang - the trunk has drifted open.  Inside, a pale blue arm lies tangled in black plastic. Blue fingernails. Cheap plastic bracelets.  Brendan shuts the trunk solidly, then walks off down the street and vanishes into the inky night.  A moment later police cars pull up, sirens blaring, lights turning the dark streets bright as day.  ", "Mom": "", "Dode": "\n[1]Hey Brendan. Maybe you shouldn't be here. \n[2]Uh huh.   And why are you looking for Em? \n[3]Uh huh. Listen man, I've got plenty on my plate without dealing with some jilted ex. \n[4]Whatever it's about, act smarter than you look and drop it. \n[5]She's with me, and right now that's the best place for her. Leave the low life to the low lifers and dangle. \n[6]Better get while it's good. \n[7]Heel it now, dig? \n[8] \n[9]Deal with whatever this ain't about and drop it. \n[10]She don't - \n[11]You gonna stop me? \n[12]I saw you. I saw what you did. \n[13]I saw you. \n[14]You were with her, dead, and you took the body. \n[15]Before what? \n[16] \n[17]You, I thought you didn't, but we figured out, I got the news on ya, cause you hid the body, why wouldn't- \n[18]Shut up! You're always talking, always this and that smartso, you're gonna shut up now! \n[19]You're not going to talk this! \n[20]Shut up! You're gonna shut your \n[21]put it over real nice- \n[22]Shut up! She's dead, you- \n[23]You're trying to confuse me. \n[24]You couldn't stand it. Your little Em. She was gonna keep it, it was mine, and you couldn't stand that. \n[25]I had you pegged. \n[26]I loved her. And I woulda loved the kid. I'm gonna bury you. \n[27]Plenty. \n[28]You'll believe this. \n[29]You'll believe it, cause it's someone close to you. Real close. \n[30]Real close. \n[31]No it's not. You won't complain when you hear it. \n[32]You had her against the wall with the brick - \n[33] ", "Brad": "\n[1]If the coach wants to play me I'll play, but I can't put my best game in if I've got to worry about whether I'm going to be in there. Halftime last game, coach is pissed I ran it on a pass play, out on the field he says to me 'you gotta think about the team and you gotta' you know and 'if you run that ball again you're out', and I said to him you gotta let me play! I'm out there, let me play, and he's saying 'no you're out' and I kept saying 'Let me play! Let me play! Let me play!', just right in his face- \n[2]Just 'Let me play! Let me play! Let me play!' 'No you gotta' 'No, let me play! Let me play! Let me play!' \n[3] \n[4]Hey. Hey! What are you doing here? \n[5]Oh yeah? \n[6]Why don't you leave? \n[7] Brendan lands on his feet. No black figure to be found.  The cigarette still smolders on the ground. Hand rolled, plain paper.  Brendan gazes through the window, catching his breath. Then he breaks the trance and creeps towards the street.  \n[8]That's all I'm saying, is put me in the game and I'll do what needs to be done, but they don't put me in, what needs doing don't get done and don't come crying to me, man. Get off my grill man, you didn't put me in, don't come to me if you didn't let me play. \n[9]Hey! What are you doing here? \n[10]Uh huh. \n[11] \n[12] \n[13]Yeah? \n[14]Oh yeah? \n[15]Who invited you? \n[16]I think you'd better leave then. \n[17]Just the same. \n[18]Maybe you want to go someplace more private. \n[19]You know what's good for you you'll just beat it. Beating a small frye won't win me anything and it's not going to do you any good- ", "Bramish": "", "The": "\n[1]  \n[2]Hey Brendan. It's been awhile. Where you been eating? \n[3]Huh. Yeah, no one's seen you. What's it been, a couple months? \n[4]A few days ago. Was I wrong? \n[5]To give it? \n[6]It's been so long, I don't know you two's stats. \n[7] \n[8] \n[9]She hasn't been doing too good. \n[10]Help with what? \n[11]Well. I know she was poking in with the Ivy-bound cheerleading elite. Laura Dannon's crowd. \n[12]Yeah. Brad Bramish with her. Cream on the upper crust. \n[13]Know him? \n[14]I won't argue then. Anyway Em tagged after them for a bit, but it didn't work. So she picked her way down the food chain. Last I seen she was with whasshername, that drama vamp. Small time dealer, augh, the evil one, the one you dated- \n[15]That's my bus. \n[16]Kara's? \n[17]239. \n[18]Sure. \n[19] A huge chunk of brown building. Brendan strides towards it.  \n[20] Drama people sit on the floor facing the stage. Brendan steps behind one, the sharp-eyed girl from the picture. She holds a freshman boy's head in her lap. Pets it like a dog.  She looks back at Brendan, her face in shadow.  \n[21] The play is seen in shadow-play through the backdrop.  Brendan slips in through an exit door, crosses the backstage area and enters the dressing rooms.  \n[22] A brightly lit window in the side of Brad's house, and through the window the party.  A dark figure wearing a long coat and broad rimmed hat, all inky black. The figure smokes a cigarette and watches the party, absently stroking his cheek.  Brendan steps back - SNAP!   A twig.  The figure freezes. Then, making no noise at all, it spins to face Brendan, a towering black form against the window.  The glowing cigarette falls to the grass. A metallic glint, and a clicking sound not unlike a gun.  Brendan throws himself backwards onto the grass. A beat.  Through the hole the black of the figure's cloak whips away.  Brendan hesitates, then hops the fence.  \n[23] Dode slumps into the front door of the brown building. Brendan watches him from a distance, eyes thoughtful. After a beat he turns and walks off into the thickening crowds of students.  \n[24]      \n[25]Hm. Do you know anything else about this? \n[26]Slim pickings. Why'd you let Dode fly when he came back to whose-her-name, at the theater? \n[27]Hm. Well, if this is what I think it is, it didn't come straight from Dode, less he's playing out of his league. I can only give you my best guess. \n[28]When the upper crust does shady deeds they do them in different spots around town. I know under the pier's one, down by the bike trails in the state park's another. There's alot of them. The pitch is they've got little symbols for each one, and that's how they tell each other the place, so word won't get around. So this might be that. \n[29]This is upper crust. Dode's pie pan grease. \n[30]How many places start with 'A'? Or if it's a shape, or just a random symbol. Anyway, even if you figured it out, what good could you do? She's smart, she knows the play, she's gunning to square things. \n[31]You said her business was none of yours, so she's alright, forget it now. Go home, sleep. \n[32] Growing larger, burning with a searing intensity, then folding into darkness. Water rushes overhead, over concrete, concrete with a hole in it -- the runoff tunnel, just for an instant, then back underwater, screaming. Brendan choking, screaming, plunging upwards. A woman with no face falls from the darkness and kisses him, her long hair sweeping around him then pulling away. As the last strands slide off his face he wakes up with a start.  The clock says 3:46. Brendan drips with sweat, breathing raggedly. He takes the paper and a pencil from the nightstand and shades the symbol to look like this:     FLASH CUT - The runoff tunnel, lining up perfectly with the now shaded symbol.  \n[33]Hey, Brendan. \n[34]You're up early. \n[35] \n[36]You alright? \n[37]Nah, I gotta take the early bus, cause the others don't run by my street. \n[38]Eh. Time to read's nice. So what's the word with Em? \n[39]Can't raise her? \n[40]So what now? \n[41]You think you can help her? \n[42]You think you can get the straight, maybe break some deserving teeth? \n[43]Well. \n[44]Walk from it. Drop it. You're thick as what-all, Brendan. \n[45]What first, tip the bulls? \n[46]So what first? \n[47]In her car. \n[48]    1 written for. Between when I wrote the script and when we shot it, however, the school expanded and built portable classrooms on the basketball field, and so we reluctantly moved these scenes to the football field.    \n[49]There's the cell number. \n[50] \n[51]Trueman asked for you. Wants words in his office. \n[52]I'll try. So what's first? \n[53]No. \n[54]No. \n[55]Tug... that might be a drink. \n[56]Vodka and milk or something, or maybe not. \n[57]Frisco. Frisco Farr1 was a sophomore last year, I think. Real trash, maybe hit a class a week. Didn't know him then, and haven't seen him around. \n[58]Pin... the Pin? \n[59]The Pin's kind of a local spook story. You know the Kingpin? \n[60]Same thing. Supposed to be old, like 26, lives in town. \n[61]Big time... maybe. Ask any dope rat where their junk sprang they'll say they scraped it from that who scored it from this who bought it off so, and after four or five connections the list'll always end with the Pin. But I'll becha you got every rat in town together and said 'show your hands' if any of them've actually seen the Pin, you'd get a crowd of full pockets. \n[62] \n[63]  \n[64]  \n[65] He spins to see Kara's face just before the door closes. She's worried.  \n[66] \n[67]Yeah, but she stopped at a payphone and made two calls that she didn't want on her phone bill. \n[68]No. Sorry. \n[69]All the buzz. You really do that? \n[70]Why? Is Brad the Pin? \n[71]I told you before I don't know the car. Those types are a nickel a pound, but nobody I know that you don't. And Trueman again- \n[72]Okay. \n[73]No, Dode's MIA all around. \n[74]No more job offers? So she's got a play. \n[75]Some. Laura Dannon came to me looking for you. \n[76]Fourth period, nearly shook me upside down. Can't say I didn't enjoy it, but why'd she come to me? \n[77]Yeah, well. She's some piece of work. If I had known where you were I might have told her. \n[78]I thought we had orange juice, Brendan, I'm sorry. How about Tang, or that's more like soda isn't it, or not soda but it hasn't got any juice in it, it can't be very fortifying. \n[79]Now just a moment, we have apple juice here, if you'd like that, or milk, though you've got that in your cornflakes, I don't know if drinking it as well might be too much. \n[80]It's country style. \n[81]I'll even give it to you in a country glass, how'd that be? Boys? \n[82]Okay, well I'm going to go, um, do something in the other room now... \n[83] \n[84]I think she's with us, Brendan. \n[85]Okay. \n[86] Running fast.    \n[87] Just about to round the corner.  \n[88] \n[89]I'll check it. I'm in third now- \n[90] \n[91]You alright? \n[92]Alright. Trueman was looking for you. \n[93]No, just Trueman. \n[94]No, but looked. \n[95] \n[96]Fifth period Trueman and the VP come in asking for you. \n[97]Did they call your mom? \n[98]Get out of there too, then. Meet me behind the library. I've got some stuff. \n[99]Frisco Farr was found on a sidewalk outside Pinkerton's Deli three weeks ago. He was in a coma, his stomach contained a sausage sandwich, a horse dose of Heroin and traces of Choleric Tricemate, a poisonous chemical found in laundry detergent. Frisco's still under and nobody's talking, so nothing's come of it. \n[100]No, the chem the junk must have been cut with put him down. \n[101]No -- it was a concentrated powder, its street handle's 'whip' or 'rock' or 'brock'. Here. From Laura. \n[102]You tell her to stay clear of me? \n[103]No. \n[104]What? \n[105]What are you going to do? \n[106]How? \n[107] The bird of prey mailbox looms ominously. Brendan knocks on the front door. No answer. He presses lightly on the screen door, and it gives.  \n[108] \n[109]Are you - what, man, have you heard about Dode- \n[110]You- \n[111]Kasprzyk took my phone, turned it off. I just now got it back. \n[112]Are you okay? \n[113]No. \n[114]Yeah. What do you mean? \n[115]If it's late enough I could take my mom's- \n[116]Alright. \n[117] Spinning dizzily from Brendan's POV. Then the fan is still and the room is spinning, then the fan, then the room. Brendan clamps his eyes shut. A door creaks open.  \n[118]   Spinning above them.  Laura lights a cigarette. They lie beside each other.  \n[119] \n[120]Yeah. \n[121]Okay. \n[122] \n[123]No. Stayed there till six thirty, then walked to school. \n[124]No. \n[125]Yeah. \n[126]Yeah. Not with me, but here. \n[127]Alright. \n[128]Yeah. I wouldn't have- \n[129]Yeah, well. Chuck Burns came to. The knife guy. Spilled it all to the bulls, guess Brad Bramish hired him. On his own, just a grudge thing. \n[130]Yeah, you too. \n[131]What'd she whisper to you? \n[132]Alright, you don't have to tell me. Thick. ", "Pin": "\n[1] A small room, amazingly messy. Clothes strewn about, groves of empty bottles, precarious piles of books. The overall impression though is not of jumbled chaos, but of a nest, comfortably woven and very worn in.  A slim figure with wispy hair sits facing the wall at a small desk, writing under a green bookkeeper's lamp.  Brendan is shoved into the center of the room. Tug and his clones slump against the surrounding walls. Brendan watches the thin figure's back. For a beat the only noise is the scratching of the thin man's pencil. Then he sighs and swivels around.  Mid to late twenties. Sallow features, tired eyes. His clothes are so richly black it is difficult to make out specific items -- he is just one inky black mass from the neck down and eyebrows up.  \n[2]Yeah. So now I'm very very curious what you're going to say next. \n[3]Helled if you're gonna go breaking my best clients' noses and expect me to play sandbag. Anyway you've been sniffing me out before then, sniffing for me like a vampire bat for a horse with a nick on its ear he can suck on. They do that. So now you got Tugger to bring you here, which he never does, and you got me listening, so I'm curious what you've got to say that better be really, really good. \n[4] \n[5]No good, soldier. \n[6]Alright, let up. \n[7]Sorry about this kid, but what the hell with what you said before. \n[8]Where you were at, with all of us and the Tug a fist away, you've got to use your nut. Allay the situation, So yeah, you're not scared of me, I got it, but I'm also thinking you're a little nuts now, so you've got that trade off with your standing. But nuts isn't all bad, so maybe it was a good play. I don't know. \n[9]So, Laura talked me down. Let's get you upstairs, back with the living. \n[10]Thanks, mom. \n[11] \n[12]We're cooled off. \n[13]Looky, soldier- \n[14]Give us a few minutes, Tug. \n[15]I'll call you if whatever. \n[16]So? \n[17]Till he took the fall for you. \n[18]Gee that's tough. \n[19]I gotcha. \n[20]What, price? \n[21]And what are your services exactly, just so I can be specific on the invoice? \n[22]Fair enough. I'll have my boys check your tale, and seeing how it stretches we'll either rub or hire you. You'll know which by end of the day tomorrow. \n[23]We're done. \n[24]So. Tangles. \n[25]That's what you'll get every week for your services. Less of course there's a specific job involved, in where you get sliced in with my crew. Square? \n[26]We're doing a thing down at the Hole tonight. Know it? \n[27]It's sort of a welcome you in thing. Eight o'clock. \n[28]So I'm going to start you on the dope circles, cleaning up the Turkish dues, pulling in the strags. \n[29]Yeah, well. Just to see how you handle. Anyway there isn't much else doing. I'm tailing out this big deal, but that's almost done. \n[30]Big time. Biggest I ever done, and there was a snag in it, but it's almost done now. \n[31]It's over. \n[32]It's over enough. You're gonna make me curious, being so curious. \n[33]I gotta lay something out. You're coming into a certain situation, and I'm bringing you in sort of because of it. \n[34]He's got my best interests, I know, he's loyal, he just gets hot. \n[35]You're working for me, not Tug, that's all. \n[36]Things can get, you know, it's tough sometimes. Twisted, complicated, watching all the, I don't know. Everyone's got their thing. You read Tolkien? \n[37]Tolkien, the Hobbit books? \n[38]His descriptions of things are really good. \n[39]He makes you want to be there. \n[40] The bird of prey mailbox looms ominously. Brendan knocks on the front door. No answer. He presses lightly on the screen door, and it gives.  \n[41] Empty. Brendan floats through the room like a ghost, to the Pin's desk.  Slowly, then with greater confidence he rifles through it - papers and trinkets, meaningless.  He reaches beneath the desk, knocking it gently with his knuckles. Quickly he removes the top drawer and reaches down into the desk frame.  Brendan draws out a stack of hundred dollar bills two inches thick. He pulls out another. Another. Another. Thumbing the stacks -- pure hundreds.  Something creaks in the hallway.  Brendan freezes. Silently he replaces the money and drawer, his eyes on the doorway. He creeps towards the door on the balls of his feet.  \n[42]Pow wowing? \n[43]Good. \n[44]You alright, soldier? \n[45]So, Tug, I got a call. Someone who says they know something about Emily. \n[46]Emily Kostich. Where she's at now. Says we'd want to know. Wants to meet. \n[47]So we'll meet him. Four o'clock. Emily was Tug's girl for awhile. You know Emily, didn't you? \n[48]You've heard she's missing? \n[49]So maybe you want to come along too. \n[50] \n[51]Four o'clock. \n[52]Four o'clock. \n[53] Brendan falls into Laura's idling car.  \n[54]Dode here says Emily Kostich is dead. \n[55]Yeah. He says he knows who did it. He says he knows where the body's at. And he says he wants more money than I think the information's worth. \n[56]Plenty, he says. \n[57]  \n[58]I know my business. It's still too much. \n[59]Tug, stop. \n[60] \n[61] Brendan walks past the bird of prey mailbox. A voice from the screen door -  \n[62]Everyone's paying social calls. \n[63]So? \n[64]The stats are war, soon as the press heat dies. And if you're with him, you're with him. \n[65]Tug's been after my digs from the get go. \n[66]He was right. \n[67]I told him to get the straight, no roughing. I wasn't even there. \n[68]I don't know. We'd have to square everything between us. He owes me some money. \n[69]Yeah, alright. \n[70]Tomorrow? \n[71]Four tonight. You'll be here? \n[72] Brendan pulls the mustang into the driveway, limps up to the front door and knocks. One of the Pin's boys lets him in.    \n[73] The Pin at his desk, flanked by two of his boys. Tug sits in the center of the room, two of his punks beside him. Brendan saunters between them and leans against the dresser.  \n[74]I want full assurance that any heat from Emily and Dode is gonna be on just you. I don't even want my name pulled in the shindig. Second, you owe me six Cs, no rush, but I want your shake that it'll come home in not too much time. \n[75]Third thing. The last brick. \n[76]That aint the point. I'm gonna start selling it. How do I know it aint bad? \n[77]Why was the last one? Cause someone got greedy. Tug here's had the means to swipe half and cut it bad for a long time. Now we're splits my loss of trust's retroactive. \n[78]Not good enough. \n[79]I wanna see him dose it. Just to prove it. Then we're square. \n[80]I wanna see it. \n[81]Your not wanting to dose it's telling me something right here. \n[82]What? \n[83]Fine.   Tangles. \n[84]Make peace, huh? Talk it out? Get your boys in my den soes you could snag it under my nose? \n[85]Was it bad, Tug? Snag it so I don't know, or sell it off to flat the war odds? \n[86]Do him! \n[87]Do him now! \n[88] Brendan scrambles out, slips on the grass and hits the ground hard.  Two sharp gunshots come from the house.  Everything is suddenly still. Brendan stands slowly.  He notices a light from the Mustang - the trunk has drifted open.  Inside, a pale blue arm lies tangled in black plastic. Blue fingernails. Cheap plastic bracelets.  Brendan shuts the trunk solidly, then walks off down the street and vanishes into the inky night.  A moment later police cars pull up, sirens blaring, lights turning the dark streets bright as day.  ", "Brain": "\n[1]Hey Brendan. It's been awhile. Where you been eating? \n[2]Huh. Yeah, no one's seen you. What's it been, a couple months? \n[3]A few days ago. Was I wrong? \n[4]To give it? \n[5]It's been so long, I don't know you two's stats. \n[6] \n[7] \n[8]She hasn't been doing too good. \n[9]Help with what? \n[10]Well. I know she was poking in with the Ivy-bound cheerleading elite. Laura Dannon's crowd. \n[11]Yeah. Brad Bramish with her. Cream on the upper crust. \n[12]Know him? \n[13]I won't argue then. Anyway Em tagged after them for a bit, but it didn't work. So she picked her way down the food chain. Last I seen she was with whasshername, that drama vamp. Small time dealer, augh, the evil one, the one you dated- \n[14]That's my bus. \n[15]Kara's? \n[16]239. \n[17]Sure. \n[18]Hm. Do you know anything else about this? \n[19]Slim pickings. Why'd you let Dode fly when he came back to whose-her-name, at the theater? \n[20]Hm. Well, if this is what I think it is, it didn't come straight from Dode, less he's playing out of his league. I can only give you my best guess. \n[21]When the upper crust does shady deeds they do them in different spots around town. I know under the pier's one, down by the bike trails in the state park's another. There's alot of them. The pitch is they've got little symbols for each one, and that's how they tell each other the place, so word won't get around. So this might be that. \n[22]This is upper crust. Dode's pie pan grease. \n[23]How many places start with 'A'? Or if it's a shape, or just a random symbol. Anyway, even if you figured it out, what good could you do? She's smart, she knows the play, she's gunning to square things. \n[24]You said her business was none of yours, so she's alright, forget it now. Go home, sleep. \n[25]Hey, Brendan. \n[26]You're up early. \n[27] \n[28]You alright? \n[29]Nah, I gotta take the early bus, cause the others don't run by my street. \n[30]Eh. Time to read's nice. So what's the word with Em? \n[31]Can't raise her? \n[32]So what now? \n[33]You think you can help her? \n[34]You think you can get the straight, maybe break some deserving teeth? \n[35]Well. \n[36]Walk from it. Drop it. You're thick as what-all, Brendan. \n[37]What first, tip the bulls? \n[38]So what first? \n[39]In her car. \n[40]There's the cell number. \n[41] \n[42]Trueman asked for you. Wants words in his office. \n[43]I'll try. So what's first? \n[44]No. \n[45]No. \n[46]Tug... that might be a drink. \n[47]Vodka and milk or something, or maybe not. \n[48]Frisco. Frisco Farr1 was a sophomore last year, I think. Real trash, maybe hit a class a week. Didn't know him then, and haven't seen him around. \n[49]Pin... the Pin? \n[50]The Pin's kind of a local spook story. You know the Kingpin? \n[51]Same thing. Supposed to be old, like 26, lives in town. \n[52]Big time... maybe. Ask any dope rat where their junk sprang they'll say they scraped it from that who scored it from this who bought it off so, and after four or five connections the list'll always end with the Pin. But I'll becha you got every rat in town together and said 'show your hands' if any of them've actually seen the Pin, you'd get a crowd of full pockets. \n[53] \n[54] \n[55]Yeah, but she stopped at a payphone and made two calls that she didn't want on her phone bill. \n[56]No. Sorry. \n[57]All the buzz. You really do that? \n[58]Why? Is Brad the Pin? \n[59]For kicks? \n[60]I told you before I don't know the car. Those types are a nickel a pound, but nobody I know that you don't. And Trueman again- \n[61]Okay. \n[62]No, Dode's MIA all around. \n[63]No more job offers? So she's got a play. \n[64]Some. Laura Dannon came to me looking for you. \n[65]Fourth period, nearly shook me upside down. Can't say I didn't enjoy it, but why'd she come to me? \n[66]Yeah, well. She's some piece of work. If I had known where you were I might have told her. \n[67] \n[68]I think she's with us, Brendan. \n[69]Okay. \n[70] \n[71]I'll check it. I'm in third now- \n[72] \n[73]You alright? \n[74]Alright. Trueman was looking for you. \n[75]No, just Trueman. \n[76]No, but looked. \n[77] \n[78]Fifth period Trueman and the VP come in asking for you. \n[79]Did they call your mom? \n[80]Get out of there too, then. Meet me behind the library. I've got some stuff. \n[81]Frisco Farr was found on a sidewalk outside Pinkerton's Deli three weeks ago. He was in a coma, his stomach contained a sausage sandwich, a horse dose of Heroin and traces of Choleric Tricemate, a poisonous chemical found in laundry detergent. Frisco's still under and nobody's talking, so nothing's come of it. \n[82]No, the chem the junk must have been cut with put him down. \n[83]No -- it was a concentrated powder, its street handle's 'whip' or 'rock' or 'brock'. Here. From Laura. \n[84]You tell her to stay clear of me? \n[85]No. \n[86]What? \n[87]What are you going to do? \n[88]How? \n[89] \n[90]Are you - what, man, have you heard about Dode- \n[91]You- \n[92]Kasprzyk took my phone, turned it off. I just now got it back. \n[93]Are you okay? \n[94]No. \n[95]Yeah. What do you mean? \n[96]If it's late enough I could take my mom's- \n[97]Alright. \n[98] \n[99]Yeah. \n[100]Okay. \n[101] \n[102]No. Stayed there till six thirty, then walked to school. \n[103]No. \n[104]Yeah. \n[105]Yeah. Not with me, but here. \n[106]Alright. \n[107]Yeah. I wouldn't have- \n[108]Yeah, well. Chuck Burns came to. The knife guy. Spilled it all to the bulls, guess Brad Bramish hired him. On his own, just a grudge thing. \n[109]Yeah, you too. \n[110]What'd she whisper to you? \n[111]Alright, you don't have to tell me. Thick. ", "Big": "\n[1]Back off. \n[2]Just easy- \n[3] \n[4]And stay out, punk! ", "Stoner": "\n[1]Dunno, bra. \n[2]Uh uh. \n[3]Back off. \n[4]Just easy- \n[5]Put him down, man! \n[6] \n[7]And stay out, punk! ", "Biff": "\n[1]He was! \n[2]They didn't! ", "Kara": "\n[1]Come to see the show? \n[2]  \n[3]I'm listening. \n[4]  \n[5]You were a freshman once. \n[6]Eating with? \n[7]You're a cutie. \n[8]Guess you're up from the underneath then. The whole Jerr thing blown over. Lucky strikes, you and your partner get bulled, you come up clean. But I guess you were always the brains of the outfit.1 \n[9]Sometimes I wonder why I dumped you. \n[10]I don't know where she's at, Brendan. \n[11]Maybe I'm looking out for you. \n[12]Brendan... you looking to get back into things? I could use you. \n[13] \n[14]Would you go then, honey, cause I've got this headache. \n[15]You don't know Dode's brand. \n[16]The story about what? \n[17]The story about what? \n[18]I don't know what- \n[19]Brad Bramish? \n[20] \n[21]Oooh, getting feisty. Last time we talked you were giving ultimate-tims. \n[22]All part of your plan? \n[23]I feel so cheap and used. \n[24]Whatever happened to us, Brendan? \n[25]We were a pair and a half for a few months, weren't we? Sometimes I miss having someone I can talk to. You ever miss having someone? I guess you must. \n[26] \n[27]You didn't, did you? \n[28]Brendan. Did you hear about Dode? \n[29]I don't know what you're talking about. \n[30]Sit down, you're a mess. Russ, go get my shoes from the wardrobe locker, would you sweetie? \n[31]Still wish you knew what you wanted to know? If it's any consolation, it probably wasn't Dode's kid. It might have been Tug's, but frankly I wouldn't bet a horse - it was a crowded field there at the end. \n[32]Meany. You want my tale, Brendan? I still know what Dode was selling, but I'd play it smart. A quick call from a payphone to copland, they drag the tunnel and you're through. \n[33]Five thousand. Cash. I know you can get it from the Pin, but even if you can't I want it by first period tomorrow, or I play my hand and bury you. \n[34]Now get out. \n[35]What are you doing? ", "Laura": "\n[1] \n[2]For what? \n[3]Who is this? \n[4]Well then I don't think you're invited to my party. It's a rather exclusive gathering. \n[5]You think you're cute, whoever you are. \n[6]Who are you? Or I'll hang up. \n[7]I know everyone and I've got all the time in the world. \n[8] \n[9]15 Bush street, up in Stockton Cove. Buzz 42 at the gate. Nine o'clock. But who- \n[10] \n[11]I like a man who knows what he's drinking. \n[12]Brad's not a good guy to get on the wrong side of. \n[13]Fearless flyer. Quit your yappin and fix me one. \n[14]I'll never get through all this. \n[15]I knew your old partner Jerr since grade school. Tough break. How long were you two joined up before your operation got the sting? \n[16]Was he?  \n[17]Yeah I did. So why are you here tonight?  \n[18]She wasn't invited.  \n[19]Well like you said, I've got to work on that. Em's been AWOL for a good month, nobody's seen her.  \n[20]Nearly nobody's seen her. So what did she tell you?  \n[21]Listen, you're scratching at the wrong door. I wasn't with Emily enough to know details of what she was in, I just got wind of the downfall, and I didn't get any details of that, except that it was bad. So now that we're showing some cards...  \n[22]Keep up with me now. I don't know, but it sounded like you did, and a body's got a right to be curious. Now I'm not so sure. \n[23]Coffee and pie. \n[24]And you didn't hear it from me. Will you wait here for me? \n[25]You'll stay right here and wait -- I'll be five minutes. \n[26]Hey. \n[27]You're quite a pill. \n[28]Where are you going? \n[29]Why did you take a powder the other night? \n[30]Hold it. I don't get you. That's a chilly heel to be giving a girl who's where you want to know about. \n[31]I want to help you. \n[32]I wouldn't have to lead you in by the hand- \n[33]You're not Brad. \n[34] \n[35]I'll drive you back. \n[36] They zig zag though the twisty suburban streets. Brendan stares sullenly into space.  \n[37]Half an hour. It took all of it for me to cool the Pin down. \n[38]You trust me now? \n[39]Come here.1 I'm on the in, top level of the tower and I know everyone, but I don't know all what goes on. I knew Em when she tried to get with me and Brad, and I liked her. She was smart. But she wasn't us, and it didn't work. When she left she took some souvenirs, dirty habits she wasn't strong enough to control and a connection to the Pin to keep them going. With me? \n[40]A few months go by, and the next I hear the Pin's raging over a situation with some certain junk Em was partial to, and the downfall's coming on Em's head. \n[41]I don't know, but whether she scraped or copped or just ran her tab around the world and into her own back, it must have been grand. I've never seen the Pin so hot. \n[42]I don't know. I'm usually pretty sharp, but... maybe I see what you're doing for Emily, trying to help her. And I don't know anyone who would do that for me. \n[43]What- \n[44] and sits up with a jolt. Laid out in the back seat, Laura dabbing his head with a wet napkin.  \n[45]Lie down, Brendan- \n[46]You've got a fever, you've got to go to the hospital or- \n[47]Three forty. You've got to rest, you're feverish. \n[48]Get back in the car, I'm taking you home, you're sick, you need- \n[49]Get back in the car. \n[50]Wait! \n[51]I'll drive you back. \n[52] Laura drives, Brendan stares at the passing lights. \n[53]What's going to happen? \n[54]Do you feel better? \n[55]Tug. \n[56]He's right, Tug. Smooth it out. \n[57] \n[58]I'm sorry Brendan. \n[59]Don't go tonight. \n[60]It'll play however it plays without you there. \n[61]Why? \n[62]Well let's just, I mean why not just run away. Go somewhere. I've got a car. I've got an aunt in New Orleans, she wouldn't care. Yeah, it's a stupid thing, but think about it, why not? What, school? C'mon. Family? \n[63]I wasn't serious, but we could go for awhile. Just until everything clears. \n[64] \n[65] \n[66]The papers say six dead, three around the house, one girl in the trunk of Tug's car, and the Pin and Tug. \n[67]Tug tried to shoot his way out when the police got there. They tied him to Dode, too. Same gun. And the girl. \n[68]Well good thing you weren't there. \n[69]You think the girl was Emily? \n[70]You loved her. \n[71]You did all this cause you loved her. And now it's finished. I love you. \n[72]What? \n[73] \n[74] \n[75] \n[76]Brendan, why are you- \n[77]Stop it! \n[78]Stop it! \n[79]It's not! \n[80]You know me. I've only helped you. How can you - It isn't true! \n[81]No- \n[82] \n[83] \n[84]Done. Well. That's most of it. 9 out of 10. I told Em to tell Tug it was his. Told her it would soften him up. She said she wished she could keep it, but she didn't love the father. I was going to drive her down the next day, we'd found a doctor. Most wouldn't. She was starting to show. 3 months. You know whose kid that makes it, or have you known all along? \n[85]Mother- ", "Tugger": "\n[1] \n[2]Alright. \n[3]He knows zippo. \n[4]You gonna do what now?! \n[5]I'm fine, Mrs. M. \n[6] \n[7]What with the poking, genius?! Maybe you're poking for your bull friends! \n[8]Yeah well. Maybe you're looking to make good. \n[9]You oughta ask him what you wanna know. \n[10]Yeah, well. That's understandable. \n[11]There was ten of them. I don't know where he picked them, he didn't tell me. \n[12]So we get ten kils of brock, there aint enough marks in the whole burgh to eat that. So he unloads eight of em up way north, even up to the docks. I don't know who. \n[13]Yeah. That was eight. So that's the tenth in there. We gotta break it into doses, sell em off round the high, maybe some by Shorecliffs. \n[14]Ah yeah. There were problems with that. \n[15]It, uh... \n[16] \n[17]Yeah, poor Frisco. You heard about that. We'll track down the rat. Just takes time. \n[18]Emily who? \n[19]Don't know her. \n[20]Has the Pin talked about her? \n[21]Yeah, he might know something. Ask him. Tell me what he says, cause if you heard something, you know, I wanna check. \n[22]Yeah, just shooting it. \n[23]Emily? \n[24] \n[25] Brendan sits up in the bed. Tugger sits in a chair bedside, smoking. Brendan watches him for a long moment in the room's dim light.  \n[26]She sprung it on me, just. That's a hell of a thing to spring on a guy. I don't remember much. Laura talked me down after, said whatever, she knew her, said it wasn't true, but I still think sometimes. I think bout it being true. Bout it being mine. And maybe I did it cause I thought it was true. A hell of a thing. \n[27]You up? You weren't doing too good there for awhile. Laura said take you, you know, hospital, but I couldn't. \n[28]Everyone's just laying low. You're here with us, at my folks place. They're gone. The bulls got Dode fore the tide took his body. \n[29]Yeah, strong tide, would've taken the body, like out to sea. It can do that. But the fuzz got there first. \n[30]So everyone's assuming it's war, but no one's said it yet. Everyone's lying low. \n[31]You're with us. \n[32]So just lie low. Sleep some more. Laura, she said you should sleep. \n[33] About ten more kids dressed like Tug are cleaning guns. Brendan nods to them. \n[34] Brendan stumbles in. Tug's hands grab him roughly.  \n[35]For a smart guy you aint too smart. I said lay low. \n[36]Yeah, she's our go-between. \n[37]Hell I don't. \n[38]Yeah, we'll talk. \n[39] Brendan lies on his back. Sweat stands on his forehead.  \n[40] A swarm of silent activity. Tug's flunkies prepare various weapons. Brendan goes to Tug.  \n[41]They're just ready. \n[42]Yeah. \n[43]The hell- \n[44]Mr. Smarts. \n[45]No. I don't smoke. \n[46]I don't smoke cigarettes. \n[47] Brendan slides into the black mustang and gutters off into the night.  \n[48]Yeah. \n[49]Alright to both. \n[50] \n[51]Hell for that! I didn't touch your junk, that's it. \n[52]To hell! \n[53]Yeah, it better be! It's telling that I'm out from your thumb, that I aint playing lapdog to no gothed up cripple no more! \n[54]Alright! \n[55]Alright, I did all that! \n[56]I cut the brick, I stole the money, I faked a peace, I snagged your junk, I did it all! ", "Brendan": "\n[1]Emily? \n[2] \n[3]Uh huh. \n[4]What's going on, Em? \n[5]Two months. \n[6]Em, why don't we meet somewhere? \n[7]Why not? \n[8]Screwed up how? \n[9]Slow down now, what? \n[10]Brain. \n[11]Back of school. \n[12]Yeah, it's been awhile. You gave Emily my locker number? \n[13]What? \n[14]No. \n[15]It has been awhile.   Who's she been eating with? \n[16]Is it? \n[17]Uh huh. \n[18]Yeah well. I'm not looking for a patch up. Em's life is her own. But she asked for my help. \n[19]I don't know. I don't even care, it's not my business. I just want to know she's ok, so I've got to find her. That's all this is. \n[20]Laura Dannon there with the Rabbit? \n[21] \n[22]By sight. \n[23]Kara. \n[24]You know her locker number? \n[25]Em's. \n[26]Thanks Brain. Keep your specs on, find me if she shows. \n[27]Kara. \n[28]No, I didn't. Lapdog, blow. \n[29]I'm all friendly. Watch your head, kid - that thing bites. I need words. \n[30]About Emily Kostich. \n[31]Still picking your teeth with freshmen? \n[32]Way once, sister. You and Em were tight for a bit. Who's she eating with now? \n[33]Eating with. Lunch.           Who. \n[34]You gonna tell me? \n[35]Where's Emily? \n[36] \n[37]I know you do, so why don't you want me to find her? \n[38] \n[39] Brendan pulls a phone across his desk and dials the number on the flyer.    \n[40]Hello, ma'am, this is Tom, I'm a friend from school. Could I speak to... \n[41]I'm calling for details. \n[42]Details about the party. \n[43]I don't think we've met. \n[44]I can imagine. You should really work on your invite management. That might be a personal 'room for improvement' area in your life. But discretion of your invite sending aside, I have procured a certain someone's invitation, and would like details. \n[45]Wait'll you get a load of my felt fedora and spats. \n[46]You don't know me - I'll save you some time. \n[47]Folly of youth. Ask whose invitation I've got. \n[48]Emily Kostich. \n[49]Tom! \n[50]Could you step aside, please? I'm trying to follow Brad's story, and it's difficult when I can't see his face. \n[51]Leaving. \n[52]Uh huh. Unless your anecdote's got a 2nd act. \n[53] \n[54]Jameson. \n[55]That's a pretty sick thing to be attracted to. \n[56]Uh huh. \n[57]Uh huh. \n[58]A few months. Could have helped himself out by turning me in, but he took the heat. He was a good guy. Solid.  \n[59]You knew him.  \n[60]I'm looking for Emily.  \n[61]She had an invitation.  \n[62]I saw her yesterday.  \n[63] \n[64]If you haven't got a finger in Em's troubles, why'd her name get me into your rather exclusive party?    \n[65]Well I'll put that body to bed. I don't know a damn thing about whatever troubles, and that works for me. I just want to find her. \n[66]Coffee and pie oh my? \n[67]Sure. \n[68]Yes. \n[69] A brightly lit window in the side of Brad's house, and through the window the party.  A dark figure wearing a long coat and broad rimmed hat, all inky black. The figure smokes a cigarette and watches the party, absently stroking his cheek.  Brendan steps back - SNAP!   A twig.  The figure freezes. Then, making no noise at all, it spins to face Brendan, a towering black form against the window.  The glowing cigarette falls to the grass. A metallic glint, and a clicking sound not unlike a gun.  Brendan throws himself backwards onto the grass. A beat.  Through the hole the black of the figure's cloak whips away.  Brendan hesitates, then hops the fence.  \n[70]Where's Dode? \n[71]Dode? \n[72]Kara told me you know where Em's at. \n[73]She asked for my help. \n[74]It's not about that. \n[75]Where is she? \n[76]You're on the bright side of dim, Dode, but if I thought you had this half- handled I'd be eating lunch. Where's she at? \n[77]Throw one at me if you want, hash head. I've got all five senses and I slept last night, that puts me six up on the lot of you. \n[78] \n[79]Tell Emily I want to see her. Tell her if she still wants my help or not that's her business, but I want to hear it straight from her. \n[80]Today. She knows where I eat lunch. \n[81] \n[82]The Carrows rat? \n[83]So what am I? \n[84]You've got to come back to me, Em. \n[85]You're in a spot, I can get you out of it. Come back to me, and whatever heat follows you I'll deal with. \n[86]Tell me about the trouble, the brick and the pin - \n[87] \n[88]  \n[89]Yeah. \n[90]But Dode wouldn't know it? \n[91]Call anything up? \n[92]Yeah. \n[93] Sparsely furnished. Brendan plays Tetris on his computer, staring off into space. His mom's voice calls \"Good night\" and the hallway light turns off.  \n[94]   His eyes turn uneasy as he removes his glasses and clicks off the light.  \n[95] Brendan walks off into the hazy pre-dawn light.  \n[96] A contorted, frozen mask, eyes wet.  \n[97] Dazed, drifting... then suddenly snapping to attention.  A noise. From the tunnel.  Brendan freezes. The inky blackness of the tunnel mouth opens like a vacuum... silent, but then -  The scrape of a shoe against concrete, then echoing footsteps running away.  Brendan springs like a cat, sprinting into the tunnel.    \n[98] \n[99]Yeah. What, are you here for zero? \n[100]Bad break. \n[101]She's gone. \n[102]No, I can't. \n[103]Now. I don't know. I guess it's... I don't know. \n[104]Brain, I can't let her go. I was set to but I can't. I don't think I can. \n[105]No. \n[106]Yeah. I think I could. \n[107]Kara tried to rope me. She came right out and asked. She was scared. Tell me to walk from this, Brain. Tell me to drop it. \n[108]Yes I am. \n[109]I'd need you to Op. Like on Jerr, but that was cake to this. And unlike Jerr, there's not much chance we'll come out clean. Twenty four seven on this one. You okay to op for me again? \n[110]No, bulls would gum it. They'd flash their dusty standards at the wide-eyes and probably find some yegg to pin, probably even the right one. But they'd trample the real tracks and scare the real players back into their holes, and if we're doing this I want the whole story. No cops, not for a bit. \n[111]I don't know. Your mom still have the cell? \n[112]Borrow it for a few days, get me the number. Wait for my word, and cover for me first period. I'm going to be a little late. \n[113]Yeah it was personal. Jerr spooked some decent gees and ran around some what was straight with him, but I'm nobody's bull runner. This wasn't a business sit. But yeah. I bulled him. Got in tight, partnered up and sent him over. \n[114]I'd bull the lot of them, Em, I'd burn down the whole party if they tried to play you again. Jerr and whoever's next. I want to keep you safe. \n[115]  \n[116]Keep it on vibrate. \n[117]Better stop meeting me in the open too. I'm going to start getting visible, and I need you on the underneath. I'll call. \n[118]I bet. Keep him off me - stonewall him, he won't bite, just keep him away from me. \n[119]Make Em's troubles mine. I'm going to throw a few words at you, tell me if they catch. Brick. \n[120]Or bad brick. \n[121]Tug. \n[122]Drink? \n[123]Poor Frisco. \n[124]Pin. \n[125]The Pin, yeah. \n[126]I've heard it. \n[127]Jake1 runner, right? \n[128]You think the Pin's just a tale to take whatever heat? \n[129]A show of hands. \n[130]No. \n[131]Try smoking like a chimney, I've heard that helps. \n[132]Isn't this Dode's brand? \n[133]Oh I do now. \n[134]I'm going to start shaking things up. Give me the story and you might miss the bite. \n[135]Alright. \n[136]I don't want to play games if you've got a headache. Get me if you want to spill it, but I can't guarantee safe passage after tonight. \n[137]Tell the Pin that Brad was my calling card, and I need words. \n[138] \n[139]Listening. \n[140]Alright, you got me. I'm a scout for the Gophers. \n[141]Of all things, yeah. Been watching your game for a month, but that story just now clenched it. You've got heart, kid. How soon can you move to Minneapolis? \n[142]Cold winters, but they've got a great public transit system. \n[143]Yeah. \n[144]There's a thesaurus in the library. 'Yeah's under 'Y'. Go ahead, I'll wait. \n[145]To the parking lot? Well gee I kind of invited myself. \n[146]No, I'm having too good a time. \n[147]With you? \n[148](as if he's been asked to the \n[149]Yeah. \n[150]Uh huh. \n[151]Home. \n[152]Same reason I'm taking one now. \n[153]I'll get where I'm going just fine. \n[154]Go away. Look, I can't trust you. You ought to be smart enough to know that. I didn't shake the party up to get your attention, and I'm not heeling you to hook you. Your connections could help me, but the bad baggage they bring could make it zero sum game or even hurt me, so I'm better off coming at it clean. \n[155]I can't trust you. Brad was a sap, you weren't, you were with him and so you were playing him, so you're a player. With you behind me I'd have to tie one eye up watching both your hands, and I can't spare it. \n[156]No, I'm not. \n[157]Sorry. Kara went home though, didn't she? \n[158]Get the numbers? \n[159]S'alright. Are me and Brad front page news? \n[160]Yeah. \n[161]Brad's a sap. I downed him on his field and his crew didn't bite. So now I know he's a sap and anyone who acts like he isn't is profiting by it. That's not why I roughed him, though. \n[162]Economics. Brad's the school's biggest jake buyer, so if this Pin is behind all the selling, I just got his attention. Anyway, now's just shaking things out. Look, you know a kid around the burgh, lanky, short, shaved head, turns a black tang? \n[163]Keep him off. And keep your specs on - I need to find that kid. \n[164]No sir, never seen him. \n[165]Like I said, he asked for my lunch money first. Good thing I brown bagged it. \n[166]No. I gave you Jerr to see him eaten, not to see you fed. \n[167]Accelerated English, Mrs. Kasprzyk. \n[168]Tough but fair. \n[169]Uh huh. \n[170] \n[171] \n[172]No. And no more of these informal chats - if you've got a discipline issue with me write me up or suspend me and I'll see you at the parent conference. \n[173]Maybe. \n[174]Maybe. Alright, I need you off my back completely for a few weeks. There might be some heat soon. \n[175]If I get caught like that it's curtains anyway - I couldn't have brass cutting me favors in public. I'm just saying now so you don't come kicking in my homeroom door once trouble starts. \n[176]Sure I am. Got one more favor to ask. \n[177]I'm 9 of 10 that Kara's got him, but who knows where. I shook but she's not spilling. \n[178]And I know enough about Kara to let that worry me. Alright, keep your specs on for him. Any other news? \n[179] \n[180]She's tapping Kara, and Kara knows you know me. \n[181]That's the spirit. Ask around for Dode, tail Kara again at lunch. I got knives in my eyes, I'm going home sick. I'll call you tonight. \n[182]I want to see the Pin. \n[183]  \n[184]You the Pin? \n[185]Maybe I'll just sit and bleed at you. \n[186]Call Ms. Dannon in from the hall first; she oughta hear this. \n[187] \n[188]1250 Vista Blanca, the ink blotter at the desk in the den in the basement of the house with the tacky mailbox. \n[189]Where are my glasses? Hell with ya then. Which wall's the door in? \n[190]Water's fine, ma'am, thanks. \n[191]Apple juice sounds terrific. \n[192]That's perfect. \n[193]I don't know. It starts out same as before, and this floor ain't carpeted. \n[194]Yeah well, your muscle seemed plenty cool putting his fist in my head. I want him out. \n[195]The ape blows or I clam. \n[196]About a year ago I had a small time dealing partnership with Jerr Madison. Know him? \n[197]Yeah well. I didn't ask him to, but he was a straight player. I got out clean - almost. Nothing on my official record, but the VPs play it like I owe them one. When I made it clear I wasn't playing their hound dog, well they didn't like it. They keep calling me in, badgering me. \n[198]I don't like being told whose side I'm on. So now they think I'm on your trail, I'm in a nice spot to know their movements and feed them yours. \n[199]You haven't got me yet. \n[200]Considering the benefits my services could yield, I don't think that's unreasonable. \n[201] \n[202]Just drop me at school. How long was I out? \n[203] \n[204]Less than when I didn't trust you before. If you can tell me your angle in this, maybe I can. \n[205]So far. \n[206]You think Em scraped the junk off the Pin? \n[207]This all helps but it's not what I asked. What's your angle in all this? \n[208]Now you are dangerous. \n[209]Where's Dode flopped? I know you two are cozed up, so you'll tell me or you won't. \n[210]It worked. You went to Laura, didn't you? Told her my tale. \n[211]Turned out to be. \n[212]Gol, I must seem a real cad. Sometimes I just hate myself. \n[213]Where's Dode flopped? \n[214]I need to hear Dode's tale about Emily. It's important. \n[215]Uh huh. Laura's working with me now, and I'll have the Pin and Tug in my corner soon. The sooner I get the truth from Dode or the truth about Dode from you, the safer you'll both be. No? Pass it on to Dode anyway. Maybe he'll have the sense to get out from under you before he gets hurt. \n[216] Brendan's at his desk, on the phone.  \n[217]Now we wait for the Pin's answer. Unless his crew spotted VP Truman's social call this morning, it'll be yes. I'd give us 70/30. If we're in I get under his skin and see what's what. You stick to Kara, keep your specs peeled for Dode and stay away from Laura. \n[218] \n[219]You the Pin's? \n[220]So what's his answer? \n[221] Kicks his shoes off and clambers to his feet. The lug's footsteps are impossibly loud.  \n[222] On his socked feet running silently back towards the corner. The lug's footsteps crash like symbols as they both come around the same corner in opposite directions at full speed.  Brendan slides like a baseball player, tangling his legs into the lug's. The lug pitches forward with frightening momentum. He hits the hall's metal handrail with his arms and head. A hollow gong reverberates through the hallway, and the lug falls like a puppet with his strings cut. A wallet with a couple of twenties and a student ID (CHUCK BURNS), three hash pipes, fifteen joints, a baggie of weed and a large brownie in another baggie.  Brendan leaves it all on him and staggers off.  \n[223]Chuck Burns, big lug with hair like a sheepdog. \n[224]The Pin. If he's with the Pin everything's kablooie and I gotta blow the burgh. \n[225]Never mind. If I don't call by three call in the bulls. \n[226]So? \n[227]Yeah. \n[228]South of T Street, yeah. \n[229]    \n[230]So? \n[231]Are you making an offer? \n[232]Hire another hash head to blade me? \n[233]What do you want? \n[234]Yeah. \n[235]Yeah, I'm fine. Keep digging on the Burns lug, but the main thing is to find Dode. He set up whatever Emily walked into, it's getting more and more urgent we talk. \n[236]Trueman and the VP? \n[237]Asked for me? \n[238]That's not good. Alright, keep me posted. \n[239]Small fries. \n[240]Oh yeah? What was it? \n[241]What was it? \n[242]Almost, you said. \n[243]Yeah? \n[244]Muscle you can't control's no good at that. \n[245]Alright. \n[246]What? \n[247]Yeah. \n[248]Oh yeah? \n[249] The clock radio blinks 5:34. The phone is ringing. Brendan half wakes and puts it to his ear.  \n[250]What? \n[251]Agh. \n[252]Probably. I got home late. \n[253]\n[254]Huh. Bad junk. Bad brick... could that form of Heroin be called 'Brick'? \n[255]I told you to stay clear of Laura. \n[256] \n[257]No. Tell her I'll be at the Pin's at one. Any luck with the lug? \n[258]This isn't good. \n[259] \n[260]What the hell are you doing asking for me in class? \n[261]What? \n[262]I've been cut loose. I'm not safe here. We shouldn't have met in the open. Alright, lay low, but ask on the underneath for Dode. That's all that matters now, find Dode, but do it on the underneath, got it? \n[263]I'd like to have played it safe, but there's no time. The Pin's not letting anything drop, so I gotta push things a bit. \n[264]I don't know. Just find Dode. \n[265]Don't be a sap. I can't even face up at school, the VP's so hot for me. \n[266]I'm looking to find this big game the Pin's played, not to gum it, but just so when its tail jams in my back I'll know who to bill for the embalming. \n[267]I did. He didn't tell me. \n[268]When a gee I'm paid to side with won't give me the straight that makes me nervous. Makes me angry. \n[269] \n[270]Didn't tell you. \n[271]What about the ninth brick? \n[272]Yeah? \n[273]Frisco. \n[274]I heard something fell with Emily Kostich. \n[275]Kostich. \n[276]Huh. \n[277]Not to me. \n[278]Sure. \n[279]Just shooting the shat. \n[280]A while back. \n[281]Yeah, I heard that. \n[282]What has Emily got to do with you? \n[283]That's my ride. \n[284] \n[285] \n[286]What time- \n[287]What time is it? \n[288]Shut up! Shut up! Shut up! \n[289]Okay, you've got to, what you've got to do is drive around to the Carrows lot. \n[290]Do it! Will you do it? I need you to do this. I need you, here. Please. \n[291]What are you doing, Dode? \n[292]What do you think you're doing, Dode? \n[293]What'd you see? \n[294]What'd you see me? \n[295]Yeah, I did. That's all you saw? What about before? \n[296]Did you see who killed her before I got there? \n[297]I found the body, Dode. \n[298]Who's 'we'? \n[299]I didn't kill her, Dode. \n[300]Dode, I know you're thinking of Em, I know you tried to help her- \n[301]-so I'm telling you now you're in over your head, you don't want to put your hand in this- \n[302]Why was she scared, Dode? She came to me, who was she scared of? I think I know why, I just gotta know who! \n[303]Dode. \n[304]What was yours? \n[305]What was yours? \n[306]What'd I miss? \n[307]Oh yeah? \n[308]That so, Dode? So walk. What's the info have to do with you anyways? \n[309]Uh huh. And he wants cash on the nail. He's a pot skulled reef worm with more hop in his head than blood. Why pay for dirt you can't believe? \n[310] \n[311]Maybe it's hot, but it's Dode, you can't trust it. \n[312]I'm getting my shoes wet for this. Let him milk you if you want. \n[313] \n[314]Tug, it's alright! \n[315]What's the stats? \n[316]Tide? \n[317]War? \n[318]The hell I am. \n[319]Alright, I'm with you. \n[320]Hey. \n[321]Yeah. \n[322]I was there. \n[323]Where were you yesterday? I called. \n[324]Alright, listen- \n[325]Just listen. Is my name in the papers with the story? \n[326]Alright. Is it just Dode in the papers? \n[327]Listen, I'm going to be calling you tonight, probably late. Sleep with your phone on. Could you get a car if you needed to? \n[328]Be ready then. I'll call. \n[329]You scheming tramp. You set that poor kid up, you hid him, fed him your tale. You got info from Laura and held Dode like a card till you could play him. For money! \n[330]You'd bury me at the same time, but it was mostly for the money. You got Dode thinking Em had his kid, thinking I did it, and that was enough for him, but he stuck to the money cause you had your claws in him, cause he couldn't come away from the deal without it and make you happy. \n[331]Showing your ace. \n[332]Laura here? \n[333]So what are the stats? \n[334]Tug got hot. He panicked. \n[335]No. He's been anxious cause he thought if you found out he killed Emily you'd turn him over. \n[336]Yeah, well. \n[337]Alright. So he's a hot head. So you don't want him on your side, at least let's have a pow wow fore we start digging trenches. Maybe we can all walk away amiable enemies. What would it take? \n[338]Alright, but we can talk. \n[339]Four o'clock. \n[340]Tonight. Let's clear it all before it boils up again. \n[341]Yeah. \n[342] \n[343]She was at the Pin's. \n[344]Uh huh. So here's the sit. You and the Pin are going to pow wow, four o'clock tonight, his place. Take all the muscle you want, you won't need it. He wants to talk straight, and you're going to work with him for whatever he needs, cause you don't want war. \n[345]The Pin's sitting on the brick profits - hitting him now would be post. Make peace and wait for your chance. \n[346] \n[347]Yeah. \n[348] \n[349]I've got to make sure it plays out smooth. \n[350]I've got to make sure. \n[351]Cause if there's war, I'm in it too. \n[352]Alright, stop. \n[353]Tell your boys no knuckle business. \n[354]Your folks left a car here? \n[355]Take it and Laura's. I'll go first in yours. \n[356]I'll take the scenic route to draw off any tailers. They'll think it's you, they might even radio back that you're alone. Get it? \n[357]Alright. Got a cigarette? \n[358]I've seen you smoke. \n[359]Give me fifteen minutes, then go. \n[360]Alright, I warned you. Can you get the car? \n[361]Go to 2014 Clancy, off Pico west of La Grange. Park outside and wait. Laura's inside. She hasn't got a car, but if she blows on foot or gets a pick, tail her. Alright? Alright? \n[362]I'll call you when it gets light. Thanks, Brain. \n[363]Talk. \n[364] \n[365]Then you owe it. Shouldn't need a shake on that. \n[366]Good. Let's seal it up and blow for keeps. \n[367]It's yours. \n[368]Why would it be? \n[369]Did you, Tug? \n[370]Alright, so let's shake and blow. \n[371]What would be good enough? \n[372]I'll dose it. \n[373]If it'll shut you two apes up I'll   take the dose, and if I don't die we're   all right as rain, and if I do die you   two have your war, so long as you keep   it off my grave. Deal? \n[374]Johnny, go with him. \n[375]No! \n[376]No, that's not- \n[377] \n[378]Hey. Where are you? \n[379]Did she blow last night? \n[380]You didn't give her a ride, did you? \n[381]But she came straight to school from Tug's? \n[382]She there now? \n[383]Alright. Tell her I wanna meet up on the basketball field in half an hour, then go home and get some sleep. \n[384]No. I took your advice and didn't go. \n[385]What happened? \n[386]Yeah? \n[387]Huh. \n[388]Yeah. \n[389]Probably. \n[390] \n[391]No. \n[392]No, it's not finished. Tug pulled the trigger on Em and he got the fall, but the bulls coulda found that out without me. \n[393]I set out to know who put her in the spot, who put her in front of the gun. That was you, angel. \n[394]It was you. What, you want the whole tale? You want me to tell it to you? \n[395]Alright, from the top. You had your fingers in Brad Bramish for appearances and to keep him buying from the Pin, who you were hooked with. Emily came to you and Brad, you saw her for what she was, an insecure little girl trying to get in. She goes on the backburner. Meanwhile maybe you're getting bored, maybe just greedy, so when the Pin scores big with the bricks you take your shot. You hook one, take half, and cut it back to size, but you cut it bad. Maybe accidentally, maybe to down the Pin's operation, doesn't matter. You put it back, but poor Frisco doses off it and lands in a coma. So now the Pin's fuming, maybe he's jealous of Brad, so he comes to Brad's crowd looking for blood, or at least a scape. You know trouble. There's going to be a war over this. And there's Emily. She trusts you. She wants in. It's duck soup. \n[396]You frame her for the bad brick, then you cut her loose. You turn on your heel and bite her in the throat. Last week on the payphone, Pico and Alexander, she saw something she was scared of. Tug's car driving by, the Pin driving, but she wouldn't have seen the Pin. No, she was across the street, angel. She saw the passenger side. She saw you. She saw you and ran like she saw some devil. \n[397]And she took the hit. Dode hid her away, but the Pin was on to her, tracked her down, told her to meet him, that they would make good. Gave her a time, and a place. And sent Tug. Just to get the straight. But maybe you had talked Tug up, or maybe he just blew a fuse, but Em sprung it on him that she had her kid, and he did what anyone could count on Tug doing - he hit her. She took the hit for you. You let her take it. \n[398]That's the tale. \n[399]You're going to tell me it's not? \n[400]Look at me. \n[401]I hope it isn't. I want you to have been on my side all along, not just trying to get me under your thumb like Brad and the Pin and Tug. \n[402]But I think you knew that meeting was going to blow up. I think that was your final play. But I hope I'm wrong. I hope everything I wrote in the note I dropped at Gary Trueman's office this morning is wrong. About your and Brad's involvement in the Pin's runnings. I hope you didn't steal the brick last night. In your purse. \n[403]That's good. That means you didn't let me walk into a slaughterhouse. You didn't lead Tug and the Pin and their crews to the slaughter. And when Trueman reads the note, takes my cue and searches your locker, he won't find a damn thing. \n[404] \n[405]You get your straight? \n[406]S'alright. \n[407] \n[408]She called me a dirty word. \n[409]As what-all. "}}