{"filename": "Bridesmaids_script.txt", "imdb_id": "tt1478338", "imdb_url": "https://www.imdb.com/title/tt1478338", "characters": ["Annie", "Oscar the Security Guard (as Joseph A. Nunez)", "Kahlua", "Don Cholodecki", "Annie's Mom", "Kevin", "Lillian", "Annie's Mistaken Husband", "Brynn", "Gil", "Rita", "Boot Camp Instructor", "Jewelry Store Couple", "Becca"], "dialogues": {"Annie": "\n[1]  \n[2]Yeah, I had the best time. I have't had that much fun on a first date in years, ever... She brushes the hair off his forehead as if he were her long time lover. \n[3]Oooooo. Oops. I mean, yeah. What? \n[4]Yeah, yeah. Ok. Yeah. Yeah. I love that. Annie struggles to maintain her composure. \n[5]Yeah, me too, I'm soo busy-- \n[6]Yeah, summer, exactly. It's a crazy season. So you just wanna give me a call in the fall or--? \n[7]You shouldn't be! Yeah, Halloween-- \n[8]Me too, I'm just- so many business trips to places that are just far awayâ\u0080\u0098cause I'm doing really well at work. \n[9]It is sooo refreshing to hear you say that, because isn't that what everyone thinks but is afraid to say? I mean, i's science. I'm-I don't want a relationship either. Let's just say that. And I wouldn't even care whatever you do or I do, I just wanna have tons of fun, like no strings attached at all. I'm just different from other girls. 3. \n[10]Yeah, they say that every couple months it's good to trim the ends, you know, get all the dead stuff. So, cool. Cool. 've cut hair before. He waits, but Annie doesn't budge. \n[11]Yeah, me too. Gonna try to get some sailing in before the weather gets crazy... \n[12]Oh, no problem. Made from scratch. \n[13]No, I love it! The gate starts to open. Annie exits. \n[14]Byyyyee! 4. \n[15]Oh, shit. The brakes squeak as she very slowly drives away. \n[16]  \n[17]I guess? I don't know. I feel so stupid now. \n[18]I think I might be a little bit stupid. \n[19]No! But I gave him a blow job. \n[20]Well, he kept putting it in my face. Lillian's boyfriend DOUGIE enters the bedroom eating a Luna Bar in his sweats. He's stretching and flexing his muscles trying to make her laugh. 5. \n[21]At least you have someone. God, wha's wrong with me? 6. \n[22]I still don't think I do that. \n[23]I brought him lemon-bars because I was making them anyway, as a friend. Yo're right, that's weird. \n[24]Ok, just take a deep breath, look in the mirror and remember when I was getting my braces off and farted at the orthodontist. Lillian laughs. \n[25]Are you serious? 7. \n[26]God, I haven't seen you in months! \n[27]Hi. Sorry, sorry! I'm here. I'm here. \n[28]Sometimes there is, so....there have been. At times, there has been. \n[29]Donna, can I talk to you for a second? I feel like if you gave me a shot at engagement rings sometime, I could really- \n[30]Five? 9. \n[31]It's so hard to make commission over there. \n[32]Many times. \n[33]Okay.  I do want it. \n[34]Hello, can I interest you in a sterling silver money clip that will create memories for you and your family? No? We cut to a HOME IMPROVEMENT SHOW on T.V. 10. \n[35]  \n[36]Yes. I'm beat. \n[37]Thanks. Goodnight Steve! She shuts the door behind her. \n[38]  \n[39]You're right. God, she's getting really skinny. \n[40]What? \n[41]Oh my God! Look, he showed up with your mom. It's a short grey-haired OUTDOORSEY WOMAN in hiking boots. They laugh to themselves. Annie keeps reading. \n[42]Cool! They're making a WKRP movie. \n[43]What? Lillian splays her hand over the magazine showing off a sparkling DIAMOND ENGAGEMENT RING. 12. \n[44]Lillian! What is that?! \n[45]What?!! \n[46]It's beautiful. Lillian. Oh my God, this is...this is crazy! \n[47]That's not I mean. I mean, I remember when we met him at Lake Mills. You lost your virginity to him right in front of me on the dock, remember? \n[48]No, I don't. It's just making me realize how long we've known each other. \n[49]Oh my God! I don't know what to say! \n[50]Uh, wow. Yes! Of course! Yes! My God. I've never been in a wedding. \n[51]I know what you're doing. Don't downplay this. I'm happy for you. And someday when hell freezes over and I get married, you can be my Maid of Honor. But for right now, this is about you. OK? This is you're day, and it is a big deal. \n[52]Then that's what it'll be. Did you guys set a date? \n[53]Well you are very fortunate because you happen have the best maid of honor in the whole wide world, and-- Lillian's cell phone rings, she looks at it and smiles. \n[54]Ooo, haha... Annie continues laughing alone. She looks around the room as her smile disappears. She remembers... 14. \n[55]Lillian Marie Donovan. Do you take your husband, forever, to be your husband? Lillian stands by a poster of Eric Estrada in his C.H.I.P.s uniform that is taped to a tree. \n[56]I do. \n[57] \n[58]Awesome!... 15. \n[59]Ooh, what's this... She finds the article. â\u0080\u009cHurry, before he gets away! Top five ways to reel him in.â\u0080\u009d \n[60]Hello? \n[61]Yes? It's HELEN  Lillian's bridesmaid and friend from the tennis Club. She's a tall leggy blond, all smiles. East coast pretty with a lot of cream cashmere turtleneck sweaters in her closet. She is sitting in a cream colored living room on a huge cream couch with lots of candles glowing. \n[62]Hi. \n[63]Of course, Helen. Hi! \n[64]Oh, thank you. Annie, reads â\u0080\u009c#2. Expose your best asset. ASAPâ\u0080\u009d She panics, starts to elongate her right leg, points her toe, flexes her leg, flips her hair. He seems confused but politely smiles and goes back to his magazine. \n[65]Sorry, yes. Hi! \n[66]Yeah. It is quite an honor. \n[67]I'm sorry, the what? \n[68]I've never even been in a wedding before. \n[69]Um, well, it should be fun. Annie sees that the hot guy is leaving to pay for his magazine! She readsâ\u0080\u009c#5. Make a funny observational joke that pertains to HIM. (ya know, LIKE SEINFELD!!] Men LOVE \n[70]Um Helen, can you hold on for a second? 17. \n[71]Hey, you're dog's really cute. \n[72]It's kinda funny right? That when girls are ugly, they're called dogs, but dogs are cute. Annie laughs. He half smiles but does not respond. \n[73]Well, some dogs are ugly. Some girls are ugly. I know a lot of ugly girls. But I'm not friends with them. I've seen a lot of ugly dogs too. But some people I know who are considered dogs, you know, they have a good personality, and are better looking to people cuz of that. And people who are not nice...that's ugly to me. And female dogs are called bitches, that's weird. I'm just kidding. It's a joke. I have better ones. The guy leaves. She hears a voice coming from her phone. \n[74]Helen! Sorry. Yeah um, I'm really excited for all the wedding stuff and-- \n[75]Yeah, Lillian told me last night. Awkward silence. 18. \n[76]Not yet. But they are coming, and I will fill you in-- \n[77]Just these. Noticing a magazine by the register that reads â\u0080\u009d(some bad \n[78]And this. \n[79]   \n[80]Whoa. Email DING. She checks her inbox. 48 NEW MESSAGES. â\u0080\u009cBridesmaids!â\u0080\u009d, â\u0080\u009cSo excited to meet you!â\u0080\u009d, â\u0080\u009cWedding Bells!â\u0080\u009d,â\u0080\u009cSuper fun!â\u0080\u009d,â\u0080\u009dEngagement party!â\u0080\u009d â\u0080\u009cHotel Ratesâ\u0080\u009d,â\u0080\u009cShoesâ\u0080\u009d,â\u0080\u009cShower themesâ\u0080\u009c â\u0080\u009cDoes anyone have...â\u0080\u009d,â\u0080\u009cCute Favor Ideasâ\u0080\u009d,â\u0080\u009cFitness programâ\u0080\u009d,â\u0080\u009cLingerie?â\u0080\u009d â\u0080\u009cSpecial thoughtsâ\u0080\u009d â\u0080\u009cPoem suggestions?â\u0080\u009d â\u0080\u009cInvite list for showerâ\u0080\u009d â\u0080\u009cContact list for bacheloretteâ\u0080\u009d â\u0080\u009cMaking memoriesâ\u0080\u009d â\u0080\u009cFrench manicures?â\u0080\u009d etc. \n[81]Oh my God. 19. \n[82]  \n[83]He probably didn't see you, Mom. \n[84]Yeah, I'm sure that's it mom. \n[85]Yeah. \n[86]Mom I'm running a little late so-- \n[87]I already told them, they understand. 20. \n[88]Ok, Mom-- \n[89]I should get going. I have long drive. \n[90]Mom I told you you don't have to send me-- \n[91]I love you too Mom. Bye. They hang up. Annie walks to the kitchen. \n[92]Ok, how do I look? \n[93]Nevermind... \n[94]Oh. Well, thank you. 21. \n[95](looking at herself] That's actually a good idea. She starts to leave but sees a guilty look and some frosting on Steve's face. She looks over at her saran- 's. \n[96]How many moonpies have you eaten? Tell me the truth. \n[97]Ok, now really tell me the truth. How many did you eat? \n[98]Shit! She pulls over. OFFICER RHODES approaches, chewing gum. \n[99]No. Was I speeding? \n[100]Ooooh. Yeah. Mine are out. \n[101]I'm sorry. I usually only drive in the city and they've never pulled me over. To tell you the truth, those lights have been out for like a year. \n[102]What? No.. I- \n[103]Can you do that? \n[104]Look, I'm really sorry. I promise I will get the lights fixed tomorrow morning. I'm kind of in a hurry. I'm going to my best friend's engagement party, I'm the Maid of honor and so I really - \n[105]Am I getting a ticket? He searches for words. She's cute and he wants to keep her there. He keeps smiling. Awkward silence. 23. \n[106]Here. He writes a ticket. \n[107]I don't remember. \n[108]Oh, Okay. \n[109]Oh yeah. \n[110]What? \n[111]Do you want one? 24. \n[112]Hi Mrs. Donovan! They hug. \n[113]I know, I'm so happy for her. \n[114]Nope. \n[115]Hi. \n[116]Lil! It was nice meeting you Mary. Annie leaves. \n[117]Hey! What's up? Where's Dougie? \n[118]This place is so fancy. Dougie's parents belong here? \n[119]Oh. Wow. I guess it's not what I pictured. Lucky you. \n[120]Oh! So where's this guy you were telling me about? \n[121]That's ok. 27. \n[122]Leslie, hi! How are you guys? \n[123]No, no.  Hi. (to them) No. Annie meets DANA who is with her husband Ernie. 28. \n[124]Wow, that's beautiful. I never thought of it that way. \n[125]No, I don't know him. He's not with me. He's just passing by. I'm not here with anyone. BECCA stands very close to her husband KEVIN, a good looking stockbroker type. \n[126] \n[127]Megan! How are you? \n[128]Oh shit! \n[129]Wow. Well, I'm glad you're OK. \n[130]Hi. \n[131]Oh, the Starbuck's of the candle world? Those are popping up on every corner. Which one do you own? 31. \n[132]Oh, wow, that's pretty cule. \n[133]That is a lot. \n[134]Yeah, I was just telling Lillian i's very elegant. \n[135]Yeah in the nice part. I work at Harrington's Jeweler's. I love it. \n[136]It's pretty well-known in the jewelry world. It's got like the biggest market for all the jewelry they sell and 'm actually gonna be getting a promotion \n[137]Yeah, so I'm pretty excited about it. It's gonna be...pretty big. So, if you ever need a discount-- 32. \n[138]Thank you. \n[139]Am I supposed to give a speech? As Helen reads, Annie looks around the room and sees everyone in awe. Dana starts to cry. She reads from a fancy sheet of stationary. \n[140]Um, hello everybody. Hi everyone. 'm Annie. Wow, it really smells like vanilla in here. \n[141]Thanks Megan. Lillian this is gonna be awesome. Um, uh, God, oh, oh, oh, what's that saying? 34. \n[142]Ayay, um, God, um, what is it? It's a good one, a good saying, it's Irish. It's like a-like a toast. Is it Irish? Something about a road...Oh God, 'm blanking. So I'll just say I'm so happy to be a part of this whole celebration and happiness. You two are so happy together and hope you have a happy lifetime of happiness and celebrating. And I love you and....Lillian, w've been best friends since we were like 5...'ve never been to Greece... 't know if she's done. Annie sees Helen has moved over to sit next to Lillian. \n[143]â\u0080\u009cDid you ever know that you're my hero...You're everything I wish I could be..â\u0080\u009d C'mon you guys know the words. Some people reluctantly sing along. \n[144]â\u0080\u009cI could fly higher then an eagle. For you are the wind beneath my wings. Flyyy, flyyyyy, so fly into the sky, so fly until we touch up high--â\u0080\u009d \n[145]Oh my God, tell me I didn't sing. \n[146]God, I don't know, I was just maybe a little out of my element, and after Helen's speech-- \n[147]I'm so embarrassed. What did you think of your engagement party? \n[148]I'm feeling slightly mortified. \n[149]Aren't I supposed to be planning some of these things? \n[150]She just got engaged two weeks ago. \n[151]Helen, I'm pretty capable. I think I can handle it. A guest walks by and taps Helen. 36. \n[152]Oh well... \n[153]Oh, great! \n[154]No, I got it. \n[155]Sorry... Well, it's official. Lillian set a date. October tenth. Why did I just get a stomach ache. \n[156]Yeah and they've all done this before so I'm feeling a little pressure. I have to make this really nice for Lillian. \n[157]That dress is beautiful. \n[158]Oops. Hold on a sec, hard to write... 38. \n[159]Hi. I need to make these shorter. \n[160]I know, it's... I can't work with them so long. \n[161]Ok. \n[162]Alright. \n[163]    \n[164]Here it is! \n[165]Everyone this is Occasionz, supposedly it's you know, one of the best bridal shops in town, so, that's cool. Oh and also, there's a restaurant inside, so um, I figured, we could maybe have lunch after. So, let's go! She goes to the door. It is locked. She sees a buzzer. 39. \n[166]Oh, I didn't see that. She presses the buzzer. \n[167]Hi, we're hear to see some bridesmaids dresses. \n[168]Oh, Annie. \n[169]Oh, she must be talking about the restaurant. (back into the intercom) No, we're here to look at dresses. \n[170]Um, no, I'm sorry, I didn't know I had to make a reservation for that. Sorry! Anyway, we're all out here now and-- \n[171]Seven weeks?! \n[172]What? \n[173]No, I can hear you. Would it be possible for you to make an exception for us because we drove all the way out here and I didn't know about the reservation/ appointment thing so... \n[174]No, no. I'll work it out. Don't worry. \n[175]Yes, hello! \n[176]Hey, you want to sneak off and look at the wedding dresses? \n[177]Wow. That's amazing. \n[178]  \n[179]Hi I'm Annie. Can I get a martini? What you mean you need to see I.D.? 43. \n[180]Thank you. Annie laughs. And turns away right into, a GORGEOUS male model in a tuxedo. \n[181]Hi. \n[182]Hello Christian. They hear the voices of the men from the party screaming for her. 44. \n[183]Oh, Christian! I need a place to hide. \n[184]  \n[185]Yeah. I think it will look good on everybody, it has a sash-- \n[186]Huh? \n[187]Well, what about this one? Everybody stops and looks at Annie. \n[188]I think it would be flattering on everyone and we could totally wear it again. The sash comes in different colors not just this one. \n[189]Or this one! People wear sashes to the Academy Awards all the time. \n[190]I think Lillian would like this one. \n[191]This dress is almost $500! \n[192]No, that's what I'm saying. That's a great price. 47. EXT. â\u0080\u0098OCCASIONZ RESTAURANT' BRIDAL-THEMED CAFE. PATIO. Andrea Bocceli music playing. Waiters in tuxes etc. The girls sit at a beautiful table looking at men's. \n[193]They only have salads. \n[194]No, no. Not right now. I had a boyfriend for three years but we broke up like six months ago. \n[195]It just didn't work out. \n[196]No it's fine. But he didn't steal the money, I loaned it to him. And HPV is really common right now. Everyone looks around. \n[197]Around fifty percent of sexually active men and women acquire HPV at some point in their lives and by age fifty, eighty percent of women will be infected with a genital HPV infection. \n[198]About 6.2 million new cases of HPV affect Americans each year. \n[199]Very few HPV infections show any signs or symptoms. Therefore a lot of infected people don't even know they have it, yet they transmit the virus to their sexual partner. Silent. Everyone is a little grossed out.. \n[200]Anyway, it's fine, the past is the past. We weren't meant to be. My last pap-smear came back normal so that's cule. But you know, I'm dating, here and there... \n[201]Oh, I didn't even think about that. \n[202]Really? \n[203]Yes. \n[204]  \n[205]What?! Come on! She pulls over. Officer Rhodes approaches. \n[206]Oh hi. \n[207]I'm sorry, money's been tight and...I forgot. You're not gonna give me another ticket for that are you? \n[208]I was? \n[209]Yeah. 51. \n[210]Don't talk about cravings right now. I am PMS'ing like crazy. It's taking everything in me not to stop and the store and get like three kit-kats and a bottle of wine. I'm so irritable right now. They stare at each other out of awkwardness. \n[211]Sorry. \n[212]Thanks. \n[213]Thanks. Annie. I'll get those fixed. I get paid next week. Bye! She drives off. Rhodes wishes he had been more suave. 52. \n[214]Trust me, I've been in the jewelry business for a long time. Nothing says â\u0080\u009cI'm sorry for your loss' like a sterling silver money clip. An OLD WOMAN CUSTOMER looks at her stone-faced. \n[215]We also have yo-yos you can engrave. In memory of...um, what's your friend's name? The old woman walks away as Sandy approaches. \n[216]I'm gonna pay for a cream-colored gown that I'll never wear again. \n[217]  \n[218]Help me! I can't find anything to wear for my date with Mike tonight. \n[219]Listen, I'm going on a date. This? (holds up a dress) or this? (what she's wearing) \n[220]What's wrong with'em? \n[221]Shit. These are my only clean pants. \n[222]Thanks Steve. \n[223]I'm not an expert in corporate real- estate but I've always been interested in it. So, yeah I totally agree. Mike smiles, he is cute! 54. \n[224]Me too. \n[225]I can do that drive in my sleep these days. \n[226]Thank you. I brush'em every day. She flashes her teeth. The hostess comes up. \n[227]So, Becca tells me you play a lot of tennis. \n[228]Oh, yeah I haven't rea-- \n[229]No problem. \n[230]No. \n[231]Hey, it's me, I just had to tell you about my night. Oh my God. Call me. \n[232]Very funny, Officer...Jones? \n[233]No. Sorry. I'm a little out of it. I'm not drunk. \n[234]Yeah. Recovering from a date. \n[235]Finish your cleanse? \n[236]Thanks for the drink.  So are you one of those cops that sits in that same spot everyday and sneaks up on people? \n[237]That's a very good point. \n[238]Yes. I'm starving. \n[239]Ew! What is this? Annie pulls out a very dry, warped discolored carrot. \n[240]The what? 58. \n[241]No. I think you should eat it. The're your carrots. He goes to eat it. She grabs it out of his hands. \n[242]No, no! Don't eat it! EW!!! She throws it on the ground. \n[243]I don't think I've ever wanted to get of out a restaurant faster in my life. \n[244]I have no idea what am I going to tell my friends who set us up. \n[245]Yeah. You're probably right. Now Rhodes and Annie are driving in his police car. \n[246]It's an ok job. It's commission, so it's unpredictable. I don't know, I always wanted to finish my bachelor's but that's kind of financially impossible right now. Plus I'd feel like ninety around all those college students. 59. \n[247]Hmm. I think I get it? \n[248]Moonpies. What? \n[249]Oh yeah. \n[250]Yeah, and you can have elephants, trapeze artists and a big scale to guess the bride's weight. \n[251]Sorry.  Yeah I'll have the number four, and can you make that Super Biggie? \n[252]Well, lets just say my last boyfriend that I lived with broke up with me over the phone. Then come to find out, he had borrowed $30,000 in my name without telling me, putting me in horrible debt that I'm still paying off. Because I can't find him. \n[253]Annie in her car, engine running. \n[254]Oh my gosh. It's twelve thirty! I should probably... \n[255]For me?! \n[256]Sorry, one sec. Hello? Ted!? Hey! Oh my gosh! No,no. Can you hold on a sec? She waves at Rhodes and mouths... \n[257]I guess I'll see you around? \n[258]K. Bye. So, you're in town? \n[259]No, it was fine. Like I said, I mean I was just driving. \n[260]Me too. I love it. I feel good right now. \n[261]Shit!! No! No! I left my fucking credit card at the restaurant! Shit! She picks up her phone and dials. 62. \n[262]Hi, Donna, it's Annie. Um, sorry but I just ran out of gas and I'm gonna be a little bit late. Yes, I know, 'm really sorry. I will get there as soon as I can. I promise, I'm so sor---hello? \n[263]Hi! \n[264]Leader of the bridesmaids? Um, wouldn't that technically be me? Honor? \n[265]Oh, well, what about a nice pen..or a tortoise-shell handled sterling silver letter opener? No? Ok, let me get Sandy. \n[266]Yes. Yes. I'm on it. Got some ideas. So I'll let you know. \n[267]  \n[268]Hey thanks for saving my butt today. Like I said I'll pay you back as soon as I can. She opens the package. And pulls out a red blazer. \n[269]Thanks. Can I ask you a question? What do you think of Vegas? \n[270]I'm just asking because some of the girls are talking about going for Lillia's bachelorette party and I've never been. 64. \n[271]No, everyone pays for themselves. And you pay for the bride. \n[272]Well, I could save up for it. \n[273]Told you I'd pay you back! Annie runs into her room. She sits down at the computer and begins typing feverishly. We see these words: â\u0080\u009cDear bridal partyâ\u0080\u009d, â\u0080\u009cgreat ideaâ\u0080\u009d, â\u0080\u009cbachelorette partyâ\u0080\u009d, â\u0080\u009cFloridaâ\u0080\u009d, â\u0080\u009cSea World!â\u0080\u009d, â\u0080\u009cFree place to stay!â\u0080\u009d. She presses send, and is very pleased. The phone immediately rings. \n[274]Hello? \n[275]Hi. \n[276]Hi Helen. Helen is dressed in cream under a cream blanket. All around her is a ridiculous amount of white glowing candles. There are too many flames. \n[277]Well it's not just Sea World. It's a weekend in Florida. See, when Lillian and I were kids we went there and she loved it and has always talked about going back. Ask Dougie. I think it would really mean a lot to her. We could stay at my Dad's house, he won't even be there. Then we could go out at night and got to the beach and then Sea World on one of the days. \n[278]Like I said, Sea World would just be a part of it. \n[279]Oh, can you hold on? That's my other line. She clicks over. \n[280]Hello? \n[281]Oh well, Turkey's really far away. \n[282]Hang on... Annie clicks back over to Helen. \n[283]Helen, I'm sorry can I call you back? \n[284]Just a few minutes. I'll call you back. Annie clicks over. \n[285]Becca? \n[286]Oh, I don't know. Everybody always goes to Vegas. It seems just cliche to me. \n[287]Oh, my other line's ringing. Can I call you back? 67. \n[288]Soon. Annie clicks over. \n[289]Hello? \n[290]Of course it is.. Dana is on her porch swing drinking lemonade. \n[291]Really? \n[292]But Vegas is so hot, don't you think? It's like, hot and dry. People get sick there all the time. \n[293]Yeah, I just think it's probably not-- Hold on.  Hello? \n[294]No. Leslie in her Sopranos style living room on a treadmill. Her kids run around. \n[295]That sounds really expensive. \n[296]Oh no, no, I was just thinking about everyone else. That's all I'm saying. \n[297]Please, one day a week, just for a little while. I've already asked everybody else. I really need the money. \n[298]That's alright. I understand. \n[299]They're called peanut butter kisses. \n[300]Yeah, I've heard that. Ok everybody! You guys, hey we're here, we're in Vegas! Woo! Lillian walks up. \n[301]Oh, it's no big deal. I didn't want to blow all my money on a first class ticket. I'm here though, right?! \n[302]Ok, you guys, gather around. Welcome to Lillian's bachelorette party! We should probably get a bunch of cabs and head to our beautiful hotel, The New Marquis Royal Suites... As Annie's talking, a limo pulls up behind her. â\u0080\u009cThe New Marquis Royal Suites.â\u0080\u009d \n[303]Ok, everyone just get in the car. Got a ride to the hotel. It's taken care of. \n[304]Uh! Shoot! I left my sunglasses downstairs. Ugh! Where's my head? \n[305]Hi, I have a reservation for Walker. RICK, an East Indian man, stands behind the desk in front of a large portrait of himself, posed exactly as he is now, with the same outfit. He holds the pose, smiling. \n[306]Yes. Rick waits for her to notice the painting, but she never does. \n[307]Yes. \n[308]Yes. \n[309]       \n[310]Oh my God. \n[311]  \n[312]Hello cat. \n[313] \n[314]Oh. Yeah. Cool. Alright Everyone raises their glasses. The night has begun. \n[315]Okay, mine was...great, got it. Becca scoots in next to her. \n[316]Oh, um, we had dinner. \n[317]Oh, I got it right here, I figured out what I owe so, should I just pass it around? \n[318]Yeah, it's probably just easier...just split it. \n[319]I had soup and ice water. \n[320]No alcohol...or any real food. \n[321]How does it even out? How does that happen? Everyone, including Annie, puts in their money. Helen moves over to Annie. \n[322]Really?! \n[323]I thought we were going to the Jungle Lounge after this. \n[324]Oh...um...wow. Awesome. Here's the thing I was going to stop by the hotel, the Marquis Suites. I think I ate something weird on the plane probably, my stomac's not right. \n[325]Okay. Perfect. \n[326]They continue partying, drinking, dancing. \n[327]Me? What do I have to roll? \n[328]Annie. \n[329]Four! Ahhhhhhhhh! \n[330]Oh, hold on. You guys, my phone. \n[331]I'll go outside then. \n[332]Ok, guys put me down, put me down. Whoa, that's my breast. \n[333]It was nice meeting you guys. I gotta go. \n[334]I'm here with a bunch of friends and 'm supposed to meet them at this club. \n[335]Oh, Ok. As the cab drives away, we hear: \n[336]You guys almost done? \n[337]How much further? \n[338]For me? \n[339]Bye guys. \n[340]Hi. One please? \n[341]Here ya go. \n[342]Hello!? \n[343]Yeah, I'm fine. I'm here! Where are you?! \n[344]I'm at the Jungle Lounge, where are you guys? This place is huge! \n[345]The club! \n[346]What?! 83. \n[347]Hello?!! \n[348]I don't even know. \n[349]I'll have two lemon drops. \n[350]That's what I'm saying. Some people have everything and others have just little bits of things. It's not fair. I don't get it.....I mean I think I hate Helen. \n[351]That is the sexiest think anyon's ever said. \n[352]  \n[353]The cat jumps on the bed and meows. Annie opens her eyes to see Dave sleeping. She notices his college tattoo on his arm . \n[354]Hi. Sorry I fell asleep while we were making out. I guess I was pretty tired. \n[355]Oh shit. There's a knock at the door. Annie opens it to reveal NICOLE, , pretty and sweet. \n[356]First of all- \n[357]Ok, that is not nice. \n[358]No, I'm in my low thirties...(under her breath) and you could never kick my ass. \n[359]You heard me. Annie immediately gets punched in the face. Annie is shocked and swings back, hitting Nicole in the face. She's proud of herself. Nicole's two friends enter and jump on Annie. HUGE GIRL FIGHT. \n[360]  \n[361]That's hilarious. \n[362]It's covering up bruises, cuts and a hickey. I got into fight with a community college student and her friends because I spent the night with her boyfriend after spending the entire night trying to find you. \n[363]Forget it. 87. \n[364]Well, I-(to Lil} Can I talk to you for a minute? Annie takes Lillian away. \n[365]I wasn't sick. Helen told you that because... I couldn't afford to go with you guys. \n[366]Helen, can you just give us a minute? \n[367]That's funny. You know what? As the Maid of honor, which is what I am and what you are not, I am asking you to just give us a minute. \n[368]No, excuse me! \n[369]I need to take it easy? 88. \n[370]First of all , we're gonna need some ones over here. Here's a hundred. Keep twenty for yourself. \n[371] \n[372]I need some gum. \n[373]Hi. \n[374]I was just stretching my legs. \n[375]What? \n[376]I thought it was seven. \n[377]Excuse me? No, I'm not. \n[378]I'm telling you I am not jealous of Helen, okay? She's tall and thin and rich and pretty. They both laugh. \n[379]Oh yeah, I got it goin' on... \n[380]Thanks a lot. They nudge each other. He accidentally nudges her off the car. \n[381]Have a good rest of your shift. \n[382]Oh. Sorry. \n[383]Hmm. Sounds familiar. \n[384]No, no. Um, I feel the same way. Um, anyway um, maybe I'll drive by you next week. I have to make this drive again...so... She tries to flirt a little, pulls her hair back. He sees her hickey!!!! She starts itching her arm, still flirting and laughing. \n[385]Ugh, great, I think I was allergic to the soap at the hotel. Ahhhhh. 94. \n[386]I promise. Ok, well, have a good weekend. \n[387]  \n[388]Oh, that's good. \n[389]Oh. \n[390]I know where I got it. \n[391]Huh? Oh...I did a face mask. I must have gotten some on me and didn't rinse it. \n[392]Listen, I want to talk to you about-- \n[393]What's wrong? \n[394]It's ok. I mean it's not like it's your first time doing it. 96. \n[395]You can still have sex, just put a towel down in the bed. \n[396]Can you just realize what you just asked me right now? \n[397]You just said a string trio or horn trio. I thought you didn't want anything fancy, you know, just â\u0080\u009ckeep it simple.â\u0080\u009d â\u0080\u009cNot a big deal.â\u0080\u009d \n[398]  \n[399]Helen. 97. \n[400]No, I'm doing laundry, what's up? \n[401]I know. I know. I'm trying to-- \n[402]Wow. \n[403]You should have it. You should have it. \n[404]Ok? \n[405]Your best friend? \n[406]For now. \n[407]Well, what's gonna happen when you get older? Did you ever think of that? What about when she makes new friends and they're more successful than you are? Girl stares annoyingly, chewing and sipping. \n[408]Huh? And they buy her facials and designer dresses for cheap and yo're stuck selling jewelry to teenagers wh's outfit cost more than your rent? \n[409]You're stupid. \n[410]You're gonna be a slut in high school. \n[411](quietly] You. Little. Cunt. The girls eyes widen. The camera pans to show that the girl's dad and Donna have been there the whole time. \n[412]Bye. \n[413]  \n[414]  \n[415]Yep. It is a beautiful pink and white striped box with her name and address in calligraphy. When Annie opens the lid, â\u0080\u009cCanon in Dâ\u0080\u009d plays and a real butterfly flies out. 100. She reads, â\u0080\u009cA Shower for Lillian.â\u0080\u009d Steve comes over to see. On one side of the box, there is a beautiful sculpture of Lillian and Dougie as Bride and Groom, a candle with Lillian's face printed on it and some chocolates. Annie takes the invitation out, opens it quickly. \n[416]Are you kidding me? The invitation reads: \n[417]You have got to be kidding me. \n[418]  \n[419]No, it's a C.D. She rolls over and turns it off. \n[420]I'm not. \n[421]I already know what it's gonna be like. It's gonna be uncomfortable and weird...I don't wanna go. \n[422]  \n[423]Oh my God. She turns into the gates of â\u0080\u009cWhitewater Estates.â\u0080\u009d There is, a life-size sculpture of a bride and groom. As she gets closer, she sees they are real life models. They smile at Annie, wink at her and wave her by. At the next stop sign, a butler appears with a tray. \n[424]Yes. \n[425]I don't have a cup-holder. As she's driving, little pink things start to fly beside her car. \n[426] \n[427]I'll take those. 103. Annie watches the valet drives her car away. When she turns back around, there is a man with a white horse holding out his hand to her. \n[428]Do I have to? An annoyed Annie arrives at the house on the horse with the man leading her on foot, holding the cookies. She dismounts. The front door is swung open by two attendants. As she enters the mansion, groups of girls pass by her... \n[429]Where? They point to the â\u0080\u009csignâ\u0080\u009d. Annie walks closer to see it is indeed a huge cookie. \n[430]Beautiful party. \n[431]Thanks.  Asshole. \n[432]I said I love this shower, and i's amazing. I said all that. Annie leaves. Two hip hop dancers wearing pink berets approach Helen and jam out in her face. 105. \n[433]Mom. Hi! They hug. \n[434]Wow! You look great. \n[435]Not today Mom. \n[436]I'm sure they're perfect and amazing. \n[437]What? \n[438]Yeah, that's mine. Thank you. \n[439](under her breath, to the woman next to her) Ew. Kinda smells funny in here. Doesn't it? Smells bad. This house has a weird smell. \n[440]Wow, looks like someone's a pervert. It's none of my business. She's gross. \n[441]The ocean's are really polluted right now. Its not something to joke about. \n[442]Well, you registered for 'em so thank yourself, you picked them out. I did't do anything... \n[443](sotto] It's disgusting. Here Mom's here. \n[444]Wow, cash. Kinda tacky. Lillian opens the envelope. \n[445]Are you fucking kidding me? \n[446] \n[447]Nothing have fun at Sea World. \n[448]Shut up you ridiculous person, you a sneaky little cream and white cashmere--. \n[449]I think you do. Horses? Sculptures? Posters? Look at this stupid house! This stupid marshmallow puffy furniture!  And look at that cookie! Would you please everyone! Speaking of that cookie. I never got a piece! Annie marches into the back yard. \n[450](shouting, we see her through the large \n[451]Mmmmm. Nothing says friendship like a thousand gallons of hot unsanitary chocolate! Hello swan, are you having fun? Did you enjoy the hip-hop dancers? 111. Everyone is watching Annie. She is fighting and punching the air like a crazy person, chasing a swan. A little girl starts crying. Annie walks back through the house, through the crowd holding her chocolate covered hands in the air. \n[452]I actually thought I wanted to be like you...and you and YOU, to be a part of this world. That's not who I am. I make bad choices. I'm broke, I lost my stupid job, I'm thirty two years old and I still answer booty calls. I don't like Mike Donahue cause he  on our date. I have a single black hair that grows out of my chin and I can't wear white t-shirts cause something about my sweat turns the pits yellow! AND you know when we were in Vegas? When you were all staying at your luxury hotel? I was staying at Hotel RICK where got BODY LICE! So Helen, you can have the coveted Maid of Honor title. You can have it all wrapped up in a big pink obnoxious musical box! Because all its brought me is a big pain in my ass. Congratulations! Annie leaves and Lillian runs after her. \n[453]Well let me fill you in. Ever since you got engaged, my life has turned to shit. \n[454]I'm selfish? You're the one that's been so wrapped up in all this. Designer dressed, extravagant hotels, this shower, this is not you! \n[455]Well at least my friendship's not for sale. This hangs in the air. Annie storms off. Lillian storms back inside. \n[456]  \n[457]Thank you! Her car won't start. Trying to keep it together, she grabs her running shoes from the back seat and storms down the highway, trying not to cry. A cop car pulls next to her. I's Rhodes. \n[458]Yes. Taillights. I know! \n[459]I KNOW! Yes, you're friend! But I didn't ok?! I didn't get them fixed! I don't-- \n[460]HE hit ME! \n[461]  \n[462]Why are you yelling at me?! \n[463]I'm! Sorry! He calms down. \n[464]Well save yourself the trouble, and don't. \n[465]Well, I have said â\u0080\u009cnoâ\u0080\u009d anyway. \n[466]Oh, hi. \n[467]Yeah, I know. I'm irresponsible. \n[468]A week? \n[469]Yes I did. Everything's just... She starts crying. Steve hands her a tissue from the middle console. \n[470]I'm sorry, I just--this has been a really shitty day. \n[471]Yes I do! Right? Thank you. 116. \n[472]This is not about attitude. It's just the facts! My life hasn't turned it out the way I expected. I don't have any of those things that gives a person points in the world. \n[473]  \n[474]No. The lady sits next to Annie and smiles at her. \n[475]Oh, hey Ted. You're in town. \n[476]Really? Ok, sure. Ted smiles at her. Annie stops herself. \n[477]Wait no. No. No. I don't think I do. Because answering your booty calls and having you kick me out after a night of no-strings-attached sex doesn't feel good. NO girls feel good after that and if they say they do they're LYING. But it's not your fault. Its me. It's me. Have a great life. And you can keep the plant. Annie grabs her stuff and leaves. \n[478]  \n[479]Annie sadly hangs up. \n[480]No, I think we've covered everything. I'm really excited and thank you. Annie gathers her things. \n[481]I'll see you next Monday. What time do I start? \n[482]I won't be late. \n[483](smiling] Yeah. Ok. \n[484]Hi, I'm here to inquire about financial aid. Her cell phone rings. \n[485]I'm sorry? Annie's trying to find her phone. \n[486]Thanks. It's too late, she looks at her phone. It was Lillian. No message. She doesn't call her back. \n[487]Discount? \n[488]Are you serious? \n[489]You're kidding! If you see him, would you thank him for me and tell him that I'm crazy and I'm sorry. He'll know what you mean. \n[490]  \n[491]Hello? \n[492]Oh. Hi-- \n[493]What do you mean she's missing? \n[494]Um, gosh I..I don't know. Um, I'll come to you guys. I'll be there in an hour and 45 minutes. I wanna help. Annie hangs up, grabs her keys. She stops, comes back and grabs a small paper bag, and runs out the door. \n[495]Oh my God! I think I know where she is. \n[496]We're almost there. \n[497]Guys it's just a flat. I've gotten tons of them. Annie goes to get out of the car. \n[498]Guys! We're fine. Helen, put the hazards on. Helen puts them on. 124. \n[499]Helen, do you have a jack? \n[500]Dana calm down. \n[501]Everyone's gotta get out, if you want me to fix this. They complain that its dangerous, i's cold, but they do. Annie puts the jack under car. \n[502]Hold the flashlight. Leslie and Megan watch as Annie pumps the jack. She really does know what she's doing! The car is raising. 125. \n[503]Megan hand me the wrench. Megan hands it to her. Annie starts to unscrew the lug nuts handing them to Megan, with Leslie by her side. Dana and Becca stand with Helen. \n[504]I'm removing the lug nuts so we can take the tire off. \n[505]Just changing the tire. \n[506]Nope I think we got it. But thank you. He doesn't leave, the girls worriedly look at each other. \n[507]Almost there. The guy has lifted up his hood and Mega's looking. He puts his hands on her ass. 129. \n[508]OK, everybody in the car! Get in! Megan, Helen let's go! All the girls scramble in the car, Helen starts it. Annie is finishing. \n[509]Back away! Or I will shove this Jack so far down your throat you will shit out...your fucking..face! \n[510]Get out! 130. \n[511]Helen hit him over the head with a tree. They all continue talking, Helen and Annie smile. \n[512]There it is, turn left up here. Go down the little hill. Ok, that's the driveway. It's dark and very rustic. It's LILLIAN'S LAKE HOUSE FROM THE FLASHBACK. Where Lillian and Dougie met. \n[513]The house is right up here. They pull up to a small cottage and get out of the car. \n[514]I thought she'd be here. I really thought she'd be here. I'm sorry. \n[515]No, it's not. I don't know what happened. I messed everything up. Lillia's not even talking to me. I think I'm so afraid to see what's really happening. Lillian's moving on to this great life and I feel left behind. And know matter how hard I try, I don't fit in to her life now. Everyone is silent. \n[516]Lillian wouldn't do that. If she asked you to be in her wedding it's because you are her friend. Trust me. Dana is crying and takes a picture. The're both startled by the flash. \n[517]I'm sorry that when I left the shower I told your neighbors you were shooting a porn. 132. \n[518]Oh, well, sorry. \n[519]I must say you do put on some pretty spectacular events. \n[520]It is getting pretty late. \n[521]She'll come home when she's ready. \n[522]  \n[523]You okay? \n[524]It's okay. I really am sorry. \n[525]Well its easy to get caught up. 133. \n[526]I'm sorry. But it's all good now. We all talked and everythings cool. \n[527]Yup, Helen and I are best friends now. We're going shopping for cream sweaters tomorrow. \n[528]I know. \n[529]It's not too late to have those things. \n[530]It's fine. I just feel really lost right \n[531]Oh God dont say that. 134. \n[532]You want to come in? Steve's home. This could be your last chance as a single woman. \n[533]Thanks for coming with me. Megan appears on her other side. \n[534]A week. I'm scared. I'm gonna be the oldest one there. \n[535]Really? \n[536]Oh, I want to catch this shuttle back to the hotel. \n[537]I will see YOU in a couple weeks Mrs. Price! 136. Lillian waves goodbye and turns to go back inside. Annie runs towards the shuttle. She's too late. The shuttle drives away without her. She JUST missed it. \n[538]Wait! Wait! Stop! Great. Of course. The shuttle is gone, but there's something that was on the other side of it. \n[539]How did you know I was here? \n[540]Wow. They're looking at each other, not knowing what to do. \n[541]So, did you get the moonpies? \n[542]Did you like' em? \n[543]Ooo, I didn't think about that. 137. \n[544]  \n[545]How did you know I was here? \n[546]So, did you get the moonpies? \n[547]Did you like' em? \n[548]Ooo, I didn't think about that. ", "Kahlua": "", "Don": "\n[1]Annie! Thank God. OK people! Gather around me please, in a tight semicircle. Annie and six other employees gather around DONNA. \n[2]Something terrible has happened. Donald will not be coming in to work today. He stepped on a wasp and there is some uncomfortable swelling. Employees mumble. \n[3]Annie? Where's your tie? Everyone looks at Annie. She holds it up and starts to put it on. 8. \n[4]Now, I have an eye doctor's appointment that I can't change or they'll will charge me. So someone will have to cover for Donald in engagement rings. Now I-- Annie and SANDY, a male co-worker, shoot their hands the air eagerly. \n[5]Sandy? Today's your day. \n[6]Annie, that means you'll be alone in keepsakes. You think you can handle it? \n[7]Alright everybody, let's get to work! Saneel?!...OPEN SESAME! SANEEL, the security guard, rolls his eyes and unlocks the doors. Everyone goes to work. Donna gathers her things and starts walking towards the exit with Annie tailing behind her. \n[8]Annie, what is the calibration of a 2 carat diamond in a standard English setting? \n[9]I just made all of that up. None of that was real. I just put words together. You're not ready for the big leagues. Understand? \n[10]Sweetheart...did I ever tell you the story of the little paralyzed Chinese girl who wanted to be dancer? \n[11]She was paralyzed Annie, had no feeling in her legs, and then one day after years of believing in herself, she stood up out of that chair and tap-danced for the king. On his birthday! My point is, Sandy makes a real effort around here. He connects with the customer. And when he wants to make a sale, he goes for it. \n[12]Good. Showing up on time is a wonderful place to start. Donna talks to herself and gathers her things. \n[13]Uhh! A wasp! Who walks around even their own backyard without at least a thin sandal. It's reckless! Donna exits. A customer passes Anni's section. \n[14]       \n[15]And then they put a solution in my eyes to dilate them, which caused temporary blindness and with the loss of my sight, my hearing became bionic. Do you need some help dear? Annie struggles to open a bag of chips but her new ULTRA LONG, french-manicured nail-tips are making it very hard. \n[16]Annie and Donna are doing inventory. Annie gets text. \n[17]Don't be nervous. It's not all on your shoulders. Doesnt she have other bridesmaids? \n[18]I wish I could help. Weddings are a lot different now then they were in my day. They look at Donna's wedding picture on her desk. \n[19]I still have it. I was hoping my daughter Elizabeth would wear it but when she and Alice had their â\u0080\u009cceremonyâ\u0080\u009d they both wanted to wear suits.  Ok, we need two Shannisburg tennis bracelets. Annie struggles to write with her nails. \n[20]They're very long. \n[21]  \n[22]You know, I knew a girl once. Karen Stippleton. She was really something. The life of the party, a concert pianist, she had naturally curly hair, and skin black as night. But one evening at a dinner party I walked in on her in the bathroom putting a vile of cocaine up her buttocks and last I heard, she was playing the saxophone outside of a drug store. And I'm gonna say something to you I should have told her. Don't waste your life. Find out what your gifts are and use them. Donna hugs Annie, then leaves her in the break room. \n[23]Hello, I'm Susan Sarandon, the movie star. I just wanted to say congratulations to Lillian and Dougie. Even though I don't believe in marriage, I do â\u0080\u009cbelieve in the church of basebalâ\u0080\u009d. Just kidding. That's a line from my movie Bull Durham. I- Annie hangs up quickly. ", "Cholodecki": "", "Annie's": "\n[1]  \n[2]  \n[3]   \n[4]  \n[5]    \n[6]  \n[7]  \n[8]  \n[9]Annie in her car, engine running. \n[10]  \n[11]       \n[12]  \n[13]  \n[14]The cat jumps on the bed and meows. Annie opens her eyes to see Dave sleeping. She notices his college tattoo on his arm . \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]Annie sadly hangs up. \n[25]  ", "Mom": "\n[1]  \n[2]Groomsman DEAN finishes a speech. They are now in the dining room. \n[3]Annie now stands next to the chocolate fountain. She looks around, drops her glass in it and unplugs it with her foot. It stops flowing. She looks around and throws some leaves in it and walks away. \n[4]  ", "Kevin": "", "Lillian": "\n[1]  \n[2]It's summer?! What the hell does that mean? He can't date anyone in the summer? \n[3]No he's stupid Ann, not you. \n[4]Ew. Did you have sex with him? \n[5]What?! \n[6]Well, at least he was honest with you so you don't waste your time with him. \n[7]Can you see that I'm on the phone? I'm talking to Annie. \n[8]Are you eating my Luna Bar? Those are for women you know? \n[9]It's not gonna do anything to you. \n[10]Ew, go take a shower. Dougie leaves. \n[11]I swear I cannot handle him right now. He has been driving me crazy. Sometimes it feels like I'm kissing my brother. I don't know what do. Annie pulls into an alleyway behind HARRINGTO'S JEWELRY STORE and starts changing into her work uniform in the car. A white blouse and navy skirt. \n[12]There's nothing wrong with you. But I think maybe, and don't get mad at me, I've said this to you before, you need to stop trying so hard. \n[13]OK, so you had a first date last night. Did you bring him a present? Annie is silent. \n[14]Ann, what did I tell you? \n[15]What?! \n[16]Ok, I don't know if it's because I'm tired or what, but I wanna kill him. \n[17]Oh my God. We need to hang out. 'm coming to Milwaukee this weekend. \n[18]We'll go to Joni's and pig out and I'll bring some shitty magazines, and I'm gonna spend the night. \n[19]I'll call you tomorrow. Bye. They hang up. Dougie is in the doorway wearing her nightie stretched over his body. \n[20]You're an idiot. We see she gets a kick out of him. \n[21]Ann. \n[22]Your boyfriend just walked in. REVEAL: An orange-skinned BODY BUILDER with HUGE arms and legs in a tiny muscle tank and shorts. \n[23]Here Annie, let me turn the page for you. \n[24]I just want to help you turn the page of your magazine for you... \n[25]I'm engaged. \n[26]He proposed at dinner last night. I wanted to tell you in person and show you this rock! \n[27]I know Dougie and I have been fighting a lot, but I've been so stressed out with \n[28]Oh you want to get into who's done what down at the lake? \n[29]Well then, who better to be my Maid of Honor? \n[30]Annie, you're my best friend. Honestly I didn't even have to think about it. 13. \n[31]It's no big deal, and I don't want to make it one. It's not gonna be a big crazy thing. I wanna keep it simple. What dessert are you gonna get? \n[32]Ok, but I still don't want this to be a huge production. I just want to have all my friends meet each other, have fun, dance, drink, whatever. \n[33]Oh God, not yet. I don't want a super long engagement, but there's a lot to do. \n[34]Can you hold that thought. I's my fiancee calling. Lillian gets up laughing. Annie laughs along with her. \n[35]  \n[36]I do. Do you Annie Lucille Walker, take your husband, forever? Reveal Annie standing next to a poster of John Baker from Chips. \n[37]And now we will leave on our honeymoon to... \n[38] \n[39]The madness has begun. Dougie's parents are having an engagement party for us next Friday. \n[40]Ann! \n[41]Hey! \n[42]Smoking a cigar with my dad. Le's go get a drink. They weave towards the bar. \n[43]Hold on Dougie, we're getting drinks! They get to the bar and grab glasses of wine. \n[44]Yeah. So does Dougie. This is the tennis club I've been playing at. \n[45]Tennis courts are tennis courts if you ask me. But I have met a lot of really cool people here. I can't wait for you to meet the girls. \n[46]Oh shoot, Matt's not coming. I guess he got back together with his ex or something. Anyway, Dougie just told me. Sorry. \n[47]Dougie, be careful. God, you reek! He puts her down. \n[48]Ugh. Wash your face. She gives in and kisses him. Then says to Annie.. \n[49]Come on. Let's go say hi to the rest of the bridal party. They approach LESLIE, Lillian's cousin, late 30's, standing with her husband PAUL. \n[50]Annie this is Dana, we met here in my tennis class. Dana, Annie. \n[51]Dougie's partner. \n[52]Ann, there you are! \n[53]I'm saving you. Now I really want to introduce you to Helen. looking around) There she is. In slow motion, a tall and gorgeous HELEN turns to us. She wears a tight, cream-colored, floor-length evening gown. Annie straightens her plastic beads. \n[54]Helen, this is Annie. \n[55]Perry owns Atmospheria candles. \n[56]You are? \n[57]No, you sang. They both laugh. \n[58]Ann, stop. 35. \n[59]Besides the impromptu concert from Bette Midler, it was perfect. They laugh and hug. \n[60]I gotta go say bye to some people I do't know. Drive safe. Lillian goes back inside. Helen appears out of thin air. \n[61]Annie, we can go somewhere else. \n[62](sotto} Wow, thanks Helen. INT. â\u0080\u0098OCCASIONZ' BRIDAL SHOP. DAYTIME. Whitney and Helen are leading the girls down the hall. Lillian and Annie tail the group. \n[63]Ann, don't worry about it. We got in. Annie sees racks of wedding dresses. \n[64]Oh my God. Annie, I didn't tell you? Guess who Helen is friends with? Lady Lavonia Jean St. Petsois JuJu. 42. \n[65]That famous wedding dress designer tha's in all those wedding magazines? As a favor to Helen she's going to design my dress for almost nothing. Normally they're like twenty grand. She's French. \n[66]  \n[67]Surprise, surprise. It's my Mom. Mom? Can you hold on a second? She covers the phone and talks to the girls. \n[68]Start looking at dresses. I'll be right back. I think maybe you guys should decide anyway and pick out something you like since you're the ones wearing it. Cool?  Have fun! What's up Mom? Ugh! They're booked? Lillian leaves talking to her Mom. \n[69]Hey! I'm hearing lots of excitement in here. She touches Helen's dress. \n[70]Oooo, I like this one. What about you guys? \n[71]Cool. Let's eat! Helen dumps the dress in Annie's arms and follows Lillian. \n[72]Ooh, good idea. They exit. \n[73]This place is kind of amazing. I did't even know it existed. \n[74]I'm sorry, I was just talking about you cause I was worried about you and-- 48. \n[75]Mike from the fourth of July last year? Ooh, I've seen him Ann. He's hot. \n[76]Yeah Annie, you never know. 50. \n[77]I don't know. Shoot, I can't talk now. I'm with Helen and we have a conference call with Lady Lavonia Jean St. Petsois JuJu about my dress. Ugh. I'm so sorry. She's calling! I gotta go. Have fun! Lillian hangs up. Steve walks in. 53. \n[78]Holy Shit Annie! We're goin' to Vegas! \n[79]Annie, come here. Why didn't you tell me you weren't sitting with us? \n[80]I'm so excited! \n[81]Oh my God. You guys, is this for us?! \n[82]This hotel is amazing! You guys! \n[83]Oh! Okay! Then party in room 812 in one hour! \n[84]\n[85]Annie! I wanna see a drink in your hand in one minute! Lillian pulls Annie into the room. Helen is getting off of the phone. \n[86]Thank you everybody!! \n[87]Ok, Leslie spilled the beans. Le's get our asses over to Sacrifice. What are we waiting for? Wooooooo! Lillian looks at Helen's legs. \n[88]Whoa whoa. Helen, turn around. Are those those Ransom Jeans? 77. \n[89]Oh my God, Annie our song! Wher's Annie? \n[90]Where's Annie?! \n[91]Why!? \n[92]Is she okay?! Should I call her!? \n[93]Annie! \n[94]Are you ok? \n[95]What do you mean here, where? \n[96]You're where? \n[97]Listen I can't hear you! We had to leave the Jungle Lounge, Becca-- \n[98]Meet us at the-- \n[99]Whoa. What are you, going to a rodeo? \n[100]Yeah, why are you wearing all that makeup? \n[101]What?! \n[102]I was trying to find YOU. I tried to call you all night! \n[103]What is going on? You told Helen you were sick. \n[104]Why didn't you say something?-- \n[105]Annie take it easy. \n[106]Guys stop! Please! Annie, I'm so sorry about last night. I feel horrible. I want to hear everything that happened. Tonight, you're not leaving my side. We're hittin' the strip club all of us and we're going to put this shit behind us. Okay?! The girls agree. Dana rubs her arm. \n[107]Oooh, Ann! A siren goes off. \n[108]Get her! Get her!! \n[109]Only you Annie. Hands down, best moment of the weekend. Annie finally feels a part of the group. \n[110]Oh look, there's your boyfriend. \n[111]Oh my God. You know who that actually looks like? Remember when we went to Miami and we had to rent towels-- \n[112]And that lady came up to us wearing that mesh top! \n[113]Annie sits on the doorstep. Lillian runs up with a bunch of stuff in her arms and opens the door. They enter the apartment. \n[114]I'm so sorry. I was at our travel agen's trying to figure out how to get my da's family out here, they all have to fly at different times, uggh. What's that on your arms? She sees some of Annie's lice medicine motion. \n[115]Oh shit, I'm sorry, I have to check one thing really quick. When is my hair consultation? Lillian frantically looks through her calender. \n[116]Oh no. \n[117]I knew it. I'm going to have my period on my wedding day...and my honeymoon! \n[118]It's our wedding night though! \n[119]I can't believe this. This sucks. Oh, Annie I wanted to ask you. Do you think for the cocktail party before the reception we should have a string trio or a horn trio? \n[120]What? \n[121]I know but now that I'm planning everything it's just...I wanna do it right. It's once in a life time. It's my wedding. Lillian's phone rings. \n[122]Ugh! It's Dougie's Mom. She's mad at me because I won't let her invite everyone from her work. Oh! That reminds me. If you're not going to bring anybody, will you let me know? I gotta free up some spots. (into phone] Hello? Lillian walks away with the phone. Annie is speechless. \n[123]Annieee!!! Lillian runs to her. \n[124]Can you believe this? \n[125]Coming Mom! I gotta go say hi to my aunts. She leaves and Helen appears out of nowhere again. \n[126]Oh! My towels! Thank you Dana. \n[127]Annie.  Oh, our mugs! Thank you Annie. \n[128]Wait, what's this? Lillian pulls out an envelope. \n[129]Oh my God. Helen. Lillian holds up the tickets. \n[130]Two first class tickets to Sea World. How did you-- \n[131]Annie! What is going on with you? \n[132]Annie stop! I don't know what's going on. \n[133]I'm sorry the the happiest time in my life has brought you so much misery. Do you know how selfish that sounds? \n[134]This is my wedding and you've made it all about you. 112. \n[135]Anyone else?! Anyone else have something they wanna say to me?! Dana can't contain herself. \n[136]  \n[137]Yeah. Didn't mean to make anyone worry. \n[138]I'm sorry too. I didnt want things to turn out like this. I got so caught up in the frenzy of everything, wanting this one day to be perfect. \n[139]And it doesnt help that all my friends hate eachother. \n[140]She's really not so bad. \n[141]I just wish the wedding hadnt become about everything and everyone else but me and Dougie. And now, it's become this thing I never wanted. I did want simple. I wanted colored lanterns, twinkly lights and food everywhere. I wanted a DJ to play all those stupid wedding songs. \n[142]I'm sorry I didn't know all the stuff you were going through too. Annie is clearly sad. \n[143]Nothing's going to change. \n[144]I mean between you and me. \n[145]Ooooo... \n[146]So when does school start? \n[147]So what? Now you can have an affair with your teacher and it won't be gross. They walk down the steps. \n[148]Thanks for everything today. Yo've been the best Maid of Honor ever. \n[149]MMM. No. That's not true at all. You were pretty terrible. Today you were good. Annie sees the hotel shuttle. \n[150]You're always gonna be my best friend. They hug goodbye. She runs down the stairs. ", "Brynn": "", "Gil": "", "Rita": "", "Becca": "\n[1]Lil! Is this Annie?! Annie and Lillian walk over. \n[2]Hi Annie! I'm Becca. I've heard so much about you. This is my husband Kevin. 29. \n[3]So, are you so excited?! All of this reminds me so much of my wedding. \n[4]Two months now! It was the best day of my life. I'm married now! It's like...I'm just better now! It might sound weird but... I feel legit. Just like, feminine. Look at my nails! Two beautifully french manicured hands with a HUGE 3 carat diamond ring. \n[5]Ooooops, where are my manners. Hi! I'm Becca Whitman. REVEAL a very smart looking, older African-American MAN standing next to Annie. He is wearing an ascot and smoking a pipe. \n[6]You didn't make a reservation? \n[7]This really is the best place though, that's the thing. \n[8]Why not?! Annie and Helen come out to see all the bridesmaids arguing. \n[9]That's not too bad/that sounds about right. \n[10]The southwestern cobb is really good. I come here and eat sometimes. \n[11]Oh, I hate to hear stuff like that! What happened? \n[12]Wait. I have the perfect guy for you Annie. Mike Donahue. He went to school with Kevin. \n[13]And Kevin said he just sold his company for an embarrassing amount of money. But he's totally down to earth. You guys have to meet. I'm texting Kevin right now. \n[14]Hi, Annie. It's Becca. Becca, in her shabby-chic home office paints a front porch sign that says â\u0080\u009cThe Whitman'sâ\u0080\u009d 66. \n[15]I was just looking at your e-mail, yo're so cute. Sea World. What about Turkey? That's where we went for for MY bachelorette. \n[16]It's super old though! They have awesome restaurants. It's very exotic. Have you ever seen Aladdin? It totally looks like that. \n[17]Hi. You know, if you wanna go some place closer than Turkey. Helen JUST e-mailed me about going to Vegas. \n[18]I never get sick of it. I love blackjack. I have a system. Annie's other line. \n[19]When? \n[20]Vegas has these party busses that have flat screens in them and dance floors-- \n[21]So I think Vegas is a good idea. \n[22]Oooh, Annie's here! 74. \n[23]Isn't this amazing? Lillian runs over and hugs Annie, wearing a condom veil and drinking out of a penis straw. \n[24]Annie, I didn't get a chance to ask you, how was your date with Mike? Give me all the details. \n[25]Do you think you'll go out with him again? He told Kevin he thought you were really great and hot. 75. \n[26]Yeah/Just split it/Who cares? \n[27]It'll all even out by the end of the night. \n[28]I don't know! Why? \n[29]Becca it's over. \n[30]She lives here! She lives in Vegas. \n[31]That was disgusting! I'm so glad I'm married. \n[32]Annie! They walk to her. \n[33]That's a big cookie huh. \n[34]Kevin smokes pot! Leslie stands up. \n[35]I don't think she'd leave the country. Maybe she went to the reservoir. \n[36]I'm think I'm getting carsick. \n[37]Why do you always have to be so condescending? 123. \n[38]What was that? \n[39]No!/ Annie don't get out!/ It's pitch dark out. \n[40]I'm calling Kevin! \n[41]Me neither! \n[42]I know. I can't believe she's doing it. Dana and Becca move over to Annie. Helen waits alone. \n[43]How does that little thing lift the whole car? \n[44]What's happening? What's happening? \n[45]Be quiet! The guy is moving closer to Megan. \n[46]She's not here. Annie is sitting on the front step, defeated. 131. "}}