{"filename": "Capote_script.txt", "imdb_id": "tt0379725", "imdb_url": "https://www.imdb.com/title/tt0379725", "characters": ["Nelle Harper Lee", "Rose", "Courthouse Guard", "Porter", "Barbara", "Harold Nye (as Robert McLaughlin)", "Truman Capote", "Nancy Clutter", "Grayson", "Car Rental Agent", "Alvin Dewey", "Roy Church", "Christopher", "Williams (as Michael J. Berg)", "Laura Kinney"], "dialogues": {"Rose": "\n[1]Too fat. \n[2]Not bad. Sort of middle-class. ", "Courthouse": "\n[1]  \n[2]  \n[3]  \n[4] \n[5]    ", "Guard": "\n[1]Third floor. In what used to be the Sheriff's Office. \n[2]Warden Krutch will see you now. \n[3]Mr. Capote. You're entitled to go in. You may, um, go in. If you wish. \n[4]Lock-down while Lowell goes to solitary. Nobody in or out. You want in or out? \n[5]Ready. \n[6]You want to go in? \n[7]Time, Smith. Hang it up. \n[8]Time. Smith. \n[9]Ready. \n[10]Hours ago. ", "Porter": "\n[1] \n[2]Thank you greatly, sir. It's an honor to have you with us. If you don't mind my saying, your last book was even better than the first -- \n[3]Just when you think they've gotten as good as they can get. \n[4] \n[5]You have a subject? \n[6]You're speaking of yourself. ", "Barbara": "\n[1]It's so tiresome. \n[2]Who would I want to play me? Natalie Wood. \n[3]Audrey Hepburn? ", "Truman": "\n[1]So Jimmy Baldwin tells me the plot of his book, and he says to me: the writing's going well, but I just want to make sure it's not one of those problem novels. I said: Jimmy, your novel's about a Negro homosexual who's in love with a Jew -- wouldn't you call that a problem? \n[2]Oh, I've got a million ideas of what to write next -- I just have to choose one. \n[3]No. \n[4]When a movie is made of my life I know exactly who I want as me... Marilyn Monroe. \n[5]  \n[6]  \n[7]  \n[8]William Shawn, please. Adorable one? All of a sudden I know what article I'm going to write for you next. \n[9]  \n[10]...never had anything like this happen to them before. They're used to sleeping at night with the doors unlatched.... Yes, we should buy stock in Master Locks -- all of Kansas will be in the hardware store tomorrow. \n[11]They have no idea who the killer is. But it doesn't matter who the killer is -- what matters is who the townspeople imagine the killer is. That's what I want to write about. \n[12]I'm gonna need some help... I'm thinking about Nelle -- she can protect me... \n[13]I want to leave tonight... \n[14]  \n[15]God I'm glad you agreed to come. You're the only one I know with the qualifications to be both a research assistant and personal bodyguard. Oh, Nelle, you poor thing. \n[16]That one up there and that one on the floor. \n[17]You're sweet. \n[18]Thank you. You're very kind. \n[19]What? \n[20] \n[21]You think that was too much? I thought that was a good line. \n[22]  \n[23]Alvin Dewey, Kansas Bureau of Investigation. KBI. \n[24]Mr. Alvin Dewey, please. \n[25]Mr. Dewey. Truman Capote from the New Yorker. \n[26]Hello. \n[27]Bergdorf's. \n[28]The scarf. \n[29]Thank you. I wonder when we could arrange an interview? Some time to talk. \n[30]We're not looking for any inside information -- I don't care one way or another if you catch whoever did this -- I'm writing an article not about the Clutter killings, but how they're affecting the town, how you all are bearing up -- \n[31]Excuse me? \n[32]Yes -- \n[33]Of course. \n[34]Magazines don't give out -- \n[35]Mr. Dewey's protective of the Clutters. I wonder how well he knew them... \n[36]He was foxy with that old man. Are you ever gonna let me drive? \n[37](rolling window down, shakes his head \n[38]Hello. \n[39]What -- \n[40]  \n[41]You hate my friends. \n[42]I saw the bodies today. \n[43]The Clutters. I looked inside the coffins. \n[44]It comforts me -- something so horrifying it's freeing. It's a relief. Normal life falls away. But, then, I was never much for normal life -- \n[45]People here won't talk to me. They want someone like you, like Nelle. Me they hate. \n[46]Well -- \n[47]My point exactly. \n[48]Is that so? \n[49]I've been getting a lot of that lately. \n[50]Oh, it's the hardest -- when people have a notion about you and it's impossible to convince them otherwise. Since I was a child folks have thought they had me pegged because of the way I look and the way I talk. They're always wrong. Do you know what I mean? \n[51]Not one person here understands her. \n[52]The end of a life. \n[53]\"Pretty shattered. Nothing terrible ever happened to him before. \" \n[54]I have 94 percent recall of all conversations. \n[55]I've tested myself. \n[56]I don't snore -- \n[57]You don't hate me. \n[58]Apparently Detective Foxy's wife has a better opinion of me than Detective Foxy. \n[59] \n[60]More. More. \n[61]Yes, but we who know the truth will love it. \n[62]I only lived there for a short while but my Mama was born and bred. \n[63]What did Mr. Dewey think? \n[64]How very foxy. \n[65]Mama would've put in half the bottle by now. \n[66]Hello. \n[67]I was writing the script as they were filming, all that time in Italy. I'd work like mad all day long and then dash down to the bar around midnight to hand in the next day's scenes. Humphrey had just about moved into the hotel bar -- \n[68]-- where he and John drank every night -- \n[69]-- and I mean drank, like famished water buffaloes. Well -- I'd only just handed them the final scene when the bellhop told me I had a phone call. It was my stepfather, Joe Capote, calling to say that my mother had died. I flew home to New York -- terribly distraught -- but when I got to the apartment I could see that Joe was in even worse shape than I was. He grabbed my hands and sat me down at the kitchen table, and he said to me, \"Talk. Talk about anything, any subject in the world. Don't worry whether it will interest me or not. Just talk so I won't break down.\" And I did. He couldn't bear to be alone with his thoughts. It was too painful. \n[70]Who would put a pillow under the boy's head just to shoot him? Why would they tuck Nancy in? \n[71] \n[72]  \n[73]Remember Nelle's manuscript she sent me in New York? \n[74]And I was right. She just heard Lipincott wants to publish it. \n[75]Congratulations. Jealous. \n[76]I can't leave now Jack -- I mean it was hard at first, but now I'm practically the mayor. \n[77]I want to come home -- I do. Though if they catch whoever did this, who knows what -- I'll probably be here til next Christmas. \n[78]Jack, we'll go away this spring to write. Maybe Spain... \n[79]Bye. The poor boy misses me. \n[80]Nelle. \n[81]I was never a kid. I was born fully formed. \n[82](quickly, as if reciting \n[83]I've trained myself. \n[84]I have 94 percent recall. \n[85] \n[86]Dorothy Sanderson. I figured you'd be left alone this morning by that hard-working husband of yours. So I have breakfast. I have news. And I have literature. My friend Jack mailed me the book you wanted. \n[87]They put you in the women's cell. \n[88]Well... she's a good cook. \n[89]I think so am I. A little bit. \n[90]I'm sorry. \n[91] \n[92]Why are they doing that? \n[93] \n[94]Was it your choice to waive the hearing? \n[95]You still need some? Give me your hand. \n[96]Would you like some water? \n[97]Mrs. Sanderson lent you my book -- \n[98]Who did? \n[99]Okay. \n[100]What's been your first impression? \n[101]From you? \n[102]  \n[103]Will you tell me if you need anything? I can have whatever you want sent from New York. Will you do that? \n[104]Gorgeous? \n[105]I'm writing a book. It's too much for a single article -- this town, the killers most of all -- you will be stunned by Perry Smith -- \n[106]Not much yet, but I know. I can sense him. He's desperately lonely, frightened... I have questions -- are you ready? \n[107]How much more money can you send me? How quickly can you get Dick Avedon out here to take some pictures? \n[108]I have the perfect place for it, over the hearth. \n[109]You think he slept at all? \n[110]I need to see him before we go. \n[111]They're going to transfer you up to Lansing today. You'll have to make sure to put me on the visitor's list. Otherwise I can't see you. \n[112]Will you do that? I'm going to help find you a proper lawyer. You need a serious lawyer for an appeal. They took Dick last night. I need you to get him to do the same thing -- put me on the visitor's list. Will you do that, Perry? \n[113]Perry. \n[114]  \n[115]He's little, but terrifying -- \n[116]He's as short as I am. And almost as pretty. I'd be with him right now but he's being given new accommodations -- \n[117]Most people assume he's a monster. I don't see him that way. The book I'm writing will return him to the realm of humanity -- it's the book I was always meant to write... \n[118]...I was in Marilyn's apartment just last week. I had to break it to her that, of the four Matisses hanging on her wall, two were upside down. \n[119]Another. To answer your question, I'm following \"Breakfast at Tiffany's\" by blazing a different path -- by inventing an entirely new kind of writing: the non-fiction novel. \n[120]On the night of November 14, two men broke into a quite farmhouse in Kansas and murdered an entire family. Why did they do that? It's been suggested that this subject is tawdry -- it's not worthy of literature. I disagree. Two worlds exist in this country -- the quiet conservative life, and the life of those two men -- the underbelly, the criminally violent. Those worlds converged that bloody night. I spent the past three months interviewing everyone in Kansas touched by that violence. I spent hours talking to the killers -- and I'll spend more. Researching this work has changed my life, altered my point of view about almost everything. I think those who read it will be similarly affected. Such a book can only be written by a journalist who has mastered the techniques of fiction -- \n[121]You're really very clever. \n[122]  \n[123]  \n[124]Perry's decided to appeal. He claims their attorney was incompetent -- that he never raised the issue of temporary insanity. \n[125]They're facing execution in six weeks, Jack. They need someone to argue whether or not that's right. \n[126]I'd also like to see them alive, yes, thank you very much. I need to hear their story. \n[127]If you met him you'd understand. It's as if no-one's ever asked him a single question about himself. He's so... damaged -- and strange -- unexplored... I don't trust this Hickock fellow. Perry's the only person who can describe to me what happened that night. I need to hear him say it. \n[128]I'm finding them a lawyer. \n[129]What are you talking about? \n[130]No one told me. \n[131]When can I see him? \n[132]No. That's no good. I need to see them now, then whenever I want for as long as I want. \n[133]I see. \n[134]I understand what a burden unlimited visitation might be -- on this institution, and on the People who pay for it. I want to be clear that I don't expect the citizens of Leavenworth County to have to shoulder that burden. \n[135]To be dispensed as you see fit. \n[136]You're a kind and generous man. \n[137]Hello. \n[138]That's fine. \n[139]Thank you. \n[140] \n[141]But you're gonna wake up enough to tell me what you did with my tie. \n[142]It's okay. It's Truman. It's your friend. \n[143]How'd you learn to draw like that? \n[144]Who took care of you as a child? \n[145]That's your sister? \n[146]We're not so different as you might think. I was abandoned repeatedly as a child. My mama'd drag me along to some new town so she could take up with another man she'd met. Night after night she'd lock me in the hotel room -- Mama'd turn the latch and tell the staff not to let me out no matter what. I was terrified -- I'd scream my head off -- till finally I'd collapse on the carpet next to the door and fall asleep. After years of this she just left me with relatives in Alabama. \n[147]My Aunts. That's when I met Nelle -- she lived next door. Your mother was Indian? \n[148]Drinking was not a good thing for her. \n[149]And your father? \n[150]What I can't decide is if you understand how fascinating you are. \n[151]I hope we're past that now. You had me worried. \n[152]I don't care about the tie. It's just a pity because it looked so good on you. \n[153]Alright -- \n[154]You wouldn't. \n[155]I want to take your notebooks with me -- I want to read them. \n[156]If I leave here without understanding you, the world will always see you as a monster. I don't want that -- I don't see you that way. \n[157]This is remarkable. \n[158]He trusts me -- that's why he gave it to me. He's given me absolutely everything. You should see his drawings, Nelle, how good he is. He wants so badly to be taken seriously, to be held in some esteem. \n[159]Do I what? \n[160]Well... he's a gold mine. I mean he's told me his entire life, and now it's all here for me to write down -- All of the history I need. His entire life in this Diary. His dead mother. A brother and sister killed themselves. \n[161]I tell him everything. We've been talking our heads off the past month. Sometimes, when I think how good my book can be, I can hardly breathe. \n[162]   \n[163]I never said it was. Listen to this... \n[164]You look good, healthy again. \n[165]I've decided on a title for my book. I think you'll like it -- very masculine. \"In Cold Blood.\" \n[166]The former, among other things. \n[167]I've been wanting to ask if you'll let me look at your investigation notes. \n[168]I heard this morning. \n[169]Alvin. Do you not want me to look at your notes? You are permitted to say no. \n[170]It was as much for me as for anyone. I couldn't bear the thought of losing you so soon. \n[171]I haven't written a word yet. \n[172]Research. Waiting to talk to you. \n[173]I had hoped -- \n[174]The book? I have no idea. \n[175]If I'm going to write about you -- if I'm going to determine how to write about you -- you need to tell me about that night at the Clutter house. \n[176]Perry. \n[177]Why? Do you worry what I'll think? \n[178]Is that it? \n[179]I know a lot of people. \n[180]What is that you keep drawing? \n[181]Perry, I have invitations to be in Morocco, Greece... I choose to be here. Those people have everything, all their prayers have been answered, yet they're more desperate than ever. I prefer to be here with you. \n[182]I'm just missing this one piece, Jack. Be patient with me. \n[183]I don't know. \n[184]Do it in Brooklyn. Wait for me. \n[185]I will. I will. Bye. \n[186]I can't. I brought you some things, but I have to fly back East. \n[187]An hour. I'm sorry. \n[188]I'm sorry. \n[189]Your writings are magnificent. I hope these help you do more. \n[190]I have so much material -- from the trial, from our visits, your journals. I have to organize it all, and I have to start the process of writing. I'll visit soon. Perhaps this fall. I miss you already. Write me every five minutes. \n[191]What. \n[192]I'm already well into the third part, but I -- I can't finish that till I convince Perry to describe the night of the killings to me. I was planning to visit this fall, see -- \n[193]And we all need to see how this ends for the final part. I can't finish the book till I know what happens. If Perry and Dick are executed it's one thing -- and if not, well -- \n[194]I really don't know -- \n[195]Right. Yes. Right. \n[196]Plums. Thank god. We have nothing in the house. \n[197]Why aren't you working? \n[198]Oh, Jesus. I completely forgot. \n[199]My man, my hero, my talented... My man... \n[200]You are the hardest worker, the most unsung talent I know. As Nelle passes by on her way to London to sell her book which needs no selling, may a little of her success rub off on both of us. \n[201]I don't know. \n[202]From Perry. \n[203]Mr. Shawn told me about the court decision yesterday. \n[204]That's a terrible thing to say. \n[205](to no one in particular \n[206]Jack says I'm using Perry, but he also thinks I fell in love with him when I was in Kansas. How both of those things can be true is beyond me. \n[207]I don't know how to answer that... It's as if Perry and I started life in the same house. One day he stood up and walked out the back door while I walked out the front. With some different choices, he's the man I might have become. \n[208] \n[209]Can't it be both? \n[210]They said it was not paying his taxes. But really for being an outsider -- refusing to go along. \n[211]You don't have to read any of these if you don't want to. But I thought you'd like something decent. You're much too smart for adventure magazines. \n[212]In. \n[213]-- in front of the television. \n[214]They were watching Father Knows Best. \n[215]I'm so sorry I've been away. \n[216]I know. \n[217]I have to be in New York anyway. \n[218]Very slowly. \n[219]I've hardly written anything. \n[220]No. Thank you. \n[221]Hello. My name is Truman Capote. \n[222]Perry Smith's voice was both gentle and prim -- a voice that, though soft, manufactured each sound exactly -- ejected it like a smoke ring issuing from a parson's mouth. \n[223]The village of Holcomb stands on the high wheat plains of western Kansas, a lonesome area that other Kansans call \"out there.\" Until one morning in mid-November 1959, few Americans -- in fact, few Kansans -- had ever heard of Holcomb. Like the waters of the [Arkansas] river, like the motorists on the highway... exceptional happenings had never stopped there. \n[224]The four coffins, which quite filled the small, flower-crowded parlor, were to be sealed at the funeral services -- very understandably, for the effect... was disquieting. Nancy wore her dress of cherry-red velvet, her brother a bright plaid shirt; the parents were more sedately attired, Mr. Clutter in navy-blue flannel, his wife in navy-blue crepe; and -- and it was this especially that lent the scene an awful aura -- the head of each was completely encased in cotton, a swollen cocoon twice the size of an ordinary blown- up balloon, and the cotton, because it had been sprayed with a glossy substance, twinkled like Christmas- tree snow. \n[225]Imagination, of course, can open any door -- turn the key and let terror walk right in. [One] Tuesday, at dawn, a carload of... strangers, ignorant of the local disaster -- were startled by what they saw as they crossed the prairies and passed through Holcomb: windows ablaze, almost every window in almost every house, and, in the brightly lit rooms, fully clothed people, even entire families, who had sat the whole night wide awake, watchful, listening. Of what were they frightened? \"It might happen again.\" \n[226]Thank you. \n[227]I was going to say the same thing! \n[228]Tennessee loved it. \n[229]Should we do more? I was terrified, but -- \n[230]I think so. You know they're scheduled for next month? \n[231]I'm flying to Kansas tomorrow. I'll get Perry to talk -- \n[232]It really is too awful. Institutionalized sadism. \n[233]As strange as it may sound to you, I'm going to miss him. \n[234]When did you hear? \n[235]Perry, sit down. For a minute. I need you to talk to me... \n[236]Perry. \n[237]Perry. \n[238]I know what exacerbate means. \n[239]There is not a word, or a sentence, or a concept, that you can illuminate for me. There is one singular reason that I keep coming here -- \n[240]...November 14th, 1959. Three years ago. Three years. That's all I want to hear from you. \n[241]   \n[242]This is my work, Perry. I'm working. When you want to tell me what I need to hear, you let me know. \n[243]They've never seen these pictures? \n[244]I don't think life works that way. \n[245]When was the last time you saw him? \n[246]Do you think I could borrow one of those pictures? \n[247] \n[248]Hello handsome. \n[249]Yes \n[250]I don't... \n[251]I don't know what you're talking about. \n[252]Who sent that to you? \n[253]Who sent that to you? \n[254]It is my business, because it's not true. The organizers of the reading needed a title. They picked one -- a sensational one, I admit -- to attract a crowd. \n[255]Yes. \n[256]I haven't chosen one yet. \n[257]How could I choose -- \n[258]How could I choose a title when you still haven't told me what happened that night? How could I? I couldn't possibly. \n[259]I have something from your sister. \n[260]She misses you. \n[261]It's alright. I'll go in. \n[262]I'm sorry. I should have told you what they made me call the book. I couldn't pretend to be your friend. The truth is, I can't help wanting to be. You don't have to tell me anything if you don't want to. \n[263]Added up, how much money did you get from the Clutters? \n[264]  \n[265]Jack. \n[266]   \n[267]Jack. \n[268]...I want to give it to you. The truth is, I'm desperate to be done with it... \n[269]  \n[270]Mr. Shawn, I... I've spent four years of my life on this book... They got a stay of execution yesterday... Another, yes.... \n[271]Supreme Court.... \n[272]...It's harrowing -- all I want is to write the ending and there's no fucking end in sight... No. No, I haven't been drinking again... \n[273]  \n[274]  \n[275]Put it with the others. \n[276]   \n[277]Nelle. \n[278] \n[279]Terrible. \n[280]Well. It's torture. Torture... ...what they're doing to me. \n[281]Now the Supreme Court. Can you believe it? If they win this appeal I will have a complete nervous breakdown. I may never recover. Just pray things turn my way. \n[282]It's torture. They're torturing me. \n[283]I frankly don't know what the fuss is about. \n[284]  \n[285]  \n[286]  \n[287]  \n[288]Hello. \n[289]Yes? \n[290]Yes. \n[291]Oh. Uh... Yes. \n[292]Yes. \n[293]I'm here. \n[294]Hello, Perry. \n[295]I didn't... I hadn't heard that. \n[296]I'm sorry. \n[297]I don't know if I can. I'll try. I don't know if I can. \n[298]  \n[299]Come with me. \n[300]I don't know what you must think of me. \n[301]Yes. \n[302] \n[303]I don't know. Do you want me to? \n[304]Okay. Then I will. \n[305]I did everything I could. \n[306]I truly did. \n[307]Goodbye, Perry. \n[308]Someday I'll tell you about it. For the moment, I'm too shattered. \n[309]It was a terrible experience and I will never get over it. There wasn't anything I could have done to save them. ", "Capote": "\n[1]          ", "Nancy": "\n[1]  \n[2]  ", "Clutter": "\n[1]   \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]\n[9]\n[10]  ", "Grayson": "\n[1]How's your writing? \n[2]Really? ", "Alvin": "\n[1]Impressive. \n[2]Dad, the phone. \n[3]Dad? \n[4]Dad? \n[5]You need to call the Chief of Police in Las Vegas when you have a minute. ", "Dewey": "\n[1]Roy. \n[2]About what? \n[3]I care. \n[4]I care. I care a great deal if we catch whoever did this. \n[5]As do a lot of folks around here. \n[6]I'll talk facts but I won't speculate. The main fact here we need to be clear on is not one, but four people were killed. A lot of folks say Herb Clutter had to be the main target because he was dealt with the most brutally -- \n[7] \n[8]Wounds indicate a shotgun, close- range, but no casings were found. \n[9]Right. \n[10]No. Nancy in the back of the head. \n[11]No. \n[12]Kenyon's radio seems to be the only... \n[13]Fifteen. Nancy was sixteen. \n[14]Laura Kinney. \n[15]I assume you're okay with the Laura part. K-I-N-N-E-Y. But, please, leave her be. \n[16](standing, stubs out cigarette   \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]Marie -- \n[24]  \n[25](surprised by the insight \n[26]  \n[27]I'm not worried. I know what room you're in at the hotel. And I know where you live in Brooklyn. \n[28]  \n[29]  \n[30]  \n[31]Alvin. Paul. Now. \n[32]Damnit. Come here. \n[33]Alvin Jr. Get over here. \n[34]Paul. Back to the table. \n[35]Sit. \n[36]Not now, Alvin. \n[37] \n[38]You're nothing if not hard-working. \n[39]Not a chance. \n[40] \n[41]I see. \n[42]That lawyer you helped find for your friends got them a hearing at the Kansas Supreme Court -- \n[43]-- on the issue of inadequate counsel. \n[44](rises, takes out wallet \n[45]I have to be in court at nine o'clock. \n[46]Call Roy Church. He'll show you what you want to see. ", "Roy": "", "Church": "\n[1]The wife said no more smoking in the house. I told her, \"Fine. Walter's got a couch upstairs in his apartment. I'll stay with him and Dorothy till we're done here.\" I've got my bag and a carton of cigarettes in the car. \n[2]You have press credentials? \n[3]Magazine. \n[4]You can come to the news conference with the rest of them. Sears and Roebuck. ", "Christopher": "\n[1]Susan's father had a minor heart attack, so she's writing more erotic poems about death and sex. ", "Laura": "\n[1]  \n[2]  \n[3]I thought you were from the FBI with your long coat. \n[4]That's why I ran off. \n[5]It's fine talking to you all. Practically nobody around here wants to talk since what happened. \n[6]She was my best friend. \n[7]Pretty shattered. Nothing terrible ever happened to him before. Nancy just started wearing his ring again after this huge fight -- Mr. Clutter was trying to get her to end it 'cause Danny's Catholic. \n[8]Methodist. Danny was the last person at the house that night. That's why Mr. Dewey's keeps interviewing him -- they don't think he had anything to do with it -- just to see if he remembers anything unusual and all. \n[9]That's been real hard for Danny. \n[10]I want to show you something. \n[11]Maybe you'll get a better picture of Nancy. And the family. \n[12]It's her diary. ", "Kinney": "\n[1]  \n[2]  "}}