{"filename": "Cars-2_script.txt", "imdb_id": "tt1216475", "imdb_url": "https://www.imdb.com/title/tt1216475", "characters": ["Uncle Topolino (voice)", "Francesco Bernoulli (voice)", "Professor Z (voice)", "Mel Dorado (voice)", "David Hobbscap (voice)", "Lightning McQueen (voice)", "Grem (voice)", "Sir Miles Axlerod (voice)", "Mater (voice)", "Acer (voice)", "Darrell Cartrip (voice)", "Sally (voice)", "Brent Mustangburger (voice)", "Holley Shiftwell (voice)", "Finn McMissile (voice)"], "dialogues": {"Grem": "\n[1]Hey, Professor Z! \n[2]This is one of those British spies we told you about. \n[3] \n[4]He's dead, Professor. \n[5]Hey. Tow truck. \n[6]We'd like to get to our private business here, if you don't mind. \n[7]Thank you. \n[8]Get outta here! \n[9]I gotta admit --- \n[10]--- you tricked us real good. \n[11]\n[12]--- for the camera. \n[13] \n[14]Roger that, Professor Z. 40. \n[15]Roger that. \n[16]You gotta be kidding me. \n[17]It's that tow truck from the bathroom. \n[18]Yeah, the one the American Agent passed the device to. \n[19]What about him? He's in the pits! 46. \n[20]There he is! \n[21] \n[22]There you are. \n[23]Victor Hugo. I'm J. Curby Gremlin, from Detroit. It's good to see you. Now we can start. \n[24]Forget about it. \n[25]I can't believe this is really happening. \n[26]Good, you're up! \n[27]Professor Z wanted you to have a front row seat for the death of Lightning McQueen. \n[28]Here he comes! \n[29]I don't know, Professor. \n[30] \n[31]Quiet! I understand, sir. Yes. \n[32]We go to the backup plan. \n[33]We snuck a bomb in McQueen's pit! \n[34]Don't feel bad, tow truck. You couldn't have saved him. \n[35]What, you didn't think we'd take your bullets? 107. \n[36] Who's the lemon now, huh? \n[37]The Professor's on the run. \n[38]Yeah, but it's worth a shot. ", "(voice)": "", "Mater": "\n[1]Mater. Tow Mater, that's who... is here to help you! \n[2]Hey, Otis! 7. \n[3]Well dadgum, you're leaking oil again. Must be your gaskets. Hey, look on the bright side: This is your tenth tow this month, so that means it's on the house. \n[4]Don't sweat it. These things happen to everybody, Otis. \n[5]Yeah, but I ain't perfect. Don't tell nobody, but I think my rust is starting to show through. \n[6]Not yet. \n[7]Yeah, we're so dadgum proud of him. But I sure wish he'd hurry up and get back `cause we got a whole summer's worth of best friend fun to make up for. Just me and -- \n[8]--- McQueen! \n[9]McQueen! \n[10]McQueen! \n[11]McQueen, welcome back! \n[12]You too, buddy. \n[13]Oh, man. You ain't gonna believe the things I got planned for us. \n[14] \n[15]Wow. I can't believe they renamed the Piston Cup after our very own Doc Hudson. \n[16]Well, Doc would've been real proud of you. That's for sure. \n[17]You sure you can handle it? \n[18]Just remember, your brakes ain't gonna work on these! \n[19]Relax, these train tracks ain't been used in years! \n[20]This is gonna be good! \n[21]Uh-oh. This ain't gonna be good. \n[22]Boy, this was the best day ever! And my favorite souvenir? \n[23]This new dent! \n[24]Shoot, that was nothing. Wait til you see what I got planned for tonight. \n[25]That's exactly what I was thinking. \n[26]Even better! You, me and Miss Sally going out for supper. \n[27]Oh. \n[28] \n[29]Yeah, sure. Y'all go on and have fun now. 13. \n[30]Good evening. \n[31]My name is Mater and I'll be your waiter. Mater the waiter. That's funny right there. \n[32]Well yeah I work here. What'd you think, I just snuck in here when nobody was looking and pretended to be your waiter, just so I could hang out with you? \n[33]Now, can I start you two lovebirds off with a couple drinks? 14. \n[34]Uh, right. Your usual. \n[35]Guido! What's McQueen's usual? \n[36]Perfect! Give me two of `em. \n[37] \n[38]Yeah, that Italian feller you got on there can't talk that way about Lightning McQueen. He's the bestest race car in the whole wide world. 17. \n[39]Cause he knows what's important. Every now and then he prefers just to slow down, enjoy life. \n[40]That ain't what I meant. \n[41]Well let me tell you something else there, Mr. San Francisco --- \n[42]McQueen could drive circles around you. \n[43]No! I mean yes. I mean he could beat you anywhere, anytime, any track. \n[44]Ha ha! That shows what you know. Dump trucks is dumb. \n[45]Your drinks, sir. \n[46]I didn't taste it! \n[47]You mean it? \n[48]You got it, buddy. Hey, what's that? \n[49]Hey! You done good! You got all the leaves! \n[50]You're just realizing that? Boy, that jet-lag really done a number on you. \n[51]Different than what? \n[52]You need help? Shoot, why didn't you just say so? That's what a tow truck does. Hey, looky there, it's Mr. San Francisco! \n[53]I'll introduce you. \n[54] Look at me -- I'm helping you already! \n[55]Hey Mr. San Francisco, I'd like you to meet --- \n[56] \n[57]Miss Sally is gonna flip when she sees this. She's Lightning McQueen's girlfriend. \n[58]She's a big fan of yours. \n[59]You're right. She's a huge fan. She goes on and on about your open wheels here. \n[60]I'll go get you one. You mind if I borrow a few bucks for one of them drinks? 25. \n[61]Free? Well, shoot, what am I doing here? \n[62]I'll take one of them. \n[63]Never know which one McQueen'll have a hankering for. \n[64]Hey, what you got here that's free? How about that pistachio ice cream? \n[65]Oh, same ol', same ol'. What's up with you? That looks delicious. \n[66]Uh, a little more, please. It is free, right?  Keep it coming. A little more. Come on, let's go, it's free! You're getting there... Scoop scoop! 29. \n[67]There you go. Now THAT's a scoop of ice cream. \n[68]Somebody get me water! \n[69] \n[70] Whatever you do, do not eat the free pistachio ice cream. It has turned! \n[71]No, thank you. This trip's been amazing. \n[72]But wait, I... oh, shoot. \n[73]But I never leak oil. Never. \n[74]  \n[75]Coming through! Excuse me, leakin' oil. Where's the bathroom? Thank you. I gotta go! \n[76] \n[77]Sorry ladies! \n[78]I never leak I never leak I never leak... \n[79]Wowee... \n[80]What in the--- \n[81] \n[82] Whatever you do, I would not go in there. \n[83]A Gremlin and a Pacer! \n[84] No offense to your makes and models, but you guys break down harder than my cousin Betsy after she got left at the --- \n[85] --- altar! \n[86]Are you okay? \n[87]Oh, yeah. Don't let me get in the way of your \"private business.\" Oh! A little advice: When you hear her giggle and see that waterfall, you best press that green button. \n[88]It's to adjust the temperature. \n[89]Remember it's in Celsius, not Fahrenheit. \n[90]Alright then. \n[91]Excuse me, ma'am. \n[92] \n[93] Look out, ladies. Mater's fittin' to get funky! \n[94]Well, hello. \n[95]Well of course it doesn't. That's `cause it's air-cooled! \n[96]Course, Karmann Ghia's weren't the only ones. Besides the Beetles you had your Type-3 Squarebacks, with the pancake motors... \n[97]... And before both of them, there's the Type-2 buses - my buddy Fillmore's one of them. 36. \n[98]Uh, gee. Don't you think that's a little, uh --- \n[99]Well, let's see. Tomorrow I'll be out there at the races. \n[100]What's a rendezvous? \n[101]A date?! \n[102]Well, what's going on is I've got me a date tomorrow. \n[103]Well, believe it. My new girlfriend just said so. Hey, there she is. 37. \n[104] \n[105]See ya tomorrow! \n[106]And he's awesome! \n[107]McQueen! It's time to make your move. Get on the outside and show 'em what Doc done taught you. \n[108]Wow! Some of them fellers is really loud. \n[109]Uh, what? \n[110]Hey, I know you. You're that girl from the party last night. You wanna do our date right now? \n[111]Is there gonna be cable where you is so I can watch the rest of the race? \n[112]Well, all right but I usually like to have a proper detailing done before I meet a lady friend. \n[113]Hey, new lady friend? You like flowers? \n[114]Stay outside. Gotcha. \n[115]What's that? You want me to head toward that ruckus? \n[116]Wow! A live karate demonstration! \n[117]That was cool! Hey, can I get your autograph? 51. \n[118]Hey, where'd he go? \n[119]Dadgum, did I miss our date? \n[120]Hey McQueen! What happened? Is the race over? You won, right? \n[121]Yelling? Oh, you thought... that's funny right there. Nah, see that's `cause I seen these two fellers doing some sort of karate street performance. It was nutso. One of them even had a flamethrower --- \n[122]Going to meet my date. \n[123]She started talking to me as a voice in my head, telling me where to go --- \n[124]Wait a minute -- I didn't screw you up, did I? \n[125]Well, I'm sorry. I didn't mean --- \n[126]Maybe if I, I don't know, talked to somebody and explained what happened I could help. \n[127]But I'm gonna miss my plane. \n[128]Doggone it. This is about my hook, isn't it? I know I should've checked it, but I can't really, look -- it's attached to me. \n[129]Hey, I know you. You're that feller from the karate demonstration. \n[130]Tow Mater. Average intelligence. \n[131]Let's just say I'm triple-A affiliated. You know, I know some karate. I don't wanna brag or nothing, but I've got me a black fan belt. \n[132]Hey, you wanna see some moves I made up? \n[133]This first one I can reach into a car's hood, pull out his battery, and show it to him before he stalls. I call it, \"What I accidentally did to my friend Luigi once.\" 56. \n[134] Look, I probably ought to go. I'm about to miss my flight. \n[135]This is First Class service. You don't even have to go through the terminal. \n[136] \n[137] Is everything okay back there? \n[138] \n[139]I knew I should've done carry-on! \n[140]Hey, doggone it. It's my imaginary girlfriend! \n[141] \n[142]By the time you read this, I will be safely on an airplane, flying home. \n[143]That's the closest I ever been to missing my flight! That was --- 60. \n[144] \n[145]I gotta go to a doctor. I keep getting these sharp pains in my undercarriage. \n[146]Hey, lemme introduce you two. This here is Finn McSomething-or- other. He's a First Class VIP airport whatchamacallit. And Finn, this here's my date. I never did get your name. \n[147] \n[148]Well, that's one of the worst engines ever made. It's an old aluminum V8 with a Lucas electrical system and Whitworth bolts. Shoot, them Whitworth bolts is a pain, tell you what. Them ain't metric, they ain't inches... \n[149]Well, it's kinda hard to tell from this picture, ain't it? \n[150]Agent? You mean like insurance agent, like, `Like a good neighbor, Mater is there'? Wait, you mean secret agents. You guys is spies! \n[151]You're pretty. 62. \n[152]And so nice. \n[153]You might not be happy, but I bet this feller is. See how he's had most of his parts replaced? And see all them boxes over there? Them's all original parts. They ain't easy to come by. \n[154]Wait, what? 63. \n[155]Well yeah I live right next to one.  I don't know, Finn. I ain't exactly been much help to anybody recently. \n[156]Well, okay. But you know I'm just a tow truck, right? \n[157]Yeah, two of them sweets for me too, Sid! You know, I always wanted to be a spy. \n[158]Yeah, Finn? \n[159]Shopping? What do you mean? Why would I --- \n[160]Dadgum. \n[161]You gotta be kidding me - they've got everything here. Look at them hoods! I could use a hood. \n[162]Sorry fellers, I gotta go. \n[163]Excuse me. What are you selling? \n[164]Man, there are some great --- \n[165]Hey, wait for me! 66. \n[166]Sure thing. \n[167]Well, a lemon needs parts. Ain't nothing truer than that. \n[168]Yeah, you know. Cars that don't ever work right. Lemons is a tow truck's bread and butter. Like them Gremlins and Pacers we run into at the party and the race and the airport. \n[169]Is the Popemobile Catholic? \n[170]That's where the next race is! \n[171]Boy, I'll tell you what. That three- wheeled feller had to be right about a big meeting. \n[172]You never see this many lemons in one town. Unless there's a swap meet, or something. 70. \n[173]Hey, how'd you get all them pictures? \n[174]Wow, not only is you the prettiest car I ever met, but you the smartest too. \n[175]That's a familiar sight. \n[176]A Hugo being towed. But he looks absolutely perfect. \n[177]Makes sense. If I was rich and broke down every day, I'd hire me to tow me around all the time too. \n[178]What? \n[179]Ahh! 71. \n[180]Boy, I sure wish my friends could see me now. \n[181]What? I thought you was supposed to be making me a disguise. \n[182]Voice recognized. Disguise Program Initiated. \n[183]Cool! Hey, computer. Make me a German truck! \n[184]Request acknowledged. \n[185]Check it out. I'm wearing Materhosen. Make me a monster truck! \n[186]Request acknowledged. \n[187] \n[188]Request acknowledged. \n[189]A funny car! \n[190]Request acknowledged. \n[191]So I just go in, pretend to be this truck. \n[192]Hey, what are you doing? \n[193]Oh. For a second there I thought you was trying to fix my dents. \n[194]Well then no thank you. I don't get them dents buffed, pulled, filled or painted by nobody. They're way too valuable. \n[195]I come by each one of them with my best friend Lightning McQueen. 77. \n[196]I don't fix these. I want to remember these dents forever. \n[197]But my line of work is towing and salvage. \n[198]No, I meant for real. I --- \n[199]I don't know about this, Finn. What if I screw things up? \n[200]It's just that them guys look pretty tough and --- Wait, did you say \"idiot\"? Is that how you see me? \n[201]I, uh--- \n[202]Okay, okay. Computer: disguise. \n[203]Request acknowledged. \n[204] \n[205]Why is that? What do you mean don't talk to you? (more talking from Holley which we cannot hear So you want me to stop talking to you. Right now? \n[206]I have no idea what you're talking about... \n[207]...Alexander Hugo, aka \"Chop Shop Alex.\" 85. \n[208]Hey, you got a lot of aka's, Alex. But I guess that makes sense seeings how you's wanted in France, Germany, the Czech Republic... \n[209]Oh yeah, it's unbelievable. \n[210]Uh, of course I ain't leavin'. \n[211]McQueen? \n[212]No! \n[213]Dadgum. \n[214]\"Gatling gun\" request acknowledged. \n[215]Shoot. I didn't mean --- \n[216]Request acknowledged. \n[217]Whoa!! \n[218]Wait wait! I didn't mean that kind of shoot! \n[219]Correction acknowledged. Deploying chute. \n[220]McQueen! 96. \n[221]Lemme through! Lemme through! \n[222] \n[223]No, listen! I was disguised as a tow truck to infiltrate this Lemonhead meeting and my weapons system misinterperated what I was \n[224]McQueen! McQueen! \n[225] \n[226]McQueen! \n[227]McQueen! \n[228]McQueen, they're gonna kill you!! \n[229]Let me go! \n[230]Idiot? Is that how you see me? \n[231]Domo arigato! \n[232]You done good! You got all the leaves! \n[233]Now that's a scoop of ice cream! \n[234]I never leak oil. Never. \n[235]Wait a minute. I didn't screw you up, did I? \n[236]Maybe if I talked to somebody, or--- \n[237]Bang a gong, get it on! \n[238]Holley! Finn! Where are we? \n[239]Woaaaah! --- \n[240]This... this is all my fault. \n[241]But I am, remember? You said so. \n[242]I'm not a spy! 103. \n[243]I've been trying to tell you that the whole time. I really am just a tow truck. \n[244]You were right, Finn. I'm a fool. And what's happened to McQueen is `cause I'm such a big one. This is all my fault. \n[245] \n[246]Backup plan?? \n[247]Dadgum lemons. \n[248]Request acknowledged. \n[249]Dadgum! \n[250]\n[251]Dadgum! Dadgum! Dadgum! \n[252]\n[253]I gotta get you all out of there! \n[254]But I can't, I'm just a tow truck. \n[255]What about you guys? \n[256]What's everybody on the wrong side of the road for?! \n[257]Everybody get out! Get out now! Y'all gotta get out the pits! \n[258]Hey, what are you guys doing here? \n[259]No! Everything's not okay! There's a bomb in here! Y'all gotta get out! Now! 111. \n[260]Finn! You're okay! \n[261]Uh-oh. \n[262]Stop right there! \n[263]Don't come any closer! \n[264]No, I'm not okay. Stay away from me!! \n[265] \n[266]Stay back! If you get close to me, you gonna get hurt real bad! \n[267] \n[268]McQueen, you don't get it. I'm the bomb! \n[269]Stay away! \n[270] \n[271]Request acknowledged. \n[272]McQueen, let go! \n[273]No way! You could get hurt! \n[274]Yeah, they strapped it to me to kill you as a back-up plan. \n[275]Deactivate! Deactivate! \n[276] Fellers, listen. 120. \n[277]I know what you're going through. Everybody's been laughing at me my whole life too --- \n[278]--- but becoming powerful and rich beyond your wildest dreams ain't gonna make you feel better. \n[279]I get it. I get it! I know what needs to be done. \n[280]What? No, I can't do it. Look, nobody takes me seriously. I know that now. This ain't Radiator Springs. \n[281]Thanks, buddy. \n[282]Oh, right! Hang on! \n[283]Computer! \n[284]Yes, Agent Mater. \n[285]I need that thing you done before to get me away from McQueen! \n[286]Request acknowledged. \n[287]Now I need you to do the chute, the second kind not the first! \n[288]Deploying chute. \n[289]Okay! Somebody's been sabotaging the racers and hurting the cars and I know who. Oh wait... Your Majesty. \n[290] This ain't nothing at all like Radiator Springs. \n[291]Okay. 124. \n[292]It's him. \n[293]I figured it out when I realized you all attached this ticking time bomb with Whitworth bolts. The same bolts that hold together that old British engine from the photograph. Holley! Show that picture. \n[294]And then I remembered what they say about old British engines - \"If there ain't no oil under `em, there ain't no oil in `em.\" \n[295]It was you leaking oil at the party in Japan. You just blamed it on me. \n[296]Then you're faking it. You didn't convert to no electric. We pop that hood we gonna see that engine from that picture right there. \n[297]To make Allinol look bad so everybody'd go back to using oil. I mean, he said it himself with that disguised voice. \n[298]Yeah, but what if he found that huge oil field just as the world was trying to find something else? \n[299]What if he came up with Allinol just to make alternative fuel look bad? \n[300]Now you're talking! \n[301]  \n[302]McMissile, McQueen. Queen? McMissile. \n[303] \n[304]So there I was: rocket jets going full blast, McQueen hanging on for dear life when suddenly them two nasty lemons come out of nowhere, guns drawed. We was goners. But then out of nowhere, this beautiful spy car swoops in from the sky to save us! \n[305]Holley! Finn! \n[306]What're you doing here? 129. \n[307]Oh, man. Y'all is gonna have a great time. Everybody! This here's Finn McMissile. He's a secret agent. Don't tell nobody. And this is Holley Shiftwell. She's --- \n[308]Explode in a fiery inferno? \n[309]Go McQueen!! Whoo-hoo!!! \n[310]You're leaving already? \n[311]Something tells me you're not talking about souvenir bumper stickers. \n[312]But I told you all before. I'm not a spy. \n[313]Well, thanks. But as much fun as it was hanging with y'all, this... \n[314]This is home. \n[315]Well, I sure appreciate that, thank you. Actually... there is one thing. \n[316]Whoo-hoo!!! \n[317] \n[318]Not if I see you first! ", "Acer": "\n[1]Here it is, Professor. \n[2]You wanted to see this before we load it? \n[3]Oh. A TV camera. What does it actually do? 4. \n[4]You got it. \n[5]Yeah. This one we caught sticking his bumper where it didn't belong. \n[6]He's getting away! \n[7]Got it. \n[8]Get outta here! \n[9]And we don't like being tricked. \n[10]Hey, what's so funny? \n[11]You talked up a lot of cars last night. Which one's your associate? \n[12] What about her? Did you give it to her? \n[13] How about him? You talk to him? \n[14]How about him? Does he have it? \n[15]What is it? \n[16]The one from the bathroom? \n[17]What about him? \n[18]Not for long. \n[19]Finn McMissile? But you're dead! \n[20]This time I'm gonna make sure you stay dead. 50. \n[21] \n[22]Hey, Victor! \n[23]He's supposed to be here any minute. \n[24]It's just the Professor. \n[25]Been there. \n[26] \n[27]And just in time! \n[28]Not for much longer. \n[29]What did you do? \n[30]You broke it. \n[31]What'd he say? \n[32]The next time he makes a stop, instead of saying \"ka-chow,\" he's gonna go \"ka-boom\"! \n[33]Oh, wait. You could have! \n[34]That's right! You got nothin'. \n[35]Someone's gotta get McQueen. \n[36]Retreat! ", "Sally": "\n[1]This is so nice. \n[2]You know what? I'm going to have that too. \n[3]Francesco Bernoulli. No wonder there's a crowd. \n[4]What? He's nice to look at. You know, open-wheeled and all. \n[5]Oh, no, don't worry about me. I've got enough to do here. Mater's going to have a blast though.  You're bringing Mater, right? You never bring him to any of your races. \n[6]Just let him sit in the pits, give him a headset. C'mon, it'll be a thrill of a lifetime for him. \n[7]We came as soon as you called. 104. \n[8]You just need to focus on the race. \n[9]Mater would want you to race. \n[10]We're here because of you, Mater. \n[11] \n[12]So he's not so good-looking. \n[13]I'm serious. \n[14]You don't need it! \n[15]And those open wheels. "}}