{"filename": "Casino_script.txt", "imdb_id": "tt0112641", "imdb_url": "https://www.imdb.com/title/tt0112641", "characters": ["Don Ward", "Frank Marino", "Andy Stone", "Pat Webb", "Senator", "Sam 'Ace' Rothstein", "Artie Piscano", "Jennifer Santoro", "Billy Sherbert", "Ginger McKenna", "Remo Gaggi", "John Nance", "Phillip Green", "Nicky Santoro", "Lester Diamond"], "dialogues": {"Don": "", "Ward": "\n[1]It won't happen again, Sam. \n[2] NICKY, JENNIFER, LITTLE NICKY and MARINO walk in.  \n[3]Loose machines are right back over there. \n[4]Okay, I'll - \n[5]Well... \n[6]Yeah, okay. \n[7]All right, I will, I will. \n[8]I do understand that. I'll get right on it. And thank you. \n[9]Dang, you are right, Mr Rothstein, I am so sorry. \n[10]Shoot, it's gotta be in the millions, maybe more. \n[11]Well, it happened so quick. Three guys won. I didn't have a chance to call you. \n[12]Well, there's no way to determine that, Sam. \n[13]Well, it's a casino. People gotta win sometimes. \n[14]I really think you're - \n[15]I really think you're overreacting in this whole - \n[16]You're firin' me? \n[17]You might regret this, Mr Rothstein. \n[18]This is not the way to treat people. ", "Frank": "\n[1]...Well, I've got a large family. \n[2] \n[3] \n[4]  ", "Marino": "\n[1]\n[2] NANCE, with suitcase, and PISCANO leave the car and enter the produce market.  \n[3] NANCE and PISCANO walk through the grocery store, through the warehouse, past various employees to a doorway leading into the back room, where they are greeted by five older men around a large wooden table with bowls of macaroni and old jelly glasses filled with red wine.  \n[4]They pay every week, like they're supposed to. \n[5] \n[6]Well, how come I laid nine? \n[7]Whoa, whoa, whoa. \n[8]\n[9]Of course. \n[10] \n[11] \n[12] \n[13]Get up. \n[14]\n[15]This peter's a motherfucker. \n[16] \n[17] \n[18] \n[19]No, no, there's no flaws in it. \n[20]You better clean your fuckin' loupe. 'Cause there's no flaws in these diamonds. \n[21]What, are you gonna have a fuckin' meeting here, or are you gonna buy some diamonds? \n[22]Forty thousand dollars, you can buy the whole package. \n[23]  \n[24](Referring to JENNIFER as they pass the kitchen \n[25]I took care of everybody. \n[26]Hey. This is Shelly. \n[27] \n[28] \n[29]We're gonna have dinner. Come on. \n[30]Remo. \n[31]How are you? \n[32]Nicky sends his warmest regards. \n[33]Fine. Everything's goin' good. \n[34]I'll take care of it, Remo. \n[35] \n[36] NANCE is seated at a table eating with FORLANO, CAPELLI, CAPP, BORELLI, PISCANO and GAGGI.  \n[37] \n[38] BORELLI is talking to PISCANO, his underboss.  \n[39]Yeah, I heard, yeah. \n[40]I know. \n[41]What're you gonna do? \n[42]I know. \n[43]I'll tell him, Remo. \n[44]Yeah, but they're complaining. \n[45]It's up to you. \n[46]\n[47] \n[48] PISCANO and his MOTHER are at the counter of his elderly BROTHER-IN-LAW's store.  \n[49] \n[50] \n[51] \n[52]Well, we got company. \n[53]Mm. \n[54]They're havin' a good time too. \n[55] \n[56]Let's get out of here. \n[57]Of course, Remo. \n[58]I always tell you the truth, Remo. \n[59] \n[60]What could I say? I knew if I gave the wrong answer, I mean, Nicky, Ginger, Ace, all of 'em could've would up gettin' killed. \n[61]Because there's one thing about these old timers: They don't like any fuckin' around with the other guy's wives. It's bad for business. \n[62] \n[63]So, I lied... even though I knew that by lyin' to Gaggi, I could wind up gettin' killed too. \n[64] \n[65]I'm positive.  Remo... things are very fucked up down there, you know? \n[66]Hm. \n[67]He's good. He's fine. \n[68]No problem. \n[69]I understand. \n[70]Thanks, Remo. \n[71] \n[72]He asked me again about you and the Jew's wife. \n[73]He asked me again about you and the Jew's wife. \n[74]I told him I didn't know nothin'. But Jiggs and, uh, Tony Gorilla said if you did anything, you're fucked up. \n[75]Nah. You would've heard somethin'. \n[76]I know. I know. \n[77]Yeah, but they keep askin' about it. \n[78]What? \n[79]Oh, he ain't nobody. \n[80]Angelo and Buster. \n[81]They'll do it. \n[82]Yeah. \n[83]Yeah, just let me know. But you gotta be ready. You know what I'm talkin' about? \n[84]Don't know. \n[85]Yeah, either that or in the fuckin' bank. I don't know. They're all over the joint. \n[86]Calm down, calm down. Shh! \n[87] Whoa. Calm down. \n[88]Take it easy! \n[89]You're gonna fuckin' kill her. Take it easy. \n[90]Take it easy. What could you do? I mean, she threw herself at you, right? \n[91]Tough guy! You and your f- Fuckin' brother! \n[92]No more! \n[93](Hitting DOMINICK across the neck \n[94](Lunging the bat into DOMINICK's stomach \n[95](Looking at NICKY as he strikes DOMINICK \n[96]Fuck you, you motherfuck! \n[97]No more fuckin' dirty work! \n[98] \n[99]All right. Strip him. \n[100] \n[101]Come on, come on. Bury 'em. ", "Andy": "\n[1](Off-screen, from following scene ", "Stone": "\n[1](Off-screen, from following scene \n[2]...but I do want to welcome the ladies and gentlemen of the gaming industry. \n[3]This is a very auspicious occasion. \n[4]Philip, if you would rise. \n[5]On behalf of the Teamsters' Pension Fund, it is my pleasure to present to you . . . \n[6](Handing GREEN a large cardboard facsimile 'check' \n[7]You don't have to have a license to work in a casino. All you gotta do is apply for one. The state law says you can work in a casino while they're processing your application. They got a ten-year backlog. \n[8]Why would they want to find out? We're puttin' a hundred million into this desert here. Why would they want to lock us out?  And besides, they'll never find out. All you gotta do is keep changing your job title. Like, uh, from Casino Executive to Food and Beverage Chairman. And what happens it, they take your application, they put it at the bottom of the pile. I know guys workin' there for thirty years, don't have a license. \n[9]You got it. \n[10]Nobody's gonna interfere with your running the casino. I guarantee it. \n[11]I don't know \n[12]Maybe he could run things with another job title. Wouldn't be the best, but, uh, what are we gonna do? \n[13] \n[14]He's on all night, screamin' about how he's gonna take his damn lawsuit all the way to the Supreme Court. He really must be crazy. He's gonna go to Washington with this? He's out of his fuckin' mind. \n[15] \n[16]These guys back home don't give a fuck about the Supreme Court and any of this bullshit! They want things to quiet down. They want you to walk away from - \n[17]The old man said, 'Maybe your friend should give in.'  And when the old man says 'maybe', that's like a papal bull. Not only should you quit, you should run! \n[18]What do you propose? \n[19]They ain't sendin' Nicky nowhere. \n[20]I would forget about the maneuver. I would just get out. \n[21]You call Artie... and you tell him I don't care what, he's gotta be in my office Thursday morning before eleven o'clock. \n[22] ", "Pat": "\n[1] ACE is with the Control Board investigators AUSTIN and DUPREY. They are all pouring over legal files and record books out on a table by the swimming pool.  \n[2] ACE and the board investigators follow the plane as it lands on the fairway. ACE has taken off his sunglasses to get a better look. Two men in suits get out.  \n[3] The AGENTS run across the golf course, past ACE and the investigators, who look on open-mouthed.  \n[4] \n[5] Through glass doors we see ACE seated in his living-room. NICKY slips into frame and taps on the window, gesturing that he wants to talk. ACE signals for him to go around to the garage.  ", "Webb": "\n[1]Oh, no. No, thank you, little lady. \n[2]Mr Rothstein... I'm Pat Webb. \n[3]Hey, it is my pleasure. \n[4]Oh, thank you, sir. \n[5]Hey, house is doin' well. Hey, all that money is rollin' in. I appreciate you takin' the time to see a poor ol' civil servant. \n[6]\n[7]Hm? Oh. Thank you, sir. \n[8]Uh, I come here personally to kind of smooth over a fracas about a certain matter. See, uh, maybe you didn't know it, but, uh, Don Ward is a very well-liked man in this town. He's got lots of friends here. Now, his family and their money go back many, many years. Now, friends vote... family and money votes. That's important to me... and you. And if you'll think about our little problem along them lines...  and you forgive me for sayin' it, maybe he did not deserve to be fired. \n[9]Before we point the dirty end of the stick at 'ol Don, uh, we better be sure we can prove them charges. \n[10]Are, uh - - are we certain that you want the Gamin' Control Board eyeballin' your record and your gangster pals like Nicky Santoro? \n[11]  \n[12]Well, could there be any position... further down the trough? \n[13]Mr Rothstein. Your people never will understand the way it works out here. You're all just our guests. But you act like you're at home. Let me tell you somethin', partner... you ain't home. But that's where we're gonna send you if it harelips the Governor. Thank you for your time. \n[14] \n[15]Hm. Have you read this? \n[16]Hm? It's 'bout Mr Rothstein. \n[17]It says 'The Midwest bookmaker with mob ties says that he is the real boss of the new hundred-million-dollar Tangiers Casino empire.' You believe that? \n[18]Why, of course, he really said that. It's right here. Has that man even filed for his license yet? \n[19]Well, without gettin' your shorts in a knot, would you do that? And kinda check closely, 'cause we may have to kick a kike's ass out of town.  Thank you. \n[20]Keep an eye on him. ", "Senator": "\n[1]Hi, Ace. \n[2] \n[3] \n[4] \n[5] \n[6] \n[7] \n[8](Interrupting, into microphone \n[9] \n[10] \n[11] \n[12]The only time I was at the Tangiers was when I had dinner with Barney Greenstein. \n[13]You were wandering around. \n[14]You were wandering around. \n[15]You were wandering around. \n[16]You were in the m- You were in the building. \n[17] ", "Artie": "", "Piscano": "\n[1]Hey, John, how are you? How was your ride? \n[2] \n[3]Yeah, they made us somethin' to eat. \n[4]That man's here again. \n[5](Carrying a plate of food to the table where BORELLI and FORLANO are seated. \n[6]I was out there with my cumma [Italian- American slang for 'girlfriend'.] \n[7]What else? I gave her a schaff [Italian-American slang for 'tap'.] \n[8]I'm out there more than I'm here. \n[9]Come on, go back there? I never got paid my expenses for the last trip. \n[10]Well, I'm goin' all over, layin' money out of my own pocket, and I never get anything back. What the hell's goin' on? \n[11]Well, then, from now on, I'm gonna start keepin' records. \n[12]Well, I keep layin' out my own fuckin' dough for these trips and nothin' ever comes back. I mean, what hell's goin' on? What are we doin' over here? \n[13]They're fightin' over those suitcases again. You know what that means, right? You know what that means, right? That means I gotta take another trip out to Vegas, and it's gonna cost me another couple of grand. \n[14]They're not gonna make a fool out of me. I write it all down in this book, every fuckin' nickel that goes down. Right here, receipts... \n[15] \n[16]Oh, sorry - \n[17]What's the matter with you? \n[18]Receipts and bills and... everything's here. \n[19]Since when do you talk like that? \n[20]I'm sorry. \n[21]There's a lot of people here. \n[22]Nance gives me trouble and I'll tell him... screw around with those suitcases and I'll take the eyes out of his frickin' head. \n[23]Again! \n[24]I didn't curse. I said 'frickin' head'. \n[25]That's enough. \n[26]I'm sorry. \n[27]Plus, what's to prevent him with the suitcases, that he can take what he wants?  Fuckin' Nance, he brings us back two suitcases from the Tangiers, and what about three or four? \n[28]We got nobody in the room to watch. That's the law. You know, we can't even go into the count room to watch our money? Could you believe this cowboy bullshit? \n[29]And sure he's got his people in there. But how do you know? They could all be in on it together, those miserable fucks. \n[30]I'll find out and, if it's Green himself, I'll bury that bastard. \n[31] \n[32]...behind my head. They trust that scumbag, I don't. Right now, the way I feel, I'll hit the two of them in the head with a fuckin' shovel. \n[33]All right, take it easy now, take it easy. \n[34]Mom, I'm sorry, they're beatin' me left and right. Ma, I'm sorry. I'm all upset. \n[35] \n[36]You know - You know - You know what they're doin' to me? \n[37]I know it, I know it. \n[38]I can't take this no more. Back and forth, back and forth. \n[39]Take it easy, though. \n[40]All right, all right. But I - I - \n[41]You'll get a heart attack like that. \n[42]You know, I - I'm too upset right now. And - An end has to be put to this. \n[43]If I have to start handlin' things the way I... \n[44] \n[45] \n[46] \n[47] \n[48] \n[49] \n[50] \n[51] \n[52] \n[53] \n[54] \n[55] \n[56] FBI AGENT #9 removes some ledgers from a a filing cabinet.  \n[57]Look at this! That you so much, Mr Piscano. How considerate of you. Appreciate it. \n[58]Those are my m- those are my mother's books. \n[59]What are you guys doin'?! \n[60] \n[61]He's sick! It's his heart! \n[62]Oh, God, is he breathing? He's not breathing! \n[63]Artie! \n[64]No, I won't calm down! He's my husband! \n[65]Artie! Artie! ", "Jennifer": "\n[1] \n[2] \n[3]Oh, yes. Will you help me fold these, please? \n[4] \n[5]Come on. There we go. Look at that. Beautiful. \n[6]All right, we're clear. \n[7]I think that's it. \n[8]God, I'm telling you, they're out! \n[9]Look, there aren't... There aren't but... \n[10]Hey, how you doin'? \n[11] \n[12]Incredible. \n[13] \n[14](Sitting down next to \n[15] \n[16] \n[17] \n[18] \n[19] \n[20] \n[21] \n[22] \n[23] \n[24] (grabbing the phone and walking away \n[25](Slamming the phone down on a table ", "Santoro": "\n[1]", "Billy": "", "Sherbert": "\n[1](Introducing the EXECS to ACE \n[2]We need this guy. \n[3]He's juiced in. He's the County Commissioner's cousin. \n[4]Nice to see you, Senator. \n[5]Certainly. Senator. \n[6]We have some nice penthouses you'll enjoy. Maybe the Presidential Suite. \n[7]Ken, I don't know what the hell went wrong. I'm awfully sorry. \n[8]I can't understand it. These mechanical things, you know, they happen. Hey, be-better here than up there, you know what I mean? \n[9]A convention? I can't believe that there's a convention. It's never... ? \n[10] \n[11] \n[12]Hiya. That's a lot of money to be counting out in public. \n[13] \n[14]A little privacy. And, by the way, send over a... nice bottle of champagne on ice, huh? \n[15]Real special.  Somethin'... By the way...  I'm Billy Sherbert, your casino manager. \n[16]Having a good time? \n[17]You'll want to count the money in privacy. You know, you don't need... \n[18] \n[19]Sir, would you mind taking your feet off the table and putting your shoes on, please? \n[20] \n[21] \n[22] \n[23](to REPORTER, who looks his way. (REPORTER glances back at ACE. \n[24]To Abraham Lincoln. \n[25]Here we go. Good luck. \n[26] \n[27] \n[28] \n[29]...nose wide open. He took the money out of his own kick. His nose is open for about ten thousand. \n[30]Now, he's really pissed. \n[31] \n[32] \n[33]...give you ten thousand - \n[34]Look, take - \n[35] \n[36] \n[37] ", "Ginger": "\n[1]Yes! \n[2] \n[3]Oh, I'm sorry. I'm sorry. Thank you very much. Thank you very much. \n[4]Thank you, sir, I appreciate that. Everybody, thanks. Gives some chips as tips to the dealer and box man. Thanks. Take care, Steve. Take chances and drive fast. \n[5] \n[6]What do you mean, 'What's the matter?' I made a lot of money for you. I want my cut. \n[7]What money?  Look at this stack of chips. Don't give me that shit. I want my end. \n[8]Don't give me that shit. I want my money. \n[9] \n[10]Get lost? \n[11]Get lost? \n[12]Well, how 'bout that? \n[13] Slow motion: GINGER smiles at ACE and walks off.  \n[14]I'm going to go powder my nose. \n[15]I'll be right back. \n[16]Okay, thank you for asking. \n[17] \n[18]Great. And I have something for you. You got me covered? \n[19]And you do. Thank you very much. \n[20]I got some lucky pills for you, honey. \n[21] \n[22] \n[23] \n[24]Take one for you. \n[25]Thanks \n[26]You have a good night. \n[27]Hey, Mitch. \n[28]Thank you. \n[29]Thanks a lot. \n[30] \n[31]You're a doll. \n[32] GINGER enters the room with $25,000 in her hands. She taps LESTER DIAMOND's leg with it and he turns to her.  \n[33]All right. \n[34]Yeah. \n[35]I'm here. \n[36]I'm always here for you. \n[37]I am. \n[38]Good luck. \n[39]Careful. \n[40]Hi, Jennifer. \n[41]Hi, how are you? \n[42]What, are you trying to handicap me? \n[43] \n[44]You don't know me. What, you've known me, two, three months. What do you know? \n[45]You know a lot of happily married people, Sam? 'Cause I don't. \n[46]I care about you, a - But I just don't have those kind of feelings for you. I'm sorry. I'm not in love with you. \n[47]Understand? I'm sorry. \n[48]If it doesn't work out. You know, if it doesn't play out, then what happens to me? \n[49] \n[50]\n[51](Over telephone, sobbing \n[52] \n[53] \n[54](Sobbing, into telephone \n[55] \n[56](Into telephone, sniffing, trying to cut him off \n[57] (She hangs up the phone quickly. \n[58](Drinking some champagne, wiping away tears \n[59]  \n[60]I'm okay. I just - You just have to understand. I've been with Lester since I was a kid. I just wanted to say goodbye. I - I just...  I don't... I think I have a right to do that. Okay? \n[61]Yeah. \n[62]Yeah. \n[63]Uh-huh. \n[64]Yeah. Yeah. \n[65] \n[66]Oh... \n[67] \n[68]Oh, it's great. \n[69](Running into the closet \n[70]You brought all my stuff. I can - \n[71] \n[72](Looking at herself in the mirror \n[73]Oh... \n[74]No one's ever been so nice to me. \n[75] \n[76]So, do you think it's too much if I wear these in the same day? \n[77]You're so wonderful. The jewelry's not so bad, either. \n[78](Putting on a gold bracelet \n[79]Okay. \n[80]Need a little help with that, Mr Collins? \n[81]Thank you. \n[82]He worked so hard. \n[83](To COUNTRY-CLUB WOMAN #3 \n[84]Thanks. \n[85]Thanks. Yes, all right. \n[86]Hi. \n[87]Oh. \n[88] \n[89](To AMY, wearing the bracelet \n[90]Look at this. Look at this. \n[91]\n[92](From the viewing room \n[93]So, what'd you say to that fuckin' jerk anyway? \n[94] \n[95](Giving AMY to the \n[96]Well, I would, you know, Sam. It's just that... well, I need more than that. I need twenty-five thousand. \n[97](Picking up an empty carton of milk \n[98]Well, what's the difference? I just need it. \n[99]I'm aware of that. We don't have to turn this into a big deal. Okay? We don't have to have a fight. It was important to me. But forget it. Just something I wanted to do for myself. \n[100]No. \n[101]Look - Sam, I've been independent my whole life. I never had to ask anybody for anything. Now you're making me beg you for this. \n[102] \n[103] \n[104]It means I got the money. \n[105] \n[106] \n[107]No! No! No! Don't! \n[108]Make them stop it! No! No! No! It's not his fault! It's my fault! \n[109] \n[110](Throwing the iron on the counter \n[111]So, why'd he have to do that, huh? \n[112]Tell me. \n[113] \n[114]No! No! I told him all about the guy before we ever got married. This is no fuckin' surprise. \n[115]Yeah. He's just a friend of mine I was trying to help, so... so what? \n[116]Oh, come on. I went into this with my eyes open, you know. I knew the bottom could drop out at any time. I'm a working girl, right?  You don't think I'm gonna go into a situation like this if I don't think I'm gonna get covered on the back end. \n[117]Am I right? \n[118]So, he put aside some jewelry for me. A lot of jewelry. \n[119]Mm, you want to steal it? \n[120]I'm told it's worth about a million dollars, maybe more. \n[121]I should have never married him. He's a Gemini. A triple Gemini... duality. Gemini's the snake. You know you can't trust the snake. I mean it. \n[122]I do. \n[123]He could have killed him! Okay? He could have killed him. \n[124]He didn't have to hit him. It's not exactly like I'm sleepin' with the guy! And he makes me sneak around to see my own friends! What the fuck is that all about? \n[125](Sighs, her voice starts to crack \n[126]Okay. \n[127]Yeah. Thanks. \n[128]Thanks for puttin' up with me. \n[129]Oh, come on. \n[130](Fidgeting with his jacket, then holding his face in her hands, smiling.  \n[131](Tenderly strokes his head \n[132] \n[133]Huh? \n[134]I didn't take your pills. \n[135] \n[136] \n[137] \n[138]I said, you can't make me stop caring about people. \n[139]  \n[140]Okay. \n[141] \n[142]I don't need one. \n[143]That's all you care about. You don't care about me at all. \n[144]No, you don't. \n[145] \n[146]I'll try. I will. Don't be mad at me, okay... I will. \n[147] \n[148] \n[149] \n[150](Chuckles, over telephone \n[151] \n[152]I just want what any divorced woman would get. \n[153]  \n[154] \n[155] \n[156] \n[157]Lester - he called you here. \n[158]Here. \n[159] \n[160] \n[161](Interrupting and getting up \n[162] \n[163](Gathering AMY, hysterical \n[164] \n[165](Grabbing her purse and rushing AMY out \n[166] \n[167] \n[168] \n[169] \n[170]Just knock it off! Would you two knock it off? Get in the car. \n[171]No, I'm gonna drive. \n[172] \n[173]Well, that's why I'm here. She wants to come back, but she's afraid you're gonna whack her out. \n[174]  \n[175] \n[176](Into telephone, holding back tears \n[177] \n[178] \n[179] \n[180] \n[181] \n[182]It's, uh, it's under twenty-five. \n[183] \n[184] \n[185] \n[186] \n[187]With what? \n[188]He needed some clothes. \n[189]He wanted a watch, too. \n[190]Mm-hm. \n[191]Gino. \n[192]I bought him a watch too. \n[193]Yeah. \n[194]Yeah. \n[195](Staring down at her plate, trying to restrain herself \n[196]There's nothin' to figure out. I'm home... we're workin' it out. \n[197](Whispering into telephone \n[198]What are you? Yes, of course - He doesn't come home at night.  What is the big fuckin' deal? I go - Yes, and I just - I can't fuckin' take it. Why should I fucking take it? That wasn't the deal. He acts like... like I'm the only one around here with a fuckin' past. He'll never let me live it down.  Well... well, I mean, I tried. What the fuck do you think I came back here for? No, I'm not! \n[199](Whispering into telephone \n[200] \n[201] \n[202]Yes, I want to kill you! I hate your fuckin' guts! \n[203]Get off of me! Stop it! \n[204] \n[205]I'll go, but I want my money right now! \n[206]The arrangement is over! \n[207]And I still get my money. I need some cash right now. You can't just put me in the street. \n[208]Love you?! \n[209]How could I love you?! How can I love you?! You treat me like I'm your fucking dog! \n[210]Fuck you! \n[211]I'm going to the bank and I'm getting my jewelry too! \n[212]And don't send your guys down there to stop me! I mean it. \n[213]Stop! You aren't getting rid of me with one fuckin' suitcase! \n[214]Fine. I'm takin' Amy. \n[215]I am. I'm wakin' her up right now. \n[216]I am not! She's my daughter too! Goddamn you! \n[217](Through the doors as ACE walks away \n[218]Fucker! \n[219] \n[220] \n[221]Nothin'. \n[222]I don't - \n[223]Yeah? \n[224]Well, I was thinkin', maybe... you know somebody at the bank...  could help me get my jewelry out?  There's a lot of money in there. Lot of money in there, and I'd be willing to take care of anybody who helped me out. \n[225]Okay. \n[226]Mm-hm. \n[227]Yeah. 'Cause, you know, He's never gonna give me my jewelry. \n[228]He holds that key so tight, he's probably got it stuck up his ass. \n[229]He's so fuckin' lucky. I could have buried him. I could have gone to Europe and taken the baby. And then he'd've tracked me down and he'd've killed me. \n[230]  \n[231]Exactly. \n[232](Playing with his jacket \n[233]'Cause you always tell me the right thing to do. \n[234]Sure did. \n[235] \n[236] \n[237]  \n[238]He hates my fuckin' guts. \n[239] \n[240] \n[241]  \n[242] \n[243]Yeah. \n[244]Yeah. \n[245] \n[246] \n[247]Yeah. Uh-huh - \n[248]Hi. \n[249]I threw it away. \n[250](As she puts some items away  \n[251]Oh. I got your cigarettes. \n[252]Oscar wants you to call him. \n[253]With Jennifer. \n[254]To the Riviera. \n[255]I had a... salad. \n[256] \n[257]Why do you want to do that? \n[258]Fine. Just gonna get the bowl for my thing. \n[259]The line's busy. There's nobody there. \n[260] \n[261]All right... I didn't have lunch with Jennifer. \n[262] \n[263]I can back him off. \n[264]I know. You don't have to tell me that. What do you think, I'm stupid? \n[265](Stoned, smoking a cigarette \n[266]Oh... \n[267]It's just for a little while, Sam. The baby-sitter wasn't there. \n[268]She wasn't gonna get up. I was just gonna be out for a little while. \n[269]I mean, she was asleep. I was going to be right back before she even woke up. \n[270]Oh, sh- \n[271]Fuck you. \n[272]I w- I was gonna be back before she woke up. \n[273] \n[274]I'll sign anything you want me to sign, okay? \n[275]I just want the key to my jewelry, and I want you to let me go. \n[276]I want you to let me go. \n[277]I wou- I wouldn't do that if I were you. \n[278]I wouldn't do that... \n[279]I wouldn't - \n[280] \n[281]So what? So who fuckin' blew you in the parking lot before you came in... huh? \n[282]Oh, fuck you! Fuck you, Sam Rothstein! Fuck you! \n[283] \n[284]Where is he? Goddamn it! I want that Jew bastard killed! I have fuckin' had it! \n[285]There's no reason to hide my car. He already knows! He threw it in my face! The second I get out of here, I - \n[286]Me? I said... nothin'. I said, I said, 'No, no, no.' Everything he said, I just kept sayin' no. \n[287]If it's so fuckin' dangerous, then why don't you kill him? \n[288] \n[289]What about my money? \n[290]Ah, you fuck! You're such a fuckin' asshole! \n[291] \n[292]I'm going' to the FBI! I'm not scared anymore! \n[293]You fucked with me for the last time! \n[294] \n[295] \n[296] \n[297]You come down here right now! Come down here and talk to me, goddamn it! Fuck you! Goddamn you, come out here!  I'm gonna drive this fucking car through the living-room! \n[298](Getting out of the car to confront ACE \n[299]You come out here and talk to me, you fucker! \n[300]I am not! \n[301]Don't you threaten me! \n[302] \n[303]You are not threatening me anymore! \n[304]You fuck! You fuck! I'm sick of you! \n[305]I am fuckin' Nicky Santoro! I am! He's my new sponsor! \n[306]  \n[307]  \n[308]I'll to the FBI! \n[309]I will go to the police! I am not Protecting you anymore, you fuck! \n[310]He won't... \n[311]...let me inside! \n[312]He won't let me in my own house! \n[313] \n[314]I'm just trying to get in my house! \n[315]He won't let me go in my house! \n[316]Not gonna let me in? \n[317]What do you mean, what am I gonna do? I'm in the same clothes for two days! I want to get a few of my things! Big deal! \n[318]Oh, you are... \n[319](Kicking, pulling up plants and throwing them at ACE \n[320]Fucker! \n[321]You ought to be afraid, the way you fuckin' treat me! \n[322] \n[323] \n[324]Can I go in? \n[325]Yes, fine!  Fine! Fuck you! \n[326] \n[327]...most of my important stuff, all my papers and things. And I have to get 'em. \n[328]So don't let him come in here 'cause I know they're in here in the desk and he's - \n[329]Fuck! Just pay attention. He could come up here at any time. \n[330] \n[331]Got 'em. \n[332] (She picks up an empty shoe box. (Gets up, picking up a pair of ACE's shoes and tossing them on the floor. (She runs out, taking a fur coat off a hangar. Then, grunting  \n[333](To the COPS but looking at ACE \n[334] \n[335] GINGER is driving and crying.  \n[336]  \n[337](To COPS, rushing inside \n[338](Carrying the box, slipping but catching herself \n[339]Shit! Oh, goddamn it! \n[340](Then, to COPS who are watching \n[341](Looking up, offering COP #1 some cash \n[342]No, you can, you can. You've been so nice to me. \n[343](Struggling with two handfuls of cash \n[344]Oh, God. It's him. You have to stop him. You have to - 'Cause he said he was going to kill me. \n[345]You just - Just stop him. \n[346] \n[347] \n[348] \n[349] \n[350]But I didn't do anything. \n[351] \n[352] ", "McKenna": "", "Remo": "", "Gaggi": "\n[1]You got a round figure on it? \n[2]So? \n[3]Uh-huh, good. \n[4](Slams down his cards and curses at his losing hands \n[5]That's enough now! \n[6]Va fa 'n culo! [Italian-American slang for 'Fuck off'] Johnny! \n[7]Ace. \n[8]Son-of-a-bitch. How the hell did you get Oklahoma-Michigan?  Nobody ever had Oklahoma-Mi... How the hell'd you do it? \n[9]You see? Never tells me nothin'. Ace, what do we got on for next week? \n[10]Okay. You come by the house? \n[11]Seven o'clock? \n[12]Good job, my boy. Keep it up. Okay, Ace? \n[13] \n[14]T'aggia parla. [Italian-American slang for 'I've got to talk to you'] Nicky... See that guy? \n[15]Keep a good eye on him. He's makin' a lot of money for us. And he's gonna continue makin' a lot of money for us, so keep a good eye on him. \n[16]Not like your fuckin' friends out there, that... without brains.  Okay? \n[17]Uh-huh. Mi raccomando. [Italian- American slang for 'I'm counting on you'] \n[18]Fine. \n[19] REMO GAGGI is seated in a chair as MARINO walks in. CURLY, one of Gaggi's men, and two of the bosses are there.  \n[20]Hey, Frankie. \n[21]Fine, fine. \n[22]Uh-huh. Good. \n[23]And how are things going down there? \n[24] \n[25] An enraged GAGGI gives MARINO orders.  \n[26]...I want all the names of all the other people he had with him. And I don't care what you have to do to him to get 'em. You understand? \n[27]E mo va! [Italian-American slang for 'Now, go!'] \n[28] \n[29] \n[30]\n[31]\n[32]Shit. \n[33]\n[34] \n[35] \n[36]Yeah. Everybody's talkin' about it. They're makin' a big deal out of it. \n[37]It's in all the papers. \n[38]And I mean... that's no good. \n[39]You gotta tell him... to take care of things a little better. \n[40] GAGGI hands STONE an issue of the Las Vegas Sun showing a photograph of ACE at the licensing hearing. Headline reads: 'Rothstein out of gaming: Control Board Rules against Rothstein License Application'.  \n[41]What the hell's he gonna do now? \n[42]What's he doin'? He knows all those guys he yelled at are friends of ours. What's the matter with him, making all this mess? \n[43]However he runs things, it's gotta be quiet. Let him hide upstairs in the office. Say he's the janitor, I don't give a shit. But, please, whatever job he takes, make sure it's something quiet. \n[44]\n[45]\n[46]Andy, go see him. Tell him maybe it's time he should quit. \n[47]\n[48]\n[49] MARINO takes a small stack of cash out of his coat. A seated GAGGI nods for one of his men to take the money.  \n[50]Frankie, I want to ask you something. \n[51]It's private... but I want you to tell me the truth. \n[52]I want you to tell me the truth, mind you. \n[53]Frankie... the little guy, he wouldn't be fuckin' the Jew's wife, would he? Because if he is... it's a problem. \n[54] \n[55]Are you sure? \n[56]Yeah, I know. That's why I'm asking. You see, my main concern is Nicky. \n[57]I want to know... if he's doin' all right. If he's okay. \n[58]I'm askin' you, Frankie, to keep an eye on Nicky. Do it for me. \n[59]You see... I wouldn't want to be jeopardizing anything for people who are our friends. You understand? \n[60]Okay. Frankie, you're a good boy. \n[61] ", "John": "\n[1] \n[2]Now, I want you to get out there and get me singles and doubles, okay? 'Cause that's what's gonna win this game. \n[3]Now go out there and show your dad what you can do. \n[4]You know, he's gotta realize everything can't be a home run that he does. \n[5]It's instinctive, you know. ", "Nance": "\n[1] \n[2]Somethin' smells good. \n[3](Picking up the suitcase \n[4]That's around seven hundred thousand. \n[5] A grim, windowless utility room with tools on racks along the walls, some plain wooden chairs, and a workbench table.  \n[6] The WINNER is pushed through the door by two GUARDS followed by SHERBERT and sees his pal moaning in pain and holding his broken hand.  \n[7]Like I said, you know, i-it's part of the business. I-it's considered leakage. \n[8]You know, they take this money because they're my guys. So you gotta give 'em some leeway. \n[9] \n[10] \n[11](As GREEN and his lawyers walk past him, exiting the court-house \n[12] ", "Phillip": "", "Green": "\n[1]Thank you. \n[2]...I say that, knowing full well just how much competition we have in this great city. \n[3]Considering all of his hard work and dedication and the new lifeblood he has instilled in Las Vegas... \n[4]Sam has established himself as an indispensable member of the gaming community. As the head of the Tangiers Gaming Corporation, it's my pleasure to welcome Sam Rothstein to the Vegas Valley Country Club. \n[5]But you can't just fire him. Webb's his brother-in-law. He's County Commissioner. \n[6]This is his state. His uncle's Chief Judge. His brother-in-law runs the County Commission. I don't know how many other relatives he's got in town.  There's gotta be a way to work him back in. \n[7]What? \n[8]What are you talking about? \n[9]Where you goin'? \n[10] GREEN is arguing with ANNA SCOTT, a fifty-year-old no-nonsense businesswoman.  \n[11]I can't believe you're doing this. \n[12]Yes, I appreciated your advice... \n[13]Why are you doing this to me? \n[14]I'm not wrong. \n[15]No, I am not wrong. \n[16] \n[17]What are you talking about? \n[18]We were - We were involved in minor real estate deals many years ago. It was never a partnership. \n[19]I'm a little in shock, quite frankly... \n[20] GREEN and ARTHUR CAPP are solemnly watching another episode of Ace's TV show with an elderly juggler guest.  \n[21]Ace, don't do it. \n[22]Oh, no, no. No, no. Oh, Jesus... he's juggling! \n[23] GREEN, wearing a tennis outfit and holding a racquet, is being questioned by FBI AGENT #8 who's showing him confiscated papers. Several AGENTS are searching the house.  \n[24]No, he didn't. And that's why it wasn't valid. I was being extorted, all right?  I'm willing to tell you whatever you want to know. I've got nothin' to hide here. ", "Nicky": "\n[1]Matter of fact... \n[2]...nobody knew all the details, but it should'a been perfect. I mean, he had me, Nicky Santoro, his best friend, watching his ass... \n[3]...and he had Ginger, the woman he loved, on his arm.  But in the end... \n[4]...we fucked it all up. It should'a been so sweet, too.  But it turned out to be the last time that street guys like us were ever given anything that fuckin' valuable again. \n[5]Got a lot of holes in the desert, and a lot of problems are buried in those holes. Except you gotta do it right. I mean, you gotta have the hole already dug before you show up with a package in the trunk. Otherwise you're talkin' about a half-hour or forty-five minutes of diggin'. And who knows who's gonna be comin' along in that time? Before you know it, you gotta dig a few more holes. You could be there all fuckin' night. \n[6]They had so much fuckin' money in there, you could build a house out of stacks of $100 bills. And the best part was that upstairs, the board of directors didn't know what the fuck was going on. \n[7]I mean, to them everything looked on the up and up. Right? Wrong. \n[8]The guys inside the counting room... \n[9]...were all slipped in there to skim the joint dry.  They'd do short counts, they'd lose fill slips. They'd even take cash right out of the drop boxes. And it was up to this guy right here [NANCE], standin' in front of about two million dollars, to skim the cash off the top without anybody gettin' wise ...the IRS or anybody. \n[10]Now, notice how in the count room nobody ever seems to see anything. Somehow, somebody's always lookin' the other way. Now, look at these guys [COUNTERS]. They look busy, right?  They're countin' money. Who wants to bother them? I mean, God forbid they should make a mistake and forget to steal. Meanwhile, you're in and you're out. \n[11]Past the jag-off guard who gets an extra c-note a week just to watch the door.  I mean, it's routine. Business as usual: in, out, hello, goodbye. And that's all there is to it. Just another fat fuck walkin' out of the casino with a suitcase. Now, that suitcase was goin' straight to one place: right to Kansas City ...which was as close to Las Vegas as the Midwest bosses could go without gettin' themselves arrested. \n[12]That suitcase was all the bosses ever wanted ...and they wanted it every month. \n[13]Now this old Mormon fuck here... \n[14]...he had to fly in with suitcases once a month, nice and easy. \n[15]The bosses would come from all over the place: Detroit, Cleveland, Milwaukee. All over the Midwest. And they would meet in the back of this produce market in Kansas City. I mean, nobody even knew. \n[16]One of the guys made his mother do all the cooking. \n[17]Now, these old greaseballs might not look it, but believe me, these are the guys who secretly controlled Las Vegas. \n[18]Because they controlled the Teamsters' Union, and that's where you had to go if you wanted to borrow money to buy a casino. \n[19]And nobody got a Teamsters' loan, unless the guys in this room knew they were gonna get their little suitcases. \n[20]Guys like this antique here [FORLANO], out of Detroit. Or especially guys like Remo Gaggi, the outfit's top boss. \n[21]Definitely the most important guy in this room. \n[22]Now here was the perfect front man. I mean, what the fuck else could he be?  He didn't know too much. He didn't want to know too much, especially that the bosses made the Teamsters lend him the money. He wanted to believe the Teamsters gave him all that fuckin' money 'cause he was smart. \n[23]And where they got Green from - who the fuck knows?  All I know is that Green was an Arizona real estate hustler, who barely had enough gas money to come and pick up his own fuckin' check... \n[24]Now, all they needed was somebody they could trust to run the casino. And who better than Ace?  I mean, he was already in Vegas a couple of years and he had the fuckin' place clocked. \n[25]But typical Ace... \n[26]...give him a shot at runnin' a casino and he tries to talk you out of it. \n[27]And that's how that got Ace to take over. \n[28] \n[29]They worked out a real cute job title too. \n[30]Tangiers Public Relations Director. \n[31]But the only thing he ever directed was the casino. He made his first bet when he was fifteen years old, and he always made money. But he didn't bet like you or me. \n[32]You know, havin' some fun with it, shit like that. \n[33]He bet like a fuckin' brain surgeon. \n[34]He had to know everything, this guy. \n[35]He'd find out the kind of inside stuff nobody else knew, and that's what he'd put his money on. \n[36]Even back home, years ago, when we were first hangin' out together... \n[37]...he'd know if the quarterback was on coke. \n[38]If his girlfriend was knocked up. \n[39]He'd get the wind velocity so he could judge the field goals. He even figured out the different bounce you got off the different kinds of wood they used on college basketball courts, you know? \n[40]He'd be workin' on this shit day and night. There was nothin' about a game he was gonna bet that he didn't know. \n[41]Season after season, the prick was the only guaranteed winner I ever knew. But he was so serious about it all that I don't think he ever enjoyed himself.  But... \n[42]...that's just the way he was. \n[43]But back then the bosses didn't give a fuck about whether he enjoyed himself of not. To them, he was a cash register. All they had to do was ring the bell and take the money. Especially Remo, who was a fuckin' degenerate gambler who always lost. \n[44]I mean, unless Ace made his bet. \n[45]Ace made more money for them on a weekend than I could do heisting joints for a month. \n[46]Whatever Ace picked up on the street he told Remo. \n[47](Walks over to ACE and whispers \n[48]You know, I mean fixed fights, doped horses, crooked fuckin' zebras... locked-in point spreads. He told fuckin' Remo everything. And to tell you the truth. I don't blame him. \n[49]Keepin' Remo happy with money was the greatest insurance policy in the world. \n[50] \n[51]Mm. \n[52]Mm. \n[53]All right. \n[54]Yeah. \n[55](Reaching down to touch GAGGI's money, joking with him.  \n[56]So, now, on top of everything else, I gotta make sure that nobody fucks around with the Golden Jew. \n[57] \n[58]Then where the fuck is the money? I don't see the money. \n[59]It was eight.  Ace... tell him the line on the Bear's game. \n[60]If he don't know, nobody knows. Told you it was eight. \n[61]'Cause you're a jag-off. I would have fuckin' made you lay ten... \n[62]What's that? You hear? You hear a little girl, Frankie? You hear a little girl, Ace? Is that a little fuckin' girl?!  What happened to the fuckin' tough guy?  Told my friend stick it up his fuckin' ass?! Huh?! Huh?! \n[63]Listen... \n[64]...with me protecting Ace, he made a fortune for the bosses. I mean that's what got him to Vegas. He was a money machine. A tremendous earner for these guys.  As soon as he took over, he doubled the fuckin' drop. With Ace the casino never saw so much money. And the bosses, they couldn't be happier. \n[65] \n[66]Don't look at me, pal. I gotta live with her. \n[67] NICKY, JENNIFER, LITTLE NICKY and MARINO walk in.  \n[68]Hold it, hold it. Here. \n[69]There's more! \n[70]There's more! There's a couple stuck in there. I know there's more. \n[71]Come on, damn it. Don't get so defensive. It could be stuck in your hair, you know. \n[72]Oh, there aren't? What's that? Huh? What's that. There's no more. Thanks, hon. \n[73] \n[74]I couldn't wait to get my hands on Vegas. But the bosses didn't send me out there to have a good time. \n[75]They sent me out there to make sure that nobody fucked with Ace and... \n[76]...nobody interfered with the fuckin' skim. \n[77]Hey. Hey, Sammy, how are you? \n[78]Boy, look at this place, huh? \n[79]All right. \n[80]Okay, Sammy. \n[81]Yeah. \n[82] \n[83]Pleasure. Very nice to meet you. \n[84]Okay, Sammy. \n[85]What do you think about me movin' out here? What's the matter? You got a problem with that? \n[86] \n[87]I don't care. I want to get away from back home for a while. I'm tired of that shit back there. Look at this place. It's made of money. You know what the best part is? Nobody's gonna know what we're doin'! There's nobody here to see us! Everybody's back home. \n[88]Don't worry about it. I'm not gonna do anything. What am I gonna do? I'm especially not gonna involve you in anything. \n[89]Ace saw Vegas one way. \n[90]You call this guy and tell him I'm comin'? \n[91]But I saw it another. I saw it as untouched. I mean, they had bookies, pimps and drug dealers I could shake down. Who the fuck were they gonna run to?  So, I started getting everybody in line. Best of all, for the first time in my life, I figured out a way not to lose. \n[92]Tony. \n[93]How you doin'? \n[94]All right, yeah. You got that thing for me? \n[95]I was layin'? No, no, I'm taking it. I was takin' it. \n[96]I'm positive. \n[97]You're a little confused? \n[98](Pointing to a window, above a counter with a tiny opening to talk through \n[99]Yeah, I know, that's why you had it ready. You thought I was fuckin' layin' it?! \n[100]Your fuckin' head, huh? Don't fuck around, Tony. \n[101] \n[102](Stepping up in front of the class to begin a speech \n[103]...typical Virginia farmhouse. \n[104]Ace got my son, little Nicky, involved with Little League, and it was great. \n[105]Turned out to be one of the other coaches was a fuckin'... \n[106]...metro intelligence cop. But it didn't matter. I mean, it was all about the kids, you know. \n[107]Yeah, well, that's exactly what I keep tellin' him, but that's the kind of kid he is ever since he's born. \n[108]He tries to do everything... \n[109]Ohh! \n[110]Me? That's why the bosses sent me out here. They wanted me to make sure none of the other crews robbed the joint. Like these two fuckin' balloon-heads over here [EDDY and JERRY]. They were gonna try and bang us out of two hundred fuckin' grand? Yeah, right, I'm sure. \n[111]Hey, Eddy. \n[112]I'm over here now. \n[113]Yeah, I'm over here with him. \n[114]Carmine? He was here before. I saw him. He had a suitcase and everything, and then he left. \n[115]Uh-huh. \n[116]I think, you know, maybe he went across the street or somewhere else or somethin'. I don't know. \n[117] \n[118]Oh, thanks, Eddy. \n[119]Hey, great, Jerry. \n[120]Good luck to you too. \n[121]What? \n[122]Yeah, they don't need those anymore. \n[123]It was typical Ace. He invited the biggest people in town and he knew they'd show. Because he knew they all wanted somethin' from him.  With Ace, nobody ever got a free ride. Even Ginger. With her - \n[124]- he still covered his bets. They had to have the baby first, before they got married. Even made Jennie and me watch Amy for a few days when they went on their honeymoon. But I didn't mind, we loved the kid. \n[125]\n[126]To begin, I put money out on the streets, chargin' three points a week. You know - juice to the fuckin' dealers. \n[127]All right, Mike. \n[128]They were degenerate gamblers, coke freaks. In no time, I had half the dealers in the Tangiers in my pocket. Then... \n[129]...the next thing I did, I started bustin' out high-stakes poker players. \n[130]Four aces, Doc. \n[131]What do you got? \n[132]So, I'm lucky. I'm not allowed to get lucky in this place? \n[133]Ace was so fuckin' worried about his casino, he forgot what we were doin' out here in the first place. \n[134]A million times I wanted to yell in his fuckin' ear: 'This is Las Vegas! We're supposed to be out here robbin', you dumb fuckin' Heeb.' \n[135] \n[136] \n[137] \n[138] (He puts down the phone; to COWBOY: \n[139]You called my friend a faggot? You tell him to go fuck himself? \n[140]Is that what you did? \n[141]Tell him to go fuck himself? You fuckin' hick!  Fuckin'... \n[142] \n[143] \n[144]You go over there right now and you apologize. You better hope he lets you back in. \n[145] \n[146]  \n[147] \n[148] \n[149] \n[150] \n[151] \n[152]You took your boots off? You put your feet on the table... you shit- kicking, stinky, horse-manure-smellin' motherfucker you!  You fuck me up over there, I'll stick you in a hole in the fuckin' desert! You understand? Go over there and apologize. Go! Get the fuck out of - \n[153]You know, Ace could be a very touchy guy, especially when he got bigger and bigger in town. Like when he hired that Jonathon and David and their tigers away from the Palace by buildin' them a new stage and then givin' them a silver Rolls Royce. \n[154]But I'll tell you, he knew how to bring in the crowds. He knew all the fuckin' angles. He brought over the whole 'Femme Fatale' show from Paris. But he forgot how lazy them European dancin' broads can get. I mean, he had to weigh 'em in once a week to make sure they didn't blow up like fuckin' balloons. \n[155]Hey, I gotta give the guy credit. He does the most obvious thing. This is the only town in the country where a bookie joint is legit, so, why not take advantage, right?  So... he took bookie joints off the street and then opened them up inside the casino. Well, within a few years, by doin' all of this, he had every casino on the Strip trying to copy off him. \n[156]Why, somebody's complaining? \n[157]That Black Book is a bunch of bullshit. They got two names in there for the whole country and one of them is still Al Capone. \n[158]What am I doin' out here? I'm tryin' to make a livin', that's all. \n[159]All right. \n[160] \n[161](Reading from a document  \n[162] \n[163]Motherfucker.  Unsavory fuckin'... Is there any way around this? \n[164]Let's say... for instance... I want to go in the restaurant which happens to be in the casino... to get one of those sandwiches I like? \n[165]In other words, I'm fucked. \n[166]I gotta do somethin'. I gotta do somethin'. They ain't gettin' rid of me. They're not gettin' rid of me. I'm staying here. Fuck 'em. Fuck 'em. \n[167]\n[168]So, once they pulled that shit, I started doin' my own things in Vegas nobody ever thought of doin'. To keep an eye on things, I brought in my kid brother Dominick... and some desperadoes from back home and started knockin' over high rollers, casino bosses, bookmakers, anybody, right here in town. I had a good fuckin' crew goin' for me, I'll tell you that. \n[169]I had Sal Fusco, a great second-story guy. Jack Hardy, he worked for a safe company after he did a six-year bit. And then there was Bernie Blue. This guy could bypass any alarm for me. And I opened up my own jewelry store, too: 'The Gold Rush'. \n[170]Sometimes I used to go along on a heist just for the fun of it. But I didn't like the people I was rippin' off lookin' at me, so I used to turn their fuckin' pictures around. \n[171] \n[172]Gotta learn how to open these fuckin' things so you won't have to take 'em. \n[173]Frankie, some of these stones got a lot of niggers in 'em. \n[174]Tell that fuckin' Pepe if he's switching stones on us, he'd better take a fuckin' camel - \n[175]- back to Nigeria. Yeah. \n[176] \n[177] \n[178] \n[179] \n[180]But what the fuck they expect from me? I had to earn, didn't I? \n[181]Whenever we got local merch, we'd usually send it to Palm Spring or Arizona... LA. I had a couple of sand niggers out there. You know, Arabs. \n[182] NICKY and MARINO sneak into the house past JENNIFER who is asleep on the sofa in front of a TV set. NICKY takes out a key and opens the metal door into his bedroom.  \n[183]I actually turned my bedroom into a bank vault where I kept the choice stuff. \n[184]Every night, on the couch. \n[185]I couldn't leave it at the Gold Rush in case we got raided by the cops... or if my crew got cute. \n[186]I had the only key. \n[187] Camera pans across bedroom to closet door.  \n[188]Jennifer didn't give a fuck. She used to fall asleep on the couch watchin' television every night. This stuff was all mine. I didn't send any of this back home. \n[189]Actually, I couldn't because I wasn't even supposed to be doin' it. The bosses were makin' so much fuckin' money with the casinos that they didn't want anybody makin' any waves for them. \n[190]Give all the guys in your crew a piece of that? \n[191]Yeah? \n[192]That's why there was no real organized street stuff in Vegas before I came here. \n[193] NICKY is being shown papers by CHARLIE CLARK, a heavy-set banker with a moustache. They're both seated at a table in the living-room.  \n[194]But how much cash could I bury in my closet, right? \n[195]Oh, listen, I understand that there's always a risk... you know, I might have to take a loss somewhere. \n[196]So I put some of the money into legitimate deals with Charlie Clark. He was Ace's banker. \n[197]I mean, you will try to push it through, won't you, Mr Clark? \n[198]Well, you gotta understand, I'm giving you fifty thousand cash. \n[199]Then I put some more of the money... \n[200]...in some legitimate places, like my restaurant. \n[201]I had my kid brother, Dominick, run it for me. \n[202](Looking at one of the patrons \n[203]\n[204]Listen, that show over at the Flamingo gets better and better. \n[205]Made a messenger out of you too, huh? \n[206]He does it. He does it to everybody. Enjoy your dinner. \n[207] \n[208]Hey, Shelly. \n[209]How are you? Nice to meet you. \n[210]Stacy. \n[211]Pleasure. \n[212]All right, uh, Let's just check the kitchen first. Excuse us one second. Come on, I'll show you. \n[213] \n[214]I get bread from back home. I get fish from California. And you can always tell a great kitchen like ours because of the milk-fed veal. That's the secret. \n[215]See, milk-fed veal is pure white. Out here, they got that pink veal. Slide over, honey. \n[216]Now, pink veal, you can pound that shit for two days and it'll never get tender, you know what I mean? \n[217]Mm. \n[218]Mm. \n[219]Yeah? \n[220]You call yourself a man? You know you're a lyin', low-life, motherfuckin' gambling degenerate prick? You know that's what you are? Two small kids at home. I gave you money to pay the fuckin' rent and buy groceries, put the heat on. You know your wife called Frankie and told him the fuckin' heat's off? \n[221]Huh? And you didn't gamble that fuckin' money? You're gonna stand here and tell me that? \n[222]No, no? You didn't? \n[223]Don't fuck with me, Al! Don't make a fuck out of me! You want to embarrass me and make a fool out of me?!  You didn't gamble?! Tell me you gambled the fuckin' money, I'll give you the fuckin' money to put the fuckin' heat on! Did you gamble?! Huh?! \n[224]Fuckin' degenerate, you. \n[225]Fuckin' kids at home!  Here. Get the fuck out of here. \n[226]Yeah, thanks. \n[227]Let me find out you fucked up, I'll leave you wherever I find you. \n[228] NICKY, worn out from the night before, is making pancakes for LITTLE NICKY.  \n[229] \n[230]Two. \n[231]Two? \n[232](Pouring some syrup on his son's pancakes \n[233]Mm-hm. \n[234]You know why, right? \n[235]Yeah. \n[236]Why? \n[237]'Cause it clogs up your heart. \n[238]What a smart kid you are! Okay, eat. \n[239]Every couple of weeks I used to send Marino back to the bosses with a piece of what I made. \n[240]Not a big piece, but fuck them, what did they know? They were fifteen hundred miles away... \n[241]...and I don't know anybody who can see that far. Their drop was a truck stop/garage where... \n[242]...Remo and the guys used to hang out and count their millions. \n[243]I mean, the cops knew, but they didn't give a fuck. I mean, you know, they all worked it out together. \n[244]But I knew how to keep the bosses happy. Whenever they gave me little jobs to do, you know, to send a message, I would carry things out... \n[245]...to a tee. Like the time Tony Dogs... \n[246]...who was supposed to be the new maniac tough guy in town, shot up one of Remo's bars. Here's a fuckin' guy, kills two of Remo's guys and a poor fuckin' waitress, who was just workin' on her night off, of all things. \n[247]I mean, this guy's just beggin' to be made an example of. \n[248]To be truthful with you, I had to admire this fuckin' guy.  He was one of the toughest Irishmen I ever met. \n[249]This fuckin' guy, he got some stamina, don't he? \n[250]This son-of-a-bitch was tough. \n[251]Personally, I don't give a fuck who was with him anyway. As long as he gives me a name I could give to them. \n[252]For two days and two fuckin' nights, we beat the shit out of this guy. I mean, we even stuck ice-picks in his balls. \n[253]You better hope he gives me a fuckin' name soon, or I'm gonna give him yours, Frank. \n[254]But he never talked. \n[255] \n[256]In the end, I had to put his fuckin' head in a vise. \n[257]Dogs. Dogs, can your hear me, Dogs? \n[258]Listen to me, Anthony. I got your head in a fuckin' vise. I'm gonna squash your fuckin' head like a grapefruit if you don't give me a name. Don't make me have to do this, please. Come on. Don't make me be a bad guy. Come on. \n[259]  \n[260]Fuck me, you motherfucker? Fuck my mother? That's what you fuckin' tell me? \n[261]Huh? You motherfucker, you, huh? \n[262]Oh, God! Give me the fuckin' name! \n[263]Charlie M? \n[264] \n[265]Kill you, You motherfucker you! Frankie, do him a fuckin' favor. \n[266]Charlie M! \n[267]  \n[268]I know it wasn't a nice thing to do but - \n[269]Well, you gotta understand it. He doesn't know if this guy is shaking you down or taking advantage of you. \n[270]Oh, you did? I didn't know that. \n[271]You know... the first time I ever saw your guys together... I never saw him so happy. I mean, I know he's a crazy Jew fuck and everything, but... \n[272]I never see - You know, I never seen him act like that with anybody else. I think he's crazy about you. I mean, he really loves you. He does. \n[273]Sure. \n[274]I can see that. Sure. \n[275]You mean, like a lot of expensive jewelry? About how much? \n[276]No. I - I'm just curious, you know. I was wonderin' how much he would put into a thing like that. That's all. \n[277]Well, there you go. But what does that tell ya? A million dollars in jewelry. Does that tell you the guy is crazy about you, or what? \n[278]I know what you mean. \n[279]Listen, Ginger... you know, this is probably not... I don't have the answers anyway... and this is probably not what you want to hear right now, because you're a little upset with Ace. \n[280]I understand that. But, you know, I think you should try to make the best of it now. Go slow, you know. See what happens. \n[281]Well, I guess it's 'cause he loves you so much. He's jealous and worried. \n[282] \n[283]All right? \n[284]And take it easy with this shit, will you? I mean, this can only make matters worse. \n[285]You're a beautiful girl. You don't want to ruin your looks. I've seen a lot of girls get shot to hell from this stuff. \n[286]Come on, now, I don't want to see you unhappy. \n[287]Yeah. \n[288](Feeling a little awkward with the hug \n[289]No matter what the problems were outside the count room, it was all worth it. The cash kept rollin' in. And the... \n[290]...suitcases kept comin' and goin'. And let me tell ya, the fuckin' bottom line here is... cash. \n[291]The only problem was that, after a while, the bosses noticed that the suitcases were gettin' a little light. \n[292]Even John Nance, that's the guy who ran the skim, he knew there wasn't much you could do about it. You gotta know that a guy who helps you steal, even if you take care of him real well, I mean, he's gonna steal a little bit extra for himself. Makes sense, don't it? Right? Well, you go try and make these hard-headed old greaseballs understand that. \n[293]But the bosses never believed in leeway, so listen to what they do: they... \n[294]...put Artie Piscano, the underboss of KC, in charge of making sure nobody skimmed the skim. \n[295]The only trouble was, Piscano was a disaster. This guy could fuck up a cup of coffee. \n[296]And little did anybody know where this would all lead. If they did, they would have been better off makin' fuckin' novenas. \n[297]She was doin' pretty good with her lawsuit, but before she could start countin' her money, the boys back home decided to settle the case out of court instead. \n[298]So, they send me. \n[299] \n[300] \n[301] \n[302] \n[303]Hey, Ace. \n[304] (Smiling, extends his hand. \n[305](Sitting down with him on a couch \n[306]Yeah, least you could do is return my phone calls, though. \n[307]Yeah. I think I want my money back. \n[308]You know... I think that you've gotten the wrong impression about me. I think in all fairness, I should explain to you what it is that I do. For instance, tomorrow morning I'll get up nice and early, take a walk down over to the bank and walk in and see you, and, uh... if you don't have my money for me, I'll crack your fuckin' head wide open in front of everybody in the the bank. And just about the time that I'm comin' out of jail, hopefully, you'll be comin' out of your coma. And guess what?  I'll split your fuckin' head open again. Because I'm fuckin' stupid. I don't give a fuck about jail.  That's my business. That's what I do. And we know what you do, don't we, Charlie? You fuck people out of money and get away with it. \n[309](Grabbing CHARLIE by his jacket \n[310]Never mind fuckin' Sam. This is personal. I'll be there in the morning. You can fuckin' try me, fatso. \n[311]You fuckin' try me. \n[312]You think he got the point? \n[313]Fuck the FBI! That prick's been dodging me for three weeks. And what is it with you?  All of a sudden, you're tryin' to tell me what to do all the time. \n[314]Where's my head? Where's your fuckin' balls? Huh? You know I'm tryin' to put somethin' really big together out here. You know what I'm talkin' about, huh? You know!  If you're actin' like this now, how can I depend on you?  There's a lot of things gonna change out here. And if you wanna be there with me, Sammy, you're gonna have to go my fuckin' way. \n[315]Yeah, forget about your fuckin' license. I plant my own flag out here, you ain't gonna need a fuckin' license. You know, I don't know what it is, Sammy, but the more I talk to you, the more I feel like you just don't wanna go along with me, is that it? \n[316]You should say so. \n[317]Just say so. \n[318]All right, fine. \n[319]Fine. \n[320](Holding up the magazine \n[321]Yeah, that's out of context. Okay. \n[322]Well, back home they don't know about fuckin' control. That looks bad. \n[323]Yeah? \n[324]What the fuck happened to you? Will you tell me? \n[325]Yeah. \n[326]I lost control? \n[327]Look at you. You're fuckin' walkin' around like John Barrymore. \n[328]A fuckin' pink robe and a fuckin'... \n[329]...uh, uh, cigarette holder. I'm - I lost control?! \n[330]You know, I didn't want to bring this up, but you have treating a lot of people with a lot of disrespect. Even your own wife. \n[331]Yeah. \n[332]Well, she comes to see me. She was upset about a lot of things, especially that whole fuckin' Diamond - that Lester Diamond incident. \n[333]No, I didn't. What good would that do? That's not the fuckin' point. \n[334] \n[335]Hey, she came to talk... \n[336]...to me. \n[337]She came to talk to me... \n[338]And I - what was I supposed to do, throw her out? \n[339]It's none of my business? \n[340]A week ago it was my business, now it's none of my business. In other words, when you need me to take care of somethin' for you, then you need me. \n[341]Your fuckin' head is getting' bigger than your casino. That's your problem, pal. \n[342](Walking to the glass doors leaving ACE standing there \n[343]The coppers blamed me for everything that went wrong out here, and I mean every little fuckin' thing too. \n[344] \n[345]If a guy fuckin' tripped over a fuckin' banana peel, they'd bring me in for it. \n[346] \n[347]And the bosses were no better. I mean, they complained day and night because things don't run smooth. Well, in my line of work, things don't run so smooth, I'm sorry. I mean, I'm dealing with degenerate animals out here. But the bosses, what do they give a fuck? They're sittin' on their asses, drinkin' anisette. Meanwhile, I'm the guy in the trenches. Fuckin' bosses, they think it's a fuckin' free lunch out here. \n[348]Fuckin'... \n[349]...bosses. I mean, they're smokin' their Di Nobilis and they're eatin' a trippa [Italian-American slang for 'tripe'.] and fuckin' suffritt', you know, fried pigs guts? While, if I wanna talk private, I gotta go to a fuckin' bus stop. \n[350] \n[351]Let 'em complain. I'm the one who's here. \n[352]I do all the work. Somebody don't like it, fuck him. \n[353]They want a fuckin' war, I'm ready. \n[354]I know one thing. All I gotta do is take care of four or five of those fuckin' guys, the rest will fall right into place. Believe me. \n[355]Peekaboo, you fucks, you. \n[356]I see you, you motherfuckers. \n[357]\n[358]If they're gonna watch me, fuck 'em, I'm gonna watch 'em right back. I spent a few dollars. Top dollar, who gives a shit? \n[359]I got the latest anti-buggin' equipment from the same places that sell to the fuckin' CIA. I had all the special police frequency radios, FBI descramblers, cameras that see in the dark, and because of that, the miserable sons-of-bitches that they are, they never once caught me doin' anything I couldn't handle. \n[360]Practice enough this week, you prick? \n[361](Looking at the airplane \n[362] \n[363]A hundred dollars, whoever hits the plane. \n[364] JENNIFER is on the phone with GINGER; NICKY listens in.  \n[365] \n[366] \n[367] JENNIFER quickly hands the phone to her husband.  \n[368] \n[369] \n[370] \n[371] \n[372] \n[373] \n[374] \n[375] \n[376] \n[377] \n[378]Where the fuck you get off talkin' to people about me behind my back? Goin' over my head? \n[379]What people! What'd you think, I wasn't gonna find out? \n[380]No? You said I'm bringin' heat on you?! I gotta listen to people because of your fuckin' shit?! You're ordering me out?! You better get your own fuckin' army, pal! \n[381]You want me to get out of my own fuckin' town?! \n[382]Oh, I don't know whether you know this or not, but you only have your fuckin' casino because I made that possible! \n[383] \n[384] \n[385]Your fuckin' ass! You could have had the food and beverage job without goin' on television!  You wanted to go on TV. \n[386]You're makin' a big fuckin' spectacle of yourself. \n[387]Oh, sure. Now you want to blame your fuckin' license on me, is that it? \n[388] \n[389]Back - Back up, back up a fuckin' minute here. One minute. I asked you?! When the fuck did I ever ask you if I could come out here?! Get this through your head, you - \n[390]Get this through your head, you Jew motherfucker, you. You only exist out here because of me!  That's the only reason!  Without me, you, personally, every fuckin' wiseguy skell [Skell: the lowest form of wiseguy - a drunken bum] around'll take a piece of your fuckin' Jew ass! Then where you gonna go?!  You're fuckin' warned! Don't ever go over my fuckin' head again! You motherfucker, you! \n[391]Do you see that? Dumb Jew motherfucker. Grew up together and he's actin' like he don't even know me. I know we're supposed to avoid each other, but, you know, there's ways to do things and there's ways not to. \n[392]Why, does it look like it's bothering me? What do I give a fuck?  Fuckin' Oscar too. All the fuckin' money I've given that prick, he don't even look over here. What's his problem? \n[393]Fuckin' Jews stick together, don't they? \n[394]So are we. \n[395]Ten thou? No, no, no. \n[396](Grabbing SHERBERT's lapel \n[397](Pushing him away and walking back to the blackjack table  \n[398]How the fuck can you grin? How the fuck could you grin? \n[399]You know how much I'm stuck? You give a fuck? \n[400]Do ya?! \n[401](To departing FEMALE \n[402]Look at this fuckin' beaut they put in now. Sherbert send you in here to rob me now? Been fuckin' knockin' everybody's dick in all night? Huh? You been beatin' all the customers tonight, motherfucker? \n[403]Huh, jag-off? Hit me. \n[404]Take this stiff and pound it up your fuckin' ass! Hit me again. \n[405]Take this one and stick it up your sister's ass! Hit me again. \n[406]That's it, keep lookin' at him, you fuckin' dummy. If you had any fuckin' heart at all, you'd be out fuckin' stealin' for a livin'. Hit me again. \n[407]What the fuck you keep lookin' at him for, huh, you fuckin' pu- \n[408]Look at this, twenty fuckin' paints in a row. Hit me again! \n[409] \n[410]Hey, Sammy, tell this Jew motherfucker over here to pay that marker. \n[411]Just give me the money. Fuckin' give me the fuckin' money, Sammy. \n[412]What are you starin' at, you bald- headed Jew prick?! \n[413]Sue me, you Jew fuck! \n[414]What? Get out of here? I got a marker comin'. \n[415] \n[416] \n[417] \n[418] \n[419] \n[420]Ginger - \n[421](After an awkward moment \n[422]I just told you. She called me. \n[423]She was afraid to call you. \n[424]I know. Why didn't you come to me? I mean, this is family, it ain't business. Meanwhile, you make calls back home. Sammy, it makes us look bad out here, you know what I mean? Back and forth, this one and that one, and, in the meantime, she's gone anyway. Am I right? \n[425]I think if you, uh, okay it, you know, assure her that she's gonna be all right, she'll come back. \n[426]Well, once you get her here, you think about it, you know?  But get the kid back here. She wants to come back. That's the, uh, that's the main thing here. You want your kid, don't you? Huh? \n[427] \n[428]I mean, listen, two people don't get along, at some point you gotta call it... I mean, it's none of my business, but I ... I think that's what you gotta do. You gotta take it somewhere - \n[429]What? What? \n[430]What were you gonna say? Go ahead. \n[431]Tell me what you were gonna say. Go ahead. \n[432]Yeah. \n[433] \n[434]See who I got in there. Gotta get somebody I can trust. \n[435]You know? \n[436]Hm. \n[437] \n[438]No, he wouldn't. I would have. And he'd've been right, too. I mean, seriously. Well, there's one thing you don't do. You don't take a guy's kid and then take off. \n[439]You did. You're right. \n[440]You did. I like that. I like that. That's what I like about you. You did the right thing. \n[441]Yes, you did. \n[442]Yeah. Boy, he really fucked himself up out here - - didn't he? \n[443]Everything went to his head. \n[444] \n[445]He did. He ain't the same person, right? \n[446]He really thinks who the fuck he is, I'll tell you that. \n[447]Come on, come on, you're a toughie. You can take this. Don't cry. \n[448]Yes, you are. \n[449] \n[450](Quietly, cheek to cheek \n[451]A sponsor. \n[452]Mm... okay. Don't worry about it. Nobody'll fuck with ya anymore. I'll take care of ya. \n[453]Yes, I will. It's what you want, isn't it? Huh? \n[454]It's what you want? \n[455]Hey, Ginger... don't forget, if you're challenged, you know, if he asks anything, deny everything. Do you understand? I don't want him bringin' beefs back home ... 'cause that could be a problem. You gotta be careful. He's not dumb, you know? You hear what I'm sayin', right? \n[456]Do I think you're stupid? No, I think you're beautiful. But I gotta go. \n[457]Go fuck yourself. \n[458]Walk, walk, walk. What'd you say? \n[459]Yeah, what'd you tell him? \n[460]You think he's goin' home, makin' a beef behind my back? \n[461]Yeah, what's to stop him? \n[462]I don't trust him anymore. But they'd never okay anything, you know? \n[463]Well, now, sure they're askin'. They earn with the prick. I got a funny feelin' he's gonna start a fuckin' war or somethin'. I'm not sure yet, you know. But I w- You know, but you know what I want you to do? \n[464]Who's this guy? Who's this guy? \n[465]You know what I want you to do? Get a couple of guys to dig a hole in the desert, then let 'em show you where it's at. \n[466]Yeah, but I'm not sure yet. \n[467]And when I'm ready, I'll say the words, 'Go see the Jew.' \n[468]And you make it disappear, you know what I mean? \n[469]Did I say to do anything yet? I said I'm not sure... I'll let you know. I want to think about it. Where're these pricks at? \n[470]Dominick said they're in the motel? \n[471]Yeah? All right. \n[472] \n[473]It's me. \n[474] \n[475] \n[476] \n[477] \n[478] \n[479] \n[480]He's comin' over. \n[481] \n[482]She didn't know who to turn to. She... she didn't know where to turn. She was tryin' to save your marriage. \n[483] \n[484]Shh. Hide her car in the back! \n[485]What did I tell you? Supposing he goes back home and makes a fuckin' beef?  I gotta know exactly what you said. Tell me what you said to him. \n[486]I told you this was fuckin' dangerous. Remember I said, 'Ginger, this is a dangerous situation. Be very careful.' You fuckin' yessed me to death. \n[487]I'm not gonna kill him. Shut the fuck up. What, do you know what you're talkin' about? I'm not killing anyb- \n[488] \n[489](Raising his voice even more  \n[490] \n[491]Get the fuck out of here. Get out! Get the fuck out! \n[492] \n[493]Why'd I get involved with this fuckin' nut in the first place? Get out! \n[494](Pushing a sobbing GINGER out the back door \n[495]Get the fuck out of here. \n[496]All right, all right. \n[497]All right. Be careful. \n[498]Okay, yeah. \n[499]Be careful. Hey, come on. Get inside. \n[500]Can you fuckin' believe that? Look at this motherfucker. \n[501]I fucked up, Frankie. I fucked up good this time. Should have never started with this fuckin' broad. \n[502]I'm in a bad fuckin' spot here. You know that? Bad fuckin' spot. \n[503] We hear a doorbell ring. LITTLE NICKY, now ten years old, see FBI AGENTS approaching the house.  \n[504](Getting up from the couch \n[505]Right away, I got wind of the pinches comin' down, so I took off. Who needs to hang around for that bullshit? \n[506]But they got almost everybody else. \n[507]Now, for the best... \n[508]...and I couldn't believe this shit. Piscano's expense reports took the cake. \n[509]He might as well have given them a fuckin' blueprint.  Everybody's names, address, dates, everything. \n[510]What a fuckin' balloon head. \n[511]When the bosses were arrested, some of 'em were so old they needed doctors at their arraignment. \n[512]And when it looked like they could get twenty-five years... \n[513]...to life in prison, just for skimmin' a casino... sick or no fuckin' sick, you knew people were gonna get clipped. So, the day of the arraignment, they had this meeting right in the back of the court-house. \n[514]See, when something like this happens, you know how things are gonna work out. It's always better with no witnesses. So, what about Andy? \n[515]As much as they liked him, I mean, he wasn't one of us. He wasn't Italian. As far as they knew, he could have talked. Otherwise, Stony might still be alive. \n[516]The first one to skip was John Nance. He found a nice, warm secluded place in Costa Rica. He thought nobody would find him there. \n[517]But, then, his kid got nabbed by the Feds for drugs, and so naturally the bosses were afraid he'd come out of hidin' just to save his kid and give 'em all up.  So... \n[518]But anyway, they, you know, they all had to follow. \n[519]Everybody went down. \n[520]Before you knew it... \n[521]...anybody who knew anything wound up gettin' whacked. \n[522]Hey, Mikey, how's your hernia? \n[523]It took months for... \n[524]...everything to calm down, but finally my guys got out on bail and the bosses wanted me to send my brother Dominick out to Vegas.  Always the dollars, always the fuckin'... \n[525]...dollars. I mean, it was still way too hot for me to even go near Vegas, so I set up a meeting with the guys way out in the sticks. I didn't want my brother to get fucked around. \n[526]I mean, what's right is right. They don't give a fuck about - urgghh! \n[527](Still pinned, screaming \n[528](Held down by his neck \n[529]Fuckin' punk, motherfucker! Piece of shit! \n[530](Rolling over on his back in pain \n[531](Whimpering, as they beat DOMINICK (Pleading for his brother's life. \n[532](Sobbing as they undress his brother \n[533]  ", "Lester": "\n[1]Look, Gin, you know I got other people in this. I got partners. But I want you to understand that I am lookin' out for you in this thing.  Okay? You're going to get yours back... and you're gonna get it back first. Okay? \n[2]Okay? \n[3]Where are you goin'? Where are you? You're in that place. Where are you? \n[4]No, you're not. Where are you? Where are you? \n[5]You are. \n[6]Yeah. \n[7] \n[8]Don't make me come there. Answer me. \n[9] LESTER DIAMOND is talking on the phone softly, cutting up cocaine on a piece of glass.  \n[10] \n[11] \n[12] \n[13] \n[14] \n[15] There is a beautiful scantily dressed blonde girl in the apartment with him. She bends down to the table in front of him, snorts some cocaine, then walks away.  \n[16] \n[17] \n[18] \n[19]- with stupid braces on your teeth. \n[20] \n[21]What does that mean? No, I know that look. What does that mean? \n[22]You got money. That's a - That's a good look. \n[23] \n[24]Yeah, yeah. I know that. \n[25] \n[26]Hey, that's just fuckin' - That's bullshit. You know, you know, what the fuck? \n[27](Falling into the front seat on his back. \n[28]Fuck you! \n[29](As ACE and GINGER drive off down the street \n[30] \n[31]Hey. \n[32] \n[33] \n[34] \n[35] \n[36] \n[37] \n[38]...wouldn't do it. Yeah, no, I, I... \n[39] \n[40] \n[41] \n[42]Mm-hm. 1862. Okay, good. I'll call you right b- \n[43] \n[44] \n[45] (He hangs up; then to himself as he walks through a doorway to the living-room  \n[46]Hm?  Okay, you got, what, two million dollars in that box? \n[47]Hey... you got a minute? Hey. He's got two million in the box, am I right?  Okay, you let him keep your jewels. We take the cash and the only other thing he cares about. Huh?  Her majesty. We go to Europe. You dye your hair, get some pl- \n[48]We're not gonna go see any fuckin' elephants, okay? \n[49]  \n[50] \n[51]You know where she gets this from! \n[52]No, you - You want me to come over there? I'll smack your face. \n[53]Don't give me any of your shit! Okay, this has always been a dream, but we're going. \n[54]Right. \n[55]He was just on the phone. \n[56]I just talked to him. \n[57]Ginger... It means he's sitting by the phone like a dumb-bell, waiting for me to call him back. Now, I - \n[58] \n[59]It's this bullshit. It's just bullshit right here. This is the fuckin' problem, you know. \n[60]You're done yakkin', okay? You're done yakkin' now? \n[61] \n[62]She started it. She started the whole thing. I'm just standin' here. \n[63]You're not gonna drive. Don't even think you're gonna drive. \n[64] \n[65]Get in the passenger's side! And I'm sendin' this kid to Bolivia in a fuckin' box. ", "Diamond": "\n[1] LESTER DIAMOND is talking on the phone softly, cutting up cocaine on a piece of glass.  \n[2] There is a beautiful scantily dressed blonde girl in the apartment with him. She bends down to the table in front of him, snorts some cocaine, then walks away.  \n[3] \n[4] \n[5] \n[6] \n[7] \n[8] "}}