{"filename": "Cecil-B.-Demented_script.txt", "imdb_id": "tt0173716", "imdb_url": "https://www.imdb.com/title/tt0173716", "characters": ["Lyle", "Fidget's Mom", "Petie (as Mike Shannon)", "Kevin", "Lewis (as Larry Gilliard Jr.)", "Pam (as Erika Lynn Rupli)", "Chardonnay", "Cecil", "Honey Whitlock", "Fidget (as Eric M. Barry)", "Libby", "Raven", "Cherish", "Rodney", "Mrs. Sylvia Mallory"], "dialogues": {"Lyle": "\n[1]  \n[2]But it lead to the \"French Connection.\" \n[3]Hi, I'm Lyle and I'm your leading man. I've had a boner for you for years. HONEY pales. \n[4]  \n[5] Hey, Cherish, it's 8:00. Am I supposed to get this show on the screen or what!? \n[6]  \n[7]  \n[8] Hey, Cherish, it's 8:00. Am I supposed to get this show on the screen or what? \n[9]Pasolini's playing and we have an empty theater? HONEY enters and does the lines convincingly. \n[10]Not for \"THE FLINTSTONES\"?! \n[11](To HONEY, getting ready to take a large capsule I never took this much acid before, so if I forget my lines, Honey, cue me! \n[12] \n[13](To HONEY, breaking out \n[14]You call THAT a SMALL??!! \n[15]  \n[16] \n[17]Hey Honey, want some crack? \n[18]Before I was a drug addict, I had so many different problems, Honey. Now I just have one - drugs. It gave my life a real focus. Cut to CECIL on crane with CHERISH as they hornily watch CHERISH on film. \n[19]We'll let these fat cat producers know! \n[20]Hey Honey, nervous? Wanna try some \"Special K\"? \n[21] \n[22]Just call me irresponsible...  \n[23] Didn't you produce that foreign language hit that was remade badly in English? \n[24]Help me, Cherish. I'm stuck in a K-hole and I can't get out! CHERISH, firing her gun wildly, runs to LYLE and manages to pull him \"off set\" as HONEY freezes in terror deciding between her director or the POLICE. CHARDONNAY fires her gun and accidentally blasts her ears over earphone and lunges to turn down volume control on her Nagra. \n[25](In character, trying to keep the scene going YEAH? Well your movies bite the big one! FAMILIES start throwing their concession stand candies at LYLE, CECIL and SPROCKET HOLES and advance towards them. \n[26] Film revolutionaries can never be stopped! PETIE brands him but LYLE feels no pain. \n[27]They wouldn't let you see R-rated films as a child! \n[28] No more per diems! \n[29] Drugs.. .give me drugs... RAVEN runs forward with a bottle of poppers and gives LYLE a snort. He smiles and twitches in final death rattle. ", "Fidget's": "\n[1]  \n[2]  \n[3]       \n[4] Hello? Fidget, talk to me! Hello? We'll come and get you! Tell us where you are! Hello? Hello? FIDGET hangs up phone and starts playing pocket pool frantically. HONEY sighs and shakes her head in disappointment. \n[5].Fidget is a good boy and we love him... \n[6].And we'll stand behind our son no matter what he's done. \n[7]Fidget, it's your Dad. We're here with a psychiatrist... \n[8] Fidget, it's Mommy. We know you've seen too many R-rated movies and we're here to help... Suddenly mini-cams from other local news teams speed into drive-in behind them. ", "Mom": "\n[1]  \n[2]  \n[3]       \n[4] Hello? Fidget, talk to me! Hello? We'll come and get you! Tell us where you are! Hello? Hello? FIDGET hangs up phone and starts playing pocket pool frantically. HONEY sighs and shakes her head in disappointment. \n[5].Fidget is a good boy and we love him... \n[6]I bet she's Miss Phony Baloney in real life. \n[7] I told you to stop slurping! REDNECK MOM suddenly sees HONEY WHITLOCK and quickly turns back around. \n[8] Oh my God-don't look now... .but I think she's standing right next to our car... \n[9]Hello, Eyewitness News? Honey Whitlock is in Row 19 of the Bengies Drive-In... I seen her with my own fuckin' eyes and I don't want no ham...I want money! \n[10] Fidget, it's Mommy. We know you've seen too many R-rated movies and we're here to help... Suddenly mini-cams from other local news teams speed into drive-in behind them. \n[11]        \n[12] ", "Kevin": "", "Chardonnay": "\n[1]   \n[2] Ticket, please... 18. Cut back to EXTERIOR HARBOR COURT HOTEL. 18. Closeup of HONEY WHITLOCK's furious face as she stares in horror at awaiting white stretch limousine driven by \n[3]  \n[4].and remember - SPEAK UP, BITCH! I'm Chardonnay and I do the sound. LEWIS proudly steps forward, menacingly holding staple gun like a weapon. \n[5](Spinning sound boom \n[6]Speed. DINAH marks the take. \n[7](Scared, but giving it her best shot Yeah, Lewis thinks I could have a hit record! \n[8]Speed. DINAH marks the take. PARTY GUESTS fix their hair, smile, thinking they are in a promotional film. \n[9]Speed. DINAH marks the take. \n[10]Speed. \n[11]They enjoy classic TV sitcoms turned into feature length films! \n[12] ", "Cecil": "\n[1]                 \n[2](Rips off his short-haired wig to reveal bleached \n[3]  \n[4]I fuckin' hate car chase scenes! \n[5]       \n[6](Suddenly turning into his old self Hi, Mrs. Waltrup. \n[7]  \n[8]Not me, I like the big screen. \n[9]I sure will. SUBURBAN LADY makes right on red and pulls off. \n[10] Casting has been completed! PETIE peels out in other direction. 53. Cut to EXTERIOR \"SPROCKET HOUSE,\" a run-down, 53. seemingly abandoned warehouse in an industrial part of t:he city. The moon is full and the quiet is interrupted by faint sirens in the distance. Suddenly, like a low-rent Bat Cave, the large industrial garage doors swing open and the white limo speeds inside. 54. Dissolve to INTERIOR SPROCKET HOUSE. HONEY's 54. \"dressing room\"; a bizarrely decorated prison cell fit for a movie queen. HONEY is blindfolded, gagged and tied to a director's chair with her name printed on the back, still wearing her torn and soiled premiere gown. LEWIS, now dressed in terrorist punk outfit removes HONEY's blindfold and gag as she sputters in terror. We see LEWIS has D-A-V-I-D L-Y-N-C-H tattooed on his fingers. HONEY's e yes light up in terror as she sees CECIL, now attired in insane grunge Cecil B. DeMille inspired outfit being lowered by PETIE on jerry-rigged film crane. \"Otto Preminger\" is tattooed on CECIL's bicep. \n[11].Hello, I'm Cecil B. DeMented and I'm your new director... HONEY stares in confused horror. \n[12]I'd like you to meet your co-stars ...I call them the \"Sprocket Holes.\" HONEY looks over in fear as the SPROCKET HOLES, now changed from their theater uniforms into their own scary \"terrorist chic\" fashions, gather around CECIL in a \"crew-shot from hell\" pose. \n[13]This is Cherish... CHERISH, now heavily made-up and dressed \"riot-girl\" style, in a \"SINEMA\" T-shirt, steps forward. We see \"Andy Warhol\" tattooed on her thigh. \n[14]Lyle? LYLE takes a big huff of glue in plastic bag and steps forward. He is dressed in scarily in 1970's junky wear meets 90's Hollywood sleaze, and sports a \"Herschell Gordon Lewis\" tattoo across his skinny chest. \n[15](Getting off crane and stepping towards HONEY Don't worry, we've all taken a vow of celibacy for celluloid. No one gets laid until we've finished our movie. We're horny... CHERISH starts writhing sexily. \n[16].but our film comes first. CECIL gently shoves her away as SPROCKET HOLES undulate in sexual frustration. \n[17].And now for the crew. PAM the popcorn girl swaggers over carrying a beat-up vintage 16mm movie camera and aims it at HONEY's face. She is wearing a black para-military jump suit and we see her \"Sam Peckinpah\" tattoo on her arm. \n[18]Miss Whitlock, we're going to make our first film and NOBODY'S going to stop us. Lots of kids dream of making a movie... SPROCKET HOLES smile in brain-washed enthusiasm. \n[19].but only the ones willing to dia for it succeed. HONEY looks into CECIL's face and lets out a sob of terror. \n[20]  \n[21]Good morning, Miss Whitlock. Know your lines? \n[22]  \n[23]Nonsense, Miss Whitlock... I wrote the part just for you... (Hearing helicopter noise outside, and smiling .and the whole world is watching... \n[24]Ah Fidget. Fidget, my little genius, :Fidget! \n[25]  \n[26](To HONEY, ever the \n[27]  \n[28]Can't you say good morning to Lewis? He worked hard on this set with a budget of zero. \n[29]Our picture is called \"Raving Beauty.\" You play the insane owner of a failed art theater who along with her film fanatic boyfriend Lyle. . .Lyle come on over... LYLE enters dressed in hepcat 70's junkie splendor wear. \n[30].and her violence prone daughter, Cherish... CHERISH enters in eye-popping \"super model goes bad\" look as HONEY's eyes light up in horror. \n[31].Together, the three of you vow to start a revolution to destroy mainstream cinema... \n[32]You dare to tell Cecil B. DeMented you refuse! \n[33]       \n[34](Advancing on her with \n[35]There are no creative differences on a Cecil B. DeMented set, Miss Whitlock. Got that? One day you'll thank me for saving you from your bad career.  \n[36].and ACTION! CECIL moves around stage, making cliche director's frame with his hands as PAM and CHARDONNAY rehearse camera and sound moves behind him. All the camera equipment has \"UNIV OF MD\" stenciled on it that has been scratched out half-heartedly. \n[37](Banging his head on wall harder, insanely \n[38] \n[39] \n[40]  \n[41]That's more like it, Miss Whitlock! CHERISH gives HONEY a suddenly jealous look. \n[42] Let's move on! \n[43]The first take is the only real truth... \n[44]There are no rules in outlaw cinema, Miss Whitlock, only edges. We believe technique to be nothing more than failed style. You see, I've had a vision... All the SPROCKET HOLES smile like film zombies to \n[45].and that vision is called \"ultimate reality.\" The rest of our film is shot in real life, with real people ... . and yes, with real terror. 63. Flip wipe to EXTERIOR SPROCKET HOUSE. Industrial 63. doors swing open and freshly painted phony FEDEX truck comes speeding out. \n[46]That's not what TIME Magazine has to say. \"Miss Whitlock seems a little ill at ease and past her prime to carry a picture by herself, especially one as sappy and overproduced as \"Some Kind Of Happiness.\" \n[47].and remember there are no bad takes in a Cecil B. DeMented picture - just keep the scene going \n[48]Your Hollywood system stole our sex and co-opted our violence so there's nothing left for our kind of movies... except this! \n[49]  \n[50](Aiming his gun at HONEY, \n[51](Yelling to \"actors\" into \n[52]I am Cecil B. DeMented and you're in my movie! Look in the camera and ruin a take and you're both dead! CANDY COUNTER GIRLS get nervy, eager to be in any movie. \n[53] \n[54]Hey, what's the trouble here!? CHERISH glares at a large marketing booth filled with items for sale in lobby. \n[55] Say the lines! \n[56] \n[57] I'm trying to write, Cherish! HONEY, looking more relaxed, with only one leg cuffed to director's chair, watches herself on film in the arty, grainy, but very striking footage. RAVEN does a \"devil dance\" with herself and ritualistically drinks from a skull head. \n[58] I S-Q want to fuck you, Cherish, but you know I can't... \n[59] I'm not \"all your directors,\" Cherish. \n[60] \n[61](Grabbing microphone and addressing his followers SOLDIERS OF CINEMA, save your sexual energy for the silver screen... SPROCKET HOLES break apart and look up to CECIL. \n[62]Our footage is stronger than Otto Preminger's... CHERISH licks CECIL's tattoo. \n[63].creepier and darker than David Lynch's... LEWIS scratches a sexual note in the music as he lusts towards CHARDONNAY who sings out a torrid moan. \n[64].more exploitative than Herschel Gordon Lewis. LYLE humps the projector, out of his mind. \n[65].and more violent than Sam Fuller..- DINAH writhes in horniness, pulls her pistol and fires at \"The Films of David Lean\" coffee table book she uses as a target. \n[66]We will rise above our raging hormones to a new level of cinema unrest! Cut to FIDGET sneakily dialing parents on phone as HONEY nods her support. \n[67]. Do whatever it takes to avoid sexual release! Get as drunk as Sam Peckinpah... PAM guzzles whisky. \n[68]As high as Rainer Werner Fassbinder!... LYLE sniffs fumes from an aerosol can of metallic paint. \n[69]But stay celibate for celluloid! Cut back to FIDGET on phone. We see his suburban MOM answer on split screen. \n[70].Feel the black humor of Almodovar... RODNEY dances a wild S&amp;M step and tries to look PETIE in the eyes. \n[71].the satanic fury of Kenneth Anger! RAVEN, possessed by the devil, rolls her eyes back in devil horniness. \n[72].the racial tension of Spike Lee... CHARDONNAY lets out a soulful wail as she dances in sexual abandon. \n[73](Spotting FIDGET on the phone and giving him the \n[74] \n[75]Oh, Andy Warhol, we worship you from the new cinema underground... \n[76].help us to use our sexual frustrations as you did for the future of outlaw film! \n[77] \n[78] \n[79](In a booming voice to all the SPROCKET HOLES \n[80]Good morning, Miss Whitlock. \n[81]Whatever for? Your old career is over. . .but your comeback has just begun... CECIL nods to DINAH to start tape and we see a TEENAGE BOY on news in front of vandalized Timonium theater. \n[82]There are still some people who don't understand our work... DINAH zaps on TV and we see MIDDLE-AGED MAN in suit behind podium at press conference. Subtitle identifies him as \"MARYLAND FILM COMMISSIONER.\" \n[83] \n[84].And this time somebody might have to die! 79. Wipe to EXTERIOR SPROCKET HOUSE. 79. Doors swing open and CECIL's speeding van, driven by PETIE and now hurriedly painted over to resemble UTZ Potato Chips delivery vehicle, flies out and careens around the corner. \n[85](Finishing up last page of script, to HONEY, LYLE \n[86]Not anymore they don't! \n[87]       \n[88]It's all behind you now, Cherish.  We're here... .and we're makin' movies! \n[89]It's ok, Cherish. This way.. \n[90]  \n[91]  \n[92]A simple little stunt. \n[93]  \n[94]       \n[95] Prove yourself, Honey. HONEY spots a marine police boat quickly darting behind \"Pride of Baltimore,\" filled with MARINE \n[96](Hissing excitedly to CHERISH and LYLE, and handing \n[97]Don't worry, they're just props. After your first line, throw the grenade at the Film Commission. Nobody will get hurt. \n[98]Blanks ...trust me Honey. HONEY gulps. \n[99]  \n[100] I kidnapped the right star, didn't I? HONEY smiles weakly. \n[101]  \n[102]ALL EXTRAS - keep eating the oysters or you will be shot and killed! \n[103]       \n[104] \n[105] \n[106] \n[107] \n[108]Cop car pulls out: siren wailing. .94 Cut to EASTERN AVENUE, main thoroughfare of EAST 94 \n[109]It's your closeup, HONEY! \n[110](Ducking bullets but \n[111](To FAMILIES, aiming gun in the air \n[112] \n[113] Film these fuckers, Pam. \n[114] \n[115](Beginning to retreat, \n[116]You're one of us now, you know what to say! \n[117] \n[118] \n[119] \n[120].The slash and burn of the white hot metal will brand you forever with the logo of Cecil B. DeMented... Wear the privileged scar of cinema sainthood with pride and horniness... LYLE projects the dailies of the day on wall as he pops Percodans. HONEY, out of her cell and unguarded for the first time, watches her \"stunt\" footage with pride as she gets the vodka bottle from their filthy dirty freezer and goes about the ritual of making the perfect martini. LEWIS, proudly displaying his brand, DJ's the music as CHERISH writhes in a sexy go-go dance for CECIL. CHARDONNAY painfully caresses her fresh brand and wails out the chorus of \"DeMented Forever.\" HONEY empties ice tray into martini shaker. \n[121].There is no such thing as family. We are the orphans of cinema and without our movie, we do not exist!... PETIE approaches CHERISH with the red hot brand and she eagerly sticks out her. arm. \n[122](Squeezing out the bullet from his injury .Rodney died for the roots of cinematic rebellion... HONEY stops making martini and quickly checks her hair to see if any dark roots are showing and smiles at \n[123].and he's now in cinema hell where one day we'll all be reunited. RODNEY brands RAVEN. \n[124] \n[125]  \n[126] And to top it off...they talk out loud in the theater once the feature has begun! SPROCKET HOLES grimace in horror. Even HONEY shakes her head in disgust as she pours martini into glass. \n[127]And you...Honey? \n[128]  \n[129]  \n[130] \n[131] \n[132]I I am Cecil B. DeMented and this picture is TERMINATED. PAM shoves Panavision camera off crane and it just E misses DIRECTOR as it smashes to floor. \n[133] \n[134] It's OK! We got it on film! Keep going! \n[135]  \n[136] \n[137] \n[138]This is it - our final location. \n[139]Nobody leaves this drive-in alive until we finish our film. \n[140]Cecil B. DeMented. \n[141]Hello, this is Cecil B. DeMented speaking to you directly from this theater... CECIL FANS A, B &amp; C jump out of their cars happily along with other supporters. REDNECK FAMILY guiltily starts up engine of car, hoping to escape along with other terrified FAMILIES. JOCKS A, B &amp; C leap from car, ready for a fight as do other gung-ho CECIL ENEMIES. \n[142](Speaking into theater \n[143] \n[144]  \n[145] .Fans of outlaw cinema - they're here to use you for market testing! CECIL FANS let out a war-cry of defiance as they fight ENEMIES with fists, bottles, anything they can grab as FAMILIES scream in terror, trapped. \n[146]They want to detain some of you and put you in focus groups! \n[147]  \n[148]  \n[149] \n[150]Sinclair, it's your father... \n[151](In a rage, into \n[152]I know you are sick in the head, but whatever mado you think you could direct? \n[153]        \n[154] \n[155](To SPROCKET HOLES, gasping \n[156]  \n[157].Live and in person! And she's dying to meet you! GROUPIE proudly shines the headlights of his car towards the roof of the concession stand as other CECIL FANS follow suit. 162. EXTERIOR ROOF OF CONCESSION STAND. Lit like a sound 162. stage from car headlights. LEWIS backs out on roof pulling PAM with camera in MANAGER's wheelchair that she is using as a dolly. CHARDONNAY follows with boom pole to record th' sound. PETIE and FIDGET struggle to carry CECIL on \"set\" in a makeshift stretcher as RAVEN applies makeup to his wounds. CHERISH is at his side, caressing him lovingly. \n[158]Honey, I've had a final vision. Would you set your hair on fire for our movie...? \n[159] Prove yourself one more time... for your cast... HONEY looks into CHERISH's brainwashed face as her eyes roll back in her head, flash cut with \"Directed by Andy Warhol\" credit. \n[160]Your crew... SPROCKET HOLES stare back at HONEY in a fast montage of their insane faces hallucinating credits of their favorite directors: William Castle, Kenneth Anger, Sam Peckinpah, Spike Lee, David Lynch, Fassbinder. FIDGET holds a pitiful fire extinguisher. \n[161]Your fans... HONEY looks to GROUPIE in a sea of cheering FANS. He is finishing up carving HONEY's initials \"H.W.\" in his forehead with a pop-top beer can tab. \n[162].and for me, Cecil B. DeMented! \n[163](Looking out at PRESS, SWAT TEAMS and COPS as they advance toward him and then to HONEY You will be the eternal flame of cinema insanity. HONEY's eyes glaze over in cult madness. \n[164] \n[165]  \n[166]The Martini shot... HONEY smiles nostalgically at the mention of her favorite drink. \n[167] \n[168](Foaming slightly at the mouth but deliriously happy \n[169] That, fellow Sprocket Holes, is a wrap! HONEY, charred and still sizzling, smiles weakly and feels her almost bald head. SWAT TEAM CAPTAIN takes aim with rest of SHARPSHOOTERS. Instantly PAM is shot dead by SWAT TEAM SHARPSHOOTER and her camera falls to ground. \n[170](Defiantly to SWAT TEAMS as they throw tear gas at warring mob \n[171](Dying but still horny, \n[172](Flying through the air off roof in wheelchair, towards SWAT TEAM below ", "Honey": "\n[1] \n[2]Ah, what a town! HONEY is dressed for the premiere in an elegant evening gown and her black hair is cut perfectly in the Louise Brooks style that has become her signature. She continues her press conference under the watchful eyes of her press agent CHARLES and her long-time assistant LIBBY, both of whom are also dressed for the premiere. ROOM SERVICE employees stand by, ready to serve. \n[3]I tell everybody in Hollywood, when you shoot on location in Baltimore, you don't need to bring all the crew from Los Angeles. Baltimore really ia the best!... 5. Cut back to INTERIOR LOBBY OF SENATOR THEATER. 5. MR. STILLINGS lectures his other staff members as CATERERS and BARTENDERS set up behind him. SINCLAIR STEVENS is paying close attention as is LYLE, the projectionist, a handsome but surprisingly gaunt young man. CHERISH, a sexy and slightly nasty candy-counter girl leers at SINCLAIR who flirts back as she feigns interest in MR. STILLINGS' pep talk. PAM the popcorn girl, a masculine but beautiful nineteen year old with a seemingly bad attitude and LEWIS, the young cool African-American usher with a chip on his shoulder join FIDGET, RAVEN and DINAH. \n[4]HONEY's mean face glares out window at the twinkling lights of Baltimore's Inner Harbor in the early evening. \n[5]Look at this dump of a town! HONEY turns to her long suffering assistant, LIBBY. The press is gone and they are alone. \n[6]Get me the fuck back to L.A. If one more asshole mentions a crab cake to me, I think I'll puke. \n[7]No I didn't! I'm not interested in any kind of meal you have to beat with a mallet... A knock is heard at hotel door. \n[8]  \n[9] Thank you Charles, darling. We'll be right with you. I'm excited. CHARLES exits. \n[10] Do you think Pat Nixon got fucked in this hotel room? \n[11]It's called the \"Presidential Suite\" isn't it? \n[12]I BET SHE DID! Call the manager and ask him! \n[13]It's your ï¿½ to ask, Libby! Call downstairs and find out if Pat Nixon got fucked in my hotel room! I want to know! \n[14]  \n[15]  \n[16]I was kidding Libby. He must think you're a complete lunatic! Good God, you'd do anything! A HOTEL MAID pushing a cart of towels and bathroom supplies comes around a corner and is completely star-struck. \n[17] Did you hear what that little bitch said to me? \n[18]In show business we say \"break a leg.\" NEVER fucking \"Good Luck\"! HOTEL GUESTS frown in disappointment at HONEY's language. \n[19]That cocksucker put a curse on my whole fucking premiere! HOTEL GUESTS let out a cry of shock at HONEY's language. \n[20]Mayor Fenwick! LIBBY and CHARLES look to one another relieved as HOTEL GUESTS stumble out of elevator, shaking their heads in disgust. \n[21]I love what you've done with this city. \n[22]A fucking white limousine?! \n[23]I'm not Liberace's boyfriend, for Chrissakes...My contract says black limousines only! \n[24]  \n[25](Turning on him with a \n[26] \"Some Kind Of Happiness\" is a screwball romantic comedy - life-affirming but realistic and to be honest, with all the misery in the world today, couldn't we use a little optimism in the movies? \n[27] \n[28]       \n[29] \n[30](To HORRIFIED FANS who duck for cover \n[31]  \n[32]It's burning my scalp! Ow! Ow! Ow! \n[33]Oh God! That really hurt! \n[34](Screams in pain, \n[35] .I mean... not little. . .10w budget. . .you know, cult. \n[36]Please...Mr. DeMento? Is that correct? \n[37]You have the wrong star for this film... \n[38]Please take off your clothes. 58. INTERIOR SPROCKET HOUSE. Equipment area, next to 58. \"Wardrobe.\" PAM is changing the film in her changing bag between her legs. She hears FIDGET and looks up excitedly. CHARDONNAY takes off her earphones and nods to LEWIS who is finishing up painting a van to look like a FEDEX delivery truck. All quickly exit. \n[39]  \n[40] The Screen Actors Guild will hear about this and I mean it! HONEY lets gown fall to floor and steps out of it. She is wearing beautiful lingerie. \n[41]Oh, God, I look terrible!  CECIL and SPROCKET HOLES applaud triumphantly. \n[42]Good... morning. \n[43]\"Daughter\"?! \n[44]  \n[45]I'm too young to play her mother! \n[46] It doesn't feel right... I'm just not motivated... \n[47] It's that fucking new multiplex that opened in the mall, isn't it? CECIL's face turns to stone as the rest of the SPROCKET HOLES watch, shocked at HONEY's wooden performance. \n[48] Somebody's gotta pay for this insult! HONEY looks out and sees SPROCKET HOLES aping CECIL's self-destructive review of her reading; DINAH slaps her own face, LEWIS staples his own leg; RODNEY jams the sharp end of a rat-tail comb in his ear. critically panned big film hit we can get the rights to. \n[49]  \n[50]  \n[51] Death to those who support mainstream cinema! \n[52]  \n[53]  \n[54] Somebody's gotta pay for this insult! CECIL silently mouths the dialogue along with HONEY. \n[55]From the empty movie seats of every good movie theater in America, we will rise to take back the screen! The SPROCKET HOLES watch in awe. \n[56]Death to those who support mainstream cinema! \n[57] To be frank, Cecil, I would never do this picture in my real film life. The whole message is stupid - ask theater owners in any country and they'll tell you. Hollywood makes the best films in the world and I'm proud to be part of that system. \n[58]  \n[59]But you can't cut the film with only a master! \n[60]      \n[61]Please, no! Let's go back! I hate location work! 64. INTERIOR FEDEX VAN as it drives through downtown 64. streets and enters Jones Falls Expressway. PETIE is behind the wheel as LYLE and CHERISH study their lines in hand-written \"Raving Beauty\" script. CECIL hurriedly flips through TIME Magazine until he finds the article he wants. RODNEY and RAVEN torture HONEY with their constant touchups as PAM, CHARDONNAY, DINAH and FIDGET crowd in the back of van with equipment and guns as LEWIS reads a copy of \"Psychotronic\" magazine. \n[62]Owwww! Please, Cecil. I'm a much better actress in the studio... \n[63]       \n[64] Cecil, give yourself up! It's not too late... \n[65](Still to CECIL, refusing to acknowledge PETIE or LEWIS Come to Hollywood with me and I promise I'll get you a job as a production assistant on a real Hollywood movie. \n[66]Do my tits look OK? They're bigger than yours, you know. \n[67]Cecil, please don't make me do this scene... \n[68] \n[69](Yelling to BOX OFFICE LADY in ticket booth How dare you play this rotten movie?! PAM pans the camera to BOX OFFICE LADY whose eyes light up in fear at seeing the \"actors\" in their terrorist outfits. \n[70] $7.50 for this piece of shit?! BOX OFFICE LADY screams and locks herself inside as HONEY spray-paints S-H-I-T across box office glass. Macho TICKET TAKER kid comes running out. \n[71] \n[72](To AUDIENCE, ferociously \n[73]Oh, craft service. Thank you, Fidget, but I never drink when I'm working but you're very kind. Do your parents know where you are tonight? \n[74]Don't you think you ought to call them...? \n[75]You know that's nonsense! Go ahead, call them up. I bet they miss you... LYLE ruins everything by staggering over, scarily high. \n[76]I most certainly do NOT, Lyle. I can't believe you'd be a drug addict in the 90's - it's so retro. \n[77]Before she can barely open her eyes, HONEY sees RODNEY and RAVEN rushing towards her, their instruments of beauty torture ready. \n[78]Please Rodney, those aren't roots - they're scabs on my scalp from the dye and they're raw! RODNEY sadistically squirts her roots with dye as HONEY lets out a cry of agony. \n[79]OWWWW!! Please... please...  Raven, you're a pretty girl, you could escape this madness... \n[80]Well ...I'm sorry to hear that... \n[81]  \n[82]OWWWW! Rodney, why do you want to hurt me? Gay men are supposed to be gentle... \n[83] \n[84]Oh God, stop... \n[85]He blasts the blow drier on finished hairdo and flames singe her neck. \n[86] \n[87]       \n[88]Cherish, this is America. They have the freedom to make bad films if they so desire... \n[89]Oh, please... \n[90]  \n[91]No...not at all. \n[92]  \n[93]I'm working, Lyle! \n[94]I. .I can figure it out... \n[95] \n[96]  \n[97]I. .I believe you. \n[98]  \n[99]It doesn't say anything about a stunt in your rewrite. \n[100]  \n[101]Maybe with an air bag or some kind of safety precaution... \n[102](Realizing this could be her only chance Alright, Cecil. I'm a professional... Roll the camera. \n[103]But there are bullets in this gun... \n[104](In character, to table full of terrified producers headed by Film Commissioner Which one of you assholes insulted our movie?!  \n[105]  \n[106] \n[107](Suddenly jumping back \n[108]DON'T SHOOT! I'm Honey Whitlock and I've been kidnapped! HONEY is shocked when the POLICE tackle her and place her under arrest. DINAH grabs FILM COMMISSIONER and uses him as a human shield as she fires away, hitting several cops. \n[109] \n[110](Fighting cops, looking back to \"set\" \n[111] \n[112] \n[113]Keep the scene going! \n[114] \n[115] But Cecil...you didn't write me any dialogue... \n[116] \n[117]That really is unforgivable, Fidget! FIDGET looks around at the brainwashed faces of his disgusted, judgmental cult and crumbles. HONEY greedily gulps down her martini. \n[118]No, Cecil... CECIL nods to DINAH who plays the tape. HONEY sees her ex-husband, a handsome movie star on screen with JAY LENO on \"The Tonight Show.\" \n[119] \n[120] \n[121](Growling scarily, to MICHAEL J. FOX \n[122] \n[123]  \n[124] \n[125] \n[126] \n[127]Dear Diary, My husband is trying to kill me but nobody will believe me. She hears a noise and sits up in bed as her pet cat jumps into her lap. She clutches it up to her in fear. 132. Cut to TICKET BOOTH. 132. TICKET SELLER is dressed as Honey Whitlock as she sells ticket to carload of CECIL FANS who wear T-shirts with Cecil's picture and the slogan \"PUNISH BAD CINEMA.\" One of the girls is dressed as Honey Whitlock and made up with fake bruises. \n[128]  \n[129]Get ahold of yourself... Their car pulls up to TICKET SELLER. \n[130](Suddenly the consummate \n[131]No! Bad reviews can't hurt me anymore! \n[132]  \n[133]But will it...make me a legend? \n[134]I'm.. . ready for my closeup, Mr. DeMented. RAVEN dabs HONEY's hair with gasoline from can. FIDGET painfully plays pocket pool and lights the torch. \n[135] \n[136] \n[137] ", "Whitlock": "\n[1] \n[2] \n[3]He blasts the blow drier on finished hairdo and flames singe her neck. \n[4] \n[5] \n[6] ", "Libby": "\n[1] Did you try the steamed crabs? They're red and... \n[2]  \n[3]Yes...but... \n[4]  \n[5] The hotel manager said \"No.\" Pat Nixon never stayed here, but Nancy Reagen did in 1986... \n[6]  \n[7]Well. . .sort of. I mean you told me... \n[8]She didn't know. \n[9]  \n[10]Oh nobody will know, we're in Baltimore... \n[11]The charity probably made the arrangements. It was an innocent mistake. \n[12].Honey Whitlock was always attracted to the wrong kind of man. It wouldn't surprise me if she was in on her kidnapping from the very beginning. She'd do anything for sex... HONEY howls in indignation as LYLE gives her a funny look. FIDGET pours her another quick martini. ", "Raven": "\n[1]  \n[2] Your mother sucks cocks in hell! HEAVY METAL KIDS look at each other in horror and run away in fear. Limo bumps down road at high speed and trunk door bangs shut, knocking HONEY into submission. Limo makes a fast right. \n[3]Hi, I'm Raven and I'm a Satanist. I'll be doing your makeup... HONEY stares back in confusion. \n[4]You look so pale... RAVEN suddenly slaps HONEY across face and HONEY cries out in shock. \n[5]Sorry... but Satan says... you need color! RODNEY, the biker \"bodyguard,\" now in S&amp;M leather get-up steps toward HONEY carrying a rat-tail comb and a hair dye applicator bottle. His \"Almodovar\" tattoo is a beauty. \n[6]I haven't had this much fun since my last livestock mutilation... RAVEN lunges towards HONEY's eyebrows and painfully tweezes out a hair. \n[7]\"In the House of Pain, there are 10,000 shrines.\" Allistair Crowley said that. \n[8] \n[9]  \n[10]       \n[11]       \n[12]Escape to what, Honey? My father is a Zo-Zo, the three-headed guard dog at the gate of hell! \n[13]And one day I'm gonna commit revolutionary suicide for celluloid... \n[14]  \n[15]It's not Honey's fault. \n[16]  \n[17]      \n[18] \n[19]Satan loves you, Honey, and so do I. Tape cuts to LIBBY, HONEY's assistant, talking to ENTERTAINMENT TONIGHT. Subtitle on TV read \"Honey Whitlock's Personal Assistant.\" \n[20]  \n[21]Who cares what anybody thinks of our movie except Satan?! HONEY, FIDGET and RAVEN pull GROUPIE away towards concession stand. ", "Cherish": "\n[1] Long live pornography! \n[2]Hi, I played you in lots of porno movies. \"Some Kind Of Happiness\"? I've already shot it - only it's called \"Some Kind Of Horniness.\" But that's all behind me. I'm an outlaw cinema girl now. \n[3] I didn't sell one ticket, Lyle. Nobody came! \n[4]I heard they were sold out last night, Mom! \n[5]  \n[6]I heard they were sold out last night, Mom. \n[7](Primping with FIDGET'S help, \n[8] \n[9] \n[10] \n[11] \n[12]Come on, Cecil, I want a little \"action\" of my own! \n[13] How can you see me on film and not want to fuck me?! \n[14]Why not?! All my directors fuck me! \n[15]OK, in this scene you guys are the avenging angels of underground cinema... \n[16]Yeah, that Maryland is not safe for their kind of movies! \n[17] You think just 'cause you made \"real\" movies that you're better than me, don't you? \n[18]Do you know w I became a porno star?! SPROCKET HOLES groan, they've heard it before. \n[19]  \n[20]I guess you are. \"Jingle Balls, Jingle Balls,\" my stupid brother started singing. You think that's funny? \n[21] \"Fuck her!\" yelled my grandmother. How would you like that if it happened to you?! \n[22]\"Human pile,\" screamed my grandfather as they all jumped on! Do you know what a human pile is?! CECIL leads them up rickety steps to second floor trap door. \n[23](Climaxing her tirade \n[24] \n[25]  \n[26]Suffer for celluloid! \n[27]Outlaw cinema has no limits! \n[28](Firing gun in air, pointing it at STUDIO EXEC A Didn't you just greenlight another new movie based on a video game? \n[29]  \n[30]My real life began in the cinema... PETIE brands CHERISH's arm. \n[31] And it will end in the cinema! \n[32]They've never rented a porno movie! FIDGET starts whacking nervously. \n[33] No more meal penalties! \n[34]Camera pans back to CHERISH's face smiling in relief at seeing her old flagship theater. CECIL, HONEY and SPROCKET HOLES stagger around corner and CHERISH beckons them to follow. \n[35](VOICE OVER as camera pans her body Dear Diary, another day and the same old thing... everywhere I go-everything I do seems to lead to the same dead end... (She turns over to write on her stomach .my derriere... Cut to AUDIENCE of single men watching hornily as whole rows of seats vibrate from audience \"participation.\" \n[36]Hey buddy, I'm in a little bit of trouble... \n[37]Yeah, that's my ass alright and it's in trouble. Can me and my friends come inside? \n[38]  \n[39]Why is it that men only want my ass? (Takes her pet gerbil out of cage next to bed Do you know why, little Pellett? (Accidentally drops PELLETT in bed covers \n[40](On screen, squirming around bed, trying to find her \n[41]  \n[42]  \n[43] Oooohhh, Pellett! You're just like all the rest! Oohh, Pellett! Oohhh! TEAMSTERS I &amp; J enter back of theater, look to the screen in sudden disgust and then spot CECIL and SPROCKET HOLES in AUDIENCE. LEWIS, CHARDONNAY, PAM, PETIE and RAVEN watch hornily along with moaning AUDIENCE as a frustrated FIDGET attempts to play pocket pool with his injured bleeding hand. Even HONEY is a little turned on and dares to catch GROUPIE's eyes again. \n[44]  \n[45] \n[46]AUDIENCE's eyes bug out of their heads at seeing the real thing. \n[47] \n[48] We're gonna get laid! \n[49]  \n[50]  ", "Rodney": "\n[1]Excuse me, ma'am, but Security's gonna have my ass if we're late... \n[2]Call me Rodney. Tomorrow I'm bleaching your hair out platinum and I should warn you...I FUCKING HATE ROOTS! PETIE, the sexy hillbilly \"chauffeur,\" now dressed in redneck militant garb and featuring a \"Fassbinder\" tattoo, steps forward. \n[3]From behind a curtain, covering a room of lab and editing equipment comes DINAH, now dressed in alarming vintage fashion outfit that shows off her shapely but purposely hairy legs. \"Sam Fuller\" is tattooed on her back. She wheels a TV set and VCR mounted on wheels framed by little velvet curtain. \n[4]You're going right off the deep end of the Clairol color chart! RODNEY squirts on more dye. \n[5]Beauty comes from agony! Everyone knows that! \n[6]Let's wash it out! RODNEY yanks HONEY's head back as RAVEN pours scalding water over her head. \n[7]I see a fucking root already! He lunges to HONEY's scalp with hair dye applicator bottle. \n[8] I see that fucking brown color... \n[9] That's just it, Honey! I'm not gay. I'm straight and I fucking hate it! Petie loves me but I can't love him back! I've tried! I kiss him and all I feel is beard. \n[10](Suddenly snapping back \n[11]Make them pay for me thinking about pussy! RODNEY rips out a clump of HONEY'S teased hair with brush. \n[12] \n[13] "}}