{"filename": "Cellular_script.txt", "imdb_id": "tt0337921", "imdb_url": "https://www.imdb.com/title/tt0337921", "characters": ["Chloe", "Aging Security Guard", "Young Security Guard", "Jessica Martin", "Girl at Concert", "Marilyn Mooney", "Porsche Girl", "Chloe's Chilly Friend", "Dana Bayback", "Excitable Customer", "Young Guard", "Timid Boy (as Chase Bloch)", "Craig Martin", "Irate Customer #1", "Surf Girl's Friend (as Chelsea Bloch)"], "dialogues": {"Chloe": "\n[1]Thanks, but no, we got 'em all. \n[2]Yeah, wanna help? \n[3]Chloe. \n[4]I can't tell if you're full of it. \n[5]Maybe you and I can take a break later when Pat Benatar goes on. \n[6]Oh no -- I forgot. I still have to pick up a box of T-shirts at the Kinkos on Venice. \n[7]Seriously, you would? \n[8]Nothing.    It's been paid up front. \n[9]Done. \n[10] Bye. \n[11]There you are! Where the hell were you! ? \n[12]Know how many hours I waited for you to bring back those stupid shirts?! What'd you do? Sell them on the Prominade yourself--? \n[13] \n[14]Oh my God-- Someone call 911! \n[15]You better lie still. The paramedics should be here shortly. \n[16]\"\"\"How does it feel to be a hero? \n[17] Modesty can be sexy. \n[18]Next time, skip the shower. \n[19]Come on Ricky, let's get a hot chocolate. ", "Jessica": "\n[1]We TRACK through the living room, passing framed photos of an athletic eleven year old boy, and we hear a WOMAN'S VOICE as she comes down the stairs with a GOLDEN RETRIEVER at her side.  \n[2]Buenas dias, Rosario. \n[3]Where is who? \n[4]Wh... what do you want? \n[5]No, wait.. \n[6] \n[7]Wha... what the hell is happening?! \n[8]Wait!    Don't hang up! \n[9]There's not much time! I need you to go to the police. My name is Jessica Martin; I've been kidnapped! \n[10]Please. I know what you're thinking, but it's real! I'm in an attic somewhere. I think they're going to kill me! You need to- \n[11]No!   You don't understand! \n[12]Goddamn it, listen to me! The phone I'm on...it's shattered! There's no dialer! I've been clicking wires together for hours trying to get someone, anyone, and you 're the only connection I was able to make! If you hang up, I may not get anyone else. \n[13]SFX: Ryan's call waiting BLIPS again.        He considers everything Jessica has said, then: \n[14]Wait!     Don't hang up!    DON'T HANG UP!! \n[15] \n[16]--an you hear me?! \n[17]No!    Don't! They're going to kill me!    They're going to kill me!! \n[18]Please...   I just need help. \n[19]These men!!!-- \n[20]These men killed my housekeeper. My dog. You have to help me. \n[21]Please...you're my only hope. What's your name? \n[22]--Please, just tell me your name! \n[23]Johnny... What if it was your mother who was calling for help? How would you feel? \n[24]Goddamn it, how difficult is it to hand this phone off to the police?! I'll pay you! \n[25]Five thousand dollars. \n[26]No, wait! WAIT!! Even if there's a eighty percent chance I'm lying, you nave a one in five chance to make five grand f9r a lousy twenty minutes of your life. Haven't you ever bet on a horse or bought a Lottery ticket? I'm talking one-in-five odds, twenty minutes. \n[27]Please. . . \n[28] \n[29]Hello?    Officer? Hello?! \n[30] Oh my God... \n[31]What?     I don't- \n[32]At work!     Why, what do you want--? \n[33]Please, he should be at work! That's all I know. \n[34] \n[35]Johnny!! \n[36]   \n[37]My son -- \n[38] Oh my God! What's happening?! \n[39] \n[40] \n[41]Johnny, what time is it?! Johnny! \n[42]Johnny, listen to me. My son's school lets out at 1:45. \n[43]No. There's not enough time. You have to pick him up before they-- \n[44]Please please stop standing there! He 's just a little boy! \n[45]Go! \n[46]Where are you now?! \n[47]You've got to go faster, Johnny! \n[48]How should I know?! \n[49]I'm an obstetrician. They don't want anything from me. \n[50]What--? No. He's an accountant. I make more money than he does. \n[51]No! I don't know.    None of this makes any sense. \n[52]How much time do we have? \n[53]Ricky. \n[54]Martin. \n[55]He was named before the singer ever- \n[56]He's eight years old. Blonde hair. Green eyes. Small for his age. He's wearing a light blue shirt and dark blue pants-- \n[57]I don't remember. \n[58]I don't pack it! Rosario, our housekeeper does! Sometimes Craig, but... \n[59] I wish I could give you more. \n[60]Was that the bell? Was that the bell?! \n[61]He'11 go to the parents' pick-up spot. Oh God, they're going to get him! \n[62]Yes? \n[63]What--?   No! \n[64]Unless they have our Escalade. Ricky'11 think it's Rosario and hop right in! \n[65]Black! \n[66]4..7..wait, no...3 -- Oh my God, I don't remember! \n[67]No! \n[68]No-- This is great, the police think I'm a whack job. The school thinks I'm some kind of perv child molester. I'll probably get the Herpes from the gym teacher's whistle -- \n[69]No, Johnny, you have to listen to me-- /.' \n[70] \n[71]What's happening, Ryan?! \n[72]Oh my God. \n[73]Don't lose them! If you follow them back here, you can tell the police where they're holding us! \n[74]Johnny! \n[75]Can't you go around it? \n[76]What?!    Did you lose him? ! \n[77]Oh thank God! \n[78]What's happening?! Are you okay?! \n[79]What?!    Yo u lost-- \n[80]You let them get away. \n[81]Look, Johnny, you've got to go back to the cops-- \n[82]Goddamn it, stop thinking about just yourself! You can explain everything to them later! \n[83]Don't you have a charger? \n[84]What's going on? Did you find one? \n[85]Johnny, don't lose me! \n[86]Johnny--! \n[87]Yes. \n[88]What's going on?! \n[89]I'm here! \n[90]   \n[91]We PAN PAST PHOTOGRAPHS of Jessica's family over to- AN ANSWERING MACHINE RINGS... ANSWERS.    We hear Jessica's outgoing message, then a BEEP and- \n[92]You found a charger? \n[93]Ryan fiddles with the now war-torn phone. \n[94]Thank you for doing all this, Johnny. \n[95]Good, it sounded like a porn star name. It's okay. I know. You don't have to tell me -- \n[96]Thank you, Ryan. \n[97]N-no... \n[98]...but I am going to, aren't I? \n[99]What?   I don't understand--? \n[100] \n[101]Wait! The bleachers behind left field at Dodger Stadium! That's where we first met. \n[102]Please! Believe me. That has to be where he means. I swear to God. \n[103]Down in the yard below, Jessica's eleven-year-old son Ricky stands uncomfortably in the middle of a basketball half-court as one of the kidnappers (a severe-looking ex-con named HODGES) stands nearby, watching. \n[104]Ricky! \n[105]Please!     Please, believe me! \n[106] \n[107]No...no.'    I swear that's all I know! \n[108]OKAY! ... okay... LAX Airport! There's a bar called Left Field. That's where we met. We were in college on our way to Mardi-gras. \n[109]Please God, I swear that's the truth. Don't kill my son! \n[110]You won't get away with this. When I didn't show up at the hospital, someone must have called the police-- \n[111]Do you honestly expect me to believe we're going to walk away from this alive? \n[112]How can I SHUT UP? You threaten to kill my child and you expect me to act like a MUTE?! If this -- \n[113]I'm here. \n[114]I'm okay. \n[115] \n[116] \n[117]Don't you see, Ryan? Once they get Craig, we're all gonna die. \n[118]Be realistic. Does letting us live benefit them in any way? No! The only chance he's got is if you can get to the airport and find him before they do. \n[119]Ryan, please! There's no time! Just get to the airport-- \n[120]They won't! You're invisible to them! They don't know who you are. They don't know anything about you. Please! You've got to try! \n[121]Look, I have no right to ask you this Ryan, but you re my family's only chance...and I am asking. \n[122]Where are you now?! \n[123]Twenty minutes! Oh my God, Ryan, you've got to drive faster! Please-- \n[124]Sorry.   I just... \n[125]Jessica's voice trails off as she catches a glimp se of herself in an OLD MIRROR standing in the corner.  Bruised. Clothes torn. Staring at her own cracked reflect  ion, she breaks down, but silently this time, locked in he r own personal hell. For Ryan, the silence is deafening. Despite his frantic driving, he feels her pain. And hates being unable to help. \n[126]Do you think God will forgive me? \n[127]For what I've done...   For giving up Craig... \n[128]I don't know. I don't know... \n[129] \n[130] I'm..ere, but y...reaking up! \n[131]Ryan?!    I'm here! \n[132] I thought they... I thought I was-- \n[133]What? \n[134]Hurry, Ryan! Just find Craig! \n[135]Wait, Ryan! What about me--?! \n[136]\"Left Field\" is in Terminal C. \n[137]He's thirty-eight. Six feet.     Trim build. Thinning hair... \n[138]I don't know! We have completely different schedules. I was fast aslee p-- -- A suit... He wears glasses, thick rims, like Buddy Holly or-- \n[139]What?! \n[140]Relief can be traced on Jessica's face. \n[141] \n[142]I will.   I promise. \n[143]As it pulls off the road onto the driveway of the kidnappers safe house and parks. Craig still wears the hood as Greer exits the car. \n[144]Craig? \n[145]No, don't hurt him! \n[146]Who are they, Craig? \n[147]Tell them, Craig. Tell them they have the wrong family. Tell them they've made a mistake-- \n[148]What?!      What is it? \n[149](for Ryan's benefit, weakly You hid it downtown? \n[150]Wait!   WAIT!! \n[151] \n[152]Ryan?! They're going to Fegan Securities, 4th and Figuroa. \n[153]Wait, we ----ve to think! What ----re we going to do? \n[154]Hi, you've reached the hom  e of Craig and Jessica Martin.   We can't get to the phone right now  , but if you leave your name and a   message-- \n[155]Ryan... ? Ryan, please answer me I \n[156]You have to talk to me! Ryan, please you have to talk to me--.' \n[157]Ryan?!    OH MY GOD, RYAN?!   RYAN--?! \n[158] \n[159]Don't hurt me, and I'll do anything... Anything.. . \n[160]Brachial artery. Pumps up to 30 liters of blood per minute...and there's only five liters in the human body. \n[161]Baby!   Are you okay?! \n[162]Hiding in ambush at the top of the stairs, gun in hand. She listens to Mooney's footsteps and when she thinks he's neared the top -- she springs out, blasting away down the staircase! But Mooney's not there. \n[163] Get down! Get down! \n[164] \n[165]Honey, I'm getting you out of there! \n[166]I'm only gonna be gone a second, and then we're gonna go home, but you have to do this first. It's gonna be loud, but don't be scared, okay? Now go find somewhere safe like I told you. \n[167]   \n[168] \n[169]She TWISTS the key and STOMPS the gas, sending the monster SUV on a collision course with -- SMASHHH -- the guest house window! The bay window SHATTERS and the security bar SNAP LIKE TWIGS as the Escalade BULLDOZES through! Unable to open the door because of all the debris, Jessica rolls down the window and yells to her son -- \n[170]Ricky!    Come on! \n[171]Baby, please! It's okay now. We're gonna go home! Ricky, please! \n[172]Come on!    COME ON!! \n[173]Nobody! \n[174]Ricky run!    Find help! \n[175] \n[176]Tell me why I shouldn't kill you. \n[177]I... I have to. \n[178]Thank you for keeping your promise. \n[179]Craig's very weak, but the doctors say it looks promising. He's probably going to have to walk with a cane, but that's the worst of it... I'm just thankful. \n[180]I can't believe I almost lost everything that means... I don't know how I can ever thank you. ", "Martin": "\n[1]WHERE RICKY MARTIN IS?1 I can't believe I'm yelling this at an all- boys school. \n[2]The Boy opens the car door...but turns as he hears his name called. For the briefest moment, Ricky and Ryan lock eyes-- \n[3]   \n[4]A gold FORD TAURUS pulls up in front. The driver door opens and Mooney gets out. Walks to the front door and KNOCKS. But this time, there's no answer. Mooney rings the bell. Still nothing. Suspicious, he checks around the side...and sees the back door SWAYING in the wind. \n[5]   \n[6]   \n[7]Hiding in ambush at the top of the stairs, gun in hand. She listens to Mooney's footsteps and when she thinks he's neared the top -- she springs out, blasting away down the staircase! But Mooney's not there. ", "Marilyn": "\n[1]Yes. He said you looked distracted when you left. He wants you to relax, Bob. He said they found that kid you were looking for and that you were right, it was all a prank. Nothing to worry about. \n[2]What am I gonna do with you? \n[3]You'll never change. \n[4]Lame ass.   Come on. \n[5]In five minutes, I'll need you to give me a hand. \n[6]You've got to be kidding- \n[7]Twenty minutes my foot. ", "Mooney": "\n[1]Come on Powell, put the Sharks with the Sharks, the Jets with the Jets and make room. \n[2]Dirty pricks deserve what they get. Public hates us enough without this shit. \n[3]Keep walking, Shelly.   Nothing to see here. \n[4]She'd say nothing, 'cause she's not gonna know about it! Christ, Shel, my old man had eleven heart attacks. Eleven! I have one little infarction and you guys start treating me like an invalid! I'm a grown man! Leave me alone, will you?! \n[5]I hate this place. \n[6]is busy doing ten things at once. Signing release papers. Booking a DRUNK whose wife-beater Tee is drenched in blood, Etc. \n[7]Christ, I've only got two hands here! Stick him in the can, will ya? \n[8]Nice try, kid, but I got no time for pranks. \n[9]Which is it, a kidnapping or a murder? \n[10]Okay.   Give it here. \n[11]Ah shit. \n[12]Hurry kid, take this upstairs to Robbery/Homicide and ask for Detective Tomlin. \n[13]Up the stairs, Tomlin! \n[14]It must've been around '84, when... \n[15]Hey Tomlin. \n[16]  \n[17]I thought it was a prank at first, but the kid was so worked up-- \n[18] \n[19]Hi, honey. Yeah, I'm gonna be a few minutes late... \n[20]Ms. Martin? \n[21]Jessica Kate Martin? \n[22]Mooney. No. No, I guess not. Must've been a prank. I m sorry to have b9thered you, Ms. Martin. Have a nice day. \n[23]Yeah, I know. \n[24]You're gonna dance with me all night long, until we're too pooped to pop... Well almost. \n[25]Yes I will, after I shower. \n[26]Mooney , lies on the bed, watching the news. In the background, Marilyn can be seen in the master bathroom, sitting before the vanity mirror in her wheelchair. She puts on makeup. \n[27]Whenever you're ready, hon. \n[28]What..? \n[29]I need the phone number for a residence. Jessica Martin in Brentwood. \n[30] \n[31]I'm sorry honey( but I have to check on something real quick. \n[32]Delay the reservation if you have to; I'll be back in twenty minutes. \n[33] \n[34]Drop your gun, now.   I got you. \n[35]I said drop it.' \n[36]Damn it!   DAMN IT!! \n[37]Tell me where Jessica Martin is or you bleed to death right here. \n[38] \n[39]Oh shit... \n[40]Request emergency back up and medical units! Officers down at- \n[41]Jack, she didn't identify herself. \n[42]I shot a cop! Dana Bayback. From the 23rd.     She was one of the kidnappers. \n[43]I hate to think more cops are involved, but-- \n[44]...Never got the chance. \n[45] \n[46]What's the word? \n[47] Shouldn't we be on Pico? \n[48]Let's solve the goddamn thing. \n[49] \n[50] I've been..looking for..you, kid-- \n[51] \n[52]Just keep that ambulance close by. \n[53]\"\"Freeze! Drop your weapon! \n[54]Lower the weapon, Jessica. \n[55](trying to reason with her ", "Porsche": "", "Girl": "", "Dana": "", "Bayback": "\n[1]..a-ambulance... \n[2]..p-please..call.. I.. I'm a-- \n[3]...I'm a cop... ", "Excitable": "\n[1]Oh, how fun! ", "Customer": "\n[1]Hey, what do you think you're doing? There's a line! \n[2]Oh, how fun! ", "Young": "\n[1]Hey, this one's on the job. \n[2]He's clean. Badge matches his I.D. ", "Guard": "\n[1] \n[2] \n[3]You can't be here now. You have to leave the area. \n[4]Now, sir. \n[5]Hey, this one's on the job. \n[6]He's clean. Badge matches his I.D. \n[7] \n[8] \n[9] \n[10] \n[11] ", "Craig": "\n[1] -I'll call back later. \n[2]Hey, what the hell?!    Get your hands off m--!! \n[3]What--? \n[4]She did?   But how--? \n[5]I don't understand-- \n[6] Okay. \n[7] \n[8]This isn't my wife. \n[9]My wife's name is Patty. I'm not Craig. I'm Paul. Paul Boyd. \n[10]Who, what?... No one!   Nobody! \n[11]I'll forget I saw anything, just leave them alone! \n[12]You goddamn animals better not have hu rt -- \n[13]Goddamn it, what the hell are you people going to-- \n[14]Jessica? \n[15] \n[16]Ricky...? \n[17]Oh, God, Jess... What have they done to you? \n[18]You have to promise. If I give it to you... you'll let my family go. \n[19]Okay. Enough, you win.      But if anything- \n[20]I dropped it down the mail chute at work. It's gotta be in the mailroom. \n[21]How will I know she's okay? \n[22]I love you. \n[23]Hey, Benny. This might sound ridiculous, but I dropped a DVD mailer into the chute this morning and I forgot to put down an address. \n[24]Sure. \n[25]This is it. \n[26]..run... \n[27]..ruuuUUUUNNNNNN!! "}}