{"filename": "Changeling_script.txt", "imdb_id": "tt0824747", "imdb_url": "https://www.imdb.com/title/tt0824747", "characters": ["Christine Collins", "Girl on Tricycle", "Cook", "Neighborhood Girl", "Man at Diner", "Operator", "Chief James E. Davis", "Sandy", "Arthur Hutchins", "Ben Harris", "Walter Collins", "Rev. Gustav Briegleb"], "dialogues": {"Christine": "\n[1] A Bakelite alarm clock hits 6:30 A.M. and RINGS. CHRISTINE COLLINS, thirties, attractive, rumpled, reaches INTO FRAME to shut it off. She sits up, rubs tiredly at her face, and moves OS, switching on a radio as she goes. Music fills the air.  \n[2]Walter...time for school, honey. \n[3]Sorry, champ. \n[4]You can sleep in all you want tomorrow, that's what Saturdays are for. Now hurry up or your breakfast will get cold. \n[5]We're here, sweetie.   Come on. \n[6]Okay Sandy, what's the prob-- \n[7]Hello? Yes, this is the supervisor, ma'am, what can I -- Yes, I can see that you're on a party line, ma'am, what can I -- I know, it's unfortunate, but people sometimes do listen in on party lines. We hope to have private lines installed by -- Well, what's he doing when you're on the phone? Are you sure? Maybe there's a problem with the phone line. He could be asthmatic, or -- Oh. No, I...I've never heard of anything like that before either. Guess there's a first time for everything, right? No, I'm afraid there's nothing we can do about people abusing the equipment or... themselves. I'm sorry. I -- \n[8]Fine, Mr. Harris...fine...just someone having a problem with a... with the connection. \n[9]Unfortunately that was part of the problem. If you'll excuse me.... \n[10]Hey, sport. \n[11]So how was school? \n[12]What happened? \n[13]Did you hit him back? Good. Rule number one: Never start a fight, but always finish it. So why did he hit you? \n[14]Wait...you hit him first? Why? \n[15]Your dad never even had a chance to meet you...so how could he not like you? \n[16]Well, the same day you were born, something else arrived. It came in the mail, in a box just slightly bigger than you. You know what was in that box? Something called responsibility. Now, to some people, responsibility is fun, it's what you live your whole life for. Other people think it's the scariest thing in the world. \n[17]Yup. \n[18]That's what I thought. \n[19]Walter, I decided a long time ago that I would always tell you the truth, that I would treat you like a grown-up. I can't expect you to respect me unless I respect you. I've never lied to you. Your father leaving had nothing to do with you, and everything to do with what was in the responsibility box. \n[20]Pinky-swear. \n[21]First one to the corner store gets ice cream! \n[22]I'm afraid so, sport.   Come on now, time for bed. \n[23]Uh-huh. I hear there's a new Charlie Chaplin playing down at Grauman's, and a new serial called The Mysterious Airman. \n[24]I don't know. Nobody does. That's what makes him so mysterious. \n[25]Not for years yet, Walter.     Not for years. \n[26] She's getting ready for the day and is almost out of the room when the phone rings. She hesitates, then picks it up.  \n[27]Hello? Oh, hello, Margaret. I'm fine, thanks. No, I was just -- You're kidding. When did she call in sick? What about Myrna? I know she could use the extra hours. Oh. No, it's just...I promised Walter I'd take him to the movies today. There has to be somebody else.... All right, I...guess we can do it tomorrow. I'll get there as soon as I can. But just until four, okay? See you in a bit. \n[28]There's a sandwich and milk in the icebox, and I've asked Mrs. Riley if her daughter can stop by in a couple of hours, just to -- \n[29]Of course you can. She's coming by to check on the house, not you. \n[30]Tomorrow, we'll go to the movies. Then we'll ride the Big Red down to Santa Monica and walk on the pier. How's that? That okay? \n[31] \n[32]I know you're not, honey. That's how I raised you. Be good. See you in a bit. \n[33]All right, get me the Omaha routing station, see if we can put the calls through their switchers...and let's get that console running.... \n[34]Thank you, Mr. Harris, but I -- \n[35]That's great, Mr. Harris, I really appreciate the vote of confidence. \n[36]I'm sorry, but I really have to go. We'll talk on Monday. Good night! \n[37]Wait...wait...hold on, just a -- \n[38]Walter? \n[39]Walter...? \n[40]Walter?   Honey? Time to come in. \n[41]Susie honey, have you seen Walter? \n[42]Mrs. Riley, I'm sorry to bother you at dinnertime, but I was wondering if Walter was here. \n[43]Do you know if Jamie was able to look in on him? \n[44]I'm sure it's fine, I just... Thank you, Mrs. Riley. \n[45]Walter...?     Walter.... \n[46]Yes, Operator, give me the police. \n[47]Yes, hello, my name is Christine Collins, I live at 210 North Avenue 23...I'm calling to report a missing child...it's my son, he.... \n[48]I'm not sure...I just got home from work and...it could be since late this morning, it could be just an hour -- \n[49]Yes, of course, I -- \n[50]No, he always stays around the house when it starts to get dark. Can you please send someone down here? \n[51]What?   But that's -- \n[52]That's not Walter, he doesn't do that. \n[53]Please, I -- \n[54] The alarm goes off, but Christine is already awake. Staring up at the ceiling. She slowly pulls herself up and moves OS.  \n[55]The police are doing all they can, and frankly I could use the money. It's been almost a month, and...it wouldn't do any good to find Walter and bring him home if he doesn't have a home to come back to, right? \n[56]Excuse me, can I have your attention? \n[57]Listen, everyone, I appreciate your consideration, but I'm not made of porcelain. I won't break down and cry if the station to station call to Kankakee doesn't go through. Actually, I...promised myself that I wouldn't cry...wouldn't let myself cry...until I knew, one way or another, what.... Point is...I like the noise here. So don't be afraid to talk and...push buttons, and drop things. If it wasn't noisy, how would I know I was in the right place? \n[58]-- well, if you do hear anything, would you let me know? Thanks, I appreciate it. Goodbye. \n[59]Missing Persons department, please. Yes, hello, this is Christine Collins, I...yes, fine, thank you. I was just checking back to see if you had found any missing or lost children that might match the -- I see. No, I appreciate that, it's just...it never hurts to make sure all the lines of communication are working. I mean, that's what I do for a living, right? Well, I'll try back next week. If you do hear anything in the meantime, would you be sure to let me know? Thanks. Goodbye. \n[60]Missing persons department, please. \n[61]All these reporters...you didn't tell me -- \n[62]Oh, my, I didn't expect -- \n[63]Oh...yes, of course, they've been great. Well, there was that part about having to wait twenty-four hours before filing a report, but -- \n[64]Yes...other than that, no complaints. They've all been wonderful. \n[65]Walter...Walter! \n[66]He's not my son. \n[67]He's not my son. He's not my son. \n[68]Mistaken? \n[69]I know my own son. \n[70]It's a common name, it -- \n[71]It's not Walter. \n[72]A trial basis? \n[73]I...look, I'll take him home, but only because I...might not be thinking clearly right now, and -- \n[74]It was...it's...hard to explain. \n[75]\n[76]Was the sandwich all right? Would you like some more milk? \n[77]No, thank you. \n[78]Now you need a bath. You're covered with soot from the train ride. \n[79]I found you a pair of pajamas. I bought them for Walter but he didn't like the fabric, so -- \n[80]Are you all right? \n[81]Did you hurt yourself?     Let me see -- \n[82]...circumcised.... \n[83]The last time I measured Walter -- the last time I measured my son -- he was four inches taller than you are right now. Who are you? What are you doing here? Who are you? \n[84]He's not my son. \n[85]I don't know who he is, or why he's saying he's Walter, but there's clearly been some kind of mistake. \n[86]He's four inches shorter than Walter. Boys his age don't shrink. If anything, he should be taller. \n[87]He's circumcised. Walter wasn't. \n[88]Made him smaller? Captain, please -- \n[89]-- why won't you listen to me? \n[90]Captain, that boy wouldn't bounce back as my son if you coated him in rubber and dropped him off the roof. \n[91]I'm not running away from anything, least of all my responsibilities. I'm even taking care of that boy because right now I'm all he has. What worries me is that you've stopped looking for Walter. \n[92]But you haven't found him. He's still out there somewhere, lost, maybe hurt.... \n[93]And I don't? Captain, look, I don't want to cause trouble for you or the department. Honestly I don't. I know you've done everything you can...but there's been a terrible mistake, and I need your help if we're going to correct it...before it's too late. Please. \n[94]Oh...yes, of course. \n[95]Thank you for coming. I'm surprised Captain Jones moved so quickly. I was starting to think he didn't believe me. \n[96]Doctor Tarr, I thought you were here to help me. \n[97]My \"motherly concern\" isn't for him because he's not my son. \n[98]He's four inches shorter than -- \n[99]What about the circumcision? \n[100]Look, doctor -- \n[101]Wouldn't I know whether or not he was my son? I'm his mother. \n[102]What're you -- \n[103]Dr. Tarr -- \n[104]Before we go...Mrs. Riley, do you have the time? \n[105]Thank you. \n[106]This is absolutely outrageous! \n[107]Captain, I...no, listen to me, this so-called doctor paraded me around my own neighborhood like some kind of derelict mother who couldn't even recognize her own -- He found what he expected to find, what you obviously told him he would find, but it's not -- No, I am not reassured. \n[108]I thought we had an understanding, \n[109]Yes.   Go on up. \n[110]Stop saying that! I'm not your mother! And you're not my son! \n[111]\n[112] \n[113]I was wrong to yell at you. You're still a child, and I think you don't really understand what you're doing, the hurt you're causing. Maybe this is all just some big game of pretend to you, but I need you to understand. Walter is...he's all I have, he's everything to me, and every day we lose because of this puts him further away from where I can help him. Whatever the police think, whatever the world thinks, we know the truth, don't we? We both know you're not Walter. Getting you to admit that may be the only chance I have to straighten this out before it's too late. Maybe you're afraid of getting in trouble, that you're in too deep. But you're not. You don't have to tell me who you are, you just have to tell them who you're not. Just... tell them the truth. \n[114] She's in bed, asleep, as the telephone RINGS downstairs. She glances at the clock: 6:45. She clearly doesn't want to go down to answer it...then reluctantly climbs out of bed.  CHANGELING A True Story                                   37.   \n[115]Hello? \n[116]Yes?   Who is this? \n[117]Oh, yes, I heard some of your radio broadcasts after my son...you were very supportive, and I appreciate -- \n[118]No, I -- \n[119]\"Acting on the request of the Los Angeles Police Department, Dr. Earl \n[120]W. Tarr, child specialist, examined Walter Collins to determine the cause of his loss of weight, paleness, confusion and run-down condition noticed since the return of the boy to his mother last Saturday.\" \n[121] \n[122]Captain Jones promised he'd let me see the report before it went anywhere else. \n[123]Why are they doing this? \n[124]Thank you. \n[125]I've been trying to get someone to say those words since...god, I was starting to think I was losing my mind. Thank you. At least someone believes me. \n[126]Reverend Briegleb...I appreciate what you're saying, and what you're doing...but I'm not on a mission. The only thing I want is to find my son, that's all, and I just -- \n[127]If they honestly thought I was wrong, that'd be one thing...but if they don't care, if they're just trying to cover it up.... \n[128]What do I have to do? \n[129]Well? \n[130]And...? \n[131]Does a gap like that get smaller with age? Because that's what they'll say. \n[132]Will you be willing to sign a letter saying that officially? \n[133]Well? What do you think? Is that the Walter Collins that you remember? \n[134]Good morning. My name is Christine Collins. On March 10th, my nine year old son, Walter Collins, disappeared. A four month investigation resulted in a boy being brought to Los Angeles from De Kalb, Illinois. They told me, and all of you, that this boy was my son. They were wrong. The Los Angeles Police Department made a mistake...a terrible mistake. The boy they found is not my son. That is the reason for the supposed \"transformation.\" I have letters from his dentist, his teachers and others confirming that this boy is not my son. The letters are being reprinted now, and I should have them for you tomorrow. \n[135]I have given the police department every opportunity to admit their mistake and renew the search for my son. Since they have refused to do so, I have no choice but to present my case before the public. I hope this will persuade the police to finish the job they started, and bring my son home to me. Thank you. \n[136]Why are we using the back door? \n[137]Is it? \n[138]It wasn't my intention to embarrass anyone. \n[139]No, of course not. I had to get your attention, I had to make you understand...he's not my son. \n[140]That's not true! \n[141]I don't know! All I know is that he's lying! \n[142]Just a minute -- \n[143]I'm not going to sit here and take this -- \n[144]Yes. \n[145]Wait...what are you doing? \n[146]No...wait, you can't -- \n[147]Wait...please, this is a mistake. \n[148] \n[149]Oh, god...oh god, please, no.... \n[150]No, please, you have to listen to me...wait...please! \n[151]Why? \n[152]That's not necessary -- \n[153]The morning? But...wait, I've got to talk to someone in authority -- \n[154]Then if I could just use the phone. \n[155]Wait...please! There's been a terrible mistake! \n[156]I'm sorry, I -- \n[157]Can I see the doctor?   Or someone in charge -- \n[158]But I -- \n[159]Christine.     Christine Collins. \n[160]I won't be here that long. As soon as I can talk to a doctor, they'll realize there's been a terrible mistake and -- \n[161]Then I'll just have to prove that I'm not insane. \n[162]You seem to have given this a great deal of thought. \n[163]What about you? \n[164]But how can they -- \n[165]Fine.   Thank you. \n[166] \n[167]Wasserman Test. To check for syphilis. Apparently it can affect the mind. \n[168]No. Not at all. I'm sure it's... standard procedure. \n[169]  \n[170]I didn't say they substituted a fake boy, just...not the right boy. They brought back the wrong boy. Not my son. He's still missing. \n[171]Yes. \n[172]People don't change, doctor. \n[173]That's not what I -- \n[174]No.    Of course not. \n[175]That's right. \n[176]What for? \n[177]What kind of medication? \n[178]I don't want to relax...I'm fine, and I won't take something unless I know what it is! \n[179]Just listen -- \n[180]Doctor...Doctor Steele -- \n[181]I don't know what's going on, but I'm not taking anything until -- \n[182]I don't have anything wrong with me that I should have to take medication. \n[183]That's right. \n[184]Yes. \n[185]I won't sign it. \n[186]I won't sign it! \n[187]I was not wrong! That boy is not my son! And I am not going to stop telling the truth about this! And you're not going to stop me, and the police aren't going to stop me -- \n[188]-- I will tear down the walls of this place with my bare hands if I have to, but one way or another -- \n[189]No! \n[190]No, I won't let you!     Someone, please, help me! \n[191]Carol!   No, leave her alone!    What're you -- \n[192]Carol....! \n[193]You shouldn't have done that. \n[194]I won't...I won't. \n[195]That's hardly appropriate language for a lady, now is it? \n[196]And when's that? \n[197]Fuck you....and the horse...you rode in on. \n[198]No. \n[199]...what? \n[200]Next door. \n[201]I am out. \n[202]I don't know...but I couldn't go without saying goodbye -- \n[203]I will...but I want you to know: once I have my boy back, I'm coming \n[204]back here...for you, and the others. This is wrong, and we can stop it -- \n[205]Watch me. \n[206]No...god...no.... \n[207]A little better, thanks. The sleep helped. Anything new outside? \n[208]I want to go home. \n[209]I've been giving that a great deal of thought ever since I got out of that...place. All those women, and what they did about Walter.... They're going to just keep on doing it, aren't they? Nothing's going to change...unless we make it change. \n[210]I used to tell Walter, \"Never start a fight...but always finish it.\" I didn't start this fight...but by god I'm going to finish it. \n[211]\"Always finish it. Always.\" \n[212] Christine opens the door to find Reverend Briegleb and another man on her porch, S. S. HAHN, late fifties.  \n[213]Hello. \n[214]Yes...of course. \n[215]Mr. Hahn, was it? \n[216]I appreciate the sentiment, but so far they still haven't positively identified any of the...remains... as Walter's. \n[217]Yes, but...I guess I still can't accept it. It doesn't feel real to me. \n[218]I'm sorry.     Please, sit. \n[219]I've been on the phone all day with the appointment secretary for the police commission. They won't let me testify at the hearing, or call witnesses. They say it's not necessary. \n[220]Then we'll just have to hire a lawyer...bring a civil suit and try to get the City Council to call for a hearing by the Welfare Board. \n[221] \n[222]Of course. One thing, though. A personal favor. When we've finished here today, could you spare a few minutes to come with me downtown. \n[223]It's all right...everything's going to be all right now.... \n[224] She opens the door as Briegleb enters with three really large, dangerous looking men, one of whom is carrying a heavy trench coat.  \n[225]Reverend, what -- \n[226]I don't understand. \n[227]I see...well, I...thank you.   Can I get you anything? \n[228] She's dressed in her best dress, putting on a hat and a pair of gloves. Her hands are shaking. She squeezes them together, closes her eyes. Focuses. With one final, deep breath, she heads out.  \n[229]Where is all this traffic's coming from...? \n[230]Excuse me, can you tell me what the problem is up ahead? \n[231]He didn't mean...he couldn't mean -- \n[232]Oh...my.... \n[233]But...shouldn't we -- \n[234]I'm up here, Reverend. \n[235]When Walter was...when he was here, I'd walk past his bedroom when he was asleep, and even if I couldn't see him, or hear him, I could...feel him in here. \n[236]That's why I don't think Walter is dead. I can still feel him, in this room. \n[237]I know what the police said. But the remains...what they found on that ranch is so...most of it can't even be properly identified. What if that boy made a mistake when he picked Walter's picture? \n[238]Maybe. And maybe he'd want me to keep looking. Maybe he's waiting for me, somewhere. \n[239]Ten minute break? \n[240]We'll see.     Thanks, Ben. \n[241]Yes, hello, this is Christine Collins, we spoke yesterday about my son...fine, thank you. I was wondering if you'd had a chance to go through the file on runaways in your area in case anyone resembling Walter had -- I see. No, thank you, I appreciate the information. Would it be all right if I called you again, in a month or so? Thank you. Goodbye. \n[242]Oh, hello, I was just -- \n[243]From who? \n[244]Why? \n[245]No, I'm...sure I'll be fine. \n[246]No, I don't smoke. \n[247]That's where they do what? \n[248]Mr. Northcott...you asked me to come to see you. You said if I did, you would tell me the truth about my son. Well, I'm here. \n[249]Now what? \n[250]What? \n[251]Why not? \n[252]Mr. Northcott...look at me. Look at me. \n[253]Did you...kill...my son? \n[254]Mr. Northcott -- \n[255]No, wait, please -- \n[256]Did you kill him? Did you kill my son? \n[257]Mr. Northcott...Mr. Northcott! \n[258] The brass plate on the partially open door announces C. COLLINS, ASSISTANT MANAGER. She's filling out paperwork as there's a KNOCK and a group of other employees and operators appears in the doorway.  \n[259]I can't...I've got a million forms to fill out -- \n[260]Sandy, you guys blew out the phone lines between here and Baltimore, someone has to clean up the mess, and that's me. Besides, I've got a radio right here, I can follow the whole thing. \n[261]Positive.    Go on, have fun. \n[262]I said I can't go -- \n[263]Ben, that's very sweet, and I wish I could...but I really need to stay and finish this. \n[264]Ben...? I put down two dollars on \"It Happened One Night\" for best picture. Seems I'm the only one here who thinks it has a chance against \"Cleopatra.\" If I win, how about we have dinner tomorrow night to celebrate? \n[265]'Night. \n[266]I'll be here. \n[267] Where Christine is still working as the Academy Awards of 1935 play themselves out on the radio.  \n[268]Over-rated.... \n[269]Clark Gable, Claudette Colbert.   I rest my case. \n[270] \n[271]Ben, it looks like dinner is on me, \n[272]Yes, this is she. Mrs. Clay? No, of course I remember you, how are you? Is everything -- \n[273]When? Where did they -- No, of course...I'll be right there. \n[274]Are they sure it's -- \n[275]But how -- \n[276]I am. \n[277]Why not? Three boys made a run for it that night, Detective. If one got out, maybe either or both of the others did too. Maybe Walter went through the same fears he did. Afraid to come home or identify himself, afraid he'd get into trouble, that people might think it was his fault. Either way, it gives me something I didn't have before tonight. \n[278]Hope. ", "Collins": "\n[1] A small, pleasant house on a tree-lined street in Los Angeles circa 1928. 210 North Avenue 23. Not far from Dodger Stadium.  \n[2] A Bakelite alarm clock hits 6:30 A.M. and RINGS. CHRISTINE COLLINS, thirties, attractive, rumpled, reaches INTO FRAME to shut it off. She sits up, rubs tiredly at her face, and moves OS, switching on a radio as she goes. Music fills the air.  \n[3] Walter is asleep on the floor, in front of the radio, which is playing the closing moments of Amos and Andy. Christine enters and turns off the radio. He stirs, looks up at her.  \n[4] Just enough to bring us into  CHANGELING A True Story                                     7.   \n[5] She's getting ready for the day and is almost out of the room when the phone rings. She hesitates, then picks it up.  \n[6] A disappointed Walter sits on the couch as Christine puts things together quickly.  \n[7] She crosses the lawn and turns at the sidewalk, glancing back as Walter looks out at her from the window. She waves. He waves back. With one last look, she continues off.  \n[8] It's dark, silent.    She puts her purse down.     Looks around.  \n[9] She crosses to the sidewalk.     Looks up and down the street.  \n[10] She bursts in, leaving the door open, looking around in case he came in while she was out. Nothing. She crosses to the phone, hesitates for just a BEAT, then picks up the receiver.  CHANGELING A True Story                                   12.   \n[11] Christine watches out the curtained living room windows, eyes red rimmed from worry but not from tears, not yet, as a police car finally pulls up. Neighbors look on as the officers get out and approach the house. HOLD on Christine's face, pale and worried, UNDER:  \n[12] The alarm goes off, but Christine is already awake. Staring up at the ceiling. She slowly pulls herself up and moves OS.  \n[13] The only noise is the clock on the wall, ticking. Christine sits at one end of the table, \"Walter\" at the other. Studying him. He is finishing a sandwich, not meeting her gaze.  \n[14] Christine is cooking dinner when the doorbell rings. She opens the door to find a police officer and DR. EARL W. TARR, sixties, mildly eccentric in appearance.  \n[15] -- as Dr. Tarr strides onward, the police officer and \"Walter\" walking alongside as Christine brings up the rear. A few houses down they come to a group of CHILDREN playing.  \n[16] She is on the phone, \"Walter\" finishing up his dinner in BG.  \n[17] She's in bed, asleep, as the telephone RINGS downstairs. She glances at the clock: 6:45. She clearly doesn't want to go down to answer it...then reluctantly climbs out of bed.  CHANGELING A True Story                                   37.   \n[18] The telephone is still ringing as she picks it up.  \n[19]where a copy of the Los Angeles Times sits on a neighbor's front lawn. She looks around, then dashes to pick it up. She unfolds it as she heads back, then abruptly stops. She can't believe what she's seeing.  CLOSE ON THE NEWSPAPER. The headline reads Mysterious Transformation in Collins Boy.  \n[20] The lights are low. Christine sits on the floor, sorting through a box containing artifacts of affection: class projects made by Walter, trees and houses and clay dogs; a heart-shaped card Mother's Day card, hand-made, with I Love You, Mommy carefully printed on the front. She runs her finger over it, tracing the impression left by his pencil.  She starts to cry, and a tear falls onto the pencil drawing. She frantically dabs at it, trying to preserve it from distortion...then sets it down and covers her face, weeping.  \n[21] The same police car is there as Christine gets into a car with Briegleb and the two drive off. The other three men get into another car and follow. The police car in turn pulls away from the curb, following both cars. ", "Cook": "\n[1]Two dollars. \n[2]No credit. Pay up or I call the cops. I'm tired of bums like you coming around here. \n[3]You got any collateral? \n[4]Ten minutes, then I'm calling the cops. \n[5]Ah, hell.... \n[6]Hello, Myrtle? It's Harve, down by the diner. Would you get me Sheriff Larsen? Yeah, I'll wait. \n[7]What's your name, son?    Son...? \n[8]Swell. ", "Neighborhood": "", "Girl": "\n[1]Nuh-uh. ", "Operator": "\n[1]You deal with this one, I'm not going near it. \n[2]We've got lines jammed from here to Ohio...he insists on talking to someone in charge...I've tried everything and the console's just dead...I need your signature here for a supply requisition.... \n[3]I think I saw her in the back office. \n[4]Hey, Chris...we're having an Oscar party tonight at my apartment, you want to come? \n[5]C'mon, please, they can wait -- \n[6]You're sure? ", "Sandy": "", "Arthur": "", "Hutchins": "", "Ben": "", "Harris": "\n[1]Everything all right? \n[2]Tell them to take the plug and shove it in and out a few times, that'll usually do it. \n[3]Christine...good, I was hoping to catch you. I've been following your work reports, and I just want you to know that I'm very impressed. \n[4]When I first suggested hiring female supervisors, my superiors weren't big on the idea. But you've held your own as well as any of our male supervisors, and -- \n[5]Ben, please. Point is, we're looking for someone to take on a managerial position in our new Beverly Hills office. If you're interested I can -- \n[6]Good, good...so maybe we could -- \n[7]Are you sure you're ready for this, Christine? \n[8]I mean, if you need more time -- \n[9]Of course. \n[10]Well...I'll leave you to it, then. \n[11]Excuse me, has anyone seen Christine? \n[12]Of course. \n[13]You know...one of these days you might consider actually taking one of these ten minute breaks. Might be good for you. \n[14]Are you sure? \n[15]I'm meeting some friends for dinner at Musso and Frank's on Hollywood. They're going to pipe the Oscar ceremony through to the restaurant. Should be quite a night. I'd love it if you'd come. \n[16]You've got a deal, Christine.   Good night. \n[17]How about I call you if you win? ", "Walter": "\n[1]Dressed now, she flicks on the overhead light. WALTER COLLINS is nine years old, with light brown hair, though we don't see much of it or him, he's entangled in the sheets. It's important that we don't see him too clearly in most of the following scenes, but without drawing attention to that aspect.  \n[2]Just ten more minutes -- \n[3]It's cereal, it's supposed to be cold. \n[4]Hey, mom. \n[5]Okay. We learned about dinosaurs, and I got in a fight with Billy Mankowski. \n[6]He hit me. \n[7]Because I hit him. \n[8]He said my dad ran off because he didn't like me. \n[9]Then why did he leave? \n[10]So he ran away because he was scared of what was in the box? \n[11]That's dumb. \n[12]Pinky-swear? \n[13]Did I miss Amos and Andy? \n[14]Are we still going to the movies tomorrow? \n[15]Who's that? \n[16]Oh.   Am I too heavy for you to carry? \n[17]I can take care of myself. \n[18]I'm not afraid of the dark.     I'm not afraid of anything. \n[19] She opens the door to his room.      No Walter. \n[20] Christine walks past the door to his bedroom. Looks inside. Goes over to the bed. Her hand lingers, touching it, UNDER:  \n[21]Did you know that Los Angeles is where they make the Tom Mix movies? \n[22]His horse is named Blue. You think they'll let me watch them make a movie? \n[23]Walter Collins. \n[24]My house is at 210 North Avenue 23, Los Angeles, California. And that's my Mommy! \n[25]Yeah, it's great! \n[26]No. \n[27]No, thank you. \n[28]Ow! \n[29]I fell.   Stupid tub. \n[30]I'm finished. Can I go to my room now? \n[31]G'night, Mommy. \n[32] \"Walter\" is in bed, his back to the door, as Christine appears in the hallway. She steps into the room, sits on the bed.  CHANGELING A True Story                                    36.   He doesn't move.   Her voice is soft, but firm.  \n[33]You're a teacher. \n[34]I don't remember. I know you, but I don't remember your name. \n[35]I want a glass of water. \n[36] \n[37]Walter Collins. \n[38] \n[39]Got a lot done, didn't I? \n[40]Wait...what's remanding?    What trial? \n[41]So? I didn't do anything! I wasn't even here when it happened! \n[42]You can't do that...I'm just a kid! \n[43]Wait!   I don't want to go to jail. \n[44]I...I knew that Los Angeles was where they made the Tom Mix movies. I figured maybe I could meet Tom Mix. Maybe he'd even let me ride his horse. His horse is named Blue. Did you know that? \n[45]I don't want 'em! Give 'em to somebody else! \n[46]It's not my fault! It was the police! They said I was Walter Collins, not me! It wasn't my idea! \n[47] Christine is sitting on Walter's bed. She runs a hand along the sheets, straightening and smoothing them out, her eyes moist but not crying. We HEAR a knock on the front door downstairs, and the door opening.  CHANGELING A True Story                                  117.   \n[48]We gotta try it! \n[49]I'm not. I'm not afraid of anything. Don't you want to go home? Don't you want to see your mom again? "}}