{"filename": "Chronicle_script.txt", "imdb_id": "tt1706593", "imdb_url": "https://www.imdb.com/title/tt1706593", "characters": ["Monica", "Steve Montgomery", "Casey's Mom", "Sean", "Austin", "Richard Detmer", "Casey Letter", "Karen Detmer", "Wayne", "Samantha (as Crystal Donna Roberts)", "Costly", "Howard", "Andrew Detmer", "Matt Garetty", "Cala"], "dialogues": {"Monica": "\n[1]Just fucking amazing. Magic is so hot. Do you know, me and my mom, in Vegas, went to a magic show, but they didn't have anything like that. \n[2]Do you not remember me, at all? \n[3]We took American History together. \n[4]Yeah! \n[5]Yeah!   Hiiii! ", "Steve": "\n[1] \n[2]Are you Andrew-with-the-camera? Matt's cousin, Matt said you had a camera? \n[3]Dude, are you okay? \n[4]I'm Steve Kazinsky- \n[5]...yeah? \n[6]Haha, yes, that is true. Listen, come on, bring the camera. \n[7]Come on. \n[8]Dude, come on, we found something. \n[9]Is there a light on that?   On your camera? \n[10]Awesome. \n[11]Me and your cousin were blazing a little. \n[12]A bunch of people were out here, but I think they've all gone back, now, cause we're like, obsessed with the thing. \n[13]Andrew Detmer, that's right.   I remember you from homeroom, Freshman year. \n[14]Yeah, I have a memory for faces. I'm gonna go into politics, which is ironic because I'm soooo fucking high right now- probably shouldn't be letting you videotape this- \n[15]Yeah, video footage of me luring you into the woods for gay sex- wait, hey- HEY, MATT, IS THIS IT? \n[16]There we go. There it is. \n[17]Where is everybody? \n[18]Is it still making the sound? \n[19]Oh, Andrew, it's making a sound- \n[20]You've got to get really close to hear it. \n[21]You've got to go closer.     Like almost inside it. \n[22]Do you hear it? \n[23]Listen. \n[24]Ooooh shiiiiit-                   That is so fucking creepy!  Andrew turns the camera back to Matt and Steve.  \n[25]We didn't dig the hole, man. \n[26]Do you guys wanna go in and have a look, or what- \n[27]Hold your nose. \n[28] \n[29]Aah! \n[30]Yeah, really far. It's not a cave, it's like a tunnel- do you hear how loud that's getting? \n[31]Come on, man. Come on. \n[32]Huh. I dunno. I don't believe in ghosts. \n[33]Can you believe this, this is NUTS- \n[34]Touch one! \n[35]Make it change again!    This is awesome! \n[36]\n[37]\n[38]I'm sorry, oh shit, I'm sorry- \n[39]Go. \n[40]\n[41]`In the- penis- the penis- \n[42]Mhm. \n[43]Guys, check it out. \n[44]Ha! Shit, shit- \n[45]Guys, listen, listen.   Samantha. \n[46]What would you suggest, as like, a course of action for me, here? \n[47] Steve is driving Andrew home.  \n[48]-new camera's working out for you, that's good. \n[49]I have to admit, though, I don't understand the filming thing. \n[50]You don't feel like it's a little weird? Like it puts a barrier between you and everything? \n[51]Okay.   I respect that. \n[52]So how do you pay for your shit? \n[53]What about your mom. \n[54]I've actually been having some problems with my parents, too. \n[55]Nothing like yours, though.   Not- Never mind. \n[56]They've just been fighting a lot. I think my mom is cheating on my dad. \n[57]Yeah. I know. I'm actually, yeah, I'm sure my mom is cheating on my dad. \n[58]I just, you know, I saw some stuff. It's weird, you don't think about your parents as like...people, or whatever. I don't know. \n[59]Don't tell anybody about that- \n[60]Good. \n[61]Yeah, I was doing weights, too. \n[62]Free-weights, a barbell. I got up to two hundred pounds before I bled. \n[63]No, I like braingina.   Braingina is the shiiiiit. \n[64]  Steve is driving, Matt's shotgun, Andrew's filming from the back.  \n[65]If anyone criticizes you, just call them a hater. It's like calling someone a racist, they'll just drop whatever they're complaining about and be like \"I'M NOT A HATER.\" Nobody wants to be a hater. \n[66]Just stay back a little ways, yeah- \n[67]That girl, with the cart. \n[68]Oh my god Andrew, look- \n[69] \n[70]I just always feel like I miss stuff. \n[71]What?   Shut up. \n[72]Got it, got it. \n[73]\n[74]Yeah, you got some from your ears, too. You've gotta start working it out more, Matt. \n[75]Guys, guys. Look. \n[76]Ignore us! \n[77]That was fucking great. I mean, this just gives me so many ideas, already, stuff we could do- \n[78]He's like right on your bumper, too. \n[79]He's just some asshole redneck, look at him. He's fucking with us. \n[80]...I...what... \n[81]Is he still in there? If he's in there we have to get him out- \n[82]Fuck that, take your fucking camera. \n[83] Andrew's filming Matt from shotgun.  \n[84] The house is big and nice, somewhat isolated.    Matt is walking up ahead of Andrew to the door.  \n[85]Hey kids. \n[86]Just try it, it's easy. \n[87]You throw yourself at the ground. You just fall, and catch yourself, and then it's easy, I swear. Don't try to jump or you'll flip yourself. \n[88]Hey Matt, you're finally good at something! \n[89]I said you're an idiot! \n[90]I can't hear a damn thing you're saying! \n[91]\n[92]You saved   my life, dude! Andrew, you saved   my fucking life! Is that- Holy shit   is that the camera?! You \n[93]\n[94]Ahhhhh! \n[95]This is what people have wanted forever, since like caveman times! Do you understand, I mean do you- jesus christ, I can't even- Everything is fucking great! I CAN FLY! Matt, listen, just say it! \n[96]Shout it out man! \n[97]\n[98] Steve, Matt and Andrew are sitting around the pool outside of Steve's house; empty beers are all around. All three are at least tipsy.  Matt is up.  \n[99] The guys are in that sleepy mode, now. Andrew's filming, but not really focusing on anything. Matt's sprawled out on a couch opposite him. Steve's in a chair nearby.  \n[100]Well, I mean, she notices that it's gotten better, definitely. You just have to be subtle. \n[101]Pfff, technicalities. \n[102]Ugh, man, you guys...how are you so cool? \n[103]Yeah. \n[104]Unanimous.     Yes. \n[105]Well that answers that. \n[106]I'm live on scene here with Matt and Andrew, boys, can you tell us what's happening? \n[107]That is, that is some very uh, definitely supernatural shit, going on there. \n[108]Oh, no shit? \n[109]Why is that lame? \n[110]\n[111]I'm not good at everything- \n[112]I'm not GOOD at everything, I just do my best at everything. That's what it's about. I mean you talk about philosophy and shit all the time, but you never really do anything. Have you even applied to colleges yet? \n[113]You could use some of that, man, I'm just saying. \n[114]You lack initiative. \n[115]Later dude. \n[116]What're you doing, where are you going now? \n[117]Ah, dude, it's rush hour. \n[118]Hell yeah, dude. \n[119]I wish I could bring Samantha up here. She'd love this. \n[120]Nah, no way. She'd freak out. \n[121]Mom's like, never home anymore. I mean, you saw how my dad is, he's just quiet. Sits around. I don't know. And talking to him about it is just pointless. He's got nothing to say. \n[122]It'll be fine, dude.    You'll figure it out. \n[123]Hey, I wanted to ask you, winter break's coming up...You wanna do the talent show with me? Get you out there, you know, meet some new people. \n[124]Yes you do, you have a talent, you have a talent. \n[125] \n[126]\n[127]We have to get down from here right now, Andrew! This isn't safe! \n[128]Hung over, dude! You should be too! Let's just- \n[129]What the fuck are you doing? \n[130]No, we're getting the fuck down, now. This is fucking crazy, Andrew- what- what happened to your face? \n[131]Your dad fucking beat the shit out you! Come on, we'll go to the cops, let's get out of here. He can't do that Andrew. \n[132]This is not the way you handle it, we'll go together, let's go, he can't do that- \n[133]I don't fucking care!?    You're my best friend, idiot! \n[134]I hang out with you and Matt practically every fucking day! You think I talk to anyone else about my parents, or my feelings on shit, are you that fucking insecure? \n[135]Dude, it's okay.     You just need help, okay? \n[136]It'll be fine. But we've- ...Do you hear that? I hear...singing. \n[137]OF THE SKY. The boom of thunder is deafening. For a moment, all we can see is the stormscape, and then we hear Andrew's rushed, panicked breathing.  ", "Montgomery": "", "Casey's": "\n[1] Everything is crisper, cleaner, brighter.   Higher resolution.   \n[2] We're looking at the door to a bathroom, only a crack open. It's pushed open, revealing Matt, shirtless, brushing his teeth.  \n[3] Matt is cooking; he's got four different things on the stove.  \n[4] Matt's asleep in bed on a different day.   Casey's filming from next to him.  \n[5] Matt runs out ahead of the camera, and does a little shuck- and-jive boxer dance.  \n[6] It's dark; the camera turns on, then the light, revealing Matt, groggy, half awake.  \n[7]  \n[8] All of Casey's family is present, along with lots of little kids. Everyone's gathered around Casey's little brother, who's being presented with a birthday cake. Matt looks happy.  \n[9]Casey, you have to come in here. \n[10]Come in here right now.   Come in here right now. \n[11]Casey is chasing Matt across the lawn to her car, her voice filling with panic, the camera being held offhanded now, unimportant.  \n[12] Casey's sitting shotgun as Matt drives. His face is unreadable. They're driving on the I-5. More helicopters. Downtown Portland is visible now, as are some fires.  Casey is quietly crying, the camera held loosely in her lap.  ", "Mom": "\n[1] Matt's driving, Steve's shotgun, Andrew filming from the back. It's raining.  \n[2]Andrew's filming Matt, who looks angry as he drives very quickly.  \n[3]  \n[4]Casey, you have to come in here. \n[5]Come in here right now.   Come in here right now. \n[6]Casey is chasing Matt across the lawn to her car, her voice filling with panic, the camera being held offhanded now, unimportant.  \n[7] Casey's sitting shotgun as Matt drives. His face is unreadable. They're driving on the I-5. More helicopters. Downtown Portland is visible now, as are some fires.  Casey is quietly crying, the camera held loosely in her lap.  \n[8] ", "Sean": "", "Austin": "\n[1]Hey, were you filming my girlfriend? Yes or no, were you filming my girlfriend? \n[2] \n[3]Don't talk back to me. Don't get smart, okay, I'm being nice here. I'm being nice to you. \n[4] \n[5]Cause I know you were filming my girlfriend dancing. I should break your fucking nose, you know that? You know that, I should beat your ass right now, but I'm trying to be nice. Fuck you. ", "Richard": "\n[1] ", "Detmer": "\n[1]    \n[2]Why is the door locked, unlock this fucking door right now. \n[3]I said unlock this door. UNLOCK \n[4]Listen, you don't tell me- IF I'M \n[5]What're you doing in there. \n[6]What? \n[7]  \n[8]Who's the audience? \n[9]Hello world. Do I look awful? \n[10]I've been looking a little better, yeah? \n[11]It's a nice camera. \n[12] Andrew is filming as he walks along towards his house.  \n[13] The camera lays on Andrew's bed again, filming the room. Andrew is on his laptop at a desk, working.  \n[14]When I say open this door, you open this fucking door. \n[15]It's dark. We can hear shouting from elsewhere in the house; \"useless bitch,\" \"carry your ass long enough,\" etc. Andrew reaches over and turns off the camera.   \n[16] It's morning. The camera lays on the bed.     Andrew can be heard breathing.  \n[17] \n[18] Sandra's in bed, sicker than ever.  \n[19]You look handsome. \n[20]I'm glad you are spending so much time with your friends. \n[21]-getting to school? \n[22]Don't bullshit me idiot. Matt doesn't come, he don't drive up. You leave the house, and who the fuck is giving you rides to school? \n[23]No, wrong. Something's fucking going on with you, you can't hide it. Think you can slink around, sneaking- sneaking around the house, smiling, I know your shit. And we ain't got no more fucking money for your mother's pain medication, either. \n[24]Sorry isn't good enough, fuck up! You're a fuck up. You fuck everything up. Put that fucking camera away- \n[25] We can hear it raining hard outside.  The camera is laying on its side on the floor, and turns on when Andrew fumbles with it. There's screaming from downstairs; long and low, real pain sounds.  Andrew drops the camera and rushes out the door.    The camera lays on the floor. Time passes.  \n[26] In the squalid living room of the Detmer residence. The camera is being held off at an angle by Mr. Detmer, as Andrew tries to get it back. It moves around a bit, so Andrew and his father are both on/off screen.  \n[27]-think you can fucking use me, you're abusive, you're a fucking user little piece of shit. I went through your camera. \n[28]Just you fucking being a drunk mess, spending my money, drinking with your fucking friends- \n[29]Cause I don't have any fucking money to spend, it all goes to school for you, for medication for your mother- \n[30]-now we can't afford your mother's pain meds anymore, up there screaming- did you just- what THE \n[31]\n[32]I can't- can't move- \n[33]I COULD CRUSH YOU. YOU KNOW     Get- off- let me go- you're THAT, I CAN FUCKING CRUSH       hurting me- \n[34] The camera is on Andrew's dresser, near his mirror.   Andrew suddenly appears, holding a kitchen knife.  \n[35] The camera is sitting on the floor. We can hear screaming from downstairs. Andrew picks up the camera, and goes to the mirror, filming himself filming. After a beat, he steps out from behind the camera, leaving it hanging in the air.   He stands looking at himself, and then the camera. The camera turns to face Andrew. He doesn't look good, but gives a weak smile.   \n[36] We're peeking in through the door. We can see Sandra Detmer writhing around in agony in the bed, moaning in pain. She lets out a long scream, and then seems to notice us watching.  \n[37]Richard is that you? Richard, you have to let me have my medicine, I can't...Andrew? Who is that? Look, please come in here, I need help to turn over. It hurts, please, Andrew, you have to tell your father...tell your father to get my medicine... \n[38]Andrew...thank you Andrew...was that you? Did you- \n[39] Screaming from Sandra's bedroom. The heater rattling. The TV from downstairs. There's a knock on the window. The camera is picked up, to reveal Matt floating outside, looking around nervously.  After a moment, Andrew opens the window.  \n[40] Andrew is filming out his window, watching his father leave. His stereo plays David Bowie. Once his dad's car is gone, Andrew sets down the camera on the dresser opposite the mirror, and leaves the room.  Time passes, and Andrew reappears, now dragging a crate. He opens it, and pulls out his father's fireman's uniform. We do short-space time cuts as he takes out the jacket, looks at it, and turns it inside out, so that the metallic fireproof inner lining is exposed.  \"Ziggy Stardust\" comes on Andrew's stereo.   Andrew, wearing the jacket, looks at himself in the mirror, his back to the camera. He reaches down, and picks something up, looking at it, then pulls it over his head.  It's a gas mask.  He stands there staring at the surreal, hard edged, faceless figure in the mirror. Looks right. Looks left. Adjusts the mask.  Then turns and whips out his hand; the camera is abruptly yanked across the room.  \n[41]-come down to the city, cause his mother's all alone right now. She's got MS, I had to leave her at the house all a fucking alone. \n[42]Shit. Jesus, look at this.   Can I have a moment with my son. \n[43]Okay. \n[44]I want you to apologize to me. \n[45]I said I want you to apologize to me. I know you can hear me. So I want you to sit up and apologize to me. I want you to stop this bullshit right now. \n[46]Do you know how much this shit is going to cost me? Do you know what you've done to your family? You don't even care, do you? You just don't give a fuck, you've got your fucking morphine, don't you. \n[47]Stop it. I'm not buying this shit, you can't just play this off like a fucking Game, this is real. You really fucked me, me and your mother you know that, you little Shit. \n[48]Goddamn it, goddamn it!- ", "Casey": "\n[1]Hey, what are you filming for? \n[2]What?   I'm filming for my blog! \n[3]I have a video blog!   Why are you filming? \n[4]Hey Matt. \n[5]What were you filming? \n[6]You watch my blog? \n[7]Stockings are why I love Christmas. You wanna get outta here? This place is too loud for me. \n[8] Everything is crisper, cleaner, brighter.   Higher resolution.   \n[9] We're looking at the door to a bathroom, only a crack open. It's pushed open, revealing Matt, shirtless, brushing his teeth.  \n[10]\n[11] Matt is cooking; he's got four different things on the stove.  \n[12]How'd the interviews go? \n[13]But now we do it for the camera. \n[14]UGHHHHHH-                        Come on.  \n[15]Who ended up paying for all of the airfare? Did your parents- \n[16]Did you pay? \n[17] \n[18]God, how do you always cook so many things- \n[19] \n[20]You have to do at least one of your tricks for the camera, though. \n[21]No I know, but I'm not going to use any of this. I just want you to do a trick, one of your good ones. \n[22]A week. \n[23]Ahhhh- \n[24]...Ughhhh. \n[25] Matt's asleep in bed on a different day.   Casey's filming from next to him.  \n[26] \n[27] Matt runs out ahead of the camera, and does a little shuck- and-jive boxer dance.  \n[28]You ready? \n[29]Are you sure- \n[30] \n[31] \n[32] It's dark; the camera turns on, then the light, revealing Matt, groggy, half awake.  \n[33]What happened? \n[34]Tell me. \n[35]Steve is there? \n[36]Oh yeah? What's gonna happen to me if I put the camera away- \n[37]We could leave the camera on. \n[38]  \n[39] All of Casey's family is present, along with lots of little kids. Everyone's gathered around Casey's little brother, who's being presented with a birthday cake. Matt looks happy.  \n[40]Matt- \n[41]Matt, what hap- \n[42]Matt, please, okay, you're scaring me, are you okay- \n[43]Casey, you have to come in here. \n[44]Mom, Matt is- \n[45]Come in here right now.   Come in here right now. \n[46]What? Matt, look, what's happening, look at what's happening- \n[47]Don't leave, don't leave me- \n[48]I- Matt- \n[49]Casey is chasing Matt across the lawn to her car, her voice filling with panic, the camera being held offhanded now, unimportant.  \n[50]Please don't leave, don't go- \n[51]\n[52]Andrew?   What are you talking ab- \n[53]Matt please! MATT PLEASE, PLEASE \n[54] Casey's sitting shotgun as Matt drives. His face is unreadable. They're driving on the I-5. More helicopters. Downtown Portland is visible now, as are some fires.  Casey is quietly crying, the camera held loosely in her lap.  \n[55]No! No it isn't!   It isn't your fault! \n[56]Matt, it's not safe. It's not safe. What's going on. What's happening. Why are we doing this, Matt, please. Please take me home. You don't have your license, you can't drive without your license. \n[57]How- how is that possible, that's not possible- \n[58]What's...What is...What's...Matt please, please- \n[59]No NO NO \n[60] \n[61]Matt..what... \n[62]Matt wait!     WAIT PLEASE!   MATT! ", "Letter": "", "Karen": "", "Wayne": "\n[1]Hey, how do I look? Like this? Ooh, that's good.   Like this? That's sexy, right? \n[2]You got me, let's go. \n[3]What, you got a probl- ", "Costly": "\n[1]Hey nice camera bitch, gimme your fuckin camera! \n[2]Hey fuck off, you better run to your house, bitch. Run to your house and lock the door. \n[3]No, wait, what the fuck. What the fuck are you dressed up like that for. Are you high? \n[4]-no, no- ", "Howard": "\n[1]Hey, what you doing? \n[2]Hey don't film me nigga, don't film me. \n[3]The fuck, fuck you faggot- \n[4]You are about to get fucking stomped, you know that right? You hear me son? Come to my house, it's late, I don't see any fucking police officers or some shit, I don't know what you you think you're doing throwing shit at my house- \n[5]Lil' Andrew's straight up tripping right now, I don't even know, I'ma give your ass a wake up call- \n[6]Oh you got a gat? I got a gat too bitch- ", "Andrew": "\n[1]   \n[2]    \n[3]What do you want, I'm getting ready for school- \n[4]You're drunk- \n[5]It's seven thirty. In the AM. You're drunk, dad, that's crazy- \n[6]I'm filming this. \n[7]I bought a camera. I'm filming all your shit from now on. \n[8]Mom? Will you say hi to the camera? \n[9]The millions of people watching at home. \n[10]No, you look great. \n[11]Oh yeah, definitely. \n[12]Oh, yeah, thanks. \n[13]I'm filming things now. I'm filming everything. \n[14]For my mom. I'm trying to get custody of her from my dad. She's getting worse, and he's not...helping, and this way, in case something goes down- \n[15]Right, it'd be evidence. \n[16]Well, yeah, to add context. \n[17]What is that? \n[18]For school? \n[19]Yeah, right. \n[20]Are you not coming in? \n[21]You're going to miss first period- \n[22]Okay, okay. \n[23]This is my school, I guess.   This is the hallway- \n[24]...yeah- \n[25]Bryce, gimme my camera back- \n[26]Hey, Bryce, come on, give it back- \n[27] \n[28]This is where I eat lunch, out here on the bleachers. \n[29]Hey- \n[30]I wasn't, videotaping you, so much as I was just- \n[31]Just don't videotape-              -you know, filming what I do  \n[32]...okay. \n[33]Yes. \n[34]I thought Haven Hills was closed. \n[35]Why are you telling me? \n[36]...Nah... \n[37]I don't like parties. \n[38]I'll think about it. \n[39]Yeah? \n[40]It has a purpose- \n[41] The camera lays on Andrew's bed again, filming the room. Andrew is on his laptop at a desk, working.  \n[42]I'm uploading what I shot today...you have to keep a back-up, you know. \n[43]Are you sure it's here? Are you sure it's here, this all looks closed- \n[44]Oh yeah. \n[45]What? \n[46]What am I supposed to do? I thought you said you didn't want to go alone- \n[47]Oh, I don't- just filming. \n[48]What? \n[49]No, I wasn't filming anyone specific, just filming the party. \n[50]Okay. \n[51]Okay- \n[52] \n[53]I'm Andrew. \n[54]No, I know. \n[55]Everybody knows who you are. \n[56]What?   I don't- \n[57]I don't- \n[58]Look, I don't think we're supposed to- \n[59]Oh, I don't- Hm, I don't know- \n[60]What were you guys doing out here? This is way out- \n[61]Matt's out here? \n[62]The what? \n[63]You remember that? \n[64]I'm gonna be so rich when you're president, you have no idea- \n[65]Matt? \n[66]We're not supposed to be out here. \n[67]Guys- \n[68]Guys, just don't like- don't push me, or do anything like that- \n[69]...It's like, whispering? \n[70]Singing? \n[71]What is that? \n[72]I don't know, probably...I mean, it's- it's kinda loud, right? \n[73]No, I don't- I mean, I won't do th- \n[74]Hey, wait- \n[75]Hello- \n[76]Aah! \n[77]Does it go down much deeper, or- \n[78]Do you think it could be like wind, or- \n[79]Then what do you think it is? \n[80]Who said anything about ghosts. \n[81]Steve's up ahead- \n[82]I don't know what you're talking about. \n[83]Don't talk about it, you're making me nervous. \n[84]No. \n[85]I don't wanna film it, it's messing with the camera- \n[86]Guys maybe...maybe we shouldn't... \n[87]WHAT? I can't hear you over the- you know- \n[88]  \n[89]Rolling, yeah. \n[90]Ah, shit. \n[91]The trick is to pretend like it's on a plate. You get it on the plate and then you wrap the plate around it, and you can move it however you want. \n[92]Yeah?   Plate's easier for me. \n[93]Try to imagine that your squeezing the entire piece in your hand. \n[94] \n[95]Because we're his mistress. \n[96]I told you, it's just my thing for right now. \n[97]Maybe I want a barrier. \n[98]My dad is actually a fireman, or was, I don't know. He got injured like two years ago, and now they just pay him out of, like, insurance. He doesn't do anything, I mean he goes out during the day, but I don't know where. He drinks a lot. \n[99]I do computer repair, and stuff.     I actually make a lot of money... \n[100]My mom has spinal meningitis, she's- she can't work or anything, and the insurance doesn't cover all of her medicine, so a lot of my money has to go into that. I figure if I get enough on camera, maybe I can, I dunno, get custody of her or something. \n[101]Yeah? \n[102]...That's intense. \n[103]How- \n[104]Haha no of course, no way. \n[105]It's dark. We can hear shouting from elsewhere in the house; \"useless bitch,\" \"carry your ass long enough,\" etc. Andrew reaches over and turns off the camera.   \n[106]Ew- \n[107]Couldn't that metaphor just be for any muscle in the human body, like working out or- \n[108]I think it's time we took this out of the backyard. \n[109]I got it. \n[110]I got this. \n[111]Umm... Got him. \n[112]Hey Matt. Do you like me? \n[113]Why not? \n[114]You're an asshole. \n[115] \n[116]Thanks. \n[117]Yeah, until all those chicks showed up. \n[118]Are you sure there's no one around- \n[119]You just need focus, Matt. \n[120]You're lucky you got the kleenex, I'm stuck with the taco bell wrapper. \n[121]Her face, I can't get her face out of my head. \n[122] \n[123]Abracadabra. \n[124]I didn't mean to, I didn't- \n[125]Guys, just calm down, I'm sorry, okay- \n[126]You don't have to- I mean I can- \n[127]Are you mad? \n[128]Is he okay? \n[129]Is that the cops, are you calling the cops? \n[130]I don't see how you guys can be so angry- \n[131]He was being an asshole- he- I didn't mean to- \n[132]Then what've we been doing, we've been fucking around- \n[133]\n[134]You can't just declare rules, you're not- \n[135] It's morning. The camera lays on the bed.     Andrew can be heard breathing.  \n[136]Did he say what it was about?   When he called, what did he say? \n[137]Are you still mad at me? \n[138] \n[139]What does that even mean? \n[140]...I understand. \n[141]That doesn't look easy. \n[142]Let me try- \n[143]Whoaaaamygod...whoaaa... \n[144]Guys, do you hear that? \n[145]What?   I can't hear you! \n[146] \n[147]\n[148] \n[149]That's so cool. Doesn't that count as breaking rule #1 though? \n[150]I haven't had sex since ever. \n[151]\n[152]Yeah. \n[153]I feel stupid now that I was scared to come back. \n[154]Well, uh, it would appear that a Virgin Mary has appeared in the maple syrup on a young local man's pancake. \n[155]Fuck you, pig. \n[156]What's that mean? \n[157]So what, you wanna do like, a charity? That's lame. \n[158]I dunno. \n[159]Name something you're bad at. \n[160]Say hi for me. \n[161]Well I don't wanna go home yet. You wanna go into the city? \n[162]So? \n[163]You still haven't told her? \n[164]And it's bad, because her pain gets real bad, you know, and we can't afford the good meds anymore. When I was little it wasn't as bad, but even then dad was still, you know, the way he is. I don't know. I don't know anymore. I don't know how to feel. \n[165]I hope so. \n[166]No, I- I mean, no, that's not- I'm really shy, and I don't have any talents, or- \n[167] \n[168]Yeah, Steve chose my clothes, he's gonna do my hair. \n[169]Oh yeah, me too. \n[170]I don't know what you mean- \n[171]Matt. \n[172]...I'm sorry, I'll try to- \n[173]You really think so- \n[174]Yeah, it did- it did feel like that. All the girls screaming- \n[175]What's that? \n[176]What's \"hubris?\" \n[177]What \"seriously,\" fuck you seriously! \n[178]Hey Matt. What's \"seriously\" mean? \n[179] Samantha runs down and embraces Andrew, knocking around the camera.  \n[180]Yeah, well, we spend a lot of time practicing- \n[181]What? \n[182]Oooh, oh yeah, your hair was different; it was blue, right? \n[183]Monica, yeah- \n[184] We can hear it raining hard outside.  The camera is laying on its side on the floor, and turns on when Andrew fumbles with it. There's screaming from downstairs; long and low, real pain sounds.  Andrew drops the camera and rushes out the door.    The camera lays on the floor. Time passes.  \n[185] \n[186]What'd you...You- what'd you see? \n[187]I didn't spend any of your money, \n[188]School doesn't cost any money, I go to public school you idiot- \n[189] \n[190]I COULD CRUSH YOU. YOU KNOW     Get- off- let me go- you're THAT, I CAN FUCKING CRUSH       hurting me- \n[191]Where's Matt? \n[192]Where's Matt? \n[193]No! \n[194]I'm filming the storm, no one's ever filmed a storm like this up close bef- \n[195]...My dad- \n[196]You don't give a shit, stop acting like you care! \n[197]...What? \n[198] \n[199]Yeah, yes, I don't know what I'm doing- \n[200]I've been busy. \n[201]...No. \n[202]I was upset. \n[203]I don't know- \n[204]I don't know- \n[205]I don't. \n[206]I'm not lying, I don't know what happened- \n[207]No, why- \n[208] The camera is on Andrew's dresser, near his mirror.   Andrew suddenly appears, holding a kitchen knife.  \n[209] \n[210]See, it's- I put a little sheet between myself and the knife, and the barrier, the sheet, is too strong. The knife can't cut it. I mean like, what I'm saying is if I concentrate, I can't be hurt. I can't be injured. Because of the little sheet. \n[211]Hey Wayne! \n[212]See, this one, I got clean, cause I did a little lasso around the root, but these two, they're broken cause I think I pulled them from the middle. Matt was always better at the little, the intricate stuff, he got good at that. See how broken it is, ugh, sloppy. \n[213]No, I'm filming this. I film everything. \n[214]What did you want to talk about? \n[215]It's not doable. Financially, they're not- I mean, my dad didn't go to college either. \n[216]I don't need college, Mr. Fernandez. \n[217] The camera is sitting on the floor. We can hear screaming from downstairs. Andrew picks up the camera, and goes to the mirror, filming himself filming. After a beat, he steps out from behind the camera, leaving it hanging in the air.   He stands looking at himself, and then the camera. The camera turns to face Andrew. He doesn't look good, but gives a weak smile.   \n[218]I've been doing a lot of reading, like you know, online, about evolution, and the way it works, and you know, natural selection. The uh... The strongest animals will always survive, and they're the ones that you know, will prosper, or grow, and survive, by feeding on the smaller animals. And as humans we- see, there's...uh- There's this thing called an Apex Predator, and basically what that is the most powerful predator in an ecosystem. And humans, you know, we're the apex predator, because there's nothing that preys on us, cause of weapons and stuff. But if something could, I bet it would. \n[219] Screaming from Sandra's bedroom. The heater rattling. The TV from downstairs. There's a knock on the window. The camera is picked up, to reveal Matt floating outside, looking around nervously.  After a moment, Andrew opens the window.  \n[220]That's rude. \n[221]Why?   Your life's great-  \n[222]You don't need to worry about me. I'm stronger than ever now. I can lift a whole car by myself. I could fucking crush this entire house, I'm fine.  \n[223]So what?  \n[224]I think you should go. I have to pick up my mom's medication.  \n[225]You'd have to what. You were always the weakest. You couldn't do shit to me.  \n[226]I'm not gonna break your stupid fucking rules, just fuck off and stay out of my life.   Matt stands staring at Andrew. The camera fidgets uncomfortably. Matt shakes his head, and the camera follows him as he goes to the window, gives Andrew one last look, and then rockets off into the sky.  The camera sits in silence, pointed at the window.   \n[227]I'm here to pick up a prescription for Sandra Detmer. \n[228]That's right. \n[229]I have to come back. \n[230] Andrew is filming out his window, watching his father leave. His stereo plays David Bowie. Once his dad's car is gone, Andrew sets down the camera on the dresser opposite the mirror, and leaves the room.  Time passes, and Andrew reappears, now dragging a crate. He opens it, and pulls out his father's fireman's uniform. We do short-space time cuts as he takes out the jacket, looks at it, and turns it inside out, so that the metallic fireproof inner lining is exposed.  \"Ziggy Stardust\" comes on Andrew's stereo.   Andrew, wearing the jacket, looks at himself in the mirror, his back to the camera. He reaches down, and picks something up, looking at it, then pulls it over his head.  It's a gas mask.  He stands there staring at the surreal, hard edged, faceless figure in the mirror. Looks right. Looks left. Adjusts the mask.  Then turns and whips out his hand; the camera is abruptly yanked across the room.  \n[231] \n[232] The camera lays awkwardly on its side, the distorted audio from its damaged microphone SUDDEN AND PIERCING.  It's been flung a good deal away from Andrew, who lays motionless, burning.   The clerk is dead, and a nearby gas station customer is horribly injured and screaming. His gas pump lays on the ground, pumping out gas onto the asphalt.  Andrew slowly shifts, unable to move properly, and forces himself to roll over. The fire on his body touches the fire on the asphalt, and spreads lightning fast to the gas pump.  The resulting explosion engulfs the entire station.  The camera is spun violently out into the street-  \n[233] \n[234] \n[235] \n[236] ", "Matt": "\n[1]I got you egg salad. \n[2]So...Should I ask about the camera, or- \n[3]You're filming everything. \n[4]He gets violent or whatever- \n[5]Evidence. But you're not with him right now, but you're filming this. \n[6]Context.   Andrew, you are...a weird dude. \n[7]Did you ever read any Auguste Comte? \n[8]He's this philosopher I'm reading. \n[9]He's just like- his whole thing is about being positive and like, taking up for yourself. You should read him, maybe, it might make you feel- you know, improve your outlook. \n[10]I'm gonna blaze a little first, yeah? \n[11] Matt's driving.   Andrew's filming from the passenger seat.  \n[12]There's a party tonight.    A barn party at Haven Hills. \n[13]It's abandoned, yeah. That's why it's a good place for a party. Two kegs. \n[14]You wanna go? I don't wanna go alone. \n[15]When was the last time you went to a party? \n[16]You're a senior.     Just come, you'll have fun. \n[17]Okay, right. Andrew, can I give you like, a pro tip? \n[18]Keep the camera at home.    It's weird. \n[19]I'm trying to be a good cousin, here. This is me being your friend, yeah? Okay? \n[20]It's here, calm down.    Listen. \n[21]Hey dude, don't follow me around all night. \n[22]Don't follow me around all night, okay? \n[23]Talk to people?   Have a beer, I don't know. \n[24]Down here! \n[25]They all left. \n[26]Yeah.   Did you tell Andrew? \n[27]Here, listen. \n[28]We're not going to push you, we just wanna get it on tape. \n[29]Ooooh shiiiiit-                   That is so fucking creepy!  Andrew turns the camera back to Matt and Steve.  \n[30]Is the sound on the camera? \n[31]Steve, come on, we don't know if it's stable in there- It's probably just the wind, we should- \n[32]Andrew, hey, come on! Don't...shit. \n[33]-shouldn't have come in here. \n[34]At first I thought this was a solutional cave, but now...I dunno, it's like a lava tube, or something. \n[35]Look at the walls. Look at how smooth they are. It's just straight shot down, I mean, we must've already gone forty or fifty feet- \n[36]You ever hear of Plato's allegory of the cave? \n[37]Nevermind. \n[38]Is that, is that showing up on the camera? \n[39]-changes color, see? It must be reacting to the heat, some kind of exothermic reaction- \n[40] The camera turns on; from the quality of the picture, it's immediately evident that this is a newer, better camera. It's on a tripod, and Matt stands across a well manicured backyard; his hair is a little different, time has passed.   \n[41]Ready? \n[42]Okay, ball test.   Take one. \n[43]\n[44]Matt rushes on, doing a victory lap, one hand holding an ice- pack to his face. Again, we hear Andrew laughing.  \n[45]\n[46]Is- \n[47]I thought I heard my dad...UGHHH \n[48] Steve is very intently using his newfound powers to make a peanut butter and jelly sandwich, knife shakily moving over bread. The camera is set down on the counter, Matt and Andrew watching.  \n[49]I've been pretending I was like, holding it in a fist, like a floating hand. \n[50] Matt's room is covered in band posters, kind of a mess. Matt's sitting on the floor by a desk, slowly assembling a LEGO set with his telekinetic abilities. Andrew's filming from the bed, where he's laying down.  \n[51]That's what I'm doing, it's just, it's hard. You're better at this than me, you do it. \n[52] \n[53]Why are you asking US for advice on girls? \n[54]See last night, alone, I got my whole bed off the ground. No nosebleed. \n[55]Weights, like- \n[56]So it's, yeah, this is my theory- it's like a vagina. Like it's elastic, but if you stretch it too far too quick it'll tear- \n[57]And that's why we're getting better. We're loosening up. \n[58]She's chasing- she's chasing it- \n[59]See that guy chewing gum? \n[60]I'm gonna get the gum right out of his mouth- watch this. \n[61]That was a good one, you got that one far. \n[62]What? Sure, yeah. I mean, I didn't, always- \n[63]Don't get mad, I mean, I like you now, I like you a lot. You're just, you're not super easy to talk to. You've got a lot of- \n[64]See, that's what I'm saying. You're hostile, man. \n[65]Yeah. \n[66] None of the guys are visible.   They're filming a woman park her car.  \n[67]We were just sitting around throwing rocks, it was nothing. \n[68]Okay, here we go, here we go. \n[69]There's no one, I just looked, just go, ready? Ready? \n[70]Okay, Andrew, remember, get under it, you're the strongest, Steve get the sides, I'll get the front and back, we gotta do this quick. Countdown. Three. Two. One. GO. \n[71]Steve Steve Steve- \n[72]\n[73] \n[74]Yeah man, in between my yoga. \n[75]Ha. \n[76]That's like, at least twice as much blood as I usually see on a taco bell wrapper. \n[77]We're Mormons! \n[78] Matt's driving, Steve's shotgun, Andrew filming from the back. It's raining.  \n[79]-sfucking insane, we just changed her life. We did- \n[80]Oh come on, what is this? \n[81]Can you fucking believe this guy? \n[82]I don't know what to do, what should I- \n[83]What the fuck did you do, man, what the fuck- \n[84]Fuck! SHIT! What's wrong with you, look at this, fuck! \n[85]Andrew, just stop, just stop doing things. \n[86]Andrew's filming Matt, who looks angry as he drives very quickly.  \n[87]Stop, just stop. \n[88]Yes, just past White Crescent bridge. Down by the- yes- \n[89] \n[90]You don't see how we can be angry? You put a man in the hospital for fucksakes. You put a man in the hospital, you hurt somebody- \n[91]Which part of that do you mean, do you mean he was being an asshole, or was it an accident? Was it an accident, Andrew, cause you're the strongest. Listen, with this, we can't fuck around, ever. \n[92]NOT LIKE THAT, ANDREW. That's- you can't use it on people, or hurt people like- Steve, help me out. \n[93]We need rules, okay. Rule #1, you can't use it on living things. Rule #2, you can't use it when you're angry- \n[94]I will fucking declare rules, okay? If we keep going, and getting stronger, we need rules. We need rules. Damn it Andrew turn off the cam- \n[95] Andrew's filming Matt from shotgun.  \n[96]I'm not mad. \n[97]...Power corrupts, is all I'm saying, man. \n[98]I just mean that we have to think about things more now, okay? We can't just DO things, we have to think first. \n[99]It's just- nah, nevermind, we're here. \n[100]Steve?   Where are you? \n[101]Yeah.    I'm done for now. \n[102]No cars, no cars, go. \n[103]\n[104] \n[105]It's about aerodynamics! If I put a barrier just in front of me, I can go way faster, cause it cuts wind resistance! \n[106]Yeah!   Definitely! \n[107]What happened, are you- \n[108] \n[109]...I can fly. \n[110]\n[111]\n[112]Yo Andrew, Andrew, gimme a beat. \n[113]That's cold, you're so cold! MY OWN COUSIN! DJ Steve, dial me up- \n[114]Okay, yo, yeah, yo, you say you wanna get high you ain't high as me, you chillin' at yo mom's house I'm at four thousand feet, cauuuse I got those tight muscles, in my, braingina, and you better believe I'm a, frequent flyer, and you know I don't need no turbines, ladies fly first class on Garrety airlines, my DJ is senior class, president, straight outta Oregon, gotta, represent, Matt Garrety bitches, I'm the young Clark Kent. \n[115]But how does she not notice? \n[116]Man, I haven't had sex since like...a year. \n[117]Liquid nitrogen. \n[118]Hey guys, are you up? \n[119]Today was like...the best day of my life. Like I was thinking and I can't think of any day I liked better than today. \n[120]Okay...good. \n[121]Nah man, we were all- I mean, I was, definitely, yeah. \n[122]What? \n[123]In a second it will, wait... \n[124]Well, when I was really little, I wanted to be police officer. \n[125]No, I just really got into on the idea of altruism, you know? \n[126]Like making things better for everyone. \n[127]I mean, I'm not gonna- it doesn't matter, you know. I'm never gonna get out of this piece of shit town. You know, we're all just little pieces. One person can't really make a difference. I used to think- I don't know. I don't know. \n[128]So what's it feel like to be good at everything? \n[129]I'll get to it- \n[130]Oh yeah? Well you could use some shut the fuck up. \n[131]You lack...a dick. \n[132]Shit man, I got my mom's birthday, I gotta go. \n[133] \n[134]...s'fuckin awesome... \n[135]Yes!   Fuck yes! \n[136] Andrew's filming from shotgun.  \n[137]Just amazing dude- \n[138]Are you fucking kidding, I've never seen a reaction like that in the auditorium, you guys- it was fucking like- it shook the building. You guys are rockstars. \n[139]Ah, see, here's the first stage of your downfall, hubris. \n[140]What? \n[141]Seriously? \n[142] \n[143]Hi Samantha! \n[144]Right on. \n[145] \n[146]Yeah, I'm a little drunk though. Movies! Makin movies. \n[147]I'm making an experimental film. \n[148]Hey Andrew, hope you're seeing this. Congratulations, sir. I'm drunk, sorry. I was really worried about you, like, before everything, but I do feel like... I feel like this will get better for you, man. I'm sorry I haven't been there for you as much, you know, when we were growing up, because, I know you could be an angry...be an angry dude. But I love you, you know. Detmer-Garrety extended family for liffffeeeeee. But listen when did I become the one who's...who's out alone filming myself, with the camera- \n[149]Just a thing, it's nothing like- you know, Eye Of The Storm or anything- \n[150]I- yeah, a lot of people do. I've actually been stalking you since like, sophomore year- sorry, use of the word stalking- \n[151]Yeah, I- YES- yeah, just gotta drop off the cam- \n[152]What are you doing? Filming graves, I don't get it. \n[153]You're not returning my calls, why aren't you returning my calls. \n[154]No you haven't. Why aren't you returning my calls. Turn off the camera. \n[155]Turn off the camera. \n[156]I had a missed call from you, that morning. And from Steve. I listened to your voicemail. No voicemail from Steve. \n[157]  \n[158]What? \n[159]No, no, you do know, you do know, I think you do know. \n[160]What happened, Andrew. Just stop, stop lying to me, and tell me- \n[161]I don't believe you, okay! I don't believe you, I want you to- put the fucking camera down. \n[162]Because I want to talk to you. Put it down- put it down, Andrew, please- put it down, turn it off, put the fucking- \n[163] \n[164]I told you how the interviews went. \n[165]UGHHHHHH-                        Come on.  \n[166]UCONN not so good, Columbia was good, University of Miami was really good, Arizona State was okay. \n[167]Haha, no, I told you they wouldn't. \n[168]Nope. Nobody. I flew myself.      I needed the exercise. \n[169] \n[170]I am so sick of being filmed, you have no idea, Casey- \n[171]When do your parents get back from Spain? \n[172] \n[173]One week, I'll show you my new trick. I guarantee you will shit bricks. Yeah? \n[174]I'm ready! \n[175]Let's do it! Woo! \n[176]\n[177]Ughhhh camera...I had that dream again. \n[178]It's like I'm...I'm not me, I'm something else. And I'm out in this...out in space. And stars are all around me, and I'm zooming past them; everything is really like three-D, I can see the shape of the stars. I'm looking for somewhere to sleep, or something, and I see earth, and I go down to earth. And then...I don't know, just the main part is that I'm out and there are the stars and they just look like millions of little points of light...And Steve is there. \n[179]Yeah but he feels like he's not part of it. Like he's there separately, inside my head. Andrew is there too. I don't know. I'm worried about Andrew. Why don't you put the camera away? \n[180]Oh I think you know. I think you know what's going down. \n[181]You arrrrreeee...C'mere. \n[182]You haven't been returning my calls, so I thought I'd just...you know, ambush. \n[183]I just- I've been getting, you know, bad vibes or whatever. \n[184]I know you stopped coming to school, and my mom said you guys are having a lot of problems with money. I'm worried about you. \n[185]Dude, don't be like that, okay-  \n[186]That doesn't- that actually sounds like the opposite of fine. Andrew, come on, let's get out of here, your room's a mess, it smells like a Denny's bathroom in here.  \n[187]You're my cousin. You're my friend- it's my responsibility to take care of you.  \n[188]...Are you going to break the rules? We're too strong now, Andrew. We're too strong for that. If you did that, you know I'd have to-  \n[189]...Andrew-  \n[190]Do you hear that, how can you not hear that? \n[191]The singing, how can you not hear that!? Something's wrong, okay, something's wrong with Andrew, or- \n[192]No, something's wrong, something's wrong. \n[193]I need your car. \n[194]I see, I know, I have to go, okay- \n[195]Give me your keys. \n[196]I have to go to the city. \n[197]81. \n[198]I can't fly if there are all these helicopters in the air, I just have to drive there, or, listen, I have to figure this out, Andrew's in trouble. This is my fault. \n[199]\n[200]This is all my fault. \n[201]Where are you, man? \n[202]Stay here, okay? You have to stay here. \n[203]Stay here.     I have to talk to Andrew. \n[204]Casey, I'm sorry, I'm so sorry. \n[205]Please...Help me. Help me, HELP ME, please...I'm sorry! I'm so sorry, I tried- help me, help me, I'm dying, I'm dying. Stars- I see stars, somebody- It hurts, please. I'm- the blood...I tried... \n[206]Listen, help me, help me. I'm dying, you have to help me, don't just let me- PLEASE I'M SORRY! I'm \n[207]I can...I can hear the singing. \n[208]Would you please...turn off the fucking cameras. ", "Garetty": "", "Cala": "\n[1] CALA, filming from her apartment window, watches in shock and horror as the police car, carried by its momentum, is sent FLIPPING INTO THE AIR, and we glimpse it as it passes her window, lights still flaring.  Her sister rushes up, looking out the window.  \n[2]Sissy stay away from the window! \n[3]They're right out there fighting! They're- "}}