{"filename": "Cirque-du-Freak-The-Vampire's-Assistant_script.txt", "imdb_id": "tt0450405", "imdb_url": "https://www.imdb.com/title/tt0450405", "characters": ["Annie", "Darren", "Mrs. Shan", "Mr. Tiny", "Evra the Snake Boy", "Steve", "Madame Truska", "Mr. Shan", "Rhamus Twobellies", "Rebecca", "Murlaugh", "Crepsley", "Mr. Tall", "Alexander Ribs", "Gavner Purl"], "dialogues": {"Annie": "\n[1]How'd you know? \n[2]And that's why we need a dog. She waits for an answer. Mom and Dad exchange a look. \n[3]How do you guys decide who's going to say no when you look at each other. \n[4]Is he in a lot of trouble? \n[5]I don't see what the big deal is... \n[6]Where was she? \n[7]Mom said to come eat. What's that? As Annie tries to look, Darren stays in front of her. \n[8]Can I come in? Darren goes to the door. Opens it a few inches. \n[9]What? I knocked. As they talk, Steve opens the cage door. Madam Octa sets her arms on the edge, pulls herself out. \n[10]Darren, he's freezing. \n[11]Boo! Darren nearly jumps out of his skin. Annie laughs. \n[12]Got you! I finally got you! - Darren turns on her, looks like he could kill her. \n[13]Darren! Wait up! He looks over his shoulder, keep going. \n[14]Can I walk home with you? He softens, slows down. After a few silent steps. \n[15]He's adorable. ANNIE &amp; DARREN - A CREATURE'S POV Coming in low and fast. \n[16]Hey. That's King. \n[17]That's King, Darren. It is. Darren realizes it is King. As Darren realizes something's wrong with Darren.. Another growl. From down the street. Darren looks back as a black 1966 LINCOLN prowls through the intersection. The one seen at school. It slows, windows blacked out. As it continues, disappears from view... \n[18]  ", "Darren": "\n[1]Come on... Just a little lower... WIDEN TO REVEAL a Middle School TOILET STALL. Standing on the lid of the closed toilet, holding the glass jar up over his head, is DARREN SHAN. Darren is 14 and a well-liked kid. Tenacious. Diligent. \n[2]Come on... I'll take good care of you. All the bugs you can eat. \n[3]Shhh... Steve looks to the last stall, sees the jar being held up. INTERCUT from in and outside of the stall. \n[4]You're gonna scare him away. 2. \n[5]Your problem, Steve, not mine... Steve gets a waggish idea. Stepping to the sink, pressing his forefinger over the spigot, he turns the faucet. WATER SHOOTS out in a stream, which Steve directs into and then over the stall door. Reacting, the spider zips up its thread, is lost in the darkened ceiling. The stall door opens. Dripping water, Darren stares at Steve who flashes a wicked grin... \n[6]Go get the ball. It's 3 to 2. Lunch's almost over. 3. \n[7]  \n[8]A freak show. Ever been to one? \n[9]Must be a different one. Steve scrolls down through pictures: 5. Sword swallower and glass eater: OHIO GRAY. Frog boy: AVERY CHILDS. Human skeleton: J.D. COMBS. .and then... Egyptian Soothsayer: LARTEN CREPSLEY. Crepsley's gaze is startling. Like he can see through the screen, even from 1923. Steve looks like he's just seen a ghost. Suddenly, he hits print. As a PRINTER against the wall clicks to life, Steve looks back at Darren. \n[10]  \n[11]I don't get it. \n[12]Right. You're failing half your classes at school, but you're studying vampires. \n[13]What? When? \n[14]That's your proof? It smells. Steve's really trying to convince him now. \n[15]Come on. \n[16]What was his name? Mr. Dracula? Mad now, Steve opens the book, flips pages, finds an old 19th Century painting. He slaps down the science lab internet print-out of Larten Crepsley. It's the same guy! Maybe... 7. \n[17]Saw your shadow on the floor. Gotta try harder, knucklehead. Steve snaps his book shut, shoves it in his backpack. \n[18]Get me one, too. Steve gets up, stomps out of the room. \n[19]Darren's looking through Steve's vampire memorabilia. Steve reaches past, starts packing it up. \n[20]Huh? Tonight where? He zips the bag, slings it over his shoulder. \n[21]I got no money right now. \n[22]That place is supposed to be haunted. Steve rolls his eyes, starts out... \n[23]What am I going to tell my parents? \n[24]I don't know, man... \n[25]Mom? I'm gonna sleep over Steve's tonight? Okay? \n[26]What? Why not? \n[27]I'm fourteen. I shouldn't even have to ask stuff like this. \n[28]I've known him since I was five years old! 11. \n[29]But -- That's not fair! \n[30]  \n[31]You know why they closed it, right? Years ago a kid fell out of the balcony and died. It's haunted. 12. Steve catches himself getting spooked. He shoves Darren. \n[32]The balcony. Where he fell... \n[33]  \n[34]He's as old as us. \n[35]It's him... \n[36]Reacts. A spider! 17. \n[37]Let's get outta here. \n[38]Wait. What're you doing? Steve reaches the stage, looks around. The audience is mostly exited; no one from the Cirque is in sight. As Steve starts up onto the stage, Darren grabs his shoulder. Steve wheels, shoves Darren who stumbles back into a seat. \n[39]Told by who? The guy in the chat room? The internet guy? \n[40]Steve... Decision time. Darren climbs up, starts after his friend. \n[41]Steve...? No answer. Darren decides, starts down steep, rickety steps. \n[42]Coming down the creaky stairs. Spooky. \n[43]Steve... \n[44]Stops short as a LIGHT suddenly cuts through the gloom to his left. Darren steps over low behind a CREDENZA. He sees... \n[45]Reacts as MADAM OCTA tries to jump on his face! The bars of her CAGE stop her. It rests on the credenza he crouches behind. The whistle is there too. Darren looks over as... 21. \n[46]Rooted to the spot. Watching... Crespley sniffs the air - the spilled blood to be exact. \n[47]Moving slightly to get a clearer view. Crepsley suddenly DISAPPEARS, REAPPEARS much closer. Steve jumps, twists around. Unnerved. \n[48]Can't believe what he's watching. He sees Crepsley suddenly get 'scent' of something. Something to do with Steve's blood. Not quite a clear view as Crepsley grabs Steve's wrist, dabs a finger into his palm and then tastes it. \n[49]Frozen to his spot, watches as Crepsley, seemingly ill, holds his head and spits again onto the floor. Then he steps over and kicks the fridge door closed. And in the blink of an eye, he's gone. Disappeared. Darren is alone. He starts out, then stops. Looks back. That beautiful spider. And Darren takes Madam Octa's cage and the whistle and makes a run for it. Just like that. \n[50]  \n[51]Oh. You want that? Darren picks up the worm, lowers it between the bars. A beat and then Madam Octa snatches it away from him. Dinner. 25. \n[52]See? I'm your friend... You're so beautiful I stopped thinking. The wind rustles. Darren grabs the cage, continues. \n[53]  \n[54]It was down at the old Zeiterion Theater. Look, dad, I'm sorry. It's just, I couldn't resist. I -- \n[55]Yeah? So? \n[56]Steve had money. Darren's Dad's suspicion is confirmed. 26. \n[57]He wouldn't do that. \n[58]Man, what is this? You don't want me hanging around with him. Now you say you think he stole money? Do you know for sure? \n[59]Steve's had some bad times lately. I'm trying to be a good friend. \n[60]I have to sneak out! You treat me like a kid! A moment as Darren's raised voice rings out of the room. \n[61]It wasn't like that. A beat. Darren's Dad goes, closing the door. Darren sighs. He goes to the window, pulls up the cage. He scans a look outside. Except for his Dad, the coast is clear. \n[62]  \n[63]Darren's just snapped her photo with his DIGITAL CAMERA. As the door bursts open and Annie enters... Darren scrambles to block the cage from view. \n[64]Annie, you gotta learn to knock. \n[65]Out. Annie sighs, heads out. Darren puts the cage in the closet. \n[66]Mom, this is the best omelette I ever had. His Dad can't help but smile. Good move. Mom is pleased, but knows she's being manipulated. As Annie stifles a laugh, Darren shoots her a look. A KNOCK at the kitchen door. Annie gets up, opens the door to reveal: Steve. From his angle he can only sees Annie. \n[67]  \n[68]What happened last night? \n[69]Don't worry. There's, you know, no bad blood or anything like that. \n[70]I said don't worry. \n[71]What are you, the word police? Steve gives him a look. A weird tension in the air. Darren glances at the bandage on Steve's palm, changes the topic. \n[72]Wanna see that new game I got? \n[73]Let me see that -- On the screen: the PHOTO OF MADAM OCTA. Steve twists around to keep the camera out of Darren's reach. \n[74]I took it at the show. \n[75]They were loading a van outside. I, I just took her. \n[76]Just because he had a coffin doesn't mean he's really a... Darren trails off. Steve realizes Darren saw the coffin. \n[77]I didn't believe it. Steve studies Darren, hopes that's true. \n[78]I heard what you said to him, too. That you wanted to be a vampire. Steve doesn't want to talk about it. He looks at Madam Octa. \n[79]I wish I knew how to play it. \n[80]You mean telepathy? \n[81]I swear to God, Annie... \n[82]  \n[83]Steve... Annie reaches out, takes Steve's hand. \n[84]Get dad. Go. \n[85]I think some kind of a tarantula. \n[86]It got away. Darren's Dad holds up the camera. 33. \n[87]  \n[88]Hello? \n[89]Crosses don't hurt you? \n[90]Because... you're evil. \n[91]That's different. Bats are animals. \n[92]Your spider bit my friend Steve. Crepsley shrugs, tosses Darren back his crucifix. \n[93]He's dying. \n[94]You have to help him! \n[95]I'll pay you back. If it takes 50 years. Whatever it costs. \n[96]There's something you want. That's why you're here waiting for me. Right? Crepsley's surprised and pleased by Darren's intuitiveness. \n[97]He wanted to... become like you. \n[98]I think so... \n[99]I don't believe that someone can have bad blood. 37. \n[100]  \n[101]You're crazy. There's no way. \n[102]Destiny? That doesn't make sense. \n[103]Not for me. \n[104]There's gotta be another way. \n[105]Please... He's my friend. 38. \n[106]You'd never be able to trust me. If I got a chance for payback I'd take it. \n[107]How'd we get here? \n[108]What's happening? \n[109]He's my friend. \n[110]Never met him. I don't think Steve ever did either. Why do you want to know? And then Steve comes around. He opens his eyes, focuses on Darren for a moment. He looks puzzled. \n[111]  \n[112]What? \n[113]Don't ever do that again. Annie's smile drops away. As Darren continues on... \n[114]Yeah? \n[115] \n[116]It's cruel. \n[117]I killed it. Steve hesitates, processes, looks Darren over. \n[118]Tell me about it later. Darren starts away. Steve grabs him hard, spins him around. \n[119]I said later. Darren lets go, heads off. Steve watches, wonders. \n[120]  \n[121]Got you something. Darren pulls the MOUSE from his pocket. Annie loves it, cups it in her hand. 45. \n[122]No it's not. King's my buddy. \n[123]Come on. As Darren hurries Annie along down the street... \n[124]The usual. Sometimes it was boring, sometimes really boring. Darren's mom laughs. Then... 46. \n[125]Holding up her finger. Her skin tone receding back into gray, the blood pulsing with red vibrancy. Alive. A target. \n[126]Standing at the blood's seeming siren call. But as he suddenly moves forward, she turns away. Darren stops as she wraps her finger in a paper towel. She looks back at him: misunderstands his hunger for concern. \n[127]You're different... \n[128]Hello? Hey! Crepsley appears. Darren turns, sees him. A beat. Crepsley raises his hands to the gloom around them. \n[129]I'm starting to think it's me that's scary. Crepsley waits to hear more. \n[130]It's only gonna get worse, isn't it? There's no way back, is there? No magic potion to make me human again? Crepsley shakes his head. Darren nods that he understands. \n[131]We made a deal. I won't run away again. \n[132]I can't just -- My family, I can't let them think I just left them. Or that something happened to me. My mother would... She couldn't... As Darren trails off, Crepsley really does look sympathetic. \n[133]What? \n[134]I'm going to bed. They say 'good night' to him. Impulsively, Darren kisses his dad on the cheek, then does the same to his mom. \n[135]I love you both. I don't say it that much, but I do. Darren's Mom is caught off guard, but happy to hear it. \n[136]Good night. They watch him go, then exchange looks. \n[137]Goodbye, knucklehead. If I can ever help you, I will. \n[138]  \n[139]Shut up. Off Crepsley's reaction... \n[140]This is my home and I'm never gonna see it again, so don't rush me. Crepsley makes a motion to zip his lips. All the same, he stands, unscrews the bottle as Darren takes a last look around. He takes a PHOTO of his family off the dresser. \n[141]Hold onto this for me, okay? Crepsley takes the photo, offers Darren the bottle in return. Darren sniffs, recoils at the foul smell. \n[142]You're sure it will work? Crepsley opens the window. \n[143]What if I break bones? \n[144]And the funeral home? Won't they embalm me or something? \n[145]My dad's allergic to grass. It's my job to cut the lawn. \n[146]So this is destiny, huh? Tastes like crap. Darren body seizes up. He lets go, but Crepsley grabs him. \n[147]His parents hovering over him in despair. The STARS TWINKLE. The neighbor leans in. \n[148]A hand reaches down, a thumb opens his eyelid. \n[149]Of the ceiling for a moment, then a blinding light flashing back and forth. Then glimpses of Steve's face! \n[150]The lid an inch from his face. His eyelid twitching as we hear shovelfuls of dirt hit the lid. The sound growing duller at each turn. Then, as Darren's eye flickers open... \n[151]My legs are asleep. 54. Crepsley pulls him up anyhow. Darren stumbles a few steps, nearly falls before finding his balance. \n[152]Passing among the graves, stretching his arms, twisting. Really beat up. He looks about, the names and dates on the headstones popping into focus even from far away. Night vision. Suddenly he becomes aware of something: Steve. On the other side of a mausoleum. Ten feet away. \n[153]What are you doing here? \n[154]What do you have against vampires? You wanted to become one yourself. \n[155]Are you crazy? I did it to save your life. That was the deal. Me for you. 55. \n[156]I want you to leave... Steve is just beginning to realize how strong Darren is now. \n[157]I want you to leave and forget you ever saw me. Understand? Scared, he nods. Darren shoves him away, brakes the stake in two. Steve heads away, looks back over his shoulder. \n[158]Would a stake through the heart kill a vampire? \n[159]Before what's over? \n[160]Let's go. \n[161]How's that? Dark enough? \n[162]It's sunrise. \n[163]Maybe I'll wait until noon and then open every door and curtain in the place. A long tense silence as Darren awaits Crepsley's reply. \n[164]  \n[165]Minnesota... Darren jots this state down on a LIST he's keeping. About twenty state license plates so far. \n[166]I don't understand. \n[167]  \n[168]  \n[169]But altogether you're 211 plus 20. You're really 231 years old. \n[170]Where do you keep your car anyhow? \n[171]The one you were driving around my town in. The old black one. \n[172]It was near school one day. It followed me home a few days later. \n[173]I couldn't see who was driving. \n[174]What? \n[175]Go. Run. But Crepsley appears beside her. He 'breathes' into his hand, 'guides' the air into her face. He catches her as she passes out. Darren is horrified. \n[176]Did you kill her? \n[177]Will she become a vampire? \n[178]Don't take too much. \n[179]What others? But as blood oozes, he takes the woman's wrist td his mouth. Darren is repulsed, but can't look away. Crepsley takes a few deep swallows, then holds the wrist out to Darren. \n[180]No. I won't. \n[181]I'll never do it. Crepsley runs his tongue over the cut, rubs the saliva in. \n[182]I'm only half-vampire. 62. \n[183]I'll die first. \n[184]What is it? As the woman starts to stir... \n[185]Something out there scares you. What is it? \n[186]The blood... I wanted it. I wanted to drink it. \n[187]Thank you. Darren turns to face the window as he wipes his eyes, nose. Then he sees it: parked across and down the street... A black 1966 Lincoln Continental. Darren looks back at Crepsley. \n[188]The car... Crepsley follows the finger as Darren points. DING DING! The bell over the diner door rings... \n[189]As he looks back over his shoulder at the door. \n[190]MR. TINY comes through the front door pimpin'. Peter Lorre on steroids. Scary, done up like a Las Vegas high roller. \n[191]Where'd you hear that? \n[192]Who is? \n[193]See what? The air seems to buzz as something 'passes'. \n[194]Murlough follows. Closing ground. \n[195]It's behind us! Crepsley bears down, the buildings streaking by. But... \n[196]Are you okay? \n[197]Who were they? Vampires? \n[198]How dangerous can a man named Mr. Tiny be? \n[199]Then what is he? \n[200]  \n[201]Yeah? Keep talking. \n[202]But some didn't? 70. \n[203]What? That's crazy. \n[204]Oh yeah... This is so much better than where I used to be... Crepsley hears the strain in his voice. Knows what's best for both of them.. \n[205]Half vampire. \n[206]I liked it better where I was. \n[207]Do you eat mice? \n[208]I caught your act in the last town. Pretty cool. \n[209]Snakes can catch cold? Evra nods, then SNEEZES himself. \n[210]Who are they all? \n[211]How did they end up here? \n[212]Oh, I'm Darren. \n[213]I snuck out to see it once, too. And I'm still here. An odd, almost spooky moment. Is he serious? \n[214]You have no idea... Evra smiles, sticks out his tongue. Pointy, narrow, Evra sends it up his own nostril. Sam tries to smile, then starts up after Debbie. Freaked out. As Darren and Evra laugh... \n[215]How long have you known Mr. Tall? \n[216]How do you meet someone like him? \n[217]Almost done. Crepsley looks to the sky. Still dark. The moon setting. \n[218]I just felt sick for a second. \n[219]You think Mr. Tiny might come? Crepsley shrugs, doesn't answer. \n[220]Who is he? What does he want? \n[221]Can't you give me a straight answer just once?! \n[222]No. I never thought about it. \n[223]I'm not a child. Theystop by the shadows. \n[224]I'm in between. \n[225]You guys are friends? \n[226]  \n[227]Who was hunting you? \n[228]He tried to kill us. \n[229]What are you guys talking about!? No answer as Crepsley and Gavner lock each other in a look. \n[230]I won't drink blood if that's what you mean. I promised myself. \n[231]You'll get insulted. As Gavner waits for Darren to tell him... \n[232]I'm afraid if I drink blood, I'll become evil. Gavner LAUGHS out loud, catches himself. \n[233]That's how it would start. I would swear it was just to stay alive. But what'll I turn into? You're on one side of the fence or the other. My father used to say that and now I know what he meant. The 'father part' chokes Darren up a bit. 84. \n[234]Why did Crepsley make himself an exile anyhow? \n[235]With the vampaneze? \n[236]You've known him a long time? \n[237]Why'd he choose you? \n[238]Is it why he chose me? Gavner hesitates, not sure. 85. \n[239]The vampaneze? Mr. Tiny? \n[240]Lucky for me. Glad I could help. All the same Darren considers what he's heard. Gavner, meanwhile, considers the open countryside ahead. \n[241]That part is definitely cool. \n[242]Nothing. \n[243]Don't know. I'm congested. Hey... Evra follows his gaze, turns just in time to see: \n[244]Must've been a long time ago. \n[245]No. No parents. He says it with a little twinge that Debbie picks up on. \n[246]You have to be different to be here. \n[247]He's a snake-boy. \n[248]I get scared easy. Darren looks up toward the rafters. From where she dropped. \n[249]How'd you get up there anyhow? \n[250]You're crazy! \n[251]I got nothing to prove. \n[252]Why's that? \n[253]What's that? \n[254]Is Sam your boyfriend? 91. \n[255]Oh... A funny, awkward beat out on the rafter. Finally... \n[256]We should get off this. She nods, a bit smitten. Darren turns. As they start off... \n[257]Chalk it up to lack of blood, but everything starts spinning. \n[258]The area is like a big drain and he's whirling down it. \n[259] It's okay. I'm okay. Darren swings up a leg, hooks it over the rafter. A beat and he's back on top. Debbie relieved. Evra backs up the way he came and in a few seconds they're all safely off the rafter. \n[260]You wouldn't have fallen in the first place... I just got dizzy. 92. \n[261]She's kind'of cool, huh? I mean, for a girl. \n[262]She's just curious. \n[263]What makes you such an expert? \n[264]What's good about it? Crepsley looks him over, doesn't like what he sees. \n[265]He stops as Sam and Debbie catch up with him. \n[266]You guys are coming to the show again tonight? \n[267]Oh, you came to see Evra. \n[268]Hey, I'll catch up with you later. I got some stuff I gotta finish up. 94. They watch as Darren heads off. \n[269]I'm fine. \n[270]No! I won't let you hunt some poor person down for me. I -- Crepsley grabs hold of Darren, hauls him into... \n[271]No. I can't. I'm human. Crepsley releases Truska's arm. \n[272]I am human. In my heart I am. A great big TEAR rolls down Truska's cheek. That's the last thing Crepsley needed to see. He's defeated. \n[273]This way. Darren brings him down to a handful of seats. The figure looks up from under the brim of his hat. It's Mr. Tiny. \n[274]I don't think so. As Darren moves to go, Mr. Tiny clamps a hand around his wrist. Like iron. He sits, pulling Darren down beside him. 96. \n[275]He said you can't be explained. You need to be experienced. \n[276]You've chosen the vampaneze. Mr. Tiny laughs, slaps his knee even. \n[277]Terrible profits. \n[278]What prophesy? 98. \n[279]I think you're a creep. I think you suck. \n[280]Forget about her -- Murlough takes hold of Darren's other wrist. Still low: \n[281]You guys are in trouble. There's more than one vampire now. Gavner Purl is here. Murlough reacts to the name. Does not like it. \n[282]Crepsley! Look out! The audience LAUGHS. Like Darren's worried about Madam Octa. Debbie looks back, knows something is wrong. Sees Mr. Tiny's hand around Darren's wrist. \n[283]Concentrating. Trying to flit. \n[284]Speeding down to the stage. The dagger descends in slo- motion, but it's only a centimeter or two from it's target. 101. \n[285]He doesn't care about me. \n[286]Steve? Steve! Steve holds up his hands so Darren can see the WHITE SCAR on the tip of each finger. He gets closer. \n[287]Is that who you talked to? Was that the internet guy? Mr. Tiny? \n[288]Sweeping the room. Wait! It fixes on a doorway. There's Crepsley. Looking about, everywhere but at Darren. \n[289]Has lost sight of them, he can only hear the battle now. He reacts as Evra, Debbie and Sam rush out. Evra takes hold, lifts, tries to lessen the load on the chain. \n[290]Are you guys nuts? Get outta here! \n[291]Evra. I think I'm dying. He looks horrible. \n[292]Oh Sam. Oh no... Darren crawls over, takes Sam's bloody hand. \n[293]Forgive me, Sam, but I need strength. I need blood. As Darren extends his nails over Sam's wrist... \n[294]We're going to save her together. \n[295]He's drunk Sam's blood. He rises. His sickness wicking off him. Strength descending. Empowered. Furious. He screams again, the sound taking shape into words. \n[296] \n[297]Let her go. \n[298]Shut up, Steve. 109. Murlough's eyes go very, very dark. He attacks. Darren tries to meet the onslaught, but he's bowled over. Knocked in a heap. Debbie moves to go after Murlough from behind. She's going to go down fighting as well. But Steve intercepts her. He's pretty powerful himself. Murlough pulls Darren to his feet, stands him up. He swings his fist in a vicious arc. Darren just ducks it and Murlough's fist SMASHES right through the wall  alongside Darren's head. Murlough's getting tired of Darren. \n[299]It's over, Steve. \n[300]Liar. Darren lunges, but Steve's ready. He CUFFS Darren in the head. Darren falls, ends up hanging. Steve looms, smiling. \n[301]Did you steal money from my mom's purse? \n[302]Did you? Darren hanging there, dead grim. Steve's curious. \n[303]No. It's just practically the last thing that ever happened between me and my dad was I was arguing with him. \n[304]I was telling him he was wrong about you. That's the last time we had together. Fighting about you. \n[305]I miss him. \n[306]Do you understand? \n[307]I miss him so much. WHAM! Steve's arm pinwheel for balance. He's going over. But just as he pitches off the end rafter... Darren catches him by his belt. Nearly bent backward, he hangs back over the abyss. If Darren lets go, Steve will fall into the spikes below. Crespley steps up beside Debbie, knows what Darren should do. \n[308]  \n[309]Start running. Don't ever stop. Steve hesitates. It wasn't supposed to be like this. Darren starts off the rafter toward him. One last look of hate. \n[310]Are you gonna be okay? \n[311]You think I made a mistake, don't you? \n[312]Half human. What now? \n[313]There's a war on, isn't there? Crepsley shrugs. \n[314]This world is crossed by fences. You have to decide which side you stand on. \n[315]It's not gray. I've met the bad guys. They need to be stopped. \n[316]But you said it. There's no in between. And the power of being alone is never going to be greater than the weakness. It's our fight. \n[317]  \n[318]He didn't die in vain. A beat. 115. \n[319]You never know. As she hugs him tight, she whispers in his ear: \n[320]  \n[321]Where are we going? \n[322]So what are we waiting for? Let's go. Crepsley offers his hand. ", "Mrs.": "", "Shan": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  ", "Tiny": "\n[1]  \n[2]You're quite a boy. Sacrificed everything to save a friend. \n[3]A little bat told me. Mr. Tiny takes a french fry off Darren's plate, eats it. Darren looks around. Where the hell did Crepsley go at a time like this? Mr. Tiny knows what he's thinking. \n[4]Oh, he's still here. \n[5]Crepsley. Trying to stay alive. It's so quiet around them Darren can hear a clock TICKING. It's a heart shaped POCKET WATCH Mr. Tiny holds on a chain. \n[6]Would you like to see? \n[7]Why the fight of course. Boys like to watch fights, don't they? Mr. Tiny hefts his watch. It almost seems to melt into his palm. As he pulls the winding knob out with a CLICK... As Darren and Mr. Tiny blink out, disappear from the booth... \n[8]Join me. \n[9]It's time we had a few moments. Folks involved in epic struggles should get to know each other. Darren doesn't answer. \n[10]Has Crepsley told you about me? Explained me? \n[11]He gives me too much credit. \n[12]  \n[13]Is that really what you think? A smart boy like you? And the lights drop. A trumpet blasts and all is silent. \n[14].subjugators and saps... \n[15]Oh, his speeches are impossible. Mr. Tiny opens his free hand. His pocket watch melts up into view from his palm. Time begins to speed up around them. Mr. Tall's voice speeds to a BUZZ as he 'keystone cops' off the stage and Rhamus 'keystones' on. The audience's small movements become rattles and shakes. Only Darren and Mr. Tiny are at normal speed. \n[16]I'm not so complicated, Darren. During war there are those who profit. A war between vampires and vampaneze would have terrible consequences. Therefore... \n[17]Excellent. I am a profiteer. I exact fees and gains. I'm simple. On stage, Madam Truska exits and Evra 'keystones' through his performance with his snake. \n[18]Did Crepsley tell you of the prophesy? \n[19]They say the final battle between vampires and vampaneze will be decided by a child. That's why the vampires won't blood children. To avoid the end of the world. As these words are pondered by Darren... \n[20]I think I underestimated you. I think you could be wonderful. \n[21]Too bad. Mr. Tiny closes his hand around the watch. Time returns to normal. The applause for Evra slowing down to normal speed. As he walks off the stage, Debbie looks back at Darren. \n[22]Darren, you're a liar. He's a thousand miles gone by now. And master Crepsley is right there. As he points at Crepsley... \n[23]Sighs. This is not how it's supposed to go. Sam and Debbie leave their seats, head for the stage. ", "Steve": "\n[1]Hey, Darren! No answer. Steve walks along the stall, scoots low so he can see any feet in front of the bowls. \n[2]Did you fall in? Darren! \n[3]Man, we're getting killed out there. It's three to nothing. Darren is all concentration as the spider drops a little. \n[4]GOAL! Three to one! The other team regroups, starts back upfield with the ball. Darren steals it. A few strides and WHUMP! Darren catches the goalie too far out. The ball lofts just over the backpedaling goalie's head, bounces into the goal. \n[5]  \n[6]What does that prove? Huh? The goalie blanches as Steve moves at him. Kids are nervous about Steve. He likes to fight. Darren gets between them. \n[7]That's why he kicked it. To kill time. Well, I still got time to kick your face. \n[8]You idiot! The car SCREECHES to a stop, idles ominously. Suddenly Steve doesn't seem so tough. He looks nervously back to Darren. But as a WIND picks up, the Lincoln suddenly tears off. A sheet of PAPER is kicked up by one of the car tires. The wind sends it sailing. It drifts down, until... Steve notices, snatches it out of the air. Darren steps up beside him, watches the Lincoln disappear down the street. Creepy... \n[9]Look at this. The paper is a FLYER. A startling, violent layout. Beneath a snarling WOLF'S HEAD: CIROUE DU FREAK - Human oddities and other living curiosities. Midnight. Zeiterion Theater. $20 - Admission is at the discretion of the proprietor. \n[10].Human oddities and other living curiosities... Other. Does that mean not human? 4. Darren shrugs, takes the flyer. \n[11]  \n[12]  \n[13]I gotta show you something... \n[14]Vampires. I've been studying them. Vampires? Darren looks at him a beat. \n[15]They been around 1000's of years. Two tribes. They even fight wars. 6. \n[16]Okay, sometimes, when humans fight? They fight at the same time. And no one knows it. Like at the Battle of Stalingrad they fought at the same time the Russians and Germans were fighting. Darren just looks at him, wonders if he's serious. \n[17]Some people know about it. There have even been books written. He pulls a frayed old yellow hardcover from his bag. \n[18]It's everywhere if you look. On the internet, in blogs, newspapers, weird places. But you can find it. The room starts to tighten a notch around them. \n[19]I chatted online with one of them. \n[20]Serious. We become aware of... \n[21]Here he is in 1923. And here 1855. Huh? Maybe he'll be there tonight. Would that make you believe? As Darren looks them over, the POV looms up behind them. Suddenly Darren spins... And ROARS at what's behind them: his sister Annie. She SCREAMS in response. Steve jumps a mile. Darren LAUGHS. \n[22]I'm gonna get a soda. \n[23]Sorry, Mrs. Shan. \n[24]I wish I was. You guys got everything in here. \n[25]She's okay... She's been working a lot lately. A little frown of concern crosses Darren's mom. Something about Steve... His mom... He brings out a bottle of soda. \n[26]I know. Darren's mom exits as Steve pulls down two glasses, starts to pour soda. As he waits for the foam to settle, he sees... The purse. Just there. A quick look around, it doesn't take him long to decide. Steve steps over, opens the purse. A quick rifling finds a wallet: $200 in $20's. He peels off three bills, shoves them in his pocket. BLLEEEP! A cell phone starts going off in the purse. Fumbling, frantic, Steve stuffs the rest of the money back in the wallet, the wallet back in the purse, closes the purse -- Darren's Mom is back in. She's hurrying to get to her celiphone, so... \n[27]I gotta go. See ya tonight. \n[28]Cirque du Freak. \n[29]Don't sweat it. I got money. Meet me ten to Midnight. The Zeiterion Theater. \n[30]Tell them you're sleeping over. We can meet early, walk over together. \n[31]D, it's Cirque du Freak. You wanna hear about it Monday? Or see it tonight? Steve lets his point sink in, then goes. \n[32]I came here after your house. There was a van there, guy selling tickets.  Rest is history. They cross toward the ornate, albeit crumbling facade of the ZEITERION THEATER. Deserted, except for a few CANDLES burning on the sidewalk by a door. The wind moans. \n[33]Get inside. \n[34]We're here to see the show. He takes an ominous step forward, then holds out a hand. \n[35]Maybe he heard me say it. 13. Mr. Tall turns a corner, only steps ahead of them. But... \n[36]No, you go. I'm staying. Steve starts down toward the stage. Darren follows. \n[37]This is my destiny. Don't ruin it. Steve looks dangerous as he looms. Darren raises his hands in surrender. Steve eases off, but he's still intense. \n[38]That car today. It was a sign. Sending me here. I was told there'd be a sign. Too friggin' weird. \n[39]I'll tell you later. If I can. Steve scrambles onto the stage and disappears into the back. Darren stands, whispers into the dark. \n[40]He moves past a dilapidated stage elevator. Stumbles. As he heads further into the dark. \n[41]Turning a corner, is startled by what turns out to be a costume mannequin. But beyond: a LONG BOX set on two sawhorses. Coffin-sized. Empty, its lid propped up by it. The dust is tracked with footsteps. A mini-FRIDGE hums in a corner. Steve steps over, sees an EXTENSION CORD which runs up the wall, disappears into a hole punched in the ceiling. \n[42]He's opened the door to the fridge. The little bulb inside pushes through the gloom, lighting the area up. \n[43]Reaches in the fridge, takes out a glass jar that looks to be filled with BLOOD. Steve raises it, swirls it around inside. \n[44]I -- I know who you are. \n[45]You're a vampire. \n[46]Nothing. No one. Crepsley takes a moment to decide if he believes him. \n[47]I want to join you. \n[48]I want you to make me a vampire. Not what Crepsley  expected. Steve stands there trying to look resolved. Crepsley is surprised, intrigued. \n[49]I don't care about living forever. But you do seem to live a long time. \n[50]I already do. \n[51]My father's gone; my mother doesn't care about me. \n[52]I have a friend, but he doesn't understand. He's got too much to know what it's like to be alone. As Darren reacts to this... \n[53]When you're alone you feel weak. Useless. But I know there must be something strong about it, too. I want to feel the power of being alone. I want to be a vampire. 23. \n[54]I don't care. Crepsley's actually impressed, but after a moment he waves a dismissive hand. \n[55]Do it. Make me a vampire. \n[56]What's wrong? \n[57]What do you mean? 24. \n[58]That's a lie. You take that back! Crepsley draws himself full, his voice deadly. \n[59]Hey, midget, where's the idiot? Annie motions Steve in. He stops short when he see everyone else. He recovers, does his best Eddie Haskell... \n[60]Hi, Mr. Shan, Mrs. Shan. It's nice to see ya. As Steve gets several less than welcoming looks... \n[61]What was that? Everyone acting like they don't know me. Did I walk in on something? Darren closes the door. Gets to the point. \n[62]Nothing. I hung out in the theater for awhile, but no one was around. The lie hangs in the air a moment. \n[63]Sorry about the way I acted. I'm sorry I pushed you. \n[64]What? \n[65]You said bad blood. I never heard you say something like that before. \n[66]Sure... Darren steps over, starts his computer up. While waiting, Steve sees the digital camera on the dresser, picks it up. 30. \n[67]I gotta get one of these. Steve switches it on. Something occurs to Darren too late... \n[68]It's Madam Octa. \n[69]Liar. Look at the background. This got taken right on your desk. Darren's caught. As they just stare at each other. \n[70]How'd you do it? \n[71]Just like that...  You stole from a vampire you know? \n[72]You were there, weren't you? You heard what he said to me? That I was evil? 31. \n[73]How do you think he made her do what he wanted? Darren opens his desk drawer, pulls out the flute. \n[74]I think that was just for show. I think he used something else. Some kind of mind control. \n[75]I bet anyone with a brain could do it. Which leaves you out. Steve smiles, gives Darren a little punch in the arm. The tension is loosening. They react to a KNOCK on the door. \n[76]Did you hurt Stevie?! Did you?! 34. She shakes Darren hard. Darren's Dad gets between them. She breaks down, sobbing. Darren's mom tries to soothe her as she moans about what a bad mother she is. \n[77]       \n[78]Darren? And then he drifts off, asleep. His breathing growing deeper, steadier. Darren realizing he's going to be okay. \n[79].Doctor said it was a miracle. They say I'm unique -- Steve spots Darren as he steps up in the back. \n[80]Hey, Darren. I've been looking for you. We got a lot to talk about. 43. \n[81]But first... Steve holds out a fist. A MOUSE pokes its head out through an opening in the hand. Its whiskers twitch. As Darren looks from the mouse to the snake... Steve addresses the kids does his best 'Mr. Tall'. He tries to be entertaining, but he comes off creepy. \n[82]Welcome to Cirque du Steve. What happens to us all can happen to any of us. If you watch, it's by your own free will. Say farewell... \n[83]It's nature. Anyhow don't watch. And don't blink; you might miss it. Steve sets the mouse in the terrarium. The MOUSE takes a few tentative steps. Moves toward a corner away from the... SNAKE who's suddenly alert. It raises its head, flicks its tongue. Coils back on itself. ZAP! The snake STRIKES... And Darren darts down his hand! CATCHES the snake just below its head, out of mid-air, out of mid-strike. Impossible! The snake twists in Darren's hand. The students are blown away. Steve's eyes narrow, his wheels are turning. The BELL RINGS. Moment over. Kids hurry out to class. 44. Darren scoops up the mouse, drops the snake back in. As he starts out, Steve cuts him off. \n[84]What happened to the spider? \n[85]I had a dream. You and Crepsley were in my hospital room... \n[86]I'll tell you now. Darren reacts instinctively, grabs Steve with his free hand and SLAMS him against the wall. Steve's nearly off the ground, only his left toe touching. \n[87] Vampire hunting. Steve rushes the last step, a jagged WOODEN STAKE held high over his head. He knocks Darren back on the ground. Pouncing on top, he brings down the stake. Darren catches hold of Steve's wrist. Stops the point of the stake just over his heart. Steve puts his weight into it. A desperate moment of struggle, but Darren's strength is resurgent. He throws Steve off. Steve rolls to his feet, comes at him again. Darren catches his wrist with one hand, his throat with the other. He slams him up against the mausoleum, holds him there. \n[88]Yeah, I wanted to, but you did. You stole my dream. You stole my destiny. \n[89]  \n[90]I'm going to hunt you, Darren. You and the other one. Crepsley. I'll put a stake in you and burn you to ashes. I'll make sure you never come back from the grave again. WHAM. Steve walks right into Crepsley. He picks Steve up by the shoulders, pulls him close. With a voice like Death... \n[91]Mr. Tiny made my dream come true. Only better. I'm half vampaneze instead of a stupid half vampire. Mr. Tiny says I have a destiny. He says he's gonna make sure of it. \n[92]        \n[93]But, I think I've known him a long time in my head. In my bad, bad blood. Chilling. Maybe Steve is evil. He leans in even closer. \n[94]He gave me back the dream you stole. Murlough motions Steve quiet, slaps a hand over Darren's mouth. Listens. Smiles. Whispers. \n[95]  \n[96]Ooops... Steve lifts the latch. Even he doesn't expect the force the wolfman hits the door with. Whaanngg! It's out. Evra steps bravely forward. The wolfman sends him flying. Sam can't hold Darren up by himself. He doesn't even see the Wolfman leap over. As Darren sinks to the floor... The wolfman tears into Sam... 107. \n[97]He's more surprised than shocked. Until the wolfman looks his way. Then he heads for the hills, disappears into the dark. The wolfman turns back toward Debbie. She backs away, takes off up a rickety stairway. The wolfman HOWLS, then follows. Darren's too weak to follow, near tears in frustration and regret. He watches after them, then he looks over at Sam. Sam who is dying. Just a few feet away. His eyes flicker to Darren's. He tries to say something, but can't. \n[98]Is Crepsley dead? \n[99]What can I do? \n[100]Stop being a big shot. This isn't like stopping some fight at school. \n[101]Stay back! Or I'll throw her off! I mean it! It sounds like he does. Darren looks intently at Debbie. She looks back. Then, Darren makes CHICKEN CLUCK SOUNDS. Understanding, Debbie tears herself away. To the precipice. But instead of falling, she continues out on a rafter. Steve slides out after her. But as he reaches for her, she deftly skips across the rafters, jumps back to the floor. Before Steve can follow, Darren cuts him off. Below them: rows of jagged, rusty pipes. The remains of a pumping station. Shredded now, broken. Waiting to impale. \n[102]Is it? Steve lunges. They come together, trading shots, stumbling but still having to make the rafters. A missed footfall will be their last. They separate, try to gain position. \n[103]You wanna hear something funny? After your funeral, I went to see your parents. They continue circling. \n[104]And they were fine. They acted like they barely remembered you. \n[105]  \n[106]What? \n[107]Why do you ask? Is knowing that gonna help you rest in peace? \n[108]  \n[109]Hate to tell ya. Your dad was right. How do you think we got the money for the dumb tickets? I took it. Just like I'm gonna take you. Steve jams his foot down into Darren's face, but Darren hangs on. In fact, with a superhuman surge, he hauls himself up, no matter how many times Steve hits him. 112. WHAM! Darren lets Steve have it. \n[110]Next time... And he's gone. Disappearing into the dark. Darren joins Debbie. Nothing left to hide. ", "Madame": "", "Truska": "\n[1]By my own free will, Darren Shan. As Crepsley's fingernail hovers, ready to open a vein. Darren shakes his head. 'No'. 95. ", "Rhamus": "\n[1]My name is Rhamus Twobellies. And I do have two. He TRIPS, stumbles toward the edge of the stage. PEOPLE in the front row jump back to keep from being crushed. Rhamus stops short, LAUGHS at them. He was pretending. He's practically doubled-over, resting his hands on his haunches. More blue-robed MIDGETS roll out a CART covered with food and lots of other stuff. Rhamus grabs a GLASS BOTTLE of soda. Instead of opening it, he bites off the glass top, chews it and swallows. Soon he's eating food almost as fast as he can grab it. Disgusting, but great fun at the same time. Next, he holds up a couple of nuts and bolts. Then swallows them whole. He swings his belly around. You can hear the sound of metal shifting inside. The crowd recoils as he starts to regurgitate, spitting out BOLTS, NAILS, BOTTLE CAPS, a JACKKNIFE. They clatter on stage. Finally, a METAL LINK appears between his teeth. He pinches hold of it and pulls. A CHAIN starts out of his mouth, up from his belly. One foot...two...six feet in all. With a shrug he starts off stage, dragging it behind him. Darren &amp; Steve break into applause. So does the audience. As Rhamus' chain slides out of sight, a SNAKE slides in. An enormous BOA CONSTRICTOR. Impossibly huge. It slithers out to the center of the stage, its tongue flicking in and out. A SPOTLIGHT flicks down from above. The snake stops, raises itself several feet off the ground as it looks up, seemingly transfixed by the light. But in reality... The end of a thick ROPE drops down. And moving down the rope is a BOY. Very thin, his blonde hair tinged with green. This is EVRA VON. He moves smoothly, twists over backwards to set his feet down on the stage. Evra wears a sort of cloak which he suddenly spins out of. The audience GASPS... Wearing only shorts, Evra's body SPARKLES. He's covered in gold, blue and green scales! He moves a vaguely webbed hand through the air, charming the snake which raises itself higher still. He slowly slides forward till he and the boa are nearly eye-to-eye. Then Evra leans forward and KISSES the snake on the nose. 16. ", "Twobellies": "", "Rebecca": "", "Murlaugh": "", "Crepsley": "\n[1]Motionless, looking past the crowd. The only difference from his pictures is he's a bit older and a SCAR runs down his left cheek. It stretches his mouth up on that side. Recognize him. Can't believe their eyes. Steve pulls the print-out from his pocket, compares. \n[2]It's not true. That all tarantulas are poisonous. Though some can kill a man. With one bite. Crepsley whisks off the covering. In the cage: a TARANTULA the size of a large man's hand. So big you can make out individual eyes. As deadly looking as it is beautiful. \n[3]Her name? Madam Octa. Pray that she never learns yours. Two of the blue-robed 'little people' lead a GOAT onto the stage. A ripple of worry runs through the crowd. Crepsley starts over. The goat BLEATS. The little people hold it. Mr. Crepsley flicks open the cage door with his finger. The spider sets its front legs on the bars, pulls itself through. A few gasps from the audience. The goat bucks. Madam Octa bares her fangs, poised to leap on her prey. Several audience members CRY OUT that this should stop. Crepsley looks out with mock-theatrical surprise. \n[4]No...? Shall it be life? Chuckling to himself, he looks to the goat tenders. They release the goat which bee-lines its way off the stage. Crepsley faces the audience. \n[5]I wonder if you would be as shocked to see the same fate for me? Madam Octa moves -- climbing the outside of the cage -- taking a cautious step onto the hand holding the cage, then starting up Crepsley's arm. He stands dead still. Have a million questions, but right now the performance has their full edge-of-their-seat attention. \n[6]Though we have been together such a long time, she is no pet. I think she would quite enjoy killing me. Crepsley calmly raises his free hand. It holds a shiny TIN WHISTLE. Madam Octa has reaches his shoulder. 18. \n[7]For her bite there is no cure. Madam Octa bares her fangs, even longer now. Her malevolence about to be directed at her master. Crepsley carefully puts the whistle to his mouth and starts to play, as simple as it is evocative. Madam Octa hesitates. Then, she moves around his throat, starts to climb his face using his scar as her guide. She gets to the top of his head, stands in his shock of hair. She sways; she's dancing! Then she leaps, lands on the end of the whistle. Crepsley keeps playing as Madam Octa attaches a web, drops down about 18 inches off the end. She starts to swing. Crepsley takes the whistle from his mouth and twirls it around. Octa does a few 360s and the thread breaks. She sails up high over Crepsley's head. He cranes back to watch as down she comes, legs splayed. She lands flat on his face. The whistle is in his hand. Crepsley looks out at the audience. Looking out between her hairy legs, his eyes are wide with horror. Without warning, the spotlight on him goes out. As the stage is plunged into darkness, we hear Crepsley SCREAM. A horrible, horrible sound. The audience wait, but nothing happens. Some of them rise from their seats, peer into the gloom. It's too dark. The sound of something being DRAGGED. Then nothing. A light comes up stage left as Mr. Tall steps out. \n[8]Are you looking for me? Steve whirls -- drops the bottle -- SMASH! Standing behind him - dead still - CREPSLEY. \n[9]Tell me, boy. Who am I? \n[10]Too broad a definition. Do you introduce yourself as a human? Who I am is Larten Crepsley. \n[11]Who sent you and what do they want? \n[12]Then what do you want? 22. \n[13]Join me? I don't understand. \n[14]Is it because you want to live forever? Because we don't. \n[15]A long time alone. Do you want to live alone? \n[16]Are you an orphan? \n[17]Nor mine. You're friendless also? \n[18]The power of being alone will never be greater than the weakness of it. \n[19]It makes no matter. We do not blood children. I'm sorry. Steve pulls a JACKKNIFE from his pocket, flips open the 2- inch blade. Crepsley laughs out loud. \n[20]Do you intend to use that on me? And we feel it more than see it, but Steve cuts into his own palm. He holds it up, moist and red in Crepsley's face. \n[21]Do not tempt me. \n[22]Crepsley shoves Steve down to the ground and immediately begins spitting onto the floor. Like it was poison. \n[23]You have bad blood. \n[24]I can taste the menace in your blood. You can never be a vampire. You're evil. Steve scrambles to his feet. \n[25]Go home. Suddenly cowed, Steve just stands there blinking. \n[26] \n[27]What have you come for this time? Darren pulls out a CRUCIFIX, holds it in Crepsley's face. The vampire takes it, looks it over. It has no effect. \n[28]Why should they? \n[29]Am I? Are vampire bats evil when they drink the blood of cows? \n[30]So am I. So are you. Our appetites don't make us evil.  Why are you here? \n[31]Yes, well, boys who play with things they do not understand can hardly complain if -- 36. \n[32]The antidote to her poison is rare. Expensive. Why should someone as evil as I am waste it on Steve? \n[33]Money doesn't interest me. \n[34]The night Steve came below to speak to me, you were there. Did you hear what we talked about? \n[35]You don't just 'become' a vampire. The change is too extreme. And if the shock didn't kill you, your inexperience would. So you become one in stages. A half-vampire at first. With greater strength than a human, but still able to go out in sunlight. You learn from a full vampire. Do you understand? \n[36]But your friend has bad blood. He's no good. There's no telling what he'll become as he matures. \n[37]And yesterday you didn't believe in vampires. Regardless, I've left the Cirque. Left my protection. I need someone to protect me while I sleep. I need an apprentice. \n[38]Then your friend will die. The words hang in the air. Crepsley smiles. \n[39]You hardly have a choice. It's your destiny. \n[40]Try this then. You're reckless enough to steal, responsible enough to come back for a friend. That's enough for me. \n[41]Yes, well, destiny can't be explained. It must be lived. Now, you're wasting my time. \n[42]There isn't. \n[43]And he slips away while we argue. Life or death? Yes or no? \n[44]Yes or no? Thoughts rush, then stop. Darren finally just nods. Crepsley raises his right hand. The nails are not especially long, but they look thick and sharp. Crepsley takes Darren's hand, jabs at his forefinger, draws blood. He dabs off a drop, smells it, then tastes it. \n[45]You have good blood. Crepsley lifts his own left hand. He presses the nails of his right into the fleshy tips of his left hand fingers. Then he uses the left nails to mark the right fingers in the same way. Blood drips down all ten fingers. \n[46]Lift your hands. Darren does as he's told. Crepsley digs all ten nails into all ten of Darren's fingertips. Darren jerks back in pain. \n[47]Get used to pain. More lies ahead. He motions to his hands. Darren raises them, fingers spread. Crepsley presses his fingertips to Darren's. Blood brothers. As their eyes lock, Darren frowns at an alien sensation. \n[48]The blood flows into your left arm and out of your right. Do you feel it? Getting near your heart? Darren nods, shivers. \n[49]Almost there. A force arcs through Darren's body. He screams, falls down. 39. Crepsley turns away, starts to lick the blood from his fingertips. Tries to block out Darren's soft whimpering. Tries to block out any sympathy he feels. \n[50]The world will start to slow down. You'll become a witness of time.  Your friend's time is running out. He pulls Darren to his feet. \n[51]Take my arm. Don't let go. Darren takes hold. Crepsley starts to move. Only it seems more like he's still and the ground is moving under his feet. Darren looks about as the building begin to streak past, the road a blurred ribbon. The night has a weird chromatic look. The world moving faster, Crepsley and Darren slipping past. A moment later and they're in the... \n[52]Lick your fingers. Vampire spit will stop wounds from bleeding. Darren looks at his fingers, then around the lot. \n[53]It's called flitting. Which room is your friend in? \n[54]We're in time. He still has a few minutes left. Crepsley takes a small AMBER VIAL from his pocket. He breaks a wax seal then pinches out a small blackened cork. He pulls the drip line out of the IV CATHETER and empties a drop of the vial's dark, viscous contents inside. It swirls murkily, coloring the liquid on its way into Steve's arm. A beat and then Steve seems to convulse, his arms and legs twitching. Is he dying? \n[55]He was near death. The journey back is not pleasant. What do you know about him, this boy with bad blood? \n[56]Hmm... Who's his father? \n[57]Will you come with me now or do you have things to set in order first? That's when it really hits home. He's agreed to leave every- thing and go off with a vampire. Without really thinking, Darren starts backing toward the door, his eyes on Crepsley. 41. \n[58]I see... Darren's almost to the door. Crepsley stays where he is. \n[59]Run if you want. It won't help. You're a creature of the night now, Darren Shan. Darren turns and bolts leaving Crepsley alone. Chuckling, the vampire tucks Steve's covers up under his chin. \n[60]The darkness isn't so scary anymore, is it? \n[61]It's neither here nor there, but, I do feel sorry for you. Darren waves it off, doesn't want to hear it. \n[62]Are you ready then? The night is young. We can make many miles. \n[63]There's only one thing for it. 48. \n[64]We'll have to kill you. \n[65]Your heart will slow down so drastically they won't find a pulse. With the fall from the window, they'll think you're dead. \n[66]Even better. They'll mend in a few days. Vampires don't stay broken for long and it takes a very long fall to kill one. \n[67]Don't worry. I have ways of making my thoughts become the thoughts of others. They'll leave you alone. 50. Crepsley gestures to the window. Knowing the plan, Darren climbs out, his foot resting on the trellis. He looks to the ground, back to Crepsley as an odd thought hits him. \n[68]You have a new job now. Drink. Darren steels himself, gulps it down, hands the bottle back. \n[69]Your breathing is slowing, your heart as well. Do you feel it? Darren can't answer. He blinks his eyes 'yes' instead. \n[70]You may be aware of what's going on around you. Remember, the grief that you hear will be a release for those who express it. Darren's eyes drift shut. Crepsley lets him go. \n[71]  \n[72]On your feet. \n[73]Walk it off. I'll fill this back in. Go. Breathe some air. Crepsley closes the coffin, begins to fill the hole as Darren ambles off. Not exactly the start of his best day. \n[74]If we ever meet again, I will show you loneliness you cannot imagine. Steve trembles in fear. Crepsley lets go. Steve takes off running. Crepsley looks to Darren. \n[75]Do you still question his blood? Darrenthoughtful, doesn't know what to think. \n[76]Yes. But so would getting hit by a truck if it was going fast enough. Steve finally disappears from sight. Crepsley sighs. 56. \n[77]He'll be trouble before it's over. \n[78]This adventure we're on. Shall we start? Darren hesitates, looks to the twinkling lights of his city. \n[79]You'll get used to it after awhile. Vampires are always saying goodbye. A beat, then Darren looks back at him. \n[80]Yes, sunlight would kill me. My electrons are different than a human's. But it would take several hours of exposure. I'd have plenty of time to kill you before I closed the curtains and went back to bed. Crepsley pulls the blanket up over his head. \n[81]We can die violently. Accidentally or otherwise. But we also grow old. A full vampire will age one year for every ten human years he's alive. A half-vampire like you: one for every five. \n[82]I was born in 1774. I became -- Crepsley looks back to where Darren has stopped short. \n[83]Should we do the math or not? Darren nods. Crepsley motions him to keep up. \n[84]I became a vampire when I was 20 years old. In 1794. \n[85]In Paris. The days of the Terror. Heads in baskets. Guillotines up and down all day. Really when humans put their minds to it, we vampires can hardly compete. 59. Darren's stare jogs him back from the good old days. \n[86]Math. 1794. So I've been a vampire now for 211 years. Hmm? Darren nods again, still with him. \n[87]I age 1 year for every 10, so, 211 divided by 10, I've aged about 21 years in that time. That 21 plus my first human 20 makes me look about 40. \n[88]Exactly. You're going to be a teenager for a very long time. They walk on a few steps as Darren thinks this over. \n[89]What car? \n[90]I've never owned a car, Darren. I don't need one. \n[91]And you saw me behind the wheel? \n[92]It wasn't me. As Darren considers this, Crepsley stops suddenly. 60. \n[93]There... Ahead: just more parking lot. A WOMAN exiting a BOOKSTORE. \n[94]Dinner. \n[95]I put her to sleep. She'll be like this 15 minutes. When she wakes up, she won't remember a thing. 61. Crepsley eases her to the ground, finds a vein on her wrist. \n[96]No. She'd have to share y blood for that to happen. \n[97]A vampire who feeds often can control himself. One who drinks only when he must can end up feeding wildly. He uses one of his fingernails to open the vein. \n[98]The hunger inside us must be fed to be controlled. To be civilized. It's what separates us from... the others. \n[99]Your turn. \n[100]Darren... \n[101]You can lead a vampire to blood, but you can't make him drink. \n[102]No matter, you need blood to live now. You'll drink eventually. When you're hungry enough. The wrist is clean, the cut gone. A barely perceptible scar. \n[103]  \n[104]Nothing. Let's go. \n[105]The thought of spending another minute with you. Crepsley turns and walks, but Darren's right. \n[106]We still need to eat food, too. I just don't need it tonight. Darren just sits there. Silently as tears begin to run down his cheeks. Crepsley is exasperated. \n[107]Now what? 63. \n[108]Of course you did! You're a Crepsley catches himself. He is not without some compassion. \n[109]I'm sorry. It was wrong of me to blood you. You're too young. But it's done. Like the entire history of the world up to this moment. Darren quietly cries. Crepsley pulls two paper napkins from the dispenser, hands them to him. \n[110]  \n[111]Almost out of gas. But looking ahead. Clocks in an instant: a RED LIGHT AHEAD. Cars STOPPED. A CAR FROZEN having just crossed the INTERSECTION. HEADLIGHTS from a blind corner. Crepsley slows. Just as Murlough's about to catch him from behind... Crepsley comes out of flit mode, disappears. As Murlough FADES after him. \n[112]Find a blanket. A rug. Cover it. \n[113]My arm's broken. But it should be fine in a day or two. \n[114]No. The one with the watch was Mr. Tiny. Very dangerous. \n[115]Who said he was a man? \n[116]Mr. Tiny can't be explained. He needs to be experienced. \n[117]A vampaneze. \n[118]Long ago humans were looked upon as animals by some vampires. Cattle to be slaughtered. Laws were passed to forbid needless killing. It made it easier to pass unnoticed among humans if we didn't murder them. Most vampires obeyed... \n[119]Seventy vampires broke away, declared themselves a separate race. The Vampaneze. Over time their appearance changed, their numbers grew. They believe it's wrong to feed from a human without killing it. \n[120]They believe those of us who feed in small amounts live like leeches. In shame. It led to war. Crepsley touches the scar on his face, remembers. \n[121]The last one nearly destroyed us all. There's been a truce for many years now. Will you be alright while I sleep? Darren looks around at the dilapidated crap heap he's in. As he tries to hold his heart together... \n[122]What do you think of rejoining the Cirque du Freak? Until you get on your vampire feet so to speak. \n[123]Yes, yes. Three-eighths if you want. What do you think? As Darren thinks... \n[124]Do you still have my coffin? \n[125]I'd be delighted. \n[126]You don't approve? \n[127]I'm no longer part of their domain. \n[128]Darren... Darren turns. Crepsley's back there in the shadows. \n[129]How do you feel about show business? \n[130]To be poisoned by a spider may be my fate. It's Darren's cue. Looking appropriate in his burial suit, he walks out carrying Madam Octa's cage at arm's length. As she realizes it's Darren. Cool. \n[131]Look glum... Miserable... 77. Darren loses the grin. Crepsley opens the cage. Madam Octa steps to the opening. Crespley raises the flute, plays. Madam Octa walks out and up to Darren's shoulder where she attaches a web thread. The audience react as she leaps to Crepsley's shoulder and attaches the other end. She dances across to the music, spinning a web as she goes. Darren looks out, sees how much Debbie enjoys it. \n[132]Darren...  78. \n[133]I'm not going to sleep here. We'll find a nook in the factory. Crepsley starts off. Darren starts to follow. \n[134]You need blood. Darren gives him a dirty look, grabs the mattress. They start walking toward the factory. \n[135]What we want is who we are, don't you think? \n[136]You won't learn by me telling you. You must live some things to know what they are. Darren sighs in deep frustration. Crepsley has a thought. \n[137]Okay. Why do you like spiders? 79. Darren tires to figure what he's getting at? Implying? \n[138]Did you ever think there was a particular reason? It seems Crepsley knows the answer even if Darren doesn't. \n[139]That's the trouble with children. They don't think about things. \n[140]Are you a man? If you're not a man, you're a child. \n[141]In between does not exist! The words echo a moment. Darren no closer to understanding. \n[142]I'll sleep in here tonight. But sit outside the van tomorrow and make it look like I'm there. It's just caution. Old habits die hard. \n[143]Gavner Purl, as always I heard you coming from a mile away. CLICK! In his hand by his side, Mr. Crepsley holds a thin SWITCHBLADE. He presses the steel back ever so slightly. 80. \n[144]Decades now. They embrace. Darren's trying to catch up. \n[145]Never mind. Darren, Gavner Purl. Gavner extends his hand to shake. Darren sees'the scars on Gavner Purl's fingertips. Darren raises his own hand so Gavner can see his scars. Gavner looks at Crepsley. \n[146]Of course. We don't make full vampires of our assistants. Gavner Purl looks at Crepsley, stunned. \n[147]I have my reasons. \n[148]I don't owe answers to vampires anymore. I'm exiled from our kind \n[149]All I care to say is a boy sought me out, knew who I was. He asked me to make him my assistant. Gavner looks to Darren, suspicious. \n[150]  \n[151]I met Darren shortly after. His blood was good or I certainly would have killed him. Darren reacts again. \n[152]He tried to kill me. What he wanted with you wasn't determined. \n[153]What's important enough to track down an exile? What is your news? \n[154]I'm not interested in your wars. \n[155]I've had enough killing! No more! You've come to the wrong place. I am the wrong place... Gavner raises his hands in surrender. \n[156]  \n[157]Then travel safely. \n[158]Take him with you if you want. He's of little use to me. \n[159]Good morning, Darren. \n[160]Look at you. You can barely stand. \n[161]You need to feed. You need blood.. \n[162]No need to hunt. There's someone here willing to save you. From the shadows: Madam Truska. Startlingly beautiful. She steps up. Eyes on Darren, she offers Crepsley her wrist. \n[163]Drink or you'll die. \n[164]You're not! And you'll be nothing! Darren stands there as noble and sad as a boy could be. \n[165]Holding Madam Octa's cage. Aware something's 'in the air'. \n[166]His back to a wall. Trying to hold it together. Frozen PATRONS facing the exit beyond. As he'loses his flit power, the patrons suddenly resume real speed for the exits. \n[167] \n[168]Reacting to Murlough's voice. \n[169]Listening as the scream fades off. Clutching his stomach, Crepsley moves. \n[170]Evra... Get them out of here. \n[171]I can smell it. Why does it hide? The vampire is here. WHUMP! Murlough drops from above. Lands ten feet in front of Crepsley. As they begin to arc around each other. \n[172]Even the creatures of the night watch too much TV. Darren swings past through the middle of it all. Murlough charges. Crepsley sidesteps Darren, decides to take the fight higher. He leaps up, swings himself up onto one of the catwalks. Murlough follows. They use the room steel as monkey bars as they climb, clash. Violent, quick attacks. Crepsley gaining a position, abandoning it as Murlough SLAMS in. 105. \n[173]Kill him, Darren. Do it now so you won't have to do it later. Darren looks at Steve. A moment they'll remember forever. \n[174]I just need to catch my breath. For a few days. Maybe a week. \n[175]No. I think that you proved yourself human after all. Human. As Darren absorbs this kindness, smiles. \n[176]What do you mean? \n[177]Yes, yes. Black and white fences crossing very gray fields. \n[178]I'm not sure it's my fight. \n[179]His blood is in you. \n[180]Actually, that's exactly what it does. Mr. Tall manages a smile, considers the sky a moment. \n[181]Yes. Keep my coffin ready, would you? \n[182]To meet the Vampire Generals. War clouds are forming. A storm is coming. And I have a feeling you're needed much more than I am. 116. \n[183]Take my arm. Darren shakes his head, doesn't need it. He shimmers, flits into the night. Crepsley laughs to himself. As he follows... ", "Tall": "\n[1]Ticket. Steve hands it over. Mr. Tall pockets it, looks to Darren. \n[2]Do you have your ticket? Darren. Darren starts to hand it over, hesitates. The guy knew his name. Mr. Tall reaches, takes it. \n[3]This way. We're about to begin. Mr. Tall turns on his heel and strides off. As they follow: \n[4]Ladies and Gentlemen. Welcome to the Cirque du Freak. We are an ancient circus. We have toured for five hundred years... 14. Darren and Steve exchange a look at this information. \n[5].Bringing the remarkable and grotesque to generations. Our freaks are not people in masks. They are not harmless misfits. What you see tonight is real. Each performer unique. None harmless. To prove this, the Wolfman lunges, reaches a claw through the bars to swipe just centimeters short of Mr. Tall who's non- reaction shows he knows exactly where he's standing. A ripple goes through the crowd as they become aware of TRUSKA. Startlingly beautiful. Dressed for the Moulin Rouge. Crossing the stage in a languid catwalk. Several MEN in the audience begin to cough and shift in their seats. Even the Wolfman takes notice. \n[6]Beauty and the beast. Truska approaches the cage, makes soothing motions, her upper body swaying. The Wolfman lulls to a trance. Two stage hands - MIDGETS apparently, hidden by blue robes, step out and start to push the cage off stage. Truska steps toward the audience, moving in the same languorous rhythm. And then: she begins to grow a BEARD. Hairs creeping from above her lip, curling from her chin. Some in the audience recoil. Darren and Steve trade grins. This is great. Then... From either wing of the stage come twin contortionists: SIVE &amp; SERSA. They walk on their hands, their legs pulled back with their ankles cinched behind there necks. As Truska exits, Sive and Sersa meet in the middle. Like Hindu wrestlers they take turns, climbing up and down each other, look like one person with two fronts. They twist like pretzels, getting huge LAUGHS when they pretend to be stuck. As it goes on, RHAMUS TWOBELLIES pads out to watch. The floorboards creak under his feet. He must weigh 600 pounds. After a moment, he turns, walks toward the audience. The light leaves the contortionists and focuses on Rhamus. 15. \n[7]Thank you, ladies and gentlemen. That is the end of our show. \n[8]Don't you know? What happens to us all, can happen to any of us. That said, there's a crack of thunder and an explosion seemingly at Mr. Tall's feet. He's nowhere to be seen. 19. The houselights come up. The stage is empty. Some in the audience start to clap. Others are a bit dismayed. Darren and Steve sit there as people start for the exits. \n[9]  \n[10]Show time in twenty minutes. Someone tell Rhamus to get his stomachs in gear! He's surprised to see Crepsley and Darren walk up the road. Crepsley's arm seems much better now. \n[11]Larten'Crepsley! As I live and breathe. I thought it would be years before I saw you again. Mr. Tall looks to Darren, throws a surprised look to Crepsley. Crepsley nods. 'Yes'. \n[12]Darren Shan. You've come a long way since the last time I saw you. \n[13]I'm sure. \n[14]Of course. You're really back? Perhaps you could do the show tonight? A few of us are absent or ill this evening. \n[15]Mr. Shan will have to pull his weight as well. I'll give him to Evra. Evra! EVRA! I hope I haven't gone from one unreliable boy to two. 72. Evra arrives. The snake boy from the first Cirque show. \n[16]Evra, my industrious wonder. Here is Darren. Put him to work with you. Show him the snakey ropes. As the two boys consider each other... \n[17]Off with you. Go! As the boys head off, Mr. Tall looks over at Crepsley. \n[18]You blooded a child, Larten? What were you thinking? \n[19]I don't matter. What will the vampire generals say when they hear about it? \n[20]So you say. They may disagree. \n[21]Welcome to the Cirque du Freak. We are an ancient circus. Bringing the remarkable to generations... \n[22]Ladies and Gentlemen... DARREN &amp; MR. TINY \n[23]Welcome to the Cirque du Freak. We are an ancient circus... As Mr. Tall drones on... \n[24]I'll deal with the police when they come. What I'll say, I don't know. \n[25]Time to fly or flit or whatever you call it. The sun won't wait all night. \n[26]Time will tell what this night has brought us. \n[27]Always. As they exchange farewells, Debbie turns to Darren. ", "Alexander": "", "Ribs": "", "Gavner": "\n[1]It's been too long, Larten. \n[2]I suppose. We once shared a coffin together. For six months. \n[3]We were being hunted. \n[4]A half-vampire? \n[5]Nor do we make assistants of children. 81. \n[6]  \n[7]And they are? \n[8]Self-exiled. And I at least am owed an answer. There's a personal history being called upon here. Crepsley is well aware. Darren again is left out. \n[9]And how did you know -- \n[10]How could a boy find you? Crepsley shrugs. Of course he had help. \n[11]Tiny? 82. \n[12]Perhaps you chose the wrong boy. In Mr. Tiny's eyes. A moment as they consider the unspoken implications. \n[13]War. \n[14]Well the other side is interested or they wouldn't be trying to get rid of you. Crepsley gets suddenly very angry. \n[15]Even so, I'm glad you're alive. \n[16]I can still make miles. The war won't wait. And neither will bad news. I have to go. 83. \n[17]Would you mind if I walk a bit with your assistant? \n[18]You look sick. Doesn't Larten feed you? \n[19]Why? \n[20]The only thing drinking blood will do to you is keep you alive. \n[21]You've already turned, Darren. You need to accept what you've already become. There's no going back. They walk in silence a moment. Then: \n[22]He was tired of all the killing. We were at war. \n[23]Crepsley was once a Vampire General. One of our great leaders. He may seem reluctant, but I assure you, no one is as skilled at killing vampaneze than Crepsley is. I think that's why they'd like to get him out of the way. Kill him off before the new war starts. \n[24]I was his assistant. He blooded me, as he blooded you. There's almost something comforting in this news. Gavner Purl so proud and strong looking. Darren wants to know... \n[25]To teach me to kill vampaneze. Up until now, it's the only reason he ever chooses anyone. \n[26]That's for Crepsley to say. Not me. Another brick wall, but Darren accepts it. \n[27]Do you know what the biggest danger is to a vampire, Darren? \n[28]No. It's that they live so long they no longer care. Everything they love is left behind until they finally have nothing left to live for. Except death. The fact that he's taken an apprentice seems, to me, a good sign. A sign that he's thinking of living not dying. \n[29]A clear run. Good. Gavner gives Darren one last appraising look. \n[30]Stay by him, Darren. Stay by him. Gavner takes a deep breath. The air around him shimmers, his image bouncing in and out of phase like an electron heating up. And then he's gone. ", "Purl": "\n[1]It's been too long, Larten. \n[2]I suppose. We once shared a coffin together. For six months. \n[3]We were being hunted. \n[4]A half-vampire? \n[5]Nor do we make assistants of children. 81. \n[6]  \n[7]And they are? \n[8]Self-exiled. And I at least am owed an answer. There's a personal history being called upon here. Crepsley is well aware. Darren again is left out. \n[9]And how did you know -- \n[10]How could a boy find you? Crepsley shrugs. Of course he had help. \n[11]Tiny? 82. \n[12]Perhaps you chose the wrong boy. In Mr. Tiny's eyes. A moment as they consider the unspoken implications. \n[13]War. \n[14]Well the other side is interested or they wouldn't be trying to get rid of you. Crepsley gets suddenly very angry. \n[15]Even so, I'm glad you're alive. \n[16]I can still make miles. The war won't wait. And neither will bad news. I have to go. 83. \n[17]Would you mind if I walk a bit with your assistant? \n[18]You look sick. Doesn't Larten feed you? \n[19]Why? \n[20]The only thing drinking blood will do to you is keep you alive. \n[21]You've already turned, Darren. You need to accept what you've already become. There's no going back. They walk in silence a moment. Then: \n[22]He was tired of all the killing. We were at war. \n[23]Crepsley was once a Vampire General. One of our great leaders. He may seem reluctant, but I assure you, no one is as skilled at killing vampaneze than Crepsley is. I think that's why they'd like to get him out of the way. Kill him off before the new war starts. \n[24]I was his assistant. He blooded me, as he blooded you. There's almost something comforting in this news. Gavner Purl so proud and strong looking. Darren wants to know... \n[25]To teach me to kill vampaneze. Up until now, it's the only reason he ever chooses anyone. \n[26]That's for Crepsley to say. Not me. Another brick wall, but Darren accepts it. \n[27]Do you know what the biggest danger is to a vampire, Darren? \n[28]No. It's that they live so long they no longer care. Everything they love is left behind until they finally have nothing left to live for. Except death. The fact that he's taken an apprentice seems, to me, a good sign. A sign that he's thinking of living not dying. \n[29]A clear run. Good. Gavner gives Darren one last appraising look. \n[30]Stay by him, Darren. Stay by him. Gavner takes a deep breath. The air around him shimmers, his image bouncing in and out of phase like an electron heating up. And then he's gone. "}}