{"filename": "Clerks_script.txt", "imdb_id": "tt0109445", "imdb_url": "https://www.imdb.com/title/tt0109445", "characters": ["Willam the Idiot Manchild /Angry Hockey-Playing Customer /Angry Mourner", "Veronica", "Randal Graves", "Chewlies Rep", "Coroner", "Administer of Fine /Orderly", "Silent Bob", "Old Man", "Sanford /Angry Mourner", "Jay", "Woolen Cap Smoker /Egg Man /Offended Customer /Cat-Admiring Bitter Customer (as Walt Flanagan)", "Dante Hicks", "Caitlin Bree", "Hunting Cap Smoking Boy /Low I.Q. Video Customer /Hubcap Searching Customer /Angry Mourner /Angry Crowd at Door", "#812 Wynarski"], "dialogues": {"Veronica": "\n[1]\t\tWho's leading this mob?  \t\t\t\t\t\t\t\t\t13.   \tThe CROWD looks among themselves. Someone points to O.C.  \n[2]\t\tFreeze.  \tVERONICA jumps off the freezer case, training the nozzle of \tthe extinguisher on the ACTIVIST.  \n[3]\t\tLet's see some credentials.  \tHe reaches into his briefcase. She pokes the extinguisher \tnozzle at him, warningly.  \n[4]\t\tSlowly...  \tHe pulls out a business card and hands it to her. She reads \tit.  \n[5]\t\tYou're a Chewlie's Gum \t\trepresentative?  \tHe nods.  \n[6]\t\tAnd you're stirring up all this \t\tantismoking sentiment \t\tto...what?...sell more gum?  \tHe nods again.  \n[7]\t\t\t \t\tGet out of here.  \tHe quickly flees. She blasts him with more chemical as he \texits.  \n[8]\t\t\t \t\tAnd you people: Don't you have jobs \t\tto go to? Get out of here and go \t\tcommute.  \tThe CROWD sheepishly exits, one by one, offering apologetic \tglances. DANTE tries to regain his composure.  \t\t\t\t\t\t\t\t\t14.   \tVERONICA watches the crowd disperse, disgusted.  \n[9]\t\tYou oughta be ashamed of yourselves. \t\tEasily led automatons. Try thinking \t\tfor yourself before you pelt and \t\tinnocent man with cigarettes.  \tThe last of the crowd exits. VERONICA sets the fire \textinguisher down next to DANTE. DANTE is sitting on the \tfloor, head in his folded arms.  \n[10]\t\tIt looked like Tiananmen Square in \t\there for a second.  \tDANTE is silent.  \n[11]\t\t\"Thank you, Veronica; you saved me \t\tfrom an extremely ugly mob scene.\"  \tDANTE remains silent.  \n[12]\t\t\t \t\tOkay, champ. What's wrong?  \tDANTE lifts his head and shoots her a disgusted look.  \n[13]\t\tAll right, stupid question. But \t\tdon't you think you're taking this \t\ta bit too hard?  \n[14]\t\tAt least they weren't lit.  \n[15]\t\tThen quit. You should be going to \t\tschool anyway...  \n[16]\t\tAll I'm saying is that if you're \t\tunhappy you should leave.  \n[17]\t\tI know. I stopped by your house and \t\tyour mom said you left at like six \t\tor something.  \n[18]\t\tDon't you have a hockey game at two?  \n[19]\t\tWhy did you agree to come in then?  \n[20]\t\tWhy don't you open the shutters and \t\tget some sunlight in here?  \n[21]\t\tYou're kidding.  \n[22]\t\tYou look bushed. What time did you \t\tget to bed?  \n[23]\t\tWhat were you doing up so late?  \t\t\t\t\t\t\t\t\t16.   \n[24]\t\t\t \t\tWhat were you doing?  \n[25]\t\tWho's fighting? Why are you so \t\tdefensive?  \n[26]\t\tShe called you, didn't she?  \n[27]\t\tHow much money did you leave up \t\tthere?  \n[28]\t\tYou're trusting.  \n[29]\t\tHow do you know they're taking the \t\tright amount of change? Or even \t\tpaying for what they take?  \n[30]\t\tHonesty through paranoia. Why do \t\tyou smell like shoe polish?  \t\t\t\t\t\t\t\t\t18.   \n[31]\t\tDo you think anyone can see us down \t\there?  \n[32]\t\t\t \t\tOoh! Can we?!  \n[33]\t\tI was kidding.  \n[34]\t\tTypically male point of view.  \n[35]\t\tYou show some bedroom proficiency, \t\tand you think you're gods. What \t\tabout what we do for you?  \n[36]\t\t\"Be there?\"  \n[37]\t\tHow flattering.  \t\t\t\t\t\t\t\t\t19.   \n[38]\t\tOh, you think so?  \n[39]\t\tAnd I actually date you?  \n[40]\t\tI'm insulted. Believe me, Don Juan, \t\tit takes more than that to get a \t\tguy off. Just \"being there\"-as you \t\tput it-is not enough.  \n[41]\t\tI'm astonished to hear you \t\ttrivialize my role in our sex life.  \n[42]\t\tYou were making a generalization \t\tabout \"broads!\"  \n[43]\t\tHow many?  \n[44]\t\tHow many girls have you slept with?  \t\t\t\t\t\t\t\t\t20.   \n[45]\t\tWe might have; I don't remember. \t\tHow many?  \n[46]\t\tIt better be up to and including me.  \n[47]\t\tYou've slept with twelve different \t\tgirls?  \n[48]\t\tYou're a pig.  \n[49]\t\tDo you know how many different men \t\tI've had sex with?  \n[50]\t\tThree.  \n[51]\t\tThree including you.  \t\t\t\t\t\t\t\t\t21.   \n[52]\t\tI'm not the pig you are.  \n[53]\t\tYou!  \n[54]\t\tJohn Franson and Rob Stanslyk.  \n[55]\t\tI am. And that's why you should \t\tfeel like a pig. You men make me \t\tsick. You'll sleep with anything \t\tthat says yes.  \n[56]\t\tVegetable meaning paraplegic.  \n[57]\t\tAfter dropping a bombshell like \t\tthat, you owe me. Big.  \n[58]\t\tI want you to come with me on Monday.  \n[59]\t\tTo school. There's a seminar about \t\tgetting back into a scholastic \t\tprogram after a lapse in enrollment.  \n[60]\t\tIt's important to me, Dante. You \t\thave so much potential that just \t\tgoes to waste in this pit. I wish \t\tyou'd go back to school.  \n[61]\t\tUnlike you, I have a class in \t\tforty-five minutes.  \tA handsome young man  is standing at the counter. \tVERONICA reacts to him.  \n[62]\t\t\t \t\tWillam!  \n[63]\t\t\t \t\tNo, I'm just visiting my man. \t\t\t \t\tDante, this is Willam Black. \t\t\t \t\tThis is Dante Hicks, my boyfriend.  \n[64]\t\tNo, I transferred into Monmouth \t\tthis year. I was tired of missing \t\thim. \t\t\t   \n[65]\t\tI just talked to her on Monday. We \t\tstill hang out on weekends.  \n[66]\t\tI will. Take it easy.  \n[67]\t\tBye \t\t\t \t\tThat was Snowball.  \n[68]\t\tSylvan made it up. It's a blow job \t\tthing.  \n[69]\t\tAfter he gets a blow job, he likes \t\tto have the cum spit back into his \t\tmouth while kissing. It's called \t\tsnowballing.  \n[70]\t\tHe gets off on it.  \t\t\t\t\t\t\t\t\t24.   \n[71]\t\tWhy do you say that?  \n[72]\t\tSylvan? No; I snowballed him.  \n[73]\t\tI'm serious...  \tA moment of silence as DANTE'S chuckles fade to comprehension.  \n[74]\t\tYeah. How do you think I know he \t\tliked...  \n[75]\t\tThat's because I never had sex with \t\thim!  \n[76]\t\tWe went out a few times. We didn't \t\thave sex, but we fooled around.  \n[77]\t\tBecause I did only sleep with three \t\tguys! That doesn't mean I didn't \t\tjust go with people.  \t\t\t\t\t\t\t\t\t25.   \n[78]\t\tI'm sorry, Dante. I thought you \t\tunderstood.  \n[79]\t\tPlease calm down.  \n[80]\t\tDante...  \n[81]\t\tLet it go...  \n[82]\t\tAll right! Shut up a second and \t\tI'll tell you! Jesus! I didn't \t\tfreak like this when you told me \t\thow many girls you fucked.  \n[83]\t\t\t \t\tSomething like thirty-six.  \n[84]\t\tLower your voice!  \n[85]\t\tUm. Thirty-seven.  \n[86]\t\t\t \t\tI'm going to class.  \n[87]\t\tHey listen, jerk! Until today you \t\tnever even knew how many guys I'd \t\tslept with, because you never even \t\tasked. And then you act all \t\tnonchalant about fucking twelve \t\tdifferent girls. Well, I never had \t\tsex with twelve different guys!  \n[88]\t\tYeah, I went down on a few guys...  \n[89]\t\t...And one of those guys was you! \t\tThe last one, I might add, which-if \t\tyou're too stupid to comprehend- \t\tmeans that I've been faithful to \t\tyou since we met! All the other \t\tguys I went with before I met you, \t\tso, if you want to have a complex \t\tabout it, go ahead! But don't look \t\tat me like I'm the town whore, \t\tbecause you were plenty busy \t\tyourself, before you met me!  \n[90]\t\tBecause going down it's a big deal! \t\tI used to like a guy, we'd make \t\tout, and sooner or later I'd go \t\tdown on him. But I only had sex \t\twith the guys I loved.  \n[91]\t\t\t \t\tI love you. Don't feel sick.  \n[92]\t\tI'm going to school. Maybe later \t\tyou'll be a bit more rational.  \n[93]\t\tGoodbye, Dante.  \tShe exits in a huff. DANTE stands there in silence for a \tmoment. Then he swings the door open and yells out.  \t\t\t\t\t\t\t\t\t28.   \n[94]\t\tWhat happened to home by twelve?  \tDANTE is suddenly by her side, taking the books from under \ther arm.  \n[95]\t\tLit 101 got canceled, so I stopped \t\thome and brought you some lunch.  \n[96]\t\tPeanut butter and jelly with the \t\tcrusts cut off. What do you think \t\tit is? It's lasagne.  \t\t\t\t\t\t\t\t\t64.   \n[97]\t\tI'm glad you've calmed down a bit. \t\t\t \t\tHi, Randal.  \n[98]\t\tYou had to tell him.  \n[99]\t\tWhat did he say?  \n[100]\t\tAnd that made you feel better?  \n[101]\t\tThe ostrich syndrome: if you don't \t\tsee it...  \n[102]\t\tThank you for being rational.  \n[103]\t\tYou couldn't get these shutters open?  \n[104]\t\tBummer, Well, I've gotta head back \t\tfor the one-thirty class.  \n[105]\t\tEight. But I have a sorority \t\tmeeting till nine, so I'll be back \t\tbefore you close. Can we go out and \t\tget some coffee?  \n[106]\t\tGood. \t\t\t \t\tI'll see you when you close, then. \t\tEnjoy the lasagne.  \tShe exits. DANTE leans against the magazine rack with his \tlasagne, contemplative. RANDAL pops his head in and makes \tthe loud slurping noise again.  \n[107]\t\tAnd...he told you all of this?  \n[108]\t\tI...I don't know what to say.  \n[109]\t\tI'm not sad.  \n[110]\t\tNo, I'm more furious. I'm pissed \t\toff. I feel like he's been killing \t\ttime while he tries to grow the \t\tballs to tell me how he really \t\tfeels, and then he can't even do it! \t\tHe has his friend do it for him!  \n[111]\t\tAfter all that I've done for that \t\tfuck! And he wants to be with that \t\tslut? Fine! He can have his slut!  \n[112]\t\t\t \t\tI'm going to have a word with that \t\tasshole.  \tVERONICA storms out.  \n[113]\t\tIf you didn't want to go out with \t\tme anymore, why didn't you just say \t\tit? Instead, you pussyfoot around \t\tand see that slut behind my back!  \n[114]\t\t\t \t\tYou've been talking to her on the \t\tphone for weeks!  \n[115]\t\tAnd then you pull that shit this \t\tmorning, freaking out because I've \t\tgone down on a couple guys!  \n[116]\t\t\t \t\tI'm not the one trying to patch \t\tthings up with my ex, sneaking \t\taround behind your back! And if you \t\tthink that thirty-seven dicks are a \t\tlot, then just wait, mister: I'm \t\tgoing to put the hookers in Times \t\tSquare to shame with all the guys I \t\tgo down on now!  \n[117]\t\tExplain what? How you were waiting \t\tuntil the time was right, and then \t\tyou were going to dump me for her?  \n[118]\t\tYou're damn right it's not like \t\tthat! Because I won't let it be \t\tlike that! You want your slut? Fine! \t\tThe slut is yours!  \n[119]\t\tYou don't know what you want, but \t\tI'm not going to sit here anymore \t\tholding your hand until you figure \t\tit out! I've encouraged you to get \t\tout of this fucking dump and go \t\tback to school, to take charge of \t\tyour life and find direction. I \t\teven transferred so maybe you would \t\tbe more inclined to go back to \t\tcollege if I was with you. Everyone \t\tsaid it was a stupid move, but I \t\tdidn't care because I loved you and \t\twanted to see you pull yourself out \t\tof this senseless funk you've been \t\tin since that whore dumped you, oh \t\tso many years ago. And now you want \t\tto go back to her so she can fuck \t\tyou over some more?  \n[120]\t\tOf course not; not now! You're \t\tcaught, and now you're trying to \t\tsnake out of doing what you wanted \t\tto do. Well, I won't let you. I \t\twant you to follow through on this, \t\tjust so you can find out what a \t\tfucking idiot you are. And when she \t\tdumps you again-and she will, \t\tDante, I promise you that-when she \t\tdumps you again, I want to laugh at \t\tyou, right in your face, just so \t\tyou realize that that was what you \t\tgave up our relationship for! \t\t\t \t\tI'm just glad Randal had the balls \t\tto tell me, since you couldn't.  \t\t\t\t\t\t\t\t\t138.   \n[121]\t\tAnd having him tell me...that was \t\tjust the weakest move ever. You're \t\tspineless.  \n[122]\t\tFuck you.  \tVERONICA exits. DANTE lies on the floor alone.  ", "Randal": "\n[1]\t\tYou're kidding. It's almost eleven- \t\tthirty!  \n[2]\t\t\t \t\tMan! I hate it when I can't rent \t\tvideos!  \t\t\t\t\t\t\t\t\t30.   \n[3]\t\tWhich one?  \n[4]\t\tYou came for that too? That's the \t\tmovie I came for.  \n[5]\t\tSays who?  \n[6]\t\tAin't gonna happen, my friend. I'm \t\tgetting that tape.  \n[7]\t\tI'll bet you twenty bucks you don't \t\tget to rent that tape.  \n[8]\t\tTwenty bucks.  \n[9]\t\tWhat the hell are you doing here? I \t\tthought you were playing hockey at \t\tone.  \n[10]\t\tWhy are the shutters closed?  \n[11]\t\tBunch of savages in this town.  \n[12]\t\tShit, if I'd known you were working, \t\tI would've come even later.  \tA pile of videocassettes is plopped onto the counter, with a \tsingle key on top. RANDAL balances the pile of tapes on his \thead.  \n[13]\t\tWhat time do you have to stay till?  \n[14]\t\tWhat smells like shoe polish?  \n[15]\t\t\t \t\tNo time for love, Doctor Jones!  \tRANDAL marches off. The IMPATIENT CUSTOMER stares after him.  \n[16]\t\tSome guy just came in refusing to \t\tpay late fees. He said the store \t\twas closed for two hours yesterday. \t\tI tore up his membership.  \n[17]\t\tI'm a firm believer in the \t\tphilosophy of a ruling class, \t\tespecially since I rule. \t\t\t \t\tIs the Pelican flying?  \n[18]\t\tI can't stand a voyeur. I'll be back.  \t\t\t\t\t\t\t\t\t33.   \tRANDAL heads toward the walk-in door.  \n[19] \tThe PELICAN is a VCR that's hooked up to a surveillance \tcamera. It records quickly. A hand reaches into the frame \tand shuts it off.  \n[20]\t\tWant something to drink? I'm buying.  \n[21]\t\tWho was on your phone this morning \t\tat about two-thirty? I was trying \t\tto call for a half an hour.  \n[22]\t\tI wanted to use your car.  \tHe walks by a row of snacks and grabs one without looking at \tit.  \n[23]\t\tSnake cake?  \tDANTE sits in his seat behind the register. RANDAL grabs a \tpaper and joins him behind the counter.  \n[24]\t\tYou called Caitlin again?  \n[25]\t\tDid you tell Veronica?  \n[26]\t\tWhat do you two fight about?  \n[27]\t\t\t \t\tI'll bet the most frequent topic of \t\targuments is Caitlin Bree.  \n[28]\t\tI'm going to offer you some advice, \t\tmy friend: let the past be the past. \t\tForget Caitlin Bree. You've been \t\twith Veronica for how long now?  \n[29]\t\tChick's nuts about you. How long \t\tdid you date Caitlin?  \n[30]\t\tChick only made you nuts. She \t\tcheated on you how many times?  \n[31]\t\t\t \t\tEight and a half?  \n[32]\t\tThat's cheating?  \n[33]\t\tShe called you Brad?  \n[34]\t\tThat's not cheating. People say \t\tcrazy shit during sex. One time, I \t\tcalled this girl \"Mom.\"  \n[35]\t\tWhat do you mean?  \n[36]\t\tOh, my God.  \n[37]\t\tThat girl was vile to you.  \t\t\t\t\t\t\t\t\t36.   \n[38]\t\tYour mother.  \n[39]\t\tChess team Allan Harris?!  \n[40]\t\tThat's frightening.  \n[41]\t\tIn light of this lurid tale, I \t\tdon't see how you could even \t\tromanticize your relationship with \t\tCaitlin-she broke your heart and \t\tinadvertently drove men to deviant \t\tlifestyles.  \n[42]\t\tOh yeah.  \n[43]\t\tYou think things would be any \t\tdifferent now?  \t\t\t\t\t\t\t\t\t37.   \n[44]\t\t\t \t\tOh shit, I've got to place an order.  \n[45]\t\tNo, no, I'm listening. She's \t\tleaving college, and...?  \n[46]\t\tWhat about Veronica?  \n[47]\t\tCaitlin's on the same wave-length?  \n[48]\t\tThen I think all four of you had \t\tbetter sit down and talk it over.  \n[49]\t\tYou, Veronica, Caitlin... \t\t\t \t\t...and Caitlin's fiancé.  \t\t\t\t\t\t\t\t\t38.   \tTHE HEADLINE of the engagement announcement reads, BREE TO \n[50]\t\tYes, I'd like to place an order, \t\tplease...Thank you.  \tA MOTHER and her SMALL CHILD approach the counter.  \n[51]\t\tWhat were you looking for?  \n[52]\t\tI'm on the phone with the \t\tdistribution house now. Let me make \t\tsure they have it. What's it called \t\tagain?  \n[53]\t\tObviously. \t\t\t \t\tYes, hello; this is R.S.T. Video \t\tcalling. Customer number four- \t\tthree-five-zero-two-nine. I'd like \t\tto place an order...Okay... \t\t\t\t  \t\t\t\t\t\t\t\t\t39.   \n[54]\t\t\t \t\tI need one each of the following \t\ttapes: Whisper in the Wind, To Each \t\tHis Own, Put it Where It Doesn't \t\tBelong, My Pipes Need Cleaning, All \t\tTit-Fucking, Volume Eight, I Need \t\tYour Cock, Ass-Worshipping Rim- \t\tJobbers, My Cunt and Eight Shafts, \t\tCum Clean, Cum-Gargling Naked \t\tSluts, Cum Buns Three, Cumming in a \t\tSock, Cum on Eileen, Huge Black \t\tCocks with Pearly White Cum, Slam \t\tIt Up My Too-Loose Ass, Ass Blasters \t\tin Outer Space, Blowjobs by Betsy, \t\tSucking Cock and Cunt, Finger My \t\tAss, Play with my Puss, Three on a \t\tDildo, Girls Who Crave Cock, Girls \t\tWho Crave Cunt, Men Alone Two-The \t\tK.Y. Connection, Pink Pussy Lips, \t\tand All Holes Filled with Hard Cock. \t\tOh, and... \t\t\t \t\tWhat was the name of that movie?  \n[55]\t\t\t \t\tAnd a copy of Happy Scrappy-The \t\tHero Pup...Okay, thanks. \t\t\t \t\tSixteen forty-nine. It'll be here \t\tMonday.  \tSilence. Then...  \n[56]\t\tYou know what I just watched?  \n[57]\t\tReturn of the Jedi.  \t\t\t\t\t\t\t\t\t46.   \n[58]\t\tWhich did you like better: Jedi or \t\tThe Empire Strikes Back.  \n[59]\t\tBlasphemy.  \n[60]\t\tThere was something else going on \t\tin Jedi. I never noticed it until \t\ttoday.  \tRANDAL follows DANTE as he cleans up around the store.  \n[61]\t\tAll right, Vader's boss...  \n[62]\t\tRight, the Emperor. Now the Emperor \t\tis kind of a spiritual figure, yes?  \n[63]\t\tWell, he's like the pope for the \t\tdark side of the Force. He's a holy \t\tman; a shaman, kind of, albeit an \t\tevil one.  \t\t\t\t\t\t\t\t\t47.   \n[64]\t\tNow, he's in charge of the Empire. \t\tThe Imperial government is under \t\this control. And the entire galaxy \t\tis under Imperial rule.  \n[65]\t\tThen wouldn't that logically mean \t\tthat it's a theocracy? If the head \t\tof the Empire is a priest of some \t\tsort, then it stands to reason that \t\tthe government is therefore one \t\tbased on religion.  \n[66]\t\tHence, the Empire was a fascist \t\ttheocracy, and the rebel forces \t\twere therefore battling religious \t\tpersecution.  \n[67]\t\tThe only problem is that at no \t\tpoint in the series did I ever hear \t\tLeia or any of the rebels declare a \t\tparticular religious belief.  \n[68]\t\tYou know what else I noticed in Jedi?  \t\t\t\t\t\t\t\t\t48.   \n[69]\t\tSo they build another Death Star, \t\tright?  \n[70]\t\tNow the first one they built was \t\tcompleted and fully operational \t\tbefore the Rebels destroyed it.  \n[71]\t\tAnd the second one was still being \t\tbuilt when they blew it up.  \n[72]\t\tSomething just never sat right with \t\tme the second time they destroyed \t\tit. I could never put my finger on \t\tit-something just wasn't right.  \n[73]\t\tWell, the thing is, the first Death \t\tStar was manned by the Imperial \t\tarmy-storm troopers, dignitaries- \t\tthe only people onboard were \t\tImperials.  \n[74]\t\tSo when they blew it up, no prob. \t\tEvil is punished.  \n[75]\t\tThe second time around, it wasn't \t\teven finished yet. They were still \t\tunder construction.  \n[76]\t\tA construction job of that magnitude \t\twould require a helluva lot more \t\tmanpower than the Imperial army had \t\tto offer. I'll bet there were \t\tindependent contractors working on \t\tthat thing: plumbers, aluminum \t\tsiders, roofers.  \n[77]\t\tExactly. In order to get it built \t\tquickly and quietly they'd hire \t\tanybody who could do the job. Do \t\tyou think the average storm trooper \t\tknows how to install a toilet main? \t\tAll they know is killing and white \t\tuniforms.  \n[78]\t\tAll those innocent contractors \t\thired to do a job were killed- \t\tcasualties of a war they had \t\tnothing to do with. \t\t\t \t\tAll right, look-you're a roofer, \t\tand some juicy government contract \t\tcomes your way; you got the wife \t\tand kids and the two-story in \t\tsuburbia-this is a government \t\tcontract, which means all sorts of \t\tbenefits. All of a sudden these \t\tleft-wing militants blast you with \t\tlasers and wipe out everyone within \t\ta three-mile radius. \t\t\t\t  \t\t\t\t\t\t\t\t\t50.   \n[79]\t\tYou didn't ask for that. You have \t\tno personal politics. You're just \t\ttrying to scrape out a living.  \tThe BLUE-COLLAR MAN joins them.  \n[80]\t\tThe ending of Return of the Jedi.  \n[81]\t\tLike when?  \n[82]\t\t\"Babyface\" Bambino? The gangster?  \t\t\t\t\t\t\t\t\t51.   \n[83]\t\tNo way!  \n[84]\t\t\t \t\tWhat.  \tThe INDECISIVE CUSTOMER holds up her rental choices.  \n[85]\t\t\t \t\tI don't watch movies.  \tThe INDECISIVE CUSTOMER is a tad flabbergasted, but not put \toff.  \n[86]\t\t\t \t\tNo.  \tThe INDECISIVE CUSTOMER challenges him.  \n[87]\t\tI find it's best to stay out of \t\tother people's affairs.  \n[88]\t\tThey suck.  \tThe INDECISIVE CUSTOMER smirks smugly at RANDAL and his \tpaper. She has caught him.  \n[89]\t\tNo, I wasn't.  \n[90]\t\t\t \t\tI don't appreciate your ruse, ma'am.  \n[91]\t\t\t \t\tYour ruse. Your cunning attempt to \t\ttrick me.  \n[92]\t\t\t \t\tI hope it feels good.  \n[93]\t\tI hope it feels so good to be right. \t\tThere is nothing more exhilarating \t\tthan pointing out the shortcomings \t\tof others, is there?  \tThe INDECISIVE CUSTOMER wears a face that belies utter \tdisbelief in the audacity of this most lackadaisical video \tclerk. The unmoving newspaper illustrates the total \tdisinterest of the news-hungry RANDAL. The INDECISIVE \tCUSTOMER shakes her head in disgust and throws the movies \tback onto the wall.  \n[94]\t\tYou'll be missed.  \n[95]\t\t\t \t\tYou're not allowed to rent here \t\tanymore!  \tRANDAL closes the door and stands there, momentarily, \ttotally appalled by her exiting remark, then shakes his head.  \n[96]\t\tScrew me!  \tHe reaches behind the counter and grabs a ring of keys. \tExiting, he locks the door behind him from the outside, \tgives it a tug to ensure its security, and storms off in the \topposite direction from the woman.  \n[97]\t\tYou'll never believe what this \t\tunruly customer just said...  \t\t\t\t\t\t\t\t\t55.   \n[98]\t\t\t \t\tShe's in here?  \n[99]\t\tWhat's he looking for?  \n[100]\t\tPerfect dozen.  \n[101]\t\tThe quest isn't going well?  \n[102]\t\tWhy doesn't he just mix and match?  \n[103]\t\tWhat did he say?  \n[104]\t\tIt's not like you laid the eggs \t\tyourself.  \n[105]\t\t\t(still staring at the \n[106]\t\t\t \t\tYeah. How'd you know?  \n[107]\t\tGet out of here.  \n[108]\t\tCome to think of it, my guidance \t\tcounselor was kind of worthless.  \n[109] \tAnd then a LITTLE GIRL comes into view, smiling and holding \tmoney. She can't be any more than five.  \n[110]\t\tYou know how much money the average \t\tjizz-mopper make per hour?  \n[111]\t\tHe's the guy in those nudie-booth \t\tjoints who cleans up after each guy \t\tthat jerks off.  \n[112]\t\tNudie booth. You've never been in a \t\tnudie booth?  \n[113]\t\tOh, it's great. You step into this \t\tlittle booth and there's this \t\twindow between you and this naked \t\twoman, and she puts on this little \t\tshow for like ten bucks.  \n[114]\t\tThink of the weirdest, craziest \t\tshit you'd like to see chicks do. \t\tThese chicks do it all. They insert \t\tthings into any opening in their \t\tbody...any opening. \t\t\t \t\tHe's led a very sheltered life.  \n[115]\t\tThe jizz-mopper's job is to clean \t\tup the booths afterward, because \t\tpractically everybody shoots a load \t\tagainst the window, and I don't \t\tknow if you know or not, but cum \t\tleaves streaks if you don't clean \t\tit right away.  \n[116]\t\tWell, you think that's offensive...  \tRANDAL flips open the magazine's centerfold-a graphic \tpicture of a woman with her vaginal lips and anus spread \twide open.  \t\t\t\t\t\t\t\t\t60.   \n[117]\t\t...then check this out. I think you \t\tcan see her kidneys.  \tRANDAL checks out the centerfold wistfully. DANTE frantically \tapologizes to the rapidly exiting CUSTOMER.  \n[118]\t\tWho cares? That lady's an asshole. \t\tEverybody that comes in here is way \t\ttoo uptight. This job would be \t\tgreat if it wasn't for the fucking \t\tcustomers.  \n[119]\t\tYou gotta loosen up, my friend. \t\tYou'd feel a hell of a lot better \t\tif you'd rip into the occasional \t\tcustomer.  \n[120]\t\tLiar! Tell me there aren't customers \t\tthat annoy the piss out of you on a \t\tdaily basis.  \n[121]\t\tHow can you lie like that? Why \t\tdon't you vent? Vent your \t\tfrustration. Come on, who pisses \t\tyou off?  \t\t\t\t\t\t\t\t\t61.   \n[122]\t\tLet's hear it.  \n[123]\t\tThe milkmaids?  \n[124]\t\tYou know who I can do without? I \t\tcould do without the people in the \t\tvideo store.  \n[125]\t\tAll of them.  \n[126]\t\tAnd they never rent quality flicks; \t\tthey always pick the most \t\tintellectually devoid movie on the \t\track.  \tMONTAGE INSERT #2/\"Ooooh!...\"  \tAn identical series of customers finding their ideal choices.  \n[127] \tIt's like in order to join, they have to have an IQ less \tthan their shoe size.  \n[128]\t\tSee? You vented. Don't you feel \t\tbetter now?  \n[129]\t\tWhy not?  \n[130]\t\tJesus, you got a one-track mind. \t\tIt's always Caitlin, Caitlin, \t\tCaitlin...  \n[131]\t\t\t \t\tThirty-seven!  \n[132]\t\tAll right, now if you're really \t\tfeeling dangerous tonight, then \t\tSmokey and the Bandit Three is the \t\tmovie you must rent.  \n[133]\t\tHey, neither did ET; but that was a \t\tgreat movie, right?  \tDANTE opens the door and leans in.  \n[134]\t\t\t \t\tSmokey Three: thumbs up, am I right?  \n[135]\t\tLenin's Tomb.  \tDolly over to DANTE, on the phone.  \n[136]\t\tVermont?  \n[137]\t\tHe didn't mention it when he called \t\tyou this morning?  \n[138]\t\tSo, what-you're stuck here all day?  \n[139]\t\tWhy'd you apologize?  \n[140]\t\tI heard you apologize. Why? You \t\thave every right in the world to be \t\tmad.  \n[141]\t\tThat seems to be the leitmotif in \t\tyour life; ever backing down.  \n[142]\t\tYes, you do. You always back down. \t\tYou assume blame that isn't yours, \t\tyou come in when called as opposed \t\tto enjoying your day off, you \t\tbuckle like a belt.  \n[143]\t\tThe fact that I'm right about your \t\tbuckling?  \n[144]\t\tBecause you buckled.  \n[145]\t\tDon't yell at me, pal.  \n[146]\t\tSee? There you go again.  \n[147]\t\tAt least we're stuck here together.  \t\t\t\t\t\t\t\t\t69.   \n[148]\t\tWhat? What do you want?!  \tDANTE shakes his head in frustration and picks up the phone \tagain.  \n[149]\t\t\t \t\tI've gotta tell you, my friend: \t\tthis is one of the ballsiest moves \t\tI've ever been privy to. I never \t\twould have thought you capable of \t\tsuch blatant disregard of store \t\tpolicy.  \n[150]\t\tNo argument here. Insubordination \t\trules.  \n[151]\t\tHe's blunt, but he's got a point.  \n[152]\t\tHe's right. As if we're suddenly \t\tgonna have a run on Gatorade.  \t\t\t\t\t\t\t\t\t71.   \n[153]\t\tDesign major.  \n[154]\t\tAre you gonna lock the store?  \n[155]\t\tLook who you're asking here. How're \t\twe gonna block off the street?  \n[156]\t\tThen where're we gonna play?  \n[157]\t\tHelluva game!  \n[158]\t\tHockey's hockey. At least we got to \t\tplay.  \n[159]\t\tBitch, bitch, bitch. You want \t\tsomething to drink? \t\t\t   \n[160]\t\tWhat happened to all the Gatorade?  \n[161]\t\tAfter an exhausting game like that \t\tI can believe it.  \n[162]\t\tYou know what Sanford told me? \t\t\t   \n[163]\t\tJulie Dwyer died.  \n[164]\t\tNo, I'm serious.  \tDANTE is visibly taken aback.  \n[165]\t\tSanford's brother dates her cousin. \t\tHe found out this morning.  \t\t\t\t\t\t\t\t\t80.   \n[166]\t\tEmbolism in her brain. Yesterday.  \n[167]\t\tShe was swimming at the YMCA pool \t\twhen it happened. Died midbackstroke.  \n[168]\t\tCorrect me if I'm wrong, but wasn't \t\tshe one of the illustrious twelve?  \n[169]\t\tYou've had sex with a dead person.  \n[170]\t\tNo, you're not.  \n[171]\t\tIt's today.  \n[172]\t\tPaulsen's Funeral Parlor. The next \t\tshow is at four.  \n[173]\t\tOne night only. She's buried in the \t\tmorning.  \t\t\t\t\t\t\t\t\t81.   \n[174]\t\tWait, wait, wait. Has it occurred \t\tto you that I might bereaved as well?  \n[175]\t\tTrue, but do you know how many \t\tpeople are going to be there? All \t\tof our old classmates, to say the \t\tleast.  \n[176]\t\tI'm not missing what's probably \t\tgoing to be the social event of the \t\tseason.  \n[177]\t\tBut I love gatherings. Isn't it \t\tironic?  \n[178]\t\tIf you go, I go.  \n[179]\t\tShe meant nothing to you either \t\tuntil I told you she died.  \n[180]\t\tI'm going with you.  \n[181]\t\tYou just closed the store to play \t\thockey on the roof!  \n[182]\t\tYou were saying?  \n[183]\t\tShe was pretty young, hunhh?  \n[184]\t\tAn embolism in a pool.  \n[185]\t\tThat's nothing compared to how my \t\tcousin Walter died.  \n[186]\t\tBroke his neck.  \n[187]\t\tHe broke his neck trying to suck \t\this own dick.  \tAbsolute silence. Then...  \t\t\t\t\t\t\t\t\t83.   \n[188]\t\tBible truth.  \n[189]\t\tI swear.  \n[190]\t\tCome on. Haven't you ever tried to \t\tsuck your own dick?  \n[191]\t\tYeah sure. You're so repressed.  \n[192]\t\tNo, because you won't admit to it. \t\tAs if a guy's a fucking pervert \t\tbecause he tries to go down on \t\thimself. You're as curious as the \t\trest of us, pal. You've tried it.  \n[193]\t\tMy cousin? My aunt found him. On \t\this bed, doubled over himself with \t\this legs on top. Dick in his mouth. \t\tMy aunt freaked out. It was a mess.  \n[194]\t\tBalls resting on his lips.  \n[195]\t\tYeah, but at what a price.  \tSilence. Then...  \n[196]\t\tReach what?  \n[197]\t\tWhat, your dick?  \n[198]\t\tI never tried it.  \tDANTE glares at RANDAL. Silence. Then...  \n[199]\t\tFucking pervert.  \n[200]\t\tListen to you.  \n[201]\t\tNobody's there. It's four o'clock \t\ton a Saturday. How many people ever \t\tcome to the store at four on a \t\tSaturday?  \n[202]\t\tI'm telling you, it wasn't my fault!  \n[203]\t\tI was just leaning on it! It was an \t\taccident!  \n[204]\t\tSo the casket fell over! Big deal!  \n[205]\t\tSo they'll put her back in! It's \t\tnot like it's gonna matter if she \t\tbreaks something!  \n[206]\t\t\t \t\tShut the fuck up, junkie!  \tJAY enters the frame, right next to RANDAL. He aims his butt \tat him and farts. RANDAL lunges for him. DANTE grabs RANDAL.  \n[207]\t\tLet me borrow your car.  \t\t\t\t\t\t\t\t\t87.   \n[208]\t\tFine. Just lend me your car.  \n[209]\t\tI want to rent a movie.  \n[210]\t\tWhat's that for?  \n[211]\t\tI work in a shitty video store. I \t\twant to go to a good video store so \t\tI can rent a good movie.  \n[212]\t\t\t \n[213]\t\tAnnoying Customer.  \tThe CUSTOMER lets it sink in, and then leaves in a huff. \tDANTE puts up cigarettes.  \t\t\t\t\t\t\t\t\t88.   \n[214]\t\tLet me borrow your car.  \n[215]\t\tIf you must.  \n[216]\t\tI see. So playing hockey and \t\tattending wakes-these practices are \t\tstandard operating procedure.  \n[217]\t\tYou know what? I don't think I care \t\tfor you rationale.  \t\t\t\t\t\t\t\t\t89.   \n[218]\t\tWhat's your point?  \n[219]\t\tSo your argument is that title \t\tdictates behavior?  \n[220]\t\tThe reasons you won't let me borrow \t\tyour care is because I have a title \t\tand a job description, and I'm \t\tsupposed to follow it, right?  \n[221]\t\t\t \t\tSo I'm no more responsible for my \t\town decisions while I'm here at \t\twork than, say, the Death Squad \t\tsoldiers in Bosnia?  \n[222]\t\tNot yet. \t\t\t   \n[223]\t\tTwo reasons: one, I hate when the \t\tpeople can't shut up about the \t\tstupid tabloid headlines.  \n[224]\t\tAnd two, to make a point: title \t\tdoes not dictate behavior.  \n[225]\t\tIf title dictated my behavior, as a \t\tclerk serving the public, I wouldn't \t\tbe allowed to spit a mouthful of \t\twater at that guy. But I did, so my \t\tpoint is that people dictate their \t\town behavior. Hence, even though \t\tI'm a clerk in this video store, I \t\tchoose to go rent videos at Big \t\tChoice. \t\t\t \t\tAgreed?  \n[226]\t\tI like to think I'm a master of my \t\town destiny.  \t\t\t\t\t\t\t\t\t92.   \n[227]\t\tI know I'm your hero.  \tRANDAL exits.  \n[228]\t\tGet to work.  \n[229]\t\tHermaphroditic porn. Starlets with \t\tboth organs. You should see the \t\tbox: Beautiful women with dicks \t\tthat put mine to shame.  \n[230]\t\tI like to expand my horizons.  \n[231]\t\tNo way!  \n[232]\t\tYou're bullshitting.  \t\t\t\t\t\t\t\t\t112.   \tDANTE hands him the summons. RANDAL reads it.  \n[233]\t\tI didn't think they even enforced \t\tthis.  \n[234]\t\tI thought you never sold cigarettes \t\tto kids.  \n[235]\t\t\t \t\tReally?  \n[236]\t\t\t \t\tHoly shit. That girl?  \n[237]\t\tThen how come you got the fine?  \n[238]\t\t\t \t\tYou're lying.  \n[239]\t\tThen why aren't you like screaming \t\tat me right now?  \n[240]\t\tYou're happy?  \n[241]\t\tYou're happy to get a fine?  \n[242]\t\tNow I know you're lying.  \n[243]\t\tWhat did she say?  \n[244]\t\tYou're kidding.  \n[245]\t\t\t \t\tWow. You've had quite an evening.  \n[246]\t\tI feel so ineffectual. Is there \t\tanything I can do for you?  \n[247]\t\tWhat happened to title dictates \t\tbehavior?  \t\t\t\t\t\t\t\t\t114.   \n[248]\t\t\t \t\tHey, what about Veronica?  \n[249]\t\tYou're a snake.  \n[250]\t\tYou want me to bring the VCR over \t\there so we can watch this?  \n[251]\t\tAll right, but you're missing out. \t\tChicks with dicks.  \n[252]\t\tPeptic ulcer.  \n[253]\t\tLadies and gentleman, Mrs. Asian \t\tDesign Major herself: Caitlin Bree!  \n[254]\t\tI take it she likes the guy.  \n[255]\t\tChildren's programming. What did \t\tyour mom say when you told her you \t\tweren't engaged anymore?  \n[256]\t\tWow, you got thrown out? For Dante?  \n[257]\t\tCan I watch?  \n[258]\t\tCan I join in?  \n[259]\t\tFew are. So what makes you think \t\tyou can maintain a relationship \t\twith Dante this time around?  \n[260]\t\tWow. Hey, I was just about to order \t\tsome dinner. You eat Chinese, right?  \n[261]\t\tExactly.  \n[262]\t\tHe went home to change for the big \t\tdate.  \n[263]\t\t\t \t\tNo, this is great.  \n[264]\t\tThere's no light back there.  \t\t\t\t\t\t\t\t\t117.   \n[265]\t\tWell, there are, but for some \t\treason they stop working at five- \t\tfourteen every night.  \n[266]\t\tNobody can figure it out. And the \t\tboss doesn't want to pay the \t\telectrician to fix it, because the \t\telectrician owes money to the video \t\tstore.  \n[267]\t\tAnd I'm caught in the middle-torn \t\tbetween my loyalty for the boss, \t\tand my desire to piss with the \t\tlight on.  \n[268]\t\tHey Caitlin... \t\t\t \t\tBreak his heart again this time, \t\tand I'll kill you. Nothing personal.  \n[269]\t\tTerritoriality. He was mine first.  \n[270]\t\tBunch of savages in this town. \t\t\t \t\tHey, Caitlin's in the back. You \t\tmight want to see if she's okay; \t\tshe's been back there a long time.  \n[271]\t\tI told her that. She said she \t\tdidn't need any. Why don't you join \t\ther, man. Make a little bathroom \t\tbam-bam.  \n[272]\t\tFuck you.  \tThe cooler down is heard opening. CAITLIN walks lazily down \tthe convenience store aisle. She looks very satisfied. DANTE \tand RANDAL regard her curiously. She joins them, latching on \tto DANTE's arm, lovingly.  \n[273]\t\tMaybe the Asian design major \t\tslipped her some opium?  \n[274]\t\tAm I missing something here?  \n[275]\t\tHe was?  \n[276]\t\t\t \t\tYou dog! I didn't see you go back \t\tthere.  \tDANTE is bewildered.  \t\t\t\t\t\t\t\t\t120.   \n[277]\t\tI was here the whole time.  \n[278]\t\tNobody! I swear!  \n[279]\t\tYou just fucked a total stranger?  \n[280]\t\tWhy?  \n[281]\t\tShe said she did all the work.  \n[282]\t\tAround three or something.  \n[283]\t\tI think four.  \n[284]\t\tThen how could she...you know...  \n[285]\t\t\t \t\tThis has gotta be the weirdest \t\tthing you've ever been called in on.  \n[286]\t\t\t \t\tDo you think he was talking about \t\tmy cousin?  \n[287]\t\t\t \t\tDa-dum! Da-dum! Da-dum! DA-DUM! DA- \n[288]\t\tSalsa shark.  \tDANTE says nothing.  \n[289]\t\t\t \t\t\"We're gonna need a bigger boat.\"  \tDANTE says even less than nothing.  \n[290]\t\t\t \t\t\"Man goes into the cage; cage goes \t\tinto the salsa; shark's in the \t\tsalsa; our shark.\"  \tDANTE...you know.  \n[291]\t\t\t \t\tWhat? What's with you? You haven't \t\tsaid anything for like twenty \t\tminutes. What the hell is your \t\tproblem?  \n[292]\t\tThis life?  \n[293]\t\tHave some chips; you'll feel better.  \t\t\t\t\t\t\t\t\t126.   \n[294]\t\tThirty-seven.  \n[295]\t\tYeah.  \tRANDAL hops off the freezer case and steps O.C.  \n[296]\t\tThat's all bullshit. You know what \t\tthe real problem here is?  \n[297]\t\tYou should shit or get off the pot.  \n[298]\t\tYeah, you should shit or get off \t\tthe pot.  \n[299]\t\tI'm talking about this thing you \t\thave...this inability to improve \t\tyour situation in life.  \t\t\t\t\t\t\t\t\t127.   \n[300]\t\tIt's true. You'll sit there and \t\tblame life for dealing a cruddy \t\thand, never once accepting the \t\tresponsibility for the way your \t\tsituation is.  \n[301]\t\tAll right, if you hate this job and \t\tthe people, and the fact that you \t\thave to come in on your day off, \t\tthen quit.  \n[302]\t\tIt is. You just up and quit. There \t\tare other jobs, and they pay better \t\tmoney. You're bound to be qualified \t\tfor at least one of them. So what's \t\tstopping you?  \n[303]\t\tYou're comfortable. This is a life \t\tof convenience for you, and any \t\tattempt to change it would shatter \t\tthe pathetic microcosm you've \t\tfashioned for yourself.  \n[304]\t\tI'm satisfied with my situation for \t\tnow. You don't hear me bitching. \t\tYou, on the other hand, have been \t\tbitching all day.  \n[305]\t\tIt's the same thing with Veronica.  \t\t\t\t\t\t\t\t\t128.   \n[306]\t\tYou date Veronica because she's low \t\tmaintenance and because it's \t\tconvenient. Meanwhile, all you ever \t\tdo is talk about Caitlin. You carry \t\ta torch for a girl you dated in \t\thigh school-in high school for \t\tGod's sake! You're twenty-two!  \n[307]\t\tIf you want Caitlin, then face \t\tVeronica, tell her, and be with \t\tCaitlin. If you want Veronica, be \t\twith Veronica. But don't pine for \t\tone and fuck the other. Man, if you \t\tweren't such a fucking coward...  \n[308]\t\tAm I right or what?  \n[309]\t\tWhat? The dead guy? She'll get over \t\tfucking the dead guy. Shit, my \t\tmom's been fucking a dead guy for \t\tthirty years; I call him Dad.  \n[310]\t\tMelodrama coming from you seems \t\tabout as natural as an oral bowel \t\tmovement.  \t\t\t\t\t\t\t\t\t129.   \n[311]\t\tMake them change.  \n[312]\t\tWho're you kidding? You can so.  \n[313]\t\tSo you'll continue being miserable \t\tall the time, just because you \t\tdon't have the guts to face change?  \n[314]\t\tLovely story.  \n[315]\t\tSo that's it. He doesn't love you \t\tanymore. He loves Caitlin.  \tVERONICA stares, dumbfounded.  \n[316]\t\tPretty much. All except the latent \t\thomosexuality part-that's just my \t\ttheory.  \n[317]\t\tDon't hold it against him. He just \t\tnever got Caitlin out of his system. \t\tIt's not your fault. It's Dante. \t\t\t \t\tI don't know thing one about chicks. \t\tDo you want to cry or something? I \t\tcan leave.  \n[318]\t\tYou're not?  \t\t\t\t\t\t\t\t\t135.   \n[319]\t\tHe didn't ask me to...  \n[320]\t\tUm, do you think you can give me a \t\tlift home tonight?  \n[321]\t\tWait! Veronica...I don't think...  \tRANDAL stares after her. A customer stands nearby.  \n[322]\t\t\t \t\tWhat am I worried about? He'll \t\tprobably be glad I started the ball \t\trolling. All he ever did was \t\tcomplain about her anyway. I'm just \t\tlooking out for his best interests. \t\tI mean, that's what a friend does, \t\tam I right? I did him a favor.  \n[323]\t\tDante?  \tHands clasp around his throat and yank him out of the frame. \tDANTE throttles RANDAL, choking him to the ground. RANDAL \tthrows his fists into DANTE'S midriff, throwing him back \tinto the magazine rack. RANDAL jumps to his feet as DANTE \tcomes at him again. RANDAL tumbles into the cakes as \tEntenman's products scatter beneath and around him. He grabs \ta pound cake and hits DANTE in the head with it, using the \topportunity to scurry down the middle aisle. DANTE leaps at \this feet, and RANDAL grabs the shelves, knocking aspirin \tover until RANDAL-shrieking-sprays something in DANTE'S face. \tDANTE paws at his eyes. RANDAL grabs Italian bread and \tsmacks it into DANTE'S face as he rushes him blindly. DANTE \tchases him out of the frame. M&amp;M's scatter wildly across the \tempty floor, and the ruckus is heard O.C.  \n[324]\t\tHow's your eye?  \n[325]\t\tIt's hard to swallow.  \tThey are both silent. Then...  \n[326]\t\tYou didn't have to choke me.  \n[327]\t\tI thought I was doing you a favor.  \n[328]\t\tYou were saying how you couldn't \t\tinitiate change yourself, so I \t\tfigured I'd help you out.  \n[329]\t\tYou still didn't have to choke me.  \n[330]\t\tWhy do you say that?  \n[331]\t\tNo, really. What did I do that was \t\tso wrong?  \n[332]\t\tHow do you figure?  \n[333]\t\tLike ten after.  \n[334]\t\tTo talk to you.  \n[335]\t\tIt's not like I'm miles away.  \n[336]\t\tHermaphrodites! I rented it so we \t\tcould watch it together!  \n[337]\t\t\t \t\tFuck you. Fuck you, pal. Listen to \t\tyou trying to pass the buck again. \t\tI'm the source of all your misery. \t\tWho closed the store to play hockey? \t\tWho closed the store to attend a \t\twake? Who tried to win back an ex- \t\tgirlfriend without even discussing \t\thow he felt with his present one? \t\tYou wanna blame somebody, blame \t\tyourself. \t\t\t \t\t\"I'm not even supposed to be here \t\ttoday.\" \t\t\t \t\tYou sound like an asshole. Whose \t\tchoice was it to be here today? \t\tNobody twisted your arm. You're \t\there today of your own violation, \t\tmy friend. But you'd like to \t\tbelieve that the weight of the \t\tworld rests on your shoulders-that \t\tthe store would crumble if Dante \t\twasn't here. Well, I got news for \t\tyou, jerk: This store would survive \t\twithout you. Without me either. All \t\tyou do is overcompensate for having \t\twhat's basically a monkey's job: \t\tYou push fucking buttons. Any moron \t\tcan waltz in here and do our jobs, \t\tbut you're obsessed with making it \t\tseem so much more fucking important, \t\tso much more epic than it really is. \t\tYou work in a convenience store, \t\tDante. And badly, I might add. And \t\tI work in a shitty video store. \t\tBadly, as well. \t\t\t \t\tYou know, that guy Jay's got it \t\tright-he has no delusions about \t\twhat he does. Us? We like to make \t\tourselves seem so much better than \t\tthe people that come in here, just \t\tlooking to pick up a paper or-God \t\tforbid-cigarettes. We look down on \t\tthem, as it we're so advanced. \t\tWell, if we're so fucking advanced, \t\tthen what are we doing working here?  \t\t\t\t\t\t\t\t\t142.   \tRANDAL gets up, leaving DANTE to contemplate his strong \twords alone.  \n[338]\t\tI threw out the stuff that got \t\tbroken. The floor looks clean.  \n[339]\t\t\t \t\tGot one. Just pulled up.  \tThey stand in silence. Then...  \n[340]\t\tSame time. What about you?  \n[341]\t\tYou wanna grab something to eat \t\ttomorrow night...after I get out of \t\there?  \n[342]\t\tAll right. Good luck with Veronica. \t\tIf you want, I can talk to her, you \t\tknow, and explain...  \n[343]\t\tHelluva day.  \n[344]\t\tDo you need a hug or something? \t\t'Cause I would have no hang-ups \t\tabout hugging you...you know, you \t\tbeing a guy and all. Just don't \t\tknead my ass when you do it.  \n[345]\t\tI'm gone. I'll talk to you tomorrow.  \tRANDAL exits. A second later, he reenters and tosses DANTE \tthe sheet-sign.  \n[346]\t\tYou're closed.  \tHe exits. DANTE pushes the sign over from Open to Closed.  \tDANTE climbs behind the counter. He pops the register open \tand starts counting the drawer out. The door is heard opening.  \tPOV JOHN: DANTE counting out the register, not looking up.  ", "Graves": "", "Chewlies": "", "Rep": "", "Coroner": "\n[1]\t\tWho is he?  \tThe body bag zipper is pulled closed. DANTE, the CORONER, \tand RANDAL stand around the stretcher-bound body bag. The \tCORONER takes notes.  \n[2]\t\tWhat time was this?  \n[3]\t\tWait a second? Who was working here \t\ttoday?  \n[4]\t\tI thought you just said you played \t\thockey and went to a funeral.  \n[5]\t\tThen who operated the store?  \n[6]\t\tWith this guy locked in?  \n[7]\t\tGo ahead.  \tThe stretcher is wheeled out. Midway down the body bag, \tsomething protrudes, pushing the bag up. It is an erection. \tRANDAL stares at it.  \n[8]\t\tNo. I place the time of death at \t\tabout three-twenty.  \n[9]\t\tThe body can maintain an erection \t\tafter expiration. Sometimes for \t\thours. Did he have the adult \t\tmagazine when he came in?  \n[10]\t\t\t \t\tI can't say for certain until we \t\tget him back to the lab, but my \t\tguess is he was masturbating, his \t\theart seized and he died. That's \t\twhen the girl found him. \t\t\t \t\tSomething smells like shoe polish.  \t\t\t\t\t\t\t\t\t124.   \n[11]\t\t\t \t\tActually, I once had to tag a kid \t\tthat broke his neck trying to put \t\this mouth on his penis.  \tRANDAL looks down, anonymously.  \n[12]\t\tShock trauma. She's going to need \t\tyears of therapy after this. My \t\tquestion is, How did she come to \t\thave sex with the dead man?  \n[13]\t\tWhat kind of convenience store do \t\tyou run here?  \tHe exits. DANTE and RANDAL stare at the floor.  ", "Silent": "\n[1]\t\t\t \t\tHome.  \n[2]\t\tYou know, there's a million fine- \t\tlooking women in the world, but \t\tthey don't all bring you lasagne at \t\twork. Most of them just cheat on you.  \tSILENT BOB leaves. DANTE shuts his eyes tightly and rubs the \tbridge of his nose with his thumb and forefinger, as if in \tdeep concentration. He suddenly snaps his eyes open.  ", "Bob": "\n[1]\t\t\t \t\tHome.  \n[2]\t\tYou know, there's a million fine- \t\tlooking women in the world, but \t\tthey don't all bring you lasagne at \t\twork. Most of them just cheat on you.  \tSILENT BOB leaves. DANTE shuts his eyes tightly and rubs the \tbridge of his nose with his thumb and forefinger, as if in \tdeep concentration. He suddenly snaps his eyes open.  ", "Old": "\n[1]\t\tBe careful.  \t\t\t\t\t\t\t\t\t76.   \n[2]\t\tYou know the insides of those are \t\tfilled with stuff that gives you \t\tcancer.  \n[3]\t\tI had a friend that used to chew \t\tglass for a living. In the circus.  \tThe light in place, DANTE descends the ladder and closes it.  \n[4]\t\tNo, he got hit by a bus.  \n[5]\t\tWell, that depends. Do you have a \t\tbathroom?  \n[6]\t\tI understand, but can I use it. I'm \t\tnot that young anymore, so I'm kind \t\tof...you know...incontinent.  \n[7]\t\tThanks son. Say-what kind of toilet \t\tpaper you got back there?  \n[8]\t\tI'm not asking about the color. I \t\tmean is it rough or cottony?  \n[9]\t\tRough, eh? Oh, that stuff rips hell \t\tout of my hemorrhoids. Say, would \t\tyou mind if I took a roll of the \t\tsoft stuff back there. I see you \t\tsell the soft stuff.  \n[10]\t\tAw, c'mon boy. What's the difference? \t\tYou said yourself the stuff that's \t\tthere now is rough.  \n[11]\t\tThanks son, you're a lifesaver.  \tThe OLD MAN walks off. DANTE heads back to the counter. The \tOLD MAN returns.  \n[12]\t\tSay, young fella, you know I hate \t\tto bother you again, but can I take \t\ta paper or something back there...to \t\tread? It usually takes me a while, \t\tand I like to read while it's going \t\ton.  \n[13]\t\tThanks, young man. You've got a \t\theart of gold.  \tThe OLD MAN sifts through some papers and a few magazines. \tHe comes back to the counter.  \n[14]\t\tCan I trouble you for one of those \t\tmagazines?  \n[15]\t\tNo, I mean the ones there. Behind \t\tthe counter.  \tDANTE glances over and reacts.  \n[16]\t\tYeah. I like the cartoons. They \t\tmake me laugh. They draw the \t\tbiggest titties.  \n[17]\t\tUh, can I have the other one. The \t\tone below this one. They show more \t\tin that one.  \tDANTE makes the switch.  \n[18]\t\tThanks son. I appreciate this.  \tThe OLD MAN walks off. We hear the back door open and close, \tthen the front door does the same. RANDAL joins DANTE.  ", "Man": "\n[1] \n[2]\t\tUsually I just turn the can upside \t\tdown.  \t\t\t\t\t\t\t\t\t45.   \n[3]\t\t\t \t\tThey oughta put some kind of \t\twarning on these cans, like they do \t\twith cigarettes.  \n[4]\t\tThanks. I thought I was gonna have \t\tto go to the hospital.  \n[5]\t\tIt stings a little.  \n[6]\t\tThanks.  \tThe MAN exits as RANDAL enters. DANTE throws the canister \taway.  \n[7]\t\tAre you open?  \n[8]\t\tExcuse me. I don't mean to \t\tinterrupt, but what were you \t\ttalking about?  \n[9]\t\tWell, I'm a contractor myself. I'm \t\ta roofer... \t\t\t(digs into pocket and \t\t\tproduces business card \t\tDunn and Reddy Home Improvements. \t\tAnd speaking as a roofer, I can say \t\tthat a roofer's personal politics \t\tcome heavily into play when choosing \t\tjobs.  \n[10]\t\tThree months ago I was offered a \t\tjob up in the hills. A beautiful \t\thouse with tons of property. It was \t\ta simple reshingling job, but I was \t\ttold that if it was finished within \t\ta day, my price would be doubled. \t\tThen I realized whose house it was.  \n[11]\t\tDominick Bambino's.  \n[12]\t\tThe same. The money was right, but \t\tthe risk was too big. I knew who he \t\twas, and based on that, I passed \t\tthe job on to a friend of mine.  \n[13]\t\tRight. And that week, the Foresci \t\tfamily put a hit on Babyface's \t\thouse. My friend was shot and \t\tkilled. He wasn't even finished \t\tshingling.  \n[14]\t\t\t \t\tI'm alive because I knew there were \t\trisks involved taking on that \t\tparticular client. My friend wasn't \t\tso lucky. \t\t\t \t\tYou know, any contractor willing to \t\twork on that Death Star knew the \t\trisks. If they were killed, it was \t\ttheir own fault. A roofer listens \t\tto this... \t\t\t \t\tnot his wallet.  \tThe BLUE-COLLAR MAN exits. DANTE and RANDAL remain \trespectfully quiet for a moment. An angry WOMAN opens the \tdoor and pokes her head in.  \n[15]\t\tIs that video store open or not?  \n[16]\t\tI'm as puzzled as you.  \n[17]\t\tIs the convenience store open?  \tAbove, DANTE and the CUSTOMER shout down at the O.C. WOMAN.  \n[18]\t\tBe careful.  \t\t\t\t\t\t\t\t\t76.   \n[19]\t\tYou know the insides of those are \t\tfilled with stuff that gives you \t\tcancer.  \n[20]\t\tI had a friend that used to chew \t\tglass for a living. In the circus.  \tThe light in place, DANTE descends the ladder and closes it.  \n[21]\t\tNo, he got hit by a bus.  \n[22]\t\tWell, that depends. Do you have a \t\tbathroom?  \n[23]\t\tI understand, but can I use it. I'm \t\tnot that young anymore, so I'm kind \t\tof...you know...incontinent.  \n[24]\t\tThanks son. Say-what kind of toilet \t\tpaper you got back there?  \n[25]\t\tI'm not asking about the color. I \t\tmean is it rough or cottony?  \n[26]\t\tRough, eh? Oh, that stuff rips hell \t\tout of my hemorrhoids. Say, would \t\tyou mind if I took a roll of the \t\tsoft stuff back there. I see you \t\tsell the soft stuff.  \n[27]\t\tAw, c'mon boy. What's the difference? \t\tYou said yourself the stuff that's \t\tthere now is rough.  \n[28]\t\tThanks son, you're a lifesaver.  \tThe OLD MAN walks off. DANTE heads back to the counter. The \tOLD MAN returns.  \n[29]\t\tSay, young fella, you know I hate \t\tto bother you again, but can I take \t\ta paper or something back there...to \t\tread? It usually takes me a while, \t\tand I like to read while it's going \t\ton.  \n[30]\t\tThanks, young man. You've got a \t\theart of gold.  \tThe OLD MAN sifts through some papers and a few magazines. \tHe comes back to the counter.  \n[31]\t\tCan I trouble you for one of those \t\tmagazines?  \n[32]\t\tNo, I mean the ones there. Behind \t\tthe counter.  \tDANTE glances over and reacts.  \n[33]\t\tYeah. I like the cartoons. They \t\tmake me laugh. They draw the \t\tbiggest titties.  \n[34]\t\tUh, can I have the other one. The \t\tone below this one. They show more \t\tin that one.  \tDANTE makes the switch.  \n[35]\t\tThanks son. I appreciate this.  \tThe OLD MAN walks off. We hear the back door open and close, \tthen the front door does the same. RANDAL joins DANTE.  \n[36]\t\tYou open?  \n[37]\t\tExcuse me, but have you been here \t\tall day?  \n[38]\t\tWere you working here at about four \t\to'clock?  \n[39]\t\tCan I have your name please?  \n[40]\t\tHere you go.  \n[41]\t\tA fine, for five hundred dollars.  \n[42]\t\tFor violation of New Jersey Statute \t\tSection Two A, number one-seventy \t\tslash fifty-one: Any person who \t\tsells or makes available tobacco or \t\ttobacco-related products to persons \t\tunder the age of eighteen is \t\tregarded as disorderly.  \t\t\t\t\t\t\t\t\t99.   \n[43]\t\tAccording to the NJAC-the New \t\tJersey Administrative Code, section \t\teighteen, five, slash twelve point \t\tfive-a fine of no less than two \t\thundred and fifty dollars is to be \t\tleveled against any person reported \t\tselling cigarettes to a minor.  \n[44]\t\tYou said you were here all day?  \n[45]\t\tAn angry mother called the state \t\tdivision of taxation and complained \t\tthat the man working at Quick Stop \t\tConvenience sold her five-year-old \t\tdaughter cigarettes today at around \t\tfour o'clock. Division of taxation \t\tcalls the State Board of Health, \t\tand they send me down here to issue \t\ta fine. You say you were working \t\tall day, hence the fine is yours. \t\tIt's doubled due to the incredibly \t\tyoung age of the child.  \n[46]\t\tThe due date is on the bottom. This \t\tsummons cannot be contested in any \t\tcourt of law. Failure to remit \t\tbefore the due date will result in \t\ta charge of criminal negligence, \t\tand a warrant will be issued for \t\tyour arrest. Have a nice day.  \tThe SUITED MAN exits, with DANTE trying to follow.  ", "Jay": "\n[1]\n[2]\t\tI feel good today, Silent Bob. \t\tWe're gonna make some money! And \t\tthen you know what we're going to \t\tdo? We're going to go to that party \t\tand get some pussy! I'm gonna fuck \t\tthis bitch, that bitch... \t\t\t \n[3]\t\t\t \t\tWhat you looking at?! I'll kick \t\tyour fucking ass! \t\t\t \t\tDoesn't that motherfucker still owe \t\tme ten bucks?  \tSILENT BOB nods.  \t\t\t\t\t\t\t\t\t\t9.   \n[4]\t\tTonight, you and me are going off \t\tthat fucker's head, and take out \t\this fucking soul! Remind me if he \t\ttries to buy something from us, to \t\tcut it with leafs and twigs...or \t\tfucking shit in the motherfucker's \t\tbag!  \tSome girls walk past. JAY smiles at them.  \n[5]\t\tWa sup sluts? \t\t\t \t\tDamn Silent Bob! You one rude \t\tmotherfucker! But you're cute as \t\thell. \t\t\t \t\tI wanna go down on you, and suckle \t\tyou. \t\t\t \t\tAnd then, I wanna line up three \t\tmore guys, and make like a circus \t\tseal...  \tJAY makes blow job faces down an imaginary line of guys, \tlooking quite like a performing seal. He throws a little \thumming sound behind each nod. He then hops up quickly.  \n[6]\t\tEwwww!  You fucking faggot! I \t\tfucking hate guys! \t\t\t \n[7]\t\t\t \t\tI got hits, hash, weed, and later \t\ton I'll have 'shrooms. We take \t\tcash, or stolen MasterCard and Visa.  \n[8]\t\t\"Not in me.\" That's what she says. \t\tI gotta pull out and spank it to \t\tget it on. So I blow a nut on her \t\tbelly, and I get out of there, just \t\tas my uncle walks in. It was such a \t\tclose call. I tell you what, \t\tthough, I don't care if she is my \t\tcousin, I'm gonna knock those boots \t\tagain tonight.  \tTWO GIRLS join them.  \n[9]\t\tOh shit, look who it is. The human \t\tvacuum.  \n[10]\t\tNothing. Just hanging out with \t\tSilent Bob and his cousin.  \n[11]\t\tCheck this out, he's from Russia.  \n[12]\t\tI swear to God. Silent Bob, am I \t\tlying?  \tSILENT BOB shakes his head:  \n[13]\t\tSee? And Silent Bob never told a \t\tlie in his life.  \n[14]\t\tI don't fucking know. What am I, \t\this biographer? \t\t\t \t\tOlaf, what part of Russia are you \t\tfrom?  \tOLAF looks quizzically at SILENT BOB.  \n[15]\t\tHe knows some English, but he can't \t\tnot speak it good like we do.  \n[16]\t\tHe's moving to the big city next \t\tweek. He wants to be a metal singer.  \n[17]\t\tSwear. \t\t\t \t\tOlaf, metal!  \tOLAF makes a metal face.  \n[18]\t\tThat's his fucking metal face. \t\t\t \t\tOlaf, girls nice?  \tOLAF looks the girls up and down.  \n[19]\t\t\t \t\tThat's fucked up.  \t\t\t\t\t\t\t\t\t43.   \n[20]\t\tI don't know, man. He's a fucking \t\tcharacter.  \n[21]\t\tHe's got his own band in Moscow. \t\tIt's called \"Fuck Your Yankee Blue \t\tJeans\" or something like that.  \n[22]\t\tYou gotta hear him sing. \t\t\t \t\tOlaf, \"Berserker!\"  \tOLAF laughs and shakes his head.  \n[23]\t\tCome on, man, \"Berserker!\"  \n[24]\t\tEnglish. \t\t\t \t\tCome on, \"Berserker!\" Girls think \t\tsexy.  \n[25]\t\tHe's gonna sing it. This is too \t\tfunny.  \n[26]\t\t\t \t\tThat's fucking funny, man!  \t\t\t\t\t\t\t\t\t44.   \n[27]\t\tWait, there's more. \t\t\t \t\tOlaf: sing... \t\t\t   \n[28]\t\t'Bout the biggest pair you ever \t\tseen! NYNNE!!  \tDANTE looks around, hyperventilating.  \n[29]\t\t\t \t\tYeah! Open the video store!!  \n[30]\t\tYeah, you cock-smoking clerk.  \n[31]\t\tI'm not dealing.  \tA KID tugs at JAY'S shirt.  \n[32]\t\tYeah, what do you want?  \tRANDAL heads to the video store. DANTE enters the convenience \tstore and slides the sign to OPEN. After a few seconds, the \tIMPATIENT CUSTOMER  appears, \tflashlight in hand, scanning the ground.  \n[33]\t\tThat's the price, my brother.  \n[34]\t\tFor this kind of hash, you need \t\tthat kind of cash.  \n[35]\t\tTill ten. Then I'm going to John \t\tK's party.  \n[36]\t\t\t \t\tMy man is deaf. \t\t\t \n[37]\t\tThe only place I don't bring my \t\tdrugs is church. And that ain't \t\ttill Sunday morning.  \n[38]\t\t\t \t\tI'll see you there.  \tJOHN leaves. JAY turns to SILENT BOB.  \t\t\t\t\t\t\t\t\t102.   \n[39]\t\tIt's motherfuckers like that who \t\tgive recreational drug users a bag \t\tname. \t\t\t(suddenly spotting \t\t\tsomeone O.C. \n[40]\t\tMan, it's fucking slow.  \tSILENT BOB walks out of the frame, leaving JAY alone against \tthe wall. He comes back a few seconds later, carrying a \tmini-Walkman with ten-watt speakers. He sets it down on the \tground and turns it on. House music starts playing. Jay- \tpossessed by the beat-breaks into an impromptu dance, in \twhich he makes suggestive and often lewd moves. SILENT BOB \tleans against the wall.  \n[41]\t\tI knew one of those motherfuckers \t\twas gonna kill somebody one day.  \n[42]\t\t\t \t\tNoinch, noinch, noinch-smoking \t\tweed, smoking weed! Doing coke! \t\tDrinking beers! \t\t\t \t\tA pack of wraps, my good man. It's \t\ttime to kick back, drink some \t\tbeers, and smoke some weed!  \n[43]\t\tHell yes, whatever that means. Now \t\tI'm gonna head over to Atlantic, \t\tdrink some beers, get ripped, and- \t\tplease God-get laid. \t\t\t \t\tE-Z Wider, one-and-a-halfs.  \n[44]\t\t\t \t\tPay the good man. \t\t\t \t\tDon't you close soon?  \n[45]\t\tWe get off about the same time \t\tevery night. We should hang out. \t\tYou get high?  \n[46]\t\tWanna come to this party tonight? \t\tThere's gonna be some pussy there, \t\tman!  \n[47]\t\tListen to you. Oh shit. \"Oh, I \t\tdon't hang out with drug dealers.\"  \t\t\t\t\t\t\t\t\t131.   \n[48]\t\tI work, just like you. You're more \t\tof a crook than I am, dude.  \n[49]\t\t\t \t\tRelax brother. What I mean is that \t\tyou sell the stuff in this store at \t\tthe highest prices around. A dollar \t\tseventy-nine for wraps-what's that \t\tshit?  \n[50]\t\tAnd these aren't my drugs-I just \t\tsell them.  \n[51]\t\tWhat's that mean?  \n[52]\t\tAll right. How much is Pepsi here?  \n[53]\t\tAt Food City it's ninety-nine \t\tcents, plus tax.  \n[54]\t\tSo why do you sell it for so much \t\tmore? I'll tell you why-because \t\tpeople come here and they're like \t\t\"A dollar eighty for soda? I should \t\tget it at Food City. But I don't \t\tfeel like driving there. I'll just \t\tbuy it here so I don't have to \t\tdrive up there.\" That's exploiting \t\ta weakness, too, isn't it?  \n[55]\t\tHey, man, what happened with that \t\told guy?  \n[56]\t\tThat's fucked up. Yo, I heard he \t\twas jerkin' off.  \n[57]\t\tProbably saw that Caitlin chick. I \t\tknow I felt like beatin' it when I \t\tsaw her. \t\t\t \t\tCome here, bitch! You like this? Is \t\tthis what you want? Hunhh?  \n[58]\t\tYou used to go out with her?  \n[59]\t\tDon't you already have a girlfriend?  \n[60]\t\tIs she that girl who's down here \t\tall the time? She came here today \t\tcarrying a plate of food.  \n[61]\t\tAnd what-you were gonna dump her to \t\tdate that Caitlin chick?  \n[62]\t\tI don't know dude. That Caitlin \t\tchick's nice. But I see that \t\tVeronica girl doing shit for you \t\tall the time. She brings you food, \t\tshe rubs your back...Didn't I see \t\ther change your tire one day?  \n[63]\t\tDamn. She sure goes out of her way.  \n[64]\t\tI've had girlfriends, but all they \t\twanted from me was weed and shit. \t\t\t \t\tShit, my grandma used to say, \t\t\"Which is better: a good plate with \t\tnothing on it...\" No, wait. I \t\tfucked up. She said \"What's a good- \t\tlooking plate with nothing on it?\"  \n[65]\t\tI don't know. She was senile and \t\tshit. Used to piss herself all the \t\ttime. C'mon Silent Bob.  \tExit JAY. SILENT BOB stands there.  \t\t\t\t\t\t\t\t\t134.   ", "Dante": "\n[1]\t\tNext time, I get the bed.  \t\t\t\t\t\t\t\t\t\t2.   \tHe releases the dog and sits up.  \n[2]\t\t\t \t\tShit.  \n[3]\t\tShit.  \tThe register pops open, and a hand extracts a quarter.  \n[4]\t\tShit!  \tThe lock is gummed up with gum or something hard and \tobtrusive like gum, preventing the key from being inserted. \tDANTE looks around and kicks the shutter angrily. The car \ttrunk pops open and a hand reaches inside, pulling out a \tfolded white sheet.  \n[5]\t\tThanks. Have a good one.  \n[6]\t\tSure. Go ahead.  \tThe ACTIVIST leans on a briefcase and drinks his coffee. \tAnother CUSTOMER leans in the door.  \n[7]\t\tYeah.  \n[8]\t\tBeats me.  \t\t\t\t\t\t\t\t\t\t6.   \n[9]\t\tExcuse me, but...  \t\t\t\t\t\t\t\t\t\t7.   \n[10]\t\tFifty-five.  \n[11]\t\tMaybe you should take that coffee \t\toutside.  \n[12]\t\tIf you're going to drink it in \t\there, I'd appreciate it if you'd \t\tnot bother the customers.  \n[13]\t\tHey, now wait a sec...  \n[14]\t\tI think you'd better leave now.  \n[15]\t\tYou're loitering in here, and \t\tcausing a disturbance.  \n[16]\t\tThat's it, everybody out.  \n[17]\t\tYeah, but not in here.  \n[18]\t\tLike I'm responsible for all the \t\tsmokers!  \n[19]\t\tToo hard?! I don't have enough \t\tindignities in my life-people start \t\tthrowing cigarettes at me!  \n[20]\t\tI hate this fucking place.  \n[21]\t\tPlease, Veronica. Last thing I need \t\tis a lecture at this point.  \t\t\t\t\t\t\t\t\t15.   \n[22]\t\tI'm not even supposed to be here \t\ttoday!  \n[23]\t\tThe guy got sick and couldn't come \t\tin.  \n[24]\t\tYes! And I'm going to play like \t\tshit because I didn't get a good \t\tnight's sleep!  \n[25]\t\tI'm only here until twelve, then \t\tI'm gone. The boss is coming in.  \n[26]\t\tSomebody jammed the locks with gum.  \n[27]\t\tBunch of savages in this town.  \n[28]\t\tI don't know-like two-thirty, three.  \n[29]\t\t\t \t\tHunhh? Nothing.  \n[30]\t\tNothing! Jesus! I gotta fight with \t\tyou now?  \n[31]\t\tWho's defensive? Just...Would you \t\tjust hug me?! All right? Your \t\tboyfriend was accosted by an angry \t\tmob, and he needs to be hugged.  \tShe stares at him.  \n[32]\t\tWhat? What is that?  \n[33]\t\tOh, be real! Would you...Would you \t\tplease hug me? I just went through \t\ta very traumatic experience and I \t\thaven't been having the best day so \t\tfar. Now come on.  \tVERONICA stares at him.  \n[34]\t\tWhat? What's with that look?! I \t\twasn't talking to anyone, especially \t\ther! Look at you, being all sort \t\tof...I don't know...stand-offish.  \tVERONICA looks away.  \n[35]\t\tFine. You don't trust me, don't hug \t\tme. I see how it is. All right \t\tPissy-pants, you just go on being \t\tsuspicious and quiet. I don't even \t\twant to hug you at this point.  \t\t\t\t\t\t\t\t\t17.   \tVERONICA looks back at him.  \n[36]\t\t\t \t\tGive you a dollar?  \n[37]\t\t\t \t\tThanks.  \tThe door is heard opening and closing-a customer leaving.  \n[38]\t\tLike three dollars in mixed change \t\tand a couple of singles. People \t\tonly get the paper of coffee this \t\ttime of morning.  \n[39]\t\tWhy do you say that?  \n[40]\t\tTheoretically, people see money on \t\tthe counter and nobody around, they \t\tthink they're being watched.  \n[41]\t\tI had to use shoe polish to make \t\tthat sign. The smell won't come off.  \n[42]\t\tWhy? You wanna have sex or something?  \n[43]\t\tReally?  \n[44]\t\tYeah, right. You can't get enough \t\tof me.  \n[45]\t\tHow do you figure?  \n[46]\t\tWomen? Women, as lovers, are all \t\tbasically the same: they just have \t\tto be there.  \n[47]\t\tMaking a male climax is not all \t\tthat challenging: insert somewhere \t\tclose and preferably moist; thrust; \t\trepeat.  \n[48]\t\tNow, making a woman cum...therein \t\tlies a challenge.  \n[49]\t\tA girl makes a guy cum, it's \t\tstandard. A guy makes a girl cum, \t\tit's talent.  \n[50]\t\tSomething wrong?  \n[51]\t\tI touched a nerve.  \n[52]\t\tIt wasn't directed at you. I was \t\tmaking a broad generalization.  \n[53]\t\tThese are my opinions based on my \t\texperiences with the few women who \t\twere good enough to sleep with me.  \n[54]\t\tHow many what?  \n[55]\t\tHow many different girls? Didn't we \t\talready have this discussion once?  \n[56]\t\tIncluding you?  \n[57]\t\t\t \t\tTwelve.  \n[58]\t\tIncluding you; yes.  \tPause. She slaps him.  \n[59]\t\tWhat the hell was that for?  \n[60]\t\tWhy'd you hit me?  \n[61]\t\tDo I get to hit you after you tell \t\tme?  \n[62]\t\tThree?  \n[63]\t\tYou've only had sex with three \t\tdifferent people?  \n[64]\t\tWho?  \n[65]\t\tNo; who were the three, besides me?  \n[66]\t\t\t \t\tWow. That's great. That's something \t\tto be proud of.  \n[67]\t\tAnimal, vegetable, or mineral.  \n[68]\t\tThey put up the least amount of \t\tstruggle.  \n[69]\t\tAll right. Name it.  \n[70]\t\tWhere?  \t\t\t\t\t\t\t\t\t22.   \n[71]\t\tCan't we ever have a discussion \t\twithout that coming up?  \n[72]\t\tJesus, would you stop? You make my \t\thead hurt when you talk about this.  \tVERONICA stands, letting DANTE'S head hit the floor.  \n[73]\t\tShit! Why are we getting up?  \n[74]\t\tHow are you? Just the soda?  \n[75]\t\tWhy do you call him that?  \n[76]\t\tWhat do you mean?  \n[77]\t\tHe requested this?  \n[78]\t\tSylvan can be talked into anything.  \n[79]\t\tLike you said-she snowballed him.  \n[80]\t\tYeah, right.  \n[81]\t\tYou sucked that guy's dick?  \n[82]\t\t\t \t\tBut...but you said you only had sex \t\twith three guys! You never mentioned \t\thim!  \n[83]\t\tYou sucked his dick!  \n[84]\t\t\t \t\tOh my God! Why did you tell me you \t\tonly slept with three guys?  \n[85]\t\tOh my God-I feel so nauseous...  \n[86]\t\tI did understand! I understand that \t\tyou slept with three different \t\tguys, and that's all you said.  \n[87]\t\tHow many?  \n[88]\t\tHow many dicks have you sucked?!  \n[89]\n[90]\t\tThis is different. This is important. \t\tHow many?!  \tShe counts silently, using fingers as marks. DANTE waits on \ta customer in the interim. VERONICA stops counting.  \n[91]\t\tWell...?  \n[92]\n[93]\t\tWhat the hell is that anyway, \t\t\"something like thirty-six?\" Does \t\tthat include me?  \n[94]\n[95]\t\tThirty-seven?! \t\t\t \t\tMy girlfriend sucked thirty-seven \t\tdicks!  \n[96]\t\tHey! Where are you going?!  \n[97]\t\tNo, but you sucked enough dick!  \n[98]\t\tA few?  \t\t\t\t\t\t\t\t\t27.   \n[99]\t\t\t \t\tWell...why did you have to suck \t\ttheir dicks? Why didn't you just \t\tsleep with them, like any decent \t\tperson?!  \n[100]\t\tI feel sick.  \n[101]\t\tEvery time I kiss you now I'm going \t\tto taste thirty-six other guys.  \tVERONICA violently lets go of him.  \n[102]\t\t\t \t\tThirty-seven. I just can't...  \n[103]\t\tTry not to suck any more dicks on \t\tyour way through the parking lot!  \tTwo men who were walking in the opposite direction outside \tdouble back and head in the direction. VERONICA went.  \n[104]\n[105]\t\tI called his house twice already. \t\tHe should be here soon.  \n[106]\t\tI'm sure he wasn't sleeping.  \n[107]\t\tNo; he was probably just resting \t\this eyes.  \n[108]\t\tActually, that's his night job.  \t\t\t\t\t\t\t\t\t29.   \n[109]\t\tIf you'll just tell me the title of \t\tyour rental choice, I'll have him \t\thold it for you.  \n[110]\t\t\t \t\tYou forgot your keys.  \tThe half-filled trash can swallows the ring of keys.  \n[111]\t\tYou're late.  \n[112]\t\tThe boss called. Arthur fell ill.  \n[113]\t\tSomeone jammed gum in the locks.  \n[114]\t\tThat's what I said.  \n[115]\t\tHe assured me that he'd be here by \t\ttwelve.  \n[116]\t\tGo open the sore.  \n[117]\t\tShocking abuse of authority.  \n[118]\t\tDon't screw with it. It makes us \t\tlook suspicious.  \n[119]\t\tNo, thanks.  \n[120]\t\tWhy?  \n[121]\t\tYou don't want to know.  \t\t\t\t\t\t\t\t\t34.   \n[122]\t\tShe called me.  \n[123]\t\tOne fight a day with Veronica is \t\tabout all I can stomach, thanks.  \n[124]\t\tI guess it's not really fighting. \t\tShe just wants me to leave here, go \t\tback to school, get some direction.  \n[125]\t\tYou win.  \n[126]\t\tSeven months.  \n[127]\t\tFive years.  \n[128]\t\tEight and a half.  \t\t\t\t\t\t\t\t\t35.   \n[129]\t\tParty at John K's-senior year. I \t\tget blitzed and pass out in his \t\tbedroom. Caitlin comes in and dives \t\tall over me.  \n[130]\t\tIn the middle of it, she calls me \t\tBrad.  \n[131]\t\tShe called me Brad.  \n[132]\t\tI hit the lights and she freaks. \t\tTurns out she thought I was Brad \t\tMichaelson.  \n[133]\t\tShe was supposed to meet Brad \t\tMichaelson in a bedroom. She picked \t\tthe wrong one. She had no idea I \t\twas even at the party.  \n[134]\t\tGreat story, isn't it?  \n[135]\t\tInteresting postscript to that \t\tstory: Do you know who wound up \t\tgoing with Brad Michaelson in the \t\tother dark bedroom?  \n[136]\t\tAllan Harris.  \n[137]\t\tThe two moved to Idaho together \t\tafter graduation. They raise sheep.  \n[138]\t\tIt takes different strokes to move \t\tthe world.  \n[139]\t\tBecause there was a lot of good in \t\tour relationship.  \n[140]\t\tI'm serious. Aside from the \t\tcheating, we were a great couple. \t\tThat's what high school's all \t\tabout-algebra, bad lunch, and \t\tinfidelity.  \n[141]\t\tThey are. When she calls me now, \t\tshe's a different person-she's \t\tfrightened and vulnerable. She's \t\tabout to finish college and enter \t\tthe real world. That's got to be \t\tscary for anyone.  \n[142]\t\tI'm talking to myself here.  \n[143]\t\t...and she's looking to me for \t\tsupport. And I think that this is \t\tleading our relationship to a new \t\tlevel.  \n[144]\t\tI think the arguments Veronica and \t\tI are having are some kind of \t\tmanifestation of a subconscious \t\tdesire to break away from her so \t\tthat I can pursue the possibility \t\tof a more meaningful relationship \t\twith Caitlin.  \n[145]\t\tI think it's safe to say yes.  \n[146]\t\tAll four?  \n[147]\t\tYes, I'd like to check on a misprint \t\tin today's edition...Today's \t\tedition...It says \"Bree to Wed \t\tAsian Design Major...No, no; \t\teverything's spelled fine. I just \t\twanted to know if the piece was a \t\tmisprint...I don't know, like a \t\ttypographical error or something...  \tA CUSTOMER comes to the counter and waits. He looks at the \tlitter box. A black cat suddenly jumps into it and starts \tpawing around.  \n[148]\t\tMaybe it's supposed to be Caitlin \t\tBray, or Caitlin Bre, with one \t\te...I'm a curious party...A curious \t\tparty...  \tDANTE on the phone:  \n[149]\t\t...I'm an ex-boyfriend...Well, it's \t\tjust that we talk all the time, and \t\tshe never mentioned this engagement, \t\twhich is why I'm thinking maybe \t\tit's a misprint...  \tThe CUSTOMER watches as the cat takes a huge dump, leaning \ton its haunches to accommodate the stinky load.  \n[150]\t\t...Are you sure?...Maybe there's \t\tlike a vindictive printer working \t\tfor you...  \tDANTE on the phone:  \n[151]\t\tMeaning like someone who maybe-I \t\tdon't know-asked her out once and \t\tgot shot down, and his revenge is \t\tthrowing this bogus article in when \t\tthe paper went to \t\tpress...Hello?...Hello?  \tDANTE hangs up. He looks at the paper ruefully, shaking his \thead. He then sniffs the air.  \n[152]\t\tYou hold the counter and I'll pull.  \n[153]\t\t\t \t\tMaybe we should soap your hand or \t\tsomething.  \n[154]\t\tI think it's coming now...  \tThe can pops off and DANTE staggers back a few steps. The \tman rubs his hand.  \n[155]\t\tI'll throw this out. Precautionary \t\tmeasure.  \n[156]\t\tA word of advice: Sometimes it's \t\tbest to let those hard to reach \t\tchips go.  \tDANTE steps behind the counter.  \n[157]\t\tDo you know that article is accurate? \t\tCaitlin's really getting married!  \n[158]\t\tMe pulling a can off some moron's \t\tfist.  \n[159]\t\tDidn't you hear me? Caitlin really \t\tis getting married.  \n[160]\t\t\t \t\tEmpire.  \n[161]\t\tEmpire had the better ending: Luke \t\tgets his hand cut off, and finds \t\tout Vader's his father; Han gets \t\tfrozen and taken away by Boba Fett. \t\tIt ends on such a down note. And \t\tthat's life-a series of down \t\tendings. All Jedi had was a bunch \t\tof Muppets.  \n[162]\t\tWhat's that?  \n[163]\t\tThe Emperor.  \n[164]\t\tHow do you mean?  \n[165]\t\tI guess.  \n[166]\t\tYeah.  \n[167]\t\tIt would stand to reason, yes.  \n[168]\t\tMore or less.  \n[169]\t\tI think they were Catholics.  \tA BLUE-COLLAR MAN half enters the door.  \n[170]\t\tYeah. Come in.  \tHe goes to the coffee machine and makes a cup of joe.  \n[171]\t\tThere's more?  \n[172]\t\tYeah.  \n[173]\t\tLuke blew it up. Give credit where \t\tit's due.  \n[174]\t\tCompliments of Lando Calrissian.  \n[175]\t\tAnd you figured it out?  \n[176]\t\tBasically.  \n[177]\t\tAnd the second time around...?  \t\t\t\t\t\t\t\t\t49.   \n[178]\t\tSo?  \n[179]\t\tNot just Imperials, is what you're \t\tgetting at.  \n[180]\t\tAll right, so even if independent \t\tcontractors are working on the \t\tDeath Star, why are you uneasy with \t\tits destruction?  \n[181]\t\tMy friend is trying to convince me \t\tthat any contractors working on the \t\tuncompleted Death Star were innocent \t\tvictims when the space station was \t\tdestroyed by the rebels.  \n[182]\t\tWhose house was it?  \n[183]\t\tBased on personal politics.  \n[184]\t\t\t(a hand up to urge \t\t\thim to hush \t\tWait.  \n[185]\t\tThis guy is going through all of \t\tthe eggs. Look.  \tAn ODD MAN sits on the floor, surrounded by cartons of eggs, \tall opened. He grabs a carton from the cooler case, pops it \topen, and examines each egg carefully.  \n[186]\t\tThis has been going on for twenty \t\tminutes.  \tRANDAL and DANTE study the O.C. oddity.  \n[187]\t\tHe said he has to find a perfect \t\tdozen.  \n[188]\t\tEach egg has to be perfect.  \n[189]\t\tObviously not. Look at all the \t\tcartons that didn't make the grade.  \tThe ODD MAN holds an egg up to the light and studies it from \tseveral different angles.  \n[190]\t\tI told him that and he yelled at me.  \tRANDAL snickers at his friend.  \t\t\t\t\t\t\t\t\t56.   \n[191]\t\tHe said it was important to have \t\tstandards. He said nobody has pride \t\tanymore.  \n[192]\t\tI'll give him five more minutes \t\tthen I'm calling the cops. I don't \t\tneed this, man. I'm not even \t\tsupposed to be here today.  \tA SMOKER steps in.  \n[193]\t\tYou know him?  \n[194]\t\tWhy do you say that?  \n[195]\t\tWhy guidance counselors?  \n[196]\t\tDid you ever notice all the prices \t\tend in nine? Damn, that's eerie.  \n[197]\t\tWhat's a jizz-mopper?  \n[198]\t\tNudie booth?  \n[199]\t\tI guess not.  \tA female CUSTOMER pops items onto the counter. DANTE rings \ther up.  \n[200]\t\tWhat kind of show?  \t\t\t\t\t\t\t\t\t59.   \n[201]\t\t\t \t\tCan we talk about this later?  \n[202]\t\tExcuse me?  \n[203]\t\tWe're sorry, ma'am. We got a little \t\tcarried away.  \n[204]\t\tMa'am, ma'am, I'm sorry! Please, \t\twait a second, ma'am...  \tThe CUSTOMER is gone. DANTE'S pursuit stops at the counter. \tDANTE turns on RANDAL.  \n[205]\t\tWhy do you do things like that? You \t\tknow she's going to come back and \t\ttell the boss.  \n[206]\t\tI'm gonna hear it tomorrow.  \n[207]\t\tWhat for? They don't bother me if I \t\tdon't bother them.  \n[208]\t\tThere aren't.  \n[209]\t\t\t \t\tIt's not really anyone per se, it's \t\tmore of separate groupings.  \n[210]\t\t\t \t\tThe milkmaids.  \n[211]\t\tThe women that go through every \t\tgallon of milk looking for a later \t\tdate. As if somewhere-beyond all \t\tthe other gallons-is a container of \t\tmilk that won't go bad for like a \t\tdecade.  \n[212]\t\tWhich ones?  \n[213] \tYou think you get stupid questions? You should hear the \tbarrage of stupid questions I get.  \n[214]\t\tNo.  \n[215]\t\tBecause my ex-girlfriend is getting \t\tmarried.  \n[216]\t\t\t \t\tVeronica!  \tDANTE gives RANDAL a shove to shut him up. VERONICA enters \tthe store, carrying books and something covered with aluminum \tfoil.  \n[217]\t\tHe still hasn't shown up. Why \t\taren't you in class?  \n[218]\t\tWhat is it?  \n[219]\t\tReally? \t\t\t \t\tYou're the best.  \n[220]\t\t\t \t\tShut up! \t\t\t \t\tYes, I've calmed down, I'm still \t\tnot happy about it, but I've been \t\table to deal.  \tRANDAL makes loud slurping noises from O.C.  \n[221]\t\t\t \t\tWhy don't you go back to the video \t\tstore?  \tRANDAL walks past the two, and pats VERONICA on the head. He \texits.  \n[222]\t\tI had to tell someone. He put it \t\tinto perspective.  \n[223]\t\tAt least he wasn't thirty-six.  \n[224]\t\tAnd he said most of them are \t\tcollege guys, I've never met or seen.  \t\t\t\t\t\t\t\t\t65.   \n[225]\t\t...it isn't there. Yes.  \n[226]\t\tThank you for the lasagne.  \n[227]\t\tI called a locksmith and he said \t\tthe earliest he could get here it \t\ttomorrow.  \n[228]\t\tWhat time do you get finished?  \n[229]\t\tSure.  \n[230]\t\tCan you come next door? I gotta \t\tmake a phone call.  \n[231]\t\tThe best Burtless movie ever made.  \tDANTE exits. RANDAL gives his customers the what-did-I-tell- \tyou look.  \n[232]\t\tHello, is Mr. Synder there? This is \t\tDante...Did he say if he was on his \t\tway here?...Here...The convenience \t\tstore...I know, but the other guy \t\tcalled out this morning and Mr. \t\t\t\t  \t\t\t\t\t\t\t\t\t67.   \n[233]\t\tSynder asked me to cover until he \t\tgot here. He said he'd be here by \t\tnoon, but it's one-thirty now, so \t\tI...Excuse me...Vermont?!...No, \t\tthat can't be; I talked to him this \t\tmorning...He left at what time?...He \t\treally went to Vermont?...When the \t\thell was someone going to tell \t\tme?...He promised he was coming by \t\tnoon!...Jesus...When does he get \t\tback?!...TUESDAY!...You've gotta be \t\tfucking kidding me!...I've got a \t\thockey game at two, and the fucking \t\tshutters are jammed closed, and \t\the's in Vermont?...I'm not even \t\tsupposed to be here today!! \t\t\t \t\tSo I'm stuck here till \t\tclosing?...This is just great...I \t\tjust can't believe...I'm sorry, I \t\tdidn't mean to yell at \t\tyou...No...No, I'll be all \t\tright...Well, that's all I can do, \t\tright?...Thanks.  \tHe hangs up. RANDAL joins him.  \n[234]\t\tCan you believe this?!  \n[235]\t\tNot a fucking word! Slippery shit!  \n[236]\n[237]\t\tWhat?  \t\t\t\t\t\t\t\t\t68.   \n[238]\t\tI know.  \n[239]\t\tI don't back down.  \n[240]\t\tYou know what pisses me off the most?  \n[241]\t\tI'm going to miss the game.  \n[242]\t\tWould you shut the hell up with \t\tthat shit? It's not helping.  \n[243]\t\tSorry.  \n[244]\t\tI can't believe I'm going to miss \t\tthe game!  \n[245]\t\tYou've got a customer.  \tRANDAL walks away.  \n[246]\t\tSanford? Dante...I can't play \t\ttoday...I'm stuck at work...I know \t\tI'm not scheduled, but-just forget \t\tit. I can't play...Neither can \t\tRandal...He's working too...  \tRANDAL comes back. DANTE rolls his eyes to the ceiling.  \n[247]\t\t\t \t\tWait a second. Do we have to play \t\tat the park?...Hold on... \t\t\t \t\tDo you feel limber?  \n[248]\t\t\t \t\tPull my laces tighter.  \n[249]\t\tI told him I had a game today. It's \t\this own fault.  \t\t\t\t\t\t\t\t\t70.   \n[250]\t\tI just want to play hockey like I \t\twas scheduled to.  \tSANFORD skates up and skids to a halt.  \n[251]\t\tIf you grab a Gatorade, then \t\teverybody's going to grab one.  \n[252]\t\tSo? So nobody's going to want to \t\tpay for these Gatorades.  \n[253]\t\tI've got a responsibility here. I \t\tcan't let everybody grab free drinks.  \n[254]\t\tAt least let me maintain some \t\tsemblance of managerial control here.  \n[255]\t\tAll right. Jesus, you fuckers are \t\tpushy.  \n[256]\t\tCan we not talk about this?  \n[257]\t\tI don't know. You going to lock the \t\tvideo store?  \n[258]\t\tWe're not playing in the street.  \n[259]\t\tReady?  \tPLAYERS take positions. SANFORD comes to the center and \tholds the ball in drop position. DANTE and REDDING face off, \tand the ball is in play.  \tThe game begins as the players engage in a savage ballet. \tFaces are smashed with sticks, slide tackles are made, shots \tare taken, CU's of various players included.  \tINACTIVE PLAYERS call out encouragement and slander from the \tsidelines. More game playing including both goalies getting \tscored on and more face-offs.  \tBelow, a CUSTOMER tugs on the convenience store door. He \treads the sign and then backs up into the street, attempting \tto peer over the ledge. Above, the game continues.  \tBelow, the CUSTOMER shifts from one foot to the other \timpatiently. He grabs the ladder and quickly ascends.  \tAbove, from over the ledge of the roof, we see the head of \tthe customer peek. Skating feet pass rapidly before him, and \the watches for a moment before calling out.  \n[260]\t\t\t \t\tIf you can just wait a few more \t\tminutes.  \t\t\t\t\t\t\t\t\t73.   \n[261]\t\tI'll be right back. It's almost over.  \tHe jumps back into the game.  \n[262]\t\tIn a second!  \n[263]\t\tI can pass!  \n[264]\t\tWho are you to make assessments?  \n[265] \n[266]\t\tLike you're better!  \t\t\t\t\t\t\t\t\t74.   \n[267]\t\tThat's easy to say from over here.  \n[268]\t\t\t \n[269]\t\t\t \t\tThere's a stick over there. You're \t\tshooting against the goal. \t\t\t \n[270]\t\tGive me another ball.  \n[271]\t\tWhat the fuck are you talking about? \t\tHow many balls did you bring?  \tSANFORD skates up to him.  \t\t\t\t\t\t\t\t\t75.   \n[272]\t\tAre there any balls down there?!  \n[273]\t\tYou only brought one ball?!  \n[274]\t\tNobody has another ball?  \n[275]\t\tWe get...what...twelve minutes of \t\tgame, and it's over? Fuck! Fuck! \t\tFuck! Fuck!! \t\t\t \t\tI'm not even supposed to be here \t\ttoday!  \tDANTE skates off.  \n[276]\t\tI'm trying.  \n[277]\t\tSo I'm told.  \n[278]\t\tAnd he got cancer by chewing \t\tfluorescent bulb glass...?  \n[279]\t\t\t \t\tOh...Can I help you?  \n[280]\t\tUm...yeah, but it's for employees \t\tonly.  \n[281]\t\tUh...sure. Go ahead. It's back \t\tthrough the cooler.  \n[282]\t\tThe white kind.  \t\t\t\t\t\t\t\t\t77.   \n[283]\t\tActually, it is kind of rough.  \n[284]\t\tYeah, but...  \n[285]\t\tYeah, okay. Go ahead.  \n[286]\t\tJesus...go ahead.  \n[287]\t\tYou know, you probably could've \t\tbeen home, already, in the time \t\tit's taken you to get in there.  \t\t\t\t\t\t\t\t\t78.   \n[288]\t\tI said go ahead.  \n[289]\t\tThe porno mags?  \n[290]\t\t\t \t\tHere. Now leave me alone.  \n[291]\t\tOne ball!! They come all the way \t\there...I close the damn store...for \t\tone ball!  \n[292]\t\tRandal, twelve minutes is not a \t\tgame! Jesus, it's barely a warm-up!  \t\t\t\t\t\t\t\t\t79.   \n[293]\t\tGatorade.  \tPause. Then...  \n[294]\t\tExactly. They drank it all.  \n[295]\t\t\t \t\t\"It's not like we're gonna sell \t\tout.\"  \tRANDAL comes back with drinks.  \n[296]\t\tI still can't believe Caitlin's \t\tgetting married.  \n[297]\t\tYeah, right.  \n[298]\t\tOh, my god.  \n[299]\t\tHow? When?  \n[300]\t\tJesus.  \n[301]\t\tI haven't seen her in almost two \t\tyears.  \n[302]\t\tNumber six.  \n[303]\t\tI'm gonna go to her wake.  \n[304]\t\tWhy not?  \n[305]\t\tWhat!?  \n[306]\t\tShit. What about tomorrow?  \n[307]\t\tYou've gotta watch the store. I \t\thave to go to this.  \n[308]\t\tYou hardly knew her!  \n[309]\t\tStop it. This is beneath even you.  \n[310]\t\tYou hate people.  \n[311]\t\tDon't be an asshole. Somebody has \t\tto stay with the store.  \n[312]\t\tShe meant nothing to you!  \n[313]\t\tI'm not taking you to this funeral.  \n[314]\t\tI can't close the store.  \t\t\t\t\t\t\t\t\t82.   \n[315]\t\tExactly, which means I can't close \t\tit for another hour so we can both \t\tgo to a wake.  \n[316]\t\tThanks for putting me in a tough \t\tspot. You're a good friend.  \tSilence. Then...  \n[317]\t\tTwenty-two; same as us.  \n[318]\t\tAn embarrassing way to die.  \n[319]\t\tHow'd he die?  \n[320]\t\tThat's embarrassing?  \n[321]\t\tShut the hell up.  \n[322]\t\tStop it.  \n[323]\t\tOh, my god.  \n[324]\t\tNo!  \n[325]\t\tBecause I never tried to suck my \t\town dick?  \n[326]\t\tWho found him?  \n[327]\t\tHis dick was in his mouth?  \n[328]\t\tHe made it, hunhh?  \t\t\t\t\t\t\t\t\t84.   \n[329]\t\tI could never reach.  \n[330]\t\tYou know.  \n[331]\t\tYeah. Like you said, you know. I \t\tguess everyone tries it, sooner of \t\tlater.  \n[332]\t\tI know it was a bad idea to close \t\tthe store.  \n[333]\t\tI can't help it. At least when we \t\twere playing hockey outside, I \t\tcould see if anyone wanted to go in.  \n[334]\t\t\t \t\tI can't fucking believe you!!  \n[335]\t\tYou knocked the fucking casket \t\tover, for Chrissakes!  \n[336]\t\tDoes anyone ever knock over a \t\tcasket on purpose?  \n[337]\t\tHer fucking body fell out!  \n[338]\t\t\t \t\tJust...go! Go open the video store.  \t\t\t\t\t\t\t\t\t86.   \n[339]\t\t\t \t\tGo open the video store.  \n[340]\t\t\t \t\tHow many times I gotta tell you not \t\tto deal outside the store.  \n[341]\t\tI don't want to talk to you.  \n[342]\t\tWhy should I loan you my car?  \n[343]\t\t\t \t\tYou want to rent a movie.  \tDANTE walks away, shaking his head.  \n[344]\t\tYou work in a video store!  \tThey head back to the counter.  \n[345]\t\t\t \n[346]\t\tCan you imagine being halfway \t\tdecent to the customers at least \t\tsome of the time?  \n[347]\t\t\t \t\tMay I be blunt with you?  \n[348]\t\tWe are employees of Quick Stop \t\tConvenience and RST video, \t\trespectively. As such, we have \t\tcertain responsibilities which- \t\tthough it may seem cruel and \t\tunusual-does include manning our \t\tposts until closing.  \n[349]\t\tThere's a difference. Those were \t\tobligations. Obligations that could \t\tnot have been met at any later date. \t\tNow renting videos-that's just \t\tgratuitous, not to mention \t\tillogical, considering you work in \t\ta video store.  \tAnother CUSTOMER leans in.  \n[350]\t\t\t \t\tYes.  \n[351]\t\tIt's going to have to do for now, \t\tconsidering that it's my car that's \t\tup for request. \t\t\t \t\tCan I help you?  \n[352]\t\tMy point is that you're a clerk, \t\tpaid to do a job. You can't just do \t\tanything you want while you're \t\tworking.  \n[353]\t\tThey certainly do. Two fifty-five.  \n[354]\t\tWhat?  \n[355]\t\tExactly.  \n[356]\t\tThat's stretching it. You're not \t\tbeing asked to slay children or \t\tanything.  \n[357]\t\tSir! Sir, I'm sorry! He didn't mean \t\tit! He was trying to get me.  \n[358]\t\tI know. I'm sorry. Let me refund \t\tyour cigarette money, and we'll \t\tcall it even.  \t\t\t\t\t\t\t\t\t91.   \n[359]\t\t\t \t\tWhat the fuck did you do that for?  \n[360]\t\tJesus!  \n[361]\t\tWhat?  \n[362]\t\t\t(shakes his head; \t\t\thands over keys \t\tYou're a danger to both the dead \t\tand the living.  \n[363]\t\tPlease, get the hell out of here.  \n[364]\t\tExcuse me?  \n[365]\t\tI didn't strain. I sighed.  \n[366]\t\tI don't think so.  \n[367]\t\tThey are not.  \n[368]\t\tWhat are you talking about? There's \t\tno fat on this body.  \n[369]\t\tYes.  \n[370]\t\t\t \t\tThirty-fire.  \n[371]\t\tI am not.  \n[372]\t\tI don't know.  \n[373]\t\tI know I can bench more than that!  \t\t\t\t\t\t\t\t\t94.   \n[374]\t\tOh for God's sake!  \n[375]\t\t\t \t\tYes. \t\t\t \t\tI'm not out of shape.  \n[376]\t\tWhat?  \t\t\t\t\t\t\t\t\t95.   \n[377]\t\t\t \t\tI don't have love handles.  \n[378]\t\tI've been here since six o'clock \t\tthis morning. Why?  \n[379]\t\tI'm not out of shape!  \n[380]\t\tDante Hicks. Why? What is this about?  \tThe SUITED MAN scribbles in his notebook.  \n[381]\t\tDo I know you?  \n[382]\t\tCaitlin Bree. Yeah?  \t\t\t\t\t\t\t\t\t96.   \n[383]\t\tYou're Alyssa's sister? Heather?  \n[384]\t\tYeah.  \n[385]\t\tYeah?  \n[386]\t\tHow do you know that?  \n[387]\t\tNo, she's getting married.  \n[388]\t\tWhat?  \t\t\t\t\t\t\t\t\t97.   \n[389]\t\tYou know him?  \n[390]\t\tWait a second! \t\t\t \t\tYou used to sleep with Caitlin Bree? \t\tWhile I was dating her?  \n[391]\t\tI...I don't believe this...  \n[392]\n[393]\t\tWhat? When? When did all this shit \t\thappen?  \n[394]\t\tJesus Christ, what next?  \tThe SUITED MAN rips a piece of paper out of his notebook and \thands it to DANTE.  \n[395]\t\tWhat's this?  \n[396]\n[397]\t\tWhat are you talking about?  \n[398]\t\tI didn't do that!  \n[399]\t\tYeah, but I didn't sell cigarettes \t\tto any kids!  \n[400]\t\tBut I didn't sell cigarettes to any \t\tkid!  \n[401]\t\tI didn't sell cigarettes to any \t\tkids! I swear!  \t\t\t\t\t\t\t\t\t100.   \n[402]\t\tBut I didn't sell cigarettes to any \t\tkids! Hey!  \n[403]\t\tJesus! What next?  \n[404]\t\tWhat?  \tHis expression softens.  \n[405]\t\tCaitlin?  \n[406]\t\tWhen did you get back?  \n[407]\t\tMy God. I haven't seen you since... \t\t\t   \n[408]\t\tLet's not talk about that. How'd \t\tyou get home?  \n[409]\t\tI can't believe you're here.  \tAnother customer comes to the counter.  \n[410]\t\t\t \t\tTo the back, above the oil. \t\t\t \t\tHow long are you staying?  \n[411]\t\tSo I'm told.  \n[412]\t\tI want to talk to you about \t\tsomething, and I don't want to be \t\tdisturbed.  \t\t\t\t\t\t\t\t\t104.   \n[413]\t\tVery dramatic, I thought.  \n[414]\t\tWhat, it's worse? You're pregnant \t\twith an Asian design major's child?  \n[415]\t\tWere you going to tell me or just \t\tsend me an invitation?  \n[416]\t\tYou could've broke it to me gently, \t\tyou know; at least started by \t\ttelling me you had a boyfriend. I \t\ttold you I have a girlfriend.  \n[417]\t\tAnd you said yes?  \n[418]\t\tIs that what they teach you at that \t\tschool of yours? Kind of, sort of? \t\tEveryone knows about this except me! \t\tDo you know how humiliating that is?  \n[419]\t\tHow do you know that?  \n[420]\t\tSo you're really getting married?  \n[421]\t\tNo, you're not really getting \t\tmarried?  \n[422]\t\tHow like her.  \n[423]\t\tThanks for the vote of confidence.  \n[424]\t\tWreck is a harsh term. Disturbed is \t\tmore like it. Mildly disturbed even.  \n[425]\t\tAnd you came here to what? To \t\tcomfort me?  \t\t\t\t\t\t\t\t\t106.   \n[426]\t\tBut you were.  \n[427]\t\tYeah, but not seriously. Christ, \t\tyou're ready to walk down the \t\taisle-I'd say that constitutes \t\tsomething more than just seeing \t\tsomebody.  \n[428]\t\tWhat?  \n[429]\t\tSang? His name is a past tense?  \n[430]\t\tIf he's so nice, why aren't you \t\tgoing to marry him?  \t\t\t\t\t\t\t\t\t107.   \n[431]\t\tThere's more, isn't there?  \n[432]\t\tTell me I don't have something to \t\tdo with it.  \n[433]\t\tYou lie.  \n[434]\t\tI just believe in giving credit \t\twhere credit is due. And I believe \t\tthat I'm the impetus behind your \t\tfailure to wed.  \n[435]\t\tJesus, you're caustic.  \n[436]\t\tSo who's asking? I don't want to \t\tmarry you.  \n[437]\t\tBuy can we date?  \t\t\t\t\t\t\t\t\t108.   \n[438]\t\tWe could introduce them. They might \t\thit it off.  \n[439]\t\tI would like to be your boyfriend, \t\tyes.  \n[440]\t\tGive me a bit more credit. I think \t\tit's time we got back together, you \t\tknow. I'm more mature, you're more \t\tmature, you're finishing college, \t\tI'm already in the job market...  \n[441]\t\tCute. Tell me you wouldn't want to \t\tgo out again. After all the talking \t\twe've been doing.  \n[442]\t\tSo...what? So we should just make \t\tpretend over the phone that we're \t\tdating?  \n[443]\t\tLet me take you out tonight.  \t\t\t\t\t\t\t\t\t109.   \n[444]\t\tYes. A real date. Dinner and a movie.  \n[445]\t\tYou have a better suggestion?  \n[446]\t\tI hear that's a rather popular date.  \n[447]\t\tWhat about Sing?  \n[448]\t\tSang.  \n[449]\t\tHe's your fiancé.  \n[450]\t\tSo what are you saying?  \n[451]\t\tI'm just kidding.  \n[452]\t\tI'll ask Randal to close up for me- \t\twhen he gets back.  \n[453]\t\tHe went to rent a movie, but he \t\thasn't gotten back yet. Ah, screw \t\tit; I'll just lock the store up and \t\tleave him a note.  \n[454]\t\tWho doesn't?  \n[455]\t\tWhat happened to the walk and the \t\tnakedness?  \n[456]\n[457]\t\t\t \t\tWhat'd you rent? \t\t\t \t\tBest of Both Worlds?  \n[458]\t\tAnd this is what you rented?  \n[459]\t\tI got fined for selling cigarettes \t\tto a minor.  \n[460]\t\tFive hundred dollars.  \n[461]\t\t\t \t\tLiving proof.  \n[462]\t\tI don't; you did.  \n[463]\t\tLittle girl. Maybe five years old?  \n[464]\t\tAs opposed to the hundreds of other \t\tchildren you let buy cigarettes \t\twhenever you work here.  \n[465]\t\tBecause I'm here.  \n[466]\t\tI swear. I couldn't make this kind \t\tof hell up.  \n[467]\t\tBecause I'm happy.  \t\t\t\t\t\t\t\t\t113.   \n[468]\t\tI'm happy.  \n[469]\t\tNo. I'm happy because Caitlin came \t\tto see me.  \n[470]\t\tI'm not. She just left.  \n[471]\t\tShe's not going to marry that guy. \t\tShe went home to tell her mother.  \n[472]\t\tI'm not.  \n[473]\t\tShe went home, she's getting ready, \t\tand we're going out.  \n[474]\t\tWatch the store while I go home and \t\tchange.  \n[475]\t\tThis is my way of spitting water at \t\tlife.  \n[476]\t\tNo! Don't bring it up. I don't want \t\tto think about that now. Let me \t\tenjoy this hour of bliss. I'll \t\tthink about all of that later. In \t\tthe meantime, nobody mentions the V \t\tword.  \n[477]\t\tIn my absence, try not to sell \t\tcigarettes to any newborns.  \n[478]\t\tI might be leaving early to go out \t\twith Caitlin, in which case you'll \t\thave to close the store tonight.  \n[479]\t\t\t \t\tI'll read the book.  \tDANTE exits. A CUSTOMER comes back to the counter. He pets \tthe cat.  \n[480]\t\tWho eats cock?  \n[481]\t\tThere's no lights back there.  \n[482]\t\tI love your sexy talk. It's \t\tso...kindergarten: Poo-poo; wee-wee.  \n[483]\t\tI left like an hour ago.  \t\t\t\t\t\t\t\t\t119.   \n[484]\t\tCould be.  \n[485]\t\tLike what?  \n[486]\t\tUm...okay.  \n[487]\t\t\t \t\tIt wasn't me.  \n[488]\t\t\t \t\tWas it you?  \n[489]\t\tI'm serious.  \n[490]\t\tNo.  \tEveryone is silent. Then...  \n[491]\t\tI'm not kidding. I just got back \t\tfrom outside.  \n[492]\t\tI'm not fooling around! \t\t\t \t\tWho went back there?  \t\t\t\t\t\t\t\t\t121.   \n[493]\t\tAre you sure somebody was back there?  \n[494]\t\tShut the fuck up!  \n[495]\t\t\t \t\tCall the police.  \n[496]\t\tThere's a strange man in our \t\tbathroom, and he just raped Caitlin!  \n[497]\n[498]\t\tI don't know. He just came in and \t\tasked to use the bathroom.  \n[499]\t\tUm...I don't know. \t\t\t \t\tWhat time did hockey end?  \n[500]\t\tWhat time did we go to the funeral?  \n[501]\t\tJust me.  \n[502]\t\tWe did.  \n[503]\t\tNobody. It was closed.  \t\t\t\t\t\t\t\t\t123.   \n[504]\t\tEverything happened at once. I \t\tguess I forgot he was back there.  \tAmbulance attendants join them.  \n[505]\t\tWas he alive when...Caitlin...  \n[506]\t\tNo. I gave it to him.  \tRANDAL and the CORONER stare in disbelief.  \n[507]\t\tWell he asked me for it!  \n[508]\t\tWhat about Caitlin?  \n[509]\t\tShe thought it was me.  \tThe CORONER stares at DANTE.  \n[510]\t\tThis life.  \n[511]\t\tWhy do I have this life?  \n[512]\t\tI'm stuck in this pit, earning less \t\tthan slave wages, working on my day \t\toff, dealing with every backward \t\tfuck on the planet, the goddam \t\tsteel shutters are locked all day, \t\tI smell like shoe polish, I've got \t\tan ex-girlfriend who's catatonic \t\tafter fucking a dead guy, and my \t\tpresent girlfriend has sucked \t\tthirty-six dicks.  \n[513]\t\tMy life is in the shitter right \t\tabout now, so if you don't mind, \t\tI'd like to stew a bit.  \n[514]\t\tI was born.  \tRANDAL comes back.  \n[515]\t\tI should shit or get off the pot.  \n[516]\t\tWhat are you talking about?  \n[517]\t\tFuck you.  \n[518]\t\tWhat responsibility?  \n[519]\t\tAs if it's that easy.  \n[520]\t\tLeave me alone.  \n[521]\t\tOh, like your life's any better?  \n[522]\t\tThank you. Why don't you go back to \t\tthe video store?  \n[523]\t\tLeave her out of this.  \n[524]\t\tLeave me alone.  \n[525]\t\t...If I wasn't such a fucking \t\tcoward. \t\t\t \t\tIt must be so great to be able to \t\tsimplify everything the way you do.  \n[526]\t\tYou're wrong. Things happened \t\ttoday, okay? Things that probably \t\truined my chances with Caitlin.  \n[527]\t\tCaitlin and I can't be together. \t\tIt's impossible.  \n[528]\t\tWhat do you want me to say? Yes, I \t\tsuppose some of the things you're \t\tsaying may be true. But that's the \t\tway things are; it's not going to \t\tchange.  \n[529]\t\tI can't, all right! Jesus, would \t\tyou leave me alone? I can't make \t\tchanges like that in my life. If I \t\tcould, I would-but I don't have the \t\tability to risk comfortable \t\tsituations on the big money and the \t\tfabulous prizes.  \n[530]\t\tJesus H. Christ, I can't!  \n[531]\t\t\t \t\tMy mother told me once that when I \t\tas three, my potty lid was closed, \t\tand instead of lifting it, I chose \t\tto shit my pants.  \n[532]\t\tPoint is-I'm not the kind of person \t\tthat disrupts things in order to \t\tshit comfortably.  \tDANTE crosses O.C. RANDAL appears contemplative.  \n[533]\t\tDone poisoning the youth for the day?  \n[534]\t\tOne seventy-nine.  \n[535]\t\tA half hour.  \n[536]\t\tI should start.  \n[537]\t\tWith you? I don't think so.  \n[538]\t\tNothing personal.  \tSILENT BOB hands weed to JAY.  \n[539]\t\tHow do you figure...HEY! You can't \t\troll a joint in here!  \n[540]\t\tIt's not my store.  \n[541]\t\tThe difference is you exploit a \t\tweakness.  \n[542]\t\tYou sell to people that can't stay \t\taway from an addiction.  \n[543]\t\tA dollar sixty-nine, plus tax.  \n[544]\t\tSo.  \t\t\t\t\t\t\t\t\t132.   \n[545]\t\tI can't believe you just rolled a \t\tjoint in here.  \n[546]\t\tHe died in the bathroom.  \n[547]\t\tI don't know. I wasn't watching.  \n[548]\t\tKnock it off. That used to be my \t\tgirlfriend.  \n[549]\t\tWe were going to start again, I \t\tthink.  \n[550]\t\tVeronica.  \t\t\t\t\t\t\t\t\t133.   \n[551]\t\tLasagne.  \n[552]\t\tMaybe.  \n[553]\t\tI jacked the car up. All she did \t\twas loosen the nuts and put the \t\ttire on.  \n[554]\t\tShe's my girlfriend.  \n[555]\t\tMeaning?  \n[556]\t\t\t \t\tHe's right. I love her.  \n[557]\t\tWhat the fuck did you do that for?  \n[558]\t\tWhat're you talking about?  \n[559]\t\tIt was only a few times...  \n[560]\t\tA couple...?  \n[561]\t\tWould you let me explain...  \n[562]\t\t\t \t\tVeronica...I...it's not like that \t\tanymore...I mean, it was never \t\treally like that...  \t\t\t\t\t\t\t\t\t137.   \tVERONICA kicks him in the other leg. DANTE goes down, \tyelling in pain.  \n[563]\t\tI don't want Caitlin...  \n[564]\t\tI don't want to go back with her...  \n[565]\t\t\t \t\tRandal...?  \n[566]\t\tVeronica, I love you...  \n[567]\t\t\t \t\tThe swelling's not so bad. But the \t\tFDS stings. \t\t\t \t\tHow's your neck?  \n[568]\t\tWhy the fuck did you tell Veronica \t\tthat I was going to dump her for \t\tCaitlin?  \n[569]\t\tThanks.  \n[570]\t\tJesus.  \tSilence. Then...  \n[571]\t\tOh please! I'm surprised I didn't \t\tkill you.  \n[572]\t\tWhy do I say that? Randal...forget \t\tit.  \t\t\t\t\t\t\t\t\t140.   \n[573]\t\tWhat don't you do? Randal, sometimes \t\tit seems like the only reason you \t\tcome to work is to make my life \t\tmiserable.  \n[574]\t\tWhat time did you get to work today?  \n[575]\t\tYou were over half an hour late. \t\tThen all you do is come over here.  \n[576]\t\tWhich means the video store is \t\tostensibly closed.  \n[577]\t\tUnless you're out renting videos at \t\tother video stores.  \n[578]\t\tYou get my slapped with a fine, you \t\tfight with the customers and I have \t\tto patch everything up. You get us \t\tchased out of a funeral by violating \t\ta corpse. To top it all off, you \t\truin my relationship. What's your \t\tencore? Do you anally rape my \t\tmother while pouring sugar in my \t\tgas tank? \t\t\t\t  \t\t\t\t\t\t\t\t\t141.   \n[579]\t\t\t \t\tYou know what the real tragedy is? \t\tI'm not even supposed to be here \t\ttoday!  \n[580]\t\tYou need a ride?  \n[581]\t\tDo you work tomorrow?  \n[582]\t\tI'm calling out. Going to hit the \t\thospital-see how Caitlin is. Then \t\ttry to see Veronica.  \n[583]\t\tI'll call you. Let you know.  \n[584]\t\tNo thanks. I'll take care of it. \t\tWe've got a lot of shit to talk \t\tabout.  \t\t\t\t\t\t\t\t\t143.   \n[585]\t\tTo say the least.  \n[586]\t\tGet the fuck outta here already.  \n[587]\t\tWhat'd you forget something? \t\t\t \t\tOh. I'm sorry, we're closed.  \tA gunshot blasts out. DANTE flies back, his chest exploding. \tHe stares ahead and slumps to the floor.  \tJOHN walks behind the counter, stepping over DANTE'S body on \tthe floor, and takes the money out of the register. He grabs \ta paper bag and jams the money in it. He grabs handfuls of \tchange, shoves it in his pocket, and then quickly exits the \tframe. DANTE continues to lie on the floor.  ", "Hicks": "", "Caitlin": "\n[1]\t\tJust now.  \n[2]\t\tDante. You've got a customer.  \tDANTE hops behind the counter. A customer pays for something \twhile DANTE continues to talk.  \n[3]\t\tI just saw Alyssa's little sister \t\toutside. She was with Rick Derris.  \n[4]\t\tTrain. It took eight hours.  \n[5]\t\tUntil Monday. Then I have to take \t\tthe train back.  \tYet another customer comes to the counter.  \n[6]\t\tYou're just going to lock the store \t\tlike that?  \n[7]\t\tYou saw it?  \n[8]\t\tIt's not what you think.  \n[9]\t\tI'm not pregnant.  \n[10]\t\tI was going to tell you. But then \t\twe were getting along so well, I \t\tdidn't want to mess it up.  \n[11]\t\tI know, I'm sorry. But when we \t\tstarted talking...it's like I \t\tforgot I had a boyfriend. And then \t\the proposed last month...  \n[12]\t\tWell...kind of, sort of?  \n[13]\t\tI would've told you, and you would \t\thave stopped calling, like a baby.  \t\t\t\t\t\t\t\t\t105.   \n[14]\t\tBecause I know you. You prefer \t\tdrastic measures to rational ones.  \n[15]\t\tNo.  \n[16]\t\tThe story goes like this: He \t\tproposed, and I told him I had to \t\tthink about it, and he insisted I \t\twear the ring anyway. Then my \t\tmother told the paper we were \t\tengaged.  \n[17]\t\tThen my mother called me this \t\tmorning and told me the announcement \t\twas in the paper. That's when I \t\thopped the train to come back here, \t\tbecause I knew you'd be a wreck.  \n[18]\t\tWas I right?  \n[19]\t\tI love a macho façade. It's such a \t\tturn-on. \t\t\t \t\tWhat smells like shoe polish?  \n[20]\t\tThe last thing I needed was for you \t\tto think I was hiding something \t\tfrom you.  \n[21]\t\tNo, I wasn't. Not really. I told \t\tyou'd I'd been seeing other people.  \n[22]\t\tI'm giving him his ring back.  \n[23]\t\tI don't want to marry him. I don't \t\twant to get married now. I'm on the \t\tverge of graduation. I want to go \t\tto grad school after this. And then \t\tI want to start a career. I don't \t\twant to be a wife first, and then \t\thave to worry about when I'' going \t\tto fit in all of the other stuff. \t\tI've come way too far and studied \t\ttoo hard to let my education go to \t\twaste as a housewife. And I know \t\tthat's what I'd become. Sang's \t\talready signed with a major firm, \t\tand he's going to be pulling a huge \t\tsalary, which would give me no \t\treason to work, and he's so \t\ttraditional anyway...  \n[24]\t\tStop it. He's a nice guy.  \n[25]\t\tI just told you.  \n[26]\t\tWhy, Mr. Hicks-whatever do you mean?  \n[27]\t\tYou don't have anything to do with \t\tit.  \n[28]\t\tLook how full of yourself you are.  \n[29]\t\tIf I'm so nuts about you, then why \t\tam I having sex with an Asian \t\tdesign major?  \n[30]\t\tI had to bring you down from that \t\tcloud you were floating on. When I \t\tsay I don't want to get married, I \t\tmean just that. I don't want to \t\tmarry anybody. Not for years.  \n[31]\t\tGood. Stay in that frame of mind.  \n[32]\t\tI'm sure Sang and-Veronica?-would \t\tlike that.  \n[33]\t\tYou're serious. You want to date \t\tagain.  \n[34]\t\tIt's just the shock of seeing me \t\tafter three years. Believe me, \t\tyou'll get over it.  \n[35]\t\tYou work in a market, all right.  \n[36]\t\tThe key word here is talk, Dante. I \t\tthink the idea, the conception of \t\tus dating is more idyllic than what \t\tactually happens when we date.  \n[37]\t\tI don't know. Maybe we should just \t\tsee what happens.  \n[38]\t\tYou mean, on a date?  \n[39]\t\tThe Dante Hicks Dinner and a Movie \t\tDate. I think I've been on that one \t\tbefore.  \n[40]\t\tHow about the Caitlin Bree Walk on \t\tthe Boardwalk, Then Get Naked \t\tSomewhere Kind of Private Date?  \n[41]\t\t\t \t\tJerk. Here I am, throwing myself at \t\tyou, succumbing to your wily \t\tcharms, and you call me a slut, in \t\tso many words.  \n[42]\t\tSang.  \n[43]\t\tHe's not invited.  \n[44]\t\tI offer you my body and you offer \t\tme semantics? He's just a boyfriend, \t\tDante, and in case you haven't \t\tgotten the drift of why I came all \t\tthe way here from Ohio, I'm about \t\tto become single again. \t\t\t\t  \t\t\t\t\t\t\t\t\t110.   \n[45]\t\tAnd yes-let me placate your ego-you \t\tare the inspiration for this bold \t\tand momentous decision, for which \t\tI'll probably be ostracized at both \t\tschool and home. You ask me who I \t\tchoose, I choose you.  \n[46]\t\tYou're such an asshole.  \n[47]\t\tI can already tell this isn't going \t\tto work.  \n[48]\t\tWhere'd he go? I'd have thought \t\the'd be at your side, like an \t\tobedient lapdog.  \n[49]\t\tYou're too responsible. But no. I \t\thave to go home first. They don't \t\teven know I left school. And I \t\tshould break the disengagement news \t\tto my mother, which is going to \t\tcause quite a row, considering she \t\tloves Sang.  \n[50]\t\tWell, me I guess. \t\t\t \t\tSo, I shall take my leave of you, \t\tbut I will return in a little \t\twhile, at which time-yes-I would \t\tlove to go for dinner and a movie \t\twith you.  \t\t\t\t\t\t\t\t\t111.   \n[51]\t\tI'm easy, but I'm not that easy. \t\t\t \t\tSee you later, handsome.  \tDANTE watches her leave. He then explodes in jubilance.  \n[52]\t\tRandal Graves-scourge of the video \t\trenter.  \n[53]\t\tYou saw that article? God, isn't it \t\tawful? My mother sent that in.  \n[54]\t\tYou'd think she was marrying him. \t\tWhat are you watching?  \n[55]\t\tShe said not to come home until \t\tgraduation.  \n[56]\t\tWhat can I say? He does weird \t\tthings to me.  \t\t\t\t\t\t\t\t\t116.   \n[57]\t\tYou can hold me down.  \n[58]\t\tYou might be let down. I'm not a \t\thermaphrodite.  \n[59]\t\tA woman's intuition. Something in \t\tme says it's time to give the old \t\tboy a serious try.  \n[60]\t\tDick.  \n[61]\t\tSo where is he?  \n[62]\t\tGod, isn't he great?  \n[63]\t\tCan I use the bathroom?  \n[64]\t\tWhy aren't there any lights?  \n[65]\t\tYou're kidding.  \n[66]\t\tSuch a sordid state of affair.  \n[67]\t\tI'll try to manage.  \tShe heads toward the back.  \n[68]\t\tYou're very protective of him, \t\tRandal. You always have been.  \n[69]\t\t\t \t\tAwww. That was so cute.  \tShe kisses his forehead and walks away. The MOTHER and SMALL \tCHILD  come to the counter.  \t\t\t\t\t\t\t\t\t118.   \n[70]\t\tHow'd you get here so fast?  \n[71]\t\t\t \t\tDo you always talk weird after you \t\tviolate women?  \tRANDAL and DANTE stare at CAITLIN, confused.  \n[72]\t\t\t \t\tPromise me it'll always be like that.  \n[73]\t\tWhen you just lie perfectly still \t\tand let me do everything.  \n[74]\t\tI went back there, and Dante was \t\talready waiting for me.  \n[75]\t\tIt was so cool. He didn't say a \t\tword. He was just...ready, you know? \t\tAnd we didn't kiss or talk or \t\tanything. He just sat there and let \t\tme do all the work.  \n[76]\t\tAnd the fact that there weren't any \t\tlights made it so... \t\t\t(she lets out a growl \t\t\tand hugs DANTE \t\tGod! That was so great!  \n[77]\t\t\t \t\tYeah, right. Who was it: Randal?  \n[78]\t\t\t \t\tYou two better quit it.  \n[79]\t\t\t \t\tWe didn't just have sex in the \t\tbathroom?  \n[80]\t\tStop this. This isn't funny.  \n[81]\t\t\t \t\tThis isn't fucking funny, Dante!  \n[82]\t\tI feel nauseous.  \n[83]\t\t\t \t\tI didn't just fuck myself! Jesus, \t\tI'm going to be sick!  \n[84]\t\tI can't believe this! I feel faint...  \n[85]\t\tNo, don't!  \n[86]\t\t\t \t\tOh God...  ", "Bree": "", "#812": "", "Wynarski": ""}}