{"filename": "Cliffhanger_script.txt", "imdb_id": "tt0106582", "imdb_url": "https://www.imdb.com/title/tt0106582", "characters": ["Gabe Walker", "Sarah", "Qualen", "Ryan", "Richard Travers", "Jessie Deighan", "Kynette", "Delmar", "Kristel", "Hal Tucker", "Walter Wright", "Brett", "Evan", "Heldon", "Frank"], "dialogues": {"Gabe": "\n[1]Maybe you could tell me why I am rescuing you. \n[2] \n[3]  \n[4] \n[5]Now, remember -- keep your arms and legs within the vehicle at all times -- \n[6]Ready? Did he tell you about the time he almost made it up Everest? \n[7]Well, if he's bored you with that bullshit, then this has to be the best part of a bad date. Right? \n[8]Ready? \n[9]Yes you can. You can do it. Don't look down.  The whole way across, don't look down. Look at me. Just keep looking at me -- and you'll be okay. \n[10]Sure? \n[11]  \n[12]  \n[13]  \n[14]  \n[15] \n[16]  \n[17]Keep looking at me. Hold on -- \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]Falling. \n[27]Any size, any color, any model. \n[28] \n[29]This is new... \n[30]Still find the dead ones the old fashioned way, I guess. \n[31] \n[32]-- If I did everything right, Susan Collins would still be alive. \n[33]Do you really believe all that?  That it wasn't our fault? \n[34]I'm not sure what I wish more, Maggie. That you meant what you said, just now -- or that it were really true then. \n[35]Christ. You're in charge of Rescue now? \n[36]Well, you're a better man than I am, Hal. Nothing rattles you. \n[37]Good idea. Say, Hal? Why don't you come with me so we can show these rookies how to death-rig a woman properly? \n[38]  \n[39]  \n[40]Maggie? \n[41]Hi. Could you introduce us? \n[42]Not the tag -- what do you call him? \n[43]  \n[44]About four months, right? Christ -- it must have been just about his -- I mean her -- first flight -- \n[45]You can't do that alone -- \n[46]I'm making her nervous -- You hold her, I'll do the dressing. \n[47]Got some fight in her -- that's good. What happened to Dave? \n[48]  \n[49]No. Not here. I want you come with me. Start over, somewhere else. \n[50]What the hell do you want? \n[51]\"We\"? Talk to somebody who's still on the payroll. You've got a half dozen new guys -- \n[52]During the summer. On a bet. \n[53]  \n[54] \n[55]I don't want the responsibility. \n[56]  \n[57]Just backup. \n[58] \n[59] \n[60]  \n[61]  \n[62] \n[63]  \n[64] \n[65]  \n[66]  \n[67]  \n[68]  \n[69]  \n[70] \n[71]It's not dead                It's not dead weight -- you                weight -- I am. are. \n[72]Come on -- the hard part's over. \n[73]I thought the fuselage was broken. That looks pretty cozy. \n[74]Something's wrong here -- \n[75]  \n[76]My ex. \n[77]This way. \n[78]  \n[79]  \n[80] \n[81]We've got to try something. Think we'll get a finder's fee after they get all their \"luggage\"? \n[82]That's not what really worries me. \n[83]Yeah. Once they've got what they're after -- they're gonna need a copter to get out of here. \n[84]I'll need the ice axe. \n[85] \n[86]Crampons too. \n[87]  \n[88]   \n[89]Jesus. \n[90] \n[91]  \n[92]  \n[93]  \n[94]Come on -- \n[95]  \n[96]  \n[97]  \n[98]   \n[99]  \n[100]     \n[101]     \n[102]  \n[103]  \n[104]  \n[105]   \n[106] \n[107]  \n[108]  \n[109]  \n[110]  \n[111]  \n[112]  \n[113]  \n[114]  \n[115]  \n[116]  \n[117]  \n[118]  \n[119]   \n[120]  \n[121]  \n[122]  \n[123]  \n[124]  \n[125]    \n[126]  \n[127]Please still be there -- oh, please -- \n[128]  \n[129] \n[130]  \n[131]  \n[132] \n[133]Come on -- wait till you're out of range -- don't pull it yet -- \n[134]  \n[135]  \n[136]  \n[137] \n[138]  \n[139]    \n[140]  \n[141]  \n[142]  \n[143]  \n[144]I didn't need to see that. I really didn't. \n[145]Should've taken that left turn at Albequerque. \n[146]  \n[147]  \n[148]It's just like any other side move -- you can't see where the fuck you're going, that's all -- \n[149]  \n[150]  \n[151] \n[152]  \n[153]    \n[154]  \n[155]  \n[156]  \n[157]    \n[158] \n[159]  \n[160]  \n[161]  \n[162]  \n[163]Come on -- \n[164]Here. \n[165]Today, goddamit! \n[166]  \n[167]  \n[168]  \n[169]  \n[170]   \n[171]This way. I like the outside of the mountain better too, but -- \n[172]  \n[173]Stop. \n[174]I need to stop. \n[175] \n[176]  \n[177] \n[178]Let's give it a try. I'm in bad need of a ride. Come in, Rescue Unit -- \n[179] \n[180] \n[181]Is there anybody else on the radio? \n[182]I take a year off and the department goes to hell. -- Come in, Rescue Unit -- \n[183] \n[184]  \n[185]  \n[186]    \n[187]Are you all right? \n[188]No -- there could be another bomb up there -- even if there isn't, we could get another cave-in. The only sure way out is through the side. \n[189] \n[190]  \n[191]    \n[192]  \n[193]Move! \n[194]  \n[195]  \n[196]Knock this in the side. Make it firm. \n[197]  \n[198]Bad news. There's another bomb up there. We've got to move quick. \n[199]Good news. There's a cave down there. \n[200]  \n[201]  \n[202] \n[203]  \n[204]Forget about it. He can't hear you. Tie these together. Tight. \n[205]This is rope from the Gordon exhibit. The way guys climbed then, they'd tie on three at a time -- this rope'll take around nine hundred pounds. \n[206] \n[207]Depends on how big a breakfast you had. You want to go first? \n[208]  \n[209]  \n[210]  \n[211] \n[212]  \n[213]  \n[214]  \n[215]Are you okay? \n[216] \n[217]It's close to the lake -- Hal's probably leading them on the slowest possible route down to it. I can get there first -- all I have to do is make it along the north wall to the Bitker ladder -- \n[218] \n[219]No way. You're climbing back down -- try to get to the station or find some help. \n[220] \n[221]Okay. Come on -- \n[222]-- but the second you slow me down, I'm leaving -- -- I'm leaving you behind. Understood? \n[223]  \n[224] \n[225]  \n[226]  \n[227]  \n[228]  \n[229]  \n[230]  \n[231]  \n[232] \n[233]  \n[234] \n[235]  \n[236] \n[237]  \n[238]  \n[239]   \n[240]That -- tears it. You're not coming any further. \n[241]  \n[242]Get on the trail and stay out of sight. I'll see you on the ground. \n[243]\n[244]Hasn't gotten any lower in the last year. Bitker, you cheap bastard. Would another four feet have killed you? \n[245]  \n[246]  \n[247]Good thing for Qualen you are. \n[248]When he comes back, he's going to shoot you and the other guy, grab the money, and take off with Travers. \n[249]  \n[250]You've also got all the money. And I can show you how to get off the mountain with it. Right now. \n[251]  \n[252] \n[253] \n[254]It's a storage locker for the rangers. Everything you need to get off the mountain is in there -- skiis, food -- I'll show you -- \n[255]We'd make better time walking straight ahead. Qualen's not going to be hopping down the bunny trail too much longer. \n[256] \n[257]  \n[258]  \n[259]  \n[260]  \n[261]  \n[262]   \n[263]  \n[264]  \n[265]  \n[266] \n[267]  \n[268]  \n[269]  \n[270]  \n[271]  \n[272]  \n[273]  \n[274]Didn't care for the Smokey The Bear hats, either. That's why I quit. You all right? \n[275]Hardly seems worth zipping, huh? Frank? \n[276]  \n[277]May I? They can't talk right now, Travers. Kristel's busy making snow angels -- and I'm not sure, but I think Qualen is still falling. Any messages? \n[278] \n[279] \n[280] \n[281]I have no fucking idea. Empty. \n[282] \n[283]  \n[284]Stay over there -- \n[285]-- what, throw snowballs at him? Just -- whatever happens -- get Maggie out of here. \n[286] \n[287]  \n[288]  \n[289] \n[290]  \n[291] \n[292] \n[293]   \n[294]Don't spend it all in one place, you son of a bitch. \n[295]  \n[296]  \n[297]  \n[298]  \n[299]  \n[300]  \n[301]  \n[302]   \n[303]  \n[304]  \n[305]  \n[306]  \n[307]  \n[308]Cheer up. It's a beautiful spot to die. \n[309]  \n[310]  \n[311]  \n[312]  \n[313] \n[314]  \n[315] \n[316]  ", "Walker": "", "Sarah": "", "Qualen": "\n[1]  \n[2]  \n[3]   \n[4]  \n[5]  \n[6] \n[7]  \n[8] \n[9]  \n[10] \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]Not bad. The insulin was a nice touch. \n[17] \n[18]He doesn't have one. Just a wallet. \n[19]  \n[20]I don't trust him. \n[21]I'd rather he didn't show us. We don't need two guides. \n[22]  \n[23]  \n[24]  \n[25] \n[26]  \n[27]No. We need him to get the rest of the money. If he dies we lose everything \n[28]  \n[29]  \n[30] \n[31]  \n[32]  \n[33]  \n[34]Was that Walker? \n[35]  \n[36]  \n[37]  \n[38] \n[39]For another two minutes. \n[40]Patience. \n[41]Try to get thirty million in entertainment out of this, because he is definitely in for thirty million worth of pain. \n[42]Don't worry. They may still be alive. That was the small one. \n[43] \n[44]I'm not sure -- I set the timer -- \n[45]When I was seventeen, I was a sentry on the East Berlin boundary. There was a problem, then -- too many defectors were managing to sneak through the wilderness to the west. A man would take them through, every night of every week -- a man like your friend. He had quite a sense of humor. Every time he got someone through, he'd radio us at midnight to let us know how many. \"Five tonight.\" \"Eight more have been freed tonight.\" No one could find the route. It made me look bad. I looked day and night and finally I found it. A tunnel. I didn't tell me superiors. I put a charge there, with a timer to trigger a radio receiver on the detonator. At midnight. Our friend made his radio report, and I heard him say \"seven\" before the explosion. They pulled eight bodies out of the tunnel, and I was promoted to intelligence the next day. \n[46] \n[47] \n[48]-- it'll take some time. \n[49] \n[50] \n[51]  \n[52]Almost there. \n[53]   \n[54] \n[55]  \n[56] \n[57]No. Walker has. \n[58]  \n[59]  \n[60]  \n[61]  \n[62]  \n[63]  \n[64]    \n[65]  \n[66]  \n[67]You've come a long way to die. \n[68]  \n[69]If you were smart, you'd have left your friend behind. I would have. There's no shame in staying alive. \n[70] \n[71]   \n[72]  \n[73] \n[74]Far more intimidating when it's loaded. \n[75]  \n[76]   \n[77]  \n[78]  ", "Ryan": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  ", "Richard": "\n[1]  ", "Travers": "\n[1]  \n[2]Tell Wright the San Francisco shipment is ready. \n[3] \n[4]  \n[5]  \n[6]Who is he? \n[7]Could you get to the part where I'm supposed to care? \n[8] \n[9]You have my sympathy, but -- There's a reason we do things this way, all right? Armored cars can be hijacked. Trains can be derailed. But nobody can get to us in flight. The only time this is on the ground is at the mint, or on the Presidio runway in San Francisco. Either way, someone would have to shoot his way past a couple of thousand guards. \n[10]If you're worried about an inside job, forget it. I checked the plane from top to bottom an hour ago. And these three are my best against. Even if one of them did go skydiving, they wouldn't get far. Each case has an electronic tracer with a range of one hundred miles. \n[11] \n[12]  \n[13] \n[14] \n[15]What the hell are you doing -- \n[16]Calm down -- give the gun to me -- \n[17]He's losing it -- \n[18]Don't make me laugh. \n[19] \n[20]  \n[21] \n[22]  \n[23] \n[24]So what. He'll sift though a plane that went down in a storm -- -- find enough pulverized bone for six men heroically killed in the line of duty -- -- and just enough of the right kind of ash. \n[25]We get twenty-one gun funerals and they write off fifty million. It's perfect, as long as you hold the plane steady -- so concentrate. \n[26] \n[27]That charge is going to blow both engines -- the plane'll go down like a rock, so clip yourself on to the end of the cable with the money as soon as I get over. And make sure you bring the right cases. \n[28] \n[29] \n[30] \n[31] \n[32]  \n[33]  \n[34]Now -- we call the police. \n[35]  \n[36]  \n[37] \n[38]You said \"we\". Where are the rest? \n[39]What's for dinner? Ugh. \"Dried Beef Slices With Barbeque Sauce.\" Try and make this edible. \n[40]Hal Tucker. Where's yours? \n[41]Gabe Walker... Very attractive. \n[42]Too bad. Let me tell you what's on for today. We'd like you to help settle a wager. You see, we lost some luggage -- \n[43]  \n[44]Good dog. Now let's get this expedition started. \n[45]Okay. Connect the dots. \n[46]Hold it. It's up there. \n[47]Fetch. \n[48] \n[49]  \n[50] \n[51] \n[52]  \n[53] \n[54]  \n[55] \n[56]We can't. And he knows it. \n[57]  \n[58]  \n[59] \n[60]No tricks, no procedural codes, no personal messages -- just tell them everything's under control and you're taking care of the wounded. \n[61]Have her come up. \n[62] \n[63]  \n[64] \n[65]Is this it? \n[66]Good. Get out of the way. \n[67]  \n[68] \n[69]  \n[70]  \n[71] \n[72]  (to Qualen and the \n[73] \n[74]Still interested in staying alive? \n[75]Show me. \n[76]\"End of the line\"? That's classic. You've got style. So, I'm going to give you a three-count to figure out how to turn the safety off. \n[77]  \n[78] \n[79]  \n[80]  \n[81]  \n[82]  \n[83]  \n[84]  \n[85]   \n[86]No such luck. Cheer up. Everyone should die in a spot this beautiful. \n[87]Forget about it. He's smart, but he's not invisible. \n[88]I thought you said there was an easy way across. \n[89] \n[90]Don't be. Lead on. \n[91]Look -- this part is nothing, believe me -- \n[92] \n[93]Don't tell me -- \n[94]What happened? \n[95]Thanks. We couldn't have killed him without you. \n[96]There's our ride out of here. Everyone out of sight -- except you, Kristel. Make the distress call. You're so good at it. \n[97] \n[98]I almost believed you myself. \n[99]Time for number three. Unless you want to have a longer conversation with him elsewhere. \n[100]Suit yourself. You see, we just had a little interface with several branches of the federal government -- one of whose members I know has zero imagination -- and I can tell you, the cavalry just isn't going to make it by this week. No, you're taking us where we want to go. Because you want to return that favor and you want to do more than watch. You want to kill me -- more than anything, even more than you want to keep on breathing, and with a little more time you pray you'll get that chance. Am I right? \n[101]Qualen. How far along are you? \n[102] \n[103] \n[104] \n[105]  \n[106]Have you found the money? \n[107]  \n[108]  \n[109] \n[110]  \n[111] \n[112]  \n[113]  \n[114] \n[115] \n[116]  \n[117]  \n[118]  \n[119]  \n[120]Hop in. I know someone who'd like to see you again before he dies. \n[121] \n[122]  \n[123] \n[124]  \n[125] \n[126] \n[127] \n[128]  \n[129]  \n[130]  \n[131]  \n[132]  \n[133]  \n[134]  ", "Jessie": "", "Deighan": "", "Kynette": "\n[1]  \n[2] \n[3] \n[4]Walker should be coming up by now. \n[5]  \n[6]  \n[7]He's on the way up. I could hear that jacket before I could see it. \n[8] \n[9]  \n[10]  \n[11]  \n[12] \n[13]Rotten weather for a climb, huh? I have two questions I'd like to trouble you with. Ready? \n[14]This first one's easy. Do you know a man named Gabe Walker? \n[15]You don't know either? I am sorry. That was question number two. Thanks for your time. \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]Miss me? \n[24]  \n[25]    \n[26]  ", "Delmar": "", "Kristel": "\n[1]Moving into lateral position. \n[2]  \n[3]It's dragging us down! Disconnect the cable! \n[4]  \n[5]  \n[6]  \n[7]So much for phase one. Now what? \n[8] \n[9]Downed charter flight alpha-charlie-niner-- -- dead, seven seriously wounded, acknowledge -- \n[10] \n[11]Negative -- cockpit is on fire -- fuselage broken into three sep-- --ed in shock.  Need medical supplies, including insulin, repeat, insulin, as soon as po -- \n[12]  \n[13]  \n[14]Stop! \n[15] \n[16]What -- who are -- \n[17] \n[18] \n[19]Copy, FAA. This is Margaret Deighan, Rocky Mountain Rescue. Over -- \n[20] \n[21] \n[22]You would have lived longer, if you weren't such a smartass. \n[23]You telegraphed this kind of stunt with that joke snowman. Too bad for you we're not all gullible. \n[24] \n[25] \n[26]You've got my attention. \n[27]  \n[28]How much further? \n[29] \n[30]Don't move. \n[31]Skiis, food -- and maybe guns too, right? Keep walking. Not too close. \n[32] \n[33]You've worn that one out, Walker -- -- I'll find my own way down. ", "Hal": "\n[1]  \n[2]Excuse me -- I know you're my salvation, and all -- do you think you could rescue us before your smoke break? \n[3]Basically -- I've fallen down, and I can't get up... \n[4]Rescue One -- please remind me to tell you about the time I hauled your hero here down Mt. Huntington on my back, over -- \n[5] \n[6]  \n[7]  \n[8]  \n[9]Maggie, where the hell have you been? I've got two climbers out -- \n[10]Brett and Evan are up there again to jump off the spur. Their wives called twice. I want you in the air and I want them found before the storm system moves in. Now. \n[11]There was a vacancy. Maybe you heard about it. The last guy lost his nerve and lit out of town. \n[12]Take the Bronco to where you're going. I've already been. Then go back to wherever it is you like to hide. And stay there. \n[13]Rescue One -- have you sighted them? Over -- \n[14]Rescue One -- abort. They'll be all right. Brett and Evan are dumb enough not to log in, but they're smart enough to have storm gear. Head back to base. Maybe you can catch Gabe before he leaves. Over. \n[15]Look -- I know there's a storm, but that wasn't thunder. \n[16]Rocky Mountain Rescue -- come in, mayday -- \n[17]Acknowledged, mayday. What's your position? \n[18]Got to be Comb Bluff. Acknowledged, mayday. Winds are too strong for us to get a copter up there -- can you and your passengers make it through the storm? Over -- \n[19]Mayday -- come in, mayday -- \n[20]Now there's an easy call. \n[21] \n[22]-- who couldn't climb that wall now if there were stairs cut into it. But you've soloed it. \n[23]This is a little more important than a bet. Just a few injured people with no first aid or shelter, camping in a zero degree blizzard. They'll be ice sculptures by tomorrow morning. \n[24]Play it again, Gabe, about how we killed her. I was there too, remember? \n[25]  \n[26]Walk away and you are responsible. They'll die. I can't do this alone. You know what else, Gabe? You can go anywhere you want, but if you don't do this, now, you're going to be stuck on that goddamn ledge for the rest of your life. \n[27]  \n[28] \n[29]Save the rope for when it gets tough. That bet was for you to free climb the wall. \n[30]  \n[31]  \n[32]  \n[33]  \n[34]  \n[35]  \n[36]  \n[37]  \n[38] \n[39] \n[40]It's not dead                It's not dead weight -- you                weight -- I am. are. \n[41] \n[42] \n[43]Does this look like a prank to you? Come on -- \n[44]  \n[45]Relax -- we're here to help -- \n[46]Don't try to talk -- \n[47]-- Where? What are you -- \n[48]  \n[49]  \n[50]Can you climb faster than they can shoot? \n[51]Sure. All the bullets we can eat. \n[52]There's something else to worry about? \n[53] \n[54]  \n[55] piled by the ton from the storm, lie further above -- the ice holding it back already, already weakened by the sun, is being chiselled away by bullets -- \n[56]  \n[57]  \n[58]You son of a bitch -- \n[59]-- Come in, Rescue Unit -- over -- \n[60] \n[61]Negative, Maggie. Winds are too high, and the passengers' injuries are all superficial. We're going to ride out the storm here -- over -- \n[62]Forget it -- downdrafts would wipe her all over the peaks -- -- Not that I expect you to give a shit, but it's our only copter. You'll be stuck. \n[63] \n[64] \n[65] \n[66]The next one's on top of the peak. This'll be long, but easy -- more like a hike than a climb. \n[67]There's a more direct route. The East Face. But it's the wall on the other side, and it's smooth as glass. Maybe a dozen guys in the world could do it in good weather. Only a psycho would try it in a snowstorm. \n[68]Come on -- tourists take this trail. \n[69]Yeah. This is it. \n[70]Well -- look at the bright side. At least you've only got to make the split five ways now. \n[71] \n[72]  \n[73]  \n[74] \n[75]  \n[76]You came up here to jump the spur -- This'd be a great time to do it. \n[77] \n[78](exasperated, grabs \n[79]  \n[80]There is. You might not like it much. \n[81] \n[82]Of course -- we'll have to do it hand over hand. Seems I forgot my harness. Sorry. \n[83]  \n[84]  \n[85]  \n[86]  \n[87]You sick fuck -- \n[88] \n[89]  \n[90] \n[91] \n[92]I think I'll wait here. You just murdered three of my friends. Sooner or later, whoever's chasing you is going to show up and return the favor, and I'd love to watch. \n[93]  \n[94]  \n[95]  \n[96]   \n[97]  \n[98]  \n[99]Oh, no -- you didn't lose another one, did you? \n[100] \n[101] \n[102]  \n[103]  \n[104]    \n[105]  \n[106]  \n[107]  \n[108]  \n[109]  \n[110](eyeing Gabe's ruined  \n[111]I feel better than you look. I can live with that. \n[112]It's not over, Gabe. Travers took the helicopter. \n[113]  \n[114] \n[115]Now what? \n[116] \n[117]  \n[118]Look -- let me -- \n[119]  \n[120]  \n[121]He's going to run Gabe down -- \n[122]  \n[123]  \n[124]Remember -- keep your arms and legs in the vehicle at all times -- \n[125](winded, coiling the ", "Tucker": "", "Walter": "", "Wright": "\n[1] \n[2]Small problem with the shipment, Travers. Tell him what you just told me. \n[3]This is cleared from the top, Travers. Matheson will accompany you on the flight to San Francisco. Show him every professional courtesy. \n[4]  \n[5] \n[6]Air search? \n[7]-- The roads are shut down, right? \n[8] \n[9]  \n[10]Any visual? Any radio contact? \n[11] \n[12]Sorry to hear it. We're still going. The plane might be intact. \n[13]Shut up. That fifty million isn't coming out of my pension. \n[14]  \n[15]What can you confirm? \n[16]No, I don't think I will. The reason the FAA pays you is to exercise your vast, amazing knowledge of these \"events\". So I expect you to come up with some stunning insights, something a slow-witted fuck like me hasn't already observed. One: it didn't blow up in mid-air, because the debris isn't widely dispersed. But was there a bomb on board that could have disabled it? I wonder. Two: There wasn't an attempted landing. Otherwise, there'd be debris to the east of the wreckage, where the plane was coming from. Did it come straight down? That's got me scratching my head too. And three: the flight recorder's tracer led us here in the first place. So where is the goddamn thing? That one's got me all aflush with curiosity. \n[17]Oh, I believe you. \n[18]He didn't think a distress call from a crashed plane was \"important\"? Get me a fucking radio! Now! \n[19]One of the currency cases. \n[20]  \n[21]What about the men? \n[22]   \n[23]  \n[24]I give up. What was it? \n[25]A hijack. The plane was hijacked. Son of a bitch -- \n[26]Guess we're both right, Stuart. Thanks for your expertise. Well? You'll be waiting till Groundhog's Day for him to pull his head out of his ass -- let's get it in the air! \n[27] \n[28]I'm no expert -- but what do you make of that \"event\"? ", "Brett": "\n[1] \n[2]I believe it. \n[3]  \n[4]Let's catch up and find out. \n[5]They're heading toward the opposite edge. An easy way down. \n[6]  \n[7]I'll cut around this side, and wind up in front. You come up behind them -- quietly. And we've got 'em. \n[8]And you can collect them all after I get the drop on 'em. Let's get moving. \n[9]  \n[10]  \n[11]  \n[12]End of the line! \n[13] \n[14]Nice try. I've got one of these at home. Now drop 'em. \n[15]Hey -- where's the other guy -- ", "Evan": "\n[1] \n[2]What the hell -- \n[3]  \n[4]Brett -- you're not going to believe this -- but a couple of guys are holding a gun on Hal and forcing him up the bluff -- \n[5]What the fuck is going on here? \n[6]  \n[7]Brett -- they've got five guns -- \n[8]What are we going to do -- \n[9] \n[10]I don't -- I -- uh -- \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  ", "Heldon": "\n[1]  ", "Frank": "\n[1]Nothing yet. \n[2]  \n[3]Wait a minute -- there's Hal. And his date. \n[4]He's signalling \"okay.\" \n[5]Right where he's supposed to be. \n[6] \n[7] \n[8]Maggie -- what are you doing -- \n[9]Still a little breezy out, Mag -- \n[10]  \n[11]Got 'em -- they're under the trees -- \n[12] \n[13]Maggie -- \n[14]Maggie, this is dumb -- \n[15]Jesus -- that's some flare. \n[16]Maggie -- come in, Maggie, this is Rescue One -- \n[17] \n[18] \n[19] \n[20]What the fuck -- \n[21]Don't worry. I'm here to help. \n[22]Jailhouse load. First chamber's empty -- -- the rest aren't. Forgive me, but things have been a little strange this morning. "}}