{"filename": "Cold-Mountain_script.txt", "imdb_id": "tt0159365", "imdb_url": "https://www.imdb.com/title/tt0159365", "characters": ["Teague", "Sara", "Ruby Thewes", "Stobrod Thewes", "Junior", "Ada Monroe", "Reverend Monroe", "Esco Swanger", "Georgia", "Sally Swanger", "Inman", "Maddy", "Reverend Veasey", "Bosie", "Pangle"], "dialogues": {"Teague": "\n[1]Those who follow Lincoln, or preach abolition, best keep one eye open when they're sleeping, Old Bogey Man might get you! \n[2]That's right, son. Home Guard for Haywood County. I'm the law from today. You all go fight now. We'll watch your sweethearts. \n[3]My condolences to you all. Keep an eye on the negro. They want what the white man got -- all of you watch out your brave boys give their lives to war and meantime your slaves carry murder, rape and arson to your firesides. \n[4]It's taken me too long, but I've come to pay my respects. \n[5] \n[6]This house must bring bad luck. Killed my granddaddy to lose it, then my daddy died on account of not having it, then your daddy died on account of getting it. We should burn it down. \n[7]Lot to manage without help. Need a hand with that pump? \n[8]I'm happy to volunteer. \n[9]The war? I wanted to go. But you know: too old, too literate. Plus I got no spleen. Lost it from a horse's kick. \n[10]That's the thing about an organ. You don't know you need it till you lost it. I want to clear this path. I can just as soon do it and talk as stand around and talk. Then you can say men beat a path to your door. \n[11]Would you rather I did my job? See if there's any material I should confiscate. For the war effort. \n[12] (he gets the pump going, water pours out \n[13]It's going to be a long hard winter. \n[14]What you looking to catch? \n[15]With that trap. \n[16]Still but the two of you up there, is it? \n[17]When we get a cold night, camped out, trying to keep the rule of law, protecting girls like you from Federals and deserters, that's a thought warms us ain't it? -- the two of you up there on my Grand-daddy's farm, dressed in men's clothes. Warms us right up. What you got in the sacks? Looks like human heads! Eh? Looks like a bunch of heads. We got competition! \n[18]Afternoon. \n[19]I'm not spreading out. I'm sitting here. \n[20]Never knew a man worked in his field with a shotgun. \n[21]Got to watch out for the Bogey Man. \n[22]Your boys come back. \n[23]  \n[24] \n[25]Thing is -- you got one barrel and there's five of us. Not a fair fight. \n[26]You're harbouring deserters. I can confiscate every animal on this farm, every plate, every sheet, every little pellet of chicken shit -- I can confiscate your old lady's asshole, so don't offer me a bird. \n[27] \n[28]You got your bait. Set it on the hook. \n[29]Evening. Hope we didn't disturb you. \n[30]Name's Teague. Do I know you? \n[31]You a deserter? -- don't mind if I just warm up at your fire. That your wife? \n[32]He your wife? \n[33]   \n[34]Did you answer my question -- about your military status? \n[35]Oh, so like a hero's discharge. \n[36]And your boyfriend? \n[37]I'm sorry -- he's fat, he's simple and got titties -- but you're insisting he ain't a woman. God damn! Don't that sausage smell outstanding. \n[38]Mighty outstanding! There's a new phrase. Mighty outstanding. Listen, don't tell me -- you left your papers somewhere. \n[39]Your hero's discharge. For mighty outstanding valour. \n[40] \n[41]But you're up the mountain. \n[42]On honeymoon. I'm pretty fucking funny tonight. \n[43]Evening, Mrs. \n[44] \n[45]Georgia's like my armpit. Worse, it's like yours. Want some sausage? \n[46]Yes, ma'am. \n[47] \n[48]Really. \n[49]We heard there were deserters in these parts. Hiding out in a big cave. \n[50]You don't know where this cave is? \n[51]Sounds good. Okay, let's eat, let's hear some music. \n[52]Stand over by that tree. \n[53]Over by that tree. Over there. Take your boyfriend. \n[54]Don't smile. \n[55]Quit smiling. \n[56]Put your hat over your face. \n[57]Cover your face with your hat. \n[58]\n[59]God damn! You're a hard fucker to put down. Good directions to that cave from the fat boy -- saw the squirrels, sat on the tree made some friends, brought some back with me. ", "Sara": "\n[1]   \n[2]I've got a rifle. \n[3]There's some beans and corn pone, all I got. You better come in. \n[4]  \n[5]I'm alone here, as you can see, with my baby. I need to believe you mean no harm. \n[6]I don't want it. I had my way they'd take metal altogether out of this world. Every blade, every gun. \n[7]He cries. I don't know. He cries a lot. My man is dead. He took his wound at Fredericksburg. Never saw his boy. \n[8]It's pretty much what you'll get if you knock on any door of this war. Man dead, woman left. \n[9]It's mean food but it's hot. \n[10]I need to feed this man, if you could look away. \n[11]Used to have a cow, few goats. Raiders took them. Made me kill our own dog on the porch. That poor creature watched over me. Nothing left now save a hog and couple of chickens to live off till spring. I'll have to kill that hog and make sense of the flesh and divisions which is something I never did. \n[12]I'm not asking. \n[13]I'm Sara. My baby's Ethan. \n[14]  \n[15]You look about his size. He was another man straight up and down. \n[16]I don't even have a blanket. \n[17]I'll leave you the lamp. \n[18]  \n[19]They fit? \n[20]I'll say good night. \n[21]  \n[22]Will you come inside? \n[23]  \n[24]Could you do something for me? Do you think you could lie here, next to me, and not need to go further? \n[25]I don't want you to. \n[26]  \n[27]Get out of here, quick! \n[28]Federals are coming. They find you here it'll go bad on all of us. \n[29]No, my baby. Please no! Just get. \n[30]    \n[31]My baby's sick! Cover him up! He's shaking! Have some pity. \n[32]I got nothing. I swear. \n[33]Yes! Take me inside! Let's all go inside! Take my baby inside and then we'll do whatever you want. \n[34] \n[35]  \n[36]  \n[37] \n[38]Good? \n[39]   ", "Ruby": "\n[1]That cow wants milking. \n[2]If that letter ain't urgent, the cow is -- is what I'm saying. \n[3]Old Lady Swanger says you need some help. Here I am. \n[4]What's the rake for? \n[5]Ain't for gardening, that's for sure. Number one -- you got a horse I can plow all day. I'm a worker. Number two there's no man better than me cause there's no man around who ain't old or full of mischief. I know your plight. \n[6]Am I hard to hear cause you keep repeating everything. I'm not looking for money, never cared for it and now it ain't worth nothing. I expect to board and eat at the same table. I'm not a servant. Do you get my meaning? \n[7]People'll have to empty their own night jars, that's my point. \n[8]And I'm not planning to work while you watch neither. \n[9]Is that a yes or a no? \n[10]There's half the day yet. Let's make a start. My name's Ruby. I know your name. \n[11]I despise a flogging rooster. Where is he? \n[12]Let's put him in a pot. \n[13]Ada? Ada? You up? \n[14]Tell the cows that. It's late. \n[15]Then you have to get up earlier. What's that? \n[16] \n[17]-- we got our own story. Called Black Cove Farm: a catastrophe. \n[18]I can spell it, too. C-a-t-a-s-t-r-o- phe. Learned the same place you did, in the schoolroom. That's one of the first words they taught me. Ruby Thewes, you are a ca-t-a-s-t-r-o-p-h- e... \n[19]You mucking out? \n[20]Three years I was in school before my daddy -- saying God rest his soul is like wishing him what he had in life, cause he lived to rest, he was born tired -- before my daddy decided there was better use for my backside than have it sat all day in front of a blackboard. \n[21]Number One -- layout a winter garden for cool season crops: turnips, onions, cabbage, greens. \n[22]Number Two: patch the shingles on the barn roof. Do we have a maul and froe? \n[23]M-a-u-l. \n[24]Number three: clay crocks for preserves. Tomatoes. Beans. Jams. \n[25]Clear and turn this field. No harm done letting it go fallow, now we'll do well. \n[26]Number fifteen \n[27]Number sixteen: let's get a martin colony going in the Gourd House. Keep away crows. You got one thing in abundance on this farm and that's crows. \n[28]There's survival. On them trees. You got a cider press or would that be wishing on a blessing? \n[29]Morning. Pigs: you have any loose in the woods? \n[30]There's a world more to a hog than the two hams! Lard, for example, we'll need plenty -- \n[31]The catastrophe of Ada Monroe's laundry. I can feel you shutting your eyes. \n[32]What's this wood? \n[33]Where's North? \n[34]Name me three herbs growing wild on this farm. \n[35]Why? \n[36]So you never wrapped your legs around this Inman? \n[37]Which means? \n[38]Which means? Should be the other way round \n[39]  \n[40]It's appalling what's in my head? \n[41]Well that's surely true even in English. \n[42]We can't keep anything. \n[43]Well that's all. The rest is for trading. Else they can bury you in your finery. \n[44]Good God! Okay. \n[45]Takes two minutes. That's what I like. \n[46]How much do you love that piano? \n[47]We're careful we'll get through the winter now. I made old man Roy give me ten of those sheep on account of I said they were so small put together they were no bigger than six proper sheep. \n[48]I'm sorry you had to lose your piano. I cut off my hair once, for money. My daddy got two dollars for it. Made a wig for a rich feller in Raleigh. \n[49]Stobrod called himself a musician -- my daddy -- he could play six tune on a fiddle. Got himself shot dead at Petersburg. I was like his goat or some creature tethered to a post. He left me once, up the mountains. I was eight. He was gone over two weeks. \n[50] \n[51]Never met her. We're the same in that regard. He said she was -- he told me a thousand stories -- she was a wolf or an indian or a donkey. Don't say much for him, except you know he'd be fast to work up a sweat on a tree if he thought there was pleasure in it. \n[52]There's cows to milk. \n[53]Look at us both what? \n[54]We need a scarecrow, birds eating up half our winter garden. \n[55]We got something for you. \n[56]That's real coffee. It ain't hickory and dirt. \n[57] \n[58](by way of recommendation \n[59]We'll be getting along. \n[60]That strike you as odd? \n[61]Stood at her front door? \n[62]Number one -- I know that woman all my life. I never stood outside her house -- she'd invite a wolf inside if it knocked on the door. \n[63]Number two -- Old Man Swanger was inside that house: I could smell his pipe burning. Number three -- look at these fields. \n[64]We came by here a week ago, they were waist high in hay. \n[65]Someone's been in the corncrib. \n[66]It's a coon or possum. Scratched out a fist hole in the side. This place! I'm telling you -- we grow, others eat. I'll go into town, take the last of the cider and trade for a trap. \n[67]What? \n[68]We got some critter stealing our corn. \n[69]You know it. \n[70]I'm not stopping, Sally. I'm not snooping neither. Just you should know Teague and his boys are lurking down by Pigeon River, the old mill. \n[71]The hat's a nice touch. \n[72]You're quiet. \n[73]Well now you did. \n[74]I bargained like Lucifer. We can make all kinds of good eating. \n[75]Cabbage. Slaw, sauerkraut, cabbage soup, fried cabbage, stuffed cabbage... \n[76]What's that? \n[77]I can't get this damn thing off her. \n[78]Ada, I can't get this off her! \n[79]What darling? What? \n[80]She's saying don't bother. \n[81]This world won't stand long. God won't let it stand this way long. \n[82]It's a man. \n[83]Raiding our corn. Got him in the trap. That's him yelping. \n[84]I don't want him to shoot me. Can you fire this thing? \n[85]Listen up -- you got a barrel trained on your rear-end. \n[86]You got a weapon? \n[87](suddenly recognises the voice \n[88] \n[89]Just so's you know -- you're not eating inside. Number One -- they hang people round here for taking in deserters. Number two -- even if they gave out prizes -- you'd still eat outside. \n[90]I'm what? \n[91]You'd be scarred. You'd be really scarred if I hadn't wrapped them trap teeth in sacking. Which was her idea. \n[92]Good God! \n[93]Hey! Let's agree: you beat me, you abandoned me, you ignored me, you beat me some more -- all of that is better than Ruby with the eyes that sparkle! \n[94]You were an asshole. \n[95]Get him out of here! \n[96]You're all set. \n[97]Ain't you got a proper coat? \n[98]Nobody. I'll make up food for you, you come Sundays before it's light, I'll leave it behind the Old Frazier Mill. \n[99]He is so full of manure, that man, we could lay him on the dirt and grow another one just like him. \n[100]It is and that's the last you'll see of him. \n[101]   \n[102]Get on back where you came from! \n[103]She ain't gonna marry Linton, is she? She said -- whatever our souls are made of his and mine are the same. You can't say that and then marry Linton. \n[104]Okay. \n[105]I'm not waiting until tomorrow. \n[106]Little visible delight, but necessary. I like that... \n[107]Don't sleep here. \n[108]They stop one night, they'll want to stop two. \n[109]Maybe. \n[110]He said that a month ago. \n[111]What kind of name's Georgia? \n[112]I know that's meant to be the ugliest state under the heavens. \n[113] \n[114]What about them shaped like a wishbone? \n[115]Listen to her, Sal. She's turned into a highland girl. \n[116]It's sad, Sal. It's a c-a-t-a-s-t-r- o-p-h-e. \n[117]Who? \n[118]Bad news is girls get working. I'm going to round up the animals. This'll settle. \n[119]He can milk the cows. I was worrying about that. It'll be dark in a couple of hours. I's ten hours climb from here. He's drawn a map. \n[120] \n[121]We should get going. \n[122]Every piece of this is a man's bullshit. They call this a war a cloud over the land, but they made the weather. Then they stand in the rain and say: shit! It's raining! If I cry one tear for my Daddy I stole it off a crocodile. \n[123]  \n[124]Maybe Teague's took him. They did that with the Swanger boys -- didn't, they? -- dragged them into town, then strung them up as warning... it's snowed since, so I can't read the story on the ground. \n[125]Let's dig. \n[126]He's still breathing! God damn! Daddy; Daddy -- it's Ruby. Don't you die on me again. He's still breathing! \n[127]Pack a pan full of snow. I need good clean water, boiled up. \n[128]He'll die first. He's got hardly no blood left in him. \n[129]There's a place further on up. Used to be. Old Cherokee place. There's good water right by it. \n[130]Yes, it do, country girl. \n[131]Congratulations, I should send you out with a shotgun more often. He looks as he needs sleep. \n[132]Be my guest. You shot or something? \n[133]Hungry? He woke up. \n[134]Said -- your mommy's name was Grace then closed his eyes again. \n[135]I'm not surprised. Your man looks played out. \n[136]Saw him when? \n[137]Well there you are. \n[138]You probably don't remember it right. \n[139]Better get a fire going. I've got big plans for that farm. Got a vision in my mind of how that Cove needs to be. \n[140]There's not a thing we can't do ourselves. \n[141]  \n[142]  \n[143]Number one -- shut this door, it's freezing. Number two -- shut that door, it's freezing. I'm laying on my back, with my fingers poked in my ears trying to shut out who's got a bag of diamonds and who's got boots needs polishing, If you want to get three feet up a bull's ass listen to what sweethearts whisper to each other. \n[144]In fact, if you're going to wimble all night I'm going to sleep in with him. \n[145]  \n[146]He's right. \n[147]You'd have found some other fool to rescue you. \n[148]If you say a thing and then cough it's a lie. Daddy, stay on that horse, and don't lose him or sell him. We'll need him on the farm. \n[149]I hope that Georgia boy's been seeing to the animals. \n[150]I was not. I was thinking on swollen udders -- and before you say same difference... \n[151]Miss lovey-dovey! ", "Thewes": "", "Stobrod": "\n[1]That's gold in his mouth he got no need for. We take his boots. \n[2]What about Bonaparte's Retreat? That's one I play. \n[3] \n[4] \n[5] \n[6]Get me out of this dang thing. My fist's about to drop off. \n[7]No ma'am. I'm begging you. I'm already on my knees, otherwise I'd get down on them. \n[8]Ruby? God damn! \n[9]Just so's you know -- I can eat while she's doing this -- in case you're holding off. \n[10]You're scarred. \n[11]Your heart. Scarred. I did wrong to you. \n[12]I hurt you. \n[13]I wrote fifty tunes with you in mind. Ruby this, Ruby that, Ruby with the eyes that sparkle. \n[14]I'm changed. People change. War changes people something terrible. Ruby's told you -- I've no doubt -- I wasn't always the best... \n[15]I can't disagree with that. I was. \n[16]Music's changed me. I'm full of music, darling. I wish I'd brung my fiddle Hey Ruby! Got a new fiddle -- it's got a little snake's rattle in the body -- took it off a dead federal in Virginia. That's a beautiful fiddle. It's full of tunes, Ruby. Don't know if it's from that little rattle locked up in it, or from something untied my heart. \n[17] \n[18]Darling, I'm fine. And you just say the word, I won't come back neither. I don't want to put either you or your mistress here in any bother. \n[19]Oh, okay, who is? \n[20]Do you know who really needs a coat, darling, is my partner, fat boy name of Pangle. We're hiding up in the caves and he feels the cold like a thin man, but ain't no coat'll fit him. I love you, Ruby. In case the sky falls on our head. You're a good girl. \n[21]She can't speak. I told you. \n[22]No. Don't mind him. Hey Ruby: what about this? \n[23]Don't make that face -- you listen: c'mon Georgia... \n[24]We won't. \n[25]What about next Sunday? That'll be the New Year. It's gonna be a better one. \n[26]Miss Ada. Merry Christmas. \n[27]That's my Ruby. \n[28]You think the Good Lord would forgive an old cold fool if he changed his mind? Ada said it herself it was bitter... \n[29]No sense setting off in snow. \n[30]You cook something long enough you can eat anything. \n[31]You hungry? \n[32]Not very long. \n[33]Georgia joins in the chorus. Stobrod pulls one of the hickory stick skewers out of the fire, blows on the, meat, smells, smells again, looks at Georgia, takes a bite. Chews. \n[34]Edible. \n[35]You're all right. \n[36]Thewes. \n[37]Who? That's a he! \n[38]We're musicians. He picks the banjo, I got a fiddle. \n[39]Discharged. Took a wound at Petersburg. \n[40]I guess. \n[41]The military wouldn't take him. He can't fight. He's simple. He's got a mind no bigger'n a pickled walnut. \n[42] \n[43]Which papers? \n[44]They're, they're, they're at my house. \n[45]Down the mountain. \n[46]Hunting. Drinking. \n[47]Sure. Sure. Hey, wake up! \n[48]He don't know what he's saying. We were talking about Georgia early on -- maybe heading down there. \n[49]He don't know what he's saying. \n[50]Mr. Teague wants us to play. \n[51]Not come to my ears. \n[52]No, sir. \n[53]Right, right! he means, there is a cave, right, it's up over the other side, big cave, we played some music up there, never occurred to me they were deserters. Near Bearpen Branch. \n[54]I call this tune: Ruby's Lament. \n[55]Me? \n[56]Come on. \n[57]He always smiles. He don't mean nothing by it. I told him this world's got nothing worth a smile. \n[58]\n[59]  \n[60]  \n[61]  \n[62]You come up the mountain for me, darling, I'd be dead otherwise, dead and gone. \n[63]He's sweet on you, that Georgia boy. \n[64]Got it. \n[65]There were five. You can't reason with that man. \n[66]Okay. ", "Junior": "\n[1]My old bull, wandered off and died in this here creek. Fouled up our water is how I found it. \n[2]Reckon I need a train of mules. \n[3]Where you two sports heading? \n[4](acknowledging his attitude \n[5]There'll be a tang, I'd imagine. \n[6]  \n[7]There's my place. Hope you can stomach a yard chock-full of females. Brought my woman home, she showed up with her three so-called sisters and their brats. The noise in that place is something awful. It's why I go hunting. \n[8]It is on a bit of a tilt. Them females. They all roll down one end each night! \n[9]-- In the clover \n[10]What's up? \n[11] \n[12]Good God. \n[13]  \n[14]These two boys is stopping for supper. They're on the road to Atonement. \n[15]So what is it when it's at home? \n[16]Take them all and leave the saw. Be a sight more use. \n[17]They love to scrub a man. Put the water on the boil. It's my liquor, gets their titties swinging. \n[18]   \n[19]  \n[20]He's gone now. Look! His eyes have gone. \n[21]I'm leaving soon as I'm full. \n[22]Got a bunch of traps needs visiting. I'll be back tomorrow, before dark. You'll still be here? \n[23]My house is your house. \n[24]You go tend to him. I'll be seeing you. \n[25]  \n[26]You little bitch! Look at you! Cover yourself up! \n[27] \n[28] \n[29]  \n[30]  \n[31]  \n[32]   ", "Ada": "\n[1]Very much. It's beautiful country. \n[2]Anyone? Like a forfeit? \n[3]Hello. \n[4]I'm Ada Monroe. \n[5]Inman? \n[6]W. P. Inman. \n[7]If you were to take a glass of lemonade your friends might stop staring. Inman. \n[8]And what do you do? \n[9]Clear fields? \n[10]So, was there something in particular you wished to say to me? \n[11]I've been missing it. \n[12]Oh dear. And then he had nothing to say. \n[13]Really? \n[14]Men? I don't know. I don't even know what a woman should be like. In Charleston I was called a thistle, twice, by two different men. Both of them -- they were hunting for a simile, what was I like -- and thistle came right to them. \n[15]Were you planning to come inside? \n[16]There's a good fire going. \n[17]Somebody said you were enlisting. Are you? \n[18] \n[19]Did you get a picture made? \n[20]A tintype, with your gun and your courage on display. \n[21]I don't know you. \n[22]I'm taking a drink over to the negroes in the barn. \n[23]Mr. Inman is more comfortable outdoors. Perhaps we might take a walk. \n[24]Well, you have your war. \n[25]But then who'll be waiting for you? \n[26]And then there'll be a coffee or two, a brandy or two... \n[27]I found you this book. William Bartram. They tell me it's good. I think he writes about these parts, the author, so... \n[28]And this... I'm not smiling in it. I don't know how to do that, hold a smile, so now I'm solemn... \n[29]What? \n[30]What? \n[31]Every time you see the doctor you get melancholy. \n[32]He gives you alcohol and you get emotional. \n[33]Yes. But then I've tried counting the number of words which passed between Mr. Inman and me. Is that a bonfire? So close to the barns. \n[34]What's going on? \n[35]No, Daddy, it's not real. \n[36]I'll get help. Keep away from the flames. \n[37]Amen. That was the last of the ham. \n[38]I have to learn how to cook. \n[39]I can't have people coming here and cooking for me! \n[40]I'm not sorry, but I don't know how we'll get through another winter. \n[41] \n[42]Daddy, come inside before you drown! \n[43]Dear Mr. Inman... \n[44]-- I'm still waiting, as I promised I would, but I find myself alone and at the end of my wits -- \n[45]Is there a letter for me? \n[46]I know. Thank you so much. \n[47]What do you hear? \n[48]Thank you. \n[49]Didn't somebody try? \n[50]No. \n[51]But not to volunteer for the war? \n[52]You've got no spleen. \n[53]I'd really prefer it if you didn't do that. \n[54]I was raised in the good manners of the South where a gentleman doesn't enter a house with a woman alone. \n[55]I'm sleeping fine. \n[56]Should I imagine you are dead and, that it is to your spirit I am writing? No word from you in all this time. If you receive this please know I am here and warring, too, with a faint heart. \n[57]  \n[58]I can't. I'm not -- I need to clean some clothes. \n[59]I was saying to Sally, I wasn't expecting to be visiting, so... \n[60]I don't expect - \n[61]There are no people. And no money. My father had some bonds and investments. They're worthless now, of course, the war has... they're not worth anything. I love it here. In spite of everything. \n[62]What kind of mirror? \n[63]I don't know. \n[64]Yesterday I found myself crouched over a well like a mad woman, which I suppose I have become \n[65]-- and staring down into its secrets, I thought I saw you there, walking back to me -- \n[66]-- or wished I did. \n[67]I don't know you. \n[68]I need help, I need, I do need help, but I need a laborer -- there's plowing and rough work and -- I think there's been a misunderstanding. \n[69]The rake? \n[70]My plight? \n[71]You're not a servant. \n[72]Right. \n[73]Right. \n[74] \n[75]The rake: there's a rooster devil, I'm sure of it. He's Lucifer himself. I go near him he's at me with his spurs. \n[76]  \n[77]Yes. It's still dark. \n[78]I have to eat something. \n[79]A novel. \n[80](writing, holding the ladder \n[81]I have no idea. \n[82]Sixteen. \n[83]What's a Gourd House? \n[84]Actually, yes, I think we do. \n[85]  \n[86]No. What? No. We bought our hams. \n[87]I don't know. Locust? \n[88]North is, North is -- \n[89](frustrated with Ruby and with herself \n[90]Ruby, you could ask why? about pretty much everything to do with me. \n[91]This fence is about the first thing I've ever done that'll produce an actual result. \n[92]   \n[93]Agricola poetis viam non monstrat. \n[94]The farmer does not point out the road to a poet. \n[95]Which means, I suppose, which means the poet should know where he's going. \n[96]Terra mutata non mutat mores. It's appalling what's in my head. \n[97]No, it means: A change of place does not change a character. \n[98]You can keep those earrings. \n[99]I have to keep the bangles. They were my mother's. \n[100] \n[101]I like it. \n[102]My father always wanted sheep on this land. \n[103]Oh Ruby. \n[104]And your mother? \n[105]Sally's right. We should both stop toiling and stand a while with our arms stretch out. I'll volunteer. \n[106]For all your kindness. Coffee. And a pie. \n[107]I made it. \n[108]What? \n[109]Sally? \n[110]Perhaps, I don't know, perhaps she was busy. \n[111]What about them? \n[112]You sure? \n[113]I cried for my Daddy. I dressed up the scarecrow in his suit and he came back, his arms out, said you never cried enough, you never cried enough. \n[114]Then I thought, it's not my Daddy, it's my sweetheart. I saw him once that way, when I looked down Sally's well. So I dressed the scarecrow in the dress I wore the day he left. In case his spirit flies over looking out for me. That looks terrible. \n[115]Cabbages. \n[116]Such as? \n[117](at the well, looking down \n[118]Wait! \n[119]There's someone down there. I think it's Esco. \n[120]What is? \n[121]You're not going to shoot him! \n[122](making it clear she can't \n[123]What? \n[124]I'm not Ruby's employer. \n[125]So that's Stobrod Thewes. \n[126]My love for Heathcliff resembles the eternal rocks beneath \n[127]  \n[128]-- a source of little visible delight, But necessary. \n[129]We'll find out. \n[130]Tomorrow. \n[131]Ruby, I'm falling asleep. \n[132]It's bitter, they could stop one night. \n[133](shaking Stobrod's hand in goodnight \n[134]Merry Christmas. Pangle. Georgia. \n[135]It's where he comes from, it's not his name. \n[136]Why do you care what his name is? \n[137]Orion. \n[138]That's Taurus the bull, and that's Gemini and that's Orion's big dog, Canis Major. \n[139]I could always name the stars, Ruby, that was never my problem. \n[140]I love you darling. In case that big old sky falls on our heads. And I love you, too. Sal. \n[141]  \n[142]Do you think he's dead? \n[143] \n[144]I told Georgia he can stop here, sleep in the barn. He's got nothing inside him. He'd walk out of here and die in the snow. \n[145]Okay. \n[146]Ruby, I'm so sorry. \n[147]  \n[148]I don't understand. \n[149]Ruby! Ruby! \n[150]Let's get him home. We have herbs there and it's warm. \n[151]He'll die lying here. \n[152]This horse is weary. He's ready to give up the ghost. \n[153]Good boy. That's warmer, isn't it. \n[154]I'm getting firewood. \n[155]That wood -- that sound when it burns that mean more snow? \n[156]Turn round and go back where you came from. \n[157]I do not know you. \n[158](finally recognising him \n[159]You'd better come with me. \n[160]Ruby, this is Inman. \n[161]Stobrod? \n[162]He's asleep. They both are. \n[163]I saw him. I realize now. \n[164]In Sally Swanger's well. A tunnel of trees. The man like a black smudge in the snow, the sun behind him. \n[165]Funny thing is it wasn't the same. The image. It wasn't snowing. And in the well, he was, as if he were falling. \n[166]I remember it exactly. There were crows, these black crows flying towards me. I thought I was seeing him fall. Instead I was seeing him come back to me. All this while I've been packing ice around my heart. How will I make it melt? \n[167]I know you have. \n[168]  \n[169]  \n[170]I couldn't sleep. \n[171]I can't see your face. \n[172]Did you get my letters? \n[173]I must have sent 100. Did you write to me? \n[174]No, it's -- \n[175]But how did I keep you? We barely knew each other. A few moments. \n[176]Your boots, one polished, one not yet polished. \n[177]I'm playing a piano and you're standing outside. \n[178]Every day of my waiting. \n[179]Now I can't see anything. \n[180]I don't think Ruby's vacating my hut so that you can sleep in a different one. \n[181]  \n[182]Come in. \n[183]Whatever comes to pass between you and me, I want Ruby to stay in Black Cove. \n[184]As long as she wants. And if she never leaves I'll be glad. \n[185]And you understand she's my friend, she's not a hired hand and she doesn't empty a night jar unless it's her own. \n[186]This war's made some things pointless. It's hard to imagine a wedding. I think even my father would recognize that. \n[187]Isn't there's some religion where you just have to say I marry you, three times, and then you're man and wife. \n[188]No, I think it's I divorce you three times and then you're not married anymore. \n[189]You waited enough. I certainly did. I marry you. I marry you. I marry you. \n[190]I'm sorry about the way I look. In these clothes. And there are so many buttons. Will you turn your back? \n[191]We can all go together. \n[192]You be safe. \n[193]And am I the fly in this story, or the cow? \n[194]I thought you were thinking on him! \n[195]I'm saying nothing. \n[196]You bring that lamb outside. \n[197]He came out dead, love. \n[198]I'm not going to kill him. But we have to try something or else he's going to die. \n[199]Isn't that a small mercy. \n[200] \n[201]Grace Inman, nobody said eat. Mr. Thewes... \n[202]For good friends, good food, good family: for all our blessings -- Oh Lord we thank thee. Amen. ", "Monroe": "\n[1]Esco, our friends there -- -- they helped build the Chapel? \n[2]There's no advantage here, but to celebrate a job well done. Cheers -- -- and thank you. \n[3]Mr. Inman. \n[4]What can I do for you? \n[5]You must come in. \n[6]A splendid idea. \n[7] \n[8]It's a special view. I dragged my poor daughter to Cold Mountain from Charleston because of my Doctors -- they say my heart is weak -- so the air's meant to do me good. But it's the view I think heals. \n[9]I have to get on my visits. Can I offer you a ride back into town? \n[10]Did you want a quiet word? \n[11]Of course Ada. \n[12] \n[13]The only slaves within twenty miles labor on my farm. They're good Christians and I'll vouchsafe for them. \n[14]You're looking -- at this moment, I don't know why -- you're looking exactly like your mother. \n[15]He listens to my heart and I get emotional. \n[16]We commiserate about the folly of this terrible war. Do you worry when there's no word from him? From Mr. Inman? \n[17](shouting at the disappearing slaves \n[18]Dear God. \n[19] \n[20]Thank you. For your Providence, Oh lord, we thank you. \n[21]It was delicious. \n[22]I was going to say something in Chapel. Perhaps some of the womenfolk will volunteer. \n[23]It's my fault. I should have raised you less like a companion and more like a young woman. I'm sorry. \n[24]Will you play me something? Something peaceful while I look over my sermon. \n[25]   \n[26]  ", "Reverend": "", "Esco": "\n[1]I prefer a Yankee to a halfwit. \n[2]What is it you think you'd be fighting for? \n[3]And what's that when it's at home? \n[4]No. \n[5]You cut the wood, you carry the water for good old King Cotton. Now you want to fight for him. Somebody has to explain it to me. \n[6]That's Teague and his boys. I'd recommend you kick them out except a man don't kick a snake. One time the Teague family owned the whole of Cold Mountain. My farm, your farm, all belonged to his grand-daddy. Teague wanted this place bad. You got it. He's here sniffing out an advantage. \n[7]Will you look at the state of this place! \n[8]That your daddy's coat? \n[9]Don't suit you. \n[10]I can't get up to your place this week. She's mad at me -- \n[11]-- more than I can do to keep this place half-managed. I'm ready-to stop, I tell you. I just want to sit on my porch with Sal, watch my boys in the field, holler good job! every hour or so. \n[12]And waiting on a feller. \n[13]Look down our well. She should! Look down our well with a mirror, you'll see the future. S'what they say. You do it! Don't make that face. \n[14]See anything? \n[15]   \n[16]Don't spread out. Why they spreading out? \n[17]There's a war on. \n[18]Get off my land. \n[19]Ain't seen my boys in four years. They're fighting other boys, not old men and women. \n[20]What I gotta give you? A chicken? A lamb? \n[21]Right then. \n[22]\n[23]THAT IT TIGHTENS. A stain grows out from the blade, huge and spreading. Teague walks to Esco. ", "Swanger": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5] \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11] \n[12]  \n[13]  \n[14]   \n[15]  \n[16]", "Georgia": "\n[1]There's snow in the air. \n[2]The war's over in a month. \n[3]'Night. \n[4]She's an original. \n[5]What d'you reckon? Think we could eat this? \n[6](takes a bite from his skewer ", "Sally": "\n[1](to Ada, as Monroe moves off \n[2]So listen -- if you would say hello to one of these fools, I'll get a field cleared this weekend. \n[3](pointing at Inman who immediately looks away \n[4]That's a fine looking thing. \n[5]Thank you, by the way. Inman's down in the bottom field, clearing his debt. \n[6]He was happy. \n[7]Are men so different in Charleston? \n[8]If you're saying you might like him, why not go down and say hello. \n[9]Ada! Ada, It's Sally. \n[10]Poor soul. She's got nobody and nothing and three hundred acres of misery. \n[11]Ada... \n[12]You're skinny as a whippet, girl -- you're coming indoors with me. \n[13]Great God, you ever looked at my husband! I can't get him to wear decent Church clothes Christmas morning. Hang on to me, the wind'll blow you over. \n[14]Don't go back to that dark house. There's a bed here, least till our boys get home. \n[15]What about your people in Charleston? \n[16]I know it ain't rightly Christian, but it's what folks do, like when they dangle a needle over the belly to see if you're carrying a boy or a girl. \n[17]I tried many a time, never saw a dickybird. \n[18]You all right? \n[19]Ada Monroe and Ruby Thewes! Look at you both! \n[20]Like a coupla scarecrows after a thunderstorm. \n[21]  \n[22]Good God in Heaven. \n[23] \n[24]Ruby... \n[25] \n[26] \n[27]SWANGER'S THUMBS. She can't scream any longer, because the noose has practically strangled her. The rope's tied off to Bosie's horse, which yanks on the noose with every slight movement. Sally is prostrate in the dirt. Her two boys come running from the barn. TEAGUE CASUALLY, ", "Inman": "\n[1]And that works? \n[2]You said it to me in Cherokee. \n[3] \n[4]  \n[5]I saw. \n[6] \n[7] \n[8]Sir. It was my understanding the medical corps was desperate for volunteers. \n[9]I'm Inman. \n[10]W. P. Inman. \n[11]Repeating a thing doesn't improve it. People call me Inman. \n[12]They're not my friends. \n[13]Thank you. \n[14]I work wood. Got a piece of land. Mostly work wood. \n[15] \n[16]  \n[17]I'm wetter than a fish. \n[18]I'm all right. \n[19]If there's a war we'll all fight. \n[20]Call a thing a war makes it a challenge to some men. \n[21]Say again. \n[22]You're laughing at me. \n[23]You're always carrying a tray. \n[24] \n[25]Reverend. \n[26]I have some sheet music. Belonged to my father. No use to me. \n[27]I should probably get along. \n[28]I think so. \n[29]Are you the law all of a sudden? \n[30]You might be safer back in Charleston. \n[31]I'm going to walk back inside the Chapel. \n[32]Just some quiet. \n[33]Ada... \n[34]I'm not dying. \n[35]Pigeon River. Little East Fork. \n[36]Seems that way. \n[37]Where'd you take your wound? \n[38]What would you give for that? To have your eyeballs back for ten minutes? \n[39]That's sure what seeing's done to me. \n[40]Then we don't agree. There's not much I wouldn't give for ten minutes of someplace. \n[41]Same difference. \n[42]Hey! I'd pay a dollar for an egg. A piece of cheese. \n[43]SIDE, A STEEP CLIFF TO THE OTHER, the way itself broken and precarious, bad country to meet an enemy. Inman sees A LIGHT in the distance, a torch flicking in and out of view, like a star to follow. He stops, narrows his eyes to focus on the view, listening hard. He pulls out the Lemats. \n[44] \n[45]Don't let go. Just back up, nice and steady, do this all in reverse, you're going to end up with her draped back over your animal. \n[46]I've killed several of them. \n[47]What part of God's business is throwing a woman down a gorge. \n[48]Is she dead? \n[49]Where does she live? \n[50]Shut your mouth. I don't want a sermon every time I ask a question. \n[51]This your place? \n[52]You're going to put her back where she sleeps. \n[53]So you reckoned to kill her. \n[54]You find me some paper and a pen. \n[55]OF HIS CHAPEL. Inman is pinning a sheet of paper above Veasey's head. It's covered in handwriting. A dog barks. \n[56]Sign says ferry, five dollars. \n[57]What's the name of this thing? \n[58]I can give you thirty dollars script. \n[59]No. Get out. \n[60]I should have shot you when I had the chance. \n[61]You're nothing like me and the last thing I want right now is a conversation. \n[62]Jesus, god! \n[63]There's nowhere I'm going with you except to Hellfire! \n[64] \n[65]Then what? \n[66] \n[67]  \n[68]Let's do this in chapters. \n[69]You might want to leave off that water for a day or two. \n[70] \n[71]Like a Christian. \n[72]He doesn't know what I am. Thanks. \n[73] \n[74] \n[75]Dolly, Lila, Shyla and Mae. \n[76]I'll say my goodbyes, got miles and miles to go before sunset. I'll just quickly lie down. \n[77]\n[78]HEAD. Inman falls back. Junior goes to the door and whistles. \n[79]\n[80]He's dead. \n[81]This man's dead! \n[82]You run, we're all running with you, the lame and the stupid, of which we number both. \n[83]Just give me some warning so I can tell the guard -- I'm not getting shot again for some cause I don't believe in. \n[84]No! \n[85]Fighting. \n[86]Different fighting. \n[87] \n[88]How long have I been sleeping? \n[89]I can't stop here. I'm a deserter. They find me here things could be bad for you. \n[90]How long you been up here? \n[91]Last time I checked it was '64. \n[92]Twenty six years! \n[93] \n[94]I guess he did. \n[95]CORN FRITTERS AND PUSHING THEM INTO HIS MOUTH. Maddy watches him, adds another mound of meat to his plate. Inman nods in thanks, but -- doesn't look up. She opens a jar and takes out a handful of dried poppy heads, puts them near the stove, then dips into another jar and pulls out what look like old cheroot stubs. \n[96]It's true... \n[97]What you remember. \n[98]Ada. -- Sometimes I think I'm crazy when I'm just hungry -- Ada Monroe. \n[99]She was. I don't know. Or if she'd know me. I'm like the boy who goes out in winter for firewood comes back in the spring with a whistle. \n[100]I've had to put myself in the way of people's kindness. \n[101]The passenger pigeons fly south, the berries ripen. Whether I see them or not, whether a man dies, or a war is won. \n[102]She gave me a book. Ada Monroe. Man by the name of Bartram. Wrote about his travels. I carried that book through every battle. I left it someplace, got to get it back. Sometimes just reading the name of a place near home -- Sorell Cove, Fire Scale Ridge -- was enough to bring me to tears. Thing is I've been thinking -- those places belonged to people before us, to the Indian -- and he had a different name. What did he call Sorell Cove? How can a name not even the real name break your heart? It's her, she's the place I'm heading. And I hardly know her. So how can a person who's maybe not even a real person -- I don't know what I'm talking about -- I have to close my eyes... \n[103]I have a deal to thank you for. \n[104]I'm one man alone. I'm a Confederate soldier on furlough. I have no bad intention. I need shelter and food. \n[105]Can I at least sleep in the corn crib -- just for some shelter? I'll be on my way come morning. \n[106]Fair enough. \n[107]Thank you. \n[108]No, I mean to give it to you. \n[109]Is your baby sick? \n[110]I'm sorry. \n[111] \n[112]I could do that for you in the morning. \n[113]It's what I'd gladly do for you for what you're gladly doing for me. I'm Inman by the way. That's my name. \n[114]Glad to know you both. \n[115]I got a blanket. \n[116]Pretty much. These boots are good boots. \n[117]Good night. \n[118]I don't know. I'll try. \n[119]I'll go. I'll go, shall I? \n[120]I can try and fight them. \n[121]\n[122]Move away from the baby. \n[123]Take off your boots. Take off your pants, and your shirt. \n[124]You'd better get running before you catch your death of cold. \n[125]Ada? Ada Monroe? \n[126]Then I believe I made a mistake. \n[127]If I knew where to go I'd go there. \n[128]I may need to. \n[129]Not lately. \n[130]I'm sorry. I was trying to be quiet. \n[131]-- I got no appetite left to be in a room with wounded men. \n[132]It's not a face you recognised. \n[133]I got three letters. Carried them in that book you gave me. The Bertram. \n[134]Whenever I could. If you never got them I can summarize. \n[135]I pray you're well. I pray I'm in your thoughts. You are all that keeps me from sliding into some dark place. \n[136]A thousand moments. They're like a bag of tiny diamonds glittering in a black heart. Don't matter if they're real or things I made up. The shape of your neck. The way you felt under my hands when I pulled you to me. \n[137]You're playing a piano and I'm standing outside. \n[138]That kiss -- which I've kissed again every day of my walking. \n[139]Maybe you can't see my face, but if you could see my inside, my whatever you want to name it, my spirit, that's the fear I have deeper than any gash on my neck. I think I'm ruined. They kept trying to put me in the ground, but I wasn't ready, no ma'am, no more ready than that scoundrel in there's not ready to die on us. But if I had goodness, I lost it. If I had anything tender in me I shot it dead. \n[140]I'll say goodnight. \n[141]Right. \n[142]More a question could she put up with me. \n[143]Sure. \n[144]Ada, I want to marry you. If you'll have me. \n[145]I marry you. I marry you. I marry you. \n[146]Why's that funny? \n[147]I can wait for you. \n[148]Not for all the gold dollars in the Federal Bank. \n[149]You go ahead. I'll follow with the horse at a pace your daddy can tolerate. \n[150]It's safer this way. No one has quarrel with you. \n[151] \n[152]We'll get to you by nightfall. \n[153]Your Mr. Bartram speaks about some category of fly born on the hide of a cow. It flies up into a tree and waits and waits until it smells cow. It can wait a year, two years, I don't know, maybe longer. Then a cow comes along and it wakes up, flies down, lays its eggs on the cow. There's purpose for you. \n[154] \n[155]How many men does he have? \n[156]  \n[157]You hold on tight, do you hear? When I say three, look round, nice and slow. \n[158]One, two, three. \n[159]\n[160]Come out of there. \n[161]I just have to shoot the horse from under you. \n[162]I am. \n[163]I hope so. Look, how old are you? Give me your gun and ride home, I'm done fighting. I'm sick of it. \n[164]I will not shoot you, but nor am I walking down that mountain looking over my shoulder for you. \n[165]What have you got on your side? \n[166]", "Maddy": "\n[1] \n[2]  \n[3]Mind that Billy, he's the jealous kind. \n[4]Pay no attention to me. What happened to your head? \n[5]And your neck? \n[6]You're the color of a cadaver. I'll fix you. I can fix you up. \n[7]Debts, fighting -- them words don't mean much round here. For the record, I'm a female of the species. \n[8]  \n[9]  \n[10]Not long enough. \n[11]What they going to do? Cut short my young life? Sit down before you fall down. \n[12]What year are we? '63? \n[13]I'd say twenty six years. \n[14]I could move on anytime. I've seen most of the world anyway, Richmond in the North, south almost to Charleston. You're going somewhere or you are somewhere, what's the difference? \n[15]I've learned a person can survive off pretty much of a goat. I can't abide a chicken, but a goat gives you company and milk and cheese and then, when you need it, good meat. \n[16]So you've been fighting? \n[17]He gave it a try, to look at you. \n[18]See I think there's a plan. There's a design. For each and every one of us. \n[19]You look at nature, a bird flies somewhere, picks up a seed, shits the seed out, a plant grows. Bird's got a job, seed's got a job. \n[20]  \n[21]Take one of these now with your food. \n[22]Swallow it. If you die I'll give you your money back. \n[23]Our minds aren't made to hold on to the particulars of pain, the way we do bliss. \n[24]What is? \n[25]What's her name? \n[26]And is she waiting for you? \n[27]Now drink this. It visits the pain. And you'll sleep. \n[28]I hope you found it. \n[29]That's the laudanum getting to you. That's good. Say something more. Raise that up for me. \n[30] \n[31]That's medicine and goatmeat. You're sick of both. \n[32]And that's just for show, or -- if you can get close enough -- a wild turkey. ", "Veasey": "\n[1]Don't pull that trigger. I am a man of God. \n[2]I mean I am God's minister. \n[3]A slave woman, can you see that in this light? She's black as a bucket of tar. \n[4]Drugged her. Like you would a butterfly. And I care for her, that's the heartbreak of it. \n[5]She's got my bastard in her belly. What kind of pistol is that I never saw the like of it? \n[6]  \n[7]I'm begging you. It's better you blowout my brains than return me to this place. \n[8]In our house. She sleeps in our kitchen. You don't know me, friend, but the good Lord punished me with want. I am all appetite. That's all I do all day is want: food, the female parts... \n[9]Dear God of misery. \n[10]I do that the Members will lynch me. Consorting with a nigger, adultery, siring a bastard while serving as their preacher. We're a strict congregation we've churched men for picking up a fiddle on the sabbath. \n[11]There's a back door. Have pity. \n[12]  \n[13] \n[14] \n[15]OF HIS CHAPEL. Inman is pinning a sheet of paper above Veasey's head. It's covered in handwriting. A dog barks. \n[16]You're not entitled to judge me! You're nothing but an outlier, plain as daylight! \n[17]Keep going. We're both in trouble. \n[18]It's Homeguard. Made me tell them all about you. \n[19]I'm not looking for revenge, by the way. For what you did to me. No, I'm a Pilgrim now, like you, traveling the road, paying our dues, relying on the kindness of strangers. \n[20]   \n[21]What's that? \n[22] \n[23]You okay? \n[24]I figure that righteous, given our history. Otherwise I'd bear a grudge on our journey. \n[25]Used to be as regular as morning prayers. Matter of fact I could set my watch by my bowels. That beeswax you fed me, day before yesterday, it stops a man up. Open my gut now they'd find turds stacked up like little black twigs. \n[26]Hey! Look at this! This is a good saw. \n[27]You'll find the good Lord very flexible on the subject of property. We could do a lot with this saw... \n[28]Why you in such a hurry the whole time? Hurry or slow the destination is always the same. It's only the journey that is different. That's either in the Good Book or I made it up. \n[29]Good day to you! \n[30]This is a tricky one. \n[31]The name for the Bull's member is a tassel. I learned that and never forgot it. \n[32] \n[33]Lever him out. This'll work! \n[34](emerges from the woods \n[35](considering the wild camber \n[36]-- Roll me over! \n[37]One good fart -- that'll tip over! \n[38]Oh God of my God! Hallelujah! Hallelujah! \n[39]The Israelites! The tribes of Israel are about to flee from the banks of Egypt! Hallelujah! \n[40]Atonement is not a place. \n[41]Those are fine examples of the female. \n[42]  \n[43]He's a hero. Took that wound at Petersburg. \n[44]Wait up a few minutes, I'll be in that tub, then we'll see who's a shy one. \n[45]Dolly? \n[46]Dolly, Lila, Shyla and Mae. That's a poem. That's a poem. \n[47]Dolly, Lila, Shyla and Mae Da-da da-da da-da dae... ...there's a poem there. \n[48]Really. Goodbye. \n[49]That's my fervent prayer. \n[50]Say again? \n[51]That's Job. Don't say much but even liquored up there's a preacher in him. \n[52]I'm heading for that smokehouse and I'm ready to be washed clean of my dirt. \n[53]I had a special prayer you'd come visit. \n[54] \n[55]   \n[56]Am I so altered that they don't see me? \n[57]I christened that child. \n[58]  \n[59]Is it well with you? I've been repenting for what I did. I've walked the road of atonement. \n[60](holding his head, to Rebecca \n[61]I'm with you. I got a baby coming. ", "Bosie": "\n[1] \n[2]Bogey Man! Bogey Man! \n[3]\n[4]\n[5]\n[6]He's just kidding. \n[7]Is he going to play? You gonna play that fiddle? \n[8]Heartbreaking. \n[9]\n[10]No, sir. Here's fine. \n[11]Shoot her. She's not mine. You riding Mr Teague's mare? \n[12]He dead? \n[13]I give you my gun you'll shoot me dead. \n[14]That's what they call a conundrum. I tell you what I've got on my side. \n[15]The confidence of youth. ", "Pangle": "\n[1]Says he ain't about to die. \n[2] \n[3] \n[4]This coat's warm. \n[5]'Night now. \n[6] \n[7] \n[8]Yeah. \n[9]Georgia joins in the chorus. Stobrod pulls one of the hickory stick skewers out of the fire, blows on the, meat, smells, smells again, looks at Georgia, takes a bite. Chews. \n[10]Ow! \n[11]It's good. I think it's good. \n[12] \n[13]Thanks. You is Home Guard? \n[14]You is Teague? \n[15] \n[16]Bad words. Folk always put the curse words in front of your name. \n[17]Okay. \n[18]You do, Stobes! He means -- \n[19]Ain't nowhere near Bearpen Branch! It's this side! He's always getting lost. That cave -- we live there! -- it's over on Big Stomp. Tell you how I always find it. There's a big old locust tree fell down across the path, that points straight at it, like a finger, always a dozen squirrels round that tree. You gets to the tree, sit on it, and there's your entrance, straight in front of you, tree points at it. Come right to your hand, them squirrels -- -- Chrrrpppp! Chrrrrppp! \n[20]What'd you make of that? \n[21]What? \n[22]What do you mean? \n[23]\n[24] "}}