{"filename": "Colombiana_script.txt", "imdb_id": "tt1657507", "imdb_url": "https://www.imdb.com/title/tt1657507", "characters": ["Pepe (as Angel Garnica)", "Emilio Restrepo", "Marco", "Cat - 10", "Head Marshall Warren", "Richard", "Cataleya", "Mama", "Sergeant Bill Attwood", "Ross", "Fabio", "Danny Delanay", "Don Luis", "Alicia", "William Woodgard"], "dialogues": {"Emilio": "\n[1]I'm not interested in a girl right now. 29. \n[2]Cataleya? \n[3]Madonna! I thought you were dead! \n[4]I thought you were all... \n[5]You're safe now. \n[6]You're safe. \n[7]Gracias mama. \n[8]Good morning. \n[9]When was the last time you slept? \n[10]Well good. A growing body needs sleep. When I was your age I would sleep half the day. I don't know if it helped with the growing, but I was well rested for whatever came after. \n[11]My son. Your cousin. \n[12]He's dead. \n[13]Yes. \n[14]No one who is still alive. \n[15]You are very talented. Is this what you want to be? An artist? \n[16]Not anymore? \n[17]And now? \n[18]Sure. \n[19]The good news is your father bought you your life with what he gave you. The bad news is Don Luis was playing both sides, and has disappeared. You tore down everything he spent years building up with that little chip. It is something he will not forget. There is a law in this thing of ours. If someone does you, the revenge goes all the way down the line. Women, children, Grandmothers, dogs, cats. No exceptions. \n[20]I am trying to educate you. \n[21]She's still in a bit of shock. \n[22]We'll get all this stuff, then go over to this little place I know down on Maxwell street for some of these hot dogs the Polish people make here. \n[23]You like hot dogs? \n[24]Hey! \n[25]Hey! \n[26]Where you going? \n[27]Chica. Any idiot can be a killer. Look! \n[28]You want me to teach you to be a killer? No problema. I'll teach you. But you'll be dead in five years. 35. \n[29]If you want to be a killer, and survive, you have to be a smart one. You have to know things besides how to pull a trigger. You have to know how the world works. How people think. You got to learn to be psychological. That I cannot teach you, unless you learn the basics at school. Got it? \n[30]Now what's it going to be? \n[31] \n[32]  \n[33]Are we good? \n[34]When are you back? \n[35]I have something. \n[36]Can't wait to see you Cara. 52. \n[37]Mama says hello back. \n[38]Safe? \n[39]Safe. \n[40]You remember the guy who was in the news for running that Ponzi scheme about a year ago? \n[41]He disappeared fifty billion dollars. The money was never recovered. Skipped out and bought himself citizenship on some shit hole of a Caribbean island that calls itself a country with no extradition laws. Lot of very pissed off people lost everything. \n[42]There's something else. \n[43]How long has this been going on? \n[44]The paper says twenty two. All like this. Tell me why. \n[45]Since you're a kid, you don't do anything for no reason. Don't play dumb, it insults me. \n[46]It's not just you in this. It's me, Mama. 63. \n[47]I watch your ass. Each and every job, I vet, I double vet. For every one I book you, I turn down five, ten. I promised to keep you safe. I KEEP YOU SAFE. Cataleya. It's a full time job, no matter what you think. Those pictures...they freaked me out. OK? I didn't realize... \n[48]Sure. Of course. But the way you're playing it. They even have a name for you. The Tag killer. I would have stopped it a long time ago. Had I known about this. \n[49]Because I love you. \n[50]  \n[51]You said you would stop the writing! 84. \n[52]Read this! \n[53]Seven people slaughtered in a Miami bar. I knew one of them. Years ago, in school. \n[54]I don't like it. This is getting too close. \n[55]And you are so blinded by your need for revenge that you are not seeing things that are. The handwriting is on the wall Cara. Let me read it to you. This is over. I will no longer accept jobs. I will no longer solicit jobs. You are retired. \n[56] \n[57]Maybe this will help you understand what I am telling you. \n[58]Everyone grows up. \n[59]I think so. \n[60]  \n[61]  \n[62]      ", "Restrepo": "", "Marco": "\n[1]Adios Don Fabio. I'll do my best. \n[2]You in the kitchen. You, the bedroom. You, the back. \n[3]  \n[4]Hey! What are you doing? \n[5]He also said no names. \n[6]\n[7]She's a kid. \n[8]What do you mean so what? You take a kid, teach them, they have value. \n[9]Are you stupid or what? Here. \n[10]Here's twenty asshole. Go do your job. 10. \n[11] \n[12]I was at your confirmation. My name is Marco, and I was a very good friend of your father. I see he gave you his medal. \n[13]The Cataleya orchid. His symbol. Your name. That's good. This way you will always remember him. I know this is a terrible thing for you to have seen. \n[14]Some things are too complicated for a kid to understand. This is one of them. But I am going to try explain it and make it very simple for you. So you understand. Now, you know who Don Luis is? \n[15]Of course you do. He was your father's best friend since they're kids. He's like an Uncle to you. You know he has always been good to your family, don't you? \n[16]This house, the food you eat, the clothes you wear. Even your school fees. All this comes from Don Luis. You know that? 11. \n[17]But when someone is good to you and you are not good to them back, then bad things happen. Things like... \n[18]This. \n[19]I know you are a smart girl. You do well in school. So I know this is not too complicated for you to understand. Am I right? \n[20]Good. Now, your father had something that belonged to Don Luis. A little thing. No bigger than... \n[21]This. Maybe it was in this. \n[22]Do you know what I am talking about? \n[23]Excellent. Do you know where it is? \n[24]Well, if you give it to me, Don Luis will be very grateful. And very generous. He will make sure that you are clothed, fed, and sent to the very best school. You will have everything you want. 12. \n[25]But if you don't give it to him, he will be very unhappy. And you see what happens when he is not happy, yes? \n[26]So why don't you just give that little thing which belongs to him. Will you do that? \n[27]You are a smart girl. \n[28]And in this life, smart girls get everything they want. What do you want Cat? \n[29]Just tell me sweetheart...what do you want? \n[30]\n[31]Get her! \n[32]We need her alive! \n[33]Go! Go! \n[34]There! \n[35]  \n[36]Alive! 16. \n[37]  \n[38]  \n[39]North! Go North! We're cutting off the southern streets! \n[40]  \n[41]We got her! Close the net! \n[42]18. \n[43]What is she doing? \n[44]  \n[45]  \n[46]No! \n[47]    \n[48]Get down there! 19. \n[49] \n[50]\n[51]Come back out. \n[52]Mr. Richard... \n[53]Been a long time. \n[54]Only hurts when it's humid. \n[55]The Boss likes it humid. \n[56]He's waiting for you. \n[57]It could be anyone. \n[58]Bueno? \n[59]Loud and clear. \n[60]Hello Eduardo, que pasa? \n[61] \n[62]Here. For you. \n[63]First for fucking up your shot. Second, for an address. You remember Fabio? The Cataleya Killer? \n[64]You went to school with his brother in law. What was his name? Emilio? \n[65]I have a problem. And we think Fabio's kid is behind it. \n[66]So you do have a memory. \n[67]\n[68]Fuck... \n[69]You don't tell me what I want to know by the count of three, you scum sucking lowlife prick, your memory will be permanently disabled. One...two... \n[70]You will take up positions here... \n[71]And here. And here. You must expect the unexpected. She is like mist under a door, like a mouse in the wall. She will never attack straight on. You will not see her, until it is too late. She is that invisible. 106. \n[72]We would prefer she be taken alive. But with a bitch like this, if you get a kill shot you take it. \n[73]  \n[74]   \n[75]You four! Get the armored Mercedes! We have to get Don Luis out of here! \n[76]Don Luis! This way! Everyone to their positions! \n[77]  \n[78]Don Luis! You hide here. \n[79]Wait for my call. Either she is dead, or we have her far enough away so you can make it to the garage. Take the van. The armor is so thick nothing short of an atomic bomb can penetrate it. \n[80] \n[81]Thank you. \n[82]Down! \n[83]Go! 109. \n[84]Now! \n[85]Outside! \n[86]Kill her! \n[87] \n[88] \n[89] \n[90]You know what bitch? I loved killing your father. He was a coward! And you know what else? I screwed your mother behind your father's back! We all did! She couldn't get enough of it! The whore! I killed her! I killed him! You want to avenge them? The whore and the coward? That's what you come from! Come out! I'm here! Come get the bullet with your name on it, Bitch! \n[91]Kill her! 111. \n[92]You two here! That door opens... \n[93]...kill anything that comes through. \n[94]Shit! \n[95]Giorgio? \n[96]Tonino? \n[97]Hold on. 112. \n[98]I will hold here! Run! Run! \n[99]Do it! Do it you bitch! Isn't this the moment you've been waiting for? ", "Richard": "\n[1]Yes it has Marco. How's the hand? \n[2]Should've let us relocate you to Arizona instead of New Orleans. \n[3]There it is then. \n[4]Hello Luis. 54. \n[5]I brought you the morning paper. \n[6]And...? \n[7]Coincidence? Twenty two times? A flower that only grows in one place on earth? That used to be the calling card of...what was his name? Your former partner? The one who did your wet work? \n[8]Because when we find the end of a string we like to know where it begins. \n[9]Don Luis. Let's cut to the chase here, OK? When the Agency extracted your ass from Colombia fifteen years ago, and set you up here, we let you resume your business when what we should have done was lock you up for life. In exchange, you were supposed to keep the information flowing. \n[10]Not much, and not for a very long time. \n[11]No. What I traveled all the way down here to tell you, is there's a limit to our patience. The CIA is not an amusement park. There are no free rides. Everyone pays their way. And you, my friend, have not. \n[12]Then find out who does. \n[13]And Don Luis, don't play the innocent with us. It won't sit well with my bosses if we find out you had anything to do with this. Have a good day. \n[14]I can't believe this. \n[15]Yes? \n[16]Who is this? \n[17]I've seen the publicity. \n[18]Listen, Agent Ross, we don't give out any type of information over the phone. So what I suggest is you file a formal request with the agency for any information you might want. And I'll be more than happy to get back to you as soon as I can. \n[19]No more bullshitting me Marco. I've got the FBI on my ass now. I want that problem taken care of. Yesterday. Do you hear me? \n[20]  \n[21]You understand, I only agreed to this meeting out of professional courtesy. 102. \n[22]The President wanting us to reach out to you folks on the domestic side, and all that pie in the sky crap. The truth is, I really can't help you at all. \n[23]Same thing really. \n[24] \n[25]You're kidding me? \n[26]I'd go to the police. Now if you'll excuse me, I have a meeting... \n[27]What does she think this is? Amateur hour? Tell her that glass is tempered to resist a direct hit by a fifty seven millimeter ordinance. \n[28]How can I be sure once she has the address she won't kill me anyway? \n[29]Eight seven six Magnolia Terrace... New Orleans. \n[30] ", "Cataleya": "\n[1] \n[2]\n[3] ", "Mama": "\n[1]Buenos diaz Cara. Come. Sit. I'll make you some eggs. \n[2]You have your mother's beautiful eyes. Don't be scared. This is your home. \n[3]Cara. You will come home for lunch. \n[4]That was such a nice surprise. \n[5]I think she's going to be OK. ", "Ross": "\n[1]\n[2]Where is he? \n[3]Let's go. \n[4]Same handwriting. Same flower. It's him. Let's see the location. \n[5]No comment. \n[6]You didn't lock it down? \n[7]Do it. Now. No one in or out. \n[8]I want to see paper on everyone in and out of the station in the last twenty four hours. 51. \n[9]And I want the tapes from the security cameras. \n[10]See? \n[11]He tilted the camera just enough so the angle would catch the guard, not who was holding him. \n[12]Twenty two murders in four years all with the same M.O. The word, the flower. He's sending a message, for sure. And I'm beginning to think it's not to us. \n[13]And we're not getting anywhere with it, are we? \n[14]If the message is not for us, let's make sure the one it's intended for gets it. I want you to put it out to the press. Splash it across every newspaper, every magazine. National. I want eyeballs on it coast to coast. Monitor it. Let's see if anything comes back. 53. \n[15]Since each and every one of the victims was a professional bad apple... \n[16]We've narrowed motive down to payback or preemptive. \n[17]Rizzo here... \n[18]The most recent, was done to keep him from talking. Alexa Milshinova... \n[19]...made a career of getting intimate with big stakes gamblers out of Vegas and then taking them off and sending them to meet their maker. D'Angelo James... \n[20]...tried to take over the heroin trade in Houston from... \n[21]The Gemini cartel. Their crimes are self explanatory, if you can read. Now I know some of you are thinking whoever is doing this makes less work for mother. And since there's no collateral damage, why are we wasting valuable manpower and resources on the case? And since until now, there has never been a clue to go on, why go on? But with this last killing... 58. \n[22]We have one. As we go to the video tape. \n[23]We can't see the assassin, but we can see... \n[24]The time. 2 AM. Which means our perp was in the station at...I don't have to spell it out for you. \n[25]These are the names, phone numbers and addresses of everyone with a pulse who entered that police station before two AM. Cops, criminals, clerks, janitors. Everyone. One of them is our target. I want each of you to locate the ten people in the folder you've been given. I want a complete dossier on every one of them for the last ten years of their lives. Run down every lead. Check out every story. Our killer is out there. And we're going to find him. Before he kills again. \n[26]OK. Let's try...organization... \n[27] \n[28]FBI special agent Jack Ross. I'm lead agent on a case. A serial killer we call the tag killer. \n[29]Marks his victims with a flower. From Colombia. A Cataleya orchid. 74. \n[30]When I try to access information, I get stuck with a CIA Access denied folder. I understand you were the station chief down there when this rash of murders with the same MO... \n[31]  \n[32]Thank you. \n[33]Where are we? \n[34] \n[35]Let's see her booking report. \n[36]But not to get prints. \n[37]Lovely. So if there is no booking record, how did we get the name? \n[38]I don't believe this. \n[39] \n[40]That's it? \n[41]It's not a lot to go on. But put them in the data base and let's see what matches. \n[42]...a woman. \n[43]   \n[44] \n[45]  \n[46]  \n[47]We got her! I want SWAT there! All of them! Now! 91. \n[48]She's not here. Lock the building down! \n[49]Where the hell did she go? \n[50]No one in or out! Lock this place down! Anyone? \n[51]Anything? \n[52]Where? \n[53] All units! Converge on the garage. Cover every exit! \n[54] \n[55]  \n[56]Agent Ross. Hello? Hello? \n[57]  \n[58]  \n[59]Just so you know, all this? Being so smart? Covering all your bases? It's not going to matter. It's already over. The whole place is wired with web cams. \n[60]So what happened? \n[61]And all this? All these clues...they weren't for us. They were for him. \n[62]And you figured sooner or later we would make this public. \n[63]You're very patient. \n[64]You sent him a message. He sent you one back. \n[65]I can't help you. \n[66]By a part of the government I have no way of reaching. It's CIA. I don't know why. But there's no getting through it, under it, around it, believe me, I've tried. \n[67]Wait... \n[68]What about...? \n[69]Can't or won't. \n[70]Look, let's put all our cards on the table here. I've met this woman. The killer. \n[71]My apartment. She trapped me. She told me if I did not get her this man. \n[72]She will kill a member of my family every day until I have none. \n[73]Do I look like I could make something like that up? \n[74]So? What should I do now? \n[75]Ross. It's her. 103. \n[76]She says you either give her what she wants or she is going to redecorate your office. \n[77]Bright red. \n[78]She says she's using seven point six two steel jacketed armor piercing shells. And you have ten seconds to give her the address. \n[79]You can't. But I can assure you that if you don't give her the address you will be number twenty four on her hit parade. Trust me on this one. \n[80]She asked you to keep this conversation strictly confidential. \n[81]Thank you. Because honestly I didn't know how I was going to explain you splattered all over your walls. \n[82]I want you to think hard... \n[83]  \n[84]Was there anything else? \n[85]We don't really have anything to charge you with. \n[86]Just a few more questions. \n[87]Sure. \n[88] \n[89]Cataleya? Cataleya! ", "Fabio": "\n[1]Why not? \n[2]And I love you Don Luis. Like a brother. \n[3]Ten. \n[4]Luis, I'm going to be honest with you. You remember I had that operation? 3. \n[5]Since then, I'm not a hundred percent. And you can't do this thing if you're not a hundred percent. I'm tired. \n[6]You know how many times we should have been dead? \n[7]Neither do I. But you gotta think. How lucky we are to still be alive. \n[8]It's yours. It's not my thing any more. \n[9]I'll always be there for you Luis. Just pick up the phone, I'm there. \n[10]And I'm going to miss you. \n[11]Bueno. \n[12]All clear. \n[13]It's all here. \n[14]You even have to ask? \n[15]Adios Marco. Make sure he doesn't get in too much trouble. \n[16]This fucker! The motherfucker! 5. \n[17]This bastard thinks I'm an idiot. Playing it all mellow and shit. If he would have yelled and screamed and threatened to kill my whole family, it would have been OK. We have an hour to get out of here. At most. \n[18]We've got ten minutes. \n[19]Listen to me my darling. Just in case of anything. This... \n[20]This is your passport. Do you understand? 6. \n[21]You find yourself alone? You go to the address on this card. Show it to the man at the front gate. \n[22]You don't have to understand. You just have to listen, and remember. \n[23]And this will keep you safe. \n[24]The Cataleya orchid. It comes from one place on Earth. Our place. My mother, your grandmother, used to grow them. Every morning I would wake up to the sight of them. The smell of them. That's why I named you after them. It reminds us of who we are. 7. \n[25]Back! \n[26]Too late. Get ready! \n[27]I love you very much. \n[28]   \n[29]Alicia! ", "Danny": "\n[1]  \n[2]  \n[3]Do I have to? \n[4]Hello Jennifer. \n[5]You should have called. \n[6]I could have been out. \n[7]I could have been late. \n[8]It's just... 60. \n[9]You show up whenever you want to... \n[10]I know. I'm just saying... \n[11]Wouldn't you like to go to dinner sometime? \n[12]Or a movie? \n[13]So let's pop in a DVD and you can spend the night here? \n[14]No. I just want to get...I don't know... \n[15]Yes. Closer. 61. \n[16] \n[17]  \n[18]Jen...? \n[19]  \n[20]That's real progress. Let's see. \n[21]Wow! Just what I always wanted. \n[22]No. No. I mean, a gift from you. Something to show me you're thinking of me as more than your boy toy. 79. \n[23]Wait. \n[24]Of course I do. But can't we talk a little first? \n[25]Oh, I don't know. Nothing. Anything. \n[26]Yes, I do. \n[27]So...what's new? \n[28]Where have you been? \n[29]Really? Where? \n[30]Where there are alligators? 80. \n[31]Was it nice? \n[32]What did you do? \n[33]OK. Now you. \n[34]Conversation. It goes two ways. \n[35]OK. OK. I get it. You want to protect yourself. I understand. But I'm...I don't just want to be here for the sex. I know a lot of guys would think this is perfect. She comes over, we fuck like mad. She leaves. But I need a little more. \n[36]Like...uh...some trust maybe. \n[37]I got that. I'm not in a hurry. And just so you know. The past? If it's too painful right now? 81. \n[38]If you can't talk about? That's OK. But, you know, if someone hurt you before...like a broken heart or something. I'm not responsible for that. I just want want to be here for you. To know a little about what's inside. What you feel. Just a little. \n[39]...And? \n[40]It's a good start. \n[41]Now we can have sex. \n[42]Let me this time. \n[43]    \n[44]Morning. \n[45]I didn't know if you like your eggs over easy or scrambled, so I made... \n[46]Wait... \n[47]Done what? \n[48]Why? \n[49]Can we talk about it? 83. \n[50]I made breakfast. \n[51]Great body, killer smile. And I think about her all day long. \n[52]You're so smart. \n[53]I knew you were the perfect guy to talk about this with. \n[54]Ryan, I'm twenty eight. I met someone who I want to be with. All the time. I have nothing. A stuffed animal. And a picture. \n[55]In my phone. 86. \n[56]It's not even a whole picture. I took it while she was asleep. \n[57]Haven't you been listening to me? I don't even know how to get in touch with her. \n[58]Maybe I shouldn't... \n[59]I just feel like, maybe, I'm invading her privacy or something. 87. \n[60]  \n[61]Hello? \n[62]Oh my god! I can't believe it! Hello you. \n[63]No. I...no. \n[64]In my apartment. Looking out the window. \n[65]Yes. I'm so happy to hear your voice. \n[66]You know it's so crazy. I was just sitting here, looking at your picture, thinking \"I'd wish I could call her.\" And you called. \n[67]I'm sorry. I know I shouldn't have. But I have nothing to remember you by, except this little stuffed... \n[68]I took a picture of you while you were sleeping. With my phone. \n[69]Jen. I'm sorry. Really. I didn't mean to offend you. \n[70]...it's just you looked so cute. I can erase it if you want. It's not even a good picture...Jen? \n[71]Nobody. My friend Ryan... \n[72]His sister. I didn't want to..it's just...I wanted to contact you. I wanted to... \n[73]Shari, that's Ryan's sister...she works at Police headquarters... \n[74]I just wanted to be... \n[75]I already told you everything. She would come over, we'd have amazing sex, and she would leave. It's really late, and I'm really tired, if you're not going to arrest me... 115. \n[76]Then can I go? \n[77]Can I have a cup of coffee? \n[78]Hello? \n[79] \n[80]FBI headquarters. I didn't tell them anything...besides... \n[81]I know. \n[82]OK...What's your real name? \n[83]Like the flower. \n[84]Will I ever see you again? \n[85]If there is ever a chance. I want you to know...I could love you. If you let me. \n[86]...I love you. ", "Delanay": "", "Don": "\n[1]I can't believe this. \n[2]  \n[3]Because I love you Fabio. Like a brother. \n[4]Can you believe this guy Marco? We started when we were little...how old were we Fabio? \n[5]Ten year old bastards stealing apples from the carts in the market. After all we've been through. And now we're on top, he wants to leave... \n[6]That was last year. \n[7]So you'll take a rest. \n[8]I don't even want to count. \n[9]Yeah. That's right. We're alive. And what about the future of this thing we built? \n[10]I'm not going to talk you out of it, am I cabron? \n[11]I'm gonna hold you to that. You bastard. I'm going to miss you. \n[12]OK. Enough of this sentimental bullshit. Next we'll be crying like two old women. Come on! One last drink, huh? \n[13]To the future. 4. \n[14]So. Business is all clear? \n[15]No other copies? \n[16]Hey. \n[17]Kill this motherfucker. \n[18]    \n[19]Hello Mr. Richard. \n[20]I've seen it. \n[21]Coincidence. \n[22]Fabio. Fabio Maria Restrepo. But I don't understand? Why come here with this? \n[23]String? Now we are talking about string? I'm not a tailor. \n[24]And I have. 55. \n[25]And this is what you traveled all the way down here to tell me? \n[26]OK OK. What would you want? \n[27]I had nothing to do with this. I swear. \n[28]  \n[29] \n[30]She's talking to us. \n[31]Idiot! I told you. Everyone dead. Down to the dog. 56. \n[32]You screwed up the first time. Now go fix it. Find her. Before she finds us. \n[33]  \n[34]  \n[35]  \n[36]Marco? \n[37]\n[38]   \n[39]  \n[40]Marco. Thank you. 108. \n[41]Said what? \n[42]Don't get used to it. \n[43]  \n[44]   \n[45]  \n[46]  \n[47]  \n[48]Did you see the body? \n[49]  \n[50]Marco?? \n[51] \n[52]Marco! Marco! \n[53]Marco! What the hell's going on??? \n[54]  \n[55]   \n[56]  \n[57] \n[58]  \n[59]Marco? \n[60]I don't understand you. You should have been dead a long time ago. You got lucky. You escaped. You were given a second chance at a life. Why did you not take it? Why did you involve yourself with this insanity? \n[61]And because of that, you have ruined your whole life to try to kill me? You stupid bitch. Don't you get it? Someone like me? 114. \n[62]I cannot be killed. I do the killing. Not the other way around. And now it is your turn to be hunted. You will never find me. But as day follows night, believe me, I will find you. And I will kill you. And you know why? Because I will never be where you can kill me. I will never be where you want me to be. \n[63]  \n[64]  ", "Luis": "\n[1]I can't believe this. \n[2]  \n[3]Because I love you Fabio. Like a brother. \n[4]Can you believe this guy Marco? We started when we were little...how old were we Fabio? \n[5]Ten year old bastards stealing apples from the carts in the market. After all we've been through. And now we're on top, he wants to leave... \n[6]That was last year. \n[7]So you'll take a rest. \n[8]I don't even want to count. \n[9]Yeah. That's right. We're alive. And what about the future of this thing we built? \n[10]I'm not going to talk you out of it, am I cabron? \n[11]I'm gonna hold you to that. You bastard. I'm going to miss you. \n[12]OK. Enough of this sentimental bullshit. Next we'll be crying like two old women. Come on! One last drink, huh? \n[13]To the future. 4. \n[14]So. Business is all clear? \n[15]No other copies? \n[16]Hey. \n[17]Kill this motherfucker. \n[18]    \n[19]Hello Mr. Richard. \n[20]I've seen it. \n[21]Coincidence. \n[22]Fabio. Fabio Maria Restrepo. But I don't understand? Why come here with this? \n[23]String? Now we are talking about string? I'm not a tailor. \n[24]And I have. 55. \n[25]And this is what you traveled all the way down here to tell me? \n[26]OK OK. What would you want? \n[27]I had nothing to do with this. I swear. \n[28]  \n[29] \n[30]She's talking to us. \n[31]Idiot! I told you. Everyone dead. Down to the dog. 56. \n[32]You screwed up the first time. Now go fix it. Find her. Before she finds us. \n[33]  \n[34]  \n[35]  \n[36]Marco? \n[37]\n[38]   \n[39]  \n[40]Marco. Thank you. 108. \n[41]Said what? \n[42]Don't get used to it. \n[43]  \n[44]   \n[45]  \n[46]  \n[47]  \n[48]Did you see the body? \n[49]  \n[50]Marco?? \n[51] \n[52]Marco! Marco! \n[53]Marco! What the hell's going on??? \n[54]  \n[55]   \n[56]  \n[57] \n[58]  \n[59]Marco? \n[60]I don't understand you. You should have been dead a long time ago. You got lucky. You escaped. You were given a second chance at a life. Why did you not take it? Why did you involve yourself with this insanity? \n[61]And because of that, you have ruined your whole life to try to kill me? You stupid bitch. Don't you get it? Someone like me? 114. \n[62]I cannot be killed. I do the killing. Not the other way around. And now it is your turn to be hunted. You will never find me. But as day follows night, believe me, I will find you. And I will kill you. And you know why? Because I will never be where you can kill me. I will never be where you want me to be. \n[63]  \n[64]  ", "Alicia": "", "William": "\n[1]\n[2]\n[3] \n[4]That's better. \n[5]I know. Anyone hungry? \n[6]Lunch is served. \n[7]Where did this come from? \n[8]Put a drop of blood in there and they'll be your biggest admirers. All the way down to your stripped clean bones. And speaking of stripped... 70. \n[9]Bedtime! \n[10] Bring extra security in for the night. \n[11]And make sure we're shut down tight. \n[12]I intend to. \n[13]  \n[14]Hello? \n[15]Anybody? \n[16]Who are you? \n[17]What do you want? \n[18]\n[19]Whatever they paid you, I'll double it! \n[20]Please. I'll give you anything you want. Don't kill me! \n[21]Please! Please! \n[22]Please! Help! Help! ", "Woodgard": ""}}