{"filename": "Commando_script.txt", "imdb_id": "tt0088944", "imdb_url": "https://www.imdb.com/title/tt0088944", "characters": ["Jackson", "Arius", "Cooke", "Forrestal", "Bennett", "Diaz (as Carlos Cervantes)", "Major General Franklin Kirby", "John Matrix", "Sully", "Jenny Matrix", "Cindy", "Lawson", "Harris (as Mike Adams)", "Soldier", "Leslie"], "dialogues": {"Jackson": "\n[1]  \n[2]  ", "Arius": "\n[1]Remember me, Major? \n[2]You don't understand a country like Val Verde, Major. It needs a president with an iron hand. It needs my hand again. \n[3]Because you're going to return to Val Verde and kill the president you helped to overthrow me. Cont. \n[4]But President Velasquez trusts you; after all, he made you a 'Hero of the Revolution...' While Captain Bennett, left, shall we say, under a cloud... \n[5]  \n[6]So pretty-There are many things I'm going to teach her. Cont. \n[7]You kill Velasquez, Major, and you'll get her back. You try anything else... .and I'll send her to you in pieces. \n[8]Your father has just left for Val Verde; he should be back with you soon. Does that make you happy? \n[9]Is there anything else that would make you happy? \n[10]   \n[11]  \n[12]  \n[13] \n[14]How soon does Matrix arrive in Val Verde? Bennett glances at his watch. \n[15]Let me know as soon as he lands. You think he's going to give us any problems? \n[16]'I wonder if he knows he's never going to get her back. Arius and Bennett look at each other. ", "Cooke": "\n[1]Don't worry-we won't. And they cut Lawson down, the bullets raking across his body and the cans. \n[2]  \n[3]Who're you? Cindy looks him up and down, then slouches toward the crack so her breasts push at her blouse. She smiles. \n[4]Open the door. Cindy unlocks the chain and opens the door. \n[5]Move out of the way. Cindy moves away from the door. Matrix tenses, ready to attack. Cooke looks into the room at the rumpled bed, suitcase and fast food containers. The shower SOUNDS continue to echo from the bathroom. Cooke cautiously enters the doorway. WHAM! Matrix SLAMS the gun against the brawny Cooke's head. Cooke crashes back against the wall, but doesn't go down. He grabs Matrix's gun hand by the wrist and the two of them STRUGGLE for the gun. BLAM! BLAM! The gun FIRES into the ceiling as they wrestle around the room. They BREAK a table and CRASH into a chest of drawers. Cont. \n[6]Fuck you, asshole. He pulls the trigger. CLICK. No more bullets in the bun. The blood drains from Cooke's face. Matrix looks at him. ", "Forrestal": "\n[1]You ain't seen nothin' yet. Cont. \n[2] Hear that sound? American workmanship. You think the Japanese invented that? Bullshit We did...sure, we lost it for a while-but we got 'it back. Diaz gets into the car. \n[3]Sure, get in...comfy, right? I know what you're gonna say... it's cloth. But take it from me-you don't want leather, it's hot, it cracks, it's trouble. And look at the head room.. .you're not gonna have a problem... Diaz starts the engine. \n[4]Go ahead, start it up. Hear that? That's power-that's performance .that's -- Jesus Christ -- Forrestal has said this last because Diaz has thrown the car into reverse, knocking down a big display. \n[5]Hey! ", "Bennett": "\n[1]mid-thirties, well muscled, BENNETT helps another worker wrestle a net of fish into a hold, then he wipes his brow and shouts over the. noise. \n[2]That's all for me, Les. Les nods. Bennett steps off the boat, crosses over another boat and steps onto his boat. \n[3]Bennett starts his boat, revs the throttle, then pulls away from the other boats. The wind whips his hair as he cruises out into the night. \n[4]Dead... He FIRES at point-blank range. Matrix is BLASTED backward to the ground. \n[5]Tranquilizers. General Arius approaches Matrix. \n[6]Why don't you have Bennett do it -- he was there with me. \n[7]You trained me, Major. \n[8]  \n[9]I'll be ready. They eye each other, then Sully shuts the door and Matrix watches the limo drive off. Henriques and Sully flank Matrix and they enter the terminal. \n[10] \n[11]Just over two hours. \n[12]He'll do anything we tell him as long as he thinks he'll get his daughter back. \n[13]  \n[14] \n[15]  \n[16]  \n[17]  \n[18] \n[19]A CLOSEUP of Bennett shows him REACTING disorientedly to the SOUND, SMOKE AND FLASH of the explosion. \n[20]  \n[21]Matrix and Bennett begin to circle each other. \n[22]You're dead... He feints the knife toward Matrix. \n[23].and so is she. \n[24]Bennett jabs with his knife and SLASHES Matrix, causing a bloody cut. Bennett jabs again. This time Matrix parries the jab, and SLASHES Bennett, causing a bloody cut on him. They circle each other again, FEINTING jabs at each other. BOOM! BOOM! Two more shells EXPLODE and kick up sand nearby. \n[25]Suddenly Matrix falls backward to the ground, pulling Bennett with him and FLIPS Bennett over him HARD to the sand. Matrix jumps up quickly to finish Bennett. Bennett quickly THROWS SAND in matrix's eyes. Matrix, blinded, stumbles badly. Bennett immediately grabs Matrix's knife hand around the wrist, then SINKS his own knife into Matrix's side. \n[26] \n[27]Fuck you, asshole... He PLUNGES the knife down toward Matrix's back. Matrix moves LIKE LIGHTNING to the side. The knife misses him and GETS STUCK in the hull of the boat. Matrix turns toward Bennett. ", "John": "", "Matrix": "\n[1]Matrix doesn't turn or otherwise seem to see the other person...but he reacts to little things: \n[2]I surrender, I surrender. He raises his hands, open, trusting. Instantly she attacks again, then runs like hell as he pursues her, \n[3]shows Jenny karate moves. She tries a move on him and he pretends she's knocked him over. \n[4]gives Jenny a piggyback ride over the bridge that crosses the stream, as they head back to the cabin. \n[5]When I was a boy and rock and roll came to East Germany, the communists said it was subversive... .They were right... \n[6]with U.S. Army markings, coming towards the house... then veering off for a landing. \n[7]I'm not going anywhere. Cont. \n[8]Promise. \n[9] \n[10]I better be. You taught me. He affectionately squeezes Kirby's shoulder. Jenny comes out of the cabin toward the two men. \n[11]  \n[12]Who's doing it? X \n[13]We were going to make a normal X life here... \n[14]They any good? \n[15]watches the chopper lift off and fly away. Jenny, subdued, comes out of the cabin. \n[16]I'm not leaving you... if that's what you mean. \n[17]  \n[18]  \n[19]I did. Matrix and Jenny move low to the floor toward her bedroom. \n[20]  \n[21]Where is she? Diaz smiles and puts his feet up on a table. \n[22]Wrong. Matrix levels the H&amp;K and BLASTS Diaz in the chest. Diaz and the chair are JERKED violently backward. \n[23]Matrix ELBOWS him in the stomach, DRIVES his fist into the man's Adam's apple, PULLS HIM DOWN, CRACKS the man's vertebrae, grabs the dead man's rifle and SLAMS the butt against the face on the man closing on him. The man's jaw SHATTERS. But three more men are immediately on Matrix and they wrestle him to the ground. He forces his way up again, the three men still all over him. Matrix's eyes suddenly WIDEN as he looks at two boots with an attached knife, then up at the man standing in them. It's Bennett, the man we saw die! \n[24]  \n[25]I remember the people you tortured and killed. \n[26]Why tell me? \n[27] He enjoyed the killing a little too much. \n[28]And if I don't? Arius looks at Matrix for a beat, then Arius nods to Bennett. Bennett opens a sliding door to a closet and matrix sees Jenny. She is gagged and tied tightly to a chair. She is shaking from fear and her eyes are wet with tears. Matrix LUNGES up from the table, but his hands and feet are chained to the table and he is STOPPED. Bennett wheels Jenny out of the closet over to Arius. Arius begins to finger her hair. \n[29]  \n[30]I'll be back, Bennett... For you. \n[31]You're a nice guy, Sully, I like you... .That's why I'll kill you last. Cont. \n[32]Could I have a blanket and pillow? \n[33]It's no problem. He smiles at her and she smiles back. He closes the luggage compartment door and turns to the Stewardess. \n[34]How long is this flight? \n[35]Matrix starts down the aisle. Cont. \n[36]  \n[37]He looks at the terminal in the distance and begins running toward it. \n[38]  \n[39]I'm not going to hurt you. \n[40]â\u0080¢ Step to the side. \n[41]Do it. Knees shaking, Cindy steps aside. Matrix leans into the car, grabs the passenger seat, YANKS it out and places it on the ground at Cindy's feet. Cindy, mouth gaping open, looks at the passenger seat now at her feet. \n[42]You forgot your keys. \n[43]Just do what I tell you and I'll let you go. \n[44]You're not gonna make it. She starts the car. Sully drives by them in his Porsche Targa. \n[45]Follow him. \n[46]No. \n[47]  \n[48]Somebody wants to kill my daughter \n[49]Matrix and Cindy are sitting in her car watching Sully. As soon as the elevator disappears, Matrix grabs Cindy's keys from the ignition and takes her arm. \n[50]Out. 1ï¿½1 Cont. \n[51] My daughter's been kidnapped and he's my only chance of finding her! If he sees me or I lose him, they'll kill her. I need you to follow him; if I get too close, he'll run. Cindy looks back at Matrix in shock. \n[52] Please help me, you're my only X chance! She's got less than ten hours left. Cindy doesn't know what to say. Matrix, still holding her arm, SHAKES her in desperation. Cont. \n[53] \n[54]Matrix is getting anxious. He looks at his watch. 9:28:00. \n[55]Matrix anxiously glances at his watch, then looks up toward the bar. Cindy comes out into the doorway where he can see her. She glances behind him, then helplessly looks right at him. Matrix, noticing her glance behind him, turns around. Five security guards are now approaching him. \n[56]Matrix turns from the guards to point at Cindy in the bar and he suddenly sees Sully approaching her. \n[57] \n[58]Matrix tries to force open the broken phone booth door to get at Sully, but the bloodied Sully crawls out the other way through a broken window pane, hangs from the railing and drops to the stairwell below. People continue to SCREAM and hug the floor. Sully turns around and BLASTS a shot at Matrix above. It misses. He RACES down the stairwell, stepping on the huddled bodies. A security guard RUSHES him and Sully BLASTS him dead. Matrix, running along the third level, sees Sully jump off the stairwell and get into a glass elevator. It starts to descend. Matrix looks desperately around, looks at one of the giant decorative banners spanning the ceiling, jumps onto the railing and tears loose the banner's end. The LAPD cop kneels and aims his gun at Matrix and prepared to fire. Cindy is running right at the cop. \n[59]No... Sully's Corvette disappears around a curve, Matrix cuts the corner TIGHTLY and SUDDENLY a large truck \n[60]I didn't... \n[61]You okay? \n[62]Matrix sees Sully trying to get out of his car. \n[63]Where is she, Sully? \n[64]I can't hear you, Sully. \n[65]Loyalty is touching, Sully, but it's not important in your life right now... \n[66]But take gravity... He extends his arms and DANGLES Sully upside-down over the sharp drop. The Los Angeles Basin is spread out below, 180 degrees of twinkling lights. \n[67]Gravity is very important in your life right now. Cont. \n[68]I have to warn you, Sully... This is my weak arm. \n[69]Where is she? He SHAKES Sully, moving him like a fish on a line. \n[70]But you won't. \n[71]Because I already know where. Fear starts to show in Sully's face for the first time as he STARES at the key. He tried to grab at the key, X but Matrix pulls it out of his reach. \n[72]Remember when I promised to kill you last, Sully? Cont. \n[73]I lied. He drops a SCREAMING Sully and Sully CRASHES to the rocks below. \n[74]Cindy is looking at her sunbeam, which is smashed to shit, as Matrix approaches. \n[75]Now I do... \n[76]I...let him go. He FLOORS the accelerator, LEAVES RUBBER and BLASTS out of there. \n[77]I'm sorry I got you involved in this. \n[78]It's about her. \n[79]Some people are using her to force me to do a job. If I don't get to her soon, they'll kill her. \n[80]No. I knew they'd kill her even if I did it. The only chance she has is if I get to her before they know what I'm doing. Cindy looks at the photo. \n[81]She died when Jenny was born. I was in Laos when it happened, so I came home intending to raise her. But on her third birthday I was in Lebanon. When she went to grade school, I was in Angola. When she had the measles, I was in Pakistan. And now she's been kidnapped because of me. \n[82]I was on special assignment. \n[83]Or something. \n[84]Things you don't want to know about. Things I sometimes wish I didn't know about. He looks over at Cindy, then looks away. \n[85]That part of my life is over with. All that matters to me now is Jenny. \n[86]What're you doing? \n[87] It's Cooke. Let him in... Matrix moves into the bathroom and turns on the shower. Cindy tears the covers off the bed, musses up her hair and unbuttons her blouse to show some cleavage. Matrix and Cindy edge up to the door and Matrix flattens himself aginst the wall close to the door. Cont. \n[88]Fuck you, asshole... He BLASTS Cooke in the jaw and Cooke goes backward through the broken door and falls to the floor. \n[89]Where is she, Cooke? Cooke looks blankly back at him. \n[90]Cooke... Cooke!! Cooke's eyes go cold and still. He's dead. Cindy approaches and swallows as she looks down at his body, the stake coming out of his chest. Matrix starts emptying Cooke's pockets. There's a wallet containing only cash. Matrix tosses it to the floor. He brings out a lighter and a package of cigarettes, examines the lighter, then tosses both objects to the floor. He pulls out two keys on a key chain. They're car keys. Matrix leaps to his feet. \n[91]Come on! \n[92]  \n[93]Make any sense to you? \n[94]For who -- the airlines? \n[95]You sure? \n[96]There's a lot of warehouses around Redondo Street. Arius must be keeping a plane there. Matrix closes the car door and pockets the invoice. \n[97]Let's go. \n[98]The soldiers move weapons, metal containers and wooden crates from the trucks to the jeeps. A soldier's feet walk right in front of Matrix, the soldier unloads a crate onto the jeep above Matrix, then the feet move away. \n[99]Matrix crawls away from the jeeps, moves low through the shadows, goes into a corridor and sees a door ajar. \n[100]A soldier, Vega, is looking at some charts on a table. \n[101]I saw all the equipment, but there's no plane. \n[102]Arius and Bennett aren't here. She's wherever they are. Matrix looks at Cindy in desperation for a beat, then they begin to look around the room. The room is designed as the aircraft control room. There are aerial charts on the tables and the walls. There are photos of several military planes and a civilian amphibious plane. There are copies of weather reports situated around the room and there is a VHF radio. \n[103]He studies the coordinates, then picks up a drafting compass and pen. He puts three dots, which corresponds to the three sets of coordinates onto a coasted chart of Southern California. \n[104]FOOTSTEPS and CONVERSATION approach the door. Matrix stops drawing and freezes. Cindy looks toward the door. The FOOTSTEPS reach the door, then continue right by it. \n[105]Matrix uses the compass to draw a second circle. \n[106]Matrix looks at the island, then shows the chart to Cindy. \n[107]Something's going on out there. Cindy looks at the chart, then back at the photos of the aircraft on the wall. Cont. \n[108]But it's not here. I saw everything they've got. Cindy glances at the invoice, then looks up at Matrix. \n[109]How long's it take to fly out to the island? Cont. \n[110]Not yet. She looks bewilderedly at him. \n[111]Shopping. \n[112]Come on, come on... He suddenly feels the hidden button and presses it. Behind him, a wall containing innocuous sporting equipment slides to the side, revealing a hidden room. Matrix pushes a cart into the room. The store alarm continues to CLANG. \n[113]Get the car. Cindy catches the cart, glances inside and her \n[114]  \n[115]Matrix LOOKS HOPELESSLY at his watch. \n[116]Matrix, listening to the continuing explosion, reacts. \n[117]Where'd you learn to do that? \n[118]Don't stop. She drives through the light, takes a sharp left and begins driving on a street along the water. \n[119]Cindy glances at Matrix; he's watching the police car. The police car gets CLOSER and CLOSER to them as they continue to watch, then the police SPEED right past them, and FADE AWAY behind them. Cindy exhales her breath and glances at Matrix. He watches as the police disappear, then he turns and stares straight ahead. \n[120]The guard is TILTING his chair back and forth; Matrix is standing right behind him. The guard tilts his chair backward, Matrix circles his forearm around the man's neck and SLAMS him backward OUT OF FRAME to the floor. With his left hand, Matrix takes a ring of keys off of the wall. \n[121]What's wrong? \n[122]Start paddling. Cant. \n[123]Come on, you piece of shit! He SLAMS his hand onto the control panel. \n[124]Works every time... Cindy REVS the engines and starts to move the plane. \n[125]You know what you're doing? \n[126]Why'd you decide to get a pilot's license? \n[127]Can you get under the radar? \n[128]Try it... Cindy dives the seaplane downward. Cindy continues to pilot the seaplane just above the water. She reaches down to the back of her knee, feels it and grimaces. Matrix leans over, moves her hand and looks at what caused her to crimace. A nasty looking cut is starting to bleed. \n[129]That reminds me of what I'm buying you as soon as we get back. \n[130]A new car. \n[131]With a cassette deck... She smiles. Cindy , watching the fireballs and smoke in the distance, picks up her radio mike. \n[132]Matrix, lying hidden nearby, pulls a pin on a grenade and begins to count \n[133]matrix runs in front of a pair of large gates that lead to the estate. QWDUCTION NOTE: These gates are at 5500 Palos Verde Drive), Matrix quickly studies the gates. Cont.. \n[134]Matrix is crawling, following a hedge, toward Arius. He cares up to the dear: Guerrilla with the flame thr; wer, that Matrix k.:iled in the Rose Garden earlier, then Matrix crawls around him. Arius peers over the to of a hedge. \n[135]Matrix hesitates, then lowers his gun. Jenny STRUGGLES in Bennett's grip. \n[136]Matrix's wound is bleeding badly and he begins to STRUGGLE to RUN for the first time. \n[137]Bennett, now dragging Jenny along, has left the jeep and is running along the dock. They stop at Arius' war boat, Bennett cuts the moorings with his knife, then he FORCES Jenny into the boat. \n[138]Matrix watches the boat RACE away with Jenny. \n[139]Matrix has lost her. Bennett's got her... \n[140]Suddenly, he hears a NOISE and he looks to the side. \n[141]As the seaplane starts to GO FASTER, Matrix holds onto the ladder and looks at Bennett's boat up ahead. \n[142]Bennett's boat is about FORTY YARDS ahead of the seaplane. \n[143]The wind and spray SLAP against Matrix as he watches the seaplane closing the gap on the boat. He climbs from the ladder onto the wing of the plane, the propellers only about five feet away from him. He CRAWLS along the wing of the plane, the wind WHIPPING at him. \n[144]Matrix tries to aim the gun through the sight, but the bouncing of the seaplane, the bouncing of the boat, and Jenny's nearness to Bennett makes a shot too risky. \n[145]Matrix lowers his gun. \n[146]  \n[147]Let her go, Bennett and I'll give you a chance to twist that knife into me. The stern of the boat continues to burn as Bennett considers what Matrix said. \n[148]Just what I thought, Bennett, you're still a yellow chicken-shit. Bennett's eyes fill with hate. More shells EXPLODE nearby. \n[149]Matrix takes his knife out of his wrist sheath and meets Bennett on the sand in front of the boat. \n[150]Matrix and Bennett begin to circle each other. \n[151]Bennett jabs with his knife and SLASHES Matrix, causing a bloody cut. Bennett jabs again. This time Matrix parries the jab, and SLASHES Bennett, causing a bloody cut on him. They circle each other again, FEINTING jabs at each other. BOOM! BOOM! Two more shells EXPLODE and kick up sand nearby. \n[152]Suddenly Matrix falls backward to the ground, pulling Bennett with him and FLIPS Bennett over him HARD to the sand. Matrix jumps up quickly to finish Bennett. Bennett quickly THROWS SAND in matrix's eyes. Matrix, blinded, stumbles badly. Bennett immediately grabs Matrix's knife hand around the wrist, then SINKS his own knife into Matrix's side. \n[153] \n[154]Out of Bennett's sight, Matrix slips the knife out of his boot and GRIPS the knife. \n[155] \n[156] No... Bennett tries desperately to get his knife unstuck from the boat hull, but he can't. Fear FLOODS his eyes. Matrix moves close to Bennett. \n[157]Fuck YOU, asshole... He DRIVES his knife into Bennett's throat so hard the knife goes through Bennett's neck and comes out the other side. Still holding the knife, Matrix then DRIVES the knife into the hull of the boat. The knife STICKS into the hull, holding Bennett's neck there like a thumbtack holds a note on a bulletin board. BOOM? Suddenly there is another, larger EXPLOSION in the fiery back of the boat and the whole boat EXPLODES into FLAMES, leaving Bennett lost in the fireball. \n[158]Matrix limps away from the flames, Jenny rushes into his arms and he holds her close. She's crying. She shows him she was holding his gun. \n[159]You know something? I'm glad you couldn't. He takes the gun from her and tosses it past the burning boat into the ocean. \n[160]He sees two Army helicopters approaching from the air and Cindy bringing her seaplane to the beach. \n[161]This was the last one... The corpsmen carry Matrix into the copter and Jenny joins him inside. Kirby and Cindy watch him from outside the chopper. \n[162]No... Cont. \n[163]Two might not be enough... The chopper wings have started and the chopper is preparing to liftoff. Matrix and Cindy are looking at each other. The chopper starts to liftoff. Cindy suddenly RUNS to the chopper and JUMPS in the door as it lifts off. Matrix puts his arm around her, then he looks back toward Kirby. Matrix holds up three fingers and smiles. ", "Sully": "\n[1]Have some beers in Val Verde, Matrix, it'll give everyone more time with your daughter. Matrix looks down at the bill, then up at Sully. \n[2]It just took off. \n[3]Sounds like you need a date. \n[4]  \n[5]  \n[6]Jesus Christ... \n[7]Matrix tries to force open the broken phone booth door to get at Sully, but the bloodied Sully crawls out the other way through a broken window pane, hangs from the railing and drops to the stairwell below. People continue to SCREAM and hug the floor. Sully turns around and BLASTS a shot at Matrix above. It misses. He RACES down the stairwell, stepping on the huddled bodies. A security guard RUSHES him and Sully BLASTS him dead. Matrix, running along the third level, sees Sully jump off the stairwell and get into a glass elevator. It starts to descend. Matrix looks desperately around, looks at one of the giant decorative banners spanning the ceiling, jumps onto the railing and tears loose the banner's end. The LAPD cop kneels and aims his gun at Matrix and prepared to fire. Cindy is running right at the cop. \n[8]Fuck you... Matrix is approaching the Sunbeam as Cindy is getting out. He swings Sully by the heels and BEATS Sully's head against the fender, leaving another dent in the already beat-up car. \n[9] \n[10]Uhhhh... \n[11]  \n[12]I don't know, but Cooke knows. I could take you where I'm supposed to meet him. \n[13]Why not? Matrix uses his right hand to take something from his pocket and he dangles it in front of Sully. It's Sully's motel key. \n[14]Yes, Matrix... \n[15]  \n[16]  ", "Jenny": "\n[1]Dad... Dad... put me down. She tickles him back on his neck and ribs...he laughs, puts her down. \n[2] \n[3]You don't want to know. Suddenly Matrix gets an odd look on his face ...he stands, cocks his head. \n[4]What's wrong? He shushes her, puts his hand up to block the sun as he peers through the picture window. Now Jenny -- and the audience -- can SEE what matrix's keen senses have already heard-an approaching aircraft. \n[5]You said you wouldn't go away again. You said you were through -- \n[6]Promise? \n[7]No way, Jose. Matrix gives her a sharp look and Jenny grudgingly goes back inside. Kirby and Matrix begin to walk as clouds billow high above the mountaintops around them. Cont. \n[8]Is it bad? \n[9]Then it can't be bad. She smiles. An intense look comes over Matrix's face, then -- In a BLUR, he sweeps up Jenny in his arms just before machine gun fire BLASTS the cabin. The VOLLEY OF FIRING SHATTERS the windows and RIPS OPEN Harris' chest, his blood SPLATTERING against the cabin. .Matrix, still clutching Jenny, DIVES through the door into the cabin and HITS the floor. Jackson CATCHES a round in the shoulder, SPINS to the ground, then crawls through the door after Matrix. The three of them lie on the cabin floor as the FIRING CONTINUES to BLAST AWAY at Harris' body, the rounds SMACKING into the side of the cabin. Then the firing stops. Silence. \n[10]hears a THUMP and sticks her head out from under her bed to look, but sees nothing. Suddenly, footsteps approach her bedroom door. She pulls her head back under the bed just as two boots enter her bedroom. A knife is attached to one of the boots. \n[11]Yes... Arius sits down right next to her. He runs his fingers along her shoulder. \n[12]Yes... Watching my Dad kick your balls down your throat. \n[13]  \n[14]Jenny watches the fight in horror. \n[15]Jenny, watching the fight, notices Matrix's gun on the beach near her and hesitates to pick it up. \n[16]Matrix limps away from the flames, Jenny rushes into his arms and he holds her close. She's crying. She shows him she was holding his gun. \n[17]I wanted to shoot...but I couldn't, I just couldn't. Matrix looks at her. Cont. ", "Cindy": "\n[1]   \n[2]  \n[3]Fuck off, shithead... She pushes by him. Sully watches her go, smiles and then begins to follow her. \n[4]Yeah, herpes. Sully's smile disappears. He looks at her, takes his sunglasses out of his coat pocket, nuts them back on, then turns and walks off. Cindy watches him to make sure he leaves. All of a SUDDEN, a giant arm encircles her waist from behind. \n[5]I'm not moving. \n[6]That's what they all say. \n[7]I have to move to do that. Matrix removes his arm from her waist. \n[8]I've got to give Karate, junitsu, judo, and kung-fu lessons to my students at seven-thirty. \n[9]I knew you were going to say that. She pops the clutch too fast, the tires SQUEAL and Matrix is SLAMMED back against the car floor. \n[10]Don't get offended by this question, but... \n[11]Good. \n[12]Can I ask you what this is all about? \n[13]I don't know your daughter, but â\u0080¢ I've known you for only ten minutes and I want to kill you, too. \n[14]Matrix and Cindy are sitting in her car watching Sully. As soon as the elevator disappears, Matrix grabs Cindy's keys from the ignition and takes her arm. \n[15]If you're in a hurry, don't let me hold you up... The elevator returns and they get in. \n[16]Okay, okay. X \n[17]Take it easy, all right. She continues to look at the pleading Matrix, then she turns and hesitantly begins walking toward Sully. Sully walks by a video game parlor, ogles some girls, checks his watch, then heads for the bar on this level. \n[18]There's a huge guy across the way who either honestly needs my help or he's an escaped mental fruitcake. Take a look... Cates moves into the doorway, casually glances at Matrix watching the bar, then Cates moves out of Matrix's view. He removes the walkie-talkie from his belt and speaks into it. \n[19]Don't! d! Matrix JUMPS, hanging onto the banner. Cindy KNOCKS the cop's aim away. The gun FIRES, missing Matrix. Cont. \n[20] \n[21]  \n[22] \n[23]I watch you rip a phone booth from the wall and swing from the ceiling like Tarzan...I stop the cops from killing you and then they start chasing me!! Matrix looks at the Corvette, changes gears and SPEEDS the Sunbeam faster. \n[24]Will you tell me what the hell's going on? \n[25]Look out!! \n[26]How'd you ever get a driver's license? \n[27]I think I'm dead. \n[28]That's my car, Matrix!! Matrix continues to carry Sully upside down. \n[29]Cindy is looking at her sunbeam, which is smashed to shit, as Matrix approaches. \n[30]Now you don't have a car... Matrix looks at Sully's car, which is lying on its side. He PUSHES INCREDIBLY HARD against it and it SLAMS to the ground right side up. \n[31]Wait a minute... Matrix looks at her. \n[32]What'd you do with Sully? \n[33]Then why won't you tell me what it's about. Matrix reaches into his pocket, pulls out his wallet, opens it and hands it to Cindy. \n[34]Is she the one that was kidnapped? Matrix nods. \n[35]Did you do the job? \n[36]Is her mother -- Cont. \n[37]Why were you always travelling? \n[38]You mean like in the Army or something? \n[39]What did you do? \n[40]Helping you get her back. She closes the door and joins him. He looks at her for a beat, then they move toward the motel. \n[41]He's in the shower. Cooke listens a beat to the running shower. \n[42]Room service... Cooke looks back through the door at her. Matrix, at the inside edge of the door,is holding_his gun, ready to fire. Matrix can only see Cindy. \n[43]Coastal is a fuel depot that supplies planes. \n[44]No, usually smaller, private aircraft. \n[45]I'm getting my pilot's license. Coastal is where my instructor gets his fuel. \n[46]What about your daughter? Matrix shakes his head. \n[47]Cindy is studying the photos of the aircraft. \n[48]FOOTSTEPS and CONVERSATION approach the door. Matrix stops drawing and freezes. Cindy looks toward the door. The FOOTSTEPS reach the door, then continue right by it. \n[49]Matrix looks at the island, then shows the chart to Cindy. \n[50]One of these plane's an amphibian. Maybe they're using it to fly there. Matrix comes over and looks at the photo of the amphibian. \n[51]Let me see that invoice. Matrix takes it out of his pocket, shows it to her and she studies it. \n[52]Type four fuel is amphibian and two hundred fifty gallons is what it would take to fly that plane to the island and back. \n[53]It was refueled at pump station thirty-two, Pacific Pier. That's San Pedro. \n[54]About two hours. Matrix looks at his watch. \n[55]Are we going to the plane? \n[56]Where are we going? \n[57]How do you get in? Matrix JERKS the car into reverse and RACES the car backwards around another building until the car is o. s. \n[58]  \n[59]Uh-oh... \n[60]High' School. \n[61]Cindy glances at Matrix; he's watching the police car. The police car gets CLOSER and CLOSER to them as they continue to watch, then the police SPEED right past them, and FADE AWAY behind them. Cindy exhales her breath and glances at Matrix. He watches as the police disappear, then he turns and stares straight ahead. \n[62]This isn't a plane... it's a canoe with wings. \n[63]Sort of... Matrix swallows a little, bit, then turns to look out the window. They're on their way! \n[64]My father was an Air Force pilot. That's why I becarle a stewardess. But after a while, I got tired of serving food' and drinks. I wanted to fly the plane myself. I guess what I've really wanted all along was to be just like h:r:. She looks at Ma- !x. SUDDENLY the rad,c CRACKLE'--. \n[65]They shoot the shit out of this area all the time. The flights out of LAX avoid it like the plague. \n[66]Not marine radar, but if we get close enough to the water, the high seas effect might camouflage us. \n[67]The car crash. Matrix Wipes her cut and puts the banda:7e dressinc over \n[68]What? She expertly wraps the gauze around her leg and ties it. \n[69]With a cassette deck? \n[70]  ", "Lawson": "\n[1]What's that? \n[2]On Tuesday? \n[3]Shit. \n[4]  \n[5]  \n[6]  \n[7]I was afraid you'd miss me -- ", "Soldier": "\n[1]No Sir, just those bodies... .You think there's more? ", "Leslie": ""}}