{"filename": "Confidence_script.txt", "imdb_id": "tt0310910", "imdb_url": "https://www.imdb.com/title/tt0310910", "characters": ["Gordo", "Harlin", "Attractive Blonde", "Whitworth", "Car Salesman", "Lionel Dolby", "Katie", "Travis", "Lily", "King", "Lupus", "Miles", "Manzano (as Luis Guzman)", "Jake Vig", "Big Al"], "dialogues": {"Gordo": "\n[1]I've been lying in this shit like half the night. \n[2]Shit. \n[3]But you won't get that splatter effect. \n[4]That's a lot of cash. He came up with it pretty quick. \n[5]I guess. I gotta drop a dime.    Did anybody mess up the hoop? \n[6]I just don't know if this says, \"me\". What's the fabric? \n[7]Seems Lionel Dolby came down with a sudden case of drowning last night. \n[8]It gets worse. Now I know     why he was such a good rope. X mean,     cash.... That much and we never had    to put him on the \"Send?\" Turns out     this ducking Moe was an accountant for    the King Pin. \n[9]The cash we fleeced off of him was collection money. He was supposed to take that money and give it to the King earlier yesterday like he does every Thursday. `Cept this time, he figured he could make a little something for himself off us and still get the King's money back before any body says \"boo.\" \n[10]Currently, the King Pin is a very large- type pole stuck up our asses. \n[11]Independant. Same shit, just independant. They call him the King Pin because he looks like that guy from the comic book... Big. Fat. Bald. \n[12] \n[13]Does he tell him that he cashed in a fucking Bar Mitzvah bond? Does he tell him he's been giving head out back for twenty bucks a pop? No... He starts going on about this job he just pulled and how he fleeced some Wall Street asshole -type... How HE fleeced. \n[14]No, that was the only semi-fucking smart thing he said! Except anybody that's ever met Big A1 knows that the only thing he's comfortable doing alone is eating. This guys tells this guy, that guy tells some other guy, eventually it works it's way back to someone who works for the King and-- \n[15]Shazaam. \n[16]Big Al gets whacked mid-egg foo young. The whole thing took about two and a half hours. That's how good he is. \n[17]Come on... \n[18]Whoa.   What? \n[19]And what about Big Al? \n[20]Bills.../Had that thing... \n[21]When? \n[22]Alright, let's all put our dicks back in our pants for a second. Is this the best thing to do? \n[23] \n[24]You gotta be kidding me.       Her? \n[25]How much we going after? \n[26]We only owe the King a hundred and fifty. \n[27]How's that?    He works for Gillette. \n[28]People have tried this before, Jake. It's never worked. Teddy Fraiser and his crew went on vacation in Chicago for it. Last year, Mumps got pinched in L.A. \n[29]Yeah... Whatever, Jake. \n[30]How's the hoop, superstar?   Clean? \n[31]You laugh now, but wait until you need a clean place to powder. This is New York city, Sister. Public sanitation does not run very high on the city hall agenda. You know what you can get off a toilet or doorknob? Let's do the list... Hepatitis, influenza, the flesh eating disease- \n[32]Hey Suits? You got anything in like a eleven or twelve ounce Super 100 worsted? \n[33]Oh shit. \n[34]The red hair... It's bad luck. \n[35]She up for this? \n[36]So then Miles walks straight into the Creative Director's office and says \"The code's fine, the program's for shit\" and throws down like a thousand pages of code on the guy's desk! \n[37]I haven't been able to use a public bathroom since. \n[38]Masters of our own destiny. \n[39]That's that Gillette guy, right? You Like him? As a boss, I mean. \n[40] \n[41]Jake... \n[42]Poor bastard never knew what hit him. Jesus, I almost felt sorry for the guy. \n[43]Let's go, Jake? \n[44]You sure? \n[45]We're going to make it back, Grant. \n[46]You'll be there? \n[47]Calls? \n[48]Moonan.    Here. Shit... \n[49]Jake-- \n[50]Jake, I mean, come on-- \n[51]So that's it... \n[52]First and ten. \n[53]I'd like this cashed, please. \n[54]I also need to deduct a certain amount and deposit it into this account number. \n[55]We got Twinkies. \n[56]I'm landing in about fifteen minutes. \n[57]You ever use the bathroom in Kennedy? \n[58]Let me just say that there is no way I'm using the bathroom on this plane. ", "Harlin": "\n[1]We appreciate your punctuality.   Mr. King is expecting you. \n[2]Lupus! \n[3]It only takes a moment to be polite. My apologies, Mr. Vig. If you wouldn't mind? \n[4]Mr. King prefers to farm out for that kind of work. Please, after you. \n[5]He's in the back taking a steam. \n[6]Mr. Vig arrived with an escort.   NYPD. \n[7]Lily? \n[8].Jake sent me. \n[9]The King would like to have a word with you. \n[10] I apologize for the-- \n[11] \n[12] \n[13]I'll get the car. \n[14]Looks fine, Boss. ", "Attractive": "", "Blonde": "\n[1]Is this seat taken? \n[2]Thanks. \n[3]Oh, I didn't know you... Here.    Sorry. ", "Whitworth": "", "Car": "\n[1]Rottovich and Sobozinski sit staked out in front of a small cigar/magazine store. \n[2]Parked across the street and well hidden among the other parked cars... SPECIAL AGENT GUNTHER MOONAN, a guy in his early 40's in the kind of suit you'd find on a \"2--for-1\" rack. He sits pointing a TELESCOPE MICROPHONE out the window, wearing headphones. He chews on gum loudly. \n[3]Rottovich and Sobozinski get in the front of a squad car. In the back, Moonan sits reading the Travel section of the NY Times. \n[4]\n[5]     \n[6]Sobozinski and Rottovich overlook the terminal. \n[7]A CELL PHONE RINGS with a digitized version of \"Ode to Joy\". The King answers it. \n[8]Rottovich and Sobozinski check their guns. \n[9]Miles gets back in the car and SCREECHES out of his parking space.   ", "Salesman": "", "Lionel": "\n[1]Y-y-you fucking shot him!   That's what happened! \n[2]I can't be here! You understand?     I can' t-- \n[3]Oh Jesus! \n[4]What-- What do we do? \n[5]I can't be here! \n[6]What about... The money? \n[7]R-r-right now? \n[8]Not for nothing, Jake, but the guy who whacked your buddy? It was me. The King usually farms out for that kind of stuff, but I tell ya, he was so pissed off he couldn't wait for the regular guy. Fucker didn't even put down his Kung Pao Chicken. ", "Dolby": "\n[1]A nicer apartment than Jake's. Lionel Dolby, the Mark from the Euclid rushes around, haphazardly throwing things into a suitcase. There's a KNOCK on the door that stops Lionel dead in his tracks. Another KNOCK.       Lionel still frozen. The door flies open with a      BOOM. In the doorway, we see HARLIN, an older mountain      of a man dressed in a plain black suit. Behind him is       LUPUS , dressed in a sweatsuit a pilot could      spot from 20,000ft. \n[2]What about... The money? ", "Katie": "", "Travis": "", "Lily": "\n[1] \n[2]Oops. \n[3]What is this? You guys cops or something? \n[4]Your what? \n[5]That's not-- \n[6]Sorry about your wallet, but if you think I'm going to suck dick over thirty seven dollars, a waxed out Visa and a bad fake I.D., you're fucking crazy. Jake. \n[7]Says who? \n[8]Oooh. Sassy. What do you care who feels me up, Jake? Unless it kinda gotcha going. Did it, Jake? Getcha going? \n[9]Keep the wallet. We're even. Take a deep breath... Count to ten... And go fuck yourself. \n[10]Gee thanks. Now I don't have to find that bridge to jump off. \n[11]Here's my deal-- Don't waste my time. What do you want me for anyway? You don't even know me. \n[12]No. What's my cut? \n[13]What do I have to do? \n[14]Make a wish. \n[15]Eleven-eleven. If you're superstitious, make a wish. \n[16]That's twice. \n[17]I'm in. \n[18]We should ditch him. \n[19]Manly. \n[20]What about Customs? \n[21]Hey, I' m not just along for the ride, so I don't want to hear any bullshit later about a smaller cut. \n[22]Mr . King, I think--- \n[23]You guys are freaking me out. \n[24]What the hell's his problem? \n[25]It's just that I left my asshole decoder ring at home, so how do I know not to worry? \n[26]What? \n[27]Why? \n[28]You're just going to have to trust me. \n[29]Then show me how. \n[30]Uh... Everything okay? \n[31]It's okay.    I'll be looking for earrings. \n[32]He's gone. \n[33]I gotta go get a haircut. \n[34]The action resumes... \n[35]Nice to see you too.   Why are you getting so bent? \n[36]Lighten up. \n[37]\n[38]The action resumes... \n[39]You told me to change my hair! \n[40]Did I miss something? \n[41]So much for that good feeling, huh? \n[42]Guess he passed on that unlucky- asshole gene. \n[43]You should have trusted me Jake. \n[44]Sorry I'm late. \n[45]But I'm not that late.    You didn't have to give away my seat. \n[46]No problem. \n[47]Thanks for playing along.    I just have to sit for a while. \n[48]Brutal day. They say the streets are lined with money down here, but I guess you have to know the secret handshake. What are you drinking? \n[49]Oh god. I'm overbearing and rude. Lily. Lily Finn. \n[50]It's more like what aren't I doing.        My partners and I are trying to secure start up capital for a small tech company. We tried the venture capitalist route in the Valley, but then again who hasn't up there. \n[51]That's right. So, brainiacs that we are, we thought we'd be innovative and relocate east. Try our luck with a straight corporate loan out here. \n[52]On me.     For the seat.   Cheers. \n[53]So we've been meeting with banks all day. It's amazing how many ways they can say \"no\" without ever using the word. \n[54]Don't tell me you started a tech firm here before us. \n[55] \n[56] \n[57]You're welcome. I was just going to ask you if you'd like to join us. Ashby brightens again. \n[58]So far, masters of our own demise. What bank are you with? \n[59]It's alright. Grant's one of the good guys. \n[60]We're getting down to the wire. Apparently another company has a similar product in R&amp;D right now.   If they beat us to it... \n[61]I' m going home \n[62]Look at you... You want to go. \n[63]I think you'd do it for free. You' re almost drooling. You like the rush. \n[64]Why? Your mother not breast feed you or something? \n[65]Do you have something to prove? \n[66]I'm your basic underachiever. Can't stand working and porn doesn't seem like a good option. \n[67]Whatever. But you... I get the feeling you could have bullshitted your way into anything. So why this? \n[68]It's more than that. \n[69]So that was my part?   Smile and shake my ass? \n[70]How do you know I will? \n[71]Illuminated only by the light coming from the windows... Jake runs a hand down the length of Lily's bare back. She falls onto him, both of them hitting the bed locked in a deep kiss. Lily's hand moves down Jake's arm until it finds his hand. \n[72]You have really soft hands.    Like a baby's. \n[73]Not even the soft morning light can diffuse the reality of this slum-pit studio apartment. Jake lies next to Lily, kissing her neck. A spoon RATTLES in a glass from the growing RUMBLE of a passing subway train. The RUMBLE rises to an almost deafening volume. Jake's a little alarmed.   Lily, oblivious. \n[74] \n[75]Do you think we can do it? \n[76]Who says you have to know the King to be in a whole? I actually did have a real job once. When I was in high school, I worked as a candy striper. \n[77]Not the way I did it. I was loaded half the time. I don't know how you could change bedpans sober. \n[78]I used to hang out with this guy, Glenn. He was an x-ray technician or something. \n[79]He wasn't my boyfriend. I had a boyfriend at the time... What was his name? Anyway, Glenn was like thirty. I was only fifteen. But he was a nice guy. Real sweet. Liked to talk. We used to get loaded on pills from the nurses station and then listen to Morrisey or some stupid shit like that. \n[80]We were friends. I trusted him. I should have known it was weird. But, then again I was weird. \n[81]No, we never got busted. We were done with a shift one night, both a couple of Percocets down and I was telling Glenn about my boyfriend, about how we were thinking about doing it, you know? I was thinking about letting him be my first because I loved him. What the hell was his name? \n[82]Sort of. I was telling him about this great love of my life who's name I don't remember, and I could see... He was getting pissed. I thought it was just because he was worried about me, but... \n[83]He told me that I was stupid because my boyfriend didn't really love me. \n[84]Then he grabbed me and threw me down on the floor, that really cold linoleum tiled hospital floor and started ripping my uniform off. He said he was going to \"fuck some sense into me.\" \n[85]Shit, what was that guy's name?   I really liked him. \n[86]After Glenn was finished, he gave me a couple of valiums and I went home. The next day, I finished my shift and met him around back, like we always did. I stuck a number eight scalpel into his chest. Three or four times. \n[87]I don't know. I packed up my shit and ran away. To this... So unlike you, I guess I do have something to prove, in a repressed anger sort of way. \n[88]You know why I told you that, Jake? Because I trust you too. \n[89] \n[90]People don't like you much, do they? \n[91]So what?   We just stay clear of him. \n[92]Jesus... Take it easy. \n[93]That's it? What are you talking about? We can still do this! \n[94]You are such a raving pussy sometimes. \n[95]Everyone's working an angle, right? \n[96]What about... \n[97]What about the money? \n[98]No, I want my cut! \n[99]You're an asshole. \n[100]I walked? Let me tell you a story, asshole... \n[101]Lily stands at a hot plate in her \"kitchen\" frying an egg. HEAVY FOOTSTEPS from the hall catch her attention, growing louder, then stopping at her door. A KNOCK. \n[102]Jake? Hold on. I just got out of the shower. \n[103]\n[104]Uh, right now? \n[105] \n[106] \n[107]Your friend, Big Al?   It should have been you. \n[108]You got my cell. Leave a message. \n[109]Only if--?    No way.     I want something for this. \n[110]Can we please all stop being so goddamnfucking-polite and get to the point? \n[111]You sold me out. You should have trusted me like I trusted you. You fucked up. You fucked up HUGE. \n[112]No, I want my cut! \n[113] ", "King": "\n[1]Ow!   Watch the pinkie! \n[2]Every time, you get the pinkie and I get a hang nail. You Jake? \n[3]Grifter huh? Where have you been on the grift? Couldn't been here long 'cause I would have heard of you, Skippy. \n[4]Here and there, Scooter? Here and there like Boston, Chicago, Houston? The bay area? Some action in London, `til it turned nickel and dime. Or how about that little stint down in Miami? Heard you actually got into some trouble with the Feds down there. You guy's pretty good? \n[5]Minus one. \n[6]You know, back in the day, grafting was considered a gentleman's racket. Good suits, good food... The Underworld of the Underworld. A grifter had to survive on his wits, his instincts... I like that. I like the idea of that. These days, things being what they are, guys like me gotta stay low. \n[7]It's all take, take, take . You can' t just be fucking witty about it. \n[8]Of course, your line of work's only as good as the people you find. \n[9]You can't cheat an honest man.    But a man like Lionel Dolby... \n[10]Honest mistake. Just give me the money back and all will be forgiven. \n[11]Why not? \n[12]Let me repeat-- Why not? \n[13]Buddy, that was business. Besides, you have more crew. Then there's you... \n[14] \n[15]I' ll be honest with you, Kid. A grifter comes in here with a fifteen hundred dollar D-K-fucking-N-Y suit, cooler than an Eskimo in winter and tells me he wants to grift for me? First thing I have to ask myself is, is he playing for me or is he just plain playing me? You tried it once. \n[16]I know it won't happen because you're going to feel like a Prom Queen who just got gang fucked by the wrestling team! \n[17]Grifters... Always working  an angle. Alright. I can see you got   some vision. But I give you the Mark. I   tell you the who and you give me the  how. Lupus go with him. \n[18]Consider him part of your crew. Consider him a part of me. \n[19]He goes.   Now let me see your hands. \n[20]You ask a lot of questions.   Come on. Let me see `em. \n[21]I don't like to ask things more than once, Junior. I want you to know how much that irks me. \n[22]You have incredibly soft hands. Good cuticles . They' re like a baby's hands. Grifters with rough hands... You know that they're probably not that good. Means they've had to do some hard labor to make ends meet. But you... Smooth... Supple. \n[23]How much? \n[24]What do you need from me? Permission? Go! If you can fleece him for two million, then do it, Kid. \n[25]Stake you? \n[26]That's more than you already owe me. What happens if you fuck this up? \n[27]Hey Skippy? Do I have the word \"chump\" tattooed on my forehead? \n[28]Listen, Scooter--- \n[29]Take off your shirt. \n[30]I said take off your fucking shirt. \n[31]Look at you, you skinny prick. \n[32]Come here.   Feel this. \n[33]Come here! \n[34]Shut up. Feel that? That's solid muscle. Not an ounce of fat. Go ahead. Punch it. \n[35]Come on.    Harder. \n[36]Harder.    Remember, I killed your buddy. \n[37]All muscle. \n[38]Maybe it's true. Maybe you can't cheat an honest man. Me? I'm about as dishonest as they come and that's the truth. But if you even think about trying to con me they'll find fucking pieces of you in each of the five boroughs. Pieces of you, pieces of her, pieces of your whole crew. Can't be any mare honest than that. I'll stake you, but that's three hundred fifty you're in the hole and consider the juice running. Now go make me proud. \n[39]Moonan walks over to a car. \n[40]Miles pulls up in an old Cadillac, picking up Jake at the entrance. They pick up Gordo and Big Al from a side door and drive off as Moonan limps out of the restaurant, still holding his crotch. \n[41]A Fed?    Is he close? \n[42]He's got pigs for an escort.   You believe this guy? \n[43]Always something. \n[44]My ass look big in this? \n[45]A black Lincoln Town Car rolls through the parking lot. Behind the wheel we see Harlin with the King Pin riding in the back. The Town Car passes... \n[46]\n[47]Speak. \n[48]So do half the other people in this place. How do I know which one? \n[49]Good. Good.     Do not let Vig out of your sight. \n[50]Rottovich turns the walkie talkie off as he and Sobozinski fall in behind Harlin. ANGLE ON MILES-- Who steps out of his car, watching the little parade go by with a look of confusion. \n[51]Harlin gets to the King Pin's car and opens the back door. As he crams the suitcase in, Rottovich and Sobozinski come up behind him, guns drawn. \n[52]Miles on a cell phone...     \n[53]POLICE OFFICERS and FEDERAL AGENTS in windbreakers swarm all over the parking lot. The King and Harlin are bent over the hood of the car, cuffed. One Federal Agent pulls the black suitcase out of the car. \n[54]POLICE OFFICERS and FEDERAL AGENTS in windbreakers swarm around the King Pin's car. ", "Lupus": "\n[1]Mr. Dolby.    King would like a word with you. \n[2]Please. We have a car waiting.     I apologize for the door. \n[3]What? You said pat him down, I'm pattin' him down. \n[4]What? \n[5]I'm the King's eyes and ears.   Just in case you decide to get cute. \n[6]That's worth it right there. You ask me, I don't think you can do it. \n[7]What is it with you and bathrooms? \n[8]Especially with the thing! \n[9]Yeah.   He's our boy. \n[10]You going to have the time? \n[11]You want I should hold him down? \n[12]Why's this guy so hard up for you? You're not exactly a threat to national security. \n[13]King ain't gonna like this. \n[14]What I'm saying is, is that the King ain't gonna care. See he had a real thing with getting this Gillette guy, If you ask me I think he's jealous. \n[15]Exactly. `Cept this Gillette guy. He gets to walk around in three piece suits, hob knob with the Mayor, own a bank, that kinda shit. Meanwhile, the King sits holed up in the steam, afraid to even take a leak without me or Harlin watching the door. \n[16]Your buddy. That fat guy. The King couldn't wait to have that guy whacked. He didn't even know who the guy was, but he was so pissed off at him, he gets him drilled. It ain't personal. It's business. \n[17]Point is, you don't go through with this, he's going to go after you next. And he don't even like you, Jake. \n[18]Hey, boss. It's me. The bank's in. It's happening tomorrow... Jake? \n[19]He got a little shaky there for a minute, but we got him back in the batter's box. \n[20]Coupla things. They got this Fed , loo king around and the girl just split. \n[21]I don't think so. Their Fix gave us the heads up and Jake's got a plan that'll probably keep him off. \n[22]\n[23]But this girl, the redhead. She knows a lot. She could be a pain in the ass. \n[24]What'd he say? \n[25]So that's it, huh? You get the cops to give you a safe ride. \n[26]You're a weasal. \n[27]Yeah... He's landing with the money at Kennedy in a few hours. International Terminal. You were right. He's trying to fuck you. You want it, you gotta get it at the airport... \n[28]Maybe he's got it right. Maybe we're all just looking for a safe place to shit. \n[29]He's landing. He's got a suitcase on wheels. \n[30]I got it figured out... He's got this thing with bathrooms. If he makes it through Customs, he'll be heading for the john. \n[31]Keep it up. \n[32]You really like that bitch don't you? I gotta tell you, I was pretty convinced that the whole thing before was blowing her off for her cut. You know how it is, get her to do some shit for you, throw her a bang to keep her happy. But, if you're into her... That's cool. \n[33]What? \n[34] \n[35]What happened? \n[36] \n[37]Shit. \n[38]You were right. He's trying to fuck you. You want it, you gotta get it at the airport... ", "Miles": "\n[1]Tick-tock... \n[2]Your mess. \n[3]My place. \n[4]Oh please... \n[5]You think this kinda shit hasn't happened here before? Given it's usually on Thursdays. And usually, I gotta tell the cops, \"No, Officer... I didn't really get a good look at the shooters.\" Usually anyway. \n[6]You sure we're clear? \n[7]You guys were late.   We had to go to a Mexican stand-off. \n[8]Keeping the city streets safe for drug dealers and pedophiles everywhere. \n[9]It's clean. \n[10]Twenty?   My ass! \n[11] \n[12]You better get over to Al's.    Now. \n[13]I was supposed to meet him for breakfast. He likes that new IHOP they just opened, you know... He likes to order that thing. The Rutti-Tutti-Fresh and Fruity thing they got. \n[14]Sorry. I'm just... Look what they did to him. Right in the middle of his egg- foo-young. \n[15]Who's that? \n[16]What's a King Pin? \n[17]So what?   We hide, right? \n[18]You're pissed we didn't get credit? \n[19]We sure Big Al threw him to us? \n[20]Just an idea, but let's just fucking split. We'll meet up anywhere. Akron or Austin or Atlanta. Anywhere... \n[21]We're going to give him the money back? \n[22]Coffee.   And a valium. \n[23]Bills.../Had that thing... \n[24]Do we want insurance? I'm just asking... \n[25]Fuck that.    We're going too. \n[26]How do you know the King's going to let you walk? \n[27]  \n[28] \n[29]So we gotta short con our way out of a hundred and fifty grand? That could only take like, a year. \n[30]What do we need another Shill for? \n[31]Is it just me or is there something really hot about a girl telling you to go fuck yourself? \n[32]Why? \n[33]I'm with Jack LaLane.   That guy's untouchable. \n[34] \n[35]Yeah, or D, it's a dumb fucking idea... \n[36]We never had a problem with that before. \n[37]What are you talking about? Yes we have. And we would have been beautiful about it. We would've had a bucket of chicken delivered to the King with a nice kiss my ass card attached to it. Then we woulda moved on `til the next local putz caught on. \n[38]Yeah, well we're still a little young for Albany State Prison. Are you pissed about Al? I'm pissed too, but I' m not like \"twenty-five to life\" pissed. \n[39]Am I the only one who feels like we can't make a move with this guy on us? \n[40]He doesn't like using a bathroom unless he knows it's clean. \n[41]Is it all fugasi? \n[42]Michelle Strigo. Loan officer. \n[43]Jay Houlser.     VP International finance. \n[44]Alice Tanner. Finance Director. \n[45]Grant Ashby.     VP of Corporate Loans. \n[46]You sure? \n[47]Where the hell is she? \n[48]It's not like she's a real redhead, Jake... \n[49]But the best part was that he couldn't find Gordo! He was in the bathroom. So he finally goes in there, kicks in a stall door and starts yelling! And there's Gordo, pants at the ankles, holding a PC World Magazine! \n[50]Wow. We haven't met with anyone your level yet. VP? So that means there's you, then the P. \n[51]I gotta work off some of this adrenaline. I got a line on this Pawn Shop guy over in Brooklyn. Anybody want in? \n[52]What do we do? We change the scam? \n[53]Escorts! \n[54]He should be landing in the Caymens about now. The Custom's guy is ready right? \n[55]And we got rid of the red head. \n[56]Jake?   Customs? They say a good chess player can. See up to twenty moves deep. That means that in some games, you've calculated every possible move in your head... The game's over before it's even \" really started. \n[57]\n[58]     \n[59]Jake! I don't know what's going on! The King Pin... He's here and he just got pinched. I think with the twinkies! It looks like half the police department's down here! ", "Jake": "\n[1]So I'm dead... \n[2]And I think it's because of this redhead... \n[3]The Anti-Christ? \n[4]Gee... What makes you say that? \n[5]Just the last three weeks. \n[6]I lost my head. I'm... Sorry.    I don't know what happened. \n[7]I had to! That motherfucker was about to welch! You saw what he was doing, right? You heard him! \n[8]Listen to me! It went to shit.     It happens sometimes. \n[9]LISTEN to me! We don't have much time. We can still get through this but you have to keep your head and trust me! \n[10]Help me. \n[11]Come on.    Grab his arms. \n[12]Lionel... He's dead. Yeah, maybe you didn't pull the trigger, but you were standing right there and watched me do it. Help me. Grab his arms. \n[13]If you wanna help, then help.    If not, shut up. \n[14]Then shut up. \n[15]Relax, porkchop. \n[16]Then go. \n[17]What about this situation makes you think I can answer that question right now? \n[18]Stop waving that thing around. \n[19]And you know I hate guns. \n[20]I told you, use less powder. \n[21]Then these go into your cut. \n[22]Gordo plays the inside.   You're the Shill. \n[23]What are you talking about? You should get a fucking Academy Award for the Shill work you do. We got it down cold, Al. You don't want to jinx it by changing something up, do you? \n[24]What?   I can feel you looking at me. \n[25]Probably some investment banker or convertible-bonds-broker-dickhead. Did you see how fast he ran out of here? It's done. He's not coming back. \n[26]Ten percent. \n[27]Confidence.     It's just confidence. \n[28]What are you talking about?    Ten's standard. \n[29]We got a good thing going here. You want to blow it over an overbite? \n[30]All the shit we pulled with you and you're trying to shake us down? You guys got sack. \n[31]We can't all be model citizens such as yourself. \n[32]Isn't it always? \n[33]It's what makes us run. And despite what they say, it can buy you love. \n[34]It can buy you a new and better you. \n[35]It can erase all those things about you that you wish didn't exist. \n[36]It can make you think you're on top of the world. \n[37]And if you believe that money can do all that for you, you're the perfect mark. Jack Kerouac said that if you own a rug, you own too much. I don't necessarily like Kerouac and driving cross country isn't exactly my idea of a good time, but the guy's got a point... \n[38]Jake enters a sparsely furnished loft. The skyline of Brooklyn twinkles through dirty, picturesque windows. Jake drops his keys on a table and hits a button on an answering machine. \n[39]If you've got nothing, you've got nothing to lose. And when it comes to money, finding it and losing it, you always gotta remember how much of it's just luck... \n[40]Dumb fucking luck. \n[41]A RINGING PHONE... Jake stirs on the futon oddly placed on the floor in the middle of the room and picks up the phone. \n[42]Yeah. \n[43]Miles... \n[44]Big Al used to send money to his Father, some Vietnam Vet slowly losing his mind in a VA hospital in Cleveland. Al was like that. That's why Al never played the Inside. \n[45]Well, this is just fucking great... \n[46]A bird flew into my house last night. \n[47]It's bad luck. \n[48]He'll find us. We go talk to him. \n[49]You know what we're doing with the money. \n[50]Leave him. Someone's going to find him eventually. Then they'll start looking for us, too. \n[51]The Euclid was our place. \n[52]Gordo fleeced the deed off some idiot in a card game. We used it every now and then for a rag, but mostly it was our office. Our Power Point. \n[53]That's it? \n[54]Just mail it to the hospital. Mr. King, please. It's regarding an accounting problem. Yes... Correct... I know where it is. That will be fine. Thank you. \n[55]Tonight.   Just me. \n[56]Meet me at my place later. \n[57]I'm getting a ride. \n[58]I try. \n[59]You the one that did it?   You the one that got Al? \n[60] \n[61]Jake. You can call me Jake.   Here and there. \n[62]I have a good crew. \n[63]Minus one. \n[64]I guess it lacks a certain style. \n[65]You can't cheat an honest man. \n[66]I apologize for the inconvenience. \n[67]I can't do that. \n[68]Let me rephrase-- I won`t do that. \n[69]Because you killed one of my crew. \n[70]I'll get the money back, plus interest. I go on the grift for you. You get a cat, I get a cut. And we get square. \n[71]No.   Just confidence. \n[72]We got caught. So you know it won't happen again. \n[73]Why? \n[74]I'm not saying anything. Besides, you're one to talk. You're the one who's got me on my knees in a dark alley. \n[75]Just a tip. \n[76]You never know when you can use a crooked cop. \n[77]So you want to know how to play the Big Con. \n[78]First thing about being on the grift.... You're only as good as your Mark. The Roper's the guy who finds them. \n[79]They all have money one way or another. Some of them come from money. \n[80]There's that saying-- Show me an honest man and I'll show you a natural born liar. There's always that little bit of bad no matter how much good. It's that little itch on the back of you neck. You may not even know it's there, but it is. \n[81]A good Roper knows how to scratch it-- You the outdoorsy-type? \"I was just fly fishing out in Montana\". You play the market? \"I just got a tip on a tech start-up IPO.\" You saw \"the 'Riverdance\" twice? \"I had a roommate in college who was gay.\" Whatever... \n[82]It means that in fifteen minutes we're on good terms. Thirty, I'm your buddy. \n[83]In an hour, I'm your best friend. \n[84]Give me a day and you'll let me do your wife and daughter at the same time. It's too late for you... \n[85]I have your confidence. \n[86]I tell you the \"Tale\"-- It's the story of how we're going to make easy money. No one gets hurt. And here's the guy who's going to help. That's when you meet the Insideman. \n[87]The Insideman's the one with the know- How, the scoop, the angle. But maybe 'you' re the suspicious type . So I give you the \"Convincer.\" We both put up a little and we get a little back. Just a taste. \n[88]Just enough that when I tell you we can make more off of it, you agree. \n[89]That`s when I put you on the \"Send.\" You put in -a little, you got a little. Put in a lot... I \"send\" you out for mare.  As much as you can get. \n[90]Jake stands TALKING DIRECTLY TO CAMERA, loading a big, black revolver with bullets. \n[91]Doesn't matter what the con is. Insider trading, a line we got on   a bookie club, insurance scam, whatever... You saw the money and you want it. More of it. Who cares   if you have to bend the rules a little?  As long as no one gets hurt. \n[92]Then someone does... \n[93] \n[94] \n[95] \n[96] \n[97]And that's why you need the \"Fix\"... \n[98]The New York Police Department's finest. Half as smart and twice as crooked as the guy they just chased away. \n[99]Suits used to say that in any con, sooner or later someone's going to start asking the right questions. Usually, it takes a little longer. \n[100]Empty except for Gordo, Miles, Jake and Lupus, dressed in another of his trademark loud sweatsuits. \n[101]We're working for the King. \n[102]No. Big con. One rag. One rag and we get out from under all this. But we need another Shill. \n[103]Breasts. \n[104] \n[105]We're not cops. \n[106]Yes, her.    Where's my wallet? \n[107] \n[108]Take a deep breath and count to ten. It's not that kind of work. You're Lily, right? \n[109]You're working Daffy's block. He was going to break your kneecaps. Pick- pockets can be so bitchy sometimes. I told him you were with us, so that's two you owe me. \n[110]We have work. It pays a lot. Unless you figure on getting rich lifting wallets while old guys feel you up. \n[111]Alright!   Hold up.    You win.   You got the job. \n[112]We had to see what your deal was.      I'm just a little superstitious. \n[113]I just have a good feeling about you. Haven't you ever had someone say they had a good feeling about you before? \n[114]You get an equal cut. \n[115]Just play a part.     A little acting. \n[116]That was it. We had our crew.    Now we needed the Mark. \n[117]Morgan Gillette. \n[118]Because that's who the King Fin wants us to fleece. And Gillette's perfect... \n[119]His grandfather used to run liquor during prohibition and his father made a bundle in illegal importing and exporting. That makes him a third generation crook. \n[120]He's been tied into pretty much everything; drugs, mob, money rinsing... \n[121]There's a story going around that he helped fund the Contras back in the eighties. \n[122]Most of his money's clean. A lot of it isn't. The best part is that we know exactly where it is. \n[123]Two million. \n[124]We get fifty percent.   And we get clear of the King. \n[125]That's why we don't go after him directly. \n[126]We find a doable guy in Gillette's bank... Someone about mid-level. Not too high, not too low. \n[127]We meet him with corporate papers, inquiring about a corporate loan for start up capital. The corporate papers are in order, but we need things to happen fast. Our guy fudges numbers in the right places, moves our papers to the top of the pile or to the bottom, depending upon what we need. \n[128]We pay better. \n[129]Our guy gets us approved for the start up capital. But, the money can't be transferred to any one person. On the given day, the money's wired into a corporate account in an off-shore bank. \n[130]That same day, I show up in the Caymens with the proper I.D. and corporate papers to make a withdrawal. \n[131]What? \n[132]Good point. \n[133]It's bank policy not to release this money in cash because it's under a corporate account. \n[134]So we cash the check at another bank. Jake slides the suitcase and the check over to the Teller. \n[135]Now, this is the most important part-- You can't just walk into the United States with a suitcase full of cash without evoking the words \"cavity search\". \n[136]That's why you need someone on the inside at Customs. \n[137]Then we disappear. \n[138]It never worked before because A, they didn't flush the bank enough; B, their corporate papers were for shit; C, they didn't have someone on the inside with Customs. \n[139]Then what do you want to do, Miles? Run? \n[140]Yeah, well we never had this kind of problem before. \n[141]We're getting a little old for running. \n[142]I'm getting clear of this. If you're not going to do it for the fucking principle, do it for the money. Gordo? \n[143]No, not \"whatever.\" You're either in or you' re out. \n[144]I agreed with Miles. It was, hands down, a dumb fucking idea. \n[145]But they bought it. Now I had to deliver and I needed help. \n[146]Yeah, it's Jake. How'd that tip work out? \n[147]Factors that weren't clear to me until now. \n[148]Let me tell you something about Moonan... \n[149]He's just as crooked as the next guy. You'd think he'd have more important things to do with tax payer dollars. \n[150]Just watch every thing you say around him. Every word, every move... It all goes back to the King Pin. \n[151]Here's what's going to happen. Gordo, we need to find a guy in Gillette's bank. Miles, we need papers, corporate, insurance... \n[152]No, the corporate papers have to be legit. But you gotta score an I.D. A clean one. Talk to Suits. I gotta get us a Banker. \n[153]I'll worry about Customs. \n[154]Take a deep breath. You sound like you just broke up with your boyfriend or something. \n[155]I think two million. \n[156]I need you to stake me. \n[157]I need you to stake me. I can't do it without it. It's just a couple hundred grand. Taken out of our cut when we're done. \n[158]Nothing ventured, nothing gained. \n[159] \n[160]No, you listen. We're partners now and even though I'm running the show for you, I'm still running the show. That means I get a little respect. So I don't want to hear anymore of this Scooter, Buddy, Junior, Skippy, Tiger, bullshit. It's Jake. \n[161]And I gotta tell you, for a guy who spends all his time in a gym, you could be in better shape. \n[162]Excuse me? \n[163]Fine. You want me to take it off, I'll take it off. \n[164]You're not going to bust out baby oil and start rubbing me down or anything, are you? \n[165]No thanks.   I'm good. \n[166]I am not going-- \n[167]I think I just broke my hand. \n[168]You get all that? \n[169]We got our stake. Now we need to find our guy in Gillett's bank. \n[170]What you're looking for in a mark is someone who's weakness you can exploit. \n[171]Guy like me, with people like that... I'll tell you what you're looking for without even meeting you. It's like a personal ad you wear over your head. \n[172]No. \n[173]No. \n[174]No. \n[175]What you're looking for in a      mark is someone who's got nothing to      lose. No friends, no family, no life.       You're looking for a guy who doesn't      own a rug. \n[176]Him. \n[177]I' m sure. \n[178]Now we had the con and the mark.    We needed to look the part... \n[179]Frankie Suits was a legend in certain circles. He. Was on the grift since he was ten. \n[180]Back in the day, Suits made money running fight stores and the wire with a Fix so tight it was like a legit business. I never understood what the point was if grifting became like a regular job. \n[181]We need wardrobe. \n[182]Aces, Suits. \n[183]Pretty much. \n[184]Pretty much.     Suits eyes Lily. \n[185]Huh?   Oh.   She's alright. \n[186]A little bit of both. \n[187]Can't say. \n[188]The King. \n[189]I can handle it. \n[190]It's not history. \n[191]I want to get out from under all this for good. And I want to fuck them all doing it. \n[192]Yes I can. \n[193]Can't do it Suits.      I can't lay down for this one. \n[194]We're Jake. \n[195]Don't worry about it. \n[196]You need to get a haircut. \n[197]And some new clothes. \n[198]We're going to rope this banker tomorrow and you gotta at least look classy, if not be classy. You gotta do this thing and I don't even know if you can. \n[199]I don't trust anyone. \n[200]  \n[201]Mr. Lewis? \n[202]It is you.   Hello! \n[203]Jake. Jake Pearson. I go to lawschool with your daughter. Carolyn. We met once or twice. \n[204]Well, it certainly is a coincidence. Here of all places! How is Mrs. Lewis? \n[205]Excuse me? I believe you're holding something far me under Pearson. \n[206]You   know, this is kind of embarassing, but   my wallet was stolen yesterday and I'm   afraid the ticket was in it. But the   name's Pearson. \n[207]My wife and I are just taking a little vacation. \n[208]Honey, this is Mr. Lewis. Carolyn Lewis's father. Mr. Lewis, this is my wife, Lily. \n[209]I'm sorry, honey.    I'm almost done. \n[210]Thank you.    Actually, it's our first anniversary   this weekend. She thinks I'm here to   pick up something for my mother, but   it's actually a gift for her. Think    I've fooled her? \n[211]Very much so. \n[212]I told you. My wallet was stolen. Please... Check again. \n[213]Thank you, sir. You know, I hope this isn't too much of an inconvenience, but if Carolyn is coming down for the weekend, perhaps I could give you something for her? It's a check. We split the cost on a few books and I haven't had the chance to pay her back yet. Could you..? \n[214] \n[215]You're sure? This is... Just a complete disaster. \n[216]A ring for my wife. Alot like that one. In fact, it was that one. \n[217]Thank you. Sorry, I'm just a little anxious to give it to her. You take out of state checks? \n[218]I understand that, but I had my wallet stolen last night. Is there any way..? \n[219]I know it's policy, but... The thing is... It's our first anniversary and we're only in town for the weekend. It's a very, very special night for my wife and I. This ring is my gift to her and I think she's going to really love it. I can give you phone numbers to call for people who'll vouch. I can send you I.D. later... \n[220] \n[221]I'm sorry, sir. Thank you very much for doing this. And please tell Carolyn hello for me. \n[222]Happy anniversary. \n[223]Smile. You just got a present from the man of your dreams. \n[224]Now we gotta give him a strong finish. \n[225]Uh-huh. \n[226]Uh-huh. \n[227]It was all in play. Everything... \n[228]Thanks. Did you know you shouldn't light three cigarettes with a match? \n[229]Back in WWI or WWII, one of the WW' s, if you took the time to light three cigarettes with one match, some Nazi would be able to figure out where you were. Then, well... It was the last cigarette you and your two buddies ever had. So three on a match is bad luck. \n[230]Luck's a funny thing.    Especially the bad. \n[231]Having a gun pointed at you for one. It's not like breaking a mirror bad luck, but it's bad. Three on a match, black cats... Believe it. Believe it all. \n[232]Miles, Jake, Lupus and Gordo sit around in silence. They're all dressed in new suits. \n[233] \n[234]Redheads. \n[235]\n[236]Top three all-time worst red-heads... \n[237]Lizzie Borden... Axe murder. \n[238]Judas... Betrayer. \n[239]Shirley Vig... Abandoner. \n[240]You just put a mother of a jinx on us. \n[241]But the fucking Grand Poo-Bah of all jinxes? A bird in your house... \n[242]It's the scene earlier, when Jake finds a BIRD rapping at his window to get out. \n[243]A bird enters your house... \n[244]It means death. \n[245]You have no idea what you've done do you? No idea! What is this? \n[246] \n[247]Like that matters! You can't fool bad luck! You can't get by on a technicality! You can't trick karma! \n[248]Anybody says a word I swear to God... \n[249]My father used to play the same fucking lotto numbers with these other guys in the pharmacy. The same numbers everyday for sixteen years. One day he gets pissed off, tells them he's out and plays his own numbers. They hit the Lucky Seven for one point two million. \n[250]She's up for it. \n[251]She got one leg out from under him. Now we had to lean. \n[252]So this is our boss, right? He chases me and Miles out of his office and he's yelling and screaming, \"You're fired! Your whole team's fired!\" He starts looking for Lily, Lupus, Gordo-- \n[253]Uh, right... And that was it. That's when we decided to start our own business. No more shithead bosses. \n[254]What do you do over at your bank, Grant? \n[255]Here's where a little research comes in handy. Corporate banks give out VP titles like calendars. It's a small lie, but now we're sure he's playing. \n[256]Maybe you can help us understand what's so hard about getting a corporate loan. \n[257]A capacity for gross fund recovery. Yeah, we got that part. \n[258]They scare people off because most people lack vision. Vision and balls. Present company excluded of course. \n[259]We know exactly how we're going to make The money back. There in lies the Catch-22 \n[260]  \n[261]Right. The guys who started that did what a lot of companies in the Valley do. They get a good idea, shop it around, raise some capital, then sell it off to a bigger company. Microsoft, Intel, Oracle, whatever. The beauty of it is, they've pretty much sold the company before they're even real. The bigger company is already set to buy it, all they want to do is make sure that the idea actually works. So they get some start up capital, make it work, then sell it for like five times the initial loan. \n[262]Exactly. But the Catch-22 is that you can't tell anyone about the offer, because if it's public, you could start a bidding war and that's considered a breach of etiquette. It could kill a deal. But, wait too long and you're not considered hot anymore. \n[263] \n[264]Off the record, I'm this close to cutting someone in on the action if it'd help. \n[265]Uh... No thanks. I'm not going all the way to Brooklyn for a hundred dollar pay-off. \n[266]Lupus! \n[267]When this is all over, you're going to tell me who the King put on Al. \n[268]I'11 find the time. \n[269]For what?   A couple hundred bucks? \n[270]It's what I do. It's my job. \n[271]Are you asking me if I have something to prove? \n[272]Not in that repressed anger sort of way. \n[273]Good quality porn has it's place in the world. \n[274]I'm good at it. Lying, cheating. Manipulating... I'm good at it. \n[275]Intuition. It doesn't make you Yoda. Like tonight. You killed that guy tonight. But I knew you would. \n[276]No. You have another part?     You'll know what to do. \n[277]Intuition. \n[278] \n[279]You know when the first con was ever played? It was when Adam fell for Eve in the Garden of Eden. \n[280]Then she fucked him over with an apple. Redheads... \n[281](drowned out by the \n[282] \n[283]Maybe. Even if we don't, you'll be alright. You're not in the hole with the King. \n[284]Sounds respectable. \n[285]You want to talk about an old boyfriend right now? \n[286]Yeah, the sensitive guy-thing never worked for me. \n[287]You guys got busted.   This is a great neck. \n[288]Glenn talked you out of it. \n[289]He was looking out for you. \n[290]Lily... Jesus Christ... \n[291]Did, uh... Did you kill him? \n[292]No. You trusted him... You were just getting square. \n[293]Sorry, honey. But I figure if we can't all share at a time like this... \n[294]We had to finalize the deal. \n[295]This has to happen fast. \n[296]There'll be red flags. \n[297]You need some convincing.       Consider it a convincer. \n[298]You're worried about recouping the loan. I already told you. \n[299]Then there it is. Ashby gets the itch. \n[300]The standard ten. \n[301]Two million. \n[302]And all you need to do for your ten percent is put some paperwork through and push a button tomorrow. \n[303]Eight A.M. flight. \n[304]We'll use the Euc. \n[305]That tip not work-out for you fellas? \n[306]Hey, listen... If you guys don't pay your taxes, that's your business. \n[307]Gunther?    I think I'd remember a Gunther. \n[308]Oh yeah.    Moonan.   I remember now. Thanks. \n[309]Wouldn't dream of it. \n[310] \n[311]We go way back... \n[312]About four years ago, we were working in Miami, turf fixing for some local goon. \n[313]Turns out this local goon was being watched by the Feds, which means we were being watched by the Feds. One in particular. \n[314]Special Agent Gunther Moonan. \n[315]He didn't really have anything on us, but I figure, maybe this guy's good for a Fix. So I ask him out to dinner. \n[316]These guys we have now, sure, give them twenty bucks and they'll look the other way on a parking ticket. But a Fed... You get a guy like that as your Fix... \n[317]It was probably a stupid idea. There I am, Armani and Rolex. There he is, JC Penny and Timex... \n[318]So I took a shot. But now he had me on attempted bribery of a Federal Agent. \n[319]That's when Gordo comes in with the Hazelnut French Roast. \n[320]And that's how Special Agent Gunther Moonan and I became friends. \n[321]No, I'm not going to take it easy. You can't stay clear of this guy. He will be on this until the end of time. \n[322]There is no scam!    I've got a fucking sign on my back!    I can't leave town now and come back   with a suitcase full of money. You get    it? It's over. We walk. \n[323]What do I always tell you guys? Don't spend it all. Sooner or later we're going to run into some bad luck. Save some. Put it away, so when shit like this happens, you're not desperate. That's it. The gig's up. \n[324]No, no, no! Not  this time. I am doing this for your own good! You guys have got to learn when to stop. You with the Armani! You  with the hookers! \n[325]Do you even remember Al? Do you remember what he looked like sitting there? \n[326]Hey, we fucked once, honey. That hardly makes you a good judge of character. And don't think I didn't know you were working some angle with that either. \n[327]There are three people I trust-- him, him and a guy who got killed. I don't know who you are! You're like some stray doq that wandered into the house. So I'm telling you to cut loose of this. No one's looking for you, Not the King, not Moonan and not Gillette. Just go wherever it is you would go. It's over. \n[328]What about what? \n[329]So there it is. You got that big itch you need to scratch. It's all about the fucking money. What do you want, an apology? \n[330]I'm going to say this one last time for You, so take a deep breath and count to ten. There is no cut. \n[331]That's it. \n[332]Don't worry, I'll settle up with your boss. We haven't skipped town yet. \n[333]Of what?   They're both crooks. \n[334]My fucking heart bleeds. \n[335]Point, Lupus. Give us a point. \n[336]I was doing it for them. \n[337]It's not true. \n[338]Lupus and Jake sit at the table.    Lupus on the phone. \n[339]No. She won't. She's not going to be a problem. \n[340]Uh huh... Uh huh... Okay... I understand. \n[341]Oh,    you know... Don't fuck this up. I'll    kill you. I'll kill your family. I'll    shoot your dog... All the usual. Then    he said good luck. \n[342]Aww, shit! \n[343]We were back on. \n[344]She walked. \n[345]Sorry.   I didn't know... \n[346]Today?   Started off great... \n[347]Ashby was going to call us with the exact time of the transfer. The King was waiting on us. Just to be safe... \n[348]Gordo went down to the Caymens instead of me. I needed Rottovich and Sobozinski to keep Moonan off our backs and the only way I could do that was to stay in town and cut them in on the deal. \n[349]So they waited for my call while Miles and I waited for Ashby's call. \n[350]Feeling lucky today, Miles. Found a penny-- Heads up. There was an empty cab right outside my building. We hit every green light. \n[351]And we got rid of the red head. \n[352]Same thing with playing a con. You have to be able to see that deep. \n[353]In order to ensure that we weren't going to welch, Ashby's pay-off was to be directly deposited into his own offshore account which he could confirm electronically. In this age of ecommerce, paper currency has become \" more of a liability than a commodity. Especially to us. \n[354] \n[355]Gordo was making the withdrawal from the Grand Laymen's Bank. \n[356]They check the papers... \n[357]...They stick. \n[358]Then he had to bang it out across the street at the Bank of the Caymens... \n[359]We called them Green Twinkies. \n[360]Miles was on his way to the airport to wait for Gordo to land. I made the call. \n[361]Yeah, it's me. I need an escort. Not a ride, just an escort. You wanted in, this is in. \n[362]Kennedy. International terminal. Gordo with a black suitcase. You got Moonan under control? \n[363]Let me ask you something... You really think I'm going to come this close, this fucking close and let my guard down? I'll get square with your boss. I'll get square with whoever did Al. I'll get square with everybody. Then I'm going going to cash in my chips and be on my way to a new and better me far away from here. \n[364]Gordo. \n[365]What? No.   Use the bathroom on the plane! \n[366]He's wheeling around two million dollars in cash and he wants to stop to use the bathroom. You believe this? \n[367]That was fucking deep. \n[368]What's up with you?   Bladder infection? \n[369]It's me. It's Jake. Listen... It's happening. Gordo's landing right now. Meet me at the Euclid... For your cut, I mean. It's... I want you to have it. \n[370]That's what I like about you, Lupus. You're a free thinker. Don't let the King tell you different. \n[371]Egg Foo Young. Stand up. \n[372]Stand up. \n[373]I said stand up. \n[374]This is probably about where you came in. \n[375]Eww-Whoa? \n[376](w/ the gun still in \n[377]HE GOT CAUGHT! Your boss tried to pull a switch and he got us all fucking pinched! \n[378]Aaaaiiit!!!    Ooopusss!! \n[379]I never thanked you for that. \n[380]What do you get, Lily? Finder's Fee? Because it is all about the money, right? \n[381]Probably safe in the hands of the Federal Government. \n[382]It's like putting on a play, where everyone knows their part except for the mark. \n[383]Guess so. \n[384]I do trust you, Lily. \n[385]Trust... \n[386]It should be a four letter word. \n[387]So I'm dead... \n[388]But maybe I can't blame Lily. Maybe I just should have just trusted her to play her part. Because playing the big con is like putting on a play. A play where everyone knows their part except for the Mark... \n[389]Just watch everything you say around him. Every word, every move... It all goes back to the King Pin. Get it? \n[390]Lily with her new red hair and the bird blouse.      The crew watches Jake slowly flip out. \n[391]You have no idea what you've done do you? No idea! What is this? \n[392]You tell them the \"Tale\". \n[393]What do you want?    An apology? \n[394]And like in a game of chess, you've played every possible move in your head... \n[395]Then you give them the \"Blow-off\".     You get them off your back. Forever. \n[396]But most of all, you need the \"Fix\". \n[397]That's how Special Agent Gunther Moonan and I became friends. \n[398]Like Suits said, sooner or later someone's going to start asking the right questions. \n[399]Rottovich and Sobozinski would ask how the drugs got in that suitcase. The King and Gillette would ask where the money really went. \n[400]And all of them would ask what agency Special Agent Gunther Moonan worked for. \n[401]But what do I care? I'm dead... \n[402]No one's going to ask me: \n[403]Drop something? \n[404]Redheads... ", "Vig": "", "Big": "\n[1]Hey, Jake... When am I gonna get to play the Inside? \n[2]Yeah, but come on... All I get to do is cry and get insulted. \n[3]I' m gonna go get eggrolls. Anyone want eggrolls? \n[4]Big Al has a cordless phone to his ear... \n[5]It's Alfonse. I want to settle up. I haven't been ducking you. I told you I'd get it. \n[6]Jake stand's with Miles in the sparse living room. Big AI's body sits reclining on a Lazy Boy chair, eyes bulging open. An open carton of food rests in his lap. A feast of take-out Chinese surrounds him. The TV blares an old episode of \"The Little Rascals.\" There's a singed, neat bullet hole in his forehead. \n[7]Big Al sits on the Lazy Boy, about to take a big bite of egg foo young. He stops as the front door is kicked open with a CRASH. \n[8] \n[9]Big Al's bulging, vacant eyes stare straight at us, his mouth hanging open. ", "Al": "\n[1]Dumpsters overflow with the day's garbage. A pillar of steam rises from an underground grate. It's the dark place between buildings that a reasonable person avoids. We see JAKE VIG, a guy in his late 20's whose fashionable suit and good looks are in obvious contrast to the surroundings-- At first glance, you'd think he could run for Congress some day.  At first glance. Jake faces a garbage dumpster on his knees, execution style. His face gives away nothing-- He could be kneeling in a strawberry field. \n[2]Title: Three Weeks Ago... The same alley... The door of a building bursts open as LIONEL DOLBY , dressed in a cheap suit, stumbles out breathing heavy. The dim light of a bare bulb glares off the sweat on his forehead. A moment later, Jake emerges from the same door carrying a large black revolver. \n[3]Lionel emerges up the stairs from the basement level bar to street-level just as a POLICE CAR SCREECHES to a halt in front of the bar, lights flashing, SIREN WAILING. On the door is the emblem for the NEW YORK POLICE \n[4]Hey, Jake... When am I gonna get to play the Inside? \n[5]Yeah, but come on... All I get to do is cry and get insulted. \n[6]I' m gonna go get eggrolls. Anyone want eggrolls? \n[7]Butch shaking his head, still holding the gun. \n[8]Are you ready for me, Ralph? \n[9]Big Al has a cordless phone to his ear... \n[10]It's Alfonse. I want to settle up. I haven't been ducking you. I told you I'd get it. \n[11]Jake stand's with Miles in the sparse living room. Big AI's body sits reclining on a Lazy Boy chair, eyes bulging open. An open carton of food rests in his lap. A feast of take-out Chinese surrounds him. The TV blares an old episode of \"The Little Rascals.\" There's a singed, neat bullet hole in his forehead. \n[12]Big Al sits on the Lazy Boy, about to take a big bite of egg foo young. He stops as the front door is kicked open with a CRASH. \n[13]Jake shakes his head slowly. \n[14]Under the light of a streetlamp, the two continue to talk. \n[15] \n[16]Dolby tries to act casual as he walks away. \n[17]Butch eases the gun off Jake's head. \n[18]Jake pushes Lily through the back door where she finds Gordo, Miles and Lupus waiting. Her once flirtatious demeanor is replaced by something harder. \n[19]Lily down the street, Jake giving chase. \n[20]Butch smiles... \n[21]Gillette is greeted by a handful of SUITS.       Butch is with them, staying in the periphery. \n[22]Like the banks, empty. Jake walks with the suitcase down the flourescent lit hall towards a series of tables under a sign marked \"Customs.\" \n[23]Butch takes out a cigarette. \n[24]A serious look comes across Jake's face-- Hate.       Butch eases back with the gun for a second. \n[25]Butch lets out an easy laugh. \n[26]Let me read this back. One silver Cattier watch, engraved-- \"To Carolyn, the Attorney at Law. Happy Graduation, Counselor. Love Mom and Dad.\" \n[27]One bracelet, engraved \"To Abby.   Happy 25th Anniversary, Love Tom.\" \n[28]I' ll just go put this in, Mr. Lewis. \n[29]Do you have a ticket? \n[30]We have Carolyn with a \"y\". I'm sorry, there's nothing under Pearson. If we had an invoice number-- \n[31]I'm sorry.   Nothing under Pearson. \n[32]What was it? \n[33]That's no problem. We have those in stock. \n[34]With identification. \n[35]I'm sorry. \n[36] \n[37]Jake and Lily exit the store.     Jake hands Lily the trademark colored box. \n[38]Butch takes out two cigarettes and lights both, sticking one in Jake's mouth. \n[39]Big Al's bulging, vacant eyes stare straight at us, his mouth hanging open. \n[40]Butch cracks a big smile. \n[41]Jake takes a deep breath, Butch and Lily behind him. \n[42]Lily shakes her head in disbelief that Jake would tell the story. \n[43]Jake exits Ashby's office with Lupus, Gordo, Miles and Lily. They all follow Jake down the hallway.     \n[44]An elegant restaurant. Jake sits confidently in an expensive suit speaking to the shabbily dressed Moonan across from him. \n[45]Miles pulls up in an old Cadillac, picking up Jake at the entrance. They pick up Gordo and Big Al from a side door and drive off as Moonan limps out of the restaurant, still holding his crotch. \n[46]Butch hovering over Jake... \n[47]With a shrug, Jake continues... \n[48]Jake, Butch and Lily... \n[49]We'll let you have a moment. \n[50]We follow the Town Car as it passes... \n[51]Moonan sits a safe distance away from an area marked \"Customs\". Behind a large table, a few CUSTOMS OFFICERS in white shirts mill around. Moonan speaks into a mic hidden in his sleeve. \n[52]We follow Gordo as he wheels the black suitcase down the long corridor towards the Customs Desk. Moonan spots Gordo and speaks into his wrist. \n[53]Gordo wheels the suitcase towards the exit when he spots the MEN'S ROOM. He stops and considers for a moment before he turns and enters. Moonan watches a few yards back. He pulls his badge out from under his shirt, hanging from a chain.      \n[54]Moonan watches the door to the Men's Room as Harlin comes out, wheeling the black suitcase behind him. \n[55]Moonan taps the mic hidden in his sleeve, then checks the walkie. \n[56]Jake runs his tongue across the front of his teeth. \n[57]Lily drops the gun and breaks down in tears \n[58]Jake slides a thick envelope of money to Moonan, seated across from him. \n[59]"}}