{"filename": "Confessions-of-a-Dangerous-Mind_script.txt", "imdb_id": "tt0270288", "imdb_url": "https://www.imdb.com/title/tt0270288", "characters": ["Herself", "Chuck Barris", "Georgia", "Tuvia, Age 8", "Chuck's Date #3", "Chuck's Date #2", "Penny", "J. Sweeney", "Debbie", "Barfly", "Freddie Cannon (as David Hirsh)", "Georgia's Girlfriend", "Chuck Age 8 and 11 (as Michael Céra)", "Chuck's Date #1", "Himself"], "dialogues": {"Herself": "", "Chuck": "", "Barris": "\n[1]I don't understand. Juice, why'd you gong this nice man? \n[2]We'll be right back with more stuff. \n[3] \n[4] \n[5]Well, it's late. But thank you. Thank you for trying. You are a scholar and a... \n[6]Keep it. It's okay. Keep it.    You are a scholar and a... \n[7]Why are you not looking at me like that? Do I look ugly to you? It's the not sleeping. I'm not sleeping, see. I have a lot on my... \n[8] \n[9] \n[10]I always pay for the damn tv's, don't I? Don't I?! \n[11]Still? Complaints? I specifically used the silencer this time! Specifically! \n[12]Yes, of course. \n[13]My apologies. Buy -- 917, is it? -- buy them a magnum of your finest champagne. And... and your finest spackle. Oh, and get me a bag of plastic army men while you're out. I forgot to tell you before. \n[14] \n[15]Bellhop Johnson was clearly repulsed by the sight of me. And why not? I'm wrinkled... ... like a prune. Covered in liver spots... ... like an old guy. My hair is falling out in clumps, leaving exposed patches of white, sickly scalp. A flabby inner-tube of fat hangs from my waist, practically obscuring my bedraggled prick -- dark and shriveled and dead. Still leaking urine even though I left the toilet ages ago. My asshole itches. Hemorrhoids abound. George Orwell said every man has the face he deserves by fifty. Does every man have the asshole he deserves by fifty, as well? Does every fifty year old asshole have the asshole he deserves? \n[16]It was 1981. I had holed myself up in this New York hotel. Parker Hotel. Terrified of everything. Ashamed of my life. \n[17]When you're young, your potential is infinite. You might do anything, really. You might be great. You might be Einstein. You might be Goethe. Then you get to an age where what you might be gives way to what you have been. You weren't Einstein. You weren't anything. That's a bad moment. But I remembered something Carlyle wrote: \"... there is no life of a man, faithfully recorded, but is a heroic poem of its sort, rhymed or unrhymed.\" I realized my salvation might be in recording my wasted life, unflinchingly. Maybe it would serve as a cautionary tale. Maybe it would help me understand why. \n[18]My name is Charles Prescott Barris. I have written pop songs, I have been a television producer. I am responsible for polluting the airwaves with mind- numbing, puerile entertainment. In addition, I have murdered thirty-three human beings. I am damned to hell. \n[19]Born in Philadelphia, Pennsylvania in 1931, my early childhood remains accessible to me only as a series of elliptical, enigmatic memories. \n[20]The taste of bologna fresh from the butcher. \n[21]The sickly sweet smell of a burning babydoll on a crisp autumn day. \n[22]Velvet brushing against my tender young skin, as my mother dressed me. \n[23]A constant, inarticulate rage leading to fist fight after fist fight. \n[24]The calm I felt watching dust suspended in the early morning sunlight. \n[25]I remember fear. \n[26]Love. \n[27]Yes. \n[28]Yes, mommy. Please. \n[29]Rejection. \n[30]Expulsion. \n[31]When I was sixteen I had an experience with my little sister's friend Tuvia that left an indelible impression. \n[32]Phoebe's no Walter Page, huh, Tuvia? \n[33]Of course you don't. Why are you waiting around anyway, listening to this cacophonous cacophony, when you could be in your own abode disrupting the lives of your own siblings? \n[34]No.    You wouldn't, would you. \n[35]Hey. \n[36]Hey, Tuvia. \n[37]You wanna lick it? \n[38]Well, for one thing it tastes like strawberry. My sister tells me you love strawberries. \n[39]Honestly, a man's penis tastes exactly like a strawberry lollipop. \n[40]It is true. It's weird but it's true.    I just read a research paper on it. \n[41] \n[42] \n[43]If you do, I'll tell your mother you made our dog lick your crack. \n[44] \n[45]Perhaps my whole life turned at that point. The repulsiveness of my sex confirmed by the tastebuds of a ripening pubescent girl. \n[46]And so I found myself in a downward spiral of debauchery. Endlessly chasing pussy. My only focus in life: to get laid, to get blown, trying to fool myself into believing that given the right combination of circumstances and deception, maybe the Tuvias of the world could desire me the way I desired them. I only wanted to be loved. \n[47]A constant, inarticulate rage led to bar fight after bar fight. \n[48]As much as I tried, I couldn't understand my past and my present was miserable, so, at twenty-four, I decided what I needed was a future... \n[49]... I had heard that television was an industry with a future. \n[50]Next, we'll have a look at the studio where they produce the Today Show. \n[51]Management trainee application, please. \n[52]How many people applying for this so far? \n[53]For how many positions? \n[54] Young Barris is having sex with Georgia. They finish. Barris rolls off her and onto his back. Georgia sighs.  \n[55]Head of network sales at thirty.   Head of the entire network at forty. \n[56] \n[57]Life was sweet. For a minute. \n[58] Georgia is looking radiant as she reads a movie magazine. Barris enters. She runs over to kiss him.  \n[59]I got fired. \n[60]Fired.   F-I-R... \n[61]I don't know, efficiency cutback. Some bullshit... Look, it's gonna be... \n[62]Pregnant? \n[63]What the fuck did you get pregnant for?! \n[64]Well, fuck you. \n[65]So I figured I'd skip town. I intend to be important, y'know, I can't be saddled with this.. But then I remembered something Carlyle said: \"Do the duty which lies nearest thee.\" \n[66]Dear God, why do I even bother? \n[67]Hey, fuck you. \n[68]Hey, fuck you. \n[69] Barris is drunk on the couch watching a tv game show, his face swollen from the fight. Georgia enters.  \n[70] Barris and Georgia are in bed. Georgia is asleep.        Barris opens his eyes, quietly climbs out of bed.  \n[71]In '61 I was thirty. I had become a minor suit at ABC. It was during the music payola scandal... \n[72]...so my job was to commute to Philly every day to the American Bandstand tapings, and keep an eye on Dick Clark. \n[73]On weekends I used to hang around amusement parks. Because that's where the young girls were. \n[74] Young Barris lies in bed masturbating.  \n[75]I wrote a song about my experience. \n[76]I got it to Freddie \"Boom Boom\" Cannon through my friendship with Dick Clark. Dick really wanted to help me out. \n[77]Hi. \n[78]Hi! \n[79]I wrote this song. \n[80]It's number three on the pop charts. \n[81]See, I believe there's a great future in television. \n[82]So I'm going to take my royalties and create a pilot. A pilot is what they call a test tv show. \n[83]Yeah. It's gonna be a game show. I believe there's a great future in game shows. \n[84]Everyone loves game shows, right? \n[85]Well, they do. \n[86]I'm on my way! \n[87]Hi.   Don't be alarmed    I'm with Debbie. \n[88]Um, no thanks. \n[89]If you have a beer. \n[90] \n[91]Huh.   Interesting. \n[92]Jew. \n[93]Ashkenazi. \n[94]You're a romantic. \n[95]I know what you mean. \n[96]I know what you mean. \n[97]Don't I know it. \n[98]Well, that would be good. But, you know, I'm kind of here with Debbie. It doesn't seem right. \n[99]What's your name? \n[100]I'm Chuck. \n[101] Barris and Penny are having sex on the kitchen floor.      It's quite passionate.  \n[102]Nothing. \n[103]Okay. \n[104]I'm just used to all this dating bullshit, y'know. Now we're a couple. Now I'm obliged to give a shit what you say. \n[105]Holy fuck! \n[106]Holy holy fuck! You just gave me an idea. For a show! Fuck! \n[107]In a way. About the craziest monkey of all: Monkius Humanius! Don't you see? About people! About sex. About romance. About the bullshit of dating! \n[108]I call it The Dating Game, Mr. Goldberg. And that's what it's about. A pretty girl asks three handsome guys, who she can't see, silly questions. And based on their answers, she picks one to date. And we pay for the date. That's it! That's the show! It's got everything! \n[109] \n[110]They bought it they bought it they bought it... \n[111]They're giving me seventy-five hundred fucking dollars to make a pilot! \n[112]I can't, Pen. I got a date. \n[113]Yeha, okay. I will. \n[114] \n[115]I figured I was in. All I had to do was get the pilot made and I'd be a millionaire. Everyone would love me. \n[116] \n[117]Albert's dead. \n[118]Still, it's hard to go on. \n[119]I'm trying to come up with new tv shows, if you must know. Okay? That's what I'm doing. I believe there's a real future in tv. Look. Ideas. Okay? \n[120]Thanks for the status report, Phoebe. Look, I just gotta come up with the right concept. Then, boom. Which, by the way, I've almost got. \n[121]Somehow, and don't ask me why, Phoebe, my being born broke mom's heart. \n[122]Hey Phoebe, you ever see what's-her-name, Tuvia, anymore? \n[123]Tuvia.   Your friend.   Tuvia.   The girl. \n[124]Oh, yeah? \n[125]Hi, Tuvia. \n[126]I came by to apologize. \n[127]So I'm back in town. For a while.      I thought maybe you and I could -- \n[128]Screw off, fag. Don't think I haven't seen you watching me in that bar for a week now. \n[129]Look, there's a schoolyard half a block down. Why don't you go trolling there? \n[130] \n[131]Yeah, yeah. So what's this money deal you were talking about? \n[132]What kind of work?   What government agency? \n[133]Office of what? Never heard of it.     Is that the fucking CIA or something? \n[134] \n[135] \n[136]Jesus. \n[137]Well, what's the profile? \n[138]Yeah, sure, I wanna be a secret agent. Contract agent. Whatever. Get to fuck beautiful Eastern European women. Wear a trenchcoat. Sounds like a kick. \n[139]Sure.    Yeah. Okay.   That's good. \n[140]You're training me to be a killer. \n[141]I can't kill people.    My future is in television. \n[142]I have ideas for shows. \n[143]How do you know all that? \n[144]Okay. \n[145] \n[146]So what'd this guy Renda do anyway? \n[147]It's just... \n[148]Bad for the U.S., right, Jim? Not bad in an absolute sense, just bad for the U.S. \n[149]Look, this is -- \n[150]I was just -- \n[151]What war? \n[152]Excusa me, por favor, Senor. \n[153]Donde es-bla ra-ba-blala los bloteros? \n[154]Ra-bla-bla-mamos las minjares? \n[155]Again. \n[156]Repitolo. \n[157]Oh Christ.     Oh crap. \n[158]Yeah. \n[159]Yeah. \n[160]I had changed. I could see it in my eyes. Something dark. \n[161]\"Don't kill me. I am three babies.\" I am three babies? What the fuck does that mean? Oh. \"I have three babies.\" Oh, God. \n[162]Jesus Christ, Penny. You scared the shit out of me. What are you doing here? \n[163]Mexico.   Just on a little vaca... \n[164]Yeah. \n[165]I don't know. \n[166]Penny, I'm a little tired now, so... \n[167]Penny, what did you do to my wall? \n[168]Leonard Goldberg?! You're kidding? Hello, this is Chuck Barris returning for Leonard Goldberg. \n[169]Mr. Goldberg! I'm so sorry I didn't get back to you right away. I was out of town. Vacationing in Mexico. \n[170]My baby, Mr. Goldberg? \n[171]Yes sir, it is. \n[172]Yes sir.   Very interested.    Sir. \n[173]My people?     Six weeks?   Sure.   Yes sir. \n[174]Look, Len, the show's spontaneous, it's unscripted. That's it's charm. I can't control what people say. \n[175]Look, Len, nobody is indifferent to these shows. Right? And that's good. Show business must avoid indifference at all costs. \n[176]Taste is just a word. \n[177] \n[178]Hi, folks. Before we begin taping today, I'd like to introduce you to Mr. Peter Jenks of the Federal Communications Commission. \n[179] \n[180]Okay.   Have fun, everybody!' \n[181]Sometimes as a younger man I stretched the truth to get what I wanted. \"Through all the lying days of my youth/I swayed my leaves and flowers in the sun;/Now I may whither into the truth.\" Yeats. You heard of him? \n[182]Sure you have. Anyway, my little lie worked. We aired and become a big hit. A phenomenon, really. \n[183] \n[184] This is the sixties and the office is crazily appointed. Street signs, funny posters, faux Tiffany lamps, mobiles, lava lamps, an inflatable sex doll, etc. Barris, 36, is behind his desk, feet up and on the phone. He wears a t- shirt and jeans and loafers. This is a new Barris, confident and successful and hip and relaxed and slovenly. Outside in the bullpen area we hear the hustle and bustle, laughing and screaming of a busy but casual office.  \n[185] \n[186] \n[187]Hey, baby. \n[188]I know.    Sit. Talk to me. \n[189]I just got a call from the network. Drink? \n[190]I wish. \n[191]The Tammy Grimes Show is being pulled from Saturday night. \n[192]They want to put a prime-time version of the Dating Game on in its place. \n[193]But they say the day-time version's not hot enough. They want me to make it more exciting for night-time. I got forty- eight hours. \n[194]Nothing. Bupkis. I mean, the show is what it is. I don't have a clue. This could be my big break, Loretta. \n[195]Thank you for your help. \n[196]You son of a bitch! \n[197]You're a stupid fucking turd, you know that? \n[198]My fucking neck hurts.    Okay? \n[199]Have you noticed, Jim, I've got a tv show on the air? I don't need to kill people for hire anymore. \n[200]That's insane. \n[201]I've got important things to think about here. I don't have time to fuck around with you. \n[202]What, now you're a television producer? \n[203]Let's hear it then. \n[204]Yeah, what's your point? \n[205]The network's not going to let me send two unmarried kids on vacation together. \n[206] \n[207]I told you, I don't have to kill people for money anymore. \n[208]Jesus, she's gotta pick this guy.   This is just too good. \n[209]Excuse me, is this seat taken? \n[210]London is wonderful this time of year, isn't it. \n[211] \n[212]Excuse me, is this seat taken? \n[213]London is wonderful this time of year, isn't it? \n[214]I'm Chuck. \n[215]And you are? \n[216]At least give me a made-up name. Something for me to cry out during those dark nights of the soul. \n[217]That's Twelfth Night. \n[218]Do you have it? \n[219]Sorry.     Yeah. \n[220]Don't worry, we're not gonna cheat you. \n[221]Thank you.     Oh, one more thing. \n[222]Sorry about your teeth. \n[223]It's Ronnie, isn't it? \n[224]C'mere, Ronnie. I want to show you something neat. It's okay. \n[225]I felt bad about Ronnie. But really I did that ugly, fat, stupid kid a favor. He was ugly and fat and stupid. More life wouldn't have changed that for him. No woman would ever have loved him. That's just the brutal truth, y'know? \n[226]Olivia? \n[227]Sounds fun. So tell me, Patricia, why'd you come up here tonight? \n[228]\"All the information I have about myself is from forged documents.\" \n[229]Actually, I just gotta go into the bathroom and take care of something. \n[230]Hey. \n[231]You're welcome, pal. \n[232]Fuck you!    They're my contestants. \n[233]Faggot. \n[234]Yeah, I got it. \n[235]It's up my ass, Oliver. Why don't you reach on up there and get it. \n[236]I just feel I deserve some appreciation for my efforts. \n[237]Prick. \n[238] Barris, now in t-shirt and jeans, shuffles through the busy bullpen area. Employees wave, say \"hi\", give Barris the peace sign. He returns the gestures, but halfheartedly. He seems depressed. Loretta sidles up beside him.  \n[239] \n[240]You're kidding me. \n[241]Oh, fuck, Loretta.     That's sensational! \n[242]The Newlywed Game was based on my theory that almost any American would sell out their spouse for a washer-drier or a lawnmower you can ride on. Such was my respect for that most holy of unions. I must've been on to something, because the show aired for thirteen years. \n[243]Yeah, I decided to start treating myself right. You spend so much time denying yourself things. Life's too short. \n[244]You really grok what I'm saying, man. Not gork. \n[245]I'll take it. \n[246]I'll take the house. \n[247]Nobody serious. You? \n[248]Aw, Pen, don't start -- \n[249]I liked Penny. I even loved her in my way. But the idea of tying myself down for the rest of my life... I remember my parents' marriage. \n[250] The office is filled to capacity with with hippy-like employees watching The Newlywed Game. Many sit on the floor, jammed up against each other. A few women are nursing infants. Someone passes a joint. Barris sits behind his desk, with a \"Make Love Not War\" helmet on his head, his feet up, and a guitar in his lap.  \n[251]Beautiful. Did you see that? How much they loved each other just then? That's what it's all about, kiddies. \n[252]Okay, guys, new business. We're winning our slots every week. \n[253]But that means we need you Bandits to get on the contestant mill. Our supply of dumbfucks is lagging behind our demand for dumbfucks. And I'm gonna be introducing three new shows in the coming months: The Parent Game, The Game Game, and the Dollar Ninety-Eight Beauty Pageant, so we're gonna really need you guys to carry your weight. Nuff said. Any other business? \n[254]Oooh.    Is that true, Rick?    Where are you? \n[255]Any other witnesses to this alleged infraction? \n[256]Rick, you're dead meat, buddy. I sentence you to... dance for us in today's post-meeting version of \"Out of Limits\" featuring the musical stylings of the CBP Stompers. \n[257]Get up here, you rascule, you. \n[258] The previously bare room is now filled with lovely and expensive furnishings. But Barris and Penny are again on the floor, now playing Scrabble by candlelight. Penny lays down some tiles: I-N-T-E-R-P-E-T  \n[259]The word's interpret. \n[260]Interpret. \n[261]I'm not going to give you a letter. You're lucky I don't make you forfeit a turn. \n[262]I'll run to the store and get some more. \n[263]Don't cheat. \n[264] Barris enters with a bottle of wine.   Penny is in the same position on the floor.  \n[265]Intrepid. \n[266]Pen, we should call it a night.     I'm kinda tired. \n[267]I got a date. \n[268]I just met this girl. \n[269]Yeah.    Kinda. \n[270]Sorry. \n[271]Hi! \n[272]Wow, this is a beautiful place you got! \n[273]Hi. \n[274]Hi. \n[275] \n[276]Yeah, I remember that religious girl, sure. Monica Something. Fleming. Oh God, she had the softest, fleeciest clam I ever experienced. It took a little more work than usual, but I got in there, baby. It was some clam. Oh Lordy. You get old, y'know, but the taste for soft clam, it just doesn't go away. This is the great tragedy of getting old. \n[277] The room is abuzz with activity. Lots of people on the phone talking. A potential Newlywed Game couple being interviewed. Monica sits in the waiting area, eavesdrops on the interview with the Newlywed Couple.  \n[278] Monica enters.   Barris wears a deerstalker cap.  \n[279]My sweet little clamato. \n[280]Is it mine? \n[281]I know. I'm sorry. But you're sure, right? \n[282]Look, we'll take care of it. \n[283] \n[284]Beautiful country, isn't it? \n[285]Here we are. \n[286]It's okay.     It'll be okay. \n[287]Tell me about it. I figure over the years I must've spent close to twenty grand on these abortions: airfare, hotels, doctors, gifts. \n[288]And I don't even know how many of these fetuses were mine. That's what really kills me. \n[289]I don't really want to talk about this. \n[290]Yeah, I got baptized for nothing. \n[291]God, you look cute today. \n[292]I don't know. \n[293] \n[294] Barris and Penny are having sex. It is gentle and quiet. Penny is crying, trying to conceal it. Barris notices.  \n[295]I'm sorry I yelled at you today, Pen. \n[296]I almost asked Penny to marry me right then. But I didn't. \n[297] Barris sits staring out the window. His mood is somber. On the table beside him are many birthday cards. The anarchic and youthful decor of the office seems to mock Barris now. Loretta enters.  \n[298] \n[299]Shit piss fuck, send him in. \n[300]What's up, Rod? \n[301]Okay. \n[302] We're on Barris's eyes.  \n[303] \n[304] \n[305] \n[306] \n[307]What am I gonna do now? Hey there, can I buy you a drink? \n[308] \n[309]Let's see, if I remember correctly, the next move breaks your neck, which kills you instantly or paralyzes you. Depending on your luck. \n[310] \n[311] \n[312] Barris and the woman from the bar are having sex on the couch. Penny enters.  \n[313]She's -- \n[314]This is not our house, it's my house. \n[315]It's not our living room, Pen. \n[316]You know who I am, Penny.    I don't force you to hang around. \n[317]No, I'm not saying that. \n[318]Of course I like you. \n[319]What? \n[320] \n[321]Everything's complicated, Pen.    Nothing's black and white like that. \n[322]I love you, Pen, in my way. Maybe not in that crazy, head-over-heels thing, but what is that, anyway? Romantic love. Isn't that just an illusion? \n[323]Jesus, how do you know these things? \n[324]Really? I could never find that out. What did she think? \n[325]I could really use an assignment, Jim. To straighten my head. \n[326]Treesh. \n[327] \n[328] \n[329]What you writing, Sig? \n[330]Hey, Keeler, a bird just flew by. \n[331] \n[332]Good morning, Mrs. Reynolds. \n[333] \n[334]Mrs. Reynolds, may I rest my head on your bosom for a little while? \n[335]I'm sorry. You're right. I just... I'm just without... comfort of any sort, and I... please forgive me. \n[336] \n[337]Mrs. Reynolds, what do you suppose God thinks of someone like me? \n[338]Yes, God. \n[339]Thank you, that's very kind. So... I should get back to... \n[340]I'm really, really fucked. \n[341]What?       Who the hell are you? \n[342]Merde!   MERDE! \n[343]What the hell is that? \n[344]No fucking way. \n[345]Christ.   What about you? \n[346]Fuck you, Jim. It was terrifying. \n[347]Am I in danger still? \n[348]Fuck off.     What do we do? \n[349]Thank you.     Thanks.   That was great. \n[350]There's gotta be somebody in America with some talent. Ted Mack got bookings every week. \n[351]Bring in the next thing. \n[352] \n[353]We've been going about this all wrong. Rather than killing ourselves trying to find good acts, we just book bad ones and kill them. \n[354]We kill 'em before they're through. As soon as it gets unbearable, we kill 'em. Dead. \n[355]Celebrity judges ring a bell to end the act... to kill 'em. And when you kill something, it stops. This I know to be true. \n[356] \n[357]What? \n[358]I don't want to be on tv. \n[359] Barris switches on the lights, walks through the empty bullpen area to his office, unlocks the door, enters.  \n[360] Barris enters, stares out the window, looks at himself in a full-length mirror.  \n[361]  \n[362]Welcome to The Gong Show. Here's an esoteric act if there ever was one. Ephemeral. It's an ephemeral act. \n[363]One that should get us our Emmy. Do we have an Emmy? We don't? Well this should get us one. Anyway, ladies and gentlemen... Big Nose! \n[364]I don't know. I don't understand. \n[365]  \n[366] \n[367] \n[368]I can't quit? But I get panicky, Louise, in front of all those people. \n[369]I lack confidence? \n[370]Confidence powder? \n[371]Blow, snow, flake? \n[372]Oh.   Coke.     Okay.   Does that work? \n[373]Ladies and gentlemen, oh, this act is amazing, your gonna love this act. I'm telling ya. All the way from Pacoima... David Pincus! \n[374] Barris lies in bed next to Patricia. It's 12:30 AM. He's chatting on the phone, lazily twirling the cord. Patricia reads.  \n[375]Look, Jamie, you know as well as I that language does not exist without an outward criteria. \n[376]Can we pick up tomorrow? \n[377]Will do.   Love ya. \n[378] \n[379]Assassins do not fraternize. That Keeler was calling me could mean it was my turn to get hit. \n[380]Sure. Dinner sounds good. There's a place called La Scala. See you there at eight. \n[381]Keeler. \n[382]Only the best for my friend. \n[383]Yes. \n[384]Well, it's hit and miss. I've got a new show called \"Operation Entertainment\" which I believe is going to kill. It's sort of a Bob Hope visiting the troops thing, but it's weekly and... \n[385]Well, I like to think that I bring joy and laughter to millions of people. I'm not saying that my shows are as good as they could be. Yet. But -- \n[386]Oh. \n[387]That's Carlyle! \n[388]It's amazing you should quote him.   He's my hero. \n[389]Condemned? \n[390]The next day I heard Keeler offed himself. \n[391]You never really know in the world of espionage if something labeled a suicide actually is a suicide. But he was dead. That I knew. \n[392]I'm glad you did, Pen. \n[393]I could see how you would feel that way. \n[394]Transactional Analysis. \n[395]A guy I knew killed himself last night. \n[396]You don't know him.   A stagehand. \n[397]He didn't like his work anymore. \n[398] \n[399]Oh fuck, I forgot. \n[400]Um, Penny, this is Patricia. How did you find me? \n[401] Barris snorts some coke, pulls out of the studio parking lot. The sound of his heart beating pounds in his ears. Another car pulls behind him. A wired Barris notices the car in his rearview mirror. He turns. The other car turns also. Barris speeds up. So does the other car. Barris panics; he tries to lose the other car. A chase ensues. Finally Barris screeches to a halt, pulls a gun from his glove compartment. The second car screeches to a halt behind him. Barris already out of his car and at the driver's side window of the second car. He looks in and sees there are two petrified teenagers, a boy and a girl, holding up their hands. Barris pulls open the door.  \n[402] \n[403]Take it off. \n[404]The fucking bag. Take it off. \n[405]Here he is, the Prince of Puns, the Wizard of Whoopee... The Unknown Comic! \n[406]What?   What do you want? \n[407]I don't know. \n[408]Get out of here. \n[409] Barris sits behind his desk, drinking and popping pills. Loretta pokes her head in.     \n[410]Who?! \n[411]I'll take it! Don't hang up! \n[412]Hello? \n[413]Yes. \n[414]Of course I do. \n[415]Sweet Tuvia... \n[416]Ripe Tuvia. \n[417]  \n[418]Old Tuvia. \n[419]Hi. \n[420]Ah, Tuvia. The fantasy of Tuvia forever cast out by the reality of Tuvia. Finally, because of my fame and her desperate straits, her poverty and single parenthood, she was going to submit to me. Finally I could've had her. \n[421]I could've had what had so long eluded me. But now she was old and I wasn't interested. \n[422] Barris is having sex with two twenty year old nymphettes     The drugs and alcohol flow freely. He seems to be enjoying himself but there is a hollowness in his eyes.  \n[423]Tuvia was old, but not me.   I was the Game Show King. \n[424] Barris snorts Coke in the darkness.He scans an article headlined: \"Chuck Barris is the Decline of Western Civilization.\" The phone rings, alarmingly breaking the stillness.  \n[425]What? \n[426] Barris hangs up the phone. He stares off into the distance. The phone rings again, again shattering the silence.  \n[427]This is the moment we've been waiting for... \n[428]The winner is Miss Tiny Brooks! \n[429]But as I stood there, I realized, I couldn't kill Jim Brooks, the man who was responsible for such good stuff: Mary Tyler Moore, Rhoda, Cindy, Phyllis, episodes of My Friend Tony. I loved those shows as much as anybody in America. \n[430]I couldn't kill either of us, so I let us both live. Jim Brooks and me. The rest is history. \n[431]Hey, congratulations, Jim. \n[432]Chuck Barris. The Gong Show. \n[433]Once again you deserve it. Your shows are the greatest. You bring so much... quality to the medium. \n[434]Yeah. \n[435] \n[436]Uh-huh. \n[437]Hi. \n[438] \n[439]Well -- \n[440]I don't think it's that loathsome. \n[441]Excuse me, I've got to -- \n[442]She was right. What the hell had I done with my life? \n[443]Wait, you're that guy. You're dead. This is screwy. \n[444]That's all I fucking wanted! \n[445]No, I'm... \n[446]Please, I'm not feeling well. \n[447]You can stop by the office to audition tomorrow. \n[448]Yeah, all right. Go ahead. \n[449]Very nice. \n[450]That was it. I just disappeared. The network had to put The Gong Show into reruns. It was 1981. I holed myself up in this hotel in New York. Parker Hotel. \n[451]Who Am I? \n[452]Fuck.   Shit. Piss. \n[453]How'd you know where I was? \n[454]Look, what do you want, Oliver? I don't work for you anymore. I have things to... \n[455]No.     Now get... Good-bye \n[456]Keeler committed suicide. \n[457] \n[458]That fucking profile again! What's the fuck is it?! What the fuck do you bastards know about me, that I don't?! \n[459]That's not true. \n[460]You're lying. \n[461]Just leave me the hell alone! \n[462]Huh?     What? \n[463]Jesus, how'd you find me? Am I listed in some guidebook or something? \n[464]Oh. Well, it's great to see you, Pen. You look beautiful. \n[465]Yeah. The human psyche. \n[466]I don't know, Redhead. \n[467]Pen. \n[468]You don't know the half of it. \n[469]I don't know if I can. \n[470]Y'know, I got a visit this morning from Penny. She's wanted to marry me forever. But she doesn't know who I am, what I've, what I'm capable of. \n[471]And she can't ever know. So what does she really love? A lie. And I started thinking, Treesh, you are the only woman in the world who truly knows me. I know I've screwed you over in the past, and I'm really sorry. I just want you to know that you're the one I want to be with. I love you, Treesh. \n[472]I hate myself for how I've lived, Treesh. \n[473]I never thought of that. Jesus, I can't even despise myself with any insight. \n[474]Y'know, I wanted to be a writer once. I wanted to write something that someday some lesser person would quote. But I never did. I'm the lesser person, Treesh. I never said anything meaningful that wasn't said by somebody else first. I am disposable. I disposed of people and I am disposable. You look cold. \n[475]I suppose you still won't tell me where you're staying. \n[476]Sure.    Bourbon. \n[477]Yeah? \n[478]You could've fooled me. \n[479]That sounds right. \n[480]To life. \n[481] \n[482]It's done and I'm done.   Agreed? \n[483]Hey, Redhead? \n[484]Drive, Danny! Now! \n[485] \n[486] \n[487]Yeah, Operation Entertainment. The Rah- Rah Show, Gong Show, The Dollar-Ninety- Eight Beauty Show, The Ra-Rah Show... \n[488]Okay. Okay, but what you don't know is that I've brutally murdered thirty-three people for the CIA. \n[489]Y'know, I came up with a new game show idea recently. It's called The Old Game. You got three old guys with loaded guns on stage They look back at their lives, see who they were, what they accomplished, how close they came to realizing their dreams. The winner is the one who doesn't blow his brains out. He gets a refrigerator. ", "Georgia": "\n[1]Cute's all well and good, Mary Ann, but what you want is a man who's goin' places. A go-getter on the management fast-track. \n[2]Tell me again. \n[3]And? \n[4]You're wonderful. I love you, Mr. Chuck Barris, management trainee. \n[5]Baby doll! \n[6]Fired? \n[7]Fired?   What the fuck did you get fired for?! \n[8]Well, I'm pregnant, you fuck! \n[9]Yeah, pregnant! \n[10]What do you mean, what the fuck did I get pregnant for? You got me fucking pregnant, you fuck! \n[11] \n[12]I woke up and he was gone. No note. No nothing. I never saw him again. Until that stupid tv show he did. \n[13]I know what it's called, jerk. ", "Penny": "\n[1]Hello. \n[2]Yeah, I figured. \n[3]You hungry? \n[4]Thirsty? \n[5]So how was sex with Debbie?   I've always wondered. \n[6]No problem. I just got fucked by this drummer cat. A really righteous Negro hipster. \n[7]See, I believe in the brotherhood of man. Last week I got fucked by an Oriental. What are you? \n[8]That's what I thought. I had a Jew, but he was Sephardic. You look Ashkenazi , I'm guessing. \n[9]Right. Ashkenazi... I haven't balled one of them. \n[10]Eh, I just don't get into all the bullshit between cats and chicks. \n[11] \n[12]Besides, you fall in love with a cat, you only get hurt. Right? \n[13] \n[14]Yeah. That's true. I didn't think of that. Well, I'm going to bed. Nice meeting you. \n[15]Penny. \n[16]Oh, you're the one who wrote that Palisades song. I love that song.     It's such sentimental bullshit. \n[17] \n[18]Just because we fucked, doesn't mean there are strings now. It's okay. \n[19]Okay? I only wanted to tell you my dream is all. Nothing more complicated than that. Don't panic. \n[20]Don't worry about it, I'm not into those games either. So, anyway, this monkey turns into Perry Como and I say -- \n[21]What? \n[22]A show about monkeys? \n[23]No? \n[24]Oh my God!     Oh my God! We gotta go celebrate!     Let's go roller skating! \n[25]Okay.     That's cool.    Call me after. \n[26] \n[27]Sorry. I just been crashing here for a few days. Waiting for you. Where you been, man, where you been? \n[28]You drank the water, didn't you? \n[29]You're not supposed to. Montessori's Revenge. You're not even allowed to open your mouth or your eyes when you take a shower. It's crazy. How come our water is so good and their water is poison? It's the same ocean. \n[30]It's weird, huh? So I'm a hippy now. Look. \n[31]I've been in San Francisco, and it's amazing. Everybody loves everybody and there's lots of colors. We're gonna change the world, Chuck. Come back with me and be my old man, okay? Not that old! Ha ha ha. \n[32]Oh!   You gotta hear this song! \n[33] \n[34] \n[35]Damn Mexicans and their water. \n[36]Great wheels, man. \n[37]Yeah, I really gork what you're saying, man. \n[38]Oh. Really? \n[39] \n[40]Yay! \n[41]So, man, are you seeing anyone? \n[42]No.   I think we should get married. \n[43]No, listen, it makes sense. You and I feel exactly the same about marriage, right? How much bullshit it is, right? And the odds of us finding someone else with the exact same view on it are small. So, it makes sense. \n[44]Interpet. \n[45]Well, do you have an extra \"r\" then I could borrow? \n[46]Oh.   Okay. \n[47]All right. \n[48]You neither. \n[49]Intrepet's a word, right? \n[50]Shit fuck piss. Okay okay okay... \n[51]You're tired. \n[52]Since when? \n[53]Like, just now ? \n[54]Well, that's rude. \n[55]Yeah, well, see ya... \n[56]What a waste. \n[57]That's not what I meant. \n[58]So I'm assuming this means Monica is out of the picture. \n[59]Chuck, I was thinking... I have this plan now, now that you're free -- \n[60]I always look cute. Don't distract me. What was I going to say? \n[61]You do know. Chuck, why don't we get married? We've known each other forever. We've fucked each other forever. You think I'm cute, you just said. You always come to me when you're in trouble. And you're almost forty, Chuck. \n[62] \n[63]I'm not crying because you yelled at me. This is it, isn't it? This is us. \n[64]Hey, I was just in the -- \n[65]What is she doing here, man? \n[66]This is our house, man. Our house! It's one thing to go elsewhere for your pussy needs. But this is our house! \n[67]It's our house! I found it with you. I decorated it for you! I spent six months sitting on that fucking couch she's fucking you on, fucking waiting for the fucking plumbers to come! God, you are such an asshole! \n[68] Barris pulls up, gets out of his car, and heads toward the building.  \n[69] \n[70]Why were you with that girl in our living room? \n[71]That's your defense?   You know what it feels like to see you with someone else? In any living room. \n[72] \n[73]Well, then, what are you saying, Chuck? Do you want me around or not? Do you even like me? \n[74]How much? \n[75]I need to know how much you like me. \n[76]You could if you felt it. If you felt it, it would be easy to rate me. You could spread your arms as wide as they would go and say, \"This much, Penny.\" \n[77]Do you want me around or not? If you don't, just say so, so I know. Okay? \n[78] \n[79]When you called, I wasn't gonna come. \n[80]I said to myself, enough.      Enough of this jerk already. Enough. \n[81]But I've come upon something interesting through my delvings into human psychology. It's called TA, Transactual Analysis. \n[82]Now see, by correcting me you're responding as \"Parent\" to my \"Child.\" \"Here's the proper way to say this word, Penny.\" But that's okay. As long as we both understand that's what you're doing. Y'know, I'm okay, you're okay. So what's wrong, Chuck? Are you okay? \n[83]My God. Everyone you know kills themselves. Or tries. Who is it this time? \n[84]Why'd he do it? \n[85]Is being a stagehand really bad or something? \n[86]Who is this? \n[87]Who's Patricia? What does she mean, that's what she does for a living? \n[88]Strawberry dick?   What's that? \n[89]And... and okay... I'm only gonna give you one more chance, man. That's it. Get it? \n[90]Chuck?    It's Pen. \n[91]Oh, Chuck. \n[92]You sent me your last letter on hotel stationary. \n[93]I don't really. But I appreciate the lie. I know how you hate lying. Boy, this place is scary looking. \n[94]I came to take you back to California with me. It's a lonely state without you. \n[95]I can't wait forever for you to ask me to marry you, you know. Well, apparently I can. But I really don't want to. Chuck. \n[96] \n[97]You're not gonna marry me, are you? \n[98]What's going on? \n[99]Okay. \n[100]Operation Entertainment. \n[101]You said that already. ", "J.": "", "Sweeney": "", "Debbie": "\n[1]What? \n[2]Oh. \n[3]Oh.    Uh-huh. \n[4]Huh. \n[5]Uh-huh. \n[6]I work in tv. \n[7]That's good. \n[8]I don't know. \n[9]That's great then. \n[10] Barris and Debbie are having sex, sort of mechanical. They're plowing through, kind of like sawing through their steaks. When it's over, they both just lie there.  \n[11] Young Barris, in his underwear, sits alone in the semi- darkness and stares out the window. The front door unlocks and a woman enters, backlit from the hallway. She turns on the light. This is Penny Pacino, eighteen, a beatnik in a black leotard and skirt and black mascara. She has red hair. She sees Barris on the couch.  ", "Barfly": "", "Georgia's": "", "Girlfriend": "\n[1]That fella Raymond in payroll is kinda cute, huh? ", "Himself": ""}}