{"filename": "Constantine_script.txt", "imdb_id": "tt0360486", "imdb_url": "https://www.imdb.com/title/tt0360486", "characters": ["Satan", "Vermin Man", "Beeman", "John Constantine", "Scavenger", "Dr. Leslie Archer", "Midnite", "Angela Dodson /Isabel Dodson", "Father Hennessy", "Gabriel", "Detective Weiss (as Jose Zuniga)", "Balthazar", "Chas Kramer", "Father Garret", "Mother"], "dialogues": {"Satan": "\n[1]            \n[2]  \n[3]  \n[4] John looks up at him.  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11] Gabriel looks up -- spots him in the room. Gabriel reacts -- pulls the spear toward her with all his might -- but Satan is faster -- Angela vanishes and Gabriel has now pierced dead air. Satan holds Angela tight -- covering her mouth like John did. She struggles and the demon inside appears -- reflected in the huge chunks of tank glass scattered on the floor. Hideous. The real MAMMON.  \n[12] Mammon SHRIEKS and Gabriel's beautiful wings ignite in  \n[13] John shakes his head, can barely utter a sound...  \n[14]  \n[15] John manages a nod...  \n[16]     \n[17]          \n[18]  \n[19] Satan eagerly plunges his blazing hands into John's body -- John screams in agony. Satan tears through his tissue -- collecting the cancer, then ripping out a mass of diseased tissue with one vengeful pull. John's final blood-curdling SCREAM ECHOES over --     ", "Vermin": "", "Man": "\n[1]     \n[2] Intermittent RADIO CHATTER buzzes from Angela's WALKIE- TALKIE. You get the sense Angela is not alone in here.  \n[3]  \n[4] Angela checks the chamber -- sees she has one bullet left.  \n[5] Angela looks back, sees several SHADOWS of figures waving far off. Her RADIO is flooded with futzed CHATTER.  \n[6] Angela looks back, squints into the brilliant LIGHT. She grips her GUN and in one burst of flat-out bravado -- rises as she AIMS. And there he is -- the Man rising with his own gun. Angela FIRES as both dive off the track. His BULLET RICOCHETS behind her. Hers finds its mark. Man goes down right in the train's path.            \n[7] John turns to see BEEMAN waddle in.  \n[8] This diminutive occult version of Bond's \"Q\" carries a custom bowling bag and squints in the light like a mole.  \n[9]  \n[10]  \n[11] Out comes a little MATCHBOX with a smiling bug graphic.  \n[12] He shakes the matchbox and the BEETLE flutters inside. It's WINGS create an eerie HIGH-PITCHED WHIRL. John shrugs. So?  \n[13]  \n[14] John spots a foot-long COPPER TUBE in the bag, pulls it out, grips the bicycle handle on one end.  \n[15] With this puny little thing? John gives the handle a squeeze and WHOOOOSH -- ten-foot FLAME BELCHES out.  \n[16]  \n[17] John picks it up -- You're shitting me, right?    Nope.  \n[18]  \n[19]  \n[20]  \n[21]     \n[22] John turns, settles on a silhouetted figure standing behind him, unlit cigarette butt in its mouth.  \n[23] John gathers himself. As he walks over to this OLD MAN, he rummages through his coat pocket, retrieves a matchbox. The box shudders as a high-pitch FLUTTERING filters from inside. Old Man winces as his entire body VIBRATES. John realizes -- this is Beeman's matchbox, the one with the screech beetle inside. And now he knows -- a beat too late. Old Man attacks. John is knocked onto his haunches. As the Old Man closes in, he's revealed in more detail. Body and face are actually an intricate puzzle, an assemblage of city vermin. Rats, insects, crows, frogs, crabs -- all held together in the shape of a man. John scampers backwards, just inches from this being's outstretched grasp. He shakes the matchbox and the screech beetle inside flutters again. Old Man/Demon cringes as his entire body vibrates apart for a second, then snaps back together. He GRABS onto John with fingers of squirming vermin. Snake wraps around his wrist. Crab snaps at his skin. John shakes the beetle box harder -- causing the parts to vibrate even further. Old Man grabs John's head and vermin of various leg count crawl right onto John's face. John's had enough -- shakes the matchbox violently, then smashes it against the sidewalk. BEETLE lets out a death SHRIEK and the Old Man stutters -- his parts vibrating so wildly you can actually see the b.g. through the seams. John scampers loose, grabs a road barricade and swings it with all his might. Old Man form shatters on impact.            \n[24]     \n[25] BOWLING BALL hits a lane.     Beeman spins to the sound. BALL ROLLS round and round, closer and closer until it CLANGS dead against the back wall of one of the lanes. Beeman gets up, starts down the corridor of dormant pin machines. He stops at lane 13, leans way way down, past the machinery and peeks out the pin hole.  \n[26]          \n[27] British woman takes documentary photos. Chaz's CELLULAR RINGS over the BUZZ of a dispatch SCANNER.  \n[28] John strains to see the shadow become the real thing -- the majestic wings of an angel.  ", "Beeman": "\n[1] John turns to see BEEMAN waddle in.  \n[2] This diminutive occult version of Bond's \"Q\" carries a custom bowling bag and squints in the light like a mole.  \n[3]  \n[4]  \n[5] Out comes a little MATCHBOX with a smiling bug graphic.  \n[6] He shakes the matchbox and the BEETLE flutters inside. It's WINGS create an eerie HIGH-PITCHED WHIRL. John shrugs. So?  \n[7]  \n[8] John spots a foot-long COPPER TUBE in the bag, pulls it out, grips the bicycle handle on one end.  \n[9] With this puny little thing? John gives the handle a squeeze and WHOOOOSH -- ten-foot FLAME BELCHES out.  \n[10]  \n[11] John picks it up -- You're shitting me, right?    Nope.  \n[12]  \n[13]  \n[14]  \n[15]     \n[16]     \n[17] BOWLING BALL hits a lane.     Beeman spins to the sound. BALL ROLLS round and round, closer and closer until it CLANGS dead against the back wall of one of the lanes. Beeman gets up, starts down the corridor of dormant pin machines. He stops at lane 13, leans way way down, past the machinery and peeks out the pin hole.  \n[18]          ", "John": "\n[1] The girl JOLTS, bandages on her arms cut into her skin. Eyes snap open -- glare right through him.  \n[2]  \n[3] He holds them up so they cast shadows across Jeanie's face. He flips through each of these sculptured SAINTS until the child suddenly reacts to one -- tries to look away. John stares at the Saint responsible, seems genuinely puzzled. He turns to the Mother -- very serious.  \n[4] Shaken, the Mother produces a small compact.   John pushes it away, turns to the doorway crowd.  \n[5]            \n[6]  \n[7] centers on a drapery ROPE, pulls hard. Drapery HOOKS EXPLODE off the curtain rod as he swings open the window, looks down into the alley where that yellow taxi is parked.  \n[8] CHAZ  looks up from his cab. Cool. Frustrated. You just know he'd love to be up there, not down here.  \n[9]  \n[10]  \n[11] The girl chokes as if ready to spit.  \n[12] Jeanie SCREAMS --  \n[13] Another PULSE and this time a SHAPE is clearly seen expanding under the child's skin -- as if the demon inside were trying to burst right through. John backs off -- watches as the shape ripples her flesh, like fingers caressing from the other side. John glances to Hennessey. What the hell? MIRROR arrives at the doorway, BANGS against the JAM. John waves them in. The four men heft it into the room.  \n[14]            \n[15] Hennessey is glad to be called into service -- quickly ties one end of rope to the mirror. John straddles the girl, positions his head between her and the mirror above him.  \n[16] The men close their eyes.        Muscles tense under the weight.  \n[17] Jeanie reacts -- that SHAPE reappears, contorts the young body all out of proportion. John unblocks the mirror for a second and Jeanie is reflected inside. It's not just the image of a young girl in there, but something else. The surface of the mirror FLEXES in the hands of the men. One starts to look --  \n[18] Jeanie SCREAMS -- breaks free of the straps. She rises up, grabs John tight around the throat. Nails dig deep.  \n[19] John struggles, puts his hands over her mouth -- cutting off her air supply. Question is, who's going to pass out first? Jeanie's body is racked by whatever's inside her. She goes into shock, body collapsing -- shaking -- close to death.            \n[20] But she's passing out first. John quickly takes the medallion that caused the earlier reaction --  \n[21] -- and presses it against her forehead. Eyes snap wide and John unblocks the mirror. Jeanie locks on her reflection and the image in the mirror changes drastically.  \n[22] The child's reflection has now changed to a pissed off DEMON. One that knows it just got suckered in. MIRROR VIBRATES wildly in the men's grip. Demon reflection ripples the glass -- bending it outward into three-D space as the girl takes her last breaths --  \n[23] Hennessey PULLS the rope with all three-hundred-plus pounds as John gives the demon face a full extended  \n[24] Demon pushes for him but mirror is jerked into motion. Swings right out the window but catches on a sliver of wood --  \n[25] John jumps up and helps push the mirror free.     \n[26] Hennessey stops his panhandling, continues toward the exit.     \n[27]  \n[28]  \n[29] He gestures that bagged BOTTLE in Hennessey's jacket.  \n[30]  \n[31] Chaz reaches back into John's front coat pocket -- pulls out Hennessey's wad of cash -- slips off a few bills.  \n[32] He looks back up at the apartment, still puzzled.  \n[33] Chaz crams the car in gear as John takes a drag, coughs.     \n[34] John walks in.     Chaz curses under his breath.     \n[35] Seems small until you walk in and realize it's as long as a bowling lane. Makes that cage enclosed bed at one end seem like it's a mile away. Chaz throws the suitcases on it as John arrives.  \n[36] Along the floor, encircling the entire room, are 5 gallon Sparkletts bottles. Each is adorned by a small hand- marked CROSS. John takes a moment to adjust one out of place.  \n[37]  \n[38] Chaz sighs, starts out --  \n[39] Chaz turns back, catches an object John throws him.            \n[40] It's a dashboard air freshener shaped like a cow. Chaz tips it.     Moooooo.   John finds it rather amusing.  \n[41] They shake hands.     Beeman sets his bowling bag onto the table, unzips it.  \n[42]  \n[43] Beeman starts pulling things out.      First is a frayed RAG. Then glass containers...            \n[44] Beeman pulls out a set of sculptured BRASS KNUCKLES. Actually solid gold and engraved with religious markings. John takes them, tries them on. Nice fit.  \n[45] Beeman shrugs, modesty. John starts to put it down on the table and Beeman quickly pulls the frayed rag away.            \n[46]  \n[47] Beeman just stares at him -- is this a joke?  \n[48]  \n[49]  \n[50] Beeman sets down a bottle from the bag -- Vick's 44.  \n[51] Yep. They let him pass. Chaz steps up and lucky him -- he gets the same TWO FLYING DOLPHINS.  \n[52] A living GROAN BELLOWS from the rigid seams but the doors don't budge.  \n[53] The doors unlatch.     \n[54] PAPPA MIDNITE stands in the jungle he calls an office. Part African witch doctor, part savvy businessman. A full six and half feet of solid contradictions.  \n[55]            \n[56]  \n[57]  \n[58] Midnite strides toward him when John calmly pulls from his pocket a small ebony and gold RELIC. It stops Midnite cold.  \n[59] A reluctant grin cracks Midnite's stern features. He takes the relic in his thick fingers -- stares breathlessly at a gaunt figure bracing itself against a cosmic wind.  \n[60] Midnite ignores his outstretched palm, slides the relic precisely onto one of the many rods jutting from the Universal orrery.  \n[61] Midnite lets go and the complex machine actually starts to move. To turn.            \n[62] The two have a mini stare-down. John's rigid poker face is only broken by a cough. Midnite sighs, breaks it off.  \n[63] Midnite reaches into his tuxedo jacket and hands over a thick stack of HUNDREDS.  \n[64]  \n[65] John suddenly spins toward the entrance doors, is stunned to see --  \n[66] Balthazar is behind him.     Utterly confident.     Chillingly so.  \n[67]  \n[68] John stops in his tracks.  \n[69]  \n[70] Midnite's eyes say it all -- not here, not now.  \n[71] John starts to cough again.  \n[72]  \n[73]  \n[74]  \n[75]  \n[76]  \n[77]            \n[78] Hennessey vacillates.     This is obviously tough for him.  \n[79] John wraps an arm around his shoulder like a good buddy, then reaches behind his neck --  \n[80] -- and unclips the amulet from Hennessey's neck. That unnerves the big guy. John drops it in Hennessey's pocket.  \n[81]  \n[82] John switches on the light, leans up from the sink and wipes his mouth with a towel. It's covered with blood. More runs down the drain. He stares at himself in the mirror. ON John's worried eyes --  \n[83] He raises a puny little cigarette. DR. LES ARCHER sighs. A delicate bedside manner is not his specialty.            \n[84]  \n[85]     \n[86] The doors close right on Angela.     \n[87]  \n[88] She sits right on his lap, playfully.  \n[89] John lifts her off of him, sets her aside.  \n[90]            \n[91]  \n[92] Ellie sits back down, strokes his arm.  \n[93] Chaz gives the building another glance, shoves the meter flag back down. Tick... tick... tick...  \n[94]  \n[95]            \n[96]  \n[97] Angela pauses on her way out, looks over.  \n[98]  \n[99] Now he's really got Angela's attention.  \n[100]  \n[101] This more than anything gets under Gabriel's skin.  \n[102] Gabriel stands and towers over John.  \n[103] Gabriel moves right up to him, makes this very personal.  \n[104] John tosses the cigarette pack, walks right into the RAIN, away from Chaz's taxi pulling up.  \n[105]              \n[106]  \n[107]  \n[108]  \n[109]  \n[110]  \n[111] John slams a fist against the counter. The orrery almost topples but Midnite saves it. Decades of work almost lost. Midnite glares at a desperate John.            \n[112]  \n[113] Midnite sighs, gives up with him.     \n[114]  \n[115]  \n[116]            \n[117]  \n[118] Angela sits across from him, puts the badge away.  \n[119]  \n[120]  \n[121] Another beat as their eyes meet.       John looks away.            \n[122]  \n[123]  \n[124]  \n[125] John points -- toward the exit.      Angela is not amused. But she's not giving up.  \n[126] The words have hit so hard that Angela is speechless. John sees the hurt in her eyes, would like to take it back -- but it's too late. She turns and starts out, slows --  \n[127] He stands, gains his bearings. As he walks out he flicks the glass over. Spider runs free.     \n[128] Angela looks back, sees John in the street.  \n[129]            \n[130] Angela keeps walking.      He catches up with her.  \n[131]  \n[132] Angela stares at him, continues walking.       He keeps up.  \n[133] They walk together down the lonely street.  \n[134] Another LIGHT FIZZES, blinks out.  \n[135]            \n[136] They pass another streetlamp as it goes bright, then blacks out. Both look up. The next LAMP FLARES then FIZZES OUT. Angela turns and sees that there are no lights behind them. She looks to John. But he's staring straight ahead. Because now the light in front of them is FLARING  \n[137] Second later it BLINKS OFF.         John grabs her hand --  \n[138] Angela's confusion turns to tension as a raspy guttural WIND races toward them. John jerks her into action. They run towards the next light. It blinks out right when they reach it. They race to stay in the light, aiming toward the safety of the brightly-lit statue of the Good Shepherd.     \n[139]  \n[140] The cross is getting dimmer and dimmer...  \n[141] John quickly wraps the cloth tight around his hand. Angela spins, eyes seeing only darkness as the sounds get CLOSER -- ghastly sound of MOVEMENT in the fringes of light. The cross now resembles a dying wire filament and with every second the circle of light gets smaller and those SOUNDS GET CLOSER. John takes out his special lighter.  \n[142] They are now standing in pitch darkness.  \n[143] John flicks the lighter and in one powerful motion -- sweeps his arm up as he lights his hand. Sacred cloth catches fire -- then IGNITES with a brilliant retina-searing FLASH -- blinding Angela and illuminating a -- -- CIRCLE OF WINGED DEMONS -- a roiling broth of reptilian death -- right there -- ready to pounce.            \n[144]  \n[145] John scans the area, trying to think this through.  \n[146]  \n[147] John looks at her with renewed interest.  \n[148]  \n[149] He starts walking.     Angela is now compelled to follow.  \n[150]     \n[151]  \n[152] John puts his feet, shoes and all into a BUCKET OF WATER.  \n[153]            \n[154] Angela reluctantly moves toward the exit. John holds the cat, stares into its huge, unblinking eyes. There's a moment where animal and man seem to connect. The water around John's feet begins to BOIL. ANGELA pushes the door closed behind her but it slows on its way to latch. Bulbs pulsate as current ramps down. The room flickers, is suddenly caught in a ghostly dim half-light and John has now crossed over into --     \n[155] On the horizon is a dying RED SUN.    It strains to cut through the putrid brown haze.  \n[156] His VOICE REVERBERATES to infinity.            \n[157]  \n[158] John suddenly locks on something far off. On top of a distant skyscraper is a FEMALE FIGURE in a sheer white gown. John can't make out her face but knows she's looking right at him.  \n[159] She lifts something and tosses it. John watches as a small object tumbles toward him just ahead of closing darkness.     \n[160] Confused, Angela pushes the door back open. Cat BOLTS out. Angela catches her breath, moves inside.     \n[161]     \n[162] The man looks right at young John as he passes. His face is distorted and his feet have sprouted roots which are dug into the ground.            \n[163] She leaves. Angela sits across from him.      They're at the table by the window.  \n[164] Angela notes him rubbing his wrist.  \n[165] A DOCTOR rushes past their table.     PAN WITH him INTO...     \n[166]     \n[167] Young John clamps his eyes shut tight.          \n[168] Present-day John does the same, remembering the pain.  \n[169]  \n[170] John's reflection in the window becomes --     \n[171] kneeling with a pair off scissors.     He's inside a...     \n[172] His chest suddenly HEAVES forward -- and we're on...     \n[173] as he's jolted by DEFIB PADS.     He's in the back of a...     \n[174] Ambulance heads toward that dying RED SUN.     \n[175]     \n[176]     \n[177] Balthazar stands, throws a few bills on the table and starts toward the back EXIT.            \n[178] That Busboy lowers Hennessey to the floor. For a moment we see him framed against the front doorway. And in that instant we get a brief glimpse of --     \n[179]     \n[180]  \n[181] Not a serene image at all.     Angela studies him.  \n[182]  \n[183] John's bitterness is obvious.     Angela just stares at him -- finally --  \n[184] John lowers his head, then spots blood stains on one of Hennessey's hands. He opens the fingers, studies the fork wound. The blood is already drying over it. John reaches over to the mess of dishes on the floor and grabs a melting ice cube. He pushes it into Hennessey's hand, wiping away the dried blood. It quickly becomes apparent -- this isn't random stabbings. This is a shape. John takes a napkin, lays it on the palm and presses. Residual blood creates a symbol onto the napkin. It's the same circular symbol we saw on Isabel's wrist. John doesn't know what it is, but he knows it's important.  \n[185]     \n[186]     \n[187] Angela doesn't need to be reminded.     It hurts even more now.  \n[188]     \n[189] Angela nods, steps inside.      John pauses, thinking.     \n[190]  \n[191]  \n[192] Angela doesn't like that look he's giving her.  \n[193]  \n[194]  \n[195]  \n[196] Angela backs away.     John advances.  \n[197]  \n[198]            \n[199] Angela backs into a wall.       Nowhere else to go now.  \n[200] Angela lashes out, shoves John hard, pushing him out of her way. She turns to the window, almost hyperventilating. John stays back, watches. Angela opens her eyes. The tension seems to flow right out of her when she sees --  \n[201]  \n[202]            \n[203]     \n[204]  \n[205] John stops, casually sticks his hand in the pastor's bowl of holy water near the altar.  \n[206] John closes his eyes and the water in the bowl begins to  \n[207]  \n[208]  \n[209]  \n[210]     \n[211]     \n[212]  \n[213]  \n[214] Angela sits back, letting that sink in.  \n[215]            \n[216]  \n[217] John grabs the door that leads behind the pin area.      It's locked from the other side.            \n[218] The LOW HUM fluctuates -- sounds like a BUZZING.  \n[219] Several more flies flit by him. This time John notices, turns and spots the source of the HUM -- a cloud of FLIES near the center aisles. Angela follows his gaze, spots them as well.  \n[220] He rips his coat off, flings it at the mound and million flies scatter -- revealing the body of Beeman. Ravaged. Flies pouring out of his mouth, his ears --  \n[221] He angrily rips his sleeves up -- revealing two distinct TATTOOS on his forearms. Slams them together with all his might -- clenching his eyes tight -- concentrating -- Veins in his arms and neck bulge, look ready to explode --            \n[222] John is choked by a cough -- can't finish -- arms separate and he buckles to his knees, reveals to Angela just how ill he really is. She leans down to him, sees hints of blood on the floor.  \n[223]  \n[224] Angela glares at him -- understands now.       He's dying. John stands, almost stumbles.       Angela tries to help.  \n[225]  \n[226] He uses the handrail to walk away. Angela stands there, confused by her own emotions. She turns back to the carnage, hears the distant SIRENS.     \n[227] John sits in his opened window, simmering. He holds a lit cigarette but doesn't dare put it to his lips. Outside the city goes about its unending churn.            \n[228]  \n[229]  \n[230] John gets off the window, starts walking away.  \n[231]            \n[232] Angela never blinks as she nods in agreement.     \n[233] Pushing slowly through a lifeless apartment -- drawing closer to the opened bathroom door. WATER is pouring.  \n[234]  \n[235]     \n[236] John turns off the faucet.  \n[237] Angela grabs his shoulder for balance, lowers herself. When she's sitting, the water is all the way to her neck.  \n[238]  \n[239]  \n[240]  \n[241] John cups the back of her neck, holds her face just above the water as she lowers down. Her breathing is picking up. John leans over the tub, looks straight down at her.  \n[242]            \n[243] Eyes snap open and she's off him in a second, runs out. John pries himself from the tile, goes after her.     \n[244]     \n[245] Beeman's bowling bag is flipped and the contents are dumped onto a table. Powder, bugs and bullets go everywhere. John retrieves the odd-tipped bullets. Those brass knuckles and that copper pipe are taken also.     \n[246] John is stuffing the bowling bag while Angela watches, now dressed in dry clothes. That shirt is John's.  \n[247] John lifts that holy shotgun -- KA CHICK --  \n[248]  \n[249]          \n[250]     \n[251] John steps into the trading room, eyes Balthazar rising from the floor. Suit's in shreds, half his face is burned off, but now he's pissed.  \n[252] John hits him with another BLAST of FLAME -- pins him hard against the wall.            \n[253] John swings the flame aside so he can KICK Balthazar against the wall. But now his WEAPON SPUTTERS. Shit. Charcoal hand thrusts out, bats away the shotgun and grabs John by the throat. Balthazar rises from the ashes.     He may be burned, but he's one tough son of a bitch. Balthazar slides    John up a wall by his neck. John can't break his hold.     He's choking, frantically rummages through his coat    pockets. Comes out with those sacred GOLD KNUCKLES on    his right hand. Balthazar tightens his grip and John swings, clocks him across the face. The enhanced punch sends a dizzying ripple throughout Balthazar's body. But he doesn't let go. John is choking, starts whaling on him. Again and again -- each punch weakening this demon more. John finally gets him against the wall. Right arm's tired so he slips the gold knuckles onto his left hand, and with extreme pleasure -- continues punching away. Drives Balthazar to the floor, right to the brink of death.            \n[254]  \n[255] John removes that small BLACK BOX from his coat. Balthazar tries not to be concerned until John unlatches it and removes the one weapon he hardly ever uses -- A Bible.  \n[256] Balthazar reacts.      This isn't good.  \n[257] Balthazar doesn't have to answer.  \n[258] Balthazar's worst nightmare.  \n[259]  \n[260] Balthazar is now doubting his own beliefs.  \n[261] Balthazar isn't convinced. John stands -- raises the Bible and starts to read --  \n[262] He places a hand on Balthazar's forehead. Balthazar glares at it as John's voice rises with commanding authority.  \n[263]  \n[264] Balthazar looks scared as shit to tell him.  \n[265]  \n[266]            \n[267] Balthazar's expression confirms it.     \n[268]  \n[269] SIRENS crack the air.     Angela jumps in and John PEELS  \n[270]     \n[271] He points in the Bible at a detailed painting of the event -- Jesus hanging on the cross -- being pierced by a soldier's spear. It matches that child's drawing John removed from the fridge -- now lying on his seat.  \n[272] She doesn't.  \n[273] Angela looks back at the painting, notes the liquid flowing from Jesus' wound. Angela can't believe it --  \n[274] Angela sits stunned for a moment.  \n[275] Angela gives him a look.       Something in the rearview mirror catches his gaze.  \n[276] John floors it and Angela glances out the back window, spots something in the traffic -- bounding over vehicles, hitting the pavement on all fours --  \n[277] A blur of muscle and bone leaps over cars at incredible speed -- denting in roofs, CRACKING a WINDSHIELD -- causing general chaos. Cars brake -- SLIDE into each other. And still this thing keeps coming.  \n[278] BARRACUDA slides into an alley, races toward the other end.            \n[279] Angela pulls out her cellular.     \n[280]  \n[281]  \n[282]  \n[283]  \n[284]  \n[285] He checks the speedometer -- 90 mph.  \n[286]            \n[287] John PUNCHES the GAS to the floor.     \n[288]   Taxi in view.     Angela punches in the number --  \n[289]   Here comes Balthazar up the bridge. Like a supercharged cheetah, running full stride. And not even winded.  \n[290]   Angela punches the last digit as -- -- Balthazar LEAPS to jump the taxi --     \n[291] WHAM -- something reaches through the roof hole and JERKS HER right out of the car.  \n[292]  \n[293] Chaz nods and John leaves him at the rail.   He jumps back in the BARRACUDA and PEELS OUT. Chaz watches him race away, looks back at his burning taxi.  \n[294]  \n[295]  \n[296]  \n[297]  \n[298]            \n[299]  \n[300]  \n[301]  \n[302] Midnite just stands there -- his body inflating past it's seven feet. John knows he went too far.  \n[303]  \n[304]  \n[305] He tries again.     Midnite blocks him again.  \n[306] John tries again.     Again Midnite stops him.  \n[307]  \n[308] John shoves past him, plops his ass in the huge chair. His feet dangle off the ground. Midnite stands by, won't help. So John starts strapping himself in the chair. His chest, his ankles. One wrist. He obviously can't strap the other. He looks to the big man.  \n[309]            \n[310]     \n[311]  \n[312]  \n[313]            \n[314]  \n[315]     \n[316] Midnite raises an eyebrow.     \n[317] That's got their attention. As entertainment. A few chuckle. John is surprised to see Ellie stepping from the crowd. Still that bundle of sexual energy.  \n[318]  \n[319]  \n[320]  \n[321] John pulls out his lighter, holds it up -- flicks it on.  \n[322] Can he look more ridiculous?  \n[323] John steps back up onto a chair, thrusts the lighter higher --            \n[324] Ellie looks up just as the sprinklers trigger.     \n[325] John FIRES over his back, loosens her grip. He grabs hold, shoves her face up into the spray of an overhead sprinkler head. Legs flail about. Midnite comes out of the rain -- grabs John.  \n[326] Barry looks up, sees the two men rushing toward him. Guns aimed.  \n[327] A beat as John meets Barry's eyes -- realizes he's staring at a frightened child. Barry backs away as -- -- Angela sits up behind John.    Water rippling off, straps dangling free. John turns -- locks on her BLACK EYES.  \n[328] John thinks fast -- scans the area and sees every mirror in the room has been shattered. So much for the quick fix. He jumps into the water with her, grabs her face and pushes her against the tank walls. This is an exorcism on the fly.  \n[329]            \n[330] Her body undulates as Mammon's shape tries to come through. Pulsating through her arms, her chest -- her face. Angela BITES into his palm. John recoils. She shoves him off and John hits the tile hard. Angela jumps from the tank, pushes past in a blur. John spins to see Midnite standing right there -- Angela now firmly in his size-twelve grasp.  \n[331]  \n[332] Angela's body stops fighting. The darkness in her eyes and fingernails begins to fade. It's working... Midnite is suddenly JERKED backwards with an agonizing YELL. Angela is dropped, slips into unconsciousness. John watches in horror as Midnite's 300-pound frame is lifted right off the floor by an INVISIBLE GRASP, slammed into the ceiling, then twisted and thrown with incredible force against the floor. Midnite glares at John, tries to speak.     But the words die on his lips.            \n[333] It takes every ounce of John's life force to keep this spell alive and when he's about to drop from exhaustion the shadow is brought fully into the light -- becomes that familiar shape of WINGS.  \n[334] John is too weak to even be surprised anymore.  \n[335] Gabriel touches down in front of him.       Spear in his hand.  \n[336]  \n[337]  \n[338] Gabriel's wings fold behind as he walks around John.            \n[339]  \n[340]  \n[341]  \n[342] can't even stand, let alone save the girl.     Or humanity. It would be so easy to give up. To roll over and die. But instead, he tries something he hasn't done in a long time.  \n[343] John waits for nothing. His body crumples, his cheek landing flat against the tile. Glistening shards of mirror glass lie around him. As he stares at his reflection in one, he gets the idea.     \n[344] slides his back up the wall as he reels in that shard of mirror.     \n[345] pulls up his sleeve, exposes his old scar. He pauses a beat, closes his eyes. STAY ON his face as he makes one swift SLICE movement. But he's in a rush here -- makes that same motion across his other wrist as well. With both wrists purging his life away, John settles back into the corner and waits for the inevitable.  \n[346]     \n[347] is dying.    Eyes are starting to close as...     \n[348]  \n[349] Satan sees John's slit wrists.  \n[350]  \n[351]  \n[352]  \n[353]  \n[354]            \n[355] Satan is still suspicious.  \n[356] Satan contemplates his remark. Metallic reverberation is overtaken as SOUND and MOTION ramp back to real time --     \n[357] is rocked by a major jolt that shakes the entire building to its foundation. A moment later --            \n[358]  \n[359]  \n[360] Gabriel looks up as John retrieves a gun from the wet floor.  \n[361]  \n[362]  \n[363] John starts to turn away --  \n[364] John turns toward the double doors -- stops cold. Huddled in the doorway, covered in grime is Angela and Barry. The experience has obviously left them both drained. John walks across the room, kneels down to them.  \n[365] MOVING SLOWLY PAST the inoperative device. PAST strangely-shaped objects of platinum and gold, with names and symbols that make a bit more sense now.     \n[366] A HAND comes in, affixes an unseen object to a protruding rod. Its weight causes it to drop OUT OF FRAME but a moment later it rises back INTO VIEW and finds a balance.     \n[367] The entire mechanism shudders. And now miraculously, every globe, every moon, every obscure object in this miniature occult universe begins to rotate in complete sync. As it does, the defining object finally slides INTO VIEW. John's lighter.   ANGELA watches it rotate past, nods in approval.     \n[368]  \n[369]          \n[370] Our view RISES OVER him and gliding across the barren landscape are the SHADOW of WINGS.  \n[371]     ", "Constantine": "\n[1]                 magazines published by DC Comics, Inc.                          ", "Scavenger": "", "Midnite": "\n[1] So exclusive there's not even a line out front. Just a pair of bouncers waiting to roll someone just for fun.            \n[2] MUSIC FLOODS this exclusive establishment. It's a clash of cultures and influences not easily dated. A retro speakeasy for the new millennium. John walks through a maze of passages while the fantasies of a twisted city play out in the shadows. He pauses, sees a clan of suited businessmen in a corner, showing off for several ladies. One fills a line of shot glasses from a pitcher of water. Another waves his hand over them, turns the water into RED WINE. The ladies are very impressed, drink up. NICO, a young black man, walks past John.  \n[3] SWEEP ACROSS a meticulously-crafted ORRERY, a scientific sculpture that normally displays our solar system in relative motion. But the planets here are ancient RELICS with symbols and names -- MATERIAL, ASTRAL, SPIRITUAL, ICONIC, etc. And the globe at the center -- \"CREATOR.\" This is an orrery of the forces of the Universe.      And it's not moving.  \n[4] John steps in through the doors behind.  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12] John stops the counting, actually thinks about it.  \n[13]  \n[14] John SLAMS out the exit -- coughing. He pulls the Vicks 44 from his jacket, struggles with the child protector cap.  \n[15] John paces as Midnite works on that Universal orrery, adjusting components but balance continues to elude him.  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22] John just shakes his head, looks up -- convinced.  \n[23] John bursts through a door -- Midnite right on his heels.  \n[24]  \n[25]  \n[26]  \n[27] John swings open a STORAGE ROOM DOOR -- looks in at large-scale relics -- statues, props, etc.  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]  \n[33] John nods.     \n[34] John clears off the seat, starts to sit.        Midnite blocks him.  \n[35]  \n[36]  \n[37]  \n[38]  \n[39]     \n[40] Midnite kneels in front of John who is now handcuffed to the chair, cables draped from every limb.  \n[41]  \n[42]  \n[43] John nods. Midnite lifts a palm of INSECT WINGS in front of his face.  \n[44] A FLASH turns into a streak behind John's face -- stretching to infinity.  \n[45] The flash whips back TOWARD us and John is suddenly somewhere else. He looks O.S.     \n[46] John's hands suddenly become MIDNITE'S as his ally pulls him back into --     \n[47] John's face is held tight in the life-saving fingers of Midnite's grip. John gasps as he comes back -- nods to Midnite and finally --  \n[48] Midnite piles ASSAULT RIFLES, SHOTGUNS, GLOCKS onto a table.  \n[49] John adjusts the flames of a butane heater under a pan.            \n[50] In the pan is that RELIGIOUS RELIC he brought from India. It's now MELTING. Midnite has trouble watching it dissolve.  \n[51] John coughs, pours the melted gold into several small casting blocks.  \n[52] John gives the big guy a glance, dips one of the castings into a pot of water -- HISSSSSS.  \n[53] John stops the work, centers on him and Midnite just knows what he's thinking. Midnite sighs, heavily.  \n[54] John almost smiles.  \n[55] John taps the casting and out falls a GOLD-TIPPED BULLET.  \n[56] John centers on the Sparkletts bottles positioned around the room. Just like John's. Hmmmm...            \n[57]     \n[58] John drops Ellie to the floor. No more pretty face -- no face at all -- yet the screams still come. John and Midnite get to the doors -- shove through.     \n[59]  \n[60] Angela's body stops fighting. The darkness in her eyes and fingernails begins to fade. It's working... Midnite is suddenly JERKED backwards with an agonizing YELL. Angela is dropped, slips into unconsciousness. John watches in horror as Midnite's 300-pound frame is lifted right off the floor by an INVISIBLE GRASP, slammed into the ceiling, then twisted and thrown with incredible force against the floor. Midnite glares at John, tries to speak.     But the words die on his lips.            \n[61] MOVING SLOWLY PAST the inoperative device. PAST strangely-shaped objects of platinum and gold, with names and symbols that make a bit more sense now.     ", "Father": "\n[1]  \n[2] Angela now in a recliner, cat in her lap.   She's tired. Eyes are heavy.  \n[3]  \n[4] and Angela have retreated to another area for privacy.  \n[5]  \n[6]  \n[7] But Angela has just lost a load of faith.     ", "Hennessy": "", "Gabriel": "\n[1]            \n[2]  \n[3]  \n[4]  \n[5]            \n[6]  \n[7]  \n[8]     \n[9]  \n[10]  \n[11]  \n[12]  \n[13] Angela's fingernails are starting to darken once again.  \n[14] John just stares at this rogue angel, centers on the Spear in his hand. He makes a break for it. Gabriel's wings beat once. The GUST BLOWS John through the double doors, back into the --          \n[15]          \n[16] reveals the Spear.     \n[17] Raises the Spear over Angela's chest. HEAR the SOUNDS of a million DEMONS inside of her ready to break free -- He holds the Spear high above her chest -- readies for the final thrust as --     \n[18]     \n[19] is hunched over near a wall. Jagged cartilage stumps protrude from his back. A pattern of sinew and bone is burned into the floor behind him. It's all that remains of his once majestic wings. John approaches, spots blood dripping from the former angel. He realizes what this means. Gets a kick out of it.  \n[20] John raises the gun -- puts it to Gabriel's forehead.  \n[21] John's finger nudges the trigger.  \n[22] John pauses, realizes what's happening here...  \n[23]            \n[24] John's fist starts behind his back, gains momentum the entire arc until it ends abruptly against Gabriel's face. The ex-angel is propelled all the way to the wall -- SLAMS HARD against the concrete. Body crumples on impact, slides down to the muck. You know this hurt like absolute hell.  ", "Balthazar": "\n[1] John's attempt to disguise his anger fails.  \n[2]            \n[3]  \n[4]  \n[5] John tries to catch his breath, can't. And that scares him a bit. He tries to hide it, pushes out.     \n[6] As Balthazar admires himself, his reflection distorts slightly. The demon in him? He touches his face, does a vowel stretch. His face distorts even further. That's got him moving closer to the mirror. Balthazar's concerned because now his skin appears in motion, rippling as if liquefied. And just when he sees the surface of the mirror BLISTERING and starts to move --  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]            \n[13]  \n[14] John is stunned -- did he hear right?     Balthazar nods.  \n[15] John's mind races and he finally puts it together.  \n[16] Shadow darkens and his decimated form shudders.  ", "Chas": "", "Kramer": "", "Garret": "\n[1]  \n[2] Angela now in a recliner, cat in her lap.   She's tired. Eyes are heavy.  \n[3]  \n[4] and Angela have retreated to another area for privacy.  \n[5]  \n[6]  \n[7] But Angela has just lost a load of faith.     ", "Mother": ""}}