{"filename": "Cradle-2-the-Grave_script.txt", "imdb_id": "tt0306685", "imdb_url": "https://www.imdb.com/title/tt0306685", "characters": ["Tommy", "Laser Tech", "Ling", "Daria", "Anthony Fait", "Douglas", "Archie", "Odion", "Vanessa", "Bald Enforcer", "Su", "Miles", "Ling's Hitman", "Sona", "Christophe"], "dialogues": {"Tommy": "\n[1]No way. \n[2]Uh-uh. \n[3]Shit. \n[4]... Aloha. \n[5]I hope you don't take offense at this... but I just have such a weakness for a man in uniform. \n[6]Uniform's definitely my thing. I mean, I see a sailor, I'm thinking, mmm, seafood. Y'know? \n[7]Who's talking? Honey, this is a flirting... But you're probably just another good-looking man wasting it all on women. World's full of fools. \n[8]Yahtzee!... Okay, Mr. I-Always-Have- A-Hard-Nightstick. Put away the pictures of those underfed, white males and let's broaden your horizons. \n[9]I like sunsets and puppy dogs, and I'm big in the pants. Just hope I'm not too cute for you. And don't tell me it's a color thing, hon, or I'll come over there and slap a little discrimination right upside your yummy little cheeks. \n[10]Another big, hot, cuddly, black love- Jesus got there first. That bitch. Taking you. From me. \n[11]Hey... This day and age, sweetie, I can appreciate the monogamy. Saving it for your number one is keeping the world safe, and it's okay by me. Even if you are just breaking my heart... Guess I'll just have to come in here someday, let you catch me shoplifting and resist arrest -- just to have you wrestle me down and cuff me. \n[12]Don't you get me all excited now.   I was just learning to accept my disappointment. \n[13]Tommy.     But you can call me Rachel. \n[14]Seeing Douglas is unaware of what's happening in the vault, Tommy relaxes. \n[15]I'll leave you alone. But is it okay if I just stand here and stare at the muscles I'll be missing for the rest of my life? \n[16]who furtively flips her the bird.        Never missing a beat with Douglas.  \n[17]Earthquake. \n[18]Bet you know how to hit a ten on the Richter scale... \n[19]Shit.  Five-0 at the do'. Better move my car. \n[20]What the hell happened? \n[21]Should we be considering a long vacation in a warm, foreign climate where there's no extradition? \n[22]Little ass-whuppin's nothing. 'Least you didn't have to play all foxy with the rent-a-cop. \n[23]Where're you going? \n[24]Here come da bug man. \n[25]Hey.    Howzit? \n[26]Pest control. Don't tell me you didn't get your notice. \n[27]See, that burns my ass right to the bone. I mean, hey, I'm here doing my job... Anyway, putting that aside, if you had gotten your notice, you'd know there's a new city ordinance saying all businesses catering to foreigners gotta be sprayed. \n[28]'Cause foreign people're bringing all their scary-assed foreign bugs over here. Y'know, in their luggage and shit. And then the bugs're getting loose and fucking everything up -- eating all the trees and everything, y'know, making people sick... Anyway, city says we gotta spray to prevent any infestation and possible spread. \n[29]Yeah, well, maybe you should at least ask the manager about it. \n[30]... Okay. Your call. Just know the city quarantine people'll be here first thing tomorrow. \n[31]They'll be shutting you down for non- compliance... Peace out. \n[32]Quicker'n a Zip-loc. \n[33]I'm a licensed exterminator.   Why would I be fucking with you? \n[34]Look. Let's do this. You let me start with a couple small rooms, y'know, offices or something, someplace you don't have customers. Upstairs, so the fumes don't bother anybody. I'll pop off a couple bug bombs, and then we'll do the rest later. How's that? \n[35]... Look.   At.   This. \n[36]Roger that. \n[37]Just keep the door closed and be sure to give this shit a full hour before anyone comes in. \n[38]\n[39]Question is, how do we get 'em out? Place is slamming nonstop. \n[40]What? \n[41]This fucker's making bombs? \n[42]Freeze, motherfuckers! \n[43]Just be cool! \n[44]I said don't move, motherfucker! \n[45]Shit!   What do we do? \n[46]How? \n[47]Motherfucker.    Couldn't fucking listen. \n[48]Having just waxed Russell, see Ling in the limo. Tommy's .50 is out of ammo. He switches to the .30 cal. tank's machine gun. As Archie steers toward the limo, Tommy begins BLASTING away.   \n[49]Can you hit it? \n[50]Shot him right in the ass. \n[51]Thought you said it was no problem. \n[52]Jail? Man, you just helped save the planet. Law's gotta allow for that. \n[53]... Means we're through with that life. \n[54]Maybe oughta try it yourself. \n[55]I had plenty of straight jobs. \n[56]I sold Avon door-to-door. \n[57]I was an Avon man. You got a problem with that? \n[58]Nah, I'm just fucking with you. But my momma did it, and don't you dare start disrespecting my momma... ", "Laser": "", "Tech": "", "Ling": "\n[1]Enjoying California? \n[2]The stones? \n[3]... Let's hope that was part of the plan. \n[4]So this is Mr. Christophe? \n[5]Apparently we're not his first visitors today. \n[6]Whatever you're going to say... Make it the truth. \n[7]I know you're there, Mr. Fait. \n[8]The man for   whom Mr. Christophe arranged to   have the black stones brought into   the country and deposited at   the jewelry exchange. The man who   wants them back. Now. \n[9]Maybe you didn't understand me.    The stones are already mine. \n[10]I don't have time for this. \n[11]I can be a very dangerous man, Mr. Fait. \n[12]Give us the stones. \n[13]Here's your offer. \n[14]Then you're gonna tell us where they are. \n[15] Ling's on his cell phone. \n[16]I hope you've reconsidered. \n[17]You've made this difficult, Mr. Fait. Let me make it easy. \n[18]I have your daughter. \n[19]She's very pretty in her pink pajamas. Aren't you, Vanessa? \n[20]I want my stones, Mr. Fait. \n[21]You think about it a moment. Let me talk to the Chinese gentleman who's with you. \n[22]That's up to you... The Chinese gentleman, please? \n[23]I thought I killed you. \n[24]Do you really want one more person to die? \n[25]Find a place to put her. \n[26]Su says he has the stones... But why cut me off? Why not negotiate for the girl? It doesn't make sense. \n[27]We'll never regain their confidence. We need information. Find the right people. Pay whatever it costs. Something's not right. Something's happening with the stones. \n[28]We'll need her... She stays alive. For now. \n[29]Let's just say Grandma and Grandpa have a long walk back from the campground. \n[30]Everything except the denture cream and adult diapers. \n[31]How much money do you want for the stones? \n[32]Mr. Chambers is resting.   He says not to bother him. \n[33]We're back in business. \n[34]Is everything else ready? \n[35]... So small. So deadly... We're selling conscience for money... \n[36]... But it's a lot of money... \n[37]Be ready to kill the girl and go as soon as the sale's over. \n[38]You're the world's foremost arms dealers. You all know that weaponry equals power. And in the world of weaponry, nukes rule. \n[39]But nuclear material is hard to obtain and difficult to handle... But what if it weren't?... That's the question that brought you here tonight... And here's the answer. \n[40]In its present state, it's completely inert. Zero radiation, zero volatility... \n[41]One small    fragment. Transformed into a source    of immense energy. More powerful    than weapons-grade plutonium a hundred    times its size. \n[42]Go! \n[43]swinging beneath the Agusta.   \n[44]To the pilot -- \n[45]Retract the gear! \n[46] The final fight begins. The two martial arts masters battle in the circle of fire, using everything they can lay their hands on. Each the equal of the other. Each knowing it's a fight to the death. For a long time, the fight could go either way. Until... Ling gets an arm around Su's neck. Like Charles, Su thrashes and flails. Like Charles, he can't get away. \n[47]I'll kill you fast.    You won't Feel a thing. \n[48]The CERAMIC CAPSULE SHATTERS. Releasing the hot, glowing white sliver of stone into Ling's windpipe. The fragment's super high-energy radiation instantly beginning to cook Ling's body from within. The power of a few thousand microwave ovens turned on all at once. Ling's bodily fluids instantly start boiling dry as...  \n[49]  As, light beaming from his eyes and mouth, Ling flash-cooks from the inside out. Not simply burned. Horribly desiccated. His seared and darkened skin shrink-wrapped, mummy-like, around his skeleton. Human jerky. In a moment, it's finished. Ling's dry-roasted remains topple over. Su has closed a chapter.  ", "Daria": "\n[1]I'm here for the reception. \n[2]Angie Rawlins. \n[3]... I hate these things.      Don't you hate these things? \n[4]Then again, you never know who you're going to meet... \n[5] Douglas is unaffected.   Just looks at her blankly. \n[6]The magazine is Genre.   Males for males.   Buff boys.   Big pecs, big penises.   \n[7]Well, I suppose I should go up and see what they're selling. \n[8]Tommy... \n[9]Change of plans. He's gay. \n[10]Yeah way. \n[11]Key-card. \n[12]Why don't you keep my purse?     I shouldn't be too long. \n[13]Faith. \n[14]Holy shit... \n[15]Works for me. \n[16]\n[17]Approaching the front of another train, stopped at a station. Fait signals Daria to stay put. Then pokes his head around the corner of the train.   \n[18]Christophe sold us out. \n[19]You made it. \n[20]So what do we do? \n[21]Be careful. \n[22]'Sup, Odion? \n[23]... Sometimes you need an old friend, y'know? \n[24]... With a capital 'T.' \n[25]Used to be that way. Not treating me right these days. The kid's all he cares about. \n[26]... Man, I don't know. Probably nothing you can do. I just thought... Hey, y'know, this is crazy. I don't know what I was thinking. I shouldn't even be here like this. Sorry, Odion. \n[27]Back in the day... Just always seemed like you and I had something special between us. \n[28]I always cared for you, Odion. That's why I'm here. \n[29]I need something. \n[30]Here?... Oh, man, I don't know. \n[31]Yeah, but it's been a while for that... Might not remember how. \n[32]Don't know how Jump'd feel about it. Having me back. \n[33]... Just talk? \n[34]Sit down. \n[35]Put on some music. \n[36]Nah.    Something slower. \n[37]That's good... Now just relax... And watch... \n[38]Keep it in your pants. \n[39]We're still here to help you, T. \n[40]Shut up, assholes... \n[41]\n[42]Here. \n[43]What are these stones? \n[44]Sounds like our best shot. \n[45]Near their cars.  (NOTE: From now until the battle's over, it's night. At the airport, Fait, Su and Fait's team will all communicate via earwigs. \n[46]\n[47]I'll keep her safe. \n[48]\n[49] \n[50]To Daria -- \n[51]Get him. \n[52]I'm with you, T. ", "Anthony": "", "Fait": "\n[1]Watch yourself. \n[2]Keep it tight. \n[3]Bull's-eye. \n[4]We're in position. \n[5]Not for long. \n[6]Daria. \n[7]Tommy.    Your turn. \n[8]This isn't a conversation.    Do it. \n[9]We see the panning shot of the room on the monitor. Fait pulls up an on-screen menu, clicks on \"Repeat.\" Whereupon the mini-movie begins playing in a continuous loop.  \n[10]Out. \n[11]Faith. \n[12]This will trigger the silent alarm. Let's go. We got eleven minutes. \n[13]... I love colored stones... Look at this... \n[14]Two-point-seven million. \n[15]Drug dealers and money launderers. \n[16]This I can use. \n[17]Pow. \n[18]Go. \n[19]Who is this? \n[20]Don't think I'll do that. \n[21]Go time.     Leave the rest. \n[22]Stopped the trains. We're in the rabbit hole, they're sending down the snakes. Daria comes with me. I got no idea where you should go, but you know where to end up. \n[23]Faith. \n[24]Approaching the front of another train, stopped at a station. Fait signals Daria to stay put. Then pokes his head around the corner of the train.   \n[25]SWAT cops hustle passengers off the train. One SWAT GUY helps another up to check the top of the train. The SECOND COP jumps back down. \n[26]Nice. \n[27]You know it's past your bedtime. \n[28] \n[29]'Exit.' 'Quit.' 'Do not save.' 'Special.' 'Shut down.' Sleepy- time. \n[30]You bag some Z's now, you hear? \n[31]... Wait a second. \n[32]I think there's something behind your ear. \n[33]Good night. \n[34]Angels east, angels west, north and south, do your best. Guard her, watch her, while she rests. \n[35]Fait enters.     Vanessa's nanny, TONITA, is there.    To Tonita -- \n[36]She'll stay down now. \n[37]I'll have a talk with her about it tomorrow. \n[38]I got some work to do in the office. You can go on to bed. \n[39]Fait enters.    Tommy and Daria are there.  \n[40]They enter.    Fait shuts the door. \n[41]The guy who called was only interested in the black stones... \n[42]Or something. \n[43]Means this is all we got. \n[44]You all wait to hear from me. \n[45]To get some answers. \n[46]No. I got us into this.     I'll call you if I need you. \n[47]It's cool. \n[48]Pass. \n[49]I got other business. \n[50]Don't know what you're talking about. \n[51]Ever see black diamonds before? \n[52]Find out how much they're worth. \n[53]Yesterday. \n[54]I'll be back. I gotta go fuck over a guy who fucked me over. \n[55]Guess you got to him first. \n[56]... You're the one who called me. The one who took on my guy... Who the fuck are you, man? \n[57]Cool.     I'm Sally. \n[58]Yeah?   Make me an offer. \n[59]... No deal. \n[60]Who's this? \n[61]Fine.   How much? \n[62]I got 'em, I'm selling 'em. So get your bid in or go fuck yourself. \n[63]That your final offer? \n[64]Everybody think I'm the fucking Goodwill or something...? Look, I've had a shitty night, and so far, I got zip for all my troubles. So I don't know who the fuck you are, and I don't care. But hear this: you can beat my ass around the block all night -- Brother, it ain't gonna get you those stones. \n[65]Fait's checking his rearview mirror. Sees a black Cadillac Escalade pull away from the curb and follow. Fait doesn't need it. \n[66]Oh, man... \n[67]Man, how many times I gotta tell people: I'm a business man. Make me a motherfucking offer. \n[68]That shit ain't gonna do it, biggie. 'Cause I ain't scared of guns, and I ain't got the stones. \n[69]Man, what the hell's up with these fucking stones? Go. \n[70]Okay. You saved yourself to tell me. So tell me. \n[71]Who are they? \n[72]What'd they say? \n[73]That's it?  \n[74]Thanks for keeping yourself alive to pass on all that valuable information. \n[75]Big question is, who's behind the boost? \n[76]... Chambers. \n[77]He's wired into everything going down in this city, and he can get that kind of firepower. Gotta be him. \n[78]Runs the biggest outfit in town. What warlords are to Afghanistan, Chambers is to L.A... And you want to take him on, you're on your own. Game over for me. And now that I'm truly fucked -- what the hell are you, anyway? You got some I.D.? \n[79]Doesn't mean shit to me. \n[80]You read Chinese? \n[81]What, you some kinda Asian James Bond? \n[82]Yeah, well, they're Chambers' now. And even governments don't go to war with him. \n[83]I'm starting to hate this phone. What now? \n[84]Hey, it's Mr. Dangerous.   'Sup, 'homie'? \n[85]Can't wait to hear. \n[86]Vanessa! \n[87]Motherfucker... \n[88]Don't you hurt her. \n[89]He has my daughter. \n[90]He wants to talk to you. \n[91]What'd you just do?     What happened? \n[92]You what? \n[93] \n[94]... I gotta work with you? \n[95]... Shit... We gotta go see Chambers... Oh, god... Vanessa... \n[96]In motion.     Fait and Su.   Fait on the cell to Tommy. \n[97]I'm on the way to Chambers... Yeah, I know, but I got no other choice. Just get the word into his pipeline that I'm coming and want permission to visit... I'll get back to you... Faith... Maybe Chambers'll have a heart and give the stones back. Yeah, right -- and maybe he'll join the Peace Corps. \n[98]This ain't the Biography Channel. Let's just get there. \n[99]Eight.   She'll be nine in September. \n[100]Never happen.    I'll just kill 'em. \n[101]About time I got the 4-1-1. \n[102]What's this all about? \n[103]No shit. How about the guy who has Vanessa? \n[104]Great... \n[105]As he drives, just as if he can sense Vanessa's need for him -- \n[106]Angels east, angels west, north and south, do your best. Guard her, watch her, while she rests. \n[107]... Chinese guy. \n[108]How you doing, Jump? \n[109]... I got a problem. \n[110]... Good. \n[111]... The black stones. \n[112]I need 'em back. \n[113]... Jump, my daughter's mixed up in this. I gotta have the stones, or she's dead. \n[114]If you need something more than that, here it is... I'm begging you, Jump. \n[115]She's my little girl. \n[116]I used to look up to that guy.      All I wanted was to be like him. \n[117]This ain't Taiwan. Only thing we can do now is find out where the stones are and go take 'em. \n[118]It won't be. \n[119]... They're at his club. \n[120]I know. I can feel it.      That ever happen to you? \n[121]I thought Chinese people were all mystical and shit. \n[122]It's no guess... But I could be wrong... We'll hit the club. You gotta see Archie. \n[123]He's gotta remember something about the guys who took down his place. \n[124]Pretend it's Taiwan.    Make him remember. \n[125]Tommy. \n[126]Safe. \n[127]Take it down. \n[128]Daria.   Get ready to move. \n[129]They're here.    Somewhere else. \n[130]I'm telling you, they're here. \n[131]Everyone out. \n[132]I gotta save Vanessa.     I gotta find 'em. \n[133]Yes, you are.    Go.   Now. \n[134]Shut up and get the fuck outta here! That's an order! \n[135] The PARAMEDIC treating him doesn't understand. \n[136]Nothing. \n[137]His cuffed hands.    Fingers feeling the inside of his belt. Finding a spot where a small rectangle has been cut into the leather. Popping out the rectangle to reveal a hollowed-out recess in the belt. Where... Fait has a hidden handcuff key.  \n[138]Get ready to move. \n[139]Get the car.     Stay close. \n[140]Yo. \n[141]Above ground parking garage in Chinatown? \n[142]Get there. \n[143]I knew the stones were in there. \n[144]Yeah.   That's what I'm getting. \n[145]... Where the hell is he? Everyone stay put. \n[146]No Chambers' guys.     I don't get it. \n[147]I get it now. \n[148]Are they there? \n[149]No. This can't fucking happen.      They gotta be there. \n[150]... What?     That's it? \n[151]... What the hell happened?        Who got 'em? \n[152]How do you know? \n[153]... How'd he get here before us? \n[154]Vanessa... He has the stones. There's      no reason to keep her. Hell, she's a      little girl, she's eight years old     -- she can't hurt him. He can let      her go... He can just fucking let her     go... \n[155]... What the hell am I gonna do? \n[156]Rock bottom.  Fait's desolate, sitting on the sofa, staring off.      Daria tries to comfort him, but it doesn't help. Miles and Tommy stay close and stay silent. Even Archie's quiet for once. The only noise is Su, speaking into a cell phone in Chinese to someone who is obviously his superior.  \n[157]The PHONE'S still RINGING.    After another moment... \n[158]Vanessa! \n[159]Okay, baby, okay. Just calm down. \n[160](continuing, to \n[161]Try.   Try to see something. \n[162]You see chairs and green light? Where's the light coming from? \n[163]The green light, baby -- is it bright? \n[164] \n[165]I know, baby.    Just hang in there \n[166]... Vanessa?... Vanessa!... Shit! \n[167]... Okay, so we know what he's up to. How's it get us to Vanessa? \n[168]Vanessa said she's inside a big building. Could be a hangar. \n[169]... Daria, call the aviation people. Use our L.A.P.D. credentials. We need flight plan info for all private aircraft in this area tonight... Everyone else get ready to move... Miles, the no-gun policy's revoked. You break out the heat... Tommy, you gotta get us a diversion. \n[170]... Do it all fast. \n[171]Wick Airfield... \n[172]Fait, Su, Daria and Miles. \n[173]... Five private choppers arriving tonight within minutes of each other. \n[174].. It better be, or my baby's dead. \n[175]Let's go. \n[176]Driving.   Daria and Miles following in their car. \n[177]So tell me... How the hell's Taiwan fit into all this? \n[178]Ling?   He was one of you? \n[179] \n[180]... Yeah... Let's get it all. \n[181]Near their cars.  (NOTE: From now until the battle's over, it's night. At the airport, Fait, Su and Fait's team will all communicate via earwigs. \n[182]Miles, what do you see? \n[183]\n[184]Vanessa said she was in a van. That's gotta be it. When we get her, you move her outta there fast. \n[185]\n[186]Miles.   Sentries. \n[187] \n[188]Tommy and Archie. Watch out for the camper. Punch it. \n[189]To Daria -- \n[190]Stay. \n[191]Drop the girl. \n[192]Put her down. \n[193]The fight continues.   Fait's suffering under Charles' brutal attack. When... Vanessa causes Fait to stumble near a plane.   They fall. Charles moves in. And... Fait's hand goes to a set of chocks set against the plane's wheel. The chocks are two heavy wooden blocks connected by a length of nylon rope. Fait turns to Vanessa.  \n[194]Don't move. \n[195]Wrong kid.    Wrong dad. \n[196]We got it all. What happens to the stones? \n[197]Looks like I'll be doing some jail time. \n[198]We're not. \n[199]Time I got real. \n[200]Time we all did. \n[201]... Faith. ", "Douglas": "\n[1]Last delivery's finally here. \n[2]Introducing a new line of jewelry. \n[3]Name, please? \n[4]Thank you. You can go on up.       Front elevator, to the mezzanine. \n[5]I'm just here to do my job. \n[6]Really, ma'am.   I have a job to do. \n[7]Hi. \n[8]If that's your thing... \n[9]I'm not actually supposed to be talking on duty. \n[10]I'm hooked up. \n[11]Sorry. \n[12]I can be pretty rough. \n[13]Douglas. And, man, I really gotta get back to what I'm supposed to be doing, okay? \n[14]Seeing Douglas is unaware of what's happening in the vault, Tommy relaxes. ", "Archie": "\n[1]Sitting in the middle of the large lot, which is full of hot goods and military surplus equipment. The tank's turret is spinning around. The cannon elevating and depressing seemingly at random. When... The cannon stops. Having locked on...Fait, standing in front of the tank. From inside the tank, a muffled voice. \n[2]Like it? \n[3]Want it? Give you a good deal. Ammo included... Reactive armor, twin M240 machine guns, 120mm smoothbore cannon. Guaranteed to get you through the rougher areas of the city and keep the neighbors in line. \n[4]How about a Marine Corps assault hovercraft? \n[5]Stack 'em in the office, if you have to. \n[6]... You weren't downtown tonight by any chance, were you, Tony? \n[7]Me either. \n[8]White, blue, yellow, pink. Neil Diamond. Lou Diamond Phillips. Black diamonds? Solid rocks? No. \n[9]You got me. \n[10]There a timetable on this, or -- \n[11]That's what I figured. \n[12]Archie's had the shit beat out of him.  \n[13]It's Archie.    Bad news.   We got a problem. \n[14]... I did what you said, right? Put it out on the street, trying to get info on the stones. Next thing I know, the Jackson Five here show up... Now, there are three significant elements to notice here. One, I'm outnumbered. Two, they're heavily armed. Three, they're gonna beat me like a bongo drum... \n[15]Archie, Fait and Su are watching the monitor. On screen, Archie surrenders immediately. \n[16]... I mean, hey, I coulda resisted, sure -- and they coulda beat me into a coma or killed me or whatever -- but then, see, I'm thinking: How would I be able to tell Tony what happened to the stones? Right? What good am I dead or on life-support. So I threw in the towel. Reluctantly, of course. For your sake. \n[17]What? \n[18]Uh... Don't know.  \n[19]Well... 'Give us the stones, motherfucker.' You know. That kinda thing. \n[20]Pretty much.    Yeah. \n[21]Look around. Are you crazy? Then again, maybe you are crazy, 'cause I have no idea who you are. \n[22] \n[23]What? \n[24]Let me see that. \n[25]Taiwan. Central Security Bureau. Taiwanese intelligence. \n[26]No. But I know 'cop' in every language. \n[27]Oh, Jesus... \n[28]Oh, Jesus... \n[29]Not exactly boxing. More dangerous. No gloves. No rules. Big money. Very illegal... Started holding 'em during the daytime to fool the cops. \n[30]I don't. But Chambers owns the operation, so I figure it's a good place to start. This is it. \n[31]I didn't see his face.   But I'll know his pinkie ring when I  see it. Ten carats. Round cut with   square mount. Good color and clarity.   I remember thinking what it would  do to my face if he hit me. \n[32]Leave that to me. \n[33]Hey, man, how you doing? Got a fighter here I want to enter. \n[34]My man's gonna put the rest of these bums to beddy-bye. He'll go in there and get all Chinese on 'em -- the teeth are gonna fly, the blood's gonna run... Gonna be fun. \n[35]You won't have to. That was just to get us in. \n[36]Good day, over a million dollars'll pass hands in here. \n[37]Yeah.    Okay. \n[38]Could take a little while. \n[39]... By the way, when we do find him, what then? \n[40]You're after the stones, too, huh? \n[41]... I did some more checking around to see what anyone knows about 'em... Guess who get back to me? My Defense Department connection. Now, I think he's calling me about this surplus F- 14 Tomcat I'm trying to get my hands on. But no. Turns out he's calling to tell me about a rumor outta Taiwan about black stones -- \n[42] \n[43]They're -- \n[44]I know it    wasn't the plan. But if you don't    fight, they're gonna toss us out on    our asses. We might never find the    guy. \n[45]still checking out the hands of African-American men in the crowd. Not making any friends as he does it.   \n[46]Suddenly, he sees it.    The ring.   \n[47]Decided to leave early. \n[48]Right here. \n[49]Good thing I brought my stunner. \n[50]Okay, bud, wanna start the Q and A? \n[51]Doomsday in disguise. \n[52]They're some kinda new synthetic plutonium. Small and portable, but mega-powerful. \n[53]Yeah, he'd need a big operation for that. Why bother? Just demonstrate the stones work and sell 'em to whichever international scumbag offers the highest bid. He makes millions, they make the bombs, then... 'look out, world.' \n[54]Hey, yeah. Flight plans show destinations. All aircraft file 'em with the Aviation Administration. If we could get a list, we could maybe figure out where the sale's going down. \n[55]I can help with that. \n[56]Shoot back! \n[57]Twin .50's some major firepower. How'd that little shit get one? \n[58]Having just waxed Russell, see Ling in the limo. Tommy's .50 is out of ammo. He switches to the .30 cal. tank's machine gun. As Archie steers toward the limo, Tommy begins BLASTING away.   \n[59]No problem.   Absolutely... Load. \n[60]I did it.   I can't believe it. \n[61]What do I know? \n[62]That's good, 'cause I mean, we make a helluva team, y'know? Well, not you, 'cause you're law enforcement. But the rest of us -- look, a white guy comes in handy now and then. Y'know, if you're pulling a job in Beverly Hills or ripping off a country club or whatever... What kind of percentage are we talking? \n[63]Get real?    What's that mean? \n[64]What, you're all gonna go straight, just like that? \n[65]Me? Are you kidding? I've had straight jobs. You ever had a straight job? \n[66]Name one. \n[67]... You were an Avon lady? \n[68]No, it's just, well, uh... ", "Odion": "\n[1]Delicious Daria. \n[2]Long time no see. \n[3]Like cognac. Just getting better. So what brings you around? \n[4]Got trouble? \n[5]Tony Fait? Thought you and him were tight. Bonnie and Clyde. \n[6]... What do you want me to do? \n[7]Nah, hey, hold up. It's okay. \n[8]Didn't know you thought so. \n[9]... You looking for a job? \n[10]... So maybe you could work here. \n[11]You were the best. Not many girls pulling in two g's a night. \n[12]Just like a bicycle, baby.     You don't forget that stuff. \n[13]Hey, you let me worry about Jump, okay? Meantime, why don't you come on in, and you and me can, y'know, talk some more about it. \n[14]... No. \n[15]What was that? \n[16]'Sometimes you need an old friend'... \n[17]Watch her.   Don't let her leave. \n[18]Yeah. Fell down the stairs... Enjoy the jail sex, Fait. ", "Vanessa": "\n[1] VANESSA, eight, is in her pajamas, playing SIM Coaster on her computer. The door opens. Fait enters. His daughter. \n[2]Just a little longer. \n[3]Okay. \n[4]What? \n[5]Oh, please, that is so lame.     It's in your hand. \n[6]How'd you do that? \n[7]Daddy! \n[8]My daddy's gonna come and kick your butts. \n[9]You shut up! \n[10]I want my daddy! \n[11]I want my daddy! I want my daddy! \n[12]I want my daddy! I want my daddy! \n[13]I want my daddy! I want my daddy!    I want my daddy! \n[14]... Answer, Daddy, answer... \n[15]Daddy? \n[16]Come get me!   Please!   I want to go home! \n[17]I don't know. I'm in a van inside a big building. They painted the windows. I can't look out. \n[18]Few details. Just some chairs and bright green light from Russell's contraption.  \n[19]\"Low Batt\"... \"Low Batt\"...  \n[20]I see chairs.    And there's green light. \n[21]I can't tell. \n[22]Yeah.   Really, really bright. \n[23]Daddy, hurry!    I'm scared! \n[24]Fait's voice drops out as the battery dies.  \n[25]... Daddy?!   Daddy?!... \n[26]  An internationally-diverse group of men -- some occupying the chairs, some studying the contraption, some clearly muscle. Across the room, Sona and Ling greet the new arrivals.  In all, sixteen men have arrived for the sale. There are five buyers -- one RUSSIAN, one AFRICAN, one PAKISTANI, one EGYPTIAN, one FRENCH. The French Buyer is in a wheelchair. Each buyer has brought with him one right-hand man and one to three bodyguards. Vanessa SHIFTS her VIEW, REVEALING... Charles standing nearby.    Too close for her to escape.  Charles turns, and...  \n[27]Quickly, before Charles can see her, she steps away from the window. There's no way out.  \n[28]Charles is drawn away by the advancing tank.  \n[29]She looks back into the camper. Finds a heavy iron skillet amid the stove utensils. Swings it. And... SMASH!    She SHATTERS a side WINDOW.  \n[30]reaches a button for opening and closing the giant hangar doors. She jabs a button, and the nearest door begins to motor open.   \n[31]Daddy! \n[32]The fight continues.   Fait's suffering under Charles' brutal attack. When... Vanessa causes Fait to stumble near a plane.   They fall. Charles moves in. And... Fait's hand goes to a set of chocks set against the plane's wheel. The chocks are two heavy wooden blocks connected by a length of nylon rope. Fait turns to Vanessa.  ", "Bald": "", "Enforcer": "", "Su": "\n[1] A train arrives.   People jostle on and off. One man remains on the platform. MILES. Crisp dresser. Carrying a large leather bag. A cylinder hanging by a strap over his shoulder. The train doors begin to close.   When... A fist inserts itself between the doors. They re-open, and a man steps onto the platform. TONY FAIT. Well-dressed. Intense. Fait joins Miles. They watch the train pull out. They check to make sure the station's empty. Then jump off the platform into the tunnel and disappear.  \n[2]Fait and Miles run down the dark tunnel, staying close to the wall. Miles stumbles. Falls toward the deadly, high- voltage third rail. Out of nowhere, Fait's hand grabs Miles' jacket. Stops him. Just before he hits. Inches from the rail. Fait pulls him back up and away from the danger. \n[3]Fait and Miles reach an access door tagged with paint.    Fait starts to open it. Suddenly, the tunnel is filled with the ROAR of an APPROACHING TRAIN. Fait and Miles leap to the wall.   Press their backs against it as tightly as they can. The TRAIN whooms past, inches from their faces. When it's gone, Miles sighs with relief. Fait cracks the access door.  \n[4]Fait moves quickly, Miles following. Fait makes fast lefts and rights, following more spray paint. They branch off into a small dirt-floored space, deep in the sub-foundation of a building. Fait stops. Overhead is a flat ceiling. On the ceiling, his flashlight finds a spray- painted circle. \n[5] Su's focused, intense, listening to a fancy WALKMAN through HEADPHONES. We hear what he hears. Only there's no music, just STATIC. Suddenly, on Su's headphones, a PHONE RINGS. Su grows even more alert. We hear a man with a French accent answer the phone. \n[6]Where are the stones? \n[7]Who's getting them for you? \n[8]I know. \n[9]A plasma torch burns through the metal-reinforced slab overhead. Fait taps Miles, who turns off the torch. Fait hammers at the last layer. And...  \n[10]Fait communicates via a high-tech, transmitting/receiving earwig. \n[11]Fait and Miles have heard it, too.   Into his mike -- \n[12] Speeding through L.A.   Calling 911 on a cell phone. \n[13]... I want to report a crime in progress. \n[14]Fait is the last one down through the hole.   Beat.    He looks at the others. \n[15]Su's speeding through Los Angeles streets. \n[16]Your employer betrayed you. The police are on the way. Leave the black stones. \n[17]You know the ones I mean. \n[18]Slam! Fait, Miles, and Daria blast out the access door. Fait kneels, feels the track. \n[19] Su studies a computer map of downtown as he drives.  \n[20]running like hell. Rounds a curve.      Ahead are the rear lights of a stopped train.  \n[21]Approaching the front of another train, stopped at a station. Fait signals Daria to stay put. Then pokes his head around the corner of the train.   \n[22]Fait's leg just clears the window.      They don't see it. But...  \n[23]As Fait rolls onto the top of the train...  \n[24]The NOISE causes the SWAT Cop to react.      To the Driver -- \n[25]ANOTHER SWAT COP stands outside the Driver's window. \n[26]running toward the rear of the stopped train.   Leaping onto the rear steps. When... Out of nowhere, a foot catches him in the head, sending him flying back down onto the rails. And... There is Su in front of him.  \n[27]The stones. \n[28]Rocketing underground. The tunnel ceiling whizzes by above Fait and Daria. Intermittent tunnel fixtures just inches from their heads. Every time the train takes a curve, they both slide toward the edge. Fait places a calming hand on top of Daria's. The car takes a wide curve. Daria's body flips to the side. She loses her grip. Screams as she starts to fall off the train. Fait reaches for Daria, losing his grip on his bag, which plummets off the train. Fait can't grab her. The train jerks again. He starts sliding away from her, off the opposite side. Fait thrusts out both hands as far as he can. And... Just snags her at the last second. Grips Daria's wrists with all he's got. They're now draped across the curved roof of the train. Hands in the middle. If Daria slips, or Fait lets her go, they both die.  \n[29]Fait is at his limit. His grip starts to loosen. When the train begins to slow. They pull into a station and stop. Fait releases Daria, and she drops to the platform.  Fait jumps down on the other side. He's lost the bag of jewels. Knows they're gone for good. He feels for the bag of black diamonds. Still has them. Unseen, Fait joins Daria on the platform, and, hand in hand, they melt into the crowd of commuters.   \n[30] \n[31]Sitting in the middle of the large lot, which is full of hot goods and military surplus equipment. The tank's turret is spinning around. The cannon elevating and depressing seemingly at random. When... The cannon stops. Having locked on...Fait, standing in front of the tank. From inside the tank, a muffled voice. \n[32]Looks dead to me. \n[33]Not me.     Someone else. \n[34]My name is Su. \n[35]I want the black stones. \n[36]You can walk out of here. \n[37]Over here. \n[38]Archie's had the shit beat out of him.  \n[39]Archie, Fait and Su are watching the monitor. On screen, Archie surrenders immediately. \n[40]Did you call the police? \n[41]Who's Chambers?   \n[42]The stones belong to my government. \n[43]Hello. \n[44]I have the stones.      No negotiations. Let the girl go. \n[45]No negotiations. \n[46]I said I have the stones and won't negotiate for your daughter. \n[47]It will confuse him.     Buy us time and keep her alive. \n[48]Look -- I know him. I want the stones, you want your daughter. We'll get them both back. We'll work together. \n[49]You have no choice. \n[50]I'm sorry about your daughter... How old is she? \n[51] \n[52]I wish it were that easy. \n[53]4-1-1? \n[54]The stones aren't what you think they are. \n[55]He's exactly what you think he is -- a thief and a killer. \n[56]I don't speak Korean. \n[57]In Taiwan, I could force him to talk. \n[58]You make it sound easy. \n[59]How do you know? \n[60]No. \n[61]We like to gamble.     Not guess. \n[62]Archie? \n[63]What if he can't? \n[64]Su and Archie. \n[65]They have boxing matches in the day? \n[66]The man you remembered -- how do you know he will be here? \n[67]As they park --   \n[68]How will you recognize him? \n[69]How do we get in? \n[70]I didn't come here to fight. \n[71]Find the ring. \n[72]I'll handle it. \n[73]Not today... \n[74]Number eight's on his feet.    Moving in again.   When...  \n[75]dodges number eight again. Then... Sees Archie signaling he's found the guy. And... Gets nailed by number eight. A solid hit. Exciting the crowd and pumping up number eight. Whereupon... Su turns to him and bows. \n[76]You win. \n[77]Where is he? \n[78]Where'd he go? \n[79]Something isn't right. \n[80]The doorman. \n[81]The rest are gone. \n[82]... Ling. \n[83]I know. \n[84]He's good. \n[85]... We need to go. \n[86]Come on. \n[87]... I lost the stones. Ling has them... I don't know where he is... I have no way to find him... What do you want me to do? \n[88]I'll call you back. \n[89]Is it bright? \n[90]... He's doing it here.    Tonight. \n[91]Selling the stones... A dye laser emits green light. He needs it to activate them. \n[92]Not making them. \n[93]The buyers will want to arrive and leave quickly... Somewhere private... Accessible by aircraft. \n[94]... Flight plans. \n[95]One of our scientists made the stones. Tried to go into business for himself. We stopped him. Recovered the stones... Ling betrayed us. He took them. \n[96]We were partners. Six of us. He killed the others. He thought he killed me, too. \n[97] \n[98]Don't let him get away! \n[99]Play cat and mouse. Su rapidly runs out of room to hide. He can't get away. Su stands. Faces her. Faces the inevitable. When... WHAM! Daria appears from nowhere. Kicks the gun from Sona's hand. To Su, re: Ling, now running from the crushed limo \n[100]swinging beneath the Agusta.   \n[101]The gear begins to retract. Disappearing into the bottom of the chopper. In a second, there'll be nothing left to hold. \n[102]Shoot it down!   Now! \n[103]... I won't.    You will \n[104]This is for our friends. \n[105]They'll be destroyed. \n[106]I'll do what I can. \n[107]... Good luck. ", "Miles": "\n[1]Faith. \n[2]Whose shit we stealing, anyway? \n[3]Faith. \n[4]running like hell. Rounds a curve.      Ahead are the rear lights of a stopped train.  \n[5]running toward the rear of the stopped train.   Leaping onto the rear steps. When... Out of nowhere, a foot catches him in the head, sending him flying back down onto the rails. And... There is Su in front of him.  \n[6]You'll have to come and get 'em. \n[7]By the skin of my ass. Some Chinese dude kicked me around the motherfuckin' block. Busted my ear piece. \n[8]Snagged my loot, too... Maybe time to rethink the no-gun policy. \n[9]I got your back. \n[10]Even with the music, they're gonna hear it when I fire this tank buster. \n[11]Not here? \n[12]What're you talking about? \n[13]What're we gonna do? \n[14]What about you? \n[15]I'm not leaving you. \n[16]T. Come on, man. They're outside. Give it up. \n[17]Anything you want us to do? \n[18]\n[19]Know it. \n[20]Want me to get that? \n[21]Hello. \n[22]What the hell you talking about? \n[23]Man, there's dozens of little airports around here. We'd never get to 'em all. \n[24]Two sentries my side. \n[25]Sale's at this end... There's a camper with painted windows. Middle of the hangar. \n[26]is already sighted in.   PULLS the TRIGGER.   PHUT!   \n[27]\n[28]Done. \n[29]We FIND Vanessa, jumping out of the camper. \n[30]Vanessa's out of the camper.   Running this way. \n[31]She's out. \n[32]There's a guy after her. \n[33]SHOOTS again.   PHUT!  \n[34] flips to NIGHT VISION on the sniper-scope.    And...  \n[35]sweeps the rifle, looking for Charles and Vanessa.     He comms Fait. \n[36]Lost 'em behind the gas truck. \n[37]comms Fait. \n[38]No shot. \n[39]Whatever you say, man. ", "Ling's": "\n[1]swinging beneath the Agusta.   \n[2]The CERAMIC CAPSULE SHATTERS. Releasing the hot, glowing white sliver of stone into Ling's windpipe. The fragment's super high-energy radiation instantly beginning to cook Ling's body from within. The power of a few thousand microwave ovens turned on all at once. Ling's bodily fluids instantly start boiling dry as...  ", "Hitman": "", "Sona": "\n[1]We may have a problem. \n[2]The exchange was just robbed. \n[3]Yes. Only the handcuffs and fish tank are a new look. \n[4] Ling's on his cell phone. \n[5] \n[6]What about the girl? \n[7]Stop it. \n[8]At least he's doing his job. Which is more than I can say for some people. \n[9]Tape her up and gag her. \n[10]I hate kids. \n[11]We just have to test the device. \n[12]The buyers arrive in less then an hour. \n[13]The purpose of today's sale is to begin trading a new commodity on the black market and establish its value... There are fifty stones available in the first sale. The opening price is one million per stone... Bids, please? \n[14] \n[15]We'll take that... There are now thirty-seven stones available. \n[16]Play cat and mouse. Su rapidly runs out of room to hide. He can't get away. Su stands. Faces her. Faces the inevitable. When... WHAM! Daria appears from nowhere. Kicks the gun from Sona's hand. To Su, re: Ling, now running from the crushed limo ", "Christophe": "\n[1]Yes? \n[2]Delivery confirmed. The stones are there. \n[3]Perched on the side of a cliff above the Pacific, next to the park. The top floor is at street level. Su easily gains access to the roof of the building. He moves to an exact position just at the ocean-side edge. It's an eight-story drop. Su faces in.      And then... Hops backward off the roof. Falling feet-first through the air, Su momentarily grabs onto an eight-floor balcony rail, slowing his descent, then lets go. Momentarily grabs a seventh-floor rail and lets go. Grabs a sixth-floor rail. Hangs on this time. Vaults lightly onto the balcony.   \n[4] A large, free-standing FISH TANK BUBBLES away. Nearby, CHRISTOPHE is packing to leave town. When... \n[5] \n[6]Fuck off. \n[7]I'll tell you. \n[8]Christophe's arms are   wrapped around the large fish tank, one arm over the top,   the other through the legs of the stand. His hands are    bound. He can't move. His beaten face is pressed to the   glass. Large, weird fish swim past in front of him. The weird fish scatter as a face appears on the other side of the tank. Ling. Looking through at Christophe. Ling straightens and walks around the tank. Sona is with him. So is Charles, the bodyguard. In b.g., the two thugs stand sentry near the front door. Christophe's eyes follow them.   \n[9]Please, Monsieur Ling -- \n[10]Fait opens a door with an electronic lock pick.  \n[11]Fait enters. Stops a moment, his back against the closed door, while his eyes adjust to the dark. Then moves quietly out into the room. Looking for Christophe. Fait continues moving around through the room. When he steps in something wet. He bends down and checks it out. Water. The carpet's soaked. His eyes go to something. Fait finds a cord and turns on a switch. The light in the fish tank snaps on. REVEAL Christophe.     Stuffed inside the tank.     Sleeping with the fishes. \n[12]Christophe here. Leave a message. \n[13]Fait slides into his Porsche and drives off.  "}}