{"filename": "Crouching-Tiger,-Hidden-Dragon_script.txt", "imdb_id": "tt0190332", "imdb_url": "https://www.imdb.com/title/tt0190332", "characters": ["Sir Te", "Jen Yu (Mandarin version) /Jiao Long (English dubbed version) (as Zhang Ziyi)", "Gou Jun Pei", "Lo 'Dark Cloud' /Luo Xiao Hu", "Police Inspector Tsai /Prefect Cai Qiu", "Yu Shu Lien", "Auntie Wu", "De Lu", "Maid", "Master Li Mu Bai (as Chow Yun Fat)", "May (as Li Li)", "Governor Yu", "Bo", "Madame Yu", "Jade Fox (as Cheng Pei-Pei)"], "dialogues": {"Sir": "\n[1]\t\tThis is Li's personal sword, a \t\tgreat hero's weapon!  He is the \t\tonly one in the world worthy of \t\tcarrying it.  It's too fine a gift. \t\tI cannot accept it.  \n[2]\t\tAll right.  I'll act as the sword's \t\tcustodian.  De Lu, the head servant, enters.  \n[3]\t\tI must change.  \n[4]\t\tPlease do not be such a stranger. \t\tYou'll stay the night as my guest. \t\tNow, Shu Lien... tell me something. \t\tAnd forgive me for prying.  Your \t\tfather was a great friend to me, \t\tand I think of you as my own \t\tdaughter.  \n[5]\t\tLi Mu Bai giving up his sword and \t\this warrior days... maybe he's \t\ttrying to tell you something?  \n[6]\t\tDon't be coy.  I've always known \t\tabout your feelings for each other. \t\tAll these years, it's a shame... \t\tneither of you is brave enough to \t\tadmit the truth to the other. \t\tYou're both wasting precious time.  \n[7]\t\tWhen it comes to emotions, even \t\tgreat heroes can be idiots.  Tell \t\tme if Li Mu Bai is not more open \t\tthe next time you see him.  I'll \t\tgive him an earful!  \n[8] Two lighted lanterns are raised up.  \n[9]\t\tGo ahead, Governor Yu.  Governor Yu is impressed by the opulence and elegance of the sword.  He closes his eyes to guess the weight of the sword. Te snubs out the flame from a candle, then slides the sword out from its sheath.  The sword gives off a luminous blue glow in the dark.  \n[10]\t\tTwo feet 9 inches long.  1 inch \t\twide.  The handle is 1 inch deep, \t\t2.6 inches wide.  Seven-tenths of \t\tan inch thick.  With seven rubies \t\tmissing from the hilt.  You can \t\ttell the design dates back to \t\tbefore the Chin era.  Engraved with \t\ta technique lost by the time of the \t\tHan Dynasty.  \n[11]\t\tA sword by itself rules nothing. \t\tIt comes alive only through skillful \t\tmanipulation.  \n[12]\t\tThe Imperial Court isn't the \t\tproblem.  With royalty and officials \t\teverywhere, the Royal Guard keeps \t\tsecurity tight.  But Peking is not \t\tlike the West.  Here, you'll find \t\tall sorts of characters.  Proceed \t\twith caution in your quest for law \t\tand order.  Don't depend only on \t\tthe court.  Contacts in the Giang \t\tHu underworld can ensure your \t\tposition.  Be strong, yet supple. \t\tThis is the way to rule.  \n[13]\t\tHow dare you imply?  \n[14]\t\t-- Enough.  The men hustle out.  Bo can barely contain his frustration.  \n[15]\t\tYes, though I doubt he's involved \t\tin this.  \n[16]\t\tThen someone's trying to set him up. \t\tWe should inform Li Mu Bai.  \n[17]\t\tShu Lien, look who's here.  The man turns around -- it's Li Mu Bai.  \n[18]\t\tThis needs to be resolved, and \t\tquickly.  \n[19]\t\tThis is a delicate matter.  \n[20]\t\tWhat do you have in mind?  \n[21] Yu sits with Madam Yu and Jen.  They busy themselves with various items for her trousseau.  \n[22]\t\tHello, Madam Yu.  This is Li Mu \t\tBai, the renowned swordsman.  \n[23]\t\tWhen will this end?  They take it, \t\tthey put it back, they take it \t\tagain.  My home is turning into a \t\twarehouse.  Bo bursts into the hall, bows to Te.  ", "Te": "\n[1] Customs officials have just finished checking the contents in a row of carriages bearing the Sun Security insignia. The caravan slowly passes through the checkpoint into the boundaries of Peking.  Yu, riding a handsome horse and clearly the leader, watches as her crew clears inspection.  \n[2] Yu presents the sword to Sir Te.  \n[3]\t\tThis is Li's personal sword, a \t\tgreat hero's weapon!  He is the \t\tonly one in the world worthy of \t\tcarrying it.  It's too fine a gift. \t\tI cannot accept it.  \n[4]\t\tAll right.  I'll act as the sword's \t\tcustodian.  De Lu, the head servant, enters.  \n[5]\t\tI must change.  \n[6]\t\tPlease do not be such a stranger. \t\tYou'll stay the night as my guest. \t\tNow, Shu Lien... tell me something. \t\tAnd forgive me for prying.  Your \t\tfather was a great friend to me, \t\tand I think of you as my own \t\tdaughter.  \n[7]\t\tLi Mu Bai giving up his sword and \t\this warrior days... maybe he's \t\ttrying to tell you something?  \n[8]\t\tDon't be coy.  I've always known \t\tabout your feelings for each other. \t\tAll these years, it's a shame... \t\tneither of you is brave enough to \t\tadmit the truth to the other. \t\tYou're both wasting precious time.  \n[9]\t\tWhen it comes to emotions, even \t\tgreat heroes can be idiots.  Tell \t\tme if Li Mu Bai is not more open \t\tthe next time you see him.  I'll \t\tgive him an earful!  \n[10] Yu and De Lu approach the study.  \n[11] Yu gently lays the sword, still in its sheath, in Jen's hands.  \n[12] Two lighted lanterns are raised up.  \n[13] Sir Te hands the sword to Governor Yu.  \n[14]\t\tGo ahead, Governor Yu.  Governor Yu is impressed by the opulence and elegance of the sword.  He closes his eyes to guess the weight of the sword. Te snubs out the flame from a candle, then slides the sword out from its sheath.  The sword gives off a luminous blue glow in the dark.  \n[15]\t\tTwo feet 9 inches long.  1 inch \t\twide.  The handle is 1 inch deep, \t\t2.6 inches wide.  Seven-tenths of \t\tan inch thick.  With seven rubies \t\tmissing from the hilt.  You can \t\ttell the design dates back to \t\tbefore the Chin era.  Engraved with \t\ta technique lost by the time of the \t\tHan Dynasty.  \n[16]\t\tA sword by itself rules nothing. \t\tIt comes alive only through skillful \t\tmanipulation.  \n[17]\t\tThe Imperial Court isn't the \t\tproblem.  With royalty and officials \t\teverywhere, the Royal Guard keeps \t\tsecurity tight.  But Peking is not \t\tlike the West.  Here, you'll find \t\tall sorts of characters.  Proceed \t\twith caution in your quest for law \t\tand order.  Don't depend only on \t\tthe court.  Contacts in the Giang \t\tHu underworld can ensure your \t\tposition.  Be strong, yet supple. \t\tThis is the way to rule.  \n[18] A wide shot of the compound.  A patrol man greets Master Bo, Sir Te's head of security.  The place is serene.  \n[19]\t\tChilly, eh?  \n[20] A masked figure silently opens the window and enters the room.  It moves swiftly to the sword case, opens it, and wraps the sword.  Bo enters, sees the thief, who leaps up to the ceiling.  The thief steps over Bo and out into the courtyard.  Bo tries to stop the thief, who easily outwits him, jumping onto the roof as Bo yells out.  \n[21] De Lu escorts Yu into Te's.  \n[22] Men are standing at attention.  Bo is giving his account of what happened, as Yu enters.  \n[23]\t\tHow dare you imply?  \n[24]\t\t-- Enough.  The men hustle out.  Bo can barely contain his frustration.  \n[25]\t\tYes, though I doubt he's involved \t\tin this.  \n[26]\t\tThen someone's trying to set him up. \t\tWe should inform Li Mu Bai.  \n[27] Yu is ushered into the room, to discover Sir Te talking to another man, whose back is to her.  \n[28]\t\tShu Lien, look who's here.  The man turns around -- it's Li Mu Bai.  \n[29] Yu and Li Mu Bai sit together.  \n[30] Te and a group of his men look down as a cloth is removed from over the body of Tsai.  Bo and May stand before them.  \n[31]\t\tThis is Tsai?  \n[32]\t\tThis should be reported to Governor \t\tYu.  The victim is an officer.  You \t\tbelieve the killer is hiding out in \t\this compound.  \n[33]\t\t\t \t\tCome with me.  He exits the room.  \n[34] Te, Li, and Yu are seated.  \n[35]\t\tThis needs to be resolved, and \t\tquickly.  \n[36]\t\tThis is a delicate matter.  \n[37]\t\tWhat do you have in mind?  \n[38] Yu sits with Madam Yu and Jen.  They busy themselves with various items for her trousseau.  \n[39]\t\tHello, Madam Yu.  This is Li Mu \t\tBai, the renowned swordsman.  \n[40]\t\tMiss Yu is soon to be married.  \n[41] A still, dark night.  \n[42] Something moves in the moonlight.  A hooded figure jumps down.  Li Mu Bai, who had been hiding in the shadows, comes forward.  \n[43] The figure bounces into an old monastery.  Li is already there.  \n[44] The figure leaps into the garden, but again, Li is ahead of her.  The figure attacks Li, who uses his agility to evade her. Frustrated, the figure intensifies her attack.  The figure, losing composure, attacks wildly.  Li gets even more elusive, using a branch to repel her.  \n[45] The Governess leaves, a small sack over her back.  \n[46] Li practices fluently with Green Destiny in hand, beautifully at ease with the weapon.  He spins around to find Yu standing in the doorway.  \n[47] Jen and Lo kiss.  Jen takes the jade comb out of her hair and presses it into his palm.  Jen starts to cry.  They embrace.  \n[48] Jen quietly walks out and stands sadly in the early morning light.  End of flashback.  \n[49] Yu and Li enter, as other men and women race through the compound, a sense of panic in the air.  Yu gives Li a look. Li shrugs.  \n[50] A crowd, including Li and Yu, stand by as Te opens the empty sword case, his voice rising.  \n[51]\t\tWhen will this end?  They take it, \t\tthey put it back, they take it \t\tagain.  My home is turning into a \t\twarehouse.  Bo bursts into the hall, bows to Te.  \n[52]\t\tSpeak!  \n[53] Jen arrives at the tea stall.  She places her sword on the table, which catches the attention of a couple of Giang Hu martial arts characters sitting nearby.  \n[54]\t\tHello.  What is your name?  \n[55]\t\tIt's young Master Long.  My \t\tapologies.  I'm Iron Eagle Sung and \t\tthis is my brother in arms, Flying \t\tCougar Li Yun.  What brings you to \t\tHuai An, and where are you headed, \t\tMaster Long?  \n[56]\t\tIn that case, perhaps we could be \t\tof assistance.  \n[57]\t\tYou don't seem to understand.  \n[58]\t\tWe have ways of helping you \t\tunderstand.  The two pull out their weapons which are immediately chopped into scraps by Jen.  \n[59]\t\t\t \t\tAre you related to Li Mu Bai?  \n[60]\t\tPlease follow me.  \n[61]\t\tWe have plenty.  Your order?  Jen again sets her sword on the table as she sits down.  \n[62]\t\t\t \t\tI have to order from a bigger \t\trestaurant.  \n[63]\t\tYou have amazing technique!  I am \t\tFlying Machete.  Are you related to \t\tSouthern Crane?  \n[64]\t\tWe politely asked for a friendly \t\tmatch, but she showed no respect, \t\tand attacked us.  Everyone came by \t\tto teach her a lesson.  \n[65] Jen climbs up toward the temple, finally reaching the temple gate, and sees Lo standing there.  He runs to her.  She greets him.  \n[66] Jen and Lo make love.  \n[67] Lo wakes up to find the jade comb on the pillow beside him, Jen gone.  ", "Auntie": "", "Wu": "\n[1]\t\tShu Lien!  \n[2]\t\tLi Mu Bai is here!  \n[3]\t\tFine.  Please come in.  Yu sits, composed, as Aunt Wu ushers Li in.  Li carries a large object, wrapped in silk.  Yu smiles.  \n[4]\t\tYou're back!  \n[5]\t\tMuch better.  You've been gone so \t\tlong.  \n[6]\t\t\t \t\tI'll go and make up his room!  Aunt Wu hustles out.  Yu goes into her own room.  \n[7]\t\tShe's crazy.  You should have \t\tkilled her.  \n[8]\t\tWell, Li Mu Bai can do it.  Yu senses movement at the window.  Looking out, she sees Jade Fox in the distance.  \n[9]\t\tStop it!  Jen pulls out Yu's comb.  \n[10]\t\tLet her in.  \n[11] Jen climbs up toward the temple, finally reaching the temple gate, and sees Lo standing there.  He runs to her.  She greets him.  \n[12] Jen and Lo make love.  \n[13] Lo wakes up to find the jade comb on the pillow beside him, Jen gone.  \n[14] Lo catches up to Jen, who stands on a bridge.  The gorges below are shrouded in clouds.  She looks back at him.  ", "De": "\n[1] Workers are busy unloading the contents from the carriages. Boss Giao is checking off the merchandise -- a cargo of medicinal herbs.  \n[2]\t\tGovernor Yu has arrived.  \n[3]\t\tSir Te said to leave the sword in \t\there.  De Lu opens the door and is startled to find a young woman inside.  The woman is studying the sheets of calligraphy hanging on the walls.  \n[4]\t\tWho are you?  \n[5]\t\tThis is Sir Te's study.  You are \t\there to...  \n[6]\t\tI am Sir Te's head servant.  And \t\tthis is another of our guests.  \n[7] It's dusk and the sky is beautiful orange and purple.  Jen is leaving the study escorted by her maid.  She turns to Yu for a final good-bye.  Yu seems intrigued by the encounter.  \n[8] A masked figure silently opens the window and enters the room.  It moves swiftly to the sword case, opens it, and wraps the sword.  Bo enters, sees the thief, who leaps up to the ceiling.  The thief steps over Bo and out into the courtyard.  Bo tries to stop the thief, who easily outwits him, jumping onto the roof as Bo yells out.  \n[9] Bo is surprised to see the hooded figure battling with two other fighters -- Tsai  and May, his daughter.  \n[10] Bo follows Tsai and May, who are quickly walking away.  \n[11] De Lu escorts Yu into Te's.  \n[12]\t\tSir Te awaits you.  \n[13] Madam Yu is returning from temple.  The governess is helping her out of the carriage.  Servants are peeling bills off a wall across the street.  \n[14] The maid escorts Yu out.  Yu pauses, looks around, and sees the profile of the Governess peering at her from around a corner.  \n[15] ...the face of a younger, less sophisticated Jen, as she lets the dry desert air flow through her hair.  She sits in a carriage, part of a caravan, with guards on horseback, that is traveling through the spectacular desert.  Across from her sits her mother, of whom she is barely cognizant.  \n[16] Tsai and May have been sitting, hidden in the branches of a tree, watching Jen.  \n[17]\t\tPardon my intrusion.  Master Li, \t\tyour room is ready.  \n[18] Yu sits with Madam Yu and Jen.  They busy themselves with various items for her trousseau.  \n[19] Jen holds up a comb, with daylight shining through it.  Jen admires the piece, her most prized possession.  Madam Yu sits opposite her.  \n[20] Lo and a group of armed bandits descend on the caravan.  \n[21] Jen and Lo ride across the desert floor at breakneck speed.  \n[22] A group of bandits is dividing up the loot, as Jen rides up, keeping a respectable distance.  They notice her and rise as she dismounts.  One of them saunters over to her and stands, grinning, a few feet away.  In a second, she's slammed his balls into his stomach and knocked his nose into his face.  He crumples to the sand.  The other bandits stop laughing, quickly exchange glances, and charge her at once.  In a matter of seconds, they're either on the ground or dragging their fallen comrades back.  Lo calls out and stops the fight.  \n[23] Lo and Jen ride, if not side-by-side, then parallel, about 20 feet apart.  Their pace has slowed considerably.  In fact, they're dead tired.  \n[24] Jen tries to find her way among the treacherous stony terrain, her lips chapped and fingers bloody and blistered. But soon she passes out.  \n[25] Lo and Jen ride across the desert.  Jen holds tightly to him.  \n[26] Lo sees uniformed men through his binoculars.  \n[27] Lo and Jen ride through a mountain pass.  \n[28] Li and Yu ride together.  ", "Lu": "\n[1]\t\tGovernor Yu has arrived.  \n[2]\t\tSir Te said to leave the sword in \t\there.  De Lu opens the door and is startled to find a young woman inside.  The woman is studying the sheets of calligraphy hanging on the walls.  \n[3]\t\tWho are you?  \n[4]\t\tThis is Sir Te's study.  You are \t\there to...  \n[5]\t\tI am Sir Te's head servant.  And \t\tthis is another of our guests.  \n[6]\t\tSir Te awaits you.  \n[7]\t\tPardon my intrusion.  Master Li, \t\tyour room is ready.  \n[8] A group of bandits is dividing up the loot, as Jen rides up, keeping a respectable distance.  They notice her and rise as she dismounts.  One of them saunters over to her and stands, grinning, a few feet away.  In a second, she's slammed his balls into his stomach and knocked his nose into his face.  He crumples to the sand.  The other bandits stop laughing, quickly exchange glances, and charge her at once.  In a matter of seconds, they're either on the ground or dragging their fallen comrades back.  Lo calls out and stops the fight.  ", "Maid": "\n[1]\t\tGoverness...  \n[2]\t\tMadam Yu, someone's put up posters.  A partially torn flyer with the words \"Jade Fox will not escape justice!\" is seen on the ground.  \n[3]\t\tThere is a Miss Shu Lien here to \t\tsee you.  Jen stops and looks up at them.  \n[4]\t\tI'll tell her.  \n[5]\t\tThis way please.  The governess and Yu exchange quick glances.  The governess bows slightly and departs.  \n[6]\t\tWe heard noises.  ", "Governor": "\n[1]\t\tYour knowledge is remarkable, Sir Te.  \n[2]\t\tI see your point.  Please continue.  \n[3] Bo is surprised to see the hooded figure battling with two other fighters -- Tsai  and May, his daughter.  \n[4] Bo follows Tsai and May, who are quickly walking away.  \n[5] Yu slowly gets the upper hand in her fight with the thief. A small arrow cuts across the night and flies toward Yu. She catches it, but the masked figure takes the opportunity to get away.  Yu pauses to feel the arrow in her hand, standing in the empty courtyard.  \n[6] Madam Yu is returning from temple.  The governess is helping her out of the carriage.  Servants are peeling bills off a wall across the street.  \n[7] Tsai and May have been sitting, hidden in the branches of a tree, watching Jen.  \n[8] The Governess leaves, a small sack over her back.  ", "Yu": "\n[1] Security men and porters are loading wagons for a convoy. As they work, we see across the lake a lone horseman entering the village.  One of the men recognizes him.  \n[2] Aunt Wu runs hurriedly through the halls.  \n[3] Yu, a beautiful woman in her early 30s, is finishing packing for the convoy, wrapping a few small items in a linen wrapper, as Aunt Wu bursts in.  \n[4] \n[5]\t\tMu Bai...It's been too long.  \n[6]\t\tGood.  And how are you?  \n[7]\t\tMonk Zheng said you were at Wudan \t\tMountain.  He said you were \t\tpracticing deep meditation.  \n[8]\t\tThe mountain must be so peaceful... \t\tI envy you.  My work keeps me so \t\tbusy, I hardly get any rest.  \n[9]\t\tWhy?  You're a Wudan fighter. \t\tTraining is everything.  \n[10]\t\tYou were enlightened?  \n[11]\t\tWhat was it?  \n[12]\t\tWe're preparing a convoy for a \t\tdelivery to Peking.  \n[13]\t\tThe Green Destiny Sword?  You're \t\tgiving it to Sir Te?  \n[14]\t\tI don't understand.  How can you \t\tpart with it?  It has always been \t\twith you.  \n[15]\t\tYou use it justly, you're worthy of \t\tit.  \n[16]\t\tSo what will you do now?  Li doesn't reply.  \n[17]\t\tCome with me to Peking.  You can \t\tgive the sword to Sir Te yourself. \t\tIt'll be just like old times.  \n[18]\t\tJoin me once you have finished.  I \t\tcan wait for you in Peking.  \n[19]\t\tThanks.  Let's go into the city.  \n[20]\t\tJust doing my job.  \n[21]\t\tThank you.  \n[22]\t\tSir Te!  It has brought him as much \t\ttrouble as glory.  Help him to \t\tleave these troubles behind. \t\tOtherwise, he'll never be able to \t\tstart anew.  \n[23]\t\t\t \t\tYou've always been so good to Li Mu \t\tBai and me.  Please accept our \t\tthanks.  \n[24]\t\tPlease, Sir Te, what is it?  \n[25]\t\tI don't know...  \n[26]\t\tI beg your pardon.  Li Mu Bai and I \t\taren't cowards.  \n[27]\t\tThe handle is heavy.  And the blade \t\tis no ordinary metal.  Still, the \t\tsword is the lightest of weapons. \t\tYou're just not used to handling it.  \n[28]\t\tBeautiful but dangerous.  Once you \t\tsee it tainted with blood, its \t\tbeauty is hard to admire.  It's 400 \t\tyears old.  \n[29]\t\tMy friend Li Mu Bai.  He's given it \t\tto Sir Te as a gift.  \n[30]\t\tYou're too young to understand.  \n[31]\t\tYes, I am.  But I prefer the \t\tmachete.  Certain moves, however, \t\tcall for a sword.  \n[32]\t\tFighters have rules too: friendship, \t\ttrust, integrity... Without rules, \t\twe wouldn't survive for long.  \n[33]\t\tWriters wouldn't sell many books if \t\tthey told how it really is.  \n[34]\t\tSure.  No place to bathe for days, \t\tsleeping in flea-infested beds... \t\tThey tell you all about that in \t\tthose books?  \n[35]\t\tSo I heard.  Congratulations.  It's \t\tthe most important step in a \t\twoman's life, isn't it?  \n[36]\t\tWhat do you think?  \n[37]\t\tYou're probably right.  Yu studies Jen.  The room falls silent for a moment.  \n[38]\t\tYour knowledge is remarkable, Sir Te.  \n[39]\t\tI see your point.  Please continue.  \n[40] Bo is surprised to see the hooded figure battling with two other fighters -- Tsai  and May, his daughter.  \n[41]\t\tReturn the sword, and I'll let you \t\tgo.  The figure just regards her, slightly shifting weight.  Yu attacks, but the figure repels her.  \n[42]\t\tYou've been trained at Wudan?  The figure answers by leaping to another rooftop.  Yu catches up, and resumes her attack with a relentless series of lightning-quick blows.  \n[43] Bo follows Tsai and May, who are quickly walking away.  \n[44]\t\tGet down here!  Give back the sword!  \n[45] Yu slowly gets the upper hand in her fight with the thief. A small arrow cuts across the night and flies toward Yu. She catches it, but the masked figure takes the opportunity to get away.  Yu pauses to feel the arrow in her hand, standing in the empty courtyard.  \n[46]\t\tHas Governor Yu ever seen the sword?  \n[47]\t\tBut the sword could be in his \t\tcompound.  \n[48] Madam Yu is returning from temple.  The governess is helping her out of the carriage.  Servants are peeling bills off a wall across the street.  \n[49]\t\tWhat is it?  \n[50]\t\tLet me see.  \n[51]\t\tHow so?  \n[52]\t\tYou're doing calligraphy?  \n[53]\t\tI never realized my name looks like \t\t\"sword.\"  Jen freezes slightly.  \n[54]\t\tYou write gracefully.  Calligraphy \t\tis so similar to fencing.  \n[55]\t\tThank you for seeing me.  I hear \t\tyour wedding day is near.  You must \t\tbe overwhelmed by the preparations.  \n[56]\t\tYou are fornuate to marry into such \t\ta noble family.  \n[57]\t\tDo you think so?  Let me tell you a \t\tstory.  \n[58]\t\tYes.  Did you know I was once \t\tengaged to be married?  \n[59]\t\tHis name was Meng Si Zhao.  He was \t\ta brother to Li Mu Bai by oath. \t\tOne day, while in battle, he was \t\tkilled by the sword of Li Mu Bai's \t\tenemy.  After, Li Mu Bai and I went \t\tthrough a lot together.  Our \t\tfeelings for each other grew \t\tstronger.  But how could we dishonor \t\tMeng's memory?  So the freedom you \t\ttalk about, I too desire it.  But I \t\thave never tasted it.  \n[60]\t\tI am not an aristocrat, as you \t\tare... but I must still respect a \t\twoman's duties.  \n[61]\t\tThen as a sister, let me wish you \t\thappiness in your marriage.  \n[62] The maid escorts Yu out.  Yu pauses, looks around, and sees the profile of the Governess peering at her from around a corner.  \n[63]\t\tWhat a godforsaken place!  Can't \t\tyour father be appointed closer to \t\tcivilization?  Jen... are you \t\tlistening to me?  Jen is still looking out the side of the carriage, at a beautiful mountainside.  \n[64] Tsai and May have been sitting, hidden in the branches of a tree, watching Jen.  \n[65]\t\tBut something is going on at the Yu \t\thousehold.  \n[66]\t\tYou always suspected she'd fled to \t\tthe West.  \n[67]\t\tIs there any place safer than under \t\tthe nose of Governor Yu?  \n[68]\t\tBe careful.  Sir Te requires \t\tdiscretion.  Official business is \t\tdifficult enough.  Don't let \t\tpersonal feelings make it worse. \t\tAnd I don't know... even this \t\tposter... could be some sort of trap.  \n[69]\t\tNo.  \n[70]\t\tIt was Bo, Sir Te's man.  I hear he \t\tfollowed the thief to the Yus'.  \n[71]\t\tNo, not yet...  \n[72]\t\tNo, I'd already sent them home. \t\tYou can blame me for losing the \t\tsword, but please trust that I'll \t\tget it back soon using my own \t\tmethods.  \n[73]\t\tWhat do you mean?  Didn't you come \t\tback here for it?  \n[74]\t\tThen, why did you come?  \n[75]\t\tI'd bet my life on it!  \n[76]\t\tWe must be careful.  Governor Yu is \t\ta court official, and in charge of \t\tsecurity.  Any disturbance will \t\tcast suspicion on him.  It might \t\tget Sir Te in trouble.  \n[77]\t\tSir Te, can you find some excuse to \t\tinvite Madam Yu and her daughter?  \n[78]\t\tThe best way to trap a fox is \t\tthrough her cubs.  Sir Te and Li look puzzled.  \n[79]\t\tMadam Te is certainly spoiling us \t\twith these wedding gifts.  She's \t\tbeing so considerate.  \n[80]\t\tI'm sorry she's not feeling well \t\tenough to receive you today.  \n[81]\t\tI heard Sir Te lost something.  And \t\tnow Madame Te's not feeling well...  Jen sits silently reading.  \n[82]\t\tWe know who stole the missing item. \t\tIf the thief returns it, I'm sure \t\tSir Te will pursue the matter no \t\tfurther.  \n[83]\t\tThat's good.  Sometimes the help \t\tcan't keep their hands to themselves. \t\tIt's very embarassing.  \n[84]\t\tSir Te knows that even well-meaning \t\tpeople can make mistakes... that \t\tcan bring ruin to themselves and \t\ttheir families.  \n[85]\t\tBut don't be too lenient.  \n[86]\t\tNo mercy will be shown toward the \t\tmurderer who turned up in Peking.  \n[87]\t\tA murderer?  \n[88]\t\tYes.  The very killer of Li Mu \t\tBai's own master.  Last night, she \t\tkilled a policeman who had tracked \t\ther down.  \n[89]\t\tA female criminal!  Now that's news!  Jen becomes visibly upset.  \n[90]\t\tYes, from the West.  He went \t\tundercover and and followed her \t\there,  \n[91]\t\tMaybe the murderer and the thief \t\tare one and the same.  \n[92]\t\tI doubt it.  This thief... it very \t\tunusual...  As Yu speaks, she lifts the tea pot to pour Jen some tea. As she finishes speaking, she looks into Jen's face and the pot slips from her hand.  Without even looking down, Jen instinctively catches the pot with a lightning-fast move.  \n[93]\t\t...And most likely smarter than a \t\tmere killer.  Sir Te and Li Mu Bai walk by.  \n[94] The Governess leaves, a small sack over her back.  \n[95]\t\tThe sword is back... are you happy?  Li smiles.  \n[96]\t\tBut it's not your sword anymore. \t\tYou gave it to Sir Te.  \n[97]\t\tMy job was to get the sword back, \t\twithout embarassing anyone.  I \t\twasn't about to ruin her life, or \t\ther father's.  \n[98]\t\tI knew she would intrigue you.  \n[99]\t\tShe's an aristocrat's daughter. \t\tShe's not one of us.  In any case, \t\tit will all be over soon.  You'll \t\tkill Fox, and she'll marry.  \n[100]\t\tBut Wudan does not accept women.  \n[101]\t\tIt's not our affair.  Even if Wudan \t\taccepts her, her husband might \t\tobject.  \n[102]\t\tI wish there were something more I \t\tcould do to help you.  \n[103]\t\tJen... stop playing with it.  Jen looks out over the desert, as the wind picks up and the sky darkens.  \n[104]\t\tLower the shade, don't let them see \t\tyou!  \n[105]\t\tYou think Jade Fox will show up?  \n[106]\t\t\t \t\tCome with me!  Hurry!  \n[107]\t\t\t \t\tYou thought she'd give it all up \t\tand go back West with you?  \n[108]\t\tDon't you want to see her again.  \n[109]\t\tHave some tea.  As Yu passes the cup to Li, their fingers touch. Embarrassed, Li pulls back.  \n[110]\t\tNot everything is an illusion.  My \t\thand... wasn't that real?  \n[111]\t\tTo repress one's feelings only \t\tmakes them stronger.  \n[112]\t\tHer husband.  The men all nod their heads.  \n[113]\t\tWhat about you?  \n[114]\t\tNot a bad idea.  Tonight we'll get \t\ta good night's sleep at headquarters.  Yu takes a fork off the road.  Thunder can be heard in the darkening sky.  \n[115]\t\tIt's you!  How's everything here?  \n[116]\t\tYes, and I leave again tomorrow. \t\tYour wife was due?  \n[117]\t\tGood!  \n[118]\t\tMrs. Wu...  \n[119]\t\tHow's the arm?  Still sore?  \n[120]\t\tLi Mu Bai is coming to stay the \t\tnight.  \n[121] Yu eases her guard, then opens a drawer, and takes out some clothes.  Jen, wearing just white underclothing, sets herself on the edge of Yu's bed.  Yu brings over the clothes.  \n[122]\t\tHere you must be in proper attire.  \n[123]\t\tI'll give them to you.  \n[124]\t\tLook at the trouble you've caused. \t\tNow you know what Giang Hu life is \t\treally like.  If you think of me as \t\tyour sister, let me give you some \t\tsisterly advice.  You can run from \t\tmarriage, but not your parents.  \n[125]\t\tGo back to them first.  Then you \t\tcan decide about Lo.  \n[126]\t\tHe really loves you.  Come back to \t\tPeking with me.  We'll find a \t\tsolution.  \n[127]\t\tLi Mu Bai has made arrangements. \t\tHe sent him to Wudan Mountain.  \n[128]\t\tHow dare you accuse us?  I always \t\tknew you had stolen the sword! \t\tI've done nothing but protect you \t\tand your family.  And you're repaid \t\tme with nothing but contempt.  Li \t\tMu Bai himself spared you, and all \t\tyou do is insult him.  We wanted \t\tsome peace and you've ruined it all! \t\tYou're no sister of mine!  \n[129]\t\tPut the sword down!  Jen jumps out.  \n[130] Jen soars out to the front courtyard where the guards are still practicing.  They raise their weapons at the sight of an intruder.  \n[131]\t\t\t \t\tJen!  Jen greets Yu with the Green Destiny.  \n[132]\t\tEveryone out.  Shut the doors.  The men leave.  \n[133]\t\tFine... the friendship is over.  Yu scoops up a weapon from one of many lying around and begins her battle with Jen.  Yu uses every weapon that's available against Jen but none are any match for the Green Destiny.  After slicing through another set of Yu's weapons, Jen looks admiringly at the Green Destiny in her hands.  \n[134]\t\tDon't touch it!  That's Li Mu Bai's \t\tsword.  \n[135]\t\tWithout the Green Destiny, you are \t\tnothing.  \n[136]\t\tGive me the sword.  Jen, taking advantage of Yu's trust, slices her arm.  \n[137] Aunt Wu finishes bandaging Yu.  \n[138]\t\tI didn't have the heart.  \n[139]\t\tWhat happened?  \n[140]\t\tWe followed Jade Fox.  Instantaneously, a flurry of darts flies directly in Jen's direction.  Li and Yu swipe miraculously at them all, sending them flinging hither and thither.  Fox shows herself.  Li attacks her.  She falls back, bleeding to death.  \n[141]\t\tA poisoned needle!  \n[142]\t\tYou can't die!  Tell us what poison \t\tyou used!  You can't die!  Tell us \t\tthe antidote!  You can't let Li Mu \t\tBai die!  \n[143]\t\tThat can't be!  Everything has an \t\tantithesis!  Why not this?  \n[144]\t\t\t(takes the comb from \t\t\ther hair \t\tTake my horse and go to the compound. \t\tGive this to Mrs. Wu.  She'll help \t\tyou.  Hurry!  \n[145] The guards surround Jen.  She pushes past them.  \n[146]\t\tMu Bai, hold on.  Give me some \t\thope...  \n[147]\t\tSave your strength.  \n[148]\t\tUse it to meditate.  Free yourself \t\tfrom this world as you have been \t\ttaught.  Let your soul rise to \t\teternity with your last breath.  Do \t\tnot waste it... for me.  \n[149]\t\tBo... please take this sword back \t\tto Sir Te.  He takes the sword from her.  \n[150]\t\t\t \t\tNow you must go to Wudan Mountain. \t\tLo awaits you there.  Promise me \t\tone thing, whatever path you take \t\tin this life... be true to yourself.  ", "Bo": "\n[1]\t\tChilly, eh?  \n[2]\t\tSomeone help!  Stop him!  He's on \t\tthe roof!  The sword's been stolen! \t\tStop thief!  Stop him!  The thief skips a few times and jumps off to a side street.  Bo grabs a pole and runs, as gongs begin to sound, alerting people to the theft.  People rush outside, Yu Shu Lien among them.  \n[3]\t\tDo something!  He's getting away!  \n[4]\t\tYou were rehearsing?  Who are you \t\ttrying to fool?  May wants to respond but is again cut off by Tsai.  They run off.  \n[5]\t\tWhere did that thief go?  Bo looks around and discovers he had chased the thief into Governor Yu's compound.  \n[6]\t\tGovernor Yu's house!  \n[7]\t\tI'm sure the thief is in the Yu \t\thousehold.  \n[8]\t\tBut I say --  \n[9]\t\tWhere are they?  \n[10] Jen practices calligraphy.  The governess is by her side embroidering and throwing occasional glances at Jen.  The maid enters.  \n[11]\t\tWait!  I'm a friend!  Tsai pauses.  \n[12]\t\tWhy were you spying on the Yus?  \n[13]\t\tThis Jade Fox is a woman?  \n[14]\t\tThen leave her to me.  \n[15]\t\tI'm ready for anything!  Bo fishes into the pot with his chopsticks.  May intercepts him with her own chopsticks.  \n[16]\t\tThe fox doesn't care much for \t\tpunctuality.  Still no sign of her.  An old lady struggles up the hill, wearing a floppy hat over her face, holding a cane.  The three exchange glances.  \n[17]\t\tThat's what you think, old witch!  \n[18]\t\tYou'll pay for that!  A fierce battle begins, the main fighting between Tsai and Fox, with May and Bo getting a stab in occasionally, when the opportunity presents itself.  \n[19]\t\tAnother one!  \n[20]\t\tI'm standing guard.  \n[21]\t\tJen has run away!  Gou found the \t\twedding chamber empty.  Governor Yu \t\trequests your assistance.  You know \t\tthe Giang Hu underworld.  He wants \t\tto find her, and keep her from harm.  \n[22] Jen runs into a sea of bamboo.  She appears to have lost Li but is not slowing down.  Her white clothes are now stained with blood and mud.  The wind had picked up and every breeze sounds like an air attack by Li.  The two leap onto the tips of the bamboo trees and begin their dances and dodges.  They glance off bamboos and each other while staying afloat.  Finally Jen lands on the same stick of bamboo as Li.  The two hold their positions for a while, as the bamboo bends.  ", "Madame": ""}}