{"filename": "Cruel-Intentions_script.txt", "imdb_id": "tt0139134", "imdb_url": "https://www.imdb.com/title/tt0139134", "characters": ["Kathryn Merteuil", "Nurse (as Alaina Reed Hall)", "Mrs. Michalak", "Annette Hargrove", "Greg McConnell", "Ronald Clifford", "Cecile Caldwell", "Dr. Greenbaum", "Sebastian Valmont", "Marci Greenbaum", "Mai-Lee", "Bunny Caldwell", "Blaine Tuttle", "Mrs. Sugarman", "Helen Rosemond"], "dialogues": {"Kathryn": "\n[1]I'll do my best. \n[2] \n[3]I was thanking her. Vietnamese is such a beautiful language. \n[4] \n[5]I know this sounds corny, but whenever I feel temptations of peer pressure, \n[6]Don't worry, it's totally understandable. Most of the boys that matriculate at Oakwood are very upstanding gentleman, however there are the occasional bad apples. \n[7]Cecile's attending Oakwood in the fall. \n[8]I'll call you later and we'll get together and plan your curriculum. \n[9]I'm just taking the poor girl under my wing. \n[10]The parental units called while you were out. \n[11]Hopefully, though she suspects that your decrepit alcoholic father is diddling the maid. \n[12]What's wrong with you today? Therapy not going well? \n[13]Oh, poor baby. Well you can relax. I have a mission for you. \n[14]You know Court Reynolds, son of Garret Reynolds? \n[15]He didn't dump me. We had a parting of the ways. \n[16]Alright he dumped me. \n[17]What do you think? \n[18]In any event, my feelings were hurt when I learned that he had fallen for someone else. Someone chaste... pure... innocent. \n[19]None other than Cecile Caldwell. \n[20]I don't find this very funny, \n[21]Keep your friends close and your enemies closer. When I get through with her, she'll be the premier Blow Job Queen of the Tri-State area and poor little Court's heart will be shattered. \n[22]Because if there's an attack made on Court it could be traced back to me. I can't allow that to happen. Everybody loves me and I intend to keep it that way. \n[23]I need you to seduce our young Cecile. Introduce her to your world of decadence and debauchery. \n[24]She's quite cute you know. Young supple breasts, a tight firm ass and an uncharted pootie. \n[25]Be her Captain Picard, Valmont. Boldly go where no man has gone before. \n[26]Why not? \n[27]Oh but diddling the therapist's daughter is a challenge? \n[28]I'm not interested in the latest dating tips from Jonathan Taylor Thomas. \n[29]Jesus Christ, is she for real? \n[30]B.F.D. What do you plan to do? Fly to Kansas and woo little Dorothy. \n[31]You don't stand a chance. Even this is out of your league. \n[32]I'll think about it... \n[33]Oh gee, your journal. Could you be more queer? \n[34]Oh Sebastian. About that little wager of yours. \n[35]Count me in. \n[36]If you lose, then that hot little Porsche of yours is mine. \n[37]I'll give you something you've been jerking off about ever since our parents got married. \n[38]In English. I'll fuck your brains out. \n[39]Because I'm the only person you can't control and it kills you. \n[40]Do we have a deal? \n[41] \n[42] \n[43]Happy hunting. \n[44]I'm sorry. I didn't mean to interrupt. Your playing was beautiful. \n[45]Likewise I'm sure. \n[46]So, rumor has it that you went on a date with Court Reynolds. I hear he's very nice. \n[47]Really? Bulimic headcase. \n[48]That's great. \n[49]What are you scared of? \n[50]Haven't you ever practiced with one of your girlfriends? \n[51]It's not gross. How else do you think girls learn? Here turn around and face me. \n[52]Now close your eyes and wet your lips. \n[53]Do you want to learn or not? \n[54]See that wasn't so bad. \n[55]Let's try it again, only this time I'm going to stick my tongue in your mouth. When I do that I want you to massage my tongue with yours. That's what first base is. \n[56]Eyes closed. \n[57]Not bad. \n[58]Maybe you should try it on your friend Ronald sometime. \n[59]Oh come on Cecile. He's crazy about you. \n[60]That's so romantic. Have you responded? \n[61]Well do you like him? \n[62]Cecile, we just made out in the middle of Central Park. You can trust me. \n[63]Listen to me. Your mother must never know. Never. \n[64]Did you hide the letters? \n[65]I want you to make me copies of his letters and bring them to me. \n[66]Cecile if there's one thing I'm great at it's love letters. With my help, he'll be eating out of the palm of your hand. Perhaps we can arrange a little get together for the two of you at my house. \n[67]Of course I would. We're friends, right? \n[68]  \n[69]Fuck her yet? \n[70]Loser. \n[71]Call me later. \n[72]Ow. That hurt you stupid bitch. \n[73]Oops. \n[74]Enough with the music. Fuck her already. \n[75]Shhh. \n[76]Idiot! \n[77]What's wrong with you? \n[78]Interesting. \n[79]No. \n[80]The plot thickens. It appears that Cecile has fallen for her music teacher. \n[81]Not to mention Court Reynolds. Unfortunately, Ronald's moving with the speed of a Special Olympic Bobsledder. \n[82]I rat Cecile out to mommy. Mommy goes ballistic and ends their relationship. Boo hoo. \n[83]Cecile is planning to go away with Court next week. I'll need you to speed up her sexual awakenings. \n[84]Thank you. Mmmm, that feels good. \n[85]I hate when things don't go my way. It makes me so horny. \n[86]I know. \n[87] \n[88]Have you succeeded in your task? \n[89]Well, let me know when you do. Until then. \n[90]No pootie. \n[91]Sorry. \n[92]Do you carry any real fur? \n[93]Of course. The animals. How silly of me. \n[94] \n[95]I hope I didn't keep you from something. \n[96]It's Cecile. \n[97]Well... you promise you won't say anything to her. We've developed a friendship and... \n[98]It's worse. I think there's something going on between Cecile and her music teacher. \n[99]I know. She's so young and he's so - \n[100]He's been sending her love letters that she hides under her doll house. I questioned whether or not to tell you, but something like this could destroy her reputation at Oakwood and I don't want to see her get hurt. \n[101]I hope I did the right thing in telling you. I'd hate to see Cecile ruin things with Court. \n[102]You will be discreet about this? \n[103]Oh poo. I left my credit cards at home. \n[104]Oh please. I can't have you do that. \n[105]Thank you. \n[106]What do you do? Tell her you love her. \n[107]Because we want to see Cecile happy and we know you make her happy. \n[108]Now you just march yourself into the study and start writing. We'll be there to check on you in a minute. \n[109]Cecile. \n[110]What are you doing? \n[111]I'm aware. \n[112]What is that? Oh my God, it's your conscience. \n[113]Court Renolds is going down and if you're not going to help me, someone else will. \n[114]Eat me, Sebastian. It's alright for you to fuck everyone, but because I'm a girl it's wrong. Well let me tell you something, I didn't ask to be a girl. Do you think I relish the fact that I have to act like Mary Sunshine twenty four seven, so I can be considered a \"laaaady.\" Do you think I take great delight when I hear - \"Kathryn is so wonderful.\" \"Kathryn is a model child.\" \"Kathryn is going to make an excellent wife one day.\" I'm the Marsha fucking Brady of the upper East Side and sometimes I want to kill myself for it. No, I don't enjoy being a part of the weaker sex and for that reason everyone around me is going to suffer. So there's your psychoanalysis Doctor Freud. Now are you in or are you out? \n[115]Hello, Cecile. It's Kathryn. Alright, stop crying. I understand. Hold on for Sebastian. \n[116]I'll be there in a few hours. \n[117]It's Kathryn. \n[118]Are you okay? \n[119]Calm down. Tell me what's wrong. \n[120]What do you mean?! \n[121]Cecile, you have to tell me. \n[122]Does your mother know? \n[123]Why didn't you do something? \n[124]So, let me get this straight. You came over to our house late last night and he forced intercourse on you. \n[125]He made you give him a blow job. \n[126]Well what then? \n[127]He ate you out? \n[128]Cecile, I think you're going to have a hard time crying rape if that's all he did. \n[129]Well did you like it? \n[130]Cecile, you had an orgasm. \n[131]I'm so proud of you. You're becoming a woman. \n[132]Now listen. Now that you're on your way, it would be stupid of you to stop. Think of Sebastian as a tutor. Let him instruct you. \n[133]So? Don't you want to make Ronald a happy pappy? Practice makes perfect, Cecile. My advice is to sleep with as many people as possible. \n[134]Cecile, everybody does it. It's just that nobody talks about it. \n[135]That's one way of looking at it. \n[136]I just had a nice chat with Cecile. I don't think she'll be giving you anymore problems. \n[137]Who are you spying on? \n[138]That her? \n[139]Jesus, she reeks of Laura Ashley. Oh, she's crying. Wittle baby's upset by the big bad book. \n[140]What's your problem? \n[141]She's really getting to you, isn't she? \n[142]And that's why you're losing your bet? \n[143]Do you mind if I take my new Porsche for a ride? \n[144]Morning! \n[145]So? How'd it go last night? \n[146]Well I know how it went with Cecile. She won't shut up about it. How'd it go with Mrs. Jesus? \n[147]She shot you down. \n[148]So what went wrong? \n[149]You're telling me you had the chance to fuck her and you didn't. God are you a chump. \n[150]If you're heading towards her room, you won't find her. \n[151]You don't know? She left thirty minutes ago. \n[152]She wouldn't say. She apologized to your aunt and told her she was going to stay with some friends. You blew it, Sebastian. That girl has come to her senses and she will never go near you again. \n[153]Slower. \n[154]A little to the left. Look, pretend like you're writing the alphabet. A... B... mmm, stay on B. \n[155]One second. \n[156]Come in. \n[157]  \n[158]Kind of. \n[159] \n[160]You can't have all the fun. \n[161]You seem to be in a good mood. \n[162]You didn't? \n[163]Tell me all the details. \n[164]Oh come on. For her first time? \n[165]No, tell me. \n[166]Wow. So you made love. Ooo, I hear the birds chirping. \n[167]So I assume you've come here to make some arrangements. \n[168]Excuse me? \n[169]And that's why you're leaving? \n[170]I want to fuck. \n[171]Oh my God. You're completely p-whipped. \n[172]P-whipped, p-whipped. \n[173]I'm sorry. It's just upsetting. You're in love with her. You don't love me anymore. \n[174]At first it was, but now it's become something bigger. \n[175]Not anymore you don't. It's obvious. \n[176]Is that what you think? \n[177]Alright, come on, let's get it over with. But mark my words, this is the only time it'll happen. \n[178]Whenever you're ready. Just stick it in me. While you're doing that I'm gonna make some phone calls. \n[179]Then do me a favor and get rid of her. If not for me, then do it for you. Look at yourself. You're a joke. She's turned you into jelly. What do you want to be, one of those losers who walk down the halls holding hands and smiling. People used to respect you. They feared you and now you're going to throw that all away. \n[180]Poor Sebastian. He used to be cool, but now he's just another love-struck faggot. One of the many. \n[181]Why so nervous? \n[182]How have you dumped girls in the past? \n[183]I knew this guy last summer in the Hamptons. He and his girlfriend at the time were madly in love with each other. But she had this huge weight problem. His friends taunted him mercilessly about it. You know, \"How do you breathe when she sits on your face?\" \"It's embarrassing for you to be seen with her.\" Finally he couldn't take it anymore and decided to dump her. She flipped and he went on the defensive. I distinctly remember him saying the same thing over and over again. \"I'm completely fucked up.\" \"I'm completely fucked up.\" \"I'm completely fucked up.\" Poor fatty never had a chance. \n[184]Don't be weak. \n[185]  \n[186]Jesus. \n[187]A little melodramatic, don't you think. \n[188]Mind if I ask what you're doing in my room? \n[189]Annette? \n[190]Well done. \n[191]I'd love to, but unfortunately I'm expecting some company. \n[192]Not that it's any of your business but yes. \n[193]Well done. \n[194]To my triumph, of course. \n[195]Silly rabbit. My triumph isn't over her. It's over you. \n[196]You were very much in love with her and you're still in love with her. But it amused me to make you ashamed of it. You gave up on the first person you ever loved because I called you names. Don't get me wrong, I'm flattered that you chose me over her, but please understand, I never loved you, Sebastian. You're just a toy. A little toy I play with. And now you've completely blown it with her. I think that's the saddest thing I've ever heard. Cheers. \n[197]I'm sorry, but unfortunately I don't fuck losers. \n[198]You motherfucker! \n[199]Nobody hits me. \n[200]Get off me! \n[201]Fine! Get off me! \n[202]I accept. Now get out. \n[203]Didn't you hear what I said? \n[204] \n[205]And if I don't? \n[206]I think you have your answer. \n[207]  \n[208] \n[209]It's Kathryn. \n[210]No. \n[211]It's Sebastian. He's out of his mind. \n[212]I think he's high on drugs. He hit me, then took off. I'm afraid to be alone. Please come over. \n[213]  \n[214]And when I confronted him about his affair with Cecile he told me it was none of my business. Then when I said \"Well what about Ronald,\" he said you were nothing more than a stupid... the n word and that you deserved what you got... \n[215]It's been going on for a while. Then he called me a disgrace to our family and that's when he hit me. \n[216]I'd be careful if I were you. God knows what he's up to. \n[217]Will you stay here for the night? You can leave in the morning. That's when my parents get back and -- \n[218]Thanks Ronald. You're a good friend. \n[219]He loved that view. \n[220]I'm Kathryn. \n[221]Have we met? \n[222]Did you know Sebastian well? \n[223]Now I remember. Annette Harrison. Your father's the new headmaster at Oakwood. \n[224]I'm sure you're going to love it there. \n[225]Are you okay? \n[226] \n[227]You sure you're going to be alright? I'm here if you need a friend. \n[228]Look, I know this sounds corny, but whenever I feel like I can't go on I... turn to Jesus and he helps me through the problem. Call me an anachronism, but - \n[229]Excuse me? \n[230]Who the hell do you think you are coming into my house and saying those things to me. My brother is dead, have some respect. \n[231]Sebastian was a pathological liar. I wouldn't believe a word he - \n[232]You what? \n[233]You didn't show it to anybody? \n[234]You can't do this to me. It could ruin me. ", "Merteuil": "", "Mrs.": "\n[1]I can't tell you how happy we are that Cecile is going to be attending Oakwood with you this fall. You've always been an inspiration to Beau and I on raising her. We just hope she can rise to the high standards which you've set for her. \n[2]Kathryn is a straight A student at Oakwood as well as being President of the French Club. Listen to whatever she has to say and you'll go far. \n[3]How do you do it? I mean with all peer pressuring that goes on in high school. Where do you get your strength? \n[4]That's beautiful. \n[5]Cecile, is that the best you can do? You must forgive her, Kathryn. She's never been in a co-educational atmosphere before. \n[6]Like your step-brother Sebastian. I can't believe they didn't expel him after what he did to the school nurse. \n[7]You remember my daughter, Cecile. \n[8]I think we'll be going now. Thanks for all your help. \n[9]Let's go, Cecile. Now! \n[10]I got your message and came as quick as I could. \n[11]Not at all. What's wrong? \n[12]What about her? \n[13]Kathryn, you have my word. It isn't drugs is it? \n[14]Ronald? That's crazy. \n[15]Black. \n[16]I can't thank you enough. \n[17]Absolutely. \n[18]Let me get that for you. \n[19]It's the least I can do. \n[20]Who the hell do you think you are?! \n[21]I'm paying you to give cello lessons. Not to pervert my child. \n[22]Is that so? \n[23]You care to explain this then? \n[24]Margarita found them while cleaning your room. \n[25]Don't you raise your voice at me. Go to your room, now. \n[26]Now! \n[27]How dare you treat me with such disrespect. I got you off the streets and this is how you repay me? \n[28]Whatever. You are never to set foot in this house again and you are never and I mean never to see my daughter again. Is that understood?! \n[29]Oh don't give me any of that racist crap. My husband and I gave money to Colin Powell. \n[30]Cecile are you up yet? We're gonna to be late for the - \n[31]Cecile? \n[32]Cecile? \n[33]Well hurry up. I want to be at Mrs. Rosemond's before lunch. \n[34]It was nice of you to invite us up for the weekend, Helen. \n[35]I didn't know you'd be here, Sebastian. \n[36]Would you excuse me for a minute? \n[37]  \n[38]Did I ever tell you the time when my late husband sent me - \n[39]I did? \n[40]We played backgammon? \n[41]I did? \n[42]Excuse me? \n[43]Oh... no thank you... \n[44]I won three games of backgammon. \n[45]You must be Sebastian. I've heard such nice things about you. \n[46]  \n[47]Well, I'm going to head back to the kitchen. You two have fun. \n[48]I've already told you, she's not home. \n[49]I'll do that. \n[50]What do you want? \n[51]She's not here. \n[52]She's out. \n[53]Later. Listen, we're entertaining some guests so - \n[54]Young man, I already told you she's not here. \n[55]I'll do that. \n[56]I understand. Good night. \n[57]Sad, sad, sad. To think of the opportunities that boy had. This should be a lesson to us all that our children need constant supervision. \n[58]It's all about quality time. ", "Michalak": "", "Annette": "\n[1]It's a beautiful home you have here Mrs. Rosemond. \n[2]My mother and I used to ride a lot, before she got sick. \n[3]My Grandpa, used to breed horses on his farm so I would come over and ride all the time. \n[4]Ben Schwarz. \n[5]German. \n[6]Thank you. It's so peaceful and quiet around here. \n[7]What was that? \n[8]Junior. \n[9]No. \n[10]I don't know. Relationships seem too distracting. I'd rather concentrate on my studies. \n[11] \n[12]Are you often this offensive on a first encounter? \n[13]You did? \n[14]That's a first. Most people praised me for it. \n[15]I wasn't knocking anything. It's just my belief that people shouldn't actually experience the act of love until they are in love and that people our age are too immature to be in touch with those emotions. \n[16]Take yourself. You've slept with several women. Are you happier because of it? \n[17]A friend wrote me. \n[18]I'm sorry. I didn't mean to upset you... but you still didn't answer the question. \n[19]It's not really important. \n[20]Why are you being so dramatic? \n[21]Alright, I said I was sorry. Can we start over again? I think we've gotten off on the wrong foot. \n[22]Annette Harrison. \n[23]  \n[24]   \n[25] \n[26]Look, I know this is your house and all, but do you think you couid keep it down? I'm trying to read. \n[27]The Fountainhead. \n[28] \n[29]Romantic? He rapes her. \n[30]You need help. \n[31]At this hour? I don't think so. \n[32]Gee, with an invitation like that how could a girl refuse. \n[33]Give me a minute. I'll be right down. \n[34] \n[35]This is my favorite part. Even more treacherous and dangerous than he is charming and fascinating. He has never taken a single step or spoken a single word without some dishonorable or criminal intention. Every young girl he has successfully pursued has regretted it. \n[36]I sincerely doubt it. \n[37]The last thing I need is you going into my room searching for this while I'm away. \n[38]How's the water? \n[39]About what? \n[40]I never said that. \n[41]Look, I didn't mean to give you a hard time. \n[42] \n[43] \n[44]Look, I'm flattered but, seriously it could never work. \n[45]Because you act like a pig. \n[46]I don't... I don't want to answer that... look we're friends. \n[47]I'm sorry, but you're not my type. \n[48]You're naked. \n[49]That's repulsive. \n[50]Get some manners. \n[51]No thank you. \n[52]Give it up. \n[53]I'm not going to speak to you till you realize that you can't intimidate me. \n[54]It was fine. \n[55]I thought we agreed that we were going to be friends. \n[56]And that's a bad thing? \n[57]I'm sorry, but I'm not here to be your savior. \n[58]You don't even know me. \n[59]Yes, but only when it's mutual. And this is far from mutual. \n[60]I can't. I'm seeing a friend. \n[61]That's none of your business. \n[62]I'm busy. \n[63]That's also none of your business. \n[64]You truly want to do something to make me happy? \n[65]And you promise to abide by it? \n[66]Alright. I want you to leave and go back to New York. \n[67]If that's a problem, then I'll make arrangements to stay with some friends. \n[68]It's not about being happy. You and I can't - \n[69]Really? I thought he said it all the time. \n[70]Nothing. \n[71]No. I mean. I don't know. What else do you know about him? \n[72]What do you mean? \n[73] \n[74]I can't tell you. I'm sworn to secrecy. \n[75]Forever. \n[76]You promise not to say anything? \n[77] \n[78]  \n[79]No, not at all. \n[80]I'm... I'm alright. \n[81]It wasn't a date. He's just a friend. \n[82]Wait, don't hang up. \n[83]What are you doing? \n[84]What are you reading? \n[85]Somerset Maugham. \n[86]You're not gonna start that again. \n[87]Sure. Have a good night. \n[88]I'm doing some volunteer work. \n[89]You? Volunteer? I don't think so. \n[90] \n[91]Oh please. \n[92]\"I actually feel good about myself?\" \n[93]You must take me for a real idiot. \n[94]You're going to tell me that you had a good time with the old lady. \n[95]That's okay. It doesn't make you a bad person. \n[96]No, it doesn't. I'm happy you're being honest with me. \n[97]It's not about winning. You know what your problem is? You take yourself way too seriously. \n[98]Lighten up. \n[99]Fine. \n[100]Oh dear, are you actually laughing? \n[101]No? \n[102]There's hope for you, yet. \n[103]Not at all. Have a seat. \n[104]Florentino Ariza. \n[105]Who's Monsieur Philipe? \n[106] \n[107]Thank you. \n[108]I am too. \n[109]Why are you doing this? \n[110]I thought you said we were going to be friends. \n[111]I have feelings for you. \n[112]That's not fair. \n[113]You really want to know? \n[114]It's because I don't trust myself with you. I took a vow and because of you I'm tempted to break it. Don't destroy that for me. Please. \n[115]  \n[116]Come in. \n[117]Where are you going? \n[118]I think that's for the best. \n[119]Sebastian, please. I don't want us to end on bad terms. \n[120]How am I a hypocrite? \n[121] \n[122]I... I want you. \n[123]Hi. \n[124]I'm fine. I have to get going to my friends' house. Was it -- \n[125]Hi. \n[126]Would you like a tour? \n[127]  \n[128]And this is my room. \n[129]You think we can be quiet? \n[130] \n[131]What's wrong? \n[132]What are you saying? \n[133]I love you. \n[134]Why are you trying to hurt me? \n[135]You don't know how to love. \n[136]But you knew this was important to me. \n[137]Please go. \n[138]   \n[139]  \n[140] \n[141]Get an ambulance! \n[142]We're getting you to a hospital. \n[143]You're gonna be fine. \n[144]It's alright. \n[145]I can see why. \n[146]Annette Harrison. \n[147]I don't think so. \n[148]You might say that. \n[149]That's right. \n[150]I'll be fine. \n[151]Thank you. \n[152]Oh cut the shit, Kathryn. \n[153]You heard me. \n[154]Kathryn, I know all about you and Sebastian. \n[155]I have his journal. \n[156]His journal. He sent it to me the day before he died. Everything about you is in it. The blow jobs, the hand jobs, the menages, your bout with bulimia, the affair you had with your guidance counselor and how he gave you... eww. Let's see, then there's your coke problem... You still keep it in your crucifix, don't you? It's all in there. \n[157]Actually, I was planning on running down to Kinkos. Do you think you could give me ride? \n[158] \n[159]Kathryn, please. Crying? Didn't you once say that crying is a sign of weakness? I'm very disappointed in you. \n[160]Alright, stop crying. There's a bright side to this you know. \n[161]You're going to be my pet project next year. You're going to do what I tell you to do, wear what I tell you to wear. You're going to befriend the unpopular, sleep with the insecure. Think of the social ramifications it will cause. You and I are going to turn this school around. And do you know why you're going to do it? Cause your ass is mine. \n[162]We'll be in touch. \n[163]Forgot something. ", "Hargrove": "", "Greg": "\n[1] \n[2] \n[3]Jesus! \n[4] \n[5]I told you to lock the door. \n[6]Look Valmont. This was the first time I've ever done something like this. I was -- \n[7]Please don't tell anyone. This could ruin my career. \n[8] \n[9]Annette Harrison? I don't know what you're talking about. \n[10] \n[11]You sick son of a bitch. \n[12]He told you he's failing in love with you? I've never known him to say those words before. \n[13]That's not his style. one thing I can say about Valmont. He always speaks the truth. \n[14]What's wrong? \n[15]Is there a mutual feeling between you two? \n[16]Not a whole lot. We take some classes together. He's got a bad rep, but it's mostly bullshit. \n[17]Well, a lot of people are jealous cause he's loaded. \n[18]From who? \n[19]Annette, how long have we known each other? \n[20]Now it's my job to look out for you. You're like a kid sister to me. Do I look like some kind of gossip queen? \n[21]On my mother's life. \n[22]Positive. \n[23]Yes. \n[24]Yes! \n[25]Yes! \n[26]I'm pretty sure she did. \n[27]She bought it. \n[28]  \n[29]Hello. \n[30]Who is this? \n[31]No. \n[32]I don't know. Why don't you leave her alone. \n[33]I told you I don't know. \n[34]Alright. She's staying with some friends of her parents. The O'Sheas. She caught the train twenty minutes ago into Grand Central. ", "McConnell": "", "Ronald": "\n[1]That's good, that's good. \n[2]Now let's try the A minor scale. \n[3]Once more, and remember the third note is flat. \n[4]Relax. It's okay. Take a deep breath. \n[5]You're concentrating too much on your bowing. Let it flow. \n[6]Here, let me help you. \n[7]Now close your eyes and let's try again. \n[8]Pleased to meet you. \n[9]It's based on the life of Doctor Martin Luther King. \n[10]I guess our hour's up. Same time tomorrow? \n[11]\n[12]\n[13] \n[14]Almost as beautiful as you. \n[15]Well, I guess it's getting late. Please thank Kathryn for the use of her Steinway. \n[16]Absolutely. \n[17]Excuse me. \n[18]Mrs. Caldwell I think you're misunderstanding something. \n[19]Got me off the streets? I live on 59th and Park. \n[20]First of all, maam, I never touched your daughter and second, I would like to think that in these times someone of your status could look beyond racial lines. \n[21] \n[22] \n[23]Wow. I never knew she had these kind of feelings. \n[24] \n[25]What do I do? \n[26]But I can't even see her. She doesn't have her own phone, I don't even know her e-mail address. \n[27]How will I get to her? We'll make sure she gets it. \n[28]Why are you being so good to me? \n[29]It's not what it seems like. \n[30]  \n[31]Hello. \n[32]Yeah? \n[33]Hi Kathryn. Is everything okay? \n[34]What's wrong? \n[35]What do you mean? \n[36]I'll be right there. \n[37]And this happened before you and I hooked up? \n[38]Racist piece of shit. \n[39]He doesn't scare me. I'll kick his ass in. \n[40]Don't worry about it. I'll stay. \n[41] \n[42]Sebastian! \n[43]It seems that you and I have some talking to do. \n[44]Where the hell do you come off hitting women? \n[45]Kathryn. Did you hit her? \n[46]Did you hit her? \n[47]Don't know what I'm talking about? I know that you fucked Cecile. \n[48]It's true, isn't it? \n[49]You bastard! \n[50]I trusted you! \n[51]I trusted you! ", "Clifford": "", "Cecile": "\n[1]What was that? \n[2]What are the boys like? \n[3]My father just took me on a trip to Australia. \n[4]What year are you in? \n[5]But I thought high school is only four years. \n[6]Thanks. Nice meeting you. \n[7]Oh, I suck. I suck. \n[8]Kathryn, this is Ronald Clifford. He's giving me music lessons over the summer. \n[9]Ronald is one of the few high school students attending Juliard. He's composing his first opera. \n[10]Doctor King is my favorite. \n[11]He's alright. He kept talking about this bulimic headcase he dumped over Fourth Of July. \n[12]What a loser she must be. Anyhow, Court's invited me to the Hamptons for Labor Day Weekend. \n[13]You think so? I don't know. I guess I'm just scared. \n[14]Ah duh. Boys. I've never even gone to first base with a guy. What do I do? \n[15]Eww. No. That's gross. \n[16]Are you for real? \n[17]I guess. It still sounds gross. \n[18]It was nothing. \n[19] \n[20]That was cool. \n[21]What are you saying? \n[22]Is it that obvious? \n[23]He sends me letters you know. Love letters. \n[24]No. \n[25]I don't know. \n[26] \n[27]What am I going to do? If my mother found out about Ronald she would kill me. \n[28]Okay. \n[29]Yes. They're in this antique doll house in my room. \n[30]Why? \n[31]You'd do that for me? \n[32]Best friends. \n[33]\n[34]\n[35]That was beautiful. \n[36]I'll see you tomorrow. \n[37]Where did you find those? \n[38]Those are my letters! \n[39]  \n[40]Finished. \n[41]You think he'll like it? \n[42]What are you doing? \n[43]I look terrible. \n[44]I'm getting out of here. \n[45] \n[46] \n[47]My mom? Don't call my mom. \n[48]Please please please. I'll do anything. Just don't call my mom. \n[49]And then I can go home? \n[50]Just a kiss, right? \n[51]What are you doing? \n[52]But - \n[53]  \n[54]I'm in the bath, mom. \n[55]Okay. \n[56]  \n[57]I'm just not feeling well. \n[58]  \n[59]Please. I need you. I don't know what to do. You're the only one I can talk to. \n[60]  \n[61]Who is it? \n[62]No. \n[63]Something awful happened last night. \n[64]I... I don't think you want to know. \n[65]It involves your brother. He... took advantage of me. \n[66]If she knew, she'd kill me. It happened at your house last night. \n[67]I don't know. \n[68]Well... not exactly. \n[69]No. \n[70]If that's what you call it. \n[71]What do I do then? \n[72]Well... I don't know - it was weird. At first it felt icky, then it felt kind of okay. Then, I started getting really hot and then I started shaking and then like, I don't t know... it felt like an explosion, but a good one. \n[73]I did? \n[74]I am? \n[75]I don't love him. I love Ronald. \n[76]But that would make me a slut. Wouldn't it? \n[77]It's like a secret society. \n[78]Cool. \n[79]Want to join me? \n[80]Am I suppose to be this sore? \n[81]I like it better when I'm on top. \n[82]I'm sorry. \n[83]Something's bothering you? \n[84]Is it me? \n[85]It's that girl, Annette. \n[86]You love her, don't you? It's okay. I don't love you either. I love Ronald. \n[87]Where are you going? \n[88]Need any company? \n[89]Want a blow job? \n[90] ", "Caldwell": "\n[1]I can't tell you how happy we are that Cecile is going to be attending Oakwood with you this fall. You've always been an inspiration to Beau and I on raising her. We just hope she can rise to the high standards which you've set for her. \n[2]Kathryn is a straight A student at Oakwood as well as being President of the French Club. Listen to whatever she has to say and you'll go far. \n[3]How do you do it? I mean with all peer pressuring that goes on in high school. Where do you get your strength? \n[4]That's beautiful. \n[5]Cecile, is that the best you can do? You must forgive her, Kathryn. She's never been in a co-educational atmosphere before. \n[6]Like your step-brother Sebastian. I can't believe they didn't expel him after what he did to the school nurse. \n[7]You remember my daughter, Cecile. \n[8]I think we'll be going now. Thanks for all your help. \n[9]Let's go, Cecile. Now! \n[10]  \n[11]I got your message and came as quick as I could. \n[12]Not at all. What's wrong? \n[13]What about her? \n[14]Kathryn, you have my word. It isn't drugs is it? \n[15]Ronald? That's crazy. \n[16]Black. \n[17]I can't thank you enough. \n[18]Absolutely. \n[19]Let me get that for you. \n[20]It's the least I can do. \n[21]  \n[22]Who the hell do you think you are?! \n[23]I'm paying you to give cello lessons. Not to pervert my child. \n[24]Is that so? \n[25]You care to explain this then? \n[26]Margarita found them while cleaning your room. \n[27]Don't you raise your voice at me. Go to your room, now. \n[28]Now! \n[29]How dare you treat me with such disrespect. I got you off the streets and this is how you repay me? \n[30]Whatever. You are never to set foot in this house again and you are never and I mean never to see my daughter again. Is that understood?! \n[31]Oh don't give me any of that racist crap. My husband and I gave money to Colin Powell. \n[32]  \n[33]  \n[34]  \n[35]Cecile are you up yet? We're gonna to be late for the - \n[36]Cecile? \n[37]Cecile? \n[38]Well hurry up. I want to be at Mrs. Rosemond's before lunch. \n[39]  \n[40]It was nice of you to invite us up for the weekend, Helen. \n[41]I didn't know you'd be here, Sebastian. \n[42]Would you excuse me for a minute? \n[43]Sad, sad, sad. To think of the opportunities that boy had. This should be a lesson to us all that our children need constant supervision. \n[44]It's all about quality time. ", "Dr.": "\n[1]Jesus. We've been at this for six months. \n[2]And you haven't made an ounce of progress. \n[3] \n[4]But you said you have the worst reputation. \n[5]Don't you want to change that? \n[6]I think that's all the time we have for today. \n[7]No. This is going to be our last session. \n[8]This isn't a joke. Your parents spend a lot of money to send you here. I'm trying to help you. \n[9]You think you can come in here with that cute little smirk on your face and try and flirt with me. It doesn't work, Sebastian. \n[10]No it doesn't. I see right through you. \n[11]I hope for your sake you grow out of this immature phase. It's going to get you into trouble. \n[12]My daughter, Rachel. \n[13]Don't even think about it. Rachel is an exceptionally well rounded young woman, who happens to be attending Princeton this fall. She's way too smart to fall for your line of b.s. \n[14]Good luck, Sebastian. \n[15]Would you please leave. \n[16]Asshole. \n[17]Rachel, it's mom. \n[18]Honey, is something wrong? \n[19]Who told you? \n[20]Alright honey, just calm down, take a deep breath, and step out of the circle. \n[21]What kind of pictures? \n[22]Jesus Christ, how can you be so stupid? \n[23]You son of a bitch. \n[24]You're gonna pay for this you little shit. You hear me. \n[25]Fuck off, Harold. ", "Greenbaum": "\n[1]Jesus. We've been at this for six months. \n[2]And you haven't made an ounce of progress. \n[3] \n[4]But you said you have the worst reputation. \n[5]Don't you want to change that? \n[6]I think that's all the time we have for today. \n[7]No. This is going to be our last session. \n[8]This isn't a joke. Your parents spend a lot of money to send you here. I'm trying to help you. \n[9]You think you can come in here with that cute little smirk on your face and try and flirt with me. It doesn't work, Sebastian. \n[10]No it doesn't. I see right through you. \n[11]I hope for your sake you grow out of this immature phase. It's going to get you into trouble. \n[12]My daughter, Rachel. \n[13]Don't even think about it. Rachel is an exceptionally well rounded young woman, who happens to be attending Princeton this fall. She's way too smart to fall for your line of b.s. \n[14]Good luck, Sebastian. \n[15]Would you please leave. \n[16]Asshole. \n[17]Rachel, it's mom. \n[18]Honey, is something wrong? \n[19]Who told you? \n[20]Alright honey, just calm down, take a deep breath, and step out of the circle. \n[21]What kind of pictures? \n[22]Jesus Christ, how can you be so stupid? \n[23]You son of a bitch. \n[24]You're gonna pay for this you little shit. You hear me. \n[25]Fuck off, Harold. ", "Sebastian": "\n[1]I know. \n[2]I know. \n[3]What do you want me to say? That I'm supposed to feel remorse because I act the way I do? The truth is I don't. \n[4]Look, I'm not like all the other kids in high school. I don't care about book reports and extra-credit. Teachers are idiots anyway. The only challenge out there for me is women. You see a girl you like. You pursue them. You conquer. You move on. It's exciting. \n[5]I do. \n[6]Let me tell you something, doctor. Chicks love a guy with a bad rap. They say they don't, but they don't mean it. They all think that they're the ones that are going to \"save me.\" The trick is to let them think it's true. \n[7]Same time next week? \n[8]Why? I like spending time with you. You know, you're quite attractive for a woman your age. You have killer legs. Killer. \n[9]Don't be insecure, Doc. You're a big help. \n[10]He was a coke addict, you know. \n[11]It works a little. \n[12]You do? \n[13]Well, you don't have to get nasty about it. \n[14]Yummy. \n[15]Really? Care to make a wager on that? \n[16]What, nervous I'm going to win? \n[17]I hear she's recovering quite well. \n[18]Nice to see you again, Mrs. Caldwell. \n[19]My, what an adorable shirt you're wearing. \n[20]How are things down under? Blossoming I hope. \n[21]Outstanding. \n[22]I'm what you would call a fifth year senior. \n[23]It is, unless you're a fuck up, like myself. \n[24]Ciao. \n[25]Do you care to tell me what Mrs. White-trash and her stupid daughter are doing in my house? \n[26]Lovely. How is your gold digging whore of a mother enjoying Bali? Zipping through my inheritance per usual? \n[27]It was fine. \n[28]I'm sick of sleeping with these insipid Manhattan Debutantes. \n[29]Nothing shocks them anymore. \n[30]I'm beginning to feel like I'm losing my touch. \n[31]What? \n[32]You mean the Nazi who dumped you over Fourth Of July Weekend? \n[33]Swallow? \n[34]Sorry. \n[35]You don't mean? \n[36]So that's what this is all about. We'll get together and plan your curriculum. \n[37]Why go through Cecile? Why not just attack Court? \n[38]I see your point... though why should I care? \n[39]Sounds intriguing. \n[40]I can't. \n[41]Oh come on, Kathryn. It's too easy. \"But I thought high school was only four years.\" I mean, please. She knows nothing. She's seen nothing. I could have her under the table at Au Bar sucking me off before the appetizer arrived. Go get one of those moron friends of yours to do it. I have a reputation to uphold. \n[42]That was just simple revenge. What I have planned requires sheer genius. \n[43]Shut up and turn to page 64. \n[44]Oh yes. I've read it over and over again. This baby's the real deal. Daddy's little angel. A paradigm of chastity and virtue. \n[45]It just so happens we're not in Kansas anymore. Our little angel's father has accepted the new headmaster position at Oakwood. She's staying with my aunt up in Connecticut while Daddy sells his house. Can you imagine what this would do for my reputation? Screwing the new headmaster's virginal daughter before school starts? It will be my greatest victory. \n[46]Care to make a wager on that? \n[47]Oh well, duty calls. Time to add another chapter to my work of art. \n[48]Could you be more desperate to read it? \n[49]What are the terms? \n[50]And if I win? \n[51]Be more specific. \n[52]What makes you think I'd go for that bet? That's a seventy thousand dollar car. \n[53]No way, that car means everything to me. \n[54]Even there? \n[55]Pull! \n[56]Die motherfucker! \n[57]Shit, shit, shit. \n[58]Kitty. Kitty. \n[59]Puss Puss Puss Puss Puss. \n[60]I've been looking all over for you. God, I've missed you. \n[61]They're coming back next week. I write them everyday. \n[62]I guess that makes two of us. Welcome. \n[63] \n[64]So what year are you going into? \n[65]Got a boyfriend back home? \n[66]Why not? \n[67]You a lesbo? \n[68]Nice. \n[69]I was just being honest. You happen to have a nice ass. Sorry. \n[70]I read your teen beat manifesto. \n[71]I must say I found it rather appalling. \n[72]Most people are morons. I mean who are you to knock what you've never experienced? \n[73]Oh really? \n[74]How do you know I've been with several women? \n[75] \n[76]Who the hell is taking the time to write letters, spreading this shit about me? \n[77]Fine, forget it. It's obvious that we're not going to be friends. \n[78]Look, I've got a lot of problems and I'm trying to deal with them and the last thing I need is people spreading shit about me. \n[79]Sebastian Valmont. \n[80]So tell me, Annette. I'm curious, since you've never had sex do you touch yourself? \n[81]What did I say? \n[82]Unbelievable. Some fag, no offense - \n[83]- wrote a letter to this chick and saying shit about me. \n[84]Blaine, if I knew who it was that person wouldn't be alive right now. \n[85]Kansas. Who the hell do I know in Kansas? \n[86]The football stud? \n[87]It would make sense. McConnell hates me. I fingered his girlfriend at the game last year. \n[88]What do you mean? \n[89]Are you shitting me? \n[90]Too bad he's in Kansas this summer. \n[91]Really. You think you could arrange a little get together with him tonight on my behalf? \n[92]Outstanding. \n[93]No problem. Just make sure your front door is unlocked. Shall we say the \"stroke of midnight\" no pun intended? \n[94]You talking to me? \n[95]What'cha reading? \n[96]Great book. \n[97]Several times. I'm not as dumb as I act, you know. When Howard Roark makes love to Dominique Francon... most romantic scene in all of literature. \n[98]That's a matter of opinion. \n[99]Why don't you come join me for a swim and we'll discuss it. \n[100]Oh come on. Quit acting like a geriatric and get in the pool. \n[101]Please. \n[102]Thank you. \n[103]I'm working on it. \n[104]Blow me. \n[105]Okay. \n[106]What? Another letter from your friend? \n[107]You know you could at least have the decency of telling me who's badmouthing me so I might have the opportunity to confront them face to face. How do you know it's not some girl who's pissed off at me for breaking up with her? \n[108]Give me the fucking letter. \n[109]Why did you do that? \n[110] \n[111]Refreshing. \n[112]You're right you know. \n[113]About what you said today in the stable. I'm not a happy person. \n[114]You implied it. \n[115]No, it's okay. I mean I look at you with all your morals and values and well, YOU seem to be happy in your choices. I envy you. No bullshit. \n[116]Seriously, you're amazing. You have everything going for you. You're smart, you're beautiful, you're determined. You're everything I want in a girlfriend. \n[117]I wasn't kidding. I'd like to take you out. \n[118]Why not? \n[119]Do you deny that there's an attraction between us? \n[120]You don't find me cute? Come on, look at these muscles. \n[121]Fine. Friends it is. I can live with that. \n[122]It's my house. \n[123]What's the big deal? We're friends. Haven't you ever seen your friends naked before? \n[124]Sorry, I didn't know you were peenaphobic. \n[125]Oooooo, naughty naughty. Ten Hail Mary's for you. Good night. \n[126]Baby? Right on time. \n[127]Hey Blaine, did I leave my... holy shit. \n[128]Greg, is that you under the covers? \n[129]Whoa! \n[130] \n[131]Your career? What about your family? Can you imagine the humiliation your father's going to feel when he finds out his pride and joy is a fudge- packer. \n[132]Hmmmmmmm... nah. I can't help you there. It's too good to pass up. \n[133]After all, it is you who's bad- mouthing me to Annette Harrison. \n[134]Come on Greg. You're the only one who knows her. The truth will save you. \n[135]Alright, I believe you. Stop crying. Your secret's safe with me. \n[136]However, this whole incident's kind of turned me on. \n[137]You get my point. \n[138]Jesus Christ, I was only kidding. What do you think, I'm gay? My God, haven't you had enough for tonight. \n[139]I'll leave you guys alone. Score one for the team, Greg. \n[140]Come to think of it, there is something you can do for me. \n[141]Need a lift? \n[142]How are you today? \n[143]Oh right, last night. I guess I owe you an apology. \n[144]I said I was sorry. \n[145]Have a nice sleep last night? \n[146]I wish I could say the same for myself. I was up thinking about you all night. \n[147]Yes, well unfortunately I can't just switch the \"on\" button to \"off.\" The sad fact of the matter is that you've unintentionally rubbed off on me. \n[148]I'm trying to better myself, but the one person who can help me is the same one pushing me away. \n[149]Well try this one on for size. I think I'm falling in love with you. \n[150]Don't you believe in love at first sight? \n[151]Ouch. Do you think we could spend some time together this morning? \n[152]Who? \n[153]How about tonight? \n[154]Doing what? \n[155]Tell me what to do, Annette. How can I win your heart. I'll do anything. I can't get you out of my mind. \n[156]Yes. \n[157]Without question. \n[158]What? \n[159]I'll leave this afternoon. Happy? \n[160]That nosey bitch. Are you sure? \n[161]Did you do everything I asked you to? \n[162]You told her I never said I love you before? \n[163]You told her that people are jealous cause I'm loaded? \n[164]And you think she bought it? \n[165]Pretty sure or sure sure? \n[166]I'll be in touch. \n[167]You would not believe what-- \n[168]You ready for this? I've recently discovered that our good friend Mrs. Caldwell is the one who sent the letter to Annette urging her to stay away from me. \n[169]I now plan to devote all my energies to destroying the douche bag. Any luck corrupting her daughter? \n[170]Call Cecile up and get her to come over. I'll bust that cherry in a heartbeat. \n[171]Ooo, I'm sure Mrs. Caldwell will love that. \n[172]What's your plan of attack? \n[173]But who will they turn to for help? \n[174]I'm at your service. \n[175]Oh sis. You're so tense. \n[176]I hate it too. \n[177] \n[178]Moving along quite well. \n[179]Any day now. \n[180]  \n[181]Goodbye Mister Bond. \n[182]Hi, it's Sebastian. I didn't wake you did I? \n[183]Well, I was just calling to see how you're doing. \n[184]How was your date? \n[185]Well, I was just calling to tell you I was thinking about you and I miss you. I'll let you go. \n[186]Okay? \n[187]Reading. \n[188]Of Human Bondage. \n[189]Yeah, it's pretty relevant considering my situation. \n[190]No. I'm through with my childish games when it comes to you. Hold on, that's my other line. Rub. \n[191]Annette that's my mom calling. Can I call you tomorrow? \n[192]I will. \n[193] \n[194]Shut up, Gretchen. You don't even know what it is. \n[195]Do you know what it's about? \n[196]Books are for fags. I weep for the future. \n[197]  \n[198]You're a lucky guy. \n[199]Ronald, e-mail's for geeks and pedophiles. Be romantic. Write her another letter. \n[200]Who are you calling? \n[201]Before we go through with this, I just want you to be aware of the damage we're going to cause. \n[202]Are you really? I mean, we've done some pretty fucked up shit in our time but this... I mean, we're destroying an innocent girl. You do realize that. \n[203]You amaze me. \n[204]Cecile. Now I need you to listen to me very carefully. I have a letter from Ronald that he asked me to give to you. Now I can't exactly bring it to your house, since your mother despises me so here's what we're going to do. \n[205]  \n[206]Excellent. \n[207]He'll love it. \n[208]Just taking your photo. \n[209]Mmmm, you're right. Those clothes don't do you justice. Why don't you take them off. \n[210]I'm sorry that was out of line. \n[211]I was just kidding. \n[212]Okay, okay. I'll just call your mom and have her come pick you up. \n[213]Why not? ... Oh wow, she doesn't know you're here. In fact, you're grounded. Jesus, you could get in a shitload of trouble for this. I think I should call her anyway. \n[214]Cecile, all I want to do is give you a kiss. \n[215]Of course. I'm not a monster. \n[216]I swear. \n[217]You promised to let me kiss you. \n[218] \n[219]Afternoon ladies. \n[220]I wasn't planning on it, but being such a lovely day, why waste it in the city. Anyone for tennis? \n[221]What's wrong with her? \n[222] \n[223]Alone again. What are you up to today? \n[224]Need any company? \n[225]I don't know? Maybe I'd like it. I'm trying to change here. You could be supportive. \n[226]Babe, you're looking at the next Mother Teresa. \n[227]Yes, you already did. \n[228]Right after we played backgammon. \n[229]Uh huh. You beat me three times. \n[230]Yep. Then I fucked your daughter. \n[231]I said, do you want some water? \n[232]Come in. \n[233]It's weird. I actually feel good about myself. Can we do this again next week? \n[234]What? \n[235]I do. \n[236]I don't. \n[237]I did. We played three games of backgammon and... \n[238]Alright. I was bored out of my fucking mind. I hate doing charity. \n[239]Yes it does. \n[240] \n[241]I do not. \n[242]I am lighten. Can we drop this? \n[243]What are you doing? Stop it, it's distracting. \n[244]Cut it out. \n[245]No. \n[246]Stop that. \n[247]  \n[248]Yippy. \n[249]Take a look for yourself. \n[250]Yeah. \n[251]Shut up. \n[252]Nothing. \n[253]If you must know, yes. I don't know what to do. I can't stand that holier than thou bullshit and yet, I'm completely infatuated with her. She made me laugh. \n[254]I'm not losing the bet. It's just taking longer than I expected. \n[255]Kathryn, the only thing you're going to be riding is me. Now if you'll excuse me, I have some work to do. \n[256]Am I bothering you? \n[257]Don't tell me you finished The Fountainhead already? \n[258]Great book. What's the guy's name, Florentino... \n[259]My friend Monsieur Philipe is a friend of Florentino. \n[260]You don't know Monsieur Philipe? \n[261] \n[262] \n[263] \n[264] \n[265]I'm sorry about that. \n[266]You know what? I don't take it back. \n[267]Because I'm in love with you. \n[268]I can't handle it. I can't keep my feelings bottled up like you. Can you honestly tell me that you feel nothing for me? ... Tell me! \n[269]Then what's wrong? I love you Annette. It's not like you have a husband, unless your married to Jesus. \n[270]Why can't we be together? \n[271]Yes. \n[272]  \n[273] \n[274]  \n[275] \n[276]What am I, an idiot? \n[277]  \n[278]For the first time, yes. It'll pass. \n[279]Cecile. This is what I like to call quiet time. This is time when we reflect on what we've done. \n[280]You think? \n[281]No, you were fine. \n[282]I'm getting out of here. \n[283]I'm taking a shower. \n[284]No. \n[285]Good night Cecile. \n[286]I just came to say goodbye. \n[287]Back to the city. I may take off to Europe for the rest of the summer. I just can't handle it around here. \n[288]Good for you. \n[289]Well, I'm afraid you don't have a choice in the matter. You make me sick. You're a hypocrite and I don't associate with hypocrites. \n[290]Oh please Annette. You spend all your time preaching about waiting for love. Well here it is. Right in front of you, but you're going to turn your back on it. I'm sorry that we're not at the age where we can get married. If we were, I'd propose, but that's not going to happen. So I guess we're just fucked. I'll move on, but you... you're going to have to live with yourself knowing you've turned your back on love. And that makes you a hypocrite. \n[291]Have a nice life. \n[292]Get off me. \n[293]I'm sorry, I can't. \n[294]  \n[295]Shit. \n[296]Get it together you pussy. \n[297]  \n[298] \n[299]With who? \n[300]If your asking if I nailed her the answer is no. \n[301]Exactly the opposite. \n[302]I don't know. She was lying on the bed, ready to do it, but I-- I don't, I was... I just didn't feel right about it. \n[303]A momentary lapse of judgment, soon to be rectified. \n[304]Where is she? \n[305]Where'd she go? \n[306]We'll see about that. \n[307]Is she with you? \n[308]Sebastian, you faggot. Is she with you? \n[309]Where is she?! \n[310]McConnell, I'm gonna out your ass in two seconds if you don't tell me where she is. \n[311]One. \n[312]Grand Central. You better not be fucking with me cause it's your ass on the line. \n[313]Motherfucker. \n[314]   \n[315]Ooops. \n[316]Fuck this. \n[317]Suave. \n[318]  \n[319]Hi. \n[320]You alright? \n[321]It was perfect. \n[322]You work way to hard. Here. Take the day off. Merry Christmas. \n[323]Bad time? \n[324]Well, you obviously wanted me to witness your little adventure or else you wouldn't have invited me in. \n[325]Who is our little friend so inexperienced that you have to resort to the alphabet game? \n[326]Well, well, well. \n[327]Say hi to Cecile. \n[328]I am. \n[329]Oh yes. \n[330]It was... Fantastic. \n[331]I know. That's the amazing part of it. I mean, it wasn't like Cirque du Soleil acrobatics, just standard missionary stuff, but it was... ah forget it. I'm going to sound like a Hallmark card. \n[332]It was... it was like the emotional part outweighed the physical part. \n[333]Mock, mock, mock. \n[334]Some other time. \n[335]I'm not in the mood. \n[336]It clearly is why. \n[337]And I don't. \n[338]  \n[339]I'll pick you up in an hour. I love you too. \n[340]No, I'm not. \n[341]What's wrong with you? Why are you acting this way? \n[342]Oh come on, Kathryn, it was just a contest. \n[343]Kathryn, you know I love you. I've always loved you. \n[344]I can't believe you're reacting this way. You're just saying this because you lost the bet. \n[345]That's not fair. You're taking all the fun out of it. \n[346]I've never done this before. \n[347]Screening calls. Any suggestions? \n[348]Hi. Is Annette at home? \n[349]Hi. \n[350]Sure. \n[351]This isn't working out for me anymore. \n[352]It's not you, it's me. I'm completely fucked up. \n[353]Why aren't you understanding? \n[354]I know. I wish I felt the same. Unfortunately, I feel nothing. I think it was just the conquest. Sorry, I'm completely fucked up. \n[355]I'm just being honest. I just wanted to see what you were like in bed. \n[356]Shh! Shh! I don't think Mrs. O'Shea would appreciate you acting like a total psychopath. \n[357]You don't even know me. The fact of the matter is there is some one I love. She's smarter, prettier... you don't even compare to her. The only reason I am here is because she wants us to be exclusive. \n[358]What, your virginity? Well that's over now. \n[359]Sorry. I'm completely fucked up. \n[360]I have a flair for drama. \n[361]You wanted an answer to your question. \n[362]Devastated beyond repair. I doubt she'll ever trust a man again. \n[363]I thought we should celebrate. \n[364]Ronald? \n[365]From Ronald. \n[366]I haven't had a chance to read it, but I'm sure it goes something like \"yahdah yahdah yahdah you mean a lot to me. Yahdah yahdah yahdah I hope we can be friends. Etcetera, etcetera, etcetera.\" You see, I expected your sort of bullshit so I took the liberty of phoning Ronald and Cecile. Right now they're having a little get together in my love shack at the Grand Central Hyatt. I'm so sorry he chose Cecile over you, but I promised him I would see you through your crisis. \n[367]Thank you. Now, where were we? \n[368]Oh yeah, the celebration. \n[369]What shall we toast to? \n[370]Not my choice of toast, but it's your call. To your triumph over Annette. \n[371]What's so funny? \n[372]Come again? \n[373]In any event, you still owe me my reward. \n[374]Calm down. \n[375]Will you calm down? \n[376]I'm very sorry about that. I apologize. \n[377]Get out? We had an arrangement. \n[378]I don't care what you said, we had an agreement. You've slept with half of the borough so don't tell me you're being choosy. \n[379]I'm giving you to the count of three to plop your ass down on the bed. \n[380]Then I will consider it a declaration of war. One. Two... three. \n[381]War it is. \n[382]  \n[383]It's desperate that I talk to her. \n[384]Well please leave a message that I called. \n[385]Shit. \n[386]I need to talk to Annette. \n[387]Do you know where she is? \n[388]Do you know when she'll be back? \n[389]Annette! Annette! \n[390]Fine. Could you please see that she gets this. \n[391]It's really important. \n[392]Dear Annette. Thank you for reading this letter. I don't know what I can possibly say to rectify the harm I have caused you. For once in my life I'm at a loss for words. \n[393]  \n[394]The truth of the matter is that being with you was the only time I have ever been happy. My whole life has been a joke. I prided myself on taking joy in others' misery. \n[395]Well, it finally backfired. I succeeded in hurting the first person I loved. I wish more than anything I could take it back, but I guess that's not possible. \n[396]Enclosed is my most prized possession... my journal. For a long time I considered it my trophy. A sordid collection of my conquests. If you really want to know the truth, then please read it. No more lies. \n[397]A car is picking me up tomorrow and taking me to Martha's Vineyard, where we have a summer home. Nothing would make me happier than if you joined me. I'm a fucking wreck without you. If you're interested please meet me outside my building at nine. If not, I understand. Love, Sebastian. \n[398]What time is it? \n[399]Did she show up? \n[400]Do you mind if I check upstairs? \n[401]I understand. Thanks for letting me crash here. \n[402] \n[403]Can we do it later. I've had a really bad night and - \n[404]What's your problem? \n[405]What are you talking about? \n[406]Kathryn? Oh Christ, she got to you too? \n[407]Ronald, you don't know what you're talking about. \n[408]Ronald, I'm sorry. \n[409]Fuck you. \n[410]Why don't you give me a chance to explain. \n[411]Don't you get it? We were all part of her game. \n[412]I'm gonna let you up, but you have to give me a chance to explain. Understood? \n[413]Annette! \n[414]I'm okay. I'm okay. \n[415]Holy shit. \n[416]I'm sorry. \n[417]I'm okay. Everything's good. \n[418]  ", "Valmont": "\n[1]  \n[2] \n[3]  \n[4]     \n[5]  \n[6] \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12] \n[13]  \n[14]  \n[15]  \n[16]   \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]   \n[33]   \n[34]  ", "Marci": "", "Bunny": "", "Blaine": "\n[1]  \n[2]    \n[3]- none taken - \n[4]Any ideas who it could be? \n[5]Where did you say she's from? \n[6]Greg McConnell. \n[7]He's from Kansas City. I wouldn't be surprised if he was your rat. \n[8]I don't think that bothered him. \n[9]Let's just say Greg likes tackling tight ends on and off the field. \n[10]I shit you not. McConnell used to sneak in my dorm room drunk every month. We'd go at it for a while, then as soon as he'd cum, he starts freaking out. You know - \"What are you doing, man? I'm not a fag. I'll kick your ass if you say anything.\" It's like, for Christsakes Greg, you're gay, deal with it. The only reason why I let him continue with his charade is because he's got a mouth like a Hoover. \n[11]Not anymore. Football team started practice last week. He's already called me to hook up. \n[12]Hmmm. I do believe Bravo is showing Spartacus on television tonight. \n[13]Don't think it's not going to cost you. \n[14]  \n[15]  \n[16]  \n[17]I thought I did. \n[18]Hey hey hey. Careful Valmont, he's not a fudge packer. Cum chugger yes but not a fudge packer. \n[19]I think he's telling the truth Valmont. Greg couldn't write a grocery list let alone a letter. \n[20]Our boy just can't get enough dick. ", "Tuttle": "", "Sugarman": "\n[1]  ", "Helen": "\n[1]Thank you, Annette. Chance Hill has been with my family for over sixty years. Does your family do much riding? \n[2]I'm sorry about that. \n[3]I'm familiar with a lot of breeders in the mid-west. What's his name? \n[4]Schwarz. Jewish? \n[5]Doesn't ring a bell. \n[6]In any event, I want you to consider this your home for the time being. \n[7]Sebastian must be here. \n[8]Sebastian! \n[9]I've missed you too. How are your parents? \n[10]Sebastian, this is Annette Harrison. She's going to be staying with me for a few weeks. \n[11]Anything for you, my dear. \n[12]Stay out of trouble you two. We will. \n[13]More the merrier. Is everything alright my dear? \n[14]I better go check on them. ", "Rosemond": "\n[1]  "}}