{"filename": "Dallas-Buyers-Club_script.txt", "imdb_id": "tt0790636", "imdb_url": "https://www.imdb.com/title/tt0790636", "characters": ["Eve", "Hispanic Orderly", "Nurse Frazin", "Denise (as Deneen D. Tyler)", "Tucker", "David Wayne", "Clint", "T.J.", "Rayon", "Sunny", "Dr. Vass", "Dr. Sevard", "Kelly", "Richard Barkley", "Ron Woodroof"], "dialogues": {"Eve": "\n[1] \n[2]So you're conducting another animal study? \n[3]How long do you see the study going on? \n[4]Does it not drive you just a little bit crazy when these guys stand up there talking about curing the sick while they're flashing gold Rolexes? What do they know about sick patients? \n[5]Blood tests. \n[6]We didn't test you for drugs. \n[7]We ran the blood test several times. \n[8]That's some information on HIV and AIDS you may find informative and your test results. \n[9]Mr. Woodroof? \n[10]Fine.   How can I help you? \n[11]No.   I'm a fucking doctor! \n[12]If you want to discuss your list of problems, you can meet me in my office in twenty minutes. \n[13]  \n[14]That isn't how it works. For about a year, a group of patients will either get the drug or a placebo, it's left up to chance, not even the doctors are allowed to know. \n[15]It's the only way to know if a drug works. \n[16]Unfortunately no. But when it's proven to work and if you fit the profile, then yes. \n[17]None of those drugs have been approved by the FDA. \n[18]Mr. Woodroof, I assure you that would be a waste of precious time. \n[19]There is a support group that meets every day at Draddy Auditorium, perhaps you could share your feelings and concerns... \n[20] Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 21A   \n[21] \n[22]Rayon, the whole point of this study is to determine whether AZT is helping people. \n[23]That doesn't mean I'm going to stop trying. \n[24]You're in the hospital. \n[25]You almost died. \n[26]Get some rest. \n[27]Mr. Woodroof! \n[28]Where are you going? \n[29]You're too sick to leave here. \n[30]We can keep you comfortable at least. \n[31]As your doctor, I cannot recommend you to do this. \n[32]  \n[33]It's open! \n[34]Mr. Woodroof... Ron, I thought you were... \n[35]What are you doing here?   You look great. \n[36]What happened to you? \n[37]I'm sorry, but what is this? \n[38]Excuse me? \n[39]No.   Don't... I don't really eat here. \n[40] \n[41]What? \n[42]What the hell do you think you're doing?! \n[43]He's a participant in a clinical trial, we need to get him to the hospital! \n[44]Are you out of your mind?!    If anything happens to him-- \n[45]It's a blind study! We don't even know if he's getting AZT! \n[46]Leave, please! \n[47]This man also had a transfusion? \n[48] \n[49]What do you mean? \n[50]Really? \n[51]Transfusions always makes patients feel better. Give the placebo patients new blood and they'll feel better too. \n[52]I have questions about the drug's safety. I've seen it drop white blood cells in a lot of my patients making them more susceptible to infection. \n[53]After six months? \n[54]But we have no idea what the long term effects are. It's irresponsible. \n[55]Can I see a copy of the study? \n[56]A press release from the NIH? \n[57]  \n[58]He didn't call, leave a message? \n[59]What are you doing here? \n[60]Where's Rayon?     You're roommates now? \n[61]Roger Thompson? This is my patient.        Are you treating these people? \n[62]With what? \n[63]Tell Rayon I was looking for him. And I'm telling my patients to stay away from here. \n[64]  \n[65]He came in once for advice. I have no idea what he does outside of this hospital. \n[66] \n[67]Ron, I respect that you're learning about your illness but some of these people should be in the hospital. \n[68]AZT helps eradicate the virus. \n[69]I know the statistics. \n[70]If you're abusing it, like you did, with no medical surveillance, of course it is. \n[71]They're beautiful. Thank you.    And I don't even have to water them. \n[72]You don't actually believe I would do that? \n[73]I don't dance. \n[74]Why are we here? \n[75]Yeah right. \n[76]Because I was good in science. And my father said studying history was a waste of time. So I went to med school. \n[77]Yes, he was. Your turn. Why did you become... an electrician, right? \n[78]What about your mom? \n[79] \n[80]I do not. I'll hang it. I'm going to hang it. It's just... are you sure you don't want to keep it? \n[81]  \n[82]I want all my HIV patients on the asymptomatic study to have their AZT doses lowered to the minimum, 600 milligrams. \n[83]  \n[84]I don't need permission.    I'm their doctor. \n[85]I'm not doing a study for people who are asymptomatic with a toxic drug that makes them sick. We don't treat people who have antibodies for pneumonia or chicken pox when they're healthy. Why should HIV be any different? \n[86]Says who?     Barrow Wilkem?! \n[87]Besides, I consulted with each of them individually, it was their decision. \n[88]  \n[89]What are you doing? \n[90]Do I look like someone who takes vacations? \n[91]I know and I can't either. I'm sorry. We can't write scripts for random people and random drugs. Plus what if something goes wrong with these drugs? We could get sued, lose our license. \n[92]Good. I'll be in my office.   Thanks for calling. \n[93]   \n[94]Rayon was a drug addict! It wasn't a day on AZT that killed him, but the disease as a whole! \n[95]Ron, you stole my prescription pad! So don't accuse me of acting irresponsibly! Rayon came to the hospital on his own... \n[96] \n[97]  \n[98]What's going on? \n[99]What? This is crazy!   All these kids are HIV positive? \n[100]Would you give this fifth of a dose to your own child? \n[101]I won't.    You'll have to fire me. \n[102]Y'all go fuck yourselves! \n[103]We're splitting that. \n[104]Regular?     What's that?   Doesn't exist. \n[105]What? \n[106]It does. \n[107]   \n[108] ", "Hispanic": "\n[1]There ain't no more, they started lockin' it up. ", "Orderly": "\n[1]There ain't no more, they started lockin' it up. \n[2]Here.   In Mexico. A doctor, he has some. ", "Nurse": "\n[1]Dr. Sevard's not on today. \n[2]If you'll tell me what the problem is -- \n[3]She's not here today. \n[4]The AZT. We can tell who's on it by the symptoms. Most of them need new blood. \n[5]So why are they stopping the trial? \n[6]Barrow Wilkem, didn't you see the memo? They claim most people are feeling better and fewer people are dying. \n[7]  \n[8]Nothing. He did change his address recently. \n[9]  \n[10]I took him off of it as you instructed. He's just on morphine now. \n[11]I need security up here, right away. ", "Frazin": "\n[1]Dr. Sevard's not on today. \n[2]If you'll tell me what the problem is -- \n[3]She's not here today. \n[4]The AZT. We can tell who's on it by the symptoms. Most of them need new blood. \n[5]So why are they stopping the trial? \n[6]Barrow Wilkem, didn't you see the memo? They claim most people are feeling better and fewer people are dying. \n[7]Nothing. He did change his address recently. \n[8]I took him off of it as you instructed. He's just on morphine now. \n[9]I need security up here, right away. ", "Tucker": "\n[1]Fuck off, Woodroof. \n[2]Looks like you got a few pissed off customers. \n[3]Figure it out yourself. \n[4]You son of a bitch! \n[5]Get the fuck outta here before I arrest all of you. \n[6]They're gonna kick the shit out of you one day, Woodroof. Maybe worse. \n[7]  \n[8]Handle your business, huh?    Get your shit together. \n[9] \n[10]Get the fuck outta my car. \n[11]You okay? \n[12]What brain? \n[13]Woodroof? \n[14]Sorry, Ron. Gentlemen, I'm gonna need you all to leave the premises in an orderly fashion, please! \n[15]   \n[16]I'll take care of this. \n[17]Ron! You are in the middle of the street. Do you understand what I'm sayin'? \n[18]Come on, man, let's go home. \n[19]   \n[20]  \n[21]Of course I remember you, trouble maker. \n[22]I'm gonna talk with Ron a minute, pop. \n[23]Listen, the FDA is gonna bust you tomorrow. \n[24]I'll be there, man, and don't you fuckin' hit me again! \n[25]Ronald Woodroof? \n[26]I have a warrant for your arrest, a search warrant for the premises, and a court order to cease and desist business immediately. ", "David": "\n[1]Jesus, how many truck loads you bring back from Mexico? All for your own personal use? Here's the paper work for your LLC. I don't even want to know what it's for. \n[2]You son of a bitch! \n[3]The FDA said it was a Japanese doctor with no legal standing. What can I say, they make it up as they go. \n[4] \n[5]Don't piss them off. If there's a fine, we'll pay it. \n[6]What?   Against who? \n[7]They shut her lab down. The FDA has shut all of our suppliers down, what can I tell you? \n[8]Come on, Ron, we lost the restraining order, remember? We're in Texas. The court system is the last resort for you. \n[9]They wrote the FDA's story. \n[10]Don't worry. I got good news. I got you a change of venue for the Peptide T trial in San Francisco. And no surprise, they're not pressing charges. \n[11]Then what the fuck am I doin' here? \n[12]They're trying to break you, I don't know. Let's get out of here. ", "Wayne": "\n[1]Jesus, how many truck loads you bring back from Mexico? All for your own personal use? Here's the paper work for your LLC. I don't even want to know what it's for. \n[2]You son of a bitch! \n[3]The FDA said it was a Japanese doctor with no legal standing. What can I say, they make it up as they go. \n[4] \n[5]Don't piss them off. If there's a fine, we'll pay it. \n[6]What?   Against who? \n[7]They shut her lab down. The FDA has shut all of our suppliers down, what can I tell you? \n[8]Come on, Ron, we lost the restraining order, remember? We're in Texas. The court system is the last resort for you. \n[9]They wrote the FDA's story. \n[10]Don't worry. I got good news. I got you a change of venue for the Peptide T trial in San Francisco. And no surprise, they're not pressing charges. \n[11]Then what the fuck am I doin' here? \n[12]They're trying to break you, I don't know. Let's get out of here. ", "Clint": "\n[1]Where'd ya hear that? \n[2]Not after you just coughed your lungs all over it. \n[3]Get me another beer, will you sweetheart? \n[4]I said grab me a cold one, cupcake. \n[5]Nah, wouldn't wanna get none of that faggot blood on me. ", "T.J.": "\n[1]I don't know, Ron. \n[2]You think anymore 'bout Saudi Arabia? They need guys over there. \n[3]They pay five times as much, that's why. \n[4]I'm signing up. \n[5]It's a Muslim country.    You can't fuck the women. \n[6]Damn doctors cut your balls off? \n[7]Well, you didn't miss nothin' at work. I'd take disability any day. \n[8]Man, I went to them doctors once, they tell me I had chlamydia, I came back home I realized I had crabs. \n[9]I heard you get that just by touchin' someone. Or that queers get it. \n[10]Well, what if it ain't? \n[11]Damn right I know you, like you was born with some kinda pussy addiction. \n[12]We should get goin'. \n[13]Let's go girls. \n[14]Alright brother, you cool? \n[15]See you there. \n[16]C'mon Ron, we don't want no trouble. \n[17]Uh, hey Ron. \n[18]How're you doin'? \n[19]Jesus, faggots everywhere. ", "Rayon": "\n[1]Do you like this blouse?   Cause I think the neckline's too low. \n[2]Come on, Evie, you know there ain't no helpin' me. \n[3]Why you so good to me? \n[4]Honey, you don't have the slightest chance. \n[5]I'm Rayon. \n[6]Relax, I don't bite. \n[7]I guess you're handsome in a Texas hick, white trash, dumb, kinda way. \n[8]Sticks and stones, cowboy. You wanna play cards? \n[9]Full house. Jacks over threes. \n[10]Sorry darlin'. \n[11]Breath.   Relax. \n[12]Here, drink some water. \n[13]You gotta stay hydrated or your muscles will cramp. \n[14]You got nice feet. \n[15]The AZT trial. My friend is paying me to split my dose with him. That way we'll both get some. \n[16]Five grand. \n[17]I coulda charged him twenty. \n[18]Sorry, sweetie. I made a deal. \n[19] \n[20]Them bastards Kentucky fried me. \n[21]Everyone knows what they're gettin'. AZT tastes differently. I guess I got lucky and got the real thing. \n[22]I was looking for you, Lonestar. \n[23]I feel better! I wanted to thank you. \n[24]I need more of that cocktail shit you got! \n[25] \n[26]You got enough for 20 of us? \n[27]You know what? You don't deserve our money, you homophobic asshole! \n[28]Adios, cowboy. \n[29]I can handle your insults, but five percent? \n[30]Twenty five, take it or leave it. \n[31]You gotta be kidding me?! \n[32]This place is disgusting.    We need to disinfect. \n[33]Hi, I'm Rayon. \n[34]  \n[35] \n[36]Preservative. \n[37]It's protein, it's good for you. \n[38]You can't tell me what to do. \n[39]Hi. \n[40]You're all packed, here's your ticket. \n[41]None of your business. \n[42] \n[43]Got it. \n[44]I was so worried -- \n[45]   \n[46] \n[47] \n[48] \n[49]It's cranberry mocha.     For the holidays. \n[50]It's Marc Bolan, silly! Why don't you just get it over with and say it, you love it! \n[51]Fine! \n[52]If I really thought you were interested, I'd tell you. \n[53]Honey, you don't have a snowball's chance wearing that thing. \n[54]Trailer trash and rodeo groupies do not count as ladies. Are you sure she said the word yes? \n[55]You got any flowers? \n[56]   \n[57]Sit down and shut up. \n[58]I'm not letting you in, you have a search warrant? \n[59]   \n[60]Your lawyer. \n[61]  \n[62]What the fuck does that mean? \n[63]Save your money, we're broke.   Our credit cards are maxed. \n[64]A hundred grand between the FDA and the IRS fines. The pharmacy bills due... \n[65]How bout that size?   Those would look good on me. \n[66]Support groups. \n[67]In the meantime we could try the bank? \n[68]Guess I didn't make the cut. \n[69]It wasn't a choice, Dad. \n[70]What do you want, Raymond? \n[71]I'm fine, thanks.    And you?   Long time no see. \n[72]I suppose I should thank you for wearing men's clothes and not embarrassing me. \n[73] \n[74] \n[75]He is helpin' you.   I got AIDS. \n[76]I'm sorry, dad. I found someone who's been helping me and now I'd like to help him. \n[77]  \n[78]God, when I meet you, I'm gonna look pretty if it's the last thing I do. I'll be a super model angel. \n[79]Maybe this will help. \n[80]Just a simple fuckin' thank you would do. \n[81]  \n[82]I sold my life insurance policy. \n[83]  \n[84]Okay, okay. I'll go. Put me down.       Let me get some things first. ", "Sunny": "\n[1]You need to go to the hospital. \n[2]That's it.      I'm driving you, right now. ", "Dr.": "\n[1]They're pharma reps, not doctors. And like it or not, this is a business. \n[2]How the hell did they get permission to go to human trials? \n[3]People are desperate. People are dying. There is nothing else out there. \n[4]Mr. Woodroof. I'm Dr. Sevard. \n[5]We saw something that concerned us in your initial blood work so we ran some additional tests. \n[6]You've tested positive for HIV -- \n[7]...the virus that causes AIDS. \n[8]Have you ever used intravenous drugs or had any homosexual -- \n[9]Your T-cell count is down to nine, a healthy person has five hundred to fifteen hundred. \n[10]T-cell.   Frankly we're surprised you're alive. \n[11]Mr. Woodroof, we're trying to impress upon you the gravity of your situation. \n[12]Based on your condition, we estimate that you have about thirty days to get your affairs in order -- \n[13]  \n[14] Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 21A   \n[15]Dealing in pharmaceutical drugs is illegal. I don't know what you're talking about. \n[16]   DR. VASS , fit but tired, shouts in Spanish to a MAN unloading boxes. He effortlessly switches to Japanese, continues to shout to another worker.  Dr. Vass sees Ron, quickly moves over to him.  \n[17]You have something for me to sign? \n[18]Speak up. \n[19]Looking to poison yourself? \n[20]That's from the chemical manufacturer who makes AZT, Sigma. \n[21]First thing I tell my patients: you won't find that shit here! \n[22]  \n[23]Cocaine, alcohol, methamphetamine, AZT. That's what I call a recipe for disaster. \n[24]Who said I was a Doctor? They revoked my license to practice three years ago, that's why I'm down in this shit-hole. \n[25]I didn't play ball. \n[26]These drugs you're doing, they're breaking down your immune system, making you susceptible to infections. \n[27]Cocaine made you more susceptible. As did AZT. \n[28]The only people AZT helps are the people who sell it. It kills every cell it comes in contact with, good and bad. \n[29] \n[30]  \n[31]Better.   Your T-Cell count's improving. \n[32]You'll always test positive for HIV, and now, you have AIDS, due the toxic shit you've been pumping into your body, all the drugs, plus the AZT. \n[33]You shot your immune system. Now you have chronic pneumonia, among other things. It can cause memory loss, mood swings, aching joints... \n[34]This is DDC, it works as an anti viral similar to AZT but less toxic. And this is Peptide T, it's a protein -- totally non-toxic. Early studies have shown it can help with all of that. This is what I had you on since you got here. \n[35]No, not approved. \n[36]    \n[37]If you get caught, don't tell them you got AIDS. They'll never let you back in. You've got thirty days to get your ass back down here and pay me the other half, after that I send MIGUEL. \n[38]It's Barrow Wilkem's call, Eve. So we can get the drug to the people who need it. \n[39]Their trial results are overwhelmingly positive. AZT is working. \n[40]These people die, Eve.     There are no long-term effects. \n[41]It's still being written.    Here. \n[42]  \n[43] \n[44]  \n[45]We don't know what the drugs are.    He's got HIV. \n[46]Mr. Woodroof. \n[47]You nearly killed yourself. We need to know where you acquired those drugs. \n[48]A combination of AZT... \n[49]Your stuff gave you a heart attack. \n[50]That decision, like it or not, is left up to the people in this hospital. \n[51]You're a fool if you think you're helping yourself. \n[52]  \n[53]You're his physician and you can't tell me what medications he's on? \n[54]Well the FDA confiscated over two thousand vials of alpha interferon... that he was about to sell to AIDS patients. Our patients! \n[55]Without controlled trials, we'll never be able to cure this thing because we'll have no legitimate data. Tell your patients to stay away from him. \n[56]Where the hell are my trial patients? \n[57]  \n[58]Who gave you permission to lower your patients' AZT doses? \n[59]I want those doses readjusted immediately. The study protocol does not allow dose reductions. \n[60]It's a different kind of virus. \n[61]  \n[62]   \n[63]   \n[64]Secretions that the caterpillar uses to protect itself during the incubation period... \n[65]...act as a non-toxic anti-viral for humans. The answer to a question. \n[66] \n[67]These are early trial results for Fluconazole. \n[68]You want to take some home? \n[69]We need a thousand more like you. \n[70]   \n[71]   \n[72]   \n[73]What are you talking about? \n[74]Leave or you will be arrested. \n[75]Barrow Wilkem gave us the green light on the AZT pediatric trials. \n[76]We're starting very slowly with a fifth of a dose. \n[77]We think it is in everyone's best interest that you resign. ", "Vass": "\n[1]   DR. VASS , fit but tired, shouts in Spanish to a MAN unloading boxes. He effortlessly switches to Japanese, continues to shout to another worker.  Dr. Vass sees Ron, quickly moves over to him.  \n[2]You have something for me to sign? \n[3]Speak up. \n[4]Looking to poison yourself? \n[5]That's from the chemical manufacturer who makes AZT, Sigma. \n[6]First thing I tell my patients: you won't find that shit here! \n[7]Who stacked those boxes there? Check in with a nurse. \n[8]  \n[9]Cocaine, alcohol, methamphetamine, AZT. That's what I call a recipe for disaster. \n[10]Who said I was a Doctor? They revoked my license to practice three years ago, that's why I'm down in this shit-hole. \n[11]I didn't play ball. \n[12]These drugs you're doing, they're breaking down your immune system, making you susceptible to infections. \n[13]Cocaine made you more susceptible. As did AZT. \n[14]The only people AZT helps are the people who sell it. It kills every cell it comes in contact with, good and bad. \n[15] \n[16]  \n[17]Better.   Your T-Cell count's improving. \n[18]You'll always test positive for HIV, and now, you have AIDS, due the toxic shit you've been pumping into your body, all the drugs, plus the AZT. \n[19]You shot your immune system. Now you have chronic pneumonia, among other things. It can cause memory loss, mood swings, aching joints... \n[20]This is DDC, it works as an anti viral similar to AZT but less toxic. And this is Peptide T, it's a protein -- totally non-toxic. Early studies have shown it can help with all of that. This is what I had you on since you got here. \n[21]No, not approved. \n[22]    \n[23]If you get caught, don't tell them you got AIDS. They'll never let you back in. You've got thirty days to get your ass back down here and pay me the other half, after that I send MIGUEL. \n[24]   \n[25]   \n[26]Secretions that the caterpillar uses to protect itself during the incubation period... \n[27]...act as a non-toxic anti-viral for humans. The answer to a question. \n[28] \n[29]These are early trial results for Fluconazole. \n[30]You want to take some home? \n[31]We need a thousand more like you. \n[32]   \n[33]   ", "Sevard": "\n[1]Isn't it also true that it had some concerning side effects in animal tests, significantly decreasing the animals red and white blood cells? \n[2]They're pharma reps, not doctors. And like it or not, this is a business. \n[3]How the hell did they get permission to go to human trials? \n[4]People are desperate. People are dying. There is nothing else out there. \n[5]Mr. Woodroof. I'm Dr. Sevard. \n[6]We saw something that concerned us in your initial blood work so we ran some additional tests. \n[7]You've tested positive for HIV -- \n[8]...the virus that causes AIDS. \n[9]Have you ever used intravenous drugs or had any homosexual -- \n[10]Your T-cell count is down to nine, a healthy person has five hundred to fifteen hundred. \n[11]T-cell.   Frankly we're surprised you're alive. \n[12]Mr. Woodroof, we're trying to impress upon you the gravity of your situation. \n[13]Based on your condition, we estimate that you have about thirty days to get your affairs in order -- \n[14]Dealing in pharmaceutical drugs is illegal. I don't know what you're talking about. \n[15]It's Barrow Wilkem's call, Eve. So we can get the drug to the people who need it. \n[16]Their trial results are overwhelmingly positive. AZT is working. \n[17]These people die, Eve.     There are no long-term effects. \n[18]It's still being written.    Here. \n[19]We don't know what the drugs are.    He's got HIV. \n[20]Mr. Woodroof. \n[21]You nearly killed yourself. We need to know where you acquired those drugs. \n[22]A combination of AZT... \n[23]Your stuff gave you a heart attack. \n[24]That decision, like it or not, is left up to the people in this hospital. \n[25]You're a fool if you think you're helping yourself. \n[26]Mr. Woodroof, would you please get back in bed? \n[27]You're his physician and you can't tell me what medications he's on? \n[28]Well the FDA confiscated over two thousand vials of alpha interferon... that he was about to sell to AIDS patients. Our patients! \n[29]Without controlled trials, we'll never be able to cure this thing because we'll have no legitimate data. Tell your patients to stay away from him. \n[30]Where the hell are my trial patients? \n[31]Who gave you permission to lower your patients' AZT doses? \n[32]I want those doses readjusted immediately. The study protocol does not allow dose reductions. \n[33]It's a different kind of virus. \n[34]What are you talking about? \n[35]Leave or you will be arrested. \n[36]Barrow Wilkem gave us the green light on the AZT pediatric trials. \n[37]We're starting very slowly with a fifth of a dose. \n[38]We think it is in everyone's best interest that you resign. ", "Kelly": "\n[1]You said we would be dancin' by nine. ", "Richard": "\n[1]I'm Richard Barkley from the Food and Drug Administration office. \n[2]You're a priest? \n[3]You have over 2,000 pills here. You are only allowed to bring in a ninety day supply. \n[4]Vitamins? You do realize that importing unapproved drugs for sale is a very serious offense? \n[5]If we find the slightest indication that you're selling these drugs for profit, you will be thrown in jail... Father. \n[6]Father Woodroof. 90 days supply? \n[7] \n[8]Mr. Woodroof, we tolerate the Buyers Clubs. Now, every other organization in the country is dancing with us but for some reason, either you don't understand what we're saying or you just don't give a shit. \n[9]Mr. Woodroof, I have a court order permitting us to confiscate any and all non-FDA approved drugs or supplements. \n[10]It's improperly labeled. That's a violation of FDA regulations. \n[11]Our primary concern is preventing a market for illegal drugs. \n[12]Vitamins and minerals that gave you a heart attack, remember? \n[13]Woodroof, I wouldn't want you to spend your last days in jail. If you have a product you'd like tested, fill out an application and go through the process. \n[14]You'll be receiving your fine for non compliance and improper labelling soon. \n[15]Mr. Woodroof, will you kindly tell us what you are doing? \n[16]And what is going on? \n[17]Mr. Woodroof, you are nothing but a common drug dealer-- \n[18]No one move. Put your hands in the air. \n[19]Turn off that camera. Now! \n[20] ", "Barkley": "\n[1]I'm Richard Barkley from the Food and Drug Administration office. \n[2]You're a priest? \n[3]You have over 2,000 pills here. You are only allowed to bring in a ninety day supply. \n[4]Vitamins? You do realize that importing unapproved drugs for sale is a very serious offense? \n[5]If we find the slightest indication that you're selling these drugs for profit, you will be thrown in jail... Father. \n[6]Father Woodroof. 90 days supply? \n[7] \n[8]Mr. Woodroof, we tolerate the Buyers Clubs. Now, every other organization in the country is dancing with us but for some reason, either you don't understand what we're saying or you just don't give a shit. \n[9]Mr. Woodroof, I have a court order permitting us to confiscate any and all non-FDA approved drugs or supplements. \n[10]It's improperly labeled. That's a violation of FDA regulations. \n[11]Our primary concern is preventing a market for illegal drugs. \n[12]Vitamins and minerals that gave you a heart attack, remember? \n[13]Woodroof, I wouldn't want you to spend your last days in jail. If you have a product you'd like tested, fill out an application and go through the process. \n[14]You'll be receiving your fine for non compliance and improper labelling soon. \n[15]Mr. Woodroof, will you kindly tell us what you are doing? \n[16]And what is going on? \n[17]Mr. Woodroof, you are nothing but a common drug dealer-- \n[18]No one move. Put your hands in the air. \n[19]Turn off that camera. Now! \n[20] ", "Ron": "\n[1]Did ya hear Rock Hudson was a cock sucker? \n[2]It's called a newspaper.     You heard of it? \n[3]What a waste. All that fine Hollywood pussy on a guy who smokes his friends. \n[4]C'mon Rog, this ain't the sandbox. Twenty's the minimum. \n[5]Calm the nerves, brother.     You look great. \n[6]It's your day, I can feel it. \n[7]Eight seconds and you'll be gettin blown by a hundred dollar hooker before you can scrape the bullshit off your boots. \n[8]C'mon! One one thousand, two one thousand, three one thousand... \n[9]Ah hen shit! \n[10]Hey, buddy I need you to arrest me. \n[11]Come on, man. I'm serious! \n[12]You gonna cuff me or what? \n[13]  \n[14]Gotta die from somethin'. \n[15]You're startin' to sound like your ol' man. How's he doin' by the way? \n[16]  \n[17] \n[18]   \n[19]   \n[20]That shit is purer than a preacher daughter's pussy. \n[21]What do you wanna go work for a buncha sand niggas for? \n[22]They got hot ladies over there? \n[23]Now that takes me out right there. \n[24]Dumb spic.     How'd you get your leg in there? \n[25]Where's the ambulance? \n[26]Go call `em. Go FUCKING call `em. \n[27]Alright we're going to get you outta there but you gotta stay still until I say get the fuck out and then you get the fuck out. Comprende? \n[28]Alright, on the count of three.   One, two... \n[29]What kinda blood tests, cause I don't use drugs. \n[30]Good, cause that ain't none of yer business anyway. \n[31]Who you kidding, Rock cock sucking Hudson bullshit?! \n[32]Homo? Homo? That's what you said, right? Shit. You gotta be kidding me. I ain't no faggot, I don't even know any faggots, I'm a rodeo! \n[33]Look at me, doc. Come on now, look at me. What do you see? \n[34]What the fuck's a three-Cell?! \n[35]Well surprise this: you've made a fuckin' mistake! \n[36]You must've mixed my blood with some daisy puller or sumptin. \n[37]Thirty days? \n[38]What is this shit?! \n[39]I got a news flash for all y'all, there ain't nothin' out there that can kill Ron Woodroof in thirty days. \n[40]   \n[41]  \n[42]  \n[43]Shit, you tell `em you got a cold and they'll give you two weeks off. You should try it. \n[44]I mean I got a stupid cough and they tell me I got some HIV virus. \n[45] \n[46]S'what I'm saying. \n[47]Which is exactly why it's a mistake. \n[48]You know me, T.   You fuckin' serious? \n[49]I'll catch up with you. \n[50]I'm cool. \n[51]Do I look like I can wait til tomorrow? \n[52]Problem? Which problem you want to hear about? My lungs bleeding, my skin crawling, the jackhammer in my head... hell that's just the beginning of my problems sweetheart. \n[53]I don't want no nurse. I want a doctor. A goddamn doctor! Today! NOW! \n[54]Are you fuckin' deaf, lady? \n[55]Twenty minutes? I like your style, Doctor. \n[56]Can you get me AZT? \n[57]Barrow Wilkem just released it for testing, right? This hospital is one of the sites. \n[58]Well can I buy some? \n[59]You give dyin' people sugar pills? \n[60]Can you get it for me? \n[61]So, you're tellin' me I'm as good as a horse being sold for dog food? \n[62]Okay, what about in Germany, this Dextran Sulfate, or in France they got DDC, or AL 721 in Israel... I read that one is proven to work and it ain't toxic. \n[63]Screw the FDA, I'm gonna be DOA. Do I have to sue this hospital to get me some medicine? \n[64]Call me Ron, will ya? \n[65]I'm dying and you're tellin' me to go get a hug from a bunch of faggots? \n[66]Good night, good day, and good riddance. \n[67]Neddie Jay, one shot of Cactus and a Rolling Rock back. \n[68]I can't believe how much I missed your ugly faces. Clint, where you hangin' your pants lately brother? \n[69]`Fuck you say? \n[70]You askin' me to kick yer ass? \n[71] \n[72]Fuck all ya'll. \n[73]Tooth fairy, if we weren't in a public place right now, your teeth would be so far down your throat you'd be usin' your ass to chew food. \n[74] \n[75]And if there's a chance, if I got one fucking chance, send me a sign. \n[76]I'll take a dance, but not fer me. Just shake it, he'll see you. \n[77]Thanks. \n[78]     \n[79]The hell you doin' here? \n[80]Fuck you doin' in my house? \n[81]I got more cash. \n[82]What the hell is this bullshit? \n[83]Beautiful. \n[84]I'm sure that didn't surprise anyone. \n[85]Was that a smile? You've had a blood transfusion. Mr. Woodroof I'm doctor Sevard. I remember you. I need you to tell me where you obtained AZT from. \n[86]Who said I was on AZT? \n[87]Wait.   We were just gettin' somewhere. \n[88]Congratulations, fuck you and go back to your bed. \n[89]Get the fuck outta here, whatever you are. \n[90] \n[91]I'da figured you for queens. \n[92]Jesus Christ, I'm straight, OK! \n[93]Why the fuck you in here anyway? \n[94]How much is he paying you? \n[95]What? \n[96]How about me? Will you sell me some? \n[97]I signed myself out. \n[98]The worst-case scenario bein' what? \n[99]Thanks, but I prefer to die with my boots on. \n[100]Well as my doctor, can you get me some damn AZT? \n[101]I still live here, you hear me?!    I fuckin' live here!! \n[102]    \n[103]Have fun, kids.     It's all yours. \n[104]   \n[105]    \n[106]I'm lookin' for Dr. Vass. \n[107]I'm lookin' for Vass, for some AZT. \n[108] \n[109]Why?   What'd you do? \n[110]So cocaine gave me pneumonia? \n[111]I thought AZT's supposed to help me. \n[112]So medically speakin', I kicked my own ass! \n[113]Well? \n[114]Am I still positive for HIV? \n[115]If it sucks, I got it. \n[116]And you can't buy them back in the U.S.? \n[117]Chinks, homos and herbs, you got a new world order here, Vass. You could be makin' a fortune off this stuff. \n[118]    \n[119]  \n[120]Nada. \n[121]Well as I told the gentlemen, I am a sick man. I have cancer. I take 22 pills a day and these here vials of Vitamin A, C, E and Zinc. That there is ninety days. \n[122]Well, as I said, they're not for sale. And they ain't illegal, just \"unapproved.\" \n[123]Then I promise to take each and every one of them pills myself. In fact this present detainment has already put me off schedule... Son. \n[124]I'm looking for Dr. Eve Saks. \n[125] \n[126]Actually I look amazin'.   But you, you look like shit. \n[127]So you got any music?   Or crackers? \n[128]It's a celebration of how absolutely fuckin' wrong you were. \n[129]Thirty days you said! Well here it is months later and I'm goin' like gangbusters. Now if that don't call for a little Cheez Whiz on a Ritz, I don't know what does! \n[130]You women love Nancy Boys. \n[131]Hell, I'll tell you what's wrong, it's the goddamn AZT! \n[132]It's killin' him, can't you see that? Why you think I look so healthy? \n[133]Tinkerbell, how much cash you got? \n[134]Helpin' him, that's what. \n[135]So they can fuck him up even worse? \n[136]Relax, it's just a little vitamin boost, A, C, zinc. \n[137] \n[138]Yeah, real lucky. I've got stuff here that works. Healthy, non-toxic. You should trial it and we'll both get rich. \n[139]Tell your friends about me. Send `em my way and I'll hook `em up. \n[140]And tell `em to bring their fuckin' money. Cash. No checks. \n[141]Are you out of your fucking mind?! \n[142]  \n[143] \n[144]I could of killed you! \n[145]Good for you. Now get the fuck out! \n[146]Listen Tinkerbell, unless you got cash or some new clients for me, I'm busy. Now get the f... \n[147]Am I fuckin' dreamin'? \n[148]Here's enough for 20, find me 20 more and I'll cut you in. Five percent. \n[149]What's wrong? \n[150]Ten. \n[151]Five grand worth of shit.   Shit I owe money on. \n[152]I was just sharing. \n[153]Yeah, I understand. My client would like his drugs back for his own personal use. They've already been destroyed. I hope we have an understanding.   You're breaking the law. \n[154]No, perfect place. We gotta lay low. Don't wanna get busted. I got a plan. \n[155]  \n[156]Do not use the word \"we\". Now you wanna put your apron on and fly around on your broom, be my guest. \n[157]Howdy Counselor, welcome. \n[158]He's my partner.   Business partner. \n[159]Your office's next door. \n[160]Don't worry, Counselor. I ain't selling drugs anymore. I'm giving them away. For free. By selling memberships. Four hundred a month in dues gets you all the meds you need. \n[161]   \n[162]Bitches. Plural. There's a bunch of faggots runnin' a hell of a club up in New York. That's where I got the idea. Welcome to the Dallas Buyers Club. \n[163]   \n[164]Bring 'em in and if you call me Roanie again... ...I'ma use this gun to give you the sex change you been hopin' for. \n[165]Ah shit, did I scare you? Sorry. Welcome to the Dallas Buyers Club. \n[166]He told you how it works? Treatments and drugs are free, but the membership, 400$. \n[167] \n[168]First of all, flush that shit down the toilet. Secondly, stay away from anything that'll cook your insides. Third, get healthy and if your brain's broke, I got something called Peptide T that'll fix it. \n[169]Fill that there out and don't cheat on the drugs part. Can't help you if I don't know what you're doin'. \n[170]I got more stuff comin' in about a week. Til then, watch what you eat and who you eat. \n[171]  \n[172]Never mind. I'll call back.   Thank you. Arigato. \n[173]I live here. \n[174]Not exactly. What are you doing here? \n[175]They're treatin' themselves. \n[176]Vitamins, Peptide T, DDC. Anything but that poison you're hawkin'. \n[177]Do you ever wear any color?    Every time I see you I see white. \n[178]Why? You wanna go grab a steak?     I know it's red but... \n[179]This is the shit that'll rot your insides. What a surprise, FDA approved. What the fuck is potassium benzoate? \n[180]You fuckin' kiddin' me? \n[181]Don't pollute me with that processed crap. I'm eatin' healthy. \n[182]Put it back. \n[183]Fine. \n[184]This is Rayon. He said hi to you. \n[185]Shake his hand, T.J. \n[186]Come on, buddy, what's your fuckin' problem? \n[187]Good. Now get the fuck outta here and go back to your miserable life. \n[188]What? Dallas Buyers Club / Green Revision / Dec 2, 2012 / P. 48 \n[189]Fifty bucks. You don't got the money, you don't join the club. This ain't no charity. \n[190]You need three hundred and fifty more. \n[191]  \n[192]I'm usin' it for memory loss.   You oughta try gettin' it to market. \n[193]Damn, bureaucracy is good business. \n[194]And these are for your daughter. \n[195]   \n[196] \n[197]Actually, it is if I can't fuckin' trust you. Denise! \n[198]You're in charge! \n[199]Make sure my new Caddy is at the airport for when I get back. \n[200]Denise, you hearin' this? Now you two monkeys take care of the zoo. \n[201] \n[202]That's me. \n[203]What do you mean? \n[204]Fourteen hours on a plane, but hey, who gives a shit, right? \n[205]Look, if it's a matter of money, I can make it worth your while, I got cash-- \n[206]Yeah, I'm coming. Prepare the sedation. Propofol. 10 milligrams. \n[207]I said I'm coming. Good morning. \n[208]That a party out there? \n[209]Doc-tor Sevard!   You must be surprised to see me. \n[210] \n[211]What?   Get it out! \n[212]I'm gonna sue you for attempted murder! Where's my stuff? \n[213]Go to hell. I say what goes in my body, not you. Final. Period. End of story. \n[214]This thing's an epidemic and you're still lookin for guinea pigs. Well do I look like a rodent to you? \n[215]That's right. I fooled you.   You told me I'd be dead in thirty days. \n[216]Well HOWDYFUCKINDOODY, cuz it's a year later and look whose still here? \n[217]Now I'm through with you. You got anything to say, tell it to my real doctor, Dr. Saks. \n[218] \n[219]Nope. And if you're gonna call an orderly on me, you'd better fuckin' do it, cuz this motherfucker is going home. \n[220]Then tell him to move to the fuckin' sunshine state! \n[221] \n[222]84               Then check China, Amsterdam and Israel               84   \n[223]  \n[224]I got first hand experience with all of 'em. And I'll tell you something else, if I don't know what somethin' is, or don't trust the white coat who's trying to sell it to me, I fed-ex it to my lab in Seattle and they test if for me. \n[225]Then I test it all on myself before I give it to anyone else. I'm my own lab rat. \n[226]Compound Q. You know what happens if I come off it? My hair falls out, I lose weight, I can't get my dick up and I start to die. I got three hundred other people with the same experience. Peptitde T. Gets rid of dementia. Stop takin' it and you can't think straight, walk straight, or act straight. I got over two hundred people on that. You following me? DDC and DDI, both toxic, but in small doses, helps kick opportunistic infections. \n[227]All the hospital wants is to serve up \n[228]Fuck the virus, once you got that, you're married to it. I'm more concerned about my symptoms and survival. I mean, I'm no scientist but... \n[229]You fuckin' high again? \n[230]Are you listenin' to what I'm sayin' here about usin' that shit? And what the fuck did you do to my wall?! \n[231]People can live with this thing for longer than they're saying. Ninety-six- percent of people diagnosed with AIDS in the U S of A will be dead in under six months. \n[232]Then use them. Why give people AZT when their immune system is broken? It's fuckin' toxic! \n[233]Maybe I did abuse it, but I'm off it now, and I'm here, feeling good. And I'm not the only one. \n[234]Why is Boy George's goddamned face everywhere in my room? \n[235] \n[236]You know what, look at it, don't look at it, I don't give a shit. \n[237]   \n[238]Don't touch! \n[239]If you ain't doin' poppers and coke, how come you look like such shit? \n[240]You pussy, stick it in. Who do you think is gonna do that when I ain't here? \n[241]Rayon, I swear, God sure was dressin' the wrong doll when he blessed you with a pair of balls. Give me that thing. \n[242]You know it's one thing for me not to like you, but why don't you be a better friend to yourself? \n[243]What are you doin' here? \n[244]  \n[245]Nice work, fellas, great. This is how you got Al Capone, ain't it? \n[246]A fine? Fine, alright, how much? Ten thousand? Twenty thousand? I'll write you a check right now. \n[247]You think that will stop me, you motherfuckers! \n[248]    \n[249]Rayon, I don't need help gettin' ladies from your sorry ass. \n[250]It's the Wildflowers.   Texas style. \n[251]Thanks for coming. \n[252]The IRS is on my ass.   I wonder who tipped them off? \n[253]Nah. But you gonna have to watch what you say when you're around that snake you work with. He's the virus I'm worried about. As a matter fact, if you hear of anything... \n[254]Bring us your best bottle of Cabernet. \n[255]Nice restaurant, beautiful woman. I feel like a human being again. How come you ain't got no high powered corporate honey to take you dancin'? \n[256]That's cause you don't got a honey.   How old are you anyway? Twenty two? \n[257]To eat, drink, enjoy life, be merry... \n[258]Take a break, relax, breathe, Saks. \n[259]Normal people do that, ya know. \n[260]So why'd you become a doctor? \n[261]Not what I thought you'd say but makes sense, your dad was a practical man. \n[262]Well my old man was an electrician. A good one too. But he was a better drinker. Which I learned from him as well. \n[263]So I was around it a lot. Got pretty good at takin' shit apart, seein' how the insides worked, and then puttin' it back together. I was good at it and it put some change in my pocket. \n[264]She was a painter, kind of a gypsy.     She got tired a' all the shit and left.     You know how it is. \n[265]Don't feel like you gotta hang it.     I know you like everything perfect. \n[266]You need to enjoy your life, little lady. You only got one. \n[267]  \n[268]I'm gonna kill him! \n[269]We're running low on DDC and Peptide-T, I thought you were stocking this? \n[270]Scientifically controlled, my ass! They took eight months to approve it. And from what we know now, AZT is everything but safe! \n[271]  \n[272]That's four pills, three times a day with food. The vitamins too. \n[273]The hell's all this? \n[274]In other words, my entire inventory. \n[275]Aloe vera! It's a plant. What do you give a shit if people eat plants? \n[276]It's a bullshit technicality and you know it! Get my lawyer on the phone. \n[277]Illegal? Unapproved! These are vitamins and minerals, for Chrissake! \n[278]I'm not selling that stuff, you confiscated it, remember? \n[279]  \n[280]Come on, it's a protein! Effective with dementia which I have. Why don't you just look at my research? \n[281]Don't threaten me! I'm unapproved motherfucker! The process? That's just FDA bullshit for pay up! 250 million worth! \n[282]These fuckers are comin' at me from all angles! I wanna file a restraining order! \n[283]The Government and their fuckin' FDA! \n[284]We gotta relocate! \n[285]It means we were unapproved.    Now we're illegal! \n[286]Let's get outta here. \n[287]Send a round of beers over to my friends. \n[288]You ain't gettin' tits, Rayon. Memberships are high and so is demand. So we recruit more members from where? \n[289]Yep! I'm gotta find MDs to write them prescriptions so we can keep dealin' these drugs... legally now. \n[290]Oh yeah, Bonnie and Clyde comin' in for a loan. Stop starin' at her tits, you're startin' to look normal. \n[291]Tuck, sorry to hear about your dad's Alzheimer. This will help. Woodroof. \n[292]This place is crap, I'll give you one fifty a month and fifty percent off your meds. \n[293]Don't try to con me -- \n[294]What do you want? \n[295]Oh.   Well that's good news. \n[296]Hello... Howdy... \n[297]I got what you got and I have traveled the world looking for alternative medications, stuff not available yet in America, thanks to the good folks down at the FDA. \n[298]Some of you may have heard of the Dallas Buyers Club, an organization I founded with my friend Rayon. Risk might be high, but what the hell, you're risking your life every time you go into one of them there hospitals. I don't know where most of the people are who were at these meetings a year and a half ago... maybe they lost interest... maybe they're dead... but I'm here. I'm walking, talking, breathing... and ain't no one gonna take that away from me. I gotta life to lead. The point of our club was to get alternative treatments and medications into the hands of those who need 'em. The cost of joining this club used to be $400 a month. Well I'm here tonight with a special offer. Anyone who's interested can come and sign up for the one-time only, rock bottom price of zero. That's right, I'm giving it away folks. \n[299]HIV don't mean shit. You ain't sick, you ain't sick. Period. You tell a guy he's got a week to live? Shit, he's already dead. You tell a guy he can keep on goin'? He'll find a way. Remember, ya ain't dyin'. But if you think you are then you ain't got nothing to lose. \n[300]  \n[301]What?   No, please, wait a minute, doc... \n[302]All the MDs are fuckin' backpeddlin' on their heels. The FDA is scaring them with license revocation if they write scripts. \n[303]Where'd you get that? \n[304]Did you sell your ass? \n[305]Really, come on, where did you get it? \n[306]Goin' to Mexico, chica, you comin'? \n[307]Come on, tequila, sunshine, tacos, never hurt anybody. \n[308]I knew you'd rain on my party, but I had to give it a shot. Listen, I gotta ask you a favor. I need you to write me prescriptions so I can come across the border. I might not need it but if I do, I'll have them. \n[309]You know this rule that the FDA just passed was just bullshit. Ain't no doc from here to the north pole will write them. \n[310]Okay!   Never hurts to ask. \n[311]Keep it, nurse Ratched! \n[312]Doesn't surprise me at all. \n[313]The anti-fungal, right?   I read about this. \n[314]As much I can carry. \n[315]Hell Vass, I'm just tryin' to run a business. \n[316]Yes sir. \n[317]No shit? Well how's that for a coincidence? \n[318]You said it. \n[319]Can you prove they're not? \n[320]Where's Rayon? \n[321]Sevaaaaard! \n[322]Sevard! \n[323]There you are, you son of a bitch. \n[324]You killed him. \n[325]You call yourself a doctor?   You are a murderer. \n[326]Arrest me? Did you hear that? \n[327]First class everything, big house, Mercedes Benz. That's what they pay him to say it's OK to pump poison into y'all. \n[328]Get away from me.   I got AIDS.   I'll spit on you. \n[329]You see this? This is harassment. Get me my attorney or do I have to be my own lawyer too. Own doctor, own lawyer. \n[330]Hook `em up. \n[331]Sell my car and make sure everyone gets what they need. \n[332]Just dance. \n[333]  \n[334]Anemia, Cancer, Bone Marrow depletion, Fever, Diarrhea, Vomiting, Neuropathy, Anxiety, Dizziness, Impotence, Hearing loss, Nervousness, Seizures... Sound like AIDS to you? That there comes inside a box of AZT, a list of side effects. \n[335] \n[336]Let me ask you something. Let's say I have the cure right here in my back pocket. I could save everyone today. \n[337]But I don't have no funding and I don't have no backing. Now how long is it gonna take before the FDA approves it? \n[338]Read that and you tell me how wrong is too wrong? \n[339]I got three thousand people who need to get their hands on Peptide T. Now. Including me. \n[340]If I don't get it by the end of the week I wanna file a lawsuit. \n[341]Well find a place where it's not, Goddamnit. Go to San Francisco, get a sissy judge, figure it out! \n[342]Perfect. \n[343]Here you go, please read this. \n[344]I'm givin' people information... on this trial I'm in, right now. I want everyone here to know what's going on. \n[345]Why was Peptide T cut off? A non-toxic drug, that I have proof works and that according to the National Institute of Mental Health, is completely safe. \n[346]I'm a drug dealer? You're the drug dealer. The pharmaceutical companies are the drug dealers. \n[347]The yellow number fives, red, green and purple dye you put in this here candy causes seven kinds a cancer. \n[348]The aspartame in my diet coke, the steroids in my meat, the hormones in my milk, the antibiotics in the chicken. Now that's the shit the FDA knows will kill you. Yet you're all up there worried that some sick people will find somethin' without you and y'all won't get paid. \n[349]  \n[350]Oh I'm bad, I'm nationwide! \n[351]One left. \n[352]That was a ballsy move! \n[353]A nice, warm hug... ...and a day of watchin' some bull ridin', that's what you need, doctor Woodroof's order. \n[354]Don't you miss a regular life? \n[355]Yeah, I guess. I just want... \n[356]... an ice-cold beer at Ruby's. Go dancin' with my woman. I want kids... thumb wrestle with my sons. I don't know. I got one life -- mine. But I want someone else's. I feel I'm fighting for a life I ain't got the time to live. \n[357]I want it all to mean somethin'. \n[358]   \n[359]I still am! \n[360]I'm glad you're doin' better, sir. \n[361]Thanks for the tip, Tuck. \n[362]I ain't no cop.    Why'nt you tell 'em? \n[363]It's the bust of the century! Don't they look like hardened criminals?! \n[364]Deadly drugs? What the fuck? \n[365]I can't believe it.   I tipped those assholes off. \n[366] \n[367]Jesus Mother Mary Fucking Christ! ", "Woodroof": ""}}