{"filename": "Date-Night_script.txt", "imdb_id": "tt1279935", "imdb_url": "https://www.imdb.com/title/tt1279935", "characters": ["Phil Foster", "Haley Sullivan", "Detective Walsh", "Cabbie", "Detective Arroyo", "Holbrooke", "DA Frank Crenshaw", "Taste", "Brad Sullivan", "Katy", "Whippit", "Collins", "Armstrong", "Oliver Foster", "Claire Foster"], "dialogues": {"Phil": "\n[1]Hey, hey! Careful Clara! You were the one who told me not to mess up the precious picture piles! he gives him a long, slow kiss. \n[2]Minty fresh. \n[3]It was nice. \n[4]  \n[5] Look at this one of your Mom with me. I mean that woman can't contain her 'Love! ON the wedding picture: RUTH, Clara's,mother, stands stiffly next to Phil with an expression like she's ankle deep in a manure bin. \n[6]Man, I wish I was them. Phil kisses the back of Clara's neck, but her smile fades as she stares at the picture. He notices. \n[7] \n[8]We're having kids? With an \"S\"? OK fine. But I promise you it's never gonna happen to us. \n[9]You'll be even hotter long toothed. Right now to be honest Clara they're a little stumpy. \n[10]wasn't the pictures. \n[11]We'll fix the picture piles, Clara. We've got all the time in the world. From now on everything's gonna be just about us. Suddenly, a YOUNG VOICE breaks through the darkness. \n[12]  \n[13]Yep? \n[14]Really? \n[15]OK, so I say today we go for the slacker look - cool yet approachable. \n[16]Oh. Well... that's cool too! \n[17]  \n[18]What? \n[19]  \n[20]  \n[21]Uh... yeah. Sure. Phil grabs the Captain Crunch cereal box out cupboard and starts toward the table when Clara, dressed in a suit, comes into the room and spots it. \n[22]Yeah, sure! You know it's only one bowl \n[23]One bowl a day a week. Clara, eyebrows raised, eyes the Captain Crunch already in Phil's hand. Phil shakes the carton at Ollie. \n[24]This is not for you today! \n[25]  \n[26]Oh. Whoops. \n[27]Sorry I dropped the ball. It's this Quarterly Report to Mr. Rivers today. You know how he freaks me out with all of his mixed animal metaphors that I don't \n[28]Did you hear me? \n[29]  \n[30]Sorry for the milky mouth. He heads out. With a sigh, Clara spots Phil's left his 1ï¿½1 dirty glass on the counter. She cleans it in the sink, then gets the carton out of the fridge to put some milk in her own coffee. A DRIBBLE comes out. Shaking her head, she tosses the carton in the trash. \n[31]Yes we are!  ike you say to me every morning. Reaching the carport, Phil scoots between his car and Clara's. He tries to open his driver's door, but Clara' car is parked TOO CLOSE and the door only opens a few inches. He tries to SQ'L'-Z- IN, but ends up GETTING STUCK halfway. \n[32] \n[33]I'm sorry I'm late. The construction on the highways is insane these days! \n[34] Uh. OK. You mean... take the fund in a more high risk direction? \n[35]Oh. \n[36]Kinda. Actually, no. Not really at all. 12. \n[37]Sorry. Still not totally getting you. \n[38]Listen, Mr. Rivers. I don't need to... I was ripping big bloody hunks of meat and eating them like tartare when George was still... in the jungle! \n[39]I can't be demoted, Mr. Rivers. I just can't. \n[40]  \n[41]Unbelievable! \n[42]Hey buddy. Finally moving out? I gotta tell you it's about time. \n[43]On a school night? Why? \n[44]Tonight? What? No. Clara? \n[45]  \n[46]Clara? Cl- He stops in the doorway as he spots her. Made up in an evening dress in front of a full length mirror, Clara looks STUNNING as she finishes putting an earring on. \n[47]Wow. Wow. Clara tns and smiles. \n[48]Wow... It sounds... great. \n[49]It's just... is there any chance we coul take a rain check? \n[50]Yeah. Unfortunately I really need to do a bit of work tonight. E 16. \n[51]  \n[52]Listen, I'm sorry... \n[53]Listen, if I had more warning- \n[54]Listen... any other night. \n[55]That dress really wasn't playing fair, Clara. With a smile, Clara watches Phil tie his tie. \n[56]Well get a move on, girl! She zips her dress back up. \n[57]Ruth. \n[58]Wow. Wizard of Oz. Don't you think that's a little scary for a 5 year old? \n[59]OK... not so sure about that. \n[60]Clara? What do you think? \n[61]fine. Fine. oust as they climb into the car, Clara stops. \n[62]  \n[63]I'll just wait in the car as you go back E inside to pee. Again. \n[64]You gotta almost feel sorry for Mayor Diggs. Tries to widen all the highways to get reelected, but all everyone's going to remember when it's time to vote is all this mess. \n[65]Yeah. That's why I turned on the air. \n[66]Antagonizing? How does a five year old \"antagonize?\" I'm sure she wouldn't have mentioned it if it wasn't \"the Mayor's daughter.\" \n[67](trying to make a joke of Got all my best traits, huh? He looks over to see that Clara looks out of the wiF n,, not responding - a response in itself. He sucks in. \n[68]I think he's fine. \n[69]Maybe she's right if the school has that kind of attitude. Clara's about to object bit stops herself and takes a breath, playing affection-.-ely with the back of Phil's hair. \n[70] \n[71]Right now? Traffic. \n[72]Yeah? \n[73]What's AMA? \n[74]  \n[75]That's unbelievable! \n[76]Huh. \n[77]I thought you were cold. \n[78]But I turned it down because... you see when you open and close your vents it makes my... never mind. Phil reaches over and turns up the air again. Tapping his fingers on the wheel with a sigh, he gets fed up, suddenly veering the car to the shoulder and speeding toward the exit. \n[79]I'm just gonna take a shortcut. \n[80]Clara, please just trust me, OK They zoom ahead for a moment in silence. Frustrated, Clara shuts her vents, once again sending a POWERFUL GUST OF COLD AIR onto Phil's face. Biting his tongue, he just leaves it blowing on him as they drive. \n[81]I promise you it wouldn't have been any faster. I promise! OK, Phil. Will you just tell them we're here? I'm gonna go pee. \n[82]Now? \n[83]Nothing. As Clara hurries off, Phil, shaking his head, makes his way through the crowds to the SUPERMODEL HOSTESS. \n[84]Thanks. The name is Foster. \n[85]You gave away our table? We're just ten minutes late! \n[86]  \n[87]You have an eight minute grace period? How did you come up with an eight minute grace period? \n[88]So what if someone's 9 minutes late? \n[89]OK. Which adds up to ten minutes! We're 11 minutes late. That's just one minute later than the grace on the grace. \n[90]So how long's the wait for another table? \n[91]Oh boy. \n[92]Two hours. They gave away our reservation. Peanut? \n[93]They wouldn't care, Clara. If they call your name at the bar and you don't answer, they give your table away. So how about a nut? A YOUNG HOST  mills around the bar. \n[94]Oh, I see. Lying and graft were the answer! Clara shakes her head, then notices the YOUNG HOST searching for the party and starts focusing on him instead of Phil as she thinks. \n[95]I'm sure if you had been there instead of peeing again you would have done it better. \n[96]You're not even listening to me, are you? \n[97]Wait. What are you doing? \n[98]We can't do this, Clara. \n[99]Not the truffles. This is stealing. \n[100]We're not the Gales. \n[101]Well, what if they show up now? \n[102]I'm serious! \n[103]What? \n[104]You know what? You're absolutely right. Clara lowers her menu and they look at each other for what feels like the first time tonight. \n[105]I'm sorry, Mrs. Gale. 27. \n[106]You're not looking too shabby yours Mrs. Gale. \n[107]Why can't we talk here? u \n[108]Whoa. Wait a minute. Where are we going? \n[109]Listen, this is all getting out of hand, OK? I admit we maybe did something a teeny bit wrong, but- Suddenly, they grab Phil and Clara, putting HANDKERCHIEFS over their noses and mouths. Phil and Clara veil and struggle for a moment, then PASS OUT. \n[110]An AMMONIA STICK waves back and forth under Phil's nose and he startles awake, disoriented, to see he's TIED TO A CHAIR in the middle of a GIGANTIC MEAT LOCKER. A VIDEO CAMERA on a tripod aims at their faces and across the room, the Younger Burly Man sorts through items from Clara's purse and Phil's wallet scattered all over the table. \n[111]Whoa. What the hell is this? Tied in the chair next to him, Clara jumps as the Older Burly Man waves the stick under her nose. \n[112]I don't know. A VOICE speaks from a speakerphone on the table \n[113]Listen... you can just have all our money, OK? Whatever's there, it's yours. We're not looking to cause problems or put up any kind fight. We'll just walk away and not report anything, OK? All we want is for you to let us go unharmed. \n[114]  \n[115]  \n[116]You must be kidding! Like a million people don't do it every single night of the week! This is unbelievable! I'm just in shock here! Harry and Frank look at each other, puzzled. \n[117]\"Into the Rainbow?\" What the hell's that? Restaurant code? \n[118]Photos? Clara figures out what's happened. \n[119]They know we're not the Gales. Don't you get it! \n[120]  \n[121]OK, listen, what happened is we lost our reservation and when the host came around yelling the Gales' name and no one answered, my wife said that we were them. I swear on my life to you that's what happened. \n[122]I know that seems really weird. Listen, I agree, that's what I said to her. \n[123]That was just... we were... no, you don't understand... \n[124]Wait a minute. What's going on? \n[125]Please! You can't do this! We're not lying! \n[126]Oh Jesus. Don't do it! \n[127]Jesus! \n[128]  \n[129]       \n[130]  \n[131]  \n[132]Whoa. \n[133]I'm... not feeling so great... \n[134]  \n[135]I just can't... go any further. Harry and Frank look at each other, not sure what to do. \n[136]oa! Clara! No Harry drops them, raising his hands. Phil gets up and grabs the gun and keys, then awkwardly hits Harry as hard as he can on the back of the neck with the butt of the gun. Harry looks at him, confused. \n[137]Sorry. i was trying to knock you out. \n[138]ought that's what you do when- \n[139] \n[140]OK, let me just start from the very beginning... \n[141]We got to the restaurant late because we hit all this traffic on the highway- \n[142]What? \n[143]Because you always interrupt me when I try to tell stories, and every time you do it disrupts my flow. \n[144]Fine. See, now I've totally lost where I was. \n[145]I thought you said you weren't going to interrupt me, Clara. \n[146]Do you think he really cares, Clara? were just kidnapped, CHLOROFORMED and almost shot! I don't think he's going turn around and book us for reservation theft! Am I right? \n[147]So all of a sudden Clara yells out that we're these other people. \n[148]Yeah. I know! Even the guy on the speakerphone couldn't believe it! \n[149]We didn't \"bond\" over it. I'm just saying, speakerphone guy obviously thought it was weird to do. \n[150]Oh c'mon! And we found out speakerphone guy's name, Phil. It's Mr. Stockton. The Young Policeman looks up, interested. \n[151]Wait. So you already know about this guy? You know who he is? A knock at the door and a handsome man in his late 40's, LIEUTENANT MANNING, enters the room with a smile. He reaches over and shakes their hands. \n[152]That sounds more like \n[153]You tell it, Clara. \n[154]Seriously, Clara. You tell him. \n[155]Who is this Stockton guy anyway? \n[156]Clara? \n[157]Well, I can pick things up then. Phil notices Clara giving him a LOOK. \n[158]What? Why are you looking at me like that? \n[159]OK, well, I had the same question for her when we sat down, which she thought was \n[160]OW! Jesus! Clara stink-eyes Phil AGAIN, trying to get the message across. \n[161]And there's that look again! \n[162]OK, I'm not dense, Clara. That was not an accident and if those weren't looks- \n[163]What are you talking about? \n[164]The police guy? Clara, that's tota \n[165]What do you mean? \n[166]be I said it to the other \n[167]Oh God. \n[168] \n[169]Well then we're screwed! Who do we go to? The FBI? The CIA? \n[170]You've got it, Clara. Spin it back now! \n[171]It's all right. You just should have spun it when I told you to. Flustered, she pulls back out and tries again. \n[172]rn! Quick! \n[173]Run! Phil and Clara get out of the car and run away on The Large Man marches over and inspects his bumpe yells after them. \n[174]Oh God! Ruth! Is everything OK? \n[175]What's wrong? \n[176]  \n[177]Ruth, I need you to listen. We've \n[178]You think this is my fault, don't you? T - ft No. I just don't know why you two can't get along is all. \n[179]You know, your Mom shows me no respect, 0 Clara. And you just pretend like it isn't happening. \n[180]What? Clara starts looking through her purse for her phone. \n[181]Holbrooke Peterson? You mean the tongue guy? \n[182]Holbrooke was your prom date who you said had the really long tongue, right? \n[183]Since when have you been in touch with Holbrooke Peterson? \n[184]Facebook? I didn't know you were on Facebook! \n[185]0 yeah? Who else are you \"in touch\" h on Facebook? \n[186]Um... yeah... I don't go by... it's 1 - usL Phil. Nice to meet you, too. \n[187] \n[188]Oh. The environmental thing. \n[189]Whoa. You carry that around at home? \n[190]Uh... there's already writing all over this. \n[191]  \n[192] That's... charming. Phil scoots the paper back to Holbrooke, who squints and dramatically turns it sideways. \n[193]No. Yeah. I get it. Holbrook. makes a big show of putting his gun back holster as he gets up. \n[194]I don't know. Maybe I should have had one of Holbrooke's eeegerag warn raaaarrrrghereeeeetas. \n[195]smells like french fries back here, \n[196]What the hell's going o \n[197]Well, tell them to stand down. \n[198]Tell your men to stand down, Holbrooke. \n[199]What? \n[200]All right! Nobody move or he gets it! Clara's STUNNED. The Agents look at each other, but don't seem overly concerned. \n[201]I'm not screwing around! \n[202]Keycard. \n[203]Thanks. He and I, the communication isn't great... Getting the keychain from Holbrooke, Phil uses the keycard then lets it fall to the floor as the door unlocks and they back outside. \n[204]Just give me your car keys, Holbrooke. When we're about to drive off we'll let you go. \n[205]What? HOLB'?n`_ The key chain you dre-,~_d with the keycard inside. The keys were on that. And so the hero falls... \n[206]Shit. \n[207]YOW! Man is that loud! As the Agents run toward the door, Clara quickly grabs the gun from Phil and shoots, nailing the lock. \n[208] How are you so good at that? The Agents try the door, but are LOCKED IN. Agent #1 tells his men to stand back and tries shooting the glass, but it's BULLETPROOF. He gestures and all the Agents rush around to the front. \n[209]Where? They both look around, unsure. \n[210]Aren't you supposed to be our hostage? \n[211]It wasn't so much of a drop. it was more of a... bobble. \n[212]Let me have the gun. As Clara gives it to him, Phil quickly runs back and hands it to Holbrooke \n[213]Here. Tell them you got it back from us. Holbrooke takes back his aun, grateful. \n[214]it's just on the other side of that bridge. I think we're going to make it. He notices Clara looking at him. \n[215]What? \n[216]Bourne identity? 58. \n[217]Where I held your hand for the first time. \n[218]It's because we could sleep 'til noon. \n[219]I just don't understand when we got so... I don't know... \n[220]No, I was thinking numb. When did we become one of those couples that we used to look at in restaurants back then and think were so sad? \n[221]It's not that I don't want another kid, Clara. It's just... I used to be the whole pie with you. And now with Ollie and your work, I'm barely even a piece of the pie anymore. I'm, like, maybe a pecan on a piece of the pie! So part of me's not jumping at the chance of having the little pecan I have left of your attention going into some new baby's mouth! \n[222]I think we're OK. Just play cool and keep walking. The patrol car continues across and down the street. 1ï¿½1 Phil and Clara breathe a sigh of relief. Then suddenly, a few blocks down, BRAKE LIGHTS. The patrol car turns around and TURNS ON ITS LIGHTS, zooming back toward them. \n[223]Now you can say shit. Phil looks around - they're in the middle of the bridge with no place to run. Then he notices the lit up PARTY BOAT coming out the other side of the bridge beneath them. \n[224]e 's only a few feet. \n[225]Let go, Clara! \n[226]go or I'm going to tickle you! \n[227]Ow! I think I broke my butt. \n[228]I'm sorry! I didn't do it for pleasure! What is our rule? 61. \n[229]  \n[230]T ' s your elbow? \n[231]Well, for jumping off a bridge onto a moving boat, not so bad. I can't even fucking believe this is happening to us. \n[232]Maybe we could just hide or something until this all blows over. \n[233]iaybe we should just turn ourselves \n[234]Wait. What if we found the pictures? \n[235]These pictures that everyone's after. we could get them we'd have some kind o bargaining chip to get out of this. \n[236]  \n[237]Yeah, but even so, Holbrooke said these clubs are so secret you have to know where they are and how to get in- Clara rummages through her purse and grabs her phone, dialing, then notices Phil looking out, shaking his head. \n[238]You're not listening to me again! \n[239]That's great. Clara wanna cracker? 63. \n[240]ara... Clara turns and looks. \n[241]You got the info from her though, right? \n[242]I don't think we have a choice. Not a big shopping hour. They walk past the 24 CHICAGO FITNESS CENTER, lights blazing. Windows show machines filled with young HARDBODIES working out. \n[243]Now if we wanted to do a little cardio, on the other hand. Who knew that many people worked out at 1 in the morning? Clara thinks a moment, then stops in her tracks and looks back up at the building. \n[244]You wanna do a little cardio? Clara smirks at him, then Phil, thinking, gets it. He shakes his head. \n[245]OK, now that's scary. You know you're starting to think like a real criminal? You know that, don't you? Clara waggles her eyebrows. We hear Devo's \"Secret Agent Man\" over a TrC _ GE . \n[246]Down here? \n[247]And if you die, does Jane get your commissic-l on the open house? Up ahead, a TWO S:_=:Y LOOKING CHARACTERS huddle near a bunch of GARBAGE CANS watching them, a SMALL FIRE nearby. Nervously, Clara approaches. \n[248]you! Gale, right? \n[249]Sorry. From the side... confused you with somebody else. Phil quickly moves on. \n[250]  \n[251]Uh... well, same thing as you guys, I would guess. Working those \"extra hours,\" right? \n[252] \n[253]  \n[254]That never really- OPENS. She shoots Phil a look. \n[255]OK. Never mind. Phil and Clara inch insi \n[256]You know, that's like the 5th gun I've had to my head tonight! Just lower that thing and cool it, OK? Off guard from Phil's reaction, Ray, confused, does. \n[257]Who are we? Good question! Well, everybody thinks we're \"the Gales\" because we were lucky enough to take your reservation tonight! \n[258]That's my wife. Flustered, Ray waves Dora to take Clara. \n[259]Listen, it looks like things didn't turn out the way you planned, but I think all Stockton wants is his pictures back. As soon as he gets them I bet- 73. \n[260] \n[261]I'm OK! I'm OK! Ray spots Phil crawling away and gets up, turning to him. \n[262]No... just... a little ... winded... that... crawling's... tough... on the core... \n[263]You're Dora's brother? \n[264]You're late! \n[265] Clara! Please! Just leave the driving to me, OK?!? I know what I'm- SMASH! - they HIT something head-on, SHATTERING the windshield. face to face - nose to nose - with another broken windshield. In the driver's seat of a SOUPED UP HONDA h fiber-optic colored lights, a YOUNG BLACK DUDE â\u0080¢ stares at them in shock. \n[266]Shit! The Black Dude gets out of his car to inspect, head in hands. \n[267]owe you one. Phil throws the car into reverse, but his tires just screech smoke, the wheels spinning in place. Looking out his window toward the front, Phil sees that \n[268]Shit. Thinking fast, Phil jumps out of his car and hops into the Black Dude's souped up Honda. \n[269] \n[270] \n[271] \n[272] \n[273]  \n[274]I'm not yelling! I'm just talking in an very animated voice! Looking back over his shoulder again, Phil sees they're approaching the lar ge intersection with Michigan Avenue. \n[275]OK, now when I say so, spin your wheel! \n[276]Ahhhh! Other way! Other way! 78. Flustered, Clara WHIPS her wheel in the other direction, and their two cars tilt up on four wheels , barely screeching past. Landing again and taking in a deep breath, Phil shoots her a pissed off look. \n[277]Yes I did! \n[278]  \n[279]Why stay on Michigan? Because it's a wider street. \n[280]       \n[281]She does this wherever we go! Every time! Phil doesn't notice the LIGHTS GROWING BRIGHTER behind him.. \n[282]LOUD HONNNNNNNKKKKKK. Phil and the Black Dude look over their shoulders to see they're heading straight for a \n[283] \n[284]Clara! Reverse it, keep it straight put your foot to the floor. Give it everything! Clara reverses and Phil puts the car in drive and floors it. The car goes faster... faster... \n[285]Just trust me! The conjoined cars HIT the steps and their wheels SMOKE as the TWO ENGINES POWER TOGETHER ALL THE WAY UP THE \n[286]â\u0080¢ Sorry. \n[287]Can we just try to work together at this? \n[288] \n[289]I'm not blaming you. Please? Clara nods. \n[290]Now whatever direction I give you, take your normal version of it and tone it down like 85 percent, OK? \n[291]OK. Small left. Now! \n[292]  \n[293]Yes!  No. \n[294] \n[295]can do it. Clara. \n[296]  \n[297]  \n[298]What? 84. \n[299]I see. I almost got us killed. Forget about the people chasing and shooting at us all night long because of the reservation you stole. \n[300]Unbelievable! You know, all you complain about is that I don't take risks anymore. Then the second I do, you get mad at me for doing it! I can't win with you! \n[301]Oh, you have no idea! Every single day from the moment we wake up you're bossy, â\u0080¢ disapproving, inconsiderate- \n[302]What's the difference? Afraid you're gonna get my cooties? \n[303]Listen to yourself! You have problems with how I pqt in the toilet paper! \n[304]Yeah, how about the fact that I have not woken up with our comforter over me once in those 10 nears! You steal the whole thing away from me every night and mummify yourself. \n[305] Bulls Bull-shit. \n[306]I see your hock leg lock maneuver. Don't think I don't! You wrap that leg around and lock the comforter down then reeeeel it in so I can't pull it at all. \n[307]Oh yes you do! \n[308]You're right. I do that. You know why do that, Clara? \n[309]Because I'm afraid to! God forbid I the wrong kind of grass-fed bio homogenized whatever and meet your wrath! You're like the Nutrition Nazi. \n[310]And I've got to be your little Nutrition Nazi Goebbels because we have to be this \"united front\" with Ollie! What's wrong if he eats two bowls of Captain Sugar instead of one? Or if his handwriting isn't perfect? Or if he goes to school for one day not dressed like Finneas J. Nerdo! \n[311]How would you even know? You don't give me or anyone else a chance! You're so goddamn controlling! You've got to be Wonder Woman, keeping everyone in line, looking down on them from her fancy Wonder Woman plane and controlling everything with all her wonder superpowers! You paint yourself as this victim but you get off on being the superlady! \n[312]What? No aspirin in the wonderpurse? How could it be? Clara, furious, HURLS her purse at Phil's head. He ducks and the contents spill all over the road. \n[313]Yeah, fine! Sure! Screw me ! Even if I survive tonight I'm screwed all around anyway! Screwed with you! Screwed with my job! \n[314]was supposed to spend all tonight guring out a new brilliant plan for the fund so George wouldn't take it over tomorrow. Doesn't look like that's gonna happen! \n[315]I don't know, Clara. Maybe because I didn't want you chiming in on how Mr. Rivers was right. He wants the new guy for all the reasons you complain about me! Someone who doesn't \"play it safe.\" Someone who'll \"take a risk.\" \n[316]I think we said all needs to be said right now, Clara. Panting, Clara holds out the manila envelope. 88. \n[317]What? \n[318]What is it? Clara looks over his shoulder, shakes her head and TURNS THE PICTURE THE OTHER WAY AROUND. Phil's eyes go wide. \n[319]Oh jeez. It's... it's... \n[320]I bet this didn't have anything to do with Stockton at first. \n[321]The Mayor must have gone to Stockton's club one night. He saw Dora working there and obviously gave some sign that he was interested. \n[322]Her sleazy boyfriend Ray finds out and convinces her to take him up on it so they could photograph it and blackmail him. \n[323]But somehow Stockton found out about the photos too and wanted that power over the mayor himself. \n[324]But Ray and Dora spotted them and bailed before the Mayor even had a chance to show up. Phil thinks. He snaps his fingers. \n[325]If we could find some way to get in touch with the mayor directly, without anyone else knowing, there actually might be a way out of this for us. Clara thinks for a moment. A light comes to her eyes. \n[326]Have a nice night. \n[327]  \n[328] \n[329]Jesus! \n[330]I can't find any rope. Only yarn. \n[331]Excuse me? \n[332]OK, why don't you lay off the critiqu \n[333]Oh is it a fact? \n[334]Wrong word choice? Unbelievable! Well, let me throw a little word choice \"correction\" your way. \n[335]Five year old kids can't be \"antagonistic.\" 92. \n[336]You must be such a positive influence on our youth. \n[337]        \n[338]Lucy? Who's Lucy? \n[339]Hey \"partner.\" How about you put a sock in it now. \n[340]You don't know me, Mr. Mayor, but I've recently come into possession of something that you were supposed to get from the Gales tonight. Silence on the line. \n[341]Hello? \n[342]And whether you realize it or not, we ended up doing you a favor. You see, this man named Mr. Stockton - I know if you know him- \n[343]Well, he tried to steal the photos from the Gales. He's even got cops on his payroll helping him out. We think he was planning to sabotage your re-election. \n[344]What do we want? Phil looks at Clara. \n[345]We just want our lives back. We want to go home, Mr. Mayor. \n[346]That's it. Mayor Diggs breathes out and rubs his forehead. \n[347]But now the police think that- \n[348]Uh... yeah. We'll meet you at the Adler Planetarium in 1 hour. Come alone. E \n[349]When was the last time we watched the sunrise together? \n[350]  \n[351]Me too. Sorry you never got your truffles. 97. \n[352]  \n[353]No, I know it's not funny. It's not funny at all. \n[354]Why are you laughing? They're both cracking up... then Phil notices a moment later that Clara's laughter has turned to \n[355] \n[356]       \n[357]You're not running on fumes, Clara. \n[358]Nazi. \n[359]It won't fall apart. And I really can help whenever you feel like it is. With Ollie. Whatever. You just never act like you need me to. \n[360]You think I see you guys as a distraction? God no, Clara. You don't understand... I have this wife who does everything better than anyone I've ever known. And the greatest son. You want to know why I obsess so much about my stupid job? Because I want to feel like... like I can do something good enough to deserve someone like you. I mean, I look at you and I jest don't stack up. \n[361]I'll never be the guy who remembers always put toilet paper on the right way. 99. \n[362]Listen, you know what I said before, about not being the people we used to be? \n[363]No, Clara. It's true. We're not. And I know I'm going to drive you crazy again, and you're definitely going to drive me crazy. But I wouldn't want to do it with anybody else. He hugs her tight. \n[364]We had a good fight tonight, didn't we? \n[365]What? \n[366]You think? \n[367]Here we go. Tell me now. Do you need to pee? \n[368]This is what you're looking for. I've tten down our information inside. \n[369]That's it. We're going home now. The Mayor nods, and Phil and Clara start walking past him toward the parking lot. Mayor Diggs stays behind, nervously tapping the envelope in his hand. As Phil and Clara get halfway to the lot, ALL THE MAYOR'S CAR DOORS OPEN, and Manning, Frank, Harry, and Mr. Stockton climb out. Frank and Harry pop the trunk and grab SHEETS OF CLEAR PLASTIC. Phil's eyes go wide. \n[370]Oh God. Run, Clara! Phil and Clara start to run, when a GUNSHOT hits the ground in front of them. They turn, when ANOTHER SHOT rings out. \n[371]Please. Please don't do \n[372]Please! We have a child! \n[373]-eally were planning to give you the pictures, Mr. Mayor. That is, until you -.sre so casual about is not needing to worry about the cop who was after us. That made me a little suspicious because I never told you which cop it was. \n[374]Which meant Stockton was probably your buddy. \n[375]But we were still confused, because if you guys are buddies, how do you explain the Falconwood Corporation? Mr. Stockton's face blanches. \n[376]Runs the hiring of inspectors for the Department of Highways in Chicago. You \n[377]Maybe because according to the paperwork you've got there, he owns Falconwood. \n[378]The more violations Falconwood finds, the longer Eurostruct rents the equipment. That turns into big bucks, Mr. Mayor. I'm sure that's not a moral problem for you, but he's kind of screwing you in an election year, isn't he? Some of us are pretty pissed off about the roads. Mayor Diggs flips through the documents, taking it all \n[379]  \n[380]  \n[381]  \n[382]Don't think they're going to be calling you the IT guy any-more. \n[383] Yeah, well-, that's how we roll. They get out of the car and start up the driveway. 105. \n[384]Yep. We sure are. As he joins Clara on the doorstep, they take each other in. \n[385]  \n[386]Yeah. Me too. It was fun. \n[387]So... let's do this again sometime? ", "Foster": "\n[1]  \n[2] ", "Haley": "", "Sullivan": "", "Detective": "", "Walsh": "", "Cabbie": "", "Arroyo": "", "Holbrooke": "\n[1]Wow! Clara! You look exactly the same \n[2]You feel exactly the same too. Phil double-takes. Did he hear him right? 47. \n[3]Ah! The man who actually landed Clara. Holbrooke gives Phil the up and down with a winning smile and holds out his hand. \n[4]Philly Cheese Steak. Nice to meet you. \n[5]Well, c'mon in. If you don't mind, take off your shoes. \n[6]Cutsdown on the cleaning. Which cuts downon the use of all those chemicals andplastics, blab blah blah. Reduces my \n[7]Carbon footprint. \n[8]  \n[9]Power grid. I actually have a negative carbon footprint now. Making up for, you know, all you \"Phil\"-i-stines in the suburbs. Holbrooke chuckles. Phil's about to say something when a look from Clara reminds him to bite his lip. Holbrooke gestures to some cardboard furniture. \n[10]So have a seat. Holbrooke starts to sit down himself, then makes a show of taking a LARGE GUN out of his shoulder holster and putting it on the table. \n[11]Yeah. I'm supposed to sleep with her under my pillow. Wish I didn't have to, but I just see it as... I carry the weight so citizens like yourselves don't have to. \n[12]  \n[13]Yeah, unfortunately, Terrence Stockton is not a man you want to get on the wrong side of. \n[14]  \n[15]He's like a Nicaraguan turtle - keeps his head deep in his shell unless he absolutely has to stick it out. Those photos must be really important to him. 49. \n[16] \n[17]Officially, he runs a bunch of these exclusive private clubs downtown where his high powered friends go to let their hair down. Has one place called Le Passage, another called The Rainbow- \n[18]  \n[19] Wouldn't be Stockton's pattern to risk ing this any larger than it is. Where is he? \n[20]  \n[21]I'll just need your full names and your socials so I can get the paperwork started at the bureau. Not yours, Clara. Know that by heart. Both Phil and Clara are taken aback. \n[22]  \n[23] \n[24]So just one kid, guys? What's keeping you? Clocks ticking Clara - tickety tock tuck. \n[25]It's just that by now, you and I woulda had a whole brood. \n[26]w! Paging Dr. Illegible, \n[27]L.O.L,, right? (thinking he doesn't \n[28]We'll have you stay at the bureau for the night. Safer for you. \n[29]  \n[30]Uh, \n[31]I don't know. 53. \n[32]Uh.. . \n[33]OK... I'm not the \"I.T. guy.\" I help out \n[34]Listen guys. I'll just book you and then tomorrow we can straighten the whole- 54. \n[35]  \n[36]  \n[37]  \n[38]He's not screwing around! He's not screwing around! Pulling a terrified Holbrooke, Phil and Clara back toward the rear exit of the building. They try the door, but it's locked. 55. \n[39]What? \n[40]Seriously, Phil. I'm a bad shield. I promise. \n[41]Uh, they were on the keychain. \n[42] \n[43]Across the bridge a few blocks down that street there's an entrance to the Green Line subway. Get on it and you can get anywhere in this city. Phil and Clara look at him, confused. \n[44]  \n[45]Listen, if you just leave me here I can tell them you ran the other way. It'll buy you time to get there. And maybe I can work on clearing all this up for you. Phil and Clara look at each other, then start to run away. Suddenly Phil stops, thinking. \n[46]Thanks, Phil. As Phil runs back, Clara takes in the nice gesture of husband. \n[47]Tha be from me. Mr. Stockton and others turn around to see HOLBROOKE P_IF SON, brandi= --.g his gun and looking like the FBI he always -t e_' to be, leap -= a pack of Cher AGEN=IS as they JT OF THE L '_:I T\"_ : RIU? \n[48]Yeah, yeah. I know all about you, buddy. With a smile Phil and Clara get up, disconnecting the WIRES under their clothing. Seeing them hand over the wires to Holbrooke, it hits Mayor Diggs what he's just revealed. \n[49]Yeah. They just need me downtown in half an hour for a news conference with the Deputy Mayor. Want it for the morning shows. \n[50]Listen guys, I feel weird about not even acknowledging you two. \n[51]But you should be up there with me. You handed this whole case to me. ", "Taste": "", "Brad": "", "Katy": "", "Whippit": "", "Collins": "", "Armstrong": "", "Oliver": "", "Claire": ""}}