{"filename": "Day-of-the-Dead_script.txt", "imdb_id": "tt0088993", "imdb_url": "https://www.imdb.com/title/tt0088993", "characters": ["McDermott", "Sarah", "Miguel (as Antonè DiLeo)", "Bub (as Howard Sherman)", "Steel (as G. Howard Klar)", "Rhodes (as Joe Pilato)", "Fisher", "Rickles", "Miller", "Torrez", "Johnson (as Gregory Nicotero)", "John", "Featured Zombie", "Logan"], "dialogues": {"McDermott": "", "Sarah": "\n[1]I have to stop the infection... Querrida... \t MIGUEL looks into SARAH'S eyes. He has started to tremble. A cry of primal panic is gurgling up in his throat. With a sudden move, SARAH slams her RIFLE BUTT into the side of his head with all her might. He reels backwards and slams into the boathouse wall. His eyes roll but he stays on his feet, still conscious.  CHICO steps away from his post and stands squarely in front of MIGUEL. WHAP! He slugs him with a powerhouse right-cross. MIGUEL still stands. WHAP! He slugs him again. WHAP! Again. Finally, MIGUEL collapses into the man's arms and CHICO lays the limp body down on the deck.  BUDDABLAM! RATTATATTATATTATATT! THE ENEMY, sensing an upper hand, starts FIRING WITH MORE INTENSITY. CHICO steps away from MIGUEL and SENDS SOME LEAD BACK their way.  \n[2]\n[3]Help me get him to the boat.  \n[4]Help me or die.  Reluctantly the man moves towards MIGUEL and the two survivors drag his limp body over the decking.  \n[5]It must be done. You know this. It must by done to keep him from...  \n[6]No. I didn't stop the infection in time. I know.  Don't worry. When he dies, I won't be like Maria. I'll shoot him.  \n[7]No. No shooting. Not until we're sure we're alone on this island.  \n[8]What is it?  \n[9]Look.  \n[10]Jesus Christ!  \n[11]Let's just....wait a minute. Get a better look.  She moves to another spot a few feet away. CHICO follows.  \n[12]Oh....oh, my God.  \n[13]\n[14]Come on.  Stealthily the woman moves along the edge of the thicket, crouching all the while. CHICO hesitantly follows.  \n[15]What is that? Could that be....?  Behind her, CHICO gets the dry heaves. He slams his hand into his mouth to keep from making noise.  \n[16]No. They must have gotten them to accept....other things. They wouldn't be feeding them with....they wouldn't...  \n[17]Gasparilla?  \n[18]Governor Dickerson? Of Florida?  \n[19]We ran up against a platoon of soldiers. There were actually walking dead...in uniform...with guns.  \n[20]Thanks. I can fight my own battles.  \n[21]The man I was with...until today... believed that praying was for blind men who couldn't see the truth.  \n[22]Curse?  \n[23]It's a disease. It's a...a bug...a parasite that infects the brain.  \n[24]We thought we were escaping here. We thought we'd found an uninhabited island. Christ! This place is a worse nightmare than anything I've seen yet!  \n[25]Oh, what did I run into? A bunch o' Jesus nuts? Religiosos? Prayer won't stop a bullet from one of those storm troopers and prayer won't keep one of those monsters from eatin' your liver for lunch.  \n[26]Look. I BEEN fightin', mister. I been fightin' for what feels like a hundred years and I'm finished. I don't need religion. I don't need prayers. I need a couple guns and a couple hands. We can sail on outa here. Find another island where there ain't so much....traffic.  \n[27]I can find it myself. I didn't come that far.  \n[28]No. They just try to hold you for ransom. Fuck you, Moses! I'm outa here!  SARAH plunges into the brush and without so much as a look back over her shoulder she disappears.  McDERMOTT We can't let her go, John.  \n[29]Are you gonna pause to say words over the dead this time or can we be on our way?  Without answering, JOHN steams off through the bush pulling SARAH along behind him, his big hand tight around her arm.  \n[30]They seem to be havin' a good time. Some punishment.  \n[31]Let me go! I'm the one he wants. This is all happening because of me. If I turn myself in...  \n[32]Toby's right. They're not gonna sit around with their fingers up their asses while we bust up their toys.  \n[33]What?  \n[34]Datura! Miguel knew it! Datura, he was shouting! Datura Metel!  \n[35]There's hundreds of 'em. Right where we landed our boat.  \n[36]Looks like just two. We can take 'em when the time comes.  \n[37]It's...he was...one who came to the island with me.  \n[38]He was killed...five days ago.  \n[39]Look at him. A hundred bullets. You tell me. Was he dead?  There are tears in SARAH'S eyes.  \n[40]Five days...and he hasn't...risen. He hasn't risen.  \n[41]No. Don't. Wait. Wait to see if... wait until it's necessary.  TOBY turns and looks at MARY. She nods. He releases the PISTOL HAMMER without firing.  \n[42]Me too...please.  JOHN gently cups a handful of river water and pours it on the woman's forehead.  THE OTHER ADULTS, led by LUKEY, file into the river, all lining up before the baptist, waiting their turns to be blessed into this tiny new society.  \n[43]How long do we have to watch him?  ", "Fisher": "\n[1]They won't accept a substitute. They want their Alpo.  TONTO has succeeded in forking a piece of meat. He moves it to his mouth and pops it in.  \n[2]Alright! Way ta go, Kemosabe!  MARY HENRIED has entered the room. She pulls up and watches  TONTO with a kind of dubious interest. TONTO stops chewing. He looks up with exaggerated sadness on his face. Slowly his mouth opens and the chewed piece of meat slides out between his lips. He throws his fork down angrily.  \n[3]The fork is like a game to them. If they get into the game maybe they'll learn to like the food.  ", "Rickles": "", "Miller": "", "Torrez": "", "John": "\n[1]It's alright. It's alright. Don't be afraid. We're friends.  SARAH looks into the strong, good face of JOHN, a tall muscular man, a Caribbean Islander with shiny black skin and enormous brown eyes that seem instantly trustworthy.  \n[2]There are soldiers near here. Guards. I'll take my hand away if you won't scream.  SARAH nods and JOHN lets her go. There are two other humans standing behind the big man. There's BILL McDERMOTT, wearing the grease- covered jump-suit of a mechanic and swilling generous shots of brandy from a hip flask, and there's a smallish woman with a sensitive face who, apparently out of character, is armed to the teeth. She's a deaf mute, nicknamed SPIDER, and she is urgently signing \"Come on! Let's get outa here!\" with her hands.  \n[3]Right. We better get away from that Bee. He might have friends.  THE GROUP starts moving. SARAH follows voluntarily. We notice that all three strangers are wearing the same pullover vests that we saw on the foot soldiers, the ones with big orange circles.  \n[4]Bees. That's what we call the dead... the walking dead...here on Gasparilla's island.  \n[5]He was a pirate who sailed these waters long ago. His name is bein' borrowed these days by the long lost Henry Dickerson.  \n[6]That's the man. He's been holed up here ever since the shit hit the fan. Him and his family owned these islands 'round here. They was leasin' this one to the Fed. The whole underneath is dug out. There was missiles here and laboratories and bomb proof housing, nuclear power, all o' that. Now this is Dickerson's....Gasparilla's... private fortress. Him and a bunch o' his cronies from all the best golf courses in Tallahassee...and his private army, of course.  \n[7]Captain Rhodes and his Red Coat Bees. They could sting, sister. We know you came up against 'em. We been watchin' you since you landed. Couldn't help. I'm sorry for that. We ain't supposed to be outside. If we was spotted it could....well, it could be the end of everything.  SPIDER is signing for everyone to be quiet. They all stop in their tracks. BILL McDERMOTT swigs some more brandy. With the stealth of a Mohican SPIDER pushes aside the branches of a giant oleander and peers through.  \n[8]Give that to me. Get behind me. Stay behind me.  (SARAH resists, not understanding, somewhat insulted.  You ain't wearin' a vest. They been taught not to touch the ones with the circles. There ain't no hundred percent, all-a-time rules with the Bees, but most-a-time they leave us alone. The colour on their vests tell ya how much schoolin' they got. It's the ones without colours you gotta watch out for.  SARAH gets behind JOHN, his orange circle acting as her shield. He reaches around with one strong arm and pulls her in tight against his back.  THE ZOMBIES, snarling and showing teeth, move through the thicket. ONE shuffles right past SPIDER AND McDERMOTT. It gets stuck in the bramble, changes course and moves on without attacking.  ANOTHER ZOMBIE, a \"white\", trudges within arm's reach of JOHN, growling all the while. Suddenly it reaches its arms out and takes two angry steps towards the humans who back away.  THE ZOMBIES charges. Things happen quickly. JOHN pushes SARAH away and swings the MACHETE. THE BLADE SINKS INTO THE CREATURES SKULL. BLACKENED BLOOD FLIES. An instant later SPIDER'S SICKLE PUNCHES IN BESIDE THE BIG KNIFE. THE ZOMBIE twitches for a moment, its eyes rolling, then it falls, lifeless, to the ground.  McDERMOTT trots up beside SARAH. He takes a huge swallow from his flask then offers some to her. She puts the flask to her lips but nothing comes. She holds it out, neck down, to show that it's empty.  McDERMOTT Sorry. Guess I don't know my own strength.  JOHN wipes SARAH'S MACHETE on some thick leaves, cleaning off most of the gore, then he returns the weapon to the woman.  \n[9]I know you can. Like I said, we been watchin' you.  McDERMOTT We better get as far away from here as we can. We can work the other side of the island tonight.  \n[10]We found nine entrances to the Cave so far, and we ain't got the whole thing near charted yet. That's what we was doin' out here today. Huntin' for entrances.  McDERMOTT Come on. They find a Bee done like this and they'll know somebody's been out walkin' where they shouldn't have been.  JOHN bows his head over the downed ZOMBIE. He mumbles softly. We can't hear the words but we can tell that he's praying, reciting the good words over the corpse of the \"white-coat\".  \n[11]How we gonna break the curse without a prayer or two.  \n[12]What is it if it ain't a curse?  \n[13]That sounds like a curse to me.  \n[14]I'm sure that's true, miss. And that's why we're doin' what we're doin'. What's happenin' underground here is just what Lucifer planned for this sinful race o' man. But we're gonna beat Lucifer. We're gonna put an end to what's happenin' here.  \n[15]That's why we didn't use prayers on this here white coat 'til after he was destroyed. We ready to fight when we have to. And we gotta fight now.  \n[16]You think you can find your boat? There's a thousand little inlets and backwaters all through here. You remember all the ways you turned to get where you are now? You leave yourself a trail?  SARAH is stopped by this. She stares at the big man suspiciously, not sure whether to believe him.  \n[17]We didn't see the exact spot but we know about where you landed. But we ain't ready to take you there. Not yet. You see...we need guns, too.  SARAH looks around her at the unlikely band of guerillas. She thinks for a moment...not very long...then she turns and starts off into the jungle.  \n[18]Farther than you think. You'll get lost. You will. And there's Bees all through the jungle. I ain't lyin' to ya. Religiosos don't lie.  \n[19]We don't need her guns that bad. Billy boy.   McDERMOTT The hell we don't! But that's not what I mean. She'll be dead in ten minutes out there alone. That or she'll be firin' off her automatics and wakin' up the troops.  \n[20]We'll split up. Billy, you go with Spider. Just an hour or two tonight, that's all. Rhodes might have extra guards on after all the commotion. We'll meet up at number six and go back home together.  McDERMOTT God save us. And me with me flask dry. I'll never make it.  THE GROUP splits up, moving off in two different directions through the darkening underbrush.  \n[21]The fences make a safe pathway to Stalag Seventeen. That's where we live. That's where you gonna live, too. Hell's half acre. It's not a nice place. Them boys there is prisoners. What's their punishment? They sent out to the Stalag for a few weeks. That's punishment enough.  SPIDER seems to appear from nowhere. She motions and the others follow her through the thick jungle.  \n[22]This is home, darlin'. Home for us that don't make the grade. Us that ain't...good enough to live inside The Cave. We grow a little food, do a little light manufacturin'...like these here vests, we make these for the massers. We live in our own filth, with bugs and snakes and disease and jungle fever...all the time waitin' to become breakfast for the Bees.  JOHN is doing a sales job on SARAH but everything he says is truth. She hears it all, softening to JOHN'S cause.  SPIDER has silently lifted A LARGE WOODEN ROUND out of the weeds. It's a camouflaged tunnel entrance.  \n[23]It's a tunnel. It's a couple hundred yards. Just keep goin' 'til you reach the end. I'll be right behind you.  SARAH starts down into the hole. JOHN and the others prepare to follow. JUNGLE SOUNDS cover the noises they make.  \n[24]It's OK. It's OK, Doc. She's with us.  In the next moment, SARAH and the others climb out of the tunnel.  \n[25]This here's the hospital. That's Diesel over there, the big guy. This here's Lukey and that's Doc Logan who's about to cut your tonsils out.  SPIDER, the last one to climb into the room, quickly begins collecting WEAPONS, what few the rebels have.  \n[26]This here's all the weapons we got. That's why your fancy automatic looks so good to us. We gotta stick it over here with the others for now. They catch us with any kind o' weapon and its death without even askin' your name.  SARAH lets SPIDER take her GUN. The deaf mute signs something which SARAH can't decipher.  \n[27]Ammunition. You got ammunition in your pack there? I hope you do or the gun ain't worth much.  SARAH roots through her SUPPLY PACK and produces THREE LOADED CLIPS AND SEVERAL BOXES OF LOOSE SHELLS. JOHN notices SOME TINS OF FOOD, \n[28]We better just hide the whole pack, darlin'. That stuff is just shoutin' out that it come from the mainland. The shit we get is all C.D. rations. Aspirins and crackers from 1958.  SPIDER snatches THE PACK away rather roughly. SARAH is a little disturbed by the action. THE MATERIAL is stashed under FLOOR BOARDS beside the tunnel entrance.  \n[29]Let's go. You look like you could use some shut eye. Me too. We can all get acquainted tomorrow.  LUKEY escorts JOHN AND SARAH out of the operating room into the main hospital area. BILL McDERMOTT pulls out his empty flask.  McDERMOTT Doc, I need a fill up. I'll help m'self if it's alright with you.  LOGAN nods distractedly and BILL moves to A SUPPLY CABINET which contains, among other essentials, SEVERAL BOTTLES OF BRANDY. He fills his flask eagerly.  \n[30]This just ain't your day, is it, darlin' Sarah.  SARAH can't help but snicker. Suddenly her head spins exhaustion is conquering her body as last. JOHN puts a big arm around her.  \n[31]Three more minutes. Then you can sleep. You gotta stay with it for three more minutes.  McDERMOTT joins them and the group moves out into the rain. LUKEY waddles back through the maze of cots.  LOGAN, SPIDER AND DIESEL have moved to about the center of the big room. The patients around them, their eyes bulging, look like lemurs.  \n[32]They supply us with disinfectant and dope. Sex, drugs and rock-and-roll. What more could anyone ask for? Most around here ain't interested in changin' their lives. The folks you met...me and them and a couple others is the whole rebel army. Nobody else gives a shit...and they're afraid o' Rhodes.  They pass A STRUCTURE WITH AN OVERHEAD SIGN that reads: JOE'S CORNER TAVERN. If there were walls they'd be pushed out by the MASS OF HUMANITY inside. MUSIC BLARES and VOICES form a wall of noise louder than the THUNDER. A FIGHT spills out onto the muddy street, PUSHERS selling all sort of delights accost JOHN and his group. \t \n[33]You disappear in here, darlin'. You get a knife in yer belly or too much shit in yer veins. You get lost out here and nobody's gonna notice. Rhodes, he counts on that. It all makes for food in the freezers.  They come to A LONG HUT WITH A SIGN that reads: THE RITZ.  \n[34]This is your hotel. I'm not gonna stay here with you but I'll always be close. You gonna hafta take care o' yourself like you said you was able to do.  SARAH nods. JOHN smiles at her. His warm, trustworthy eyes seem to glow in the dark.  \n[35]Some may notice that you're new. Just deny it. You'll get away with it. Nobody really looks at each other around here. Go on in. Get some sleep.  He squeezes her hand tightly, then he turns away and moves off with McDERMOTT. SARAH moves into THE RITZ.  \n[36]He's just finding another reason for bumpin' us off. Don't ya see. He needs us ta die. He needs our bodies.  Behind JOHN on the street TOBY TYLER is looking on. He has heard the conversation. JOHN turns and sees him. His eyes go dark with apprehension.  \n[37]Ain't no place safe.  \n[38]The hospital?  \n[39]Maybe.  TOBY drifts off into the crowd. JOHN AND SARAH exchange glances.  \n[40]Give him a chance.  They see TOBY pull away from TRICKS and start down the street following LUKEY. They move out and catch up with TOBY, flanking him.  \n[41]What'dya tell that soldier, soldier? You tell him we was rebels?  \n[42]We got a boat.  \n[43]I say we got a boat. Can you get other stuff?  \n[44]I'm gonna trust him, Diesel. He already knows who we are and we ain't got a bunch o' time to mess around with Rhodes shootin' up the joint every mornin'.  TOBY, rooting through the open crates, finds THE PISTOLS TRICKS told him about and A FEW BOXES OF AMMO. He tosses one of the guns to JOHN. The big man walks over and puts the weapon back inside the crate.  \n[45]Can't walk around here with these. Let's just leave 'em here 'til we ready ta use 'em.  \n[46]You're sick, Doc. You been sick for a while now. Too sick to be workin' with us on this raid.  JOHN, SARAH AND DIESEL are standing in a corner of the room. TOBY TYLER is with them, sweating and obviously nervous.  \n[47]You've helped us enough, providin' cover, hidin' us out. Let the rest of us handle the physical stuff. It's too much for you.  \n[48]We're hopin' you can show us where ta go, Toby.  \n[49]We're gonna blow up the powder magazine.  \n[50]We know what's down there. We did the loading' and unloadin' when the stuff came ashore in the early days. A direct hit oughta do more than a few weeks worth o' damage.  \n[51]Datura.  \n[52]Datura Metel. The Devil's Trumpet. Don't worry. I ain't goin' religioso again. It's a flower that grows on these islands. Where I come from the voodoo priests used it whenever they needed a Mickey Finn. It's toxic. Ground up you can put it in a drink or inject it...or...in a sealed area it might be introduced through the ventilation system.  \n[53]We always planned to use it. We got some ground up already...but we could never find enough.  \n[54]Quicker than gas. And it smells a lot prettier. It usually don't kill but it puts ya under fer a good night's sleep.  \n[55]I say it's poetic. Pure calypso, brother. The Devil's Trumpet blowin' the notes o' doom for the Devil's troops. Ha ha ha ha ha...  \n[56]Well, we found yer boat, lady, but so did they.  JOHN, SARAH AND TOBY are huddled behind green cover peering out at the boat.  \n[57]We're only about a quarter-mile from Cave entrance number five.  \n[58]Come on. Let's go.  They move off stealthily.  They enter the clearing with the spectacular PLANTS that Miguel discovered. Six feet tall, their red-gold blossoms like trumpets with their bells down, these are Daturas, nightshades indigenous to southern Florida and parts of the Caribbean.  SALLY AND JACK, who we saw working on the nitro sticks, are chopping off the eighteen-inch blossom and stuffing them into LARGE LEAF BAGS. They're wearing HOSPITAL MASKS over their mouth and noses. JOHN moves in to help. TOBY AND SARAH follow but JOHN stops them.  \n[59]Just stand guard for now. Spell us after a while. Can't breathe this grass too long or somebody hafta carry you home.  Work goes on in silence.  \n[60]Well...if ya think about it...we as ready as we ever gonna be. How was they carryin' the nitro, Lukey?  \n[61]What you wanna do?  \n[62]What is it?  \n[63]\n[64]Damn you, island. Damn you ta Hell and worse!  McDERMOTT We ain't outa here yet. Get yer ass movin' ya dumb bastard.  McDERMOTT tries to slug from his flask, finds it empty. With a shrug he tosses the thing into the backwater. THE ENGINE STARTS as JOHN climbs aboard, SARAH AND TOBY giving him their hands.  \n[65]Satan ain't sent this man back. Not yet, anyway. So we all hopin' that maybe he's up there with you, Lord. This might be the first decent soul we been able ta offer ya in quite a few years. That's a fact. We just gonna... pray, Lord. We gonna pray that what seems ta be happenin' here...is really happenin'...and I'm gonna take the chance and speak these words that I ain't been able ta speak for so long...  May he rest in peace  \n[66]Just me. I'll take the next shift.  He settles easily down beside the woman. The two stare together at the shrouded corpse.  \n[67]Forever, darlin'. Forever. 'Til he turns ta dust and blows away on the wind.  THE BODY lies silent, rigid under the KHAKI ARMY BLANKET that rises and falls, rises and falls with the Gulf breeze.  Suddenly...A LOUD MUSIC CHORD! A SUDDEN MOVEMENT!  It's the movement of RED LETTERS that spin up off the head of the corpse and settle before our eyes.  The letters read: \"THE END \"     ", "Featured": "", "Zombie": "\n[1] \n[2]CHEST. The man's eyes reflect no immediate sensation. His speech falters but only slightly.  \n[3]MORE CREATURES are pressing in close. DIESEL bats at one, kicks another, punches a third. Then he rushes to SPIDER'S side and scoops her into his arms again. Wincing in pain from THE BLEEDING WOUND IN HIS SHOULDER he manages to move out of immediate danger.  THE ZOMBIES lumber after the two, groaning in chorus as they walk.  \n[4] SPIDER walks on alone. She is just a few feet from the POWDER MAGAZINE now. A ZOMBIE grabs her from behind but just gets a handful of shirt. SPIDER reaches forward but the creature holds her back. Her SHIRT IS RUNNING RIVERS OF BLOOD NOW where the vials are implanted underneath.  RHODES crashes through a doorway into THE CONDITIONING ROOM. He realises, too late, that there's no exit. BUB'S BOOTHEELS are getting LOUDER. RHODES crawls around behind THE TABLES FULL OF TESTING EQUIPMENT, WOODEN SHAPES, FLASH CARDS SCATTER. Over near the LARGE COLOURED SYMBOLS which are mounted on the wall there's A WEAPONS CABINET. RHODES grabs a chair and smashes open the glass.  BUB steps into the open doorway, still reloading his PISTOLS. He stands there, a golem, his fingers slowly, calmly working. He drops a shell or two but soon the barrels are filled with fresh loads.  RHODES reaches in through the broken glass and pulls out AN \n[5]", "Logan": "\n[1]Bury the head. Call the guard for the rest. Get it off the table for now. We'll bring this new one in.  DIESEL doesn't respond right away. He's heard something.  \n[2]What is it?  \n[3]God. It's almost sun-up.  LOGAN AND LUKEY move to a spot at the back of the room. They remove SEVERAL OF THE PLANKS in the floor. SARAH'S head pops out, gasping for air. Logan recoils, his eyes wide and frightened.  \n[4]Who are you? Who are you?  He stands up too quickly. Dizziness makes him reel. He smashes into AN INSTRUMENT CART, comes up with A LONG-BLADED SCALPEL and holds the thing threateningly aimed at the stranger.  \n[5]How do we know she's alright? How do we know?  McDERMOTT She's alright. Christ, Rhodes and his cossacks wiped out her whole party. Dan near got her.  McDERMOTT pockets the refilled flask, takes a long slug from the cabinet bottle before putting it back, and moves out of the room. LOGAN is left alone with DIESEL AND SPIDER.  \n[6]How do we know she's alright? How do we know?  LOGAN repeats his question, intoned identically as it was before. He's twitching slightly and sweat is pouring down his face. THE THUNDER suddenly seems LOUDER.  \n[7]I have looked bad for four years. Everyone in the world has looked bad for four years. Thank God looks don't matter as much as they once did.  LOGAN, a wild gleam in his eye, moves out of the room, following where the others went, that LONG-BLADED SCALPEL still clutched in his hand. The others follow.  \n[8]How do we know she's alright? How do we know?  The same intonation again. This guy's wrapping is definitely coming loose.  THE ZOMBIE rises up behind LOGAN'S back. It's the woman whose wrist Lukey checked earlier. Its teeth are dripping with drool, its hands reaching out wantingly.  LOGAN turns around. Calmly, but with the swiftness of a rattlesnake, he shoots out the hand that's holding THE SCALPEL. THE BLADE SINKS DEEPLY INTO THE ZOMBIE'S FOREHEAD. LOGAN pulls it out and strikes again, and again, and again, like a swordsman thrusting, thrusting, thrusting. Finally the creature collapses. LOGAN wipes the scalpel on his already blood-covered apron. RAIN WATER drops onto him from holes in the roof above. He doesn't seem to notice.  \n[9]Take it away from me. Quickly. Take it! Take it!  SPIDER reaches over and, as gently as possible, takes the VIAL and THE DYNAMITE out of the doctor's hands. She sets the tube in the rack and returns the dynamite to AN OPEN CRATE, years old and crusted with mildew and mud, still half-filled with sticks yet to be drained. The danger passed, they all breathe a sigh of relief. LOGAN wipes the river of sweat from his face. His hands are shaking quite violently now. He pops pills, dry, from his pocket.  \n[10]Sorry. I'm sorry. I'll, er...I'll be alright...in a moment.  \n[11]It's my fight as much as yours. The things they made me do...the things they made...me...do. I want so see Rhodes destroyed. I want to see all of them, all of them destroyed. It's my duty...in the eyes of God. In the eyes of God.  LOGAN is really flipso now, over the edge into banana-land.  \n[12]If we don't get out it's a small price to pay.  \n[13]Sinners! Animals! Filth! Doing the work of the Devil!  \n[14]We know what we must do. It's written for us in the Bible. \"They shall be driven from the land of the living down to the world of the dead. That is the fate of those who care nothing for God.\"  \n[15]I know it hurts. But it won't be long. Then all the pain will be over. Oh, I wish you could hear me. GOD, GIVE HER THE EARS TO \n[16]Oh, yes. Quiet. Yes. We must be quiet.  Suddenly, A ZOMBIE lunges from the underbrush, its FACE BADLY DETERIORATED and one of its hands; lost during its human life, replaced by A MECHANICAL HOOK. SPIDER stumbles. She holds her breath and stiffens all her muscles. Miraculously the nitro vials inside her do not explode. LOGAN throws himself quixotically in front of THE \n[17]\n[18]CHEST. The man's eyes reflect no immediate sensation. His speech falters but only slightly.  \n[19]\n[20]\n[21]...the pain of Hell...the pain...the pain...  \n[22]\n[23]It's alright, it's alright, my dear. You've simply helped us do the Lord's work.  LOGAN'S SHOULDER WOUND IS BLEEDING THROUGH ITS DRESSINGS but the doctor, on a holy mission, seems to feel no pain. He guides SPIDER into the light and opens her shirt. DIESEL shoves JULIE against a wall. JACK covers her with his AUTOMATIC.  LOGAN removes RED-SOAKED DRESSING from SPIDER'S skin. All over her bare chest and upper belly we see LONG, EIGHT-INCH SCARS, HASTILY STITCHED WITH SUTURE SHOWING. Beneath each is A CIGAR-SHAPED BULGE where a vial of nitro has been implanted. The woman stands on crumbling legs, her arms open outward, a grotesque lampoon of a stigmatic.  \n[24]God forgive us. Forgive us the pain we inflict as surgeons. We'll be in Heaven, child. Soon. We'll be with Him in Heaven.  \n[25]\n[26]Hmmmmmm? Oh, yes. Go on.  SPIDER, her shirt buttoned again over her new dressings, is carefully signing something. DIESEL reads her fingers.  \n[27]We'll be in Heaven soon. We'll all be in Heaven soon. (Julie's screams penetrate the fog in his brain. He frowns. Pain. God forgive the pain inflicted by surgeons. We must atone. We must atone for our sins.  His eye is attracted to A LARGE LEVER seemingly separate from everything else. It's marked: SIREN. He pulls it.  \n[28]We must...atone. We must.  \n[29]"}}