{"filename": "Dead-Poets-Society_script.txt", "imdb_id": "tt0097165", "imdb_url": "https://www.imdb.com/title/tt0097165", "characters": ["Chemistry Teacher", "Knox Overstreet", "Steven Meeks", "McAllister", "Dr. Hager", "Charlie Dalton", "Richard Cameron", "John Keating", "Neil Perry", "Gerard Pitts", "Mr. Perry", "Hopkins", "Mr. Nolan", "Mrs. Perry", "Todd Anderson"], "dialogues": {"Chemistry": "\n[1] A teacher walks up and down the aisles, handing out books.  ", "Teacher": "\n[1]\t\tNow just to review, you're going to \t\tfollow along the procession until you \t\tget to the headmaster. At that point \t\the will indicate to you to light the \t\tcandles of the boys.  \n[2]\t\tPick three laboratory experiments from \t\tthe project list and report on them every \t\tfive weeks. The first twenty questions at \t\tthe end of chapter one are due tomorrow.  The students let out a collective groan.  ", "Knox": "\n[1]\t\tHey, how's it going Neil?  \n[2]\t\tKnox Overstreet.  \n[3]\t\tYeah Neil, tell him off. It couldn't get any worse.  \n[4]\t\tAll right, all right, Jesus. So what are you going to do?  \n[5]\t\tYeah, come along pal.  Todd looks up from his desk where he is setting his alarm clock.  \n[6]\t\tHey Spaz, Spaz.  Spaz turns around in time to be hit by a ball of crumpled up paper while Cameron smacks him on the shoulder.  \n[7]\t\tSpooky if you ask me.  \n[8]\t\tI can't make it guys. I have to have \t\tdinner at the Danburry's house.  \n[9]\t\tFriends of my Dad's. They're probably in \t\ttheir nineties or something.  \n[10]\t\tYeah we'll see.  Neil approaches Todd, who's been sitting by the window staring down at the floor. Neil snaps his fingers to get Todd's attention.  \n[11]\t\tReady to go sir.  \n[12]\t\tHi. Knox Overstreet. Uh, Dr. Hager.  \n[13]\t\tThis is the Danburry's, right?  \n[14]\t\tMrs. Danburry?  Chris begins to laugh as Mrs. Danburry arrives behind her.  \n[15]\t\tYes.  \n[16]\t\tNice to meet you sir.  \n[17]\t\tHe's great. He just did a big case for GM.  \n[18]\t\tHuh?  \n[19]\t\tTerrible. Awful.  He leaves the door and sits down with the other boys.  \n[20]\t\tTonight, I met the most beautiful girl \t\tin my entire life.  \n[21]\t\tShe's practically engaged. To Chet Danburry.  \n[22]\t\tToo bad? It's worse than too bad Pitsie, \t\tit's a tragedy. A girl this beautiful in \t\tlove with such a jerk.  \n[23]\t\tI can't just forget her Cameron. And I \t\tcan't think about trig.  The radio Meeks and Pitts were working on begins letting out a high pitched hum.  \n[24]\t\tVery funny Dalton.  \n[25]\t\tWhat's the Dead Poets Society?  \n[26]\t\tYou mean it was a bunch of guys sitting \t\taround reading poetry?  \n[27]\t\tI don't know Charlie.  \n[28]\t\tYeah? How?  \n[29]\t\tBut why do they swoon? Charlie, tell me \t\twhy they swoon. Charlie!  \n[30]\t\tYuck.  \n[31]\t\tAn original piece.  \n[32]\t\tMorose?  \n[33]\t\tGreat, Neil.  \n[34]\t\t\t\t \t\t\"To Chris.\"  Charlie looks up from his desk with a grin.  \n[35]\t\tI see a sweetness in her smile. \t\tBlight light shines from her eyes. \t\tBut life is complete; contentment is \t\tmine, \t\tJust knowing that...  Several students begin to snicker.  \n[36]\t\tjust knowing that she's alive.  Knox crumples his poem and walks back to his desk.  \n[37]\t\tSorry, Captain. It's stupid.  \n[38]\t\tThat's not funny.  \n[39]\t\tI can't take it anymore. If I don't have \t\tChris, I'm gonna kill myself.  \n[40]\t\tNo, Charlie. That's just my problem. \t\tI've been calm all my life. I'll do \t\tsomething about that.  \n[41]\t\tI'm gonna call her.  Knox begins to chuckle as he leaves the cave. The others quickly grab their coats to follow him. Charlie goes back to playing noise on his saxophone again.  \n[42]\t\tShe's gonna hate me. The Danburrys will \t\thate me. My parents will kill me. \t\tAll right, goddamn it. You're right. \t\t\"Carpe diem.\" Even if it kills me.  Knox puts in another coin and calls again.  \n[43]\t\tHello, Chris?  \n[44]\t\tHi. This is Knox Overstreet.  \n[45]\t\tShe's glad I called.  \n[46]\t\tWould I like to come to a party?  \n[47]\t\tWell, sure.  \n[48]\t\tOkay, great. I-I'll be there, Chris.  \n[49]\t\tFriday night at the Danburrys'. O-Okay. \t\tThank you.  \n[50]\t\tThank you. I'll see you. Bye.  \n[51]\t\tYawp! Can you believe it? She was gonna \t\tcall me. She invited me to a party with \t\ther.  \n[52]\t\tYeah.  \n[53]\t\tSo?  \n[54]\t\tWell, of course not, Charlie. But that's \t\tnot the point. That's not the point at \t\tall.  \n[55]\t\tThe point, Charlie, is, uh--  \n[56]\t\tthat she was thinking about me. I've \t\tonly met her once, and already she's \t\tthinking about me. Damn it. It's gonna \t\thappen, guys. I feel it. She is going to \t\tbe mine. Carpe. Carpe!  Knox flips his scarf dramatically around his neck as he walks away and climbs the stairs.  \n[57]\t\tHello? Hello, Chris?  Knox stops and combs his hair in the hallway mirror. Chris comes running out from one of the rooms.  \n[58]\t\tHi.  \n[59]\t\tNo.  Chris grabs Knox by his jackets and pulls him forward as she walks toward the stairs.  \n[60]\t\tBut I--  \n[61]\t\tNo relation. Never heard of him. Sorry, \t\tguys.  \n[62]\t\tWhoa, I, uh, I don't really drink--  \n[63]\t\tTo Mutt.  They each take a big drink. Knox rolls his eyes and gasps, loosening his tie to try and breathe.  \n[64]\t\tI don't really know Mutt.  \n[65]\t\tTo Mighty Mutt.  They raise their glasses again for a toast and down the rest of their glasses.  \n[66]\t\tWill do.  Bubba puts on a horned football helmet and walks away.  \n[67]\t\tGod help me.  Knox looks about and then looks back down at Chris.  \n[68]\t\tCarpe diem.  Knox takes a last swig of his drink  and then begins to softly run his fingers over Chris' hair. He then leans over and kisses her forehead. Across the room, Bubba looks over and sees what's going on.  \n[69]\t\tNow, Chet, I know this looks bad, but \t\tyou've gotta-  Chet throws himself at Knox, hurling them both to the floor. He then straddles Knox and begins to punch at him as Knox simply tries to protect himself.  \n[70]\t\tI'm sorry. I'm so sorry.  \n[71]\t\tChris!  He approaches a girl with hair similar to Chris' and turns her around, only to realize that it's not her.  \n[72]\t\tChris Noel. Do you know where she is?  \n[73]\t\tThanks.  Chris is at her locker talking to a friend. She just closes her locker as she notices Knox coming towards her. She turns away.  \n[74]\t\tExcuse me. Chris.  \n[75]\t\tI came to apologize for the other night. \t\tI brought you these and a poem I wrote \t\tfor you.  Chris pulls him aside, out of the main hallway.  \n[76]\t\tI can't care. I love you, Chris.  \n[77]\t\tLook, I acted like a jerk and I know it. \t\tPlease, accept these. Please.  \n[78]\t\tAll I'm asking you to do is listen.  As Knox begins to read his poem, the classroom grows quiet as everyone stops to listen.  \n[79]\t\tThe heavens made a girl named Chris \t\tWith hair and skin of gold. \t\tTo touch her would be paradise.  Chris holds her head in her hands in embarrassment.  \n[80]\t\tYeah.  The boys begin to get all excited but Charlie shushes them.  \n[81]\t\tNothing.  \n[82]\t\tNothing. But I did it.  Knox walks away down the hall and the others chase after him.  \n[83]\t\tSeize the day!  \n[84]\t\tChris.  Knox leaves the other boys to join her.  \n[85]\t\tWhat are you doing here?  \n[86]\t\tGo ahead, guys. I'll catch up.  \n[87]\t\tChris, you can't be in here. I-If they \t\tcatch you, we're both gonna be in big \t\ttrouble.  \n[88]\t\tI didn't mean to make a fool out of you.  \n[89]\t\tI can't, Chris. I love you.  \n[90]\t\tGo ahead, Captain. I'll walk.  \n[91]\t\tThen you wouldn't be here warning me \t\tabout Chet.  \n[92]\t\tAre you going with him?  \n[93]\t\tThen come with me.  \n[94]\t\tCome on, Chris. Just give me one chance. \t\tIf you don't like me after tonight, I'll \t\tstay away forever.  \n[95]\t\tI promise. Dead Poets Honor. You come \t\twith me tonight. And then, if you don't \t\twant to see me again, I swear I'll bow \t\tout. \t\t \n[96]\t\tHe won't know anything. We'll sit in the \t\tback and sneak away as soon as it's \t\tover.  \n[97]\t\tDead Poets Honor.  \n[98]\t\tMy word.  Chris walks away from him and then turns to face him.  \n[99]\t\tYeah, Neil!  The curtain closes again and Neil turns around, letting out an excited sigh. Various actors continue to congratulate him. Neil lets out a yell as he walks offstage. In the audience, while others are leaving, Mr. Perry approaches a woman.  \n[100]\t\tDon't touch him, Charlie. You do and \t\tyou're out.  \n[101]\t\tYou don't know that, not yet.  \n[102]\t\tO Captain! My Captain!  ", "Overstreet": "", "Steven": "", "Meeks": "\n[1]\t\tYes sir.  \n[2]\t\tOh, I'm sorry, my name is Steven Meeks.  Neil quickly gets up from his spot by the window.  \n[3]\t\tNice to meet you.  \n[4]\t\tOh well, welcome to Hell-ton.  \n[5]\t\tHe flatters me. That's why I help him with Latin.  \n[6]\t\tWell, uh, Latin, eight o' clock in my room?  \n[7]\t\tTodd, you're welcome to join us.  \n[8]\t\tCarpe Diem. That's \"seize the day.\"  \n[9]\t\tMeeks.  \n[10]\t\tOkay, who's up for a trig study group \t\ttonight guys?  \n[11]\t\tHoly cow.  Mr. Hager walks into the room.  \n[12]\t\tIs there a picture in the annual?  \n[13]\t\tHis grades are hurting Charlie.  \n[14]\t\tI'll try anything once.  \n[15]\t\tHa ha ha.  \n[16]\t\tAww, Charlie.  \n[17]\t\tYou're funny. You're real funny.  \n[18]\t\tIt's too wet.  \n[19]\t\tNo, no, the smoke's going right up this \t\topening.  Pitts tries to stand up and slams his head into the low rock ceiling. He lets out a yell while the others laugh.  \n[20]\t\tYes sir, use Meeks' coat.  \n[21]\t\tWhat, did you bring one?  \n[22]\t\tAn original piece by Charlie Dalton.  \n[23]\t\tOh, wow.  \n[24]\t\tThen I had religion, then I had a \t\tvision. \t\tI could not turn from their revel in \t\tderision. \t\tThen I saw the Congo creeping through \t\tthe black, \t\tcutting through the forest with a golden \t\ttrack. \t\tThen I saw the Congo creeping through \t\tthe black-  \n[25] \t\t...cutting through the forest with a \t\tgolden track. \t\tThen I saw the Congo creeping through \t\tthe black, \t\tcutting through the forest with a golden \t\ttrack.  Knox picks up a metal container and begins using it as a drum. The other boys stand and begin going in a circle, making music with sticks of wood, combs, etc.  \t\tThen I saw the Congo creeping through \t\tthe black, \t\tcutting through the forest with a golden \t\ttrack. \t\tThen I saw the Congo creeping through \t\tthe black, \t\tcutting through the forest with a golden \t\ttrack.  \n[26]\t\tWe got it, Pittsie. We got it! Radio \t\tFree America!   \n[27]\t\t\"To dance, clap hands, exalt, shout, \t\tskip, roll on, float on.\"  \n[28]\t\tWhat did he say?  \n[29]\t\tMy dad collects a lot of pipes.  \n[30]\t\tYeah, Knox, we're from the government. \t\tWe're here to help, man.  \n[31]\t\tSmoke that. Put that in your pipe and \t\tsmoke it.  \n[32]\t\tNeil!  Neil enters the cave carrying a beat up light stand.  \n[33]\t\tWhat is that, Neil?  \n[34]\t\tThe god of the cave.  Charlie begins making loud noises with his saxophone.  \n[35]\t\tOh, no.  \n[36]\t\tWow!  \n[37]\t\tVocabulary.  Knox jumps up. \n[38]\t\tHello.  \n[39]\t\tMe and Pitts are working on a hi-fi \t\tsystem. It shouldn't be that hard to, \t\tuh, to put together.  \n[40]\t\t\t\t \t\tYeah.  \n[41]\t\tLook, uh, it's, it's over now.  \n[42]\t\tBeautiful baby. Henley Hall, here I \t\tcome.  \n[43]\t\tYou can't explain it, Todd.  \n[44]\t\tYou can't explain it, Todd.  Todd pushes himself away from the boys and stumbles down the hill, slipping and falling in the snow.  \n[45]\t\tTodd!  \n[46]\t\tCharlie!  \n[47]\t\tGo away. I have to study.  \n[48]\t\tExpelled.  \n[49]\t\tNothing they didn't already know.  ", "McAllister": "\n[1]\t\tSlow down boys, slow down you horrible \t\tphalanx of pubescense.  \n[2]\t\t\t \t\tAgricolam. Agricola. Agricolae. \t\tAgricolarum. Agricolis. Agricolas. \t\tAgrilcolis.  \t\tAgain, please. \t\tAgricola.  \n[3]\t\tWhat the hell is going on here?  The boys all turn around in shock. Charlie stuffs a crumpled page into his mouth. Keating emerges from his room with a waste paper basket.  \n[4]\t\tMr. Keating.  \n[5]\t\tI'm sorry, I- I didn't know you were \t\there.  \n[6]\t\tAhh, so you are. Excuse me.  Mr. McAllister slowly backs out of the classroom.  \n[7]\t\tQuite an interesting class you gave today, \t\tMr. Keating.  \n[8]\t\tOh, there's no need to apologize. It was \t\tvery fascinating, misguided though it was.  \n[9]\t\tYou take a big risk by encouraging them to \t\tbe artists John. When they realize they're \t\tnot Rembrandts, Shakespeares or Mozarts, \t\tthey'll hate you for it.  \n[10]\t\tFree thinkers at seventeen?  \n[11]\t\t\t \t\tNot a cynic, a realist. Show me the heart \t\tunfettered by foolish dreams, and I'll \t\tshow you a happy man.  \n[12]\t\tTennyson?  \n[13]\t\tFor God's sake stop chattering and \t\tsit down.  The boys take their seats once again and Neil goes over and sits next to Todd, who is sitting by himself.  \n[14]\t\tOh shut up, will you.  ", "Dr.": "", "Hager": "\n[1]\t\tAll right fine.  Dr. Hager takes the bottles and quickly backs into his room, shutting the door.  \n[2]\t\tYour study of trigonometry requires absolute precision. \t\tAnyone failing to turn in any homework assignment will \t\tbe penalized one point off their final grade. Let me urge \t\tyou now not to test me on this point.  \n[3]\t\tReady Overstreet?  Knox reluctantly follows after Dr. Hager.  \n[4]\t\tAll right gentlemen, five minutes. Let's \t\tgo.  The students quickly pack up their gear and prepare to leave. Pitts tries to hide the radio in his lap. Charlie leans in close to Knox.  \n[5]\t\tThat wouldn't be a radio in your lap, \t\twould it Mr. Pitts?  \n[6]\t\t\t\t \t\tYou boys there, hurry up.  Neil turns around and faces the other boys.  \n[7]\t\tI'm warning you, move.  \n[8]\t\tCut out that racket in there.  The kazoo player lets out a rude squeek before finally stopping. Hager glares at them for a moment.  \n[9] Hager hears a dog barking.  \n[10]\t\tKnox Overstreet.  Knox emerges from his room and goes to joing Hager. He gives a thumbs up to Todd as he passes his door. Once he leaves with Hager, Todd goes over to Meeks' door.  \n[11]\t\tTodd Anderson.  ", "Charlie": "\n[1]\t\tRumor has it, you did summer school.  \n[2]\t\tKeen.  The boys enter the room. Charlie turns around and looks at Meeks who is just entering.  \n[3]\t\tMeeks. Door. Closed.  \n[4]\t\tOkay, study group. Meeks aced Latin. I didn't quite \t\tflunk English. So, if you want, we've got our study \t\tgroup.  \n[5]\t\tHmm, what's his specialty, boot-licking?  \n[6]\t\tThat's not my fault.  Meeks seems to notice Todd for the first time.  \n[7]\t\tCharlie Dalton.  Charlie continues to lay on the bed, looking smug. Knox extends a hand.  \n[8]\t\tOh yeah, sure. Valedictorian. National merit scholar.  \n[9]\t\tIt's every bit as tough as they say, unless you're a \t\tgenius like Meeks.  \n[10]\t\tAnd English, and Trig.  Charlie begins coughing. There is a knock at the door. Charlie quickly stamps out his cigarette on the floor and Neil tries to wave the smoke from the air.  \n[11]\t\tWhy doesn't he let you do what you want?  \n[12]\t\tOkay, so I don't like it any more than you do.  \n[13]\t\tWell I wouldn't lose much sleep over it. It's just a \t\tbunch of jerks trying to impress Nolan.  \n[14]\t\tBecause he's in a hurry.  \n[15]\t\tCome on Cameron, don't you get anything?  \n[16]\t\t\t \t\tWhat?  \n[17]\t\tOoh!  \n[18]\t\tI'll second that.  \n[19]\t\tHow was dinner?  \n[20]\t\tHow was dinner?  \n[21]\t\tWhy? What happened?  \n[22]\t\tThat guy could eat a football.  \n[23]\t\tDid you see her naked?  \n[24]\t\tThigh man. Mr. K was a hell-raiser.  \n[25]\t\tTonight?  \n[26]\t\tDon't go.  \n[27]\t\tSo don't come, please.  \n[28]\t\tNo shit, Sherlock.  \n[29]\t\tI'm in.  \n[30]\t\tPitsie, come on.  \n[31]\t\tExcept sex.  \n[32]\t\tWhat about you Knox?  \n[33]\t\tCome on Knox, it'll help you get Chris.  \n[34]\t\tWomen swoon.  Charlie laughs and runs inside. Knox chases after him.  \n[35]\t\tWell, why don't you stay home?  \n[36]\t\tArrr, I'm a dead poet.  \n[37]\t\t\t \t\tGuys, over here.  \n[38]\t\tGod, are you trying to smoke us out of \t\there?  \n[39]\t\tI'll second that.  \n[40]\t\tAll right, intermission. Dig deep right \t\there. Right here, lay it down  \n[41]\t\tMeeks, put your coat down. Picnic blanket.  \n[42]\t\tDon't keep anything back either. You \t\tguys are always bumming my smokes.  Meeks lays his coat down and everyone dumps their food on it. Amongst the pile are chocolate chip cookies, a box of raisins, a few apples, an orange, and half a roll.  \n[43]\t\tWait a minute, who gave us half a roll?  \n[44]\t\tCome on.  \n[45]\t\tHa!  \n[46]\t\tThe thing with the hand-  All the boys react, recalling the story and miming the scraping on the roof of the car.  \n[47]\t\tI told you that one.  \n[48]\t\tWhen were you in six, last year?  As everyone's voices begin to calm down, Pitts begins reading from the book.  \n[49]\t\tYou want to hear a real poem?  Meeks hands Charlie the book but he shoves it away.  \n[50]\t\tAll right? No, I don't need it. You take \t\tit.  \n[51]\t\tI didn't memorize a poem. Move up.  Neil moves to the side as Charlie stands and takes his spot.  \n[52] \t\tTeach me to love? Go teach thyself more \t\twit. \t\tI, chief professor, am of it.  Neil gets up and looks over Charlie's shoulder to see what he is reading.  \n[53]\t\tThe god of love, if such a thing there \t\tbe, may learn to love from me.  Charlie winks at the guys and they clap and cheer.  \n[54]\t\tAbraham Cowley. Okay, who's next?  Neil sits reading from the book by flashlight.  \n[55]\t\tMeeks, Meeks.  \n[56]\t\tTo feel taller.  \n[57]\t\tGive it to me! Give it to me!  \n[58]\t\t\"To indeed be a god!\"  \n[59]\t\tCongratulations. Good for you, Neil. \t\tGood for you.  Neil enters his room with Todd and sits down at his typewriter.  \n[60]\t\tAttaboy, Pittsie, inhale deeply.  \n[61]\t\tReally? Mine's got thirty.  \n[62]\t\tCome on, Knox. Join in.  \n[63]\t\tWhat's wrong?  \n[64]\t\tKnock it off. Smoke your pipes.  \n[65]\t\tWhat do you say we start this meeting?  \n[66]\t\tGentlemen, \"Poetrusic\" by Charles \t\tDalton.  Charlie begins playing erratic notes on the sexophone.  \n[67]\t\tLaughing, crying, tumbling, mumbling. \t\tGotta do more. Gotta be more.  Charlie plays more erratic sounds.  \n[68]\t\tChaos screaming, chaos dreaming. Gotta \t\tdo more! Gotta be more!  Charlie starts to play a real tune on the saxophone.  \n[69]\t\tMy parents made me take the clarinet for \t\tyears.  \n[70]\t\tI hated it. The saxophone. The saxophone \t\tis more sonorous.  \n[71]\t\tKnoxious, you've gotta calm down.  \n[72]\t\tWhat are you gonna do?  \n[73]\t\tYes. Say, yes.  \n[74]\t\tAt Chet Danburry's house.  \n[75]\t\tWell?  \n[76]\t\tSo, you don't really think she means \t\tyou're going with her?  \n[77]\t\tWhat is the point?  \n[78]\t\tYeah?  \n[79]\t\tExercising the right not to walk.  \n[80]\t\tYeah, this is it. Go ahead, go on in. \t\tIt's my cave. Watch your step.  \n[81]\t\tHi, you guys. Meet, uh, Gloria and--  \n[82]\t\tTina. This is the pledge class of the \t\tDead Poets Society. \n[83]\t\tGuys, move. Move. Come on, folks. It's \t\tFriday night. Let's get on with the \t\tmeeting.  The boys move aside to let the girls in.  \n[84]\t\tGuys, I have an announcement to make. In \t\tkeeping with the spirit of passionate \t\texperimentation of the Dead Poets, I'm \t\tgiving up the name Charlie Dalton. From \t\tnow on, call me Nuwanda.  \n[85]\t\tWe gonna have a meeting or what?  \n[86]\t\t\"Shall I compare thee to a summer's day? \t\tThou art more lovely and more \t\ttemperate.\"  \n[87]\t\tI made that up just for you.  \n[88]\t\tI'll write one for you too, Gloria. \t\tShe walks in beauty like the night. \t\tShe walks in beauty like the night. \t\tOf cloudless climes and starry skies. \t\tAll that's best, dark and bright, \t\tMeet in her aspect and her eyes.  \n[89]\t\tThere's plenty more where that came \t\tfrom.  \n[90]\t\tThat's part of what this club is about. \t\tIn fact, I'd like to announce I \t\tpublished an article in the school \t\tpaper, in the name of the Dead Poets.  \n[91]\t\tDemanding girls be admitted to Welton.  \n[92]\t\t\t \t\tSo we can all stop beating off.  \n[93]\t\tI'm one of the proofers. I slipped the \t\tarticle in.  \n[94]\t\tWhy? Nobody knows who we are.  \n[95]\t\tIt's Nuwanda, Cameron.  \n[96]\t\tAre we just playing around out here, or \t\tdo we mean what we say? For all we do is \t\tcome together and reach a bunch of poems \t\tto each other. What the hell are we \t\tdoing?  \n[97]\t\tHey, would you not worry about your \t\tprecious little neck? If they catch me, \t\tI'll tell them I made it up.   \n[98]\t\tWelton Academy. Hello. Yes, he is. Just \t\ta moment.  Charlie stands up, holding a phone and bell in his hands.  \n[99]\t\tMr. Nolan, it's for you. It's \t\tGod. He says we should have girls at \t\tWelton.  Most of the students laugh while the boys from the cave all shake their heads in disbelief.  \n[100]\t\tOne. Two. Three. Four. Five.  \n[101]\t\tNo.  \n[102]\t\tI'm to turn everybody in, apologize to \t\tthe school and all will be forgiven.  \n[103]\t\tDamn it, Neil. The name is Nuwanda.  Charlie smiles and then shuts his door.  \n[104]\t\tCreak. He started walking around towards \t\tmy left. Creak. Creak. \"Assume the \t\tposition, Mr. Dalton.\"  The door opens and Keating walks in. Many of the boys get up from their seats.  \n[105]\t\tMr. Keating.  \n[106]\t\tYou're siding with Mr. Nolan? What about \t\tCarpe diem and sucking all the marrow \t\tout of life and all that?  \n[107]\t\tBut I thought you'd like that.  \n[108]\t\tYeah. Like what?  \n[109]\t\tAye, aye, Captain.  \n[110]\t\tAll right. Go on.  \n[111]\t\tGet out of here. Cameron, you fool.  Charlie notices Knox and grabs his jacket.  \n[112]\t\tHey, how'd it go? Did you read it to \t\ther?  \n[113]\t\tNothing. What do you mean, nothing?  \n[114]\t\tWhat did she say? I know she had to say \t\tsomething.  \n[115]\t\tIt's an Indian warrior symbol for \t\tvirility. Makes me feel potent, like it \t\tcan drive girls crazy.  Charlie buttons up his shirt as everyone prepares to leave.  \n[116]\t\tYeah, come on, guys.  Charlie hustles the boys away. Meeks remains staring at her. Charlie returns to drag him away.  \n[117]\t\tHey, there he is! Hey, hey.  Cameron shoves him back into his seat.  \n[118]\t\t\t\t \t\tHe's good. He's really good.  Keating gives a thumbs up.  \n[119]\t\tNeil, Neil, you were great.  \n[120]\t\tNeil! Neil! Mr. Perry, come on.  \n[121]\t\tIs it okay if we walk back? Captain?  Charlie motions Todd to follow.  \n[122]\t\tKnox.  The boys leave and Keating continues to stare after the car, wiping the falling snow from his face.  \n[123]\t\tTodd? Todd.  Todd, still half asleep, tries to shrug him off.  \n[124]\t\tNeil's dead.  \n[125]\t\tTodd. It's okay, Todd.  \n[126]\t\tIt's all right, Todd.  \n[127]\t\tIt's all right. It's alright.  Charlie grabs a handful of snow and wipes Todd's mouth with it.  \n[128]\t\tNo!  \n[129]\t\tTodd.  \n[130]\t\tLeave him be.  The boys watch as Todd runs down towards the dock by the river, yelling and crying. He finally seems to regain control of himself and walks in silence out onto the dock.  \n[131]\t\tYou told him about this meeting?  \n[132]\t\tThat's it, guys. We're all fried.  \n[133]\t\tCameron's a fink. He's in Nolan's office \t\tright now, finking.  \n[134]\t\tThe club, Pittsie. Think about it. The \t\tboard of directors, the trustees and Mr. \t\tNolan. Do you think for one moment \t\tthey're gonna let this thing just blow \t\tover? Schools go down because of things \t\tlike this. They need a scapegoat.  The door opens. All the boys except Charlie hurry to put their cigarettes out and wave the smoke away. A light comes on and Cameron enters.  \n[135]\t\tYou finked, didn't you, Cameron?  Charlie gets up and approaches Cameron, tossing his cigarette away.  \n[136]\t\tYou told Nolan everything about the club \t\tis what I'm talking about.  \n[137]\t\tYou little-  Charlie lunges at Cameron but Knox and Meeks hold him back.  \n[138]\t\tHe's a rat! He's in it up to his eyes, \t\tso he rattled to save himself.  \n[139]\t\tI'm out anyway!  \n[140]\t\tWhat's that mean? Who are they after?  \n[141]\t\tMr. Keating responsible for Neil? Is \t\tthat what they're saying?  ", "Dalton": "", "Richard": "", "Cameron": "\n[1]\t\tNeil, study group tonight?  \n[2]\t\tBusiness as usual, huh? Hey, I hear you got the new \t\tkid. Looks like a stiff!  He begins laughing when he notices Todd coming into the room.  \n[3]\t\tOops!  Cameron quickly leaves. Neil tries to keep from laughing as Todd enters the room and sets his luggage down on his bed.  \n[4]\t\tBrain damage.  The students quickly quiet down as Keating emerges from the other room, whistling the 1812 Overture. He walks up the length of the classroom and out the door without a word. The students look around at one another, uncertain of what to do. Keating pokes his head back in the doorway.  \n[5]\t\tThink he'll test us on that stuff?  \n[6]\t\tWhat? What?  \n[7]\t\tBig alumns. How'd you swing that?  \n[8]\t\tJust replace these numbers here with \"x\", \t\tfor \"x\" and \"y\".  \n[9]\t\tOf course, so what's the problem?  Charlie enters the room and closes the door behind him, leaning up against it heavily.  \n[10]\t\tAhh, forget her. Open your trig book and \t\ttry and figure out problem five.  \n[11]\t\tWe shouldn't be doing this.  \n[12]\t\t\t \t\tMan most likely to do anything.  \n[13]\t\tWhat?  The school bells begin ringing and everyone heads back towards the school. Neil stands up.  \n[14]\t\tWait a minute.  \n[15]\t\tSounds boring to me.  \n[16]\t\tYou know how many de-merits we're talking \t\tDalton  \n[17]\t\tLook, all I'm saying is that we have to \t\tbe careful, we can't get caught.  \n[18]\t\tCome on Neil, Hager's right-  \n[19]\t\tMe too.  \n[20]\t\tI mean as long as we're careful.  The boys run into the building.  \n[21]\t\tI don't know, it's starting to sound \t\tdangerous.  \n[22]\t\tOn the mud? We're gonna put our food on \t\tthe mud?  \n[23]\t\tI've got one that's even better than \t\tthat.  \n[24]\t\tI do. There's a young, married couple, \t\tand they're driving through the forest \t\tat night on a long trip. And they run \t\tout of gas, and there's a madman on the-  \n[25]\t\tI love that story.  \n[26]\t\tYou did not. I got that in camp in \t\tsixth grade.  \n[27]\t\tWhere did you get that?  \n[28]\t\tWhat are you guys doing? I'm sure-- You \t\tsee this chemistry-  Cameron tries to hold up his book and Neil snatches it from his hands and suddenly all three of them are racing around the room.  \n[29]\t\tHey, give me-- Neil, give me-- Don't be \t\timmature. Come on. I need my-  Charlie enters the room and begins waving his hands.  \n[30]\t\tLet me have my book, I need my-  The four boys continue racing around the cramped quarters, tossing Cameron's book back and forth. Neil picks up a recorder and begins blowing erratic notes on it while Charlie starts pounding on a set of bongo drums. Outside the room a crowd of boys watch.  \n[31]\t\tI love the clarinet.  \n[32]\t\tOoh.  \n[33]\t\tOh, my God!  \n[34]\t\tWhat?  \n[35]\t\tWell, don't you think they're gonna \t\tfigure out who wrote it? They're gonna \t\tcome to you and ask to know what the \t\tDead Poets Society is. Charlie, you had \t\tno right to do something like that.  \n[36]\t\tExcuse me, just a moment. Yes. You're so \t\tcute.  Cameron runs a comb through his hair and Todd tries to mess it up.  \n[37]\t\tCome on, Todd. I'm trying to fix \t\tthis.  \n[38]\t\tGetting red? What does that mean?  \n[39]\t\tSo, Charlie, what's this \"getting red\" \t\tbit?  Charlie opens his unbuttoned shirt to show a large red lightning bolt painted down his chest.  \n[40]\t\tWhat's going on, guys?  \n[41]\t\tFinked? I didn't know what the hell \t\tyou're talking about.  \n[42]\t\tLook, in case you hadn't heard, Dalton, \t\tthere's something called an honor code \t\tat this school, all right? If a teacher \t\tasks you a question, you tell the truth \t\tor you're expelled.  \n[43]\t\tHe's right there, Charlie. And if you \t\tguys are smart, you will do exactly what \t\tI did and cooperate. They're not after \t\tus. We're the victims. Us and Neil.  \n[44]\t\tWhy, Mr. Keating, of course. The \t\t\"Captain\" himself. I mean, you guys \t\tdidn't really think he could avoid \t\tresponsibility, did you?  \n[45]\t\tWell, who else do you think, dumb ass? \t\tThe administration? Mr. Perry? Mr. \t\tKeating put us up to all this crap, \t\tdidn't he? If he wasn't for Mr. Keating, \t\tNeil would be cozied up in his room \t\tright now, studying his chemistry and \t\tdreaming of being called doctor.  \n[46]\t\tBelieve what you want, but I say let \t\tKeating fry. I mean, why ruin our lives?  Charlie lunges at Cameron again and punches him in the face. Cameron falls to the floor as the boys pull Charlie away. Cameron lifts a hand to his bloody nose.  \n[47]\t\tYou just signed your expulsion papers, \t\tNuwanda.  Cameron rises to his feet.  \n[48]\t\tAnd if the rest of you are smart, you'll \t\tdo exactly what I did. They know \t\teverything anyway. You can't save \t\tKeating, but you can save yourselves.  Cameron walks away, closing the door behind him.  \n[49]\t\tWe skipped around a lot, sir. We covered \t\tthe Romantics and some of the chapters \t\ton Post Civil War literature.  \n[50]\t\tI believe we skipped most of that, sir.  \n[51]\t\tThat page has been ripped out, sir.  \n[52]\t\tThey're all ripped out, sir.  \n[53]\t\tSir, we, uh-  \n[54]\t\t\"Understanding Poetry by Dr. J Evans \t\tPritchard, Ph.D. To fully understand \t\tpoetry, we must first be fluent with its \t\tmeter, rhyme and figures of speech, then \t\task two questions: 1) How artfully has \t\tthe objective of the poem been rendered \t\tand 2)...\"  The door squeaks as Keating shuts it behind him. Cameron pauses.  \n[55]\t\t\"... How important is that objective? \t\tQuestion 1 rates the poem's perfection; \t\tquestion 2 rates its importance. And \t\tonce these questions have been answered, \t\tdetermining the poem's greatness becomes \t\ta relatively simple matter. If the \t\tpoem's score for perfection is plotted \t\ton the horizontal of a graph--\"  Keating passes by Todd and the others and gets to the back of the classroom before Todd leaps up from his seat and turns to face him.  ", "John": "", "Keating": "\n[1] Students enter Keating's classroom, talking and acting up. Keating glances out from his room off to one side.  \n[2]\t\tWell come on.  He gestures them to follow and the students, after some hesitation, grab their books and follow Keating out into the main entranceway.  \n[3]\t\t\"Oh Captain, My Captain\" who knows where \t\tthat comes from?  Todd looks up as if he knows the answer, but says nothing. Spaz blows his nose a little too close to Meeks for his liking.  \n[4]\t\tNot a clue? It's from a poem by Walt \t\tWhitman about Mr. Abraham Lincoln. Now in \t\tthis class you can call me Mr. Keating. Or, \t\tif you're slightly more daring, Oh Captain, \t\tMy Captain.  The students laugh slightly.  \n[5]\t\tNow let me dispel a few rumors so they \t\tdon't fester into facts. Yes, I too \t\tattended Hell-ton and survived. And no, \t\tat that time I was not the mental giant \t\tyou see before you. I was the intellectual \t\tequivalent of a ninety-eight pound \t\tweakling. I would go to the beach and \t\tpeople would kick copies of Byron in my \t\tface.  The boys laugh once again, while Cameron, obviously trying to write all this down, looks around confusedly. Keating looks down at papers in his hand.  \n[6]\t\tNow, Mr\u0085 Pitts. That's a rather \t\tunfortunate name. Mr. Pitts, where are \t\tyou?  Pitts raises his hand while everyone around him snickers.  \n[7]Mr. Pitts, would you open your hymnal to page 542 and read the first stanza of the poem you find there?  \n[8]\t\tYes, that's the one. Somewhat appropriate, \t\tisn't it.  \n[9]\t\tThank you Mr. Pitts. \"Gather ye rosebuds \t\twhile ye may.\" The Latin term for that \t\tsentiment is Carpe Diem. Now who knows \t\twhat that means?  Meeks immediately puts his hand up.  \n[10]\t\tVery good, Mr.-  \n[11]\t\tMeeks. Another unusual name. Seize the \t\tday. Gather ye rosebuds while ye may. \t\tWhy does the writer use these lines?  \n[12]\t\tNo, ding!  Keating slams his hand down on an imaginary buzzer.  \n[13]\t\tThank you for playing anyway. Because we \t\tare food for worms lads. Because, believe \t\tit or not, each and every one of us in \t\tthis room is one day going to stop \t\tbreathing, turn cold, and die.  Keating turns towards the trophy cases, filled with trophies, footballs, and team pictures.  \n[14]\t\tNow I would like you to step forward over \t\there and peruse some of the faces from \t\tthe past. You've walked past them many \t\ttimes. I don't think you've really looked \t\tat them.  The students slowly gather round the cases and Keating moves behind them.  \n[15]\t\tThey're not that different from you, are \t\tthey? Same haircuts. Full of hormones, \t\tjust like you. Invincible, just like you \t\tfeel. The world is their oyster. They \t\tbelieve they're destined for great things, \t\tjust like many of you. Their eyes are full \t\tof hope, just like you. Did they wait until \t\tit was too late to make from their lives \t\teven one iota of what they were capable? \t\tBecause you see gentlmen, these boys are \t\tnow fertilizing daffodils. But if you listen \t\treal close, you can hear them whisper their \t\tlegacy to you. Go on, lean in.  The boys lean in and Keating hovers over Cameron's shoulder.  \n[16]\t\t\t \t\tCarpe.  Cameron looks over his shoulder with an aggravated expression on his face.  \n[17]\t\tHear it? \t\t\t \t\tCarpe. Carpe Diem. Seize the day boys, \t\tmake your lives extraordinary.  The boys stare at the faces in the cabinet in silence.  \n[18] Keating sits at his desk at the front of the classroom and opens up one of his books.  \n[19]\t\tGentlemen, open your text to page \t\ttwenty-one of the introduction. Mr. \t\tPerry, will you read the opening \t\tparagraph of the preface, entitled \t\t\"Understanding Poetry\"?  \n[20]\t\tExcrement. That's what I think of Mr. J. \t\tEvans Pritchard. We're not laying pipe, \t\twe're talking about poetry.  Cameron looks down at the graph he copied into his notes and quickly scribbles it out.  \n[21]\t\tI mean, how can you describe poetry like \t\tAmerican Bandstand? I like Byron, I give \t\thim a 42, but I can't dance to it.  Charlie suddenly appear to become interested in the class.  \n[22]\t\tNow I want you to rip out that page.  The students look at Keating as if he has just gone mad.  \n[23]\t\tGo on, rip out the entire page. You heard \t\tme, rip it out. Rip it out!  Charlie looks around at the others. He then looks down at his own notes, which consists of drawing breasts.  \n[24]\t\tGo on, rip it out.  Charlie rips the page out and holds it up.  \n[25]\t\tThank you Mr. Dalton. Gentlemen, tell you \t\twhat, don't just tear out that page, tear \t\tout the entire introduction. I want it \t\tgone, history. Leave nothing of it. Rip \t\tit out. Rip! Begone J. Evans Pritchard, \t\tPh.D. Rip, shred, tear. Rip it out. I \t\twant to hear nothing but ripping of Mr. \t\tPritchard.  Meeks looks around reluctantly and then finally begins tearing out pages.  \n[26]\t\tWe'll perforate it, put it on a roll.  Keating sees Cameron still hesitating.  \n[27]\t\tIt's not the bible, you're not going to \t\tgo to hell for this. Go on, make a clean \t\ttear, I want nothing left of it.  Keating goes over to his room. Cameron turns around to Neil.  \n[28]\t\tRip it out, rip!  From outside the classroom, Mr. McAllister hears all the noise and sees all the students ripping out the pages. He bursts into the room.  \n[29]\t\tI don't hear enough rips.  \n[30]\t\tMr. McAllister.  \n[31]\t\tI am.  \n[32]\t\tKeep ripping gentlemen. This is a battle, \t\ta war. And the casualties could be your \t\thearts and souls.  Keating holds out the basket to Charlie who spits out a wad of paper.  \n[33]\t\tThank you Mr. Dalton. Armies of academics \t\tgoing forward, measuring poetry. No, we \t\twill not have that here. No more of Mr. \t\tJ. Evans Pritchard. Now in my class you \t\twill learn to think for yourselves again. \t\tYou will learn to savor words and language. \t\tNo matter what anybody tells you, words and \t\tideas can change the world. I see that look \t\tin Mr. Pitt's eye, like nineteenth century \t\tliterature has nothing to do with going to \t\tbusiness school or medical school. Right? \t\tMaybe. Mr. Hopkins, you may agree with him, \t\tthinking \"Yes, we should simply study our \t\tMr. Pritchard and learn our rhyme and meter \t\tand go quietly about the business of \t\tachieving other ambitions.\" I have a little \t\tsecret for ya. Huddle up. Huddle up!  The boys get up from their seats and gather around Keating in the center of the class.  \n[34]\t\tWe don't read and write poetry because \t\tit's cute. We read and write poetry \t\tbecause we are members of the human race. \t\tAnd the human race is filled with passion. \t\tMedicine, law, business, engineering, \t\tthese are all noble pursuits, and necessary \t\tto sustain life. But poetry, beauty, \t\tromance, love, these are what we stay alive \t\tfor. To quote from Whitman: \"O me, o life \t\tof the questions of these recurring, of the \t\tendless trains of the faithless, of cities \t\tfilled with the foolish. What good amid \t\tthese, o me, o life? Answer: that you are \t\there. That life exists, and identity. \t\tThat the powerful play goes on, and you \t\tmay contribute a verse. That the powerful \t\tplay goes on and you may contribute a verse.  Keating looks up at Todd.  \t\t\t\tKeating \t\tWhat will your verse be?  \n[35]\t\tI'm sorry if I shocked you, Mr. McAllister.  \n[36]\t\tYou think so?  \n[37]\t\tWe're not talking artists George, we're \t\ttalking free thinkers.  \n[38]\t\tFunny, I never pegged you as a cynic.  \n[39]\t\tBut only in their dreams can man be truly \t\tfree. 'Twas always thus, and always thus \t\twill be.  \n[40]\t\tNo, Keating.  Keating winks and Mr. McAllister can't help but laugh.  \n[41]\t\tGentlemen.  \n[42]\t\tOh my God. No, that's not me. Stanley \t\t\"The Tool\" Wilson-  Keating crouches down and continues looking through the book.  \n[43]\t\tGod.  Neil crouches down next to Keating.  \n[44]\t\tI doubt the present administration would \t\tlook too favorably upon that.  \n[45]\t\tGentlemen, can you keep a secret?  \n[46]\t\tThe Dead Poets were dedicated to sucking \t\tthe marrow out of life. That's a phrase \t\tfrom Thoreau that we'd invoke at the \t\tbeginning of each meeting. You see we'd \t\tgather at the old Indian cave and take \t\tturns reading from Thoreau, Whitman, \t\tShelley; the biggies. Even some of our \t\town verse. And in the enchantment of the \t\tmoment we'd let poetry work its magic.  \n[47]\t\tNo Mr. Overstreet, it wasn't just \"guys\", \t\twe weren't a Greek organization, we were \t\tromantics. We didn't just read poetry, \t\twe let it drip from our tongues like honey. \t\tSpirits soared, women swooned, and gods \t\twere created, gentlemen, not a bad way to \t\tspend an evening eh? Thank you Mr. Perry \t\tfor this trip down amnesia lane. Burn that, \t\tespecially my picture.  Keating hands the annual back and walks away, whistling once again. Neil remains crouched.  \n[48] Keating is walking to the front of the classroom filled with students.  \n[49]\t\tA man is not very tire, he is exhausted. \t\tAnd don't use very sad, use-  He points to the back of the classroom.  \n[50]\t\tCome on, Mr. Overstreet, you twerp, \n[51]\t\tExactly! Morose. Now, language was \t\tdeveloped for one endeavor, and that is? \t\tMr. Anderson? Come on! Are you a man or \t\tan amoeba?  Keating stands before Todd's desk. Todd looks up nervously but says nothing. Keating paused for a moment before looking away.  \n[52]\t\tMr. Perry?  \n[53]\t\tNo! To woo women. Today we're going to \t\tbe talking about William Shakespeare.  The class lets out a collective sigh. \n[54]\t\tI know. A lot of you looked forward to \t\tthis about as much as you look forward \t\tto root canal work. We're gonna talk \t\tabout Shakespeare as someone who writes \t\tsomething very interesting. Now, many of \t\tyou have seen Shakespeare done very much \t\tlike this:  Keating holds out his right arm dramtically and begins to speak in an exaggerated British accent.  \t\t\"O Titus, bring your friend hither.\" But \t\tif any of you have seen Mr. Marlon Brando, \t\tyou know, Shakespeare can be different. \t\t\"Friend, Romans, countrymen, lend me your \t\tears.\" You can also imagine, maybe, John \t\tWayne as Macbeth going, \"Well, is this a \t\tdagger I see before me?\"  \n[55] The students are all seated together near the front of the room as Keating reads from a book.  \n[56]\t\t\"Dogs, sir? Oh, not just now. I do enjoy \t\ta good dog once in a while, sir. You can \t\thave yourself a three-course meal from \t\tone dog. Start with your canine \t\tcrudites, go to your Fido flambe for \t\tmain course and for dessert, a Pekingese \t\tparfait. And you can pick your teeth \t\twith a little paw.\"  \n[57] The students are all back in their normal seats and Keating leaps up onto his desk.  \n[58]\t\tWhy do I stand up here? Anybody?  \n[59]\t\tNo! Keating rings the bell on his desk with his foot  \n[60]\t\tThank you for playing, Mr. Dalton. I \t\tstand upon my desk to remind yourself \t\tthat we must constantly look at things \t\tin a different way.  Keating glances around the classroom from atop the desk.  \n[61]\t\tYou see, the world looks very different \t\tfrom up here. You don't believe me? Come \t\tsee for yourself. Come on. Come on!  Charlie and Neil quickly rise from their seats to go to the front of the classroom. The rest of the class follows them. While Keating continues speaking, Neil and Charlie join him on the desk and then Keating jumps down.   \n[62]\t\tJust when you think you know something, \t\tyou have to look at it in another way. \t\tEven though it may seem silly or wrong, \t\tyou must try! Now, when you read, don't \t\tjust consider what the author thinks. \t\tConsider what you think.  \n[63]\t\tBoys, you must strive to find your own \t\tvoice. Because the longer you wait to \t\tbegin, the less likely you are to find \t\tit at all. Thoreau said, \"Most men lead \t\tlives of quiet desperation.\" Don't be \t\tresigned to that. Break out!  Keating notices Spaz and another boy leaving the desk immediately.  \n[64]\t\tDon't just walk off the edge like lemmings. \t\tLook around you.  The school bell rings as the boys continue to climb onto the desk. Keating begins to gather up his stuff. The clock begins to toll as Keating walks to the back of the class.  \n[65]\t\tThere! There you go, Mr. Priske. Thank \t\tyou! Yes! Dare to strike out and find \t\tnew ground. Now, in addition to your \t\tessays, I would like you to compose a \t\tpoem of your own, an original work.  The students begin to groan. Keating begins flickering the lights off and on while chanting ominously.  \n[66]\t\tThat's right! You have to deliver it \t\taloud in front of the class on Monday. \t\tBonne chance, gentlemen.  Keating steps out into the hall before quickly peeking back in once again. Todd is the last one to stand on the desk and is about to jump off.  \n[67]\t\tMr. Anderson? Don't think that I don't \t\tknow that this assignment scares the \t\thell out of you, you mole.  Keating flicks the light off, leaving Todd to jump down in the darkness as the students laugh.  \n[68]\t\tNow, devotees may argue that one sport \t\tor game is inherently better than \t\tanother. For me, sport is actually a \t\tchance for us to have other human beings \t\tpush us to excel. I want you all to come \t\tover here and take a slip of paper and \t\tline up single file.  Keating reaches the stands. He tosses the balls aside and pulls sets his briefcase down. As the boys line up he begins ripping off slips of paper from a notepad and handing them out.  \n[69]\t\tMr. Meeks, time to inherit the earth. \t\tMr. Pitts, rise above your name.  He hands the notepad to another student.  \n[70]\t\tI want you to hand these out to the boys, \t\tone apiece.  \n[71]\t\tYou know what to do, Pitts.  \n[72]\t\tSounds to me like you're daunted. Say it \t\tagain like you're undaunted.  \n[73]\t\tNow go on.  Pitts gives one of the soccer balls a good kick.  \n[74]\t\tYes! Next.  One of the students sets up the next ball as the line advances.  \n[75]\t\tNext. Louder!  \n[76]\t\tCome on, Meeks! Listen to the music.  \n[77]\t\tYes!  \n[78]\t\tOh! Boo! Come on, Charlie, let it fill \t\tyour soul!  Charlie raises his hands over his head.  \n[79] Knox stands at the front of the room with his poem in hand.  \n[80]\t\tNo, no. It's not stupid. It's a good \t\teffort. It touched on one of the major \t\tthemes, love. A major theme not only in \t\tpoetry, but life. Mr. Hopkins, you were \t\tlaughing. You're up.  Hopkins slowly walks to the front of the class and unfolds his piece of paper.  \n[81]\t\tCongratulations, Mr. Hopkins. Yours is \t\tthe first poem to ever have a negative \t\tscore on the Pritchard scale. We're not \t\tlaughing at you, we're laughing near \t\tyou. I don't mind that your poem had a \t\tsimple theme. Sometimes the most \t\tbeautiful poetry can be about simple \t\tthings, like a cat, or a flower or rain. \t\tYou see, poetry can come from anything \t\twith the stuff of revelation in it. Just \t\tdon't let your poems be ordinary. Now, \t\twho's next?  Keating approaches Todd's desk.  \n[82]\t\tMr. Anderson, I see you sitting there in \t\tagony. Come on, Todd, step up. Let's put \t\tyou out of your misery.  \n[83]\t\tMr. Anderson thinks that everything \t\tinside of him is worthless and \t\tembarrassing. Isn't that right, Todd? \t\tIsn't that your worst fear? Well, I \t\tthink you're wrong. I think you have \t\tsomething inside of you that is worth a \t\tgreat deal.  Keating walks up to the blackboard and begins to write.  \n[84]\t\t\"I sound my barbaric yawp over the \t\trooftops of the world.\" W. W. Uncle Walt \t\tagain. Now, for those of you who don't \t\tknow, a yawp is a loud cry or yell. Now, \t\tTodd, I would like you to give us a \t\tdemonstration of a barbaric \"yawp.\" Come \t\ton. You can't yawp sitting down. Let's \t\tgo. Come on. Up.  Todd reluctantly stands and follows Keating to the front.  \n[85]\t\tYou gotta get in \"yawping\" stance.  \n[86]\t\tNo, not just a yawp. A barbaric yawp.  \n[87]\t\tCome on, louder.  \n[88]\t\tNo, that's a mouse. Come on. Louder.  \n[89]\t\tOh, good God, boy. Yell like a man!  \n[90]\t\tThere it is. You see, you have a \t\tbarbarian in you, after all.  Todd goes to return to his seat but Keating stops him.  \n[91]\t\tNow, you don't get away that easy.  Keating turns Todd around and points out a picture on the wall.  \n[92]\t\tThe picture of Uncle Walt up there. What \t\tdoes he remind you of? Don't think. \t\tAnswer. Go on.  Keating begins to circle around Todd.  \n[93]\t\tWhat kind of madman? Don't think about \t\tit. Just answer again.  \n[94]\t\tNo, you can do better than that. Free up \t\tyour mind. Use your imagination. Say the \t\tfirst thing that pops into your head, \t\teven if it's total gibberish. Go on, go \t\ton.  \n[95]\t\tGood God, boy, there's a poet in you, \t\tafter all. There, close your eyes. Close \t\tyour eyes. Close 'em. Now, describe what \t\tyou see.  Keating puts his hands over Todd's eyes and they begin to slowly spin around.  \n[96]\t\tYes?  \n[97]\t\tA sweaty-toothed madman?  \n[98]\t\tOh, that's excellent. Now, give him \t\taction. Make him do something.  \n[99]\t\tThat's it. Wonderful. Wonderful.  Keating removes his hands from Todd but Todd keeps his eyes closed.  \n[100]\t\tWhat's he mumbling?  \n[101]\t\tForget them, forget them. Stay with the \t\tblanket. Tell me about that blanket.  \n[102]\t\t\t \t\tDon't you forget this.  \n[103]\t\tNo grades at stake, gentlemen. Just take \t\ta stroll.  After a few moments, the three boys begin to march to the same beat.  \n[104]\t\tThere it is.  The other boys start clapping to the rhythm of their steps.  \n[105]\t\tI don't know, but I've been told--  \n[106]\t\tDoing poetry is old--  \n[107]\t\tLeft, left, left-right-left. Left, left, \t\tleft-right-left. Left, halt!  The boys come to a halt.  \n[108]\t\tThank you, gentlemen. If you noticed, \t\teveryone started off with their own \t\tstride, their own pace.  Keating begins walking very slowly.  \n[109]\t\tMr. Pitts, taking his time. He knew he'll \t\tget there one day. Mr. Cameron, you could \t\tsee him thinking, \"Is this right? It might \t\tbe right. It might be right. I know that. \t\tMaybe not. I don't know.\"  Keating begins walking with his groin pushed forward.  \n[110]\t\tMr. Overstreet, driven by deeper force. \t\tYes. We know that. All right. Now, I \t\tdidn't bring them up here to ridicule \t\tthem. I brought them up here to illustrate \t\tthe point of conformity: the difficulty in \t\tmaintaining your own beliefs in the face \t\tof others. Now, those of you -- I see \t\tthe look in your eyes like, \"I would've \t\twalked differently.\" Well, ask \t\tyourselves why you were clapping. Now, \t\twe all have a great need for acceptance. \t\tBut you must trust that your beliefs are \t\tunique, your own, even though others may \t\tthink them odd or unpopular, even though \t\tthe herd may go, \"That's baaaaad.\" Robert \t\tFrost said, \"Two roads diverged in a \t\twood and I, I took the one less traveled \t\tby, and that has made all the \t\tdifference.\" Now, I want you to find \t\tyour own walk right now. Your own way of \t\tstriding, pacing. Any direction. \t\tAnything you want. Whether it's proud, \t\twhether it's silly, anything. Gentlemen, \t\tthe courtyard is yours.  The students begin walking about, some walking casually, others making up silly walks. Keating notices that Charlie is still leaning up against one of the pillars.  \n[111]\t\tYou don't have to perform. Just make it \t\tfor yourself. Mr. Dalton? You be joining \t\tus?  \n[112]\t\tThank you, Mr. Dalton. You just \t\tillustrated the point. Swim against the \t\tstream.  Nolan moves away from the window where he had been watching them.  \n[113] Keating and McAllister are enjoying tea in the small room off the classroom. Mr. Nolan knocks on the door and enters.  \n[114]\t\tCertainly.  Keating fixes his tie and follows Mr. Nolan into the classroom.  \n[115]\t\tDidn't know you taught, Mr. Nolan.  \n[116]\t\tWell, your reprimand made quite an \t\timpression, I'm sure.  \n[117]\t\tCourtyard?  \n[118]\t\tOh, that. That was an exercise to prove \t\ta point. Dangers of conformity.  \n[119]\t\tI always thought the idea of educating \t\twas to learn to think for yourself.  \n[120]\t\tIt's all right, gentlemen.  \n[121]\t\tMr. Dalton. That was a pretty lame stunt \t\tyou pulled today.  \n[122]\t\tSucking the marrow out of life doesn't \t\tmean choking on the bone. Sure there's a \t\ttime for daring and there's a time for \t\tcaution, and a wise man understands \t\twhich is called for.  \n[123]\t\tNo. You being expelled from school is \t\tnot daring to me. It's stupid, 'cause \t\tyou'll miss some golden opportunities.  \n[124]\t\tLike, if nothing else, the opportunity \t\tto attend my classes. Got it, Ace?  \n[125]\t\tKeep your head about you. That goes for \t\tthe lot of you.  \n[126]\t\tPhone call from God. If it had been \t\tcollect, it wouldn't been daring.  Keating leaves and the boys gather around Charlie once again.  \n[127] Keating is seated at his desk. He is writing a letter and occasionally looks up at the framed photo on his desk of a woman playing the cello. There is a knock at the door.  \n[128]\t\tIt's open.  Neil enters and closes the door behind him. He appears to be nervous.  \n[129]\t\tNeil, what's up?  \n[130]\t\tCertainly. Sit down.  Neil goes to take a seat but notices the chair is piled up with books. Neil picks them up and Keating gets up from his seat to help him.  \n[131]\t\tExcuse me. Get you some tea?  \n[132]\t\tLike some milk or sugar in that?  \n[133]\t\tNo, it's part of the monastic oath. They \t\tdon't want worldly things distracting me \t\tfrom my teaching.  Keating gives Neil a cup of tea and they return to their seats. Neil looks at the photo on the desk.  \n[134]\t\tShe's also in London. Makes it a little \t\tdifficult.  \n[135]\t\tStand what?  \n[136]\t\t'Cause I love teaching. I don't wanna be \t\tanywhere else.  \n[137]\t\tWhat's up?  \n[138]\t\tHave you ever told your father what you \t\tjust told me? About your passion for \t\tacting. You ever show him that?  \n[139]\t\tWhy not?  \n[140]\t\tThen you're acting for him, too. You're \t\tplaying the part of the dutiful son. I \t\tknow this sounds impossible, but you \t\thave to talk to him. You have to show \t\thim who you are, what your heart is.  \n[141]\t\tYou are not an indentured servant. If \t\tit's not a whim for you, you prove it to \t\thim by your conviction and your passion. \t\tYou show him that And if he still \t\tdoesn't believe you, well, by then \t\tyou'll be out of school and you can do \t\tanything you want.  A tear falls down Neil's cheek and he wipes it away.  \n[142]\t\tWell, you have to talk to him before \t\ttomorrow night.  \n[143]\t\tNo.  \n[144]\t\tNo, you're not.  \n[145] Keating walks from the front of the classroom to Neil's desk. Neil is the only student remaining in the class.  \n[146]\t\tDid you talk to your father?  \n[147]\t\tReally? You told him what you told me?  \n[148]\t\tGentlemen, let's go.  \n[149]\t\tWill you be joining us, Mr. Overstreet?  \n[150]\t\tShh, boys.  On stage, Neil hides behind a tree as a girl emerges, similarly clad, but with flowers in her hair. Neil sneaks over to the girl.  \n[151]\t\tNeil. Neil. You have the gift. What a \t\tperformance You left even me speechless. \t\tYou have to stay with-  Mr. Perry returns from his car and shoves Neil aside.  \n[152]\t\tDon't make it any worse than it is.  Neil and Mr. Perry get into their car and drive away. Keating stares after them.  \n[153] Keating sits by himself at his desk. After a moment he gets up and walks over to Neil's desk. Opening it, he finds his copy of \"Five Centuries of Verse\" and flips through the first few pages. Sitting down at the desk, he returns to the opening page, reading the opening verse written there. Keating begins to sob, then closes the book.  \n[154] Keating laughs slightly as he watches McAllister from the window. Inside, all his belongings have been packed up.  \n[155] The students are all seated at their desks in silence. Everyone looks as the door opens. They quickly stand as Mr. Nolan enters the room.  \n[156]\t\tExcuse me. I came for my personals. \t\tShould I come back after class?  \n[157]\t\tI do believe you, Todd.  \n[158]\t\tThank you, boys. Thank you.     </body></html> ", "Neil": "\n[1]\t\tHello Mr. Nolan.  \n[2]\t\tThank you, sir.  \n[3]\t\tI'll do my best sir.  \n[4]\t\tHey, I hear we're gonna be roommates.  He shakes Todd's hand.  \n[5]\t\tI'm Neil Perry.  \n[6]\t\tWhy'd you leave Balincrest?  \n[7]\t\tOh, so you're that Anderson.  \n[8]\t\tHey Knox.  Cameron comes by and leans against the doorway.  \n[9]\t\tYeah, sure.  \n[10]\t\tListen, don't mind Cameron. He was born with his \t\tfoot in his mouth. You know what I mean?  He pulls some papers from his blazer pocket and playfully whacks Todd across the back with it.  CHARLIE comes to the door with a smug expression on his face. Knox and MEEKS are close behind him. He points at Neil  \n[11]\t\tYep. Chemistry. My father thought I should get ahead. \t\tHow was your summer Slick?  \n[12]\t\tGentlemen, what are the four pillars?  \n[13]\t\tSure. Cameron asked me too. Anyone mind \t\tincluding him?  \n[14]\t\tCome on, he's your roommate.  \n[15]\t\tOh, this is Todd Anderson.  Todd turns around and shakes hands with Meeks.  \n[16]\t\tTodd's brother was Jeffrey Anderson.  \n[17]\t\tIt's open.  The door opens and Mr. Perry walks into the room. Neil quickly rises from the window.  \n[18]\t\tFather, I thought you'd gone.  The other boys stand up when he enters.  \n[19]\t\tBut I'm the assistant editor this year.  \n[20]\t\tBut Father, I can't. It wouldn't be fair.  \n[21]\t\tFather, I wasn't disputing-  \n[22]\t\tYes sir. I'm sorry.  \n[23]\t\tYes sir. You know me, always taking on too much.  \n[24]\t\tYes sir.  Mr. Perry slaps his son on the shoulder and leaves. Neil leans his head back against the wall as the other boys emerge from the room.  \n[25]\t\tOh, that's rich. Like you guys tell your parents off, Mr. \t\tFuture Lawyer and Mr. Future Banker.  \n[26]\t\tWell just don't tell me how to talk to my father. You \t\tguys are the same way.  \n[27]\t\tWhat I have to do. Drop the annual.  \n[28]\t\tI don't care. I don't give a damn about any of it.  \n[29]\t\tYes.  \n[30]\t\tBut different.  \n[31]\t\tMe.  \n[32]\t\tAnything's better than Hell-ton hash.  \n[33]\t\tHey, you coming to the study group tonight?  \n[34]\t\tSuit yourself.  \n[35]\t\tOf course.  \n[36]\t\tAre you crazy? What's wrong with that?  \n[37]\t\tUnderstanding Poetry, by Dr. J. Evans \t\tPritchard, Ph.D. To fully understand \t\tpoetry, we must first be fluent with \t\tits meter, rhyme, and figures of speech. \t\tThen ask two questions: One, how artfully \t\thas the objective of the poem been \t\trendered, and two, how important is that \t\tobjective. Question one rates the poem's \t\tperfection, question two rates its \t\timportance. And once these questions have \t\tbeen answered, determining a poem's \t\tgreatest becomes a relatively simple \t\tmatter.  Keating gets up from his desk and prepares to draw on the chalk board.  \n[38]\t\tIf the poem's score for perfection is \t\tplotted along the horizontal of a graph, \t\tand its importance is plotted on the \t\tvertical, then calculating the total \t\tarea of the poem yields the measure of \t\tits greatness.  Keating draws a corresponding graph on the board and the students dutifully copy it down.  \n[39]\t\tA sonnet by Byron may score high on the \t\tvertical, but only average on the \t\thorizontal. A Shakespearean sonnet, on \t\tthe other hand, would score high both \t\thorizontally and vertically, yielding a \t\tmassive total area, thereby revealing the \t\tpoem to be truly great. As you proceed \t\tthrough the poetry in this book, practice \t\tthis rating method. As your ability to \t\tevaluate poems in this matter grows, so \t\twill - so will your enjoyment and \t\tunderstanding of poetry.  Neil sets the book down and takes off his glasses. The student sitting across from him is discretely trying to eat. Keating turns away from the chalkboard with a smile.  \n[40]\t\tRip, rip, rip!  Neil makes Cameron turn back around.  \n[41]\t\tHey, I found his senior annual in the \t\tlibrary.  He hands the annual over to Cameron who laughs at the younger picture of Keating.  \n[42]\t\tListen to this, captain of the soccer team, \t\teditor of the school annual, Cambridge \t\tbound, Thigh man, and the Dead Poets Society.  \n[43]\t\tI don't know.  \n[44]\t\tNothing. No other mention of it.  \n[45]\t\tMr. Keating? Mr. Keating? Sir? Oh Captain, \t\tMy Captain?  Keating immediately turns around.  \n[46]\t\tWe were just looking in your old annual.  He hands Keating the annual and Keating looks at his old photograph.  \n[47]\t\tWhat was the Dead Poets Society?  \n[48]\t\tWhy? What was it?  \n[49]\t\tSure.  The other boys crouch down around Keating.  \n[50]\t\tDead Poets Society.  \n[51]\t\tI say we go tonight.  \n[52]\t\tIt's beyond the stream. I know where it \t\tis.  \n[53]\t\tAll right, who's in?  \n[54]\t\tForget Hager, no. Who's in?  \n[55]\t\tWhat? Pitts-  \n[56]\t\tYou can help him Meeks.  \n[57]\t\tForget it Pitts, you're coming. Meeks, \t\tare your grades hurting too?  \n[58]\t\t\t \t\tOkay, follow the stream to the waterfall. \t\tIt's right there. It's got to be on the \t\tbanks.  \n[59]\t\tTodd, are you coming tonight?  \n[60]\t\tWhy not? God, you were there. You heard \t\tKeating. Don't you want to do something \t\tabout it?  \n[61]\t\tBut? But what?  \n[62]\t\tGosh, you really have a problem with \t\tthat, don't you?  \n[63]\t\tAll right. What if you didn't have to \t\tread? What if you just came and \t\tlistened?  \n[64]\t\tForget how it works. What if - what if \t\tthey said it was okay?  \n[65]\t\tI'll be right back.  \n[66]\t\tYou're in.  \n[67] Neil stands in his doorway. He looks across the hall to the other room where Cameron and Charlie are standing. Cameron gives a thumbs up. Neil closes his room door and takes out his cloak and a flashlight. Setting the flashlight down on the desk, he notices a worn book, \"Five Centuries of Verse\", sitting there. Opening it up, he sees John Keating's name at the top followed by \"Dead Poets\". Below the title of the book, is written: \"To Be Read At The Opening of D.P.S. Meetings.\" Along with several lines from Thoreau, beginning with \"I went to the woods because I wanted to live deliberately\u0085\"  \n[68]\t\tYou okay?  \n[69]\t\tAll right, all right, forget the fire. \t\tLet's go gentlemen.  Neil stands before the others with the book in hand, and takes a drag on a cigarette.  \n[70]\t\tI hereby reconvene the Dead Poets \t\tSociety.  The boys cheer.  \n[71]\t\tWelton chapter. The meetings will be \t\tconducted by myself and the other new \t\tinitiates now present. Todd Anderson, \t\tbecause he prefers not to read, will \t\tkeep minutes of the meetings. I'll now \t\tread the traditional opening message by \t\tsociety member Henry David Thoreau. \"I \t\twent to the woods because I wanted to \t\tlive deliberately. I wanted to live deep \t\tand suck out all the marrow of life.\"  \n[72]\t\t\"To put to rout all that was not life, \t\tand not, when I had come to die, \t\tdiscover that I had not lived.  Several boys whistle softly in reaction to the poem.  \n[73]\t\tAnd Keating's marked a bunch of other \t\tpages.  Neil begins flipping through the book.  \n[74]\t\tRaisins?  \n[75]\t\tIt was a dark and rainy night, and this \t\told lady, who had a passion for jigsaw \t\tpuzzles, sat by herself in her house at \t\ther table to complete a new jigsaw puzzle. \t\tBut as she pieced the puzzle together, she \t\trealized, to her astonishment, that the \t\timage that was formed was her very own \t\troom. And the figure in the center of the \t\tpuzzle, as she completed it, was herself. \t\tAnd with trembling hands, she placed the \t\tlast four pieces and stared in horror at \t\tthe face of a demented madman at the \t\twindow. The last thing that this old lady \t\tever heard was the sound of breaking glass.  \n[76]\t\tThis is true, this is true.  \n[77]\t\tYou memorized a poem?  \n[78]\t\tYou know this is history. Right? This is \t\thistory.  Charlie clears his throat and pulls out a page from a magazine and slowly unfolds it, revealing a Playboy centerfold (Elaine Reynolds, Miss October, 1959  \n[79]\t\tWow! Did you write that?  Charlie turns over the centerfold to show where he had written down the poem.  \n[80]\t\tAlfred Lord Tennyson. \t\tCome my friends, \t\t'Tis not too late to seek a newer world \t\tfor my purpose holds to sail beyond the \t\tsunset. \t\tAnd though we are not now that strength \t\twhich in old days \t\tMoved earth and heaven; that which we \t\tare, we are;-- \t\tOne equal temper of heroic hearts, \t\tMade weak by time and fate, but strong \t\tin will. \t\tTo strive, to seek, to find, and not to \t\tyield.  Meeks takes center stage and begins reading a poem like he is performing a chant.  \n[81]\t\tUh, to communicate.  \n[82]\t\tI found it.  \n[83]\t\tWhat I wanna do right now. What's \t\treally, really inside me.  \n[84]\t\tThis is it.  \n[85]\t\tIt's a play, dummy.  \n[86]\t\tRight. They're putting it on at Henley \t\tHall. Open tryouts. Open tryouts!  \n[87]\t\tSo, I'm gonna act. Yes, yes! I'm gonna \t\tbe an actor! Ever since I can remember, \t\tI've wanted to try this. I even tried to \t\tgo to summer stock auditions last year, \t\tbut, of course, my father wouldn't let \t\tme. For the first time in my whole life \t\tI know what I wanna do.  Neil grabs a handful of papers off Todd's bed and tosses them into the air.  \n[88]\t\tand for the first time I'm gonna do it \t\twhether my father wants me to or not! \t\tCarpe diem!  \n[89]\t\tFirst I gotta get the part, then I can \t\tworry about that.  \n[90]\t\tNo, no, no, no. As far as I'm concerned, \t\the won't have to know about any of this.  \n[91]\t\tBullshit! Nothing's impossible.  \n[92]\t\tThat's a laugh!  Neil tosses the blanket back onto his bed.  \n[93]\t\tIf I don't ask him, at least I won't \t\tbe disobeying him.  \n[94]\t\t\t \t\tJesus, Todd! Whose side are you on?  Todd says nothing. Neil looks at him for a moment and then takes the flyer back from Todd. He walks over to the window, his excitement gone.  \n[95]\t\tI mean, I haven't even gotten the part \t\tyet. Can't I even enjoy the idea for a \t\tlittle while?  Once again, Todd says nothing. After a moment, Neil sits on the heater and Todd returns to his poem.  \n[96]\t\tYou're coming to the meeting this \t\tafternoon?  \n[97]\t\tNothing Mr. Keating has to say means \t\tshit to you, does it, Todd?  \n[98]\t\tYou're in the club! Being in the club \t\tmeans being stirred up by things. You \t\tlook about as stirred up as a cesspool.  Neil gets up from the window and stands over Todd.  \n[99]\t\tNo! I want you in, but being in means \t\tyou gotta do something. Not just say \t\tyou're in.  \n[100]\t\tDon't you think you could be?  \n[101]\t\tNo.  \n[102]\t\tNo.  Neil grabs Todd's notebook of poetry and runs across the room with it. Todd leaps up after him.  \n[103]\t\t\"We are dreaming of a--\" Poetry! I'm \t\tbeing chased by Walt Whitman! Okay, \t\tokay.  Neil drops the notebook. Cameron walks into the room.  \n[104]\t\tCharlie!  Neil tosses Cameron's book to Charlie.  \n[105]\t\tCharlie, I got the part! I'm gonna play \t\tPuck! I'm gonna play Puck!  He pounds on Charlie's door.  \n[106]\t\tThat's the main part.  \n[107]\t\tCharlie, I got it!  \n[108]\t\tOkay, okay, okay, okay.  \n[109]\t\tThey need a letter of permission from my \t\tfather and Mr. Nolan.  \n[110]\t\tOh yes, I am.  \n[111]\t\tOkay. \"I am writing to you on behalf of \t\tmy son Neil Perry.\"  Neil begins laughing and stomping his feet up and down.  \n[112]\t\tThis is great.  \n[113]\t\tFriend, scholar, Welton men.  \n[114]\t\tNo. This is the god of the cave.  \n[115]\t\tWhere are you going?  \n[116]\t\tTodd? Hey.  \n[117]\t\tWhat's going on?  \n[118]\t\tIs today your birthday? Happy birthday.  \n[119]\t\tWhat's you get?  \n[120]\t\tIsn't this the same desk set-  \n[121]\t\tOh.  \n[122]\t\t\t\t \t\tMaybe they thought you needed another \t\tone.  \n[123]\t\tTodd, I think you're underestimating the \t\tvalue of this desk set.  Neil picks up the desk set and begins examining it more closely.  \n[124]\t\tI mean, who would want a football or \t\ta baseball, or-  \n[125]\t\tOr a car if they could have a desk set \t\tas wonderful as this one? I mean, if, if \t\tI were ever going to buy a, a desk set \t\ttwice, I would probably buy this one \t\tboth times. In fact, its, its shape is, \t\tit's rather aerodynamic, isn't it? I can \t\tfeel it. This desk set wants to fly.  Neil tosses the desk set lightly in the air. Todd stands up and Neil hands him the desk set.  \n[126]\t\tTodd? The world's first unmanned flying \t\tdesk set.  Todd flings the desk set over the side of the walkway and it falls to pieces down below.  \n[127]\t\tWell, I wouldn't worry. You'll get \t\tanother one next year.  \n[128]\t\tHello.  \n[129]\t\tNuwanda?  Tina takes out a tube of red lipstick. Charlie takes it from her and puts red marks on each of his cheeks.  \n[130]\t\tJoin?  Charlie leans over to Tina.  \n[131]\t\tHow did you do that?  \n[132]\t\tAll right, but you still shouldn't have \t\tdone it, Charlie. This could mean \t\ttrouble. You don't speak for the club.  \n[133]\t\tYou kicked out?  \n[134]\t\tSo what happened?  \n[135]\t\tSo, what are you gonna do? Charlie!  \n[136]\t\tSave some for me. \"But, room, Fairy! \t\tHere comes Oberon.\"  Neil opens the door to his room and sees his father sitting at his desk.  \n[137]\t\tFather.  \n[138]\t\tWait a minute. Before you say anything, \t\tplease let me ex-  Mr. Perry rises from the desk.  \n[139]\t\tNo. Nobody-- I thought I'd surprise you. \t\tI've gotten all A's in every class.  \n[140]\t\tNo, I can't. I have the main part. The \t\tperformance is tomorrow night.  \n[141]\t\tYes, sir.  Mr. Perry goes to leave and then turns around.  \n[142]\t\tNo, sir.  \n[143]\t\tCan I speak to you a minute?  \n[144]\t\tI'm sorry. Here.  \n[145]\t\tTea. Sure.  Keating goes to a table in the corner and begins pouring several cups.  \n[146]\t\tNo, thanks.  \n[147]\t\tGosh, they don't give you much room \t\taround here.  \n[148]\t\tShe's pretty.  \n[149]\t\tHow can you stand it?  \n[150]\t\tYou can go anywhere. You can do \t\tanything. How can you stand being here?  \n[151]\t\tI just talked to my father. He's making \t\tme quit the play at Henley Hall. \t\tActing's everything to me. I-- But he \t\tdoesn't know. He-- I can see his point. \t\tWe're not a rich family like Charlie's, \t\tand we-- But he's planning the rest of \t\tmy life for me, and I-- H-He's never \t\tasked me what I want.  \n[152]\t\tI can't.  \n[153]\t\tI can't talk to him this way.  \n[154]\t\tI know what he'll say. He'll tell me \t\tthat acting's a whim, and I should \t\tforget it. That how they're counting on \t\tme. He'll just tell me to put it out of \t\tmy mind, \"for my own good.\"  \n[155]\t\tNo. What about the play? The show's \t\ttomorrow night.  \n[156]\t\tIsn't there an easier way?  \n[157]\t\tI'm trapped.  \n[158]\t\tUh, he didn't like it one bit, but at \t\tleast he's letting me stay in the play. \t\tHe won't be able to make, make it. He's \t\tin Chicago. But, uh, I think he's gonna \t\tlet me stay with acting.  \n[159]\t\tYeah. He wasn't happy. But he'll be gone \t\tat least four days. I don't think he'll \t\tmake the show, but I think he'll let me \t\tstay with it. \"Keep up the school work.\" \t\tThanks.  Neil picks up his books and leaves.  \n[160]\t\tI can't, guys.  \n[161]\t\tBut that's ten more years. Father, \t\tthat's a lifetime!  \n[162]\t\tI've got to tell you what I feel.  Mrs. Perry stands up.  \n[163]\t\tNothing.  Neil sits back down dejectedly.  \n[164]\t\tI was good. I was really good.  Mrs. Perry nods slightly. \n[165] Neil's pyjamas, bathrobe, towel, and shaving kit are all neatly laid out on his bed. Neil touches his pyjamas lightly and then removes his coat and shirt. He walks over to the windows and opens them, taking several deep breaths. He places the crown of twigs on his head and then closes his eyes, slowly letting his head fall to his chest.  ", "Perry": "\n[1]\t\tGale  \n[2]\t\tGood to see you again.  \n[3]\t\tWell he won't disappoint us. Right Neil?  \n[4]\t\tKeep your seats fellows, keep your seats. Neil, I've \t\tjust spoken to Mr. Nolan. I think that you're taking \t\ttoo many extra curricular activities this semester, and \t\tI've decided that you should drop the school annual.  \n[5]\t\tWell I'm sorry Neil.  \n[6]\t\tFellas, would you excuse us for a moment?  Mr. Perry walks towards the door and Neil hesitantly follows. Mr. Perry pauses by the door and smiles to the other boys.  \n[7]\t\tDon't you ever dispute me in public. Do you \t\tunderstand?  \n[8]After you've finished medical school and you're on your own, then you can do as you damn well please. But until then, you do as I tell you. Is that clear?  \n[9]\t\tYou know how much this means to your mother, \t\tdon't you?  \n[10]\t\tWell, that's my boy. Now listen, you need anything, \t\tyou let us know, huh?  \n[11]\t\tNeil.  \n[12]\t\tDon't you dare talk back to me! It's bad \t\tenough that you've wasted your time with \t\tthis, this absurd acting business. But \t\tyou deliberately deceived me! How, how, \t\thow did you expect to get away with \t\tthis? Answer me. Who put you up to it? \t\tWas it this new man? This, uh, Mr. \t\tKeating?  \n[13]\t\tDid you think I wasn't going to find \t\tout? \"Oh, my niece is in a play with \t\tyour son,\" says Mrs. Marks. \"No, no, \t\tno,\" I say, \"you must be mistaken. My \t\tson's not in a play.\" You made me a liar \t\tof me, Neil! Now, tomorrow you go to \t\tthem and you tell them that you're \t\tquitting.  \n[14]\t\tI don't care if the world comes to an \t\tend tomorrow night. You are through with \t\tthat play. Is that clear? Is that clear?  \n[15]\t\tI made a great many sacrifices to get \t\tyou here, Neil, and you will not let me \t\tdown.  \n[16]\t\tExcuse me, I'm Neil's father. I need to \t\tsee him.  Backstage, the woman approaches Neil.  \n[17]\t\tExcuse me. Excuse me. Excuse me.  The boys notice Neil and try to dtop him to talk.  \n[18]\t\tGet in the car. Keating, you stay away \t\tfrom my son.  \n[19] A photo of Neil standing stiffly with his parents sits on a table between a glass of alcohol and a half filled ashtray. Mrs. Perry watches through the window as her husband and son arrive and then takes a nervous puff on her cigarette before sitting down. Mr. Perry walks in with Neil close behind him. Neil sits down beside the desk while Mr. Perry remains standing.  \n[20]\t\tWe're trying very hard to understand why \t\tit is that you insist on defying us. \t\tWhatever the reason, we're not gonna let \t\tyou ruin your life. Tomorrow I'm \t\twithdrawing you from Welton and \t\tenrolling you in Braden Military School. \t\tYou're going to Harvard and you're gonna \t\tbe a doctor.  \n[21]\t\tOh, stop it. Don't be so dramatic. You \t\tmake it sound like a prison term. You \t\tdon't understand, Neil. You have \t\topportunities that I never even dreamt \t\tof and I am not going to let you waste \t\tthem.  Neil rises to his feet.  \n[22]\t\tWe've been so worried about--  \n[23]\t\tWhat? What? Tell me what you feel. What \t\tis it?  Neil looks to his mother and then back to his father but says nothing.  \n[24]\t\tIs it more of this, this acting \t\tbusiness? Because you can forget that. \t\tWhat?  \n[25]\t\tNothing? Well, then, let's go to bed.  Mr. Perry leaves. Mrs. Perry pauses on her way out and kneels behind Neil.  \n[26]\t\tGo on, get some sleep.  \n[27] Mrs. Perry sits on the side of the bed with her back to her husband. Mr. Perry removes his robe and slippers before getting in to bed. Mrs. Perry begins to cry as he turns out the light.  \n[28]\t\tIt's all right. It's going to be all \t\tright.  \n[29] Neil holds a key in his hands. He unlocks a drawer in his father's desk and pulls out a pistol, wrapped in cloth.  \n[30] Mr. Perry jerks up out of bed, startled and breathing fast.  \n[31]\t\tWhat was that?  \n[32]\t\tWhat?  \n[33]\t\tThat sound.  \n[34]\t\tWhat sound? Tom?  Mr. Perry turns on the light and gets up out of bed, putting on his robe and slippers. \n[35]\t\tWhat is it? What's wrong?  Mr. Perry turns on the hallway light and knocks on Neil's door. He opens the door and goes inside.  \n[36]\t\tNeil.  Mr. Perry notices the open window.  \n[37]\t\tTom, what is it? What's wrong? Neil?  Mr. Perry continues to look through the house, continuing downstairs.  \n[38]\t\tNeil?  Mr. Perry notices the door to his study is ajar.  \n[39]\t\tI'll look outside. Neil?  Mr. Perry flicks the light on but sees nothing. Then he smells something. Looking closer, he sees a thin cloud of smoke rising from behind his desk. As he moves around the desk he sees his gun on the floor and Neil's outstretched hand.  \n[40]\t\tNo!  Mr. Perry crouches down by his son.  \n[41]\t\tOh, Neil! Oh, my God!  Mrs. Perry enters the room and sees her son.  \n[42]\t\tOh! No!  \n[43]\t\tOh, my son!  \n[44]\t\tHe's all right.  \n[45]\t\tMy son! My poor son!  \n[46]\t\t\t \t\tHe's all right! He's all right! He's all \t\tright! He's all right! He's all right! \t\tHe's all right!  \n[47]\t\tStop it! Stop it! Stop it.  Mr. Perry holds his wife and tries to comfort her.  ", "Gerard": "", "Pitts": "\n[1]\t\t\"To the virgins, to make much of time\"?  \n[2]\t\t\"Gather ye rosebuds while ye may, old \t\ttime is still a flying, and this same \t\tflower that smiles today, tomorrow will \t\tbe dying.\"  \n[3]\t\tThat was weird.  \n[4]\t\tMe.  \n[5]\t\tThe Danburry's? Who are the Danburry's?  \n[6]\t\tThat's too bad.  \n[7]\t\tAll the good ones go for jerks, you \t\tknow that.  \n[8]\t\tWe got it.  \n[9]\t\tNo sir. Science experiment, radar.  Meeks holds up the antenna as if demonstrating it.  \n[10]\t\tWhere's this cave he's talking about?  \n[11]\t\tThat's miles.  \n[12]\t\tI don't know Neil  \n[13]\t\tWhat is this, a midnight study group?  \n[14]\t\tOh God. Clowns.  \n[15]\t\t\t \t\tI'm eating the other half.  \n[16]\t\tYou want me to put it back?  \n[17]\t\t\"In a mean abode in the shanking road, \t\tlived a man named William Bloat. Now, \t\the had a wife, the plague of his life, \t\twho continually got his goat. And one \t\tday at dawn, with her nightshift on, \t\the slit her bloody throat.\"  The boys laugh.  \n[18]\t\tOh, and it gets worse.  \n[19]\t\tTake center stage.  \n[20]\t\t\"Oh to struggle against great odds. To \t\tmeet enemies undaunted.\"  \n[21]\t\t\"Oh to struggle against great odds. To \t\tmeet enemies undaunted.\"  \n[22]\t\tPuck?  \n[23]\t\tYour parents collect pipes? Oh, that's \t\treally interesting.  \n[24]\t\tIt's Chris. Here's a picture of Chris \t\tfor you.  Pitts holds up a centerfold.  \n[25]\t\tDuh. It's a lamp, Meeks.  Neil removes the shade from the lamp, revealing the shape of a man as the base of the lamp.  \n[26]\t\tCharlie, what are you doing?  \n[27]\t\tThat was nice. That was great. Where did \t\tyou learn to play like that?  \n[28]\t\t\t\t \t\tNuwanda?  \n[29]\t\tYeah. Uh, I might be going to Yale. Uh, \t\tuh, but, I, I might not.  \n[30]\t\t\t\t \t\tYeah.  \n[31]\t\tYou didn't.  \n[32]\t\tSpaghetti and meatballs!  Neil comes up the stairs as everyone else swarms down to the cafeteria.  \n[33]\t\tWhat'd she say?  \n[34]\t\tCome here, Knox.  \n[35]\t\tBeautiful baby.  \n[36]\t\tHe said something about getting red \t\tbefore we left.  \n[37]\t\tI, uh-- Well, you know Charlie.  One of the stalls opens and Charlie's hand emerges, holding a small brush and a bottle of red paint.  \n[38]\t\tCalm down.  \n[39]\t\tTodd, it's okay. It's okay, Todd.  \n[40]\t\tTwice.  \n[41]\t\tHow do you mean?  \n[42]\t\tAbout what?  ", "Hopkins": "\n[1]\t\t\t\t \t\t\"Oh, to have life henceforth the poem of \t\tnew joys.\"  Hopkins crumples up his paper and then barely taps the soccer ball with his foot.  Keating puts a look of disgust on his face.  \n[2]\t\t\"The cat sat on the mat.\"  ", "Nolan": "\n[1]\t\tLadies and gentlemen, boys, the light \t\tof knowledge.  An organ begins to play as the old man goes forward with shaking hands to the young boys in the front pew. Each boy is holding a candle and he bends over to light the first one. Each boy in turn lights the candle of the boy next to him.  \n[2]\t\tOne hundred years ago, in 1859, 41 boys sat in this \t\troom and were asked the same question that greets \t\tyou at the start of each semester. Gentlemen, what \t\tare the four pillars?  All throughout the pews, uniformed boys rise to their feet. TODD, who is not wearing a uniform, is urged by his father to stand with them.  \n[3]\t\tIn her first year, Welton Academy graduated five \t\tstudents. Last year we graduated fifty-one. And \t\tmore than seventy-five percent of those went on to \t\tthe Ivy League. This, this kind of accomplishment is \t\tthe result of fervent dedication to the principles taught \t\there. This is why you parents have been sending us \t\tyour sons. This is why we are the best preparatory \t\tschool in the United States.  Mr. Nolan soaks up the applause from the audience.  \n[4]\t\tAs you know, our beloved Mr. Portius of the English \t\tdepartment retired last term. You will have the \t\topportunity later to meet his replacement, Mr. John \t\tKeating, himself a graduate of this school. And who, \t\tfor the past several years, has been teaching at the \t\thighly regarded Chester School in London.  The crowd applauds once again.  \n[5]\t\tGlad you could come by.  \n[6]\t\tYou've been away too long.  \n[7]\t\tGood to have you back.  \n[8]\t\tMr. Anderson.You have some big shoes to fill, \t\tyoung man. Your brother was one of our finest.  \n[9]\t\tThank you. So glad you liked it.  MR PERRY approaches with his son Neil. He shakes Mr. Nolan's hand.  \n[10]\t\tTom  \n[11]\t\tNeil. We expect great things from you this year.  \n[12]\t\tThat boy there, see me after lunch.  Cameron quickly puts the annual away and the others all return to their meal.  \n[13]\t\tTake a power train in two! Three! Keep \t\tyour eyes in the boat!  \n[14]\t\tSit.  The students all sit.  \n[15]\t\tIn this week of Welton's Honor there \t\tappeared a profane and unauthorized \t\tarticle. Rather than spend my valuable \t\ttime ferreting out the guilty persons -- \t\tand let me assure you I will find them - \t\t- I'm asking any and all students who \t\tknows anything about this article to \t\tmake themselves known here and now. \t\tWhoever the guilty persons are, this is \t\tyour only chance to avoid expulsion from \t\tthis school.  The sound of a phone ringing can be heard. The professors look about for its source. Charlie picks up a telephone receiver.  \n[16] Charlie stands with his back to the door as Mr. Nolan shuts it. Mr. Nolan then walks around to face Charlie.  \n[17]\t\tWipe that smirk off your face. If you \t\tthink, Mr. Dalton, that you're the first \t\tto try to get thrown out of this school, \t\tthink again. Others have had similar \t\tnotions and have failed just as surely \t\tas you will fail. Assume the position.  Charlie sighs and bends over, resting his hands on the desk. Mr. Nolan hefts a flat wooden paddle in his hands.  \n[18]\t\tCount aloud, Mr. Dalton.  Mr. Nolan begins to strike Charlie with the paddle.  \n[19]\t\tWhat is this Dead Poets Society? I want \t\tnames.  \n[20]\t\tExcuse me. May we have a word, Mr. \t\tKeating?  \n[21]\t\tThis was my first classroom, John. Did \t\tyou know that? My first desk.  \n[22]\t\tEnglish. Oh, long before your time. It \t\twas hard giving it up, I can tell you. \t\tI'm hearing rumors, John, about some \t\tunorthodox teaching methods in your \t\tclassroom. I'm not saying they've \t\tanything to do with the Dalton boy's \t\toutburst. But I don't think I have to \t\twarn you boys his age are very \t\timpressionable.  \n[23]\t\tWhat was going on in the courtyard the \t\tother day?  \n[24]\t\tYeah. Boys marching, clapping in unison.  \n[25]\t\tWell, John, the curriculum here is set. \t\tIt's proven it works. If you question, \t\twhat's to prevent them from doing the \t\tsame?  \n[26]\t\tAt these boys' ages? Not on your life! \t\tTradition, John. Discipline. Prepare \t\tthem for college, and the rest will take \t\tcare of itself.  \n[27]\t\tThe death of Neil Perry is a tragedy. He \t\twas a fine student. One of Welton's \t\tbest. And he will be missed. We've \t\tcontacted each of your parents to \t\texplain the situation. Naturally, \t\tthey're all quite concerned. At the \t\trequest of Neil's family, I intend to \t\tconduct a thorough inquiry into this \t\tmatter. Your complete cooperation is \t\texpected.  \n[28] Todd enters the room to see his mother and father seated opposite Mr. Nolan's desk.  \n[29]\t\tHave a seat, Mr. Anderson.  Todd sits down next to his parents.  \n[30]\t\tMr. Anderson, I think we've pretty well \t\tput together what's happened here. You \t\tdo admit to being a part of this Dead \t\tPoets Society?  Todd says nothing.  \n[31]\t\tI have here a detailed description of \t\twhat occurred at your meetings. It \t\tdescribes how your teacher, Mr. Keating, \t\tencouraged you boys to organize this \t\tclub and to use it as a source of \t\tinspiration for reckless and self- \t\tindulgent behavior. It describes how Mr. \t\tKeating, both in and out of the \t\tclassroom, encouraged Neil Perry to \t\tfollow his obsession with acting when he \t\tknew all along it was against the \t\texplicit order of Neil's parents. It was \t\tMr. Keating's blatant abuse of his \t\tposition as teacher that led directly to \t\tNeil Perry's death.  Mr. Nolan motions to Todd's father, who passes along a sheet of paper to Todd.  \n[32]\t\tRead that document carefully, Todd. Very \t\tcarefully.  Todd looks at the paper, which already contains the signatures of the other four boys.  \n[33]\t\tIf you've nothing to add or amend, sign \t\tit.  \n[34]\t\tSit.  The students sit once again as Mr. Nolan walks to the front of the room.  \n[35]\t\tI'll be teaching this class through \t\texams. We'll find a permanent English \t\tteacher during the break. Who will tell \t\tme where you are in the Pritchard \t\ttextbook?  \n[36]\t\tMr. Anderson?  \n[37]\t\tI can't hear you, Mr. Anderson.  \n[38]\t\tKindly inform me, Mr. Cameron.  \n[39]\t\tWhat about the Realists?  \n[40]\t\tAll right, then, we'll start over. What \t\tis poetry?  There is a knock at the classroom door.  \n[41]\t\tCome.  The students look back as the door opens. They quickly turn away when hey see it is Keating.  \n[42]\t\tGet them now, Mr. Keating.  \n[43]\t\tGentlemen, turn to page 21 of the \t\tintroduction. Mr. Cameron, read aloud \t\tthe excellent essay by Dr. Pritchard on \t\t\"Understanding Poetry.\"  Todd slowly closes his book. Keating opens the door to the tiny room off the classroom.  \n[44]\t\tWell, borrow somebody else's book.  \n[45]\t\tWhat do you mean, they're all ripped \t\tout?  \n[46]\t\tNever mind.  Mr. Nolan takes his own book over to Cameron's desk and then slaps the open page.  \n[47]\t\tRead!  As Cameron begins to read, Keating looks out at Todd as he puts his scarf on. Todd looks at him for a moment and then glances away.  \n[48]\t\tQuiet, Mr. Anderson.  \n[49]\t\tLeave, Mr. Keating.  \n[50]\t\tSit down, Mr. Anderson!  Todd reluctantly returns to his seat.  \n[51]\t\tOne more outburst from you or anyone \t\telse, and you're out of this school! \t\tLeave, Mr. Keating.  Keating hesitates at the back of the classroom.  \n[52]\t\tI said leave, Mr. Keating.  Keating slowly turns and heads to the door. As he opens it, Todd, stands upon his desk and turns to Keating.  \n[53]\t\tSit down, Mr. Anderson!  Keating pauses at the door and looks back at Todd on his desk.  \n[54]\t\tDo you hear me? Sit down! Sit down! This \t\tis your final warning, Anderson. How \t\tdare you? Do you hear me?  After a moment of indecision, Knox climbs up onto his desk.  \n[55]\t\tMr. Overstreet, I warn you! Sit down!  Pitts climbs up onto his desk, followed by several others, including Meeks.  \n[56]\t\tSit down! Sit down. All of you. I want \t\tyou seated. Sit down. Leave, Mr. \t\tKeating.  More students stand on their desks until half the class is standing.  \n[57]\t\tAll of you, down. I want you seated. Do \t\tyou hear me?  \n[58]\t\tSit down!  Keating stands in the doorway, staring up at the boys in wonder. A smile comes to his face.  ", "Mrs.": "\n[1]\t\tWe've been so worried about--  \n[2]\t\tGo on, get some sleep.  \n[3]\t\tWhat?  \n[4]\t\tWhat sound? Tom?  Mr. Perry turns on the light and gets up out of bed, putting on his robe and slippers. \n[5]\t\tWhat is it? What's wrong?  Mr. Perry turns on the hallway light and knocks on Neil's door. He opens the door and goes inside.  \n[6]\t\tTom, what is it? What's wrong? Neil?  Mr. Perry continues to look through the house, continuing downstairs.  \n[7]\t\tI'll look outside. Neil?  Mr. Perry flicks the light on but sees nothing. Then he smells something. Looking closer, he sees a thin cloud of smoke rising from behind his desk. As he moves around the desk he sees his gun on the floor and Neil's outstretched hand.  \n[8]\t\tOh! No!  \n[9]\t\tHe's all right.  \n[10]\t\t\t \t\tHe's all right! He's all right! He's all \t\tright! He's all right! He's all right! \t\tHe's all right!  \n[11]\t\tHello, darling.  ", "Todd": "\n[1]\t\tThank you.  Todd and his parents leave while others file past Mr. Nolan.  \n[2]\t\tTodd Anderson.  \n[3]\t\tMy brother went here.  \n[4]\t\tNice to meet you.  \n[5]\t\tThanks.  \n[6]\t\tUh, no, no I, uh, I've got some history I \t\twanna do.  \n[7] Todd is seated at his desk. He scrawls \"CARPE DIEM\" across a blank page of his notebook. He looks at it for a few moments before crumpling it up and opening up his Chemistry book.  \n[8]\t\tNo.  \n[9]\t\tYes, but-  \n[10]\t\tKeating said that everybody took turns \t\treading and I don't want to do that.  \n[11]\t\tN- no, I don't have a problem. Neil, \t\tI just- I just don't want to do it, \t\tokay?  \n[12]\t\tThat's not how it works.  \n[13]\t\tWhat? What are you gonna do, go up and \t\task them?  Neil shrugs.  \n[14]\t\tNo. No, Neil.  \n[15]\t\tNeil, Neil!  Neil gets up and rejoins the others. McAllister hears the boys whispering again.  \n[16] Todd is on his bed trying to write a poem. The door opens and Todd turns his writing pad over. Neil enters the room laughing. He crouches down next to Todd's bed and plunks a sheet of paper in Todd's lap.   \n[17]\t\tYou found what?  \n[18]\t\t\"A Midsummer Night's Dream\"?  \n[19]\t\tWhat is this?  \n[20]\t\tI know that. I-- Wh-Wh-What does it have \t\tto do with you?  \n[21]\t\tYes, so?  Neil pounds on the bed and then pulls a blanket off his bed, wearing it like a cloak.  \n[22]\t\tNeil, Neil, hold on a minute. How are \t\tyou gonna be in a play if your father \t\twon't let you?  \n[23]\t\tYeah, but won't he kill you if he finds \t\tout you went to an audition and didn't \t\teven tell him?  \n[24]\t\tWell, that's impossible.  \n[25]\t\tWell, why don't you just call him and \t\task him? And m-maybe he'll say yes.  \n[26]\t\tYeah, but if he said--  \n[27]\t\tI don't know. Maybe.  \n[28]\t\tW-What is that supposed to mean?  \n[29]\t\tSo- You want me out?  \n[30]\t\tWell, listen, Neil. I-I appreciate this \t\tconcern, but I-I'm not like you. All \t\tright? You, you, you say thing and \t\tpeople listen. I'm, I'm not like that.  \n[31]\t\tNo! I--I, I don't know, but that's not \t\tthe point. The, the, the point is that \t\tthere's nothing you can do about it, so \t\tyou can just butt out. I can take care \t\tof myself just fine. All right?  \n[32]\t\tWhat do you mean, \"no\"?  A smile comes to Neil's face.  \n[33]\t\tGive me-- Neil. Neil, give that back.  The two begin racing in circles around the room, jumping from bed to bed as Todd tries to grab his poem back.  \n[34]\t\tNeil, how are you gonna do this?  \n[35]\t\tYou're not gonna write it.  \n[36]\t\tOh, Neil. Neil, you're crazy.   \n[37] Todd is pacing circles about his room as he reads his poem. His pacing slows and then he tears the poem up.  \n[38]\t\tI, I didn't do it. I didn't write a \t\tpoem.  \n[39]\t\tA yawp?  \n[40]\t\t\t\t \t\tYawp.  \n[41]\t\t\t\t \t\tYawp.  \n[42]\t\tYawp.  \n[43]\t\t\t\t \t\tYawp!  \n[44]\t\tA m-m-madman.  \n[45]\t\tA c-crazy madman.  \n[46]\t\tUh, uh, a sweaty-toothed madman.  \n[47]\t\tUh, I-I close my eyes.  \n[48]\t\tUh, and this image floats beside me.  \n[49]\t\tA sweaty-toothed madman with a stare \t\tthat pounds my brain.  \n[50]\t\tH-His hands reach out and choke me.  \n[51]\t\tAnd, and all the time he's mumbling.  \n[52]\t\tM-Mumbling, \"Truth. Truth is like, like \t\ta blanket that always leaves your feet \t\tcold.\"  The students begin to laugh and Todd opens his eyes. Keating quickly gestures for him to close them again.  \n[53]\t\tY-Y-Y-You push it, stretch it, it'll \t\tnever be enough. You kick at it, beat \t\tit, it'll never cover any of us. From \t\tthe moment we enter crying to the moment \t\twe leave dying, it will just cover your \t\tface as you wail and cry and scream.  Todd opens his eyes. The class is silent. Then they begin to clap and cheer.  \n[54]\t\tHey.  \n[55]\t\tNothing. Today's my birthday.  \n[56]\t\tThanks.  \n[57]\t\tMy parents gave me this.  Neil looks down at a deskset sitting next to Todd, still in its wrappings.  \n[58]\t\tYeah, yeah. They gave me the same thing \t\tas last year.  \n[59]\t\tOh.  \n[60]\t\tMaybe they weren't thinking about \t\tanything at all. Uh, the funny thing is \t\tabout this is I, I didn't even like it \t\tthe first time.  \n[61]\t\tOr a car.  \n[62]\t\tOh, my!  \n[63]\t\tCome on, Nuwanda. You're gonna miss \t\tNeil's entrance.  \n[64]\t\tW-What is that?  \n[65]\t\tOh, come on, Charlie. The girls are \t\twaiting.  \n[66]\t\tNeil! Neil!  Outside of the crowd, Keating manages to catch up to Neil. He takes hold of Neil's coat.  \n[67] Todd is sleeping. Charlie reaches across to wake him. Tears are running down his face.  \n[68]\t\tOh, Charlie.  Todd opens his eyes and sees Charlie's face  \n[69]\t\tWhat is it?  Todd looks over to see Pitts, Meeks, and Knox by the door.  \n[70]\t\tIt's so beautiful.  Todd begins to gag and then goes down on his knees, vomiting into the snow. The other boys huddle around him, hugging him.  \n[71]\t\tHe wouldn't-- He wouldn't have done it.  \n[72]\t\tIt was his father!  \n[73]\t\tHe wouldn't have left us. It's because he- \t\tHe wouldn't have. His dad was-- his, his \t\tfather did it.  \n[74]\t\tHis father killed him. He made him do it.  \n[75]\t\tThat is not true, Cameron. You know \t\tthat. He didn't put us to anything. Neil \t\tloved acting.  \n[76] Todd looks out the window and watches as Hager escorts Meeks back to the dorm. Inside the room, Neil's bed has been stripped of all its bedding.  \n[77]\t\tMeeks?  \n[78]\t\tWhat happened to Nuwanda?  \n[79]\t\tWhat'd you tell 'em?  \n[80]\t\tMom.  THe door closes behind Todd. He remains standing, not knowing what to do.  \n[81]\t\tYes, sir.  Mr. Nolan puts his glasses on and glances at a paper before him before removing his glasses once more.  \n[82]\t\tWhat's gonna happen to Mr. Keating?  \n[83]\t\tUh, in the, in the Pr-  \n[84]\t\tIn the, in the, in the Pritchard?  \n[85]\t\tMr. Keating! They made everybody sign \t\tit.  Mr. Nolan gets up from his desk and approaches Todd.  \n[86]\t\tYou gotta believe me. It's true.  \n[87]\t\tBut it wasn't his fault!  \n[88]\t\tO Captain! My Captain!  ", "Anderson": "\n[1]\t\tThrilling ceremony as usual Dr. Nolan.  \n[2]\t\tHello Dr. Nolan.  \n[3]\t\tThis is our youngest, Todd.  \n[4]\t\tHello, son.  \n[5]\t\tHello, darling.  \n[6]\t\tAnswer him, Todd.  \n[7]\t\tI've had enough. Sign the paper, Todd.  Mr. Nolan holds out a pen for Todd to take.  "}}