{"filename": "Death-to-Smoochy_script.txt", "imdb_id": "tt0266452", "imdb_url": "https://www.imdb.com/title/tt0266452", "characters": ["Spinner Dunn", "Tommy Cotter", "Husband", "Sheldon Mopes /Smoochy the Rhino", "Nora Wells", "Marion Frank Stokes", "Wife", "Rainbow Randolph", "Merv Green", "Danny", "Buggy Ding Dong", "Burke Bennett", "Roy", "Angelo Pike", "Jimmy"], "dialogues": {"Spinner": "\n[1]\n[2]Hiya, Smoochy! I'm Spinner! Spinner! \n[3]I'm so excited to meet you!    I'm Spinner! \n[4] Spinner is still pumping Sheldon's hand.  \n[5]You know what I love, Smoochy? I love when you do the Jiggy Ziggy dance! You know, the one you do during 'Silly Time?' \n[6]Wanna see me do it? \n[7]I love you. \n[8] He shakes the Senator's hand as Tommy and a few other tough Irish guys stand around. Spinner looks over towards Sheldon.  \n[9] \n[10] We are TIGHT ON the feet of an Irish dancer doing a sort of Riverdance. We WIDEN OUT and the rest of the dancers come INTO FRAME. Spinner and the mob ar clapping and whooping.  Sheldon and Burke sit at a table in the dark club having a conversation.  \n[11]Shit.   Sorry. \n[12]Did I do good, Sheldon, huh?   Did I do good? \n[13]Okey doke.   I'm gonna go get drunk now. \n[14] A morose-looking Spinner Dunn sits alone at the end of the bar in the nightclub. Tommy walks over.  \n[15]I don't wanna meet no one. I miss Smoochy! He never woulda done the things they say he done. He ain't no Nazi. Someone's making stuff up. I just know it, Tommy. Someone's making stuff up! \n[16]I want Smoochy back! I want to be on TV again! I want to play my cowbell! \n[17]Sheldon?     What about Sheldon? \n[18] Spinner's massive arms envelope Sheldon in a bear hug, practically lifting him out of his seat. Burke, who's having dinner with Sheldon, holds onto the table before it gets knocked over.  \n[19]I missed you so much! \n[20]I've been practicing and practicing and I got real good, Sheldon. Real good! \n[21]Wanna see me march? \n[22] \n[23]What do you mean I can't play the cowbell no more? \n[24] \n[25]My name is Moochy. \n[26] \n[27]That was fun! Was it bad when I done that thing, where I tripped and knocked over the Flamingo and then he knocked over the cameraman and then those lights fell down on that lady's head? \n[28]Great!    I get to hit something! \n[29] Spinner sleeps forever in an open casket, clutching his cowbell. Dozens of Spinner's relatives are at the wake.    \n[30] Tommy is at the bar listening intently to a man, IAN, who is pointing to certain details on a photograph.  ", "Dunn": "\n[1]\n[2] Spinner is still pumping Sheldon's hand.  \n[3] We are TIGHT ON the feet of an Irish dancer doing a sort of Riverdance. We WIDEN OUT and the rest of the dancers come INTO FRAME. Spinner and the mob ar clapping and whooping.  Sheldon and Burke sit at a table in the dark club having a conversation.  \n[4] A morose-looking Spinner Dunn sits alone at the end of the bar in the nightclub. Tommy walks over.  \n[5] Spinner's massive arms envelope Sheldon in a bear hug, practically lifting him out of his seat. Burke, who's having dinner with Sheldon, holds onto the table before it gets knocked over.  \n[6] \n[7] Spinner sleeps forever in an open casket, clutching his cowbell. Dozens of Spinner's relatives are at the wake.    \n[8] Tommy is at the bar listening intently to a man, IAN, who is pointing to certain details on a photograph.  ", "Tommy": "\n[1]Spinner, come over and meet the Senator! \n[2]My cousin Spinner's take quite a shine to you. \n[3]Ever since you came in the restaurant. He can't stop yakkin'. \n[4]So, I was wondering if maybe you could give him a little floor space. \n[5]You know, a little part on the show. You're the executive producer now. You call the shots, right? \n[6]This makes me sad.    Very, very, sad. \n[7]Nothing.     I'm just very sad right now. \n[8]I don't want to mention names. \n[9]You're a good boy, Mopes. Don't think we don't remember favors. \n[10]What's wrong, kid? The mayor of Patterson's here with his wife. They wanna meet ya. \n[11]Haven't seen him. \n[12]Something I can help you with? \n[13]You wanna tell me about the rhino? \n[14]Danny, go give Mr. Smiley a little back rub. \n[15]Shel, you gotta help me out. He bangs that goddamn thing from morning till night. I got a headache that goes from my eyes to my ass. \n[16]Give the boy something else to do on the show. Anything. Just as long as it don't clang, chime or honk. \n[17]He really loved you, Shel. And this I guarantee -- that fucking Randolph has seen his last rainbow. We're gonna find him, cut off his balls, and shove 'em up his ass. \n[18]Don't forget -- that hit was meant for you, Shel. So from now on, everywhere you go, we go. \n[19]Fine, nothin'. And as Christ is my witness, no one's touchin' a hair on your fuckin' head. Spinner would have wanted it that way. \n[20] \n[21]Big news, Shel. \n[22]It wasn't Smiley who killed Spinner. It was Parade of Hope. \n[23]We did our own investigation. Cousin Ian from down at the morgue... you met him at the wake... \n[24]What's that guy's name over there? Green? \n[25]This was one time they shoulda left the tab blank. \n[26]It's all taken care of, Shel. \n[27]You like kids, huh? \n[28]So you must know a few fairy tales. Danny, tell him the one about the worthless prick who gets his head chopped off. \n[29]Now you know why charities go under sometimes. \n[30]No more killin', Shel. Enough's enough. Don't destroy who you are for this piece of shit. You mean something to the kids. Don't take Smoochy away from the kids. \n[31]You're only human, Shel. The important thing is... you never went over the cliff. You're a good boy. For some of us... it's too late. \n[32]We'll take it from here, kid, you run along with your girl. Get on with your life. \n[33]Don't worry. Sometimes even a rat deserves a little mercy. ", "Cotter": "", "Husband": "\n[1]So... uh... you'll make sure my boy dances up front, right? Where he'll get the most camera time? \n[2]Of... of course. \n[3]No, no, we were just -- \n[4]Freeze, you cocksucker! ", "Nora": "\n[1] \n[2]Still appealing the mail fraud thing. \n[3]Black was deported, and the trolls... well, who gives a shit. \n[4]This is impossible. If I ever see that Rainbow Randolph again I'll strangle him. Choke the life out of him. Squeeze his scrawny neck until his eyes pop out of his skull and bounce off the walls... \n[5]Sorry, Frank. \n[6]Oh my God. Have we sunk to that level already? Smoochy the Rhino? What a sap. \n[7]The guy can't get arrested, Frank. He can't even break into the birthday party circuit. Last I heard he was working hospitals and nursing homes. He's a joke. \n[8]I probably have ten acts in my development file -- acts I've been cultivating -- that are more deserving than Sheldon Mopes. \n[9] \n[10]Don't ask me to do it. You know I'll do anything for you, but please... not this... \n[11]Mr. Mopes? \n[12]I, uh, saw your performance tonight. Very... ... spirited. \n[13]Yes, that did put a damper on the evening, didn't it? \n[14]Ah, no. But it's sweet of you to assume so. \n[15]As stated. \n[16]Believe it or not, no. \n[17]I haven't the foggiest. \n[18] \n[19]We all have our cross to bear. \n[20]Are we going into a story? \n[21]The reason I'm here today, Mr. Mopes, as fate would have it, Kidnet is currently looking for a performer with... convictions. And integrity. Someone like... \n[22]... yourself. \n[23]I don't think I could top that one. \n[24] \n[25]I'm afraid so. \n[26]\n[27]Again, these are just prototypes. I've been assured by FunZone that all the bugs will be worked out before Christmas. \n[28]Okay, so let's recap before we break up... Yes to the Smoochy ice pops. No to the Smoochy string cheese. And we're in a dick-measuring contest with Brown &amp; Brown over the shampoo split. \n[29] \n[30] \n[31]Now lock it. \n[32]Thank you. \n[33]I think that's a conservative estimate. \n[34]Do you sense my complete lack of interest? \n[35]Can I make this real easy for you? \n[36]The only reason you're on TV right now is because Rainbow Randolph is a degenerate scumbag. I didn't discover you, I delivered you. Like a bag of groceries. I have a bigger emotional investment in my nail polish. So don't peddle your sap to me, rhino. Your job is just to smile and nod your head. \n[37]Because it's sappy and it takes away from the 'Cookie Song.' \n[38]It's cut. And I want the 'Cookie Song' lyrics changed back to the way they were originally scripted. \n[39]This is network television, not a sprout farm. We're here to sell sugar and plastic. That's what keeps the lights on. \n[40]Since when? Now get your spongy orange ass out there and dance for the cameras. \n[41] She looks pissed, but then looks over at the kids in the bleachers. Their faces are filled with laughter. For the first time she feels the connection Smoochy has with them.   \n[42]There's no excuse for you. \n[43]You seem to forget that we went out and found 'your guy.' Dug up his corpse. Handed him his own show when he couldn't sell his face to a photo booth. \n[44] Nora is on the phone. She pretends not to notice him. Sheldon bides his time by inspecting knickknacks, examining photos on the wall, etc. Finally, he half- whispers/half-mouths to her:  \n[45] \n[46]If I didn't you'd still be here. \n[47]I'm hoping to correct that. \n[48]Great. That'll come in handy if we're ever at a square dance. \n[49]No. \n[50]I won't. \n[51]Congratulations on your little ice show. \n[52]It didn't take you long to sell out, did it? \n[53]What happened to your precious integrity? Or was that just part of your dog and pony act. \n[54]Nice job. Casting the show with mental patients, I like that. \n[55]Excuse me for not making the distinction. \n[56]May I come in? \n[57]I'm getting drunk and I'm not used to it. \n[58]It's just that... I want to apologize, actually. And on those rare occasions when I feel the need to apologize for something, it helps if I'm, you know... shit- faced. \n[59]I... I may have been a little harsh when we spoke the other day. A little out of line. \n[60]Yes, that was probably insensitive as well. I heard you're not doing the ice show. I find that... incredibly admirable. Why didn't you tell me? \n[61]I'm afraid I have become a bit hardened over the years. Sincerity's an easy disguise in this business. It's hard to know who's on the level. \n[62] \n[63]That was my favorite show when I was a kid. Rickets was the one face I knew I could trust. \n[64]Really? He was my inspiration to work in children's television. \n[65]Remember it?   I did it at my first communion. \n[66] \n[67] \n[68] \n[69]I should go. \n[70]It's just getting late. \n[71]Better get that.    Good night. \n[72]We have nothing to talk about. \n[73]I don't have to believe anyone. The picture in the paper said it all. No one forced you to perform at that rally. \n[74]Well maybe next time you'll do a longer set. \n[75]Funny, you'd think the fifty-foot swastika you were standing in front of might've given you a hint. \n[76]Look, the fact of the matter is, I don't know you, okay? Not really. So don't expect me to go out on an emotional limb here. \n[77]I was drunk.    Don't read too much into it. \n[78] On Nora's TV screen, we see the black and white image of Rickets the Hippo doing the \"Klunky-Wunky Dance.\" Nora sits on the couch and stares hypnotically at the screen. There is a KNOCK at the door. She gets up and ejects the \"Best of Rickets\" tape. She opens the door. To her surprise, Randolph is standing there.  \n[79]You've got three seconds to pry your ass off my couch and get out. \n[80]Just in case you forgot, you're a criminal and a scumbag. \n[81]Where do you shop? \n[82]That was a long time ago.    I was young and stupid. \n[83]You turned into an asshole and I didn't love you. \n[84] \n[85]You said he was checking you out in the car. What car? \n[86]You're talking awfully fast, Randolph. \n[87]Were you at that rally? Tell me! Did you have something to do with this? \n[88]Did you set Sheldon up? \n[89]Hi, Tommy. Hi, Spinner.   Has Burke been in tonight? \n[90]Damn it. \n[91]I have to talk to him.    It's about Sheldon. \n[92]I'm just sorry I didn't believe you... that I got swept up in the frenzy of anti-Smoochyism. \n[93] watches nervously from offstage.    \n[94]Hi. \n[95]I read about the ice show. \n[96]I think it's great. What you're doing for that clinic. \n[97]I just need some clarification... \n[98]No I mean about us. \n[99]Ever since you've been back I just feel like there's something that's not connecting. \n[100]I just thought we were on our way to something... granted, my mistaken belief that you had ties to Neo-Nazis might have put a damper on our relationship, but I'm sorry for -- \n[101]There was nothing you could have done. Don't torture yourself. \n[102]'The Last Nappy Time.' It gave me a lot of comfort when my mother died. 'When doggies stop barking And fish cease to swim And Grandpa lays silent, from his Sadness will find you But soon you'll feel fine...' \n[103]'In life we all have Our Last Nappy Time.' \n[104]Merv Green? \n[105]I knew Merv Green was a scumbag from the day he grabbed my ass at a 'Feed the Children' benefit. \n[106] \n[107]I don't know what you're talking about and your cologne's making me nauseous. Other than that, you're great company. \n[108]It's Stokes. He's behind the whole thing! He cut some kind of deal for the Smoochy slot! \n[109]He wants you out so he can put Takashi in! \n[110]Jesus, Sheldon! Don't you ever pick up a copy of International Performer? He's the hottest kid show host from Asia. \n[111] \n[112]That's not fair! \n[113]Look, what I did before I met you is none of your business. \n[114]Fix it yourself, asshole. \n[115]Look, Randolph. We know it wasn't you who killed Spinner. \n[116]I guess. \n[117] \n[118]You're letting them drag you down to their level. \n[119]You just rest, Randolph. \n[120] jumps to her feet.      FAST PUSH IN TO Nora's mouth.  \n[121] \n[122]You're in on this, aren't you! You sold him out! You fucking snake! \n[123]Sheldon!!! Get down!!! \n[124]Burke's with Stokes.   He's been in it all along. \n[125]No, Sheldon, don't! \n[126]Let him go. \n[127]Now. Before I pump one in that Grecian Formula scalp of yours. \n[128]You son-of-a-bitch. \n[129]No, Sheldon. \n[130]Sheldon! \n[131]Bus backfire. \n[132]Let's go home, Smoochy.    Show's over. ", "Wells": "\n[1]  ", "Wife": "\n[1]Yes, very much. \n[2]Drop the briefcase! ", "Rainbow": "\n[1] \"Sugar Rainbows Cereal,\" plastic toys lined up on store shelves, kids playing with Randolph dolls, kids eating \"Rainbow Potato Chips\" and \"Rainbow Candies.\" A \"Rainbow Burster,\" a kind of gun that shoots plastic rainbows. Marquees announcing upcoming live appearances, etc. We get the picture. Rainbow Randolph is the king of the kid shows.   \n[2] \n[3]  ", "Randolph": "\n[1] \n[2]Their names may not be different One might say 'grasp' while the Some like to toss while others like to caaaaatch... Beeee- Friends come in all sizes Take it from me! Golly Gee! Size From a pal who is true and can You can count on him and he can It's true... that... Friends come in all sizes!' \n[3] \"Sugar Rainbows Cereal,\" plastic toys lined up on store shelves, kids playing with Randolph dolls, kids eating \"Rainbow Potato Chips\" and \"Rainbow Candies.\" A \"Rainbow Burster,\" a kind of gun that shoots plastic rainbows. Marquees announcing upcoming live appearances, etc. We get the picture. Rainbow Randolph is the king of the kid shows.   \n[4]You want your kid on the show? \n[5]Then don't tell me how to run my fucking business. \n[6]I'll call you if a spot opens up. \n[7] \n[8]I was starting to think that maybe you weren't coming. \n[9]Really? You know, I used to have dinner engagements. Sometimes four, five a night. Dinner... drinks... I was the toast of the fucking town. \n[10]  \n[11]What? You're in a hurry? You don't have time for me? The guy who earned for you? The guy who put those fucking suits on your back and the pheasant au vin in your Brooklyn mouth? \n[12] \n[13]How can I sit around while that rhinoceros... that horned carpetbagger gets a free ride on my dime? You and I have history, Frank! Please! \n[14]Don't do this to me, Frank. I'm in deep, deep shit. They kicked me out of the corporate penthouse... I got bookies breathing down my neck. I'm homeless! Don't you hear what I'm saying? I'm not gonna make it! The clock's ticking! Put yourself in my shoes, for Christ's sake! \n[15]Yes! Exactly! That's what I'm trying to tell you! \n[16]You'll get yours, Frank! The rhino too! Do you hear me?! The wheels are turning! \n[17](quietly to \n[18]I saw you! I saw you in there... at my table... talking to him. \n[19]You're my agent! Or did you forget that? \n[20]Ah! They're beautiful! A perfect batch of cock cookies for a very special rhino. \n[21]Oh yes, you're going to learn about shame, my dear Smoochy.   And I'm your professor. \n[22]Bon soir, la Smoochy.   Welcome to fatty Arbuckle-land. \n[23]  \n[24] He peers out from his hiding place backstage. His eyes widen with delight as the Magic Cookie Bag continues its descent.   \n[25] \n[26] \n[27] He's practically shaking as he suppresses an insane laugh.  \n[28]Give 'em a cookie... give 'em a cookie... \n[29] He looks confused.  \n[30]Are you fucking blind?! It's a cock! Not a space ship! Cock! Cock! \n[31] \n[32]You fucking traitor! My body's barely cold and already you work for the rhino? \n[33]Don't lie to me! I heard all about it! You strapped that horn on faster than a cheerleader gets the clap! \n[34]You're a Krinkle Kid!   Not a Smooch-bag! Say it! \n[35]Say it: I am a Krinkle Kid! Say it, before God! On the soul of Jesus Christ! Say what you are! \n[36] \n[37]... They kicked me out of the corporate penthouse. Big surprise. Sons-a-bitches. That's how I got this beauty. \n[38]And of course, there's this... \n[39]That happened after my little visit to the studio the other day. Network security. Fucking savages. \n[40]I got liens, back taxes, lawyer's bills, threats against my life... I basically got the whole fucking world up my ass. It's okay, I got a loooong memory, son. What dey sow, dey gonna reap. \n[41] \n[42] \n[43]You better grow eyes on the back of your fucking head, you horned piece of shit! I won't sleep until the worms are crawlin' up your foam rubber ass! I'm going on safari, motherfucker... safari! \n[44]Hello, Mr. Mopes? My name is Benjamin Kunklepeck and I'm calling on behalf of 'Parents for Decency in Children's Television,' perhaps you've heard of us? \n[45]Sir, we're having a banquet tomorrow and we'd be honored to have you perform for us. We would also like to present you with a plaque for your ongoing commitment to children's television. The presenter will be a young orphan with mild asthma. Can you attend? \n[46]Don't be silly. The chance to have Smoochy the Rhino perform at our little soiree? I'd carry you piggy-back through a bed of hot rusty glass if I had to. \n[47]I just looove your show, by the way. It's such a refreshing change of pace from that dreadful embezzler... what's his name again? Rainbow something or other? \n[48]Yes. Rainbow Randolph. What a scoundrel! He's probably gay too. \n[49] \n[50] \n[51]Okay, they're ready for you! \n[52]Well, we like to do these things no-frills. It's all about the kids. \n[53]Knock 'em dead, kid! \n[54]Hi there, poochy! \n[55]Well, aren't you the cutest little boo-boo in the world! \n[56]For you, my dear!   May you live to be a hundred! \n[57]Fuck! \n[58]Hiya, cutie! \n[59]So here's the good news: Yes, I'll be happy to end my sabbatical and return to my old slot. I know you and Frank are in a bind, so I'll start Monday. Call wardrobe, call props, tell 'em the R man is back and he's ready to start whistlin' dem happy tunes for da little chillens. \n[60]Ahhh. Who do ya gotta blow to get a Scotch around here? \n[61]Dammit, Nora! The rhino's gone! You need that slot filled and I'm ready to reclaim what's rightfully mine. \n[62]Okay, so maybe I commandeered a stray shekel or two. Big deal! Compared to what Smoochy did that's like jerking off in the supermarket. \n[63]Come on. Have you lost all affection for me? After what we once had? \n[64]Why we broke up I'll never know. \n[65]We could've worked through all that. \n[66]Damn it, Nora! The public is clamoring for me! I'm a fucking patriot! Mopes is a Nazi! He's evil! He's probably even gay! You should've seen the way he was checking me out in the car! \n[67]What does what mean? \n[68]No... it's just a vibe! A Nazi homosexual vibe! It emanates from the television! The whole Smoochy costume... with the erect horn... I mean, what's that all about? \n[69]I still love you!   Let's go on a date! \n[70]You know, now I remember why we broke up. Always with the accusations. Bitch, bitch, bitch... \n[71]I'm trying to sleep, asshole! Read the fucking meter some other time! \n[72]Hey, this is private property, creep! And you're trespassing! \n[73] approaches. He cocks his arm and throws a punch. Danny's fist FILLS the FRAME, TURNING IT BLACK as we hear the PUNCH.   \n[74]  \n[75]In a country like this, where your average citizen is a fuckin' Neanderthal, I wear it as a badge of honor. \n[76]Listen, I barely know that broad. She's a wacko. An opportunist. I'm the most accused man since Jimmy Hoffa. \n[77] \n[78] \n[79]I hate you! I fucking hate you!!! You devil-horned mind fucker! Die, die, die!! \n[80] \n[81]I'm the one who needs to be saved! Me. I'm broke! I lost my lawyer! My only friend kicked me out! I'm a fucking peanut shell in the shape of a man! Save the Rainbow! Save the Rainbow! Save the Rainbow! \n[82]Attention, New Yorkers! You are about to hear a shocking story of injustice! \n[83]I urge you to listen! It has a surprise ending you won't want to miss! \n[84]It's the story of a venomous rhino and his aggressive campaign to slander, vilify, defame, denigrate and villainize my good name! But one thing he can't do, is take my life from me. No, friends, only I have the power to do that! \n[85]This is what Smoochy has done to me! He's brought me to this! I can no longer live in a world where the innocent suffer and the wicked thrive! \n[86]Where is God??!! \n[87]I'm sorry to do this, people. Don't try to talk me out of it. \n[88]Our guest of honor will be here any moment! This is for his eyes! For his conscience. He'll have to live with this imagine for the rest of his miserable life! \n[89]This is it, folks! It's showtime! I'm sorry to do this, but he's left me no choice! \n[90]Shut up, you hillbilly assholes! You're borough trash! Go back to your huts across the river! \n[91]Fuck you! Fuck all you people! I was the last of the Mohicans! You'll never see another Rainbow Randolph in this lifetime! You had me and you blew it! All of you! \n[92]This if for you, Smoochy! Remember this! As long as you live, remember this image! You did this to me! \n[93]What does it all mean??!! \n[94]I didn't do it! I know you're still mad at me, but you gotta believe me. \n[95]Mastermind? I can barely figure out how to unzip my pants these days. Just taking a piss is a logistical nightmare. \n[96]I was an altar boy once. Did you know that? I wanted to be a priest. Do you believe in angels, Angie? \n[97]There was a little angel in pigtails. She was the only one who cared about me. She saved my life. \n[98]Perhaps it's time to heal. To accept the fact that Smoochy has won and gracefully march forward. True, I'm currently wanted for a murder I didn't commit. But I have faith. Faith that justice will prevail. \n[99]Did you bring lunch? \n[100]Chicken and stars? \n[101]Can I have some, please? \n[102]Motherfucker!!!!!!! \n[103]Ah! How very cozy. Like two logs in a little bonfire. All we need is a few sticks and some wienies. \n[104]I had her before you! Pachyderm! I was in love with her! In love! And you snatched her away! Like a common thief! You're the bad guy! Not me! He's the bad guy, Nora. He's incapable of understanding the love we once had! Tender, yet passionate. Old-fashioned, yet experimental. Tell him about a few of our experiments, Nora! Tell him! \n[105]You're just another action figure for her collection! \n[106]Tell him about Jingle Jackson! \n[107]The bells turned her on. Hey, tell him about Jumbo Johnny! There's a tale for ya! A whale of a tale! \n[108]Shut up!   Both of you! This is my show! \n[109]Do you fully understand the power of a condemned man? Do you? I'm already wanted for one murder, why should I give a flaming horse's twat if I commit two more? \n[110]  \n[111] \n[112] \n[113]Oh!  Goody-goody gumdrops! Vodka straight up is fine, sugar babe! \n[114]Did you put on a little weight, honey? That's okay, you're still a hot little brood mare. I bet you miss the sweet sting of my riding crop. Giddy up, pony! \n[115](to tune of \n[116]Stop! It's too hot!    The heat! It's driving me mad! \n[117]Go ahead, kill me! Finish me off. My life's over anyway. Everything I touch turns to shit. Put me out of my misery. \n[118]Would you be my friend? \n[119] \n[120]Sorry about the brood mare stuff. \n[121] \n[122] \n[123]Son-of-a-bitch! \n[124] \n[125]Be careful, Sheldon. Remember what I told you -- you've only scratched the surface of this scummy business. You have yet to strike oil. \n[126]You're lucky to have a guy like Smoochy. \n[127]He's the real thing. Smoochy's the real thing. And I've been a fraud. A wicked man doing wicked acts. \n[128] \n[129]Yes, Angelo, my little Twinkie, shouldn't you be getting ready for the big show? \n[130]Buggy Double D's?   The Dong Man? \n[131]Sheldon's in trouble.   I gotta get down to the Garden. \n[132]I don't care. \n[133]I have to warn the rhino. \n[134]Sheldon!!! \n[135]Give me that gun, you fucking wacked-out freak! \n[136] His knuckles turn white as his fingers start to slip from the beam.   \n[137]I don't know. I'm kind of fucked up in general, so it's hard to gauge. \n[138]  ", "Merv": "\n[1]Hi there. \n[2]Get in. \n[3]Humor me, rhino. \n[4]Merv Green, Sheldon. It's a pleasure to meet you. \n[5]Sheldon, I represent the Parade of Hope Foundation. Maybe you've heard of us. \n[6]We've been known to add a brick or two, sure. \n[7]Sheldon, let me get right to the point -- there's talk on the street that you're pulling out of the ice show. Is that true? \n[8]Listen carefully, son: Parade of Hope has sponsored every Kidnet ice show since 1964. We take a piece off the top and everybody walks away happy. So let's not buck history. \n[9]Allow me to be less murky. Starting tomorrow, Smoochy the Rhino raises his baton for Parade of Hope. Benefits, banquets, fund-raisers, I want it all. Pull over, Terry. \n[10]And as far as the ice show goes... I recommend you start shopping for skates. \n[11]This is what happens to guys who keep secrets, Johnny. \n[12]It's not me you're fucking over, it's sick kids. You got something against sick kids, Johnny? \n[13]And you tell that fat producer of yours, if he ever gives me a low head count again, he'll lose the other thumb. \n[14]Well, if it ain't smilin' Burke. Whose bones are you pickin' today? \n[15]No one freezes me out of an ice show. No one. I don't care how many fucking clinics he's trying to save. \n[16]If you're trying to aggravate me, you're doing a hell of a job. \n[17]That's an ugly string of words. \n[18]How could you hit the wrong rhino?! \n[19]Smoochy is bright orange, Moochy is burnt rust! Read the papers! Do I gotta take you back to fucking kindergarten? \n[20]I'm not through with you yet, rhino! Your time will fucking come! \n[21]It was a mistake! An honest mistake! All I'm trying to do is help children. \n[22]Yes!   Of course! \n[23]No... no... no! ", "Green": "", "Danny": "\n[1]What's wrong, Tommy? \n[2] approaches. He cocks his arm and throws a punch. Danny's fist FILLS the FRAME, TURNING IT BLACK as we hear the PUNCH.   \n[3]They won't do the ball thing. It's against procedure. ", "Burke": "\n[1] \n[2]Smoochy the Rhino.    Wow.   I'm a big fan. \n[3]Burke Bennett.    I represent kid show talent. \n[4]Look, Shel, Frank Strokes ain't in the business to make you rich. He's in it to make Frank Stokes rich. That's how these network goons operate. \n[5]You know, years ago, a client of mine, Dicky Gimble, was having a problem... \n[6]Yeah, before the asshole found religion. Anyway, Stokes was trying to screw my boy out of some merchandising points. Claimed he had a warehouse full of Dicky dolls that weren't moving. Now Frank and I are old friends, so I say to him, 'Okay, cock, show me the warehouse' -- see, I know the fucking warehouse is in the Bronx, and I know it's emptier than my wife's head. To make a long story short, I walk out with a check for a hundred grand and Stokes is sitting there with his thumb up his ass. \n[7]Shel, it's all about the dough. After you get the money, you get the power. And after you get the power, you can have Smoochy walk on stage with a hard-on if you want. \n[8]Unfortunately, until then... you're just another puppet in the prop room. \n[9]Give me a call when you're ready, kid. I'll cut the strings and open the magic door for you. \n[10]Yeah, so what do you want?    A parade? \n[11]Not anymore, pal. You're a cigarette butt. Go lay in the gutter. \n[12]As you can imagine, my client has many concerns, not the least of which is studio security, but we can address that later. \n[13]See this guy, Frank? Take a good long look, 'cause this prick saved your life. Without him you'd be sitting in Kaplan's right now, sucking club soda through a paper straw. And, you -- you'd be organizing puppet shows for the brats at P.S. 86. Excuse me, honey. \n[14]'Cause I'm holding all the gunpowder. I represent the man who created, owns, and controls every square inch of Smoochy the Rhino. \n[15]God created Adam and what did he get? A fucking dud. My guy? He breathed life into a winner. And anyone who does a better job than God is gonna have a price. \n[16]Yes I am. \n[17]Oh, so you were doing him a favor? Allow me to untangle this web of shit! I don't care what his resume was, I don't care where you found him, I don't care if his last job was juggling apples for a hut full of Pygmies on the outskirts of the Congo... the fact is, he fits a bill and you need him. Like a hungry baby needs a big tit. And that, my friends, is why you're in a box with no ventilation. And that is why the rhino is going to get what he deserves. \n[18]Heaven, hell, and everything in between. \n[19]To the star and new executive producer of the Smoochy show! May your reign be a long and healthy one! \n[20]And don't forget the corporate penthouse. It took me six years to get that for Randolph. \n[21]It's called the high life, kid. Get used to it. Pretty soon you'll be burnin' one hundred dollar bills just to see Franklin break a sweat. \n[22]That's your graduation present. Something you're gonna need now. \n[23]Think of it as a tool of the trade. \n[24]Trust me, Shel. It's a handy accessory in this business. Even if you don't load it, have it for show. Sometimes that's all you need. Especially with a creep like Randolph lurking around. \n[25]Okay, champ, don't get overheated. \n[26]Spinner? The guy couldn't run a water faucet. He's just a mascot. It's his cousins, a bunch of Irish mob boys, who really run the joint. \n[27]I think you made a new friend, kid. \n[28]Shel, do you know what kind of cash we'll take in between the gate and concessions? A venture like this gets you money and muscle. Times twenty. \n[29]Look, I know you got this fetish for ethics, but now's not the time to fly that kite. No one's ever refused a shot at an ice show. \n[30]I'm thrilled, Shel. Knocked out. \n[31]Don't do it, Shel. You rat on Parade of Hope and you'll be lucky if they find your toenails. These guys are the roughest of all the charities. \n[32]The real one. My advice? Consider the ice show and stay healthy. \n[33]So you were saying you had some good news? \n[34]Finally! I got me a bar mitzvah boy. Today you are a man! \n[35]Like they say, rock bottom's a college education. \n[36]I'm holding my breath. \n[37]Sheldon, you can't do an ice show and cut out the vendors. And more importantly, you can't cut out the Parade of Hope. It's suicide. \n[38]Tell me more about the Asians. \n[39]The good old days. \n[40]This is very sticky ground we're about to walk on. \n[41]Let me poke around. Sift through the possibilities. \n[42]Merv Green. How's tricks, kid? \n[43] \n[44]Look, I'm chokin' on the same bone as you. \n[45]I'm not here to aggravate, just educate. I think Mopes might be talking to people he shouldn't be talking to. \n[46]He's got it in his head that he's gonna clean up the way we do business. Truthfully? I wouldn't be surprised if he's wearing a wire. \n[47]Jesus, I got a thing across town. \n[48]Let's keep talking, Merv. There's oughta be some kind of solution. Don't you think? \n[49]Relax, everything's gonna work out. \n[50]Look, we can cover all the tracks we want, but in the end we still got the same problem. We gotta finish what we started. \n[51]It'll all be over tonight. Buggy's gonna take care of everything. \n[52]Speak of the devil. Have a seat, Bug. \n[53]It's time we put this thing to rest, Frank. And the way I see it... the rhino's up past his bedtime. \n[54]Nora... \n[55]Survival of the fittest! \n[56]You fucking point a gun at me? A gun I gave you as a gift?! Where's your fucking etiquette? \n[57]You know something, kid? You've turned out to be an incredible pain in the ass. \n[58]That was a tragic mistake. If only one could turn back time... But what the hell, it's just one less mick in the world. \n[59]Oh my. What are you gonna do? Kill me? That wouldn't be very Smoochy-like behavior. ", "Bennett": "", "Roy": "\n[1]  \n[2]And then we took his head and -- ", "Angelo": "\n[1]A job's a job. \n[2]\n[3]Yeah, who is it? \n[4]Randy? \n[5]I don't know what you're talking about. \n[6]I gotta eat, don't I? \n[7]Rhinette! \n[8]I'm a Rhinette. Got that? The Krinkle Kids are ten feet under. With you. \n[9] Angelo and Randolph sit at the small kitchen table. Angelo watches as Randolph ravenously eats a bowl of soup.  \n[10]Stop doing this to yourself! \n[11]Wise up! You hear me? Don't piss your life away like this. \n[12] \n[13] We GO TO a HORIZONTAL SPLIT-SCREEN. Randolph is on the BOTTOM HALF. He lies on his bed in Angelo's apartment wearing a bathrobe with a towel wrapped around his head. His head dangles off the bed as he talks on the phone. The SHOT is reminiscent of Bye Bye Birdie.  \n[14] Randolph is napping on Angelo's couch with an ice pack on his sore jaw thanks to Nora's fist. There is a sudden LOUD POUNDING at the door. Randolph startles awake.  \n[15] Randolph sits in front of the TELEVISION in a daze. He's wearing a ratty bathrobe and absentmindedly tosses cheese curls onto the floor from a bag on his lap. ON the TV, an \"Entertainment Tonight\"-type show with two perky hosts is covering Smoochy's return to the airwaves. The hosts, Tara and Hunter show Smoochy's dynamic entrance and the standing ovation he got during the taping that day.  \n[16]What are you doing?! That's a Zenith! Look at this place! \n[17]That's it! I want you out of here! \n[18]I don't care! Out!! \n[19] Cops rummage through Angelo's apartment. In the b.g., a detective, ELLIS, interviews Angelo. Another detective, McCALL, is looking through some papers he found.   Ellis walks over. McCall shows him some scribblings he's found in a notebook of Randolph's. The crude drawings depict Smoochy with his head cut off... with a knife in his heart... being pissed on by Randolph, etc. \"Die, Rhino, Die\" is scrawled hundreds of times, filling page after page. The two detectives look at each other and nod.   \n[20]The papers say you were the mastermind. \n[21]I believe you, Randy. But you can't come back to my place. They'll find you. You gotta go underground. \n[22]It's heatin' up out there. Every cop in New York is looking for you. And Tommy Cotter's boys are combin' the streets. You're gonna have to stay put for a while. \n[23]Angels? \n[24]You didn't want to kill yourself, Randy. You know that. \n[25]Now you're talkin', kid. This is a big step... I'm proud of you. \n[26]Yes. \n[27]Just like you asked for. \n[28]For a smile. \n[29]Atta boy. \n[30]Here, I got you some crossword puzzles and stuff to read. \n[31]You okay? Randy? \n[32] Angelo's place looks like a cyclone hit it. Angelo works free from the ropes that have bound his wrists. He has been hit over the head and is groggy as he reaches for the phone.   \n[33]Randy, is that you? \n[34]Listen, Buggy's been here. \n[35]Yeah, he lifted my backstage pass and he's braggin' that he's doing some kind of job for Burke Bennett. \n[36]The place is crawling with cops. They'll jump on you like a trampoline. ", "Pike": "\n[1]", "Jimmy": "\n[1]A clean cut. "}}