{"filename": "Deception_script.txt", "imdb_id": "tt0800240", "imdb_url": "https://www.imdb.com/title/tt0800240", "characters": ["Tango Dancer", "S", "Jonathan McQuarry", "Tennis Player", "Velvet Rope Dancer #1", "Lawyer #2", "Lawyer #1", "Velvet Rope Dancer #3", "Clancey Controller", "Wyatt Bose", "Waitress (as Karolina Müller)", "Assistant Controller", "Velvet Rope Dancer #2 (as Rachel Montez Collins)", "Herr Kleiner /Mr. Moretti", "Woman at Waldorf Astoria"], "dialogues": {"Tango": "", "Dancer": "", "S": "\n[1]resting face up on a black surface. A beat of silence           -- is broken by its abrupt RING... RING... RING... Move in tighter on the phone's LCD DISPLAY. A number comes up:                  555-3827 RING... RING... RING... A hand enters frame. We follow it to a pad and pen we now discover to the left of the phone. The hand picks up the pen, brings it to the pad, on which we find a list of handwritten numbers. At least fifty. To this series is now added 555-3827. RING... RING... RING... \n[2]  \n[3]  \n[4]Jonathan! The voice from nowhere startles him - he spins to find SOLANGE                                                         , a vibrant Haitian woman with a thick accent, standing in the doorway below, bundled in a ski jacket. \n[5]So early, Jonathan. We open in one hour.  So tell me, you have been out with a lady friend, oui? \n[6]But why else does a young man come home at such an hour? \n[7]Every night working late, working late.  Ah, you can't fool me. You are Mister Mischief maker - I know this! You come by      3. \n[8]later and pick out something for your lady friend, oui? \n[9]  \n[10]  \n[11]  \n[12]        \n[13]  \n[14]Jonathan? Chet Peterson. Just wanted to- confirm you're wrapping up over there at Rutherford Stern because the controller at Clancey has been on me to get someone in there by Thursday. I told him how brilliant you are, said you're the best auditor we've got. Anyway, I forwarded you some documentation... Jonathan clicks his mouse - to find 27                           a-mails ending in worth&amp;berman.com. He reaches for his palm pilot, clicks on a day planner, stylus writes \"Clancey\" into next week. Other than places he'll be working, days-are-all entirely blank. \n[15] \n[16]       \n[17]  \n[18]        \n[19]  \n[20]A sudden JOLT of the braking train.causes Jonathan to stumble slightly and his briefcase BANGS against a seat and SNAPS OPEN - contents tumbling out. His cell phone hits the floor. Jonathan quickly bends for his phone - when the train lurches to a halt, nearly knocking him over, and sliding his cell phone a few feet along the grimy floor. O.S. we hear the hiss of the doors opening as Jonathan grabs for his phone a second before it's stepped on. He hurriedly stuffs it in his pocket, shoves his files and papers and paraphernalia back into his briefcase and rises to his feet - - to find the doors closing, and \"S\" gone.      12. \n[21]  \n[22]  \n[23] \n[24]Uh huh. Jonathan turns to go, takes two paces - then turns back. \n[25]A good rally underway. Jonathan fires a backhand. Wyatt returns it with an audible grunt. Jonathan snaps the ball back to Wyatt's partner - only Wyatt intercepts, nailing it back. Jonathan returns it with equal force. A grin on Wyatt's face as he savors the battle, blasting back each ball. The women step aside. Jonathan lunges, barely managing to lob a return. Sensing victory, Wyatt raises his racket and with a guttural bark mercilessly smashes the ball. Jonathan dives, racket over-extended - and returns a near perfect shot just over Wyatt's head... but it lands two inches outside the opposite baseline. \n[26]Jonathan emerges freshly showered, a towel around his waist as he walks toward the rows of lockers. \n[27]  \n[28]  \n[29]Two Macallan 25 year. Enjoy, gentlemen. \n[30]Wyatt clicks off his cell phone, looks up to find Jonathan returning alone, looking deflated. \n[31]  \n[32]        \n[33]  \n[34] \n[35]He enters the numbers again, receives the same prerecorded message. He hangs up -- when it abruptly RINGS, surprising him. He stares at the phone a curious beat, then answers it. \n[36].That's just it. You caught him in a lie, so now everything he says you have to- RING of a cell phone. RING... RING... It's Jonathan's. Surprised, he takes out the phone, presses talk. \n[37]Are you free tonight? \n[38]I asked if you're free tonight. \n[39]  \n[40]  \n[41]Are you free tonight? \n[42]I'm sorry, I didn't get that? \n[43]Could you be at the Plaza in one hour? \n[44]Beneath the Eloise portrait. THE ROAR OF A TRAIN pulling in. Only when the train passes can he hear the other end. But now there's no one there. Jonathan stares at his cell phone - and frowns. Close on the phone's display as Jonathan scrolls down its list of stored numbers. His expression says none are familiar. And NOW he gets it. \n[45]Jonathan is standing awkwardly beneath the Eloise portrait, glancing at his watch, growing restless, unsure --      29. \n[46]Pardon me, but may I ask you something - personal? Jonathan quickly looks.up, to find standing before him an attractive BLONDE WOMAN. She's. around his age, slender to the point of stark, dressed in a chic grey business suit. \n[47]        \n[48]Sir, I'm showing that room as having \n[49]I'm afraid we're not allowed to disclose information regarding our guests. If you give me her name, I can confirm if she was registered here. \n[50]  \n[51]Hey, you're up early! \n[52]Raining. So you've got mine-and I've.got yours? \n[53]Damn! Sorry, I'm gonna have to call you back, they want me in a meeting. Hey, no long distance calls, okay! Wyatt hangs up. Jonathan shakes his head, amused. He hails a cab, glances back at the hotel. His lips curl into a vaguely proud, if still dazed, smile.     32. \n[54]  \n[55]The numbers stored have no names associated with them. It's just a series of undesignated seven-digit sequences, a list of phone numbers that seems to go on and on. Jonathan clicks on a number at random. It highlights itself. Jonathan hesitates, then clicks again. The number is dialled. RING...RING - a woman with an elegant BRITISH ACCENT answers: \n[56]Yes? \n[57]How did you get this number? \n[58]I think you've got the wrong number. Now \n[59]Yes? CLOSE ON JONATHAN. What to say? And then: \n[60]I can be. Jonathan opens his eyes half in disbelief.      33. \n[61]Where? \n[62]I'm afraid that's a bit uptown for me. Perhaps the Mercer? Say by the Shakespeare, half past eleven? \n[63]It should be fairly evident. \n[64]You're rather new to this, aren't you? Jonathan falters. She smiles. \n[65]That's okay. I like that. \n[66]Frankly I'm surprised that whoever gave you access didn't explain more.  Right then, the rules: One,.no names, no jobs                                                           - no nothing. Two, latex is mandatory the only rule that's even remotely malleable provided there's mutual consent, although I say if that's your thing, take it elsewhere. And finally... She halts a few feet from the registration desk. \n[67]The initiator is responsible for the room. \n[68]Precisely. \n[69]How did you get into this? \n[70]He uploaded your numbers but failed to explain the basics?      35. \n[71]It's not that, it's just... well, you strike me as something of a stowaway. In fact if I were more suspicious, I'd say you didn't belong here at all. Flustered, Jonathan's about to offer some explanation --- \n[72]But obviously somebody felt you did. The notion suddenly registers with Jonathan -- Wyatt! \n[73]And I'm a sucker for bashful boys... She takes his wrist, traces a finger over his palm... and removes the key card from his hand. \n[74]Why are any of us doing this? For the economics of the arrangement.  It's intimacy without intricacy. Jonathan's about to reply -- \n[75]Look, I've got a 7                                            a.m. breakfast, so... She says no more. Jonathan stares up at the ceiling a beat. \n[76]  \n[77]       \n[78]  \n[79]Can you hold these? \n[80]  \n[81]  \n[82]  \n[83]  \n[84] \n[85]  \n[86]Jonathan, for so long I don't see you! \n[87]Work? No, no. You believe you can trick me, Mr. Mischief Maker! I want to meet this lady friend of yours. Jonathan is about to protest - \n[88]Ah., ah                                                        - ecoutez, I have beautiful winter- roses, just. arrived. She.will swoon... Jonathan smiles, but there's a reticence to it. \n[89]There is no later when it comes to love! If you find it, you must not let it go.      39. \n[90]There really is no one? Jonathan evasively shakes his head. \n[91]There should be, Jonathan. It is not good for a young man to be too much alone. He gives her an uncomfortable smile. She smiles back, but as she heads inside, she looks both-sad and worried for him. Jonathan continues up the steps, opens the front door and disappears inside. We remain on the vacant street, hear his FOOTSTEPS climbing the steps - and then the muted RING of his cell phone. A beat, then another... .and the front door opens again as Jonathan steps back out into the night. \n[92]  \n[93]  \n[94]Because you've seen me before? \n[95] Hmm, it is kind of a gear-shift. She starts to button her blouse back up. â\u0080\u009eSâ\u0080\u009e Well, maybe some other time. Jonathan is thrown as she reaches for her coat - \n[96]Do I look like a 'Sunbeam'? \n[97]You work in a bank? \n[98]I'll be the judge of that. He hesitates, then takes her hand, rises to his feet, and starts to dance with her. He's self-conscious at first, but she's agile enough to guide him, and soon he's into it. is S Il See? You just need the right partner. She closes her eyes, swaying with the music. They dance together. He's falling even harder for her. As the song ends she holds his gaze -- when a small yawn escapes her. She covers her mouth. of S+â\u0080\u009e I'm so sorry. Suddenly I'm crashing. She drops down on the bed, tugging him down with her. They lie back, side by side. \n[99]  \n[100]Are you free tonight? A bea- - and then Wyatt's familiar laughter. \n[101]       \n[102]  \n[103]  \n[104]  \n[105]  \n[106]He's so cute! What's his name? \n[107]  \n[108]How do you know we won't? Jonathan gazes at her a beat. \n[109]In between the mindless shtupping? \n[110]  \n[111]Don't let the wrapper intimidate you. I buy it at a store nearby. It has ginseng in it, you know, for energy. It's not bad, though it sort of tastes like hairspray. She chews her gum. He watches her; the jaw line, her lips. She looks at him and smiles, but there's something behind it: a sadness. Almost an uneasiness. \n[112]I don't want to complicate your life. \n[113]  \n[114]Given the chance I believe you could be. She idly flips channels, finds a romantic melodrama, an old black and white film. They settle back to watch. \n[115]Our parents would be proud. Pause. Jonathan is wild with lust for her. \n[116]I saw a machine down the hall. I'll be right back. She starts to tie her robe closed -      58. \n[117]THE ICE BUCKET on the floor. The ice has melted, a pool of water seeps out... follow the flow to arrive at Jonathan's      60. \n[118]  \n[119]       \n[120]  \n[121]This woman you were with. What's her name? Jonathan looks blank, his mind racing. \n[122]Sir? \n[123]Was shea prostitute? \n[124]A friend with no name. \n[125]I thought you said there was blood? \n[126]Maybe she took them. \n[127]It happens. \n[128]Sir - are these your clothes? Jonathan nods absently. \n[129]How about putting them on. \n[130]Mr. Messer, I'm Detective Russo. \n[131]        \n[132]  \n[133]Through a sex group. Her flat words hang in the air. He guiltily avoids her eyes. \n[134]Does this group have a name? \n[135]Mr. Messer, I spoke to the desk clerk. She only recalled seeing you check in. \n[136]All right. But now you're telling me that in addition to this mystery woman, there was another individual in the room? \n[137]Mr. Messer, have you had - experiences like this before? Taking any sort of medication? \n[138]Yeah.  No, I don't think it's necessary... Right. She hangs up and turns to Jonathan. He looks away, barely able to contain his devastation. \n[139]If you want to file a report regarding the items she -  - the items you claim were stolen... Jonathan shakes his head, crushed and exasperated. \n[140]  \n[141]  \n[142]       \n[143]Used for storage, including an old, gun-metal grey filing cabinet. Phone to his ear, Jonathan rapidly sifts through faded file folders crammed with papers and documents. \n[144]  \n[145]  \n[146]  \n[147]        \n[148]  \n[149]My grandmother doesn't speak English. Jonathan spins around to find a CHINESE GIRL. in a smock. \n[150]  \n[151]  \n[152]Mr. Messer? \n[153]  \n[154]  \n[155]The body came in late last night, although time of death's still unclear. She was found in a taxi: driver was in a .coffee shop on his break, came back to his cab and there she was in the back seat. The elevator shudders to a metallic stop. \n[156]Her purse was recovered from a dumpster about a block away, so we've got a name. Jonathan tenses as the elevator doors BANG OPEN. \n[157]Simone Forester. Jonathan looks sick with fear. \n[158]The M.E. stands over agurney, casually lifts the sheet that's been draped over the body. We glimpse a slender foot. CLOSE ON JONATHAN beside Russo. He turns instantly pale, lip quivering as he stares in disbelief, our CAMERA SLOWLY COMING OVER HIS SHOULDER to get a look at      68 \n[159]Mr Messer...? He tries to speak, but can hardly breathe, let alone answer. \n[160]Was this the woman you were with last night? She frowns, suspicious of Jonathan's hesitation. His tense eyes whip across the morgue: the two cops still idling there. They're out of earshot, but their mere presence amps tension. Angle on the guns in their holsters. The handcuffs dangling -- \n[161]Mr. Messer? \n[162]  \n[163]I figured it was a long shot. The only reason I called you down is she was last seen with a man in the bar of the Hudson hotel. \n[164]You mentioned this group of yours meets up at various hotels. I thought it was worth a shot. Russo glances up at him, trying to read him - something about his reaction not sitting right with her.      69 \n[165]Mr. Messer, is there anything else you want to tell me? Nervous and torn, Jonathan manages to shake his head. \n[166]  \n[167]  \n[168]May I help you? Jonathan is standing across from her. \n[169]Of course. Just a minute. The Receptionist types into her PHONE SYSTEM. She shakes her head, confused. \n[170]Wyatt with a 'Y'? \n[171]Oh -- Ms. Pomerantz? Angle on a MIDDLE-AGED WOMAN walking past.      70. \n[172]Ms. Pomerantz works in H.R.. \n[173]What can I do for you, Mr, \n[174]  \n[175]This Lawyer and another laughing at Wyatt's punch line. Jonathan runs over to the Lawyer, grabs the man's arm. \n[176]Mister Messer. Jonathan spins to find Ms. Pomerantz scowling at him. A beat. \n[177]Mr. Rutherford is presently recovering from hip surgery. In New Jersey. Jonathan glances around, to find everyone - lawyers, assistants, mail clerks                                         - all staring at him. \n[178]  \n[179]  \n[180]  \n[181]  \n[182]  \n[183]Sir, we asked around, nobody knows the guy \n[184]We do all freelancers, it's policy.  Oh - I'm not sure I'm allowed to- \n[185]Jonathan is flipping through the stack of photocopies, then halts on one. He stares at it. The Receptionist peers over. \n[186]That's him? He was real cute. Only he wasn't a lawyer. He was a systems analyst, I think. He was here for a few days to work on the computers. RECEPTIONIST'S POV: of the photocopy in Jonathan's hand. It's of a Massachusetts Driver's License. Staring back up at us is Wyatt's smiling face. \n[187]I thought you said his name was Wyatt? PAN TO THE NAME beside the photo: Sansky. WilliamR. Jonathan is already running for the EXIT. \n[188]  \n[189]Checking URLs site by site. He finally pauses on one. It's an article from the Boston Herald. The headline: \"POLICE HAVE FEW CLUES TO YOUNG EXECUTIVE'S DISAPPEARANCE.\" As Jonathan scans the article, we glimpse some lines of text:      75 \n[190] \n[191]Mr. Messer, it's Detective Russo returning your call. Jonathan freezes, tries not to sound panicked, his eyes fixed on the damning photos of himself and Simone Forester. \n[192]On that missing girl of yours? No, not yet.      76. \n[193]Are you sure you didn't know Simone Forester? The PHOTOS of Simone in his hands, Jonathan tenses... \n[194]I remember what you said.  And you weren't at the Hudson two nights ago? \n[195]Turns out among credit card charges made that night, there was one with your name. The card was declined. \n[196]I see. I figured it didn't mean much - cards move quickly. It just struck me, you know.. The coincidence. Jonathan can hear the suspicion in her pause. \n[197]By the way, the morgue confirmed strangulation as cause of death. He found trace fibres of Kevlar in her neck wound. \n[198]It's used in certain kinds of rope and string. Jonathan's eyes suddenly go wide; whip pan with his gaze   to the hall closet door.      77 \n[199]Mr. Messer? \n[200]Thought I lost you for a second.  Well, I won't keep you. You have a good night. Jonathan slowly hangs up, his panicked gaze returning to the hall closet as he paces toward it, throws open the door. In the far corner rests his racket bag. He grabs it, yanks open the zipper... his face draining of all remaining color as he peers into his empty racket ba                           . His racket is gone. \n[201]Jonathan pacing the floor, paranoid. He holds Detective Russo's card. Knows he should call back. He abruptly reaches for the phone, and dials... another number. \n[202]simply-hang-up. To-erase-and-record-a-new- messa ge---press-Star. Jonathan hesitates, hits the Star key. A new BEEP. Harder: \n[203]This is Jonathan. Please leave a message. BEEEEP. A moment of hiss                                       - then: \n[204]Jonathan? Jonathan whips to the phone - it sounds like Wyatt --- \n[205]Chet Peterson calling - -- only it's not. \n[206]I understand you were out today. I left messages on your cell but never heard back, so I thought I'd try you at home. He slowly lowers his trophy as he listens, staring out the window at the dark night and empty street below. \n[207]Just want to make sure you're up to speed with Weiss Murphy, because the folks at Clute Nichols are expecting you... \n[208]  \n[209]They're our biggest client, so needless to say, make them your top priority... Jonathan takes out the crinkled Chinese gum wrapper. He stares at it with a look of longing: this is his Priority- \n[210]  \n[211]  \n[212]Are you free tonight?... Hello? He hangs up, chilled. Turns again to the pillar, steps closer - no sound. He hesitates... then turns and walks off. \n[213]  \n[214]  \n[215]        \n[216]She glances back, utterly stunned to find Jonathan standing on the center divider, feet soaked in muck. Neither speaks for a moment, just staring at each other across the solitary track. Then: \n[217]No - no... After that first night I tried to call it off, he said he'd kill me if I didn't go through with it. \n[218]Because I needed to see you again. I needed to be sure you were all right. Despite his conflicting emotions, Jonathan is moved          by   this. S,f I didn't know how to find you - you were just a number in a cell phone, and      82. \n[219]He boards the train; using it as a bridge, he pushes through passengers, desperate for an open door to the other side.      83. \n[220]  \n[221]And that's the very next train leaving? \n[222] \n[223]  \n[224]Jonathan Messerâ\u0080\u0094 Jonathan hangs up. Takes an angry breath. Presses redial. \n[225]  \n[226] Yesterday... Reeling, Jonathan grips the phone tighter to his ear. \n[227]All my troubles seemed so far away... \n[228]Now it seems as though - \n[229]- they're here to stay, Oh I believe \n[230]- in yester-- \n[231]  \n[232]Mr. Messer? Jonathan is too lost in thought to hear it. \n[233]Jonathan.      86 \n[234]I was gonna call, but I was in the area. Just doing some follow-up. Jonathan tries to mask his uneasiness. \n[235]On that missing girl of yours. The.one whose name began with. an \"S.\" Have any luck finding her? Jonathan absently tightens his grasp on his briefcase. \n[236]I see. That's too bad. she studies him a cryptic beat, then smiles flatly. \n[237]Well, who knows, maybe she'll turn up yet. You have a good day, Mr. Messer. Jonathan nods tensely, then walks off, feeling her watching him from the curb as he goes. \n[238]        \n[239] Excuse me? \n[240]I swear to God I'll scream. \n[241]  \n[242] \n[243]  \n[244]Jonathan rises from a couch to greet YET ANOTHER YOUNG WOMAN. He gets no more than a few seconds into his question when she about-faces without a word. Jonathan has a relentless look in his eye. Takes out his cell, calls another number... \n[245]  \n[246] \n[247]Seated on the edge of the made bed, Black Business Suit shifts uncomfortably as she lights a cigarette. \n[248]I was in Chicago on business, a little over a year ago. I was out.to dinner with one of our Chicago partners,.a man named Holloway. That's how I met him. TIGHT ON JONATHAN as we SMASH TO: \n[249]  \n[250]At first I assumed he was a junior executive at their firm. But he wasn't. That's not to say he didn't work for Holloway, but clearly in a more intimate capacity... \n[251]I wasn't shocked. Besides, obviously I'm no prude. Even back then, I'd been doing - you know, this thing -- for a while. \n[252]  \n[253]I was simply curious. More so when he apologized, explaining that he'd forgotten about another engagement. Wyatt's knuckles just barely stroke Black Business Suit's thigh as he rises to leave. They exchange a knowing glance...      90. \n[254]I was intrigued. He was intelligent, informed about everything from law to art to politics. I'd never met anyone so in command of his own charm. He said that he'd come from nothing, that everything he learned, he learned from his tricks. He claimed that Holloway was even grooming him for a position at his company. She lights another cigarette with her old one. \n[255]In a way, I felt for him. But I also admired him. It sounds silly,. but he had a way of making me feel - close to him, you know? This clearly hits home with Jonathan. He barely nods. \n[256]So I found myself telling him things.. Personal things. And, next thing I knew - \n[257]He seemed fascinated by it. Wanted to know all the details.  I suppose I'd had too much to drink. And I was distracted... I was thinking about what a great lay he was going to be. \n[258]  \n[259]Only afterwards I discovered two of my credit cards were missing. As was my cell phone. Of course I couldn't say anything to Holloway. And Jamie must have known I'd never report it to the police.  So I just put the incident out of my mind. I all but forgot about it, until one night, maybe two months ago - \n[260]I almost didn't recognize him. But when I did, I suddenly felt very, very scared. She freezes -- obscured by one of the trees as Wyatt checks his watch, scans-the lobby with a cool, piercing look. \n[261] \n[262]I left before he saw me. She drags on her cigarette, looks off into space. \n[263]He must have used my cell phone to get into the group.  Anyway, that's it. That's all I know. She looks around. At the room, the bed. She shudders, rises. \n[264]Getz? No. And I don't ever want to. \n[265]That was his name. Jamie Getz.     92. \n[266]  \n[267]Jonathan, you're home early - Only when he looks up, she finds the young man in the overcoat isn't Jonathan. It's Wyatt. \n[268]Oh - je suis desole. My mistake. Wyatt flashes her an icy smile, continues down the steps. Solange watches him walk away, a puzzled look on her face. \n[269]  \n[270]  \n[271]  \n[272]Jonathan... He squeezes her hand as she's lifted into the ambulance. \n[273]Yeah, she'll make it.      94. \n[274]  \n[275]  \n[276]  \n[277]        \n[278]  \n[279]  \n[280]        \n[281]  \n[282]Jonathan slides his passport through the window's metal tray, to the TELLER                                                    working behind three inches of glass. The Teller examines the passport, then slides it back. \n[283]  \n[284]  \n[285]  \n[286]  \n[287]Mr. Peterson, one of the audit managers is here to see you. Jonathan Messer? \n[288]      \n[289]Jonathan, good to see you again!      103. \n[290]  \n[291]Jonathan, good to see you again! \n[292]  \n[293]Well, I have to say, your resignation comes as something of a surprise. Most of our auditors seem to like the freedom the position affords.  You'll stay on to finish up at Clute Nichols, of course? Track around Peterson to see Jonathan seated across from him, lifting his head to reply - and doing so revealing it's \" Wyatt,\" wearing one of Jonathan's suits, hair colored and styled like Jonathan's, even sporting identical eyeglasses. He offers an awkward half-smile, just as Jonathan would. \n[294]So do you have any plans? \n[295]Jonathan sitting in the conference room of Clute Nichols, lettered-boxed by the glass wall through which he watches employees pass in fewer and fewer numbers. Throughout this, Jonathan's blank stare of harrowed tension never changes. \n[296] \n[297]  \n[298]  \n[299]Jonathan copies the numbers in from the instructions. Waits. \n[300]His eyes travel to a page atop a Clute Nichols file. We can glimpse an 8 digit code circled in pencil. Jonathan stares at the cursor.on the laptop screen, the icon blinking petulantly. He's about to type... And then he halts. His eyes drifting to HIS CELL PHONE, resting in its charger. TIGHTER ON JONATHAN. His eyes fixed on the cell phone, an idea forming in his mind -- RING!! of the cell phone suddenly jars us. RING... Jonathan hesitates, then picks up. \n[301]Jonathan snaps his laptop lid shut, packs it in his gym bag, in which we glimpse the photo he's kept with him of \"S\" smiling up at him. He then turns to his cell phone once more. He picks it up, scrolls the menu, punches a number. \n[302]Hello? \n[303]  \n[304]Two Macallan 25 year. Enjoy. The Waitress leaves. Wyatt raises his glass. \n[305]CLOSE ON JONATHAN'S LAPTOP SCREEN as it defuzzes from sleep. The screen as it was, cursor blinking by the request for an access code. Wyatt watches intensely as Jonathan starts to type -- then pauses, looking confused. Jonathan quickly reaches around. to the back of his laptop, feels an empty jack - and suddenly turns pale. \n[306]        \n[307]  \n[308]  \n[309]The Employee finishes swiping his card through a scanner. \n[310]  \n[311]  \n[312]We've got alarms on two - wait, three floors                                                          - \n[313]  \n[314]I'd like that. \n[315]  \n[316]        \n[317]Oh God - \n[318]  \n[319]Ladies and Gentlemen, we need everyone to evacuate the hotel. This way please.      \n[320] \n[321]  \n[322]Thanks, Frank. She winds the toy up. They watch it make it's funny way down the sidewalk. \n[323]Well... are you free tonight? On Jonathan: treasuring these moments. He is truly free -- perhaps for the first time in his life. \n[324]the window itself now a frame, letter-boxing the scene, people passing like fish in their tank... except for Jonathan and S, seated center-frame, two small figures side by side, face to face, talking intimately as we. ", "Jonathan": "\n[1]Do-you have tomorrow's Times yet? The grizzled OLD MAN behind the counter doesn't look up. \n[2]Right. I forgot. The Old man grudgingly bends to cut the plastic on a fresh stack of newspapers. As he does, Jonathan glances at numerous porn magazines on display. Naked women smile back at him -- \n[3]Uh - no. No that's it, thanks. \n[4]Solange, you're up so late? \n[5]  \n[6]Just working late, that's all. \n[7]  \n[8]  \n[9]Excuse me. Fixing his coffee, Jonathan reaches past them. They barely give him a glance as they continue their conversation. \n[10]Actually, they lost by 4. Both pause, turn to Jonathan. Jonathan smiles awkwardly. \n[11]It was supposed to be a good game though. \n[12]Yes? \n[13]That certainly is                                               - something. \n[14]Maybe they're developing a fly with a nursing degree. A superfly. \n[15]Uh, Jonathan Messer. \n[16]None. I'm from Worth and Berman. I've been over here a few wee-- A FLUSH from the next stall cuts him off. The sound of zipping up, of a belt buckled, then of a stall door opening. \n[17]Audit manager, yeah. \n[18]Have laptop, will travel. What about you? \n[19]Well, I didn't get your name for one.th-- The SOUND OF A FAUCET RUNNING drowns him out. \n[20]Sorry - I didn't catch that?  Hello...?      6. \n[21]Sure. It's Wyatt, right? WYATT BOSE nods as he steps into the room. There's something very likeably \"on\" about him.      7 \n[22]Pretty much. I'm supposed to be out of here by tomorrow so I'm just trying to finish up. What about you? \n[23]It's all right, if you enjoy working with numbers. Do you like being a lawyer? \n[24]No - it's okay. Really. \n[25]Since my senior year of college. They subsidized my graduate degree. \n[26]Well - I guess you could say that. I was raised by a single mother, and she died when I was nineteen, so... yeah. It wasn't so bad though. I'm sure a lot of people have had it worse. \n[27]Are you? \n[28]  \n[29]I don't know... I used to have friends. But it's like I've spent so much time trying to prove myself, working these hours                                                           - you can only do it so long before you look up and realize you've lost      9. \n[30]everyone. Just - fell out of touch. With everyone... And I try to meet people at work. I do. But it's always the same. To the accounting staff I'm a pain because for two weeks they have to hold their breath and hope I don't pick up on any of their screw ups. And to everyone else, I'm just a temporary fixture, so why bother? The truth is, this is the first meaningful conversation I've had in I don't know how long. It's like if I disappeared tomorrow, I'm not .sure anyone other than Solange would even notice - she's my neighbor. I live on what must be the only block in Brooklyn that still isn't hip.  I guess I just never counted-on the isolation. It's like sometimes I look through that glass, and I see life literally passing me by. Jonathan stares out the glass wall in stoned silence. \n[31]Yeah? \n[32]Uh,.either one is                                               -- I mean the N and the R both stop there so, you know, either way, I mean, this is the right train. Yes. SOS Of Thanks. \"S\" enters her car. Jonathan wavers, wants to follow into her car but doesn't have the nerve. He enters a different car. \n[33]I guess that's it. then. Nice meeting you. \n[34]Listen - could you point me toward Wyatt Bose's office? The Assistant Controller looks up in mild annoyance. \n[35]Wyatt Bose. He's an attorney here. She sighs, put upon, then slides out a desk drawer in which a laminated page of names and extensions is taped. Jonathan's eyes follow her lazy finger down the list -- \n[36]Clancey Funds on Thursday. Clute Nichols after that. Wyatt's about to reply - when ANOTHER LAWYER passes him in the hall. Wyatt taps the lawyer's shoulder. \n[37]Oh? I would've been happy to. \n[38]Actually, it's a hybrid weave: natural gut and Kevlar. They're pretty obscure now. I should replace them, they're all frayed...      15. \n[39]Huh? Oh - yeah, I tried once, but I was allergic to something in the solution. \n[40]What - you mean sex? \n[41]Oh, I don't know, not a whole- \n[42]Maybe - four. \n[43]Okay fine, just four. What about you? \n[44]What? You just said everyone - \n[45]We have the same phone. \n[46]No, I wasn't                                                   -- of course you can- \n[47]  \n[48]I guess I could go home and change. \n[49]Nothing, I just hope I can pull it off. \n[50]Who? \n[51]What lie? \n[52]So what happened to him? \n[53] You're pulling my dick, aren't you. Wyatt turns to him with a grave look... then smirks.      19. \n[54]Oh - great, actually. \n[55]Isn't this like fifty bucks a glass? \n[56]The wildest thing? Oh I don't know, I've never been too adventuresome. \n[57]The lamest... Wyatt's focused on him, amused, eager to hear it. \n[58]Actually, that was probably a few months ago. I was flipping through money magazine and saw this small ad in the back. It read something like \"Are. you feeling all alone? Looking to meet women but have forgotten how?\" And-there was this number. \n[59]Nothing actually. The phone just kept ringing. And that's it. Wyatt stares at Jonathan a beat, then starts to crack up. \n[60]Lame enough for you? \n[61].Hello? Wyatt taps his shoulder, directs his gaze to a SEXY BRUNETTE at a distant table, receiver to her ear, eyeing Jonathan. \n[62].All right... Goodbye. Jonathan hangs up, turns to Wyatt. \n[63]She wants to dance.     21. \n[64]Wyatt clicks off his cell phone, looks up to find Jonathan returning alone, looking deflated. \n[65]She's a hooker. Wyatt shrugs, grinning. \n[66]Hold on - you knew? What - are all the women here prostitutes? \n[67]You seem to possess quite a store of international trivia. \n[68]Three weeks. \n[69]So you sleep with hookers? \n[70]So how do you - meet your needs? Wyatt studies him a beat, another French love song drifting in the background as the Emcee introduces a new girl. \n[71]What were you going to say? \n[72]And? \n[73]You make it sound like a mob hit. Wyatt smiles, and turns his attention back to the floor show. \n[74]What you were talking about, before. Peoples' needs... Wyatt turns to Jonathan with a grin: \n[75]  \n[76]Yeah. Yeah I did. Thanks. \n[77]Forget it. It was funny. Wyatt smiles warmly, pats Jonathan's shoulder. \n[78] Hey. Could you let me out at the next corner over there, on 7th Avenue? \n[79]Right.I just need the access codes for the accounts and sub-accounts? The Controller suddenly looks uneasy. \n[80]You've got account numbers, but no access codes. Without those I can't get the banks to authorize statement verification.  Besides, how else can I steal the money? \n[81]Nothing, I was just pulling your-- leg. I do need those codes though, when you get a chance. \n[82]How'd you know it was-      25. \n[83]I'm just glad to be outside.  I've got to tell you, this has been great, meeting up for lunch. I used to just- A cell phone RINGS. They both instinctively reach in their jackets, take out their identical phones. It's Wyatt's that's ringing. Jonathan rests his down on the ledge. \n[84]No - no you didn't. \n[85]Sounds exciting. \n[86]Jonathan Mess- CLICK. Dead air. More puzzled, Jonathan frowns a beat          - then replaces the battery with one fresh off the charger. \n[87]Hello? A soft, electronic rustle from the other end... then: \n[88]Excuse me? \n[89]I'm sorry, I think you have the wrong--      27 \n[90]Hello? The CRACKLE OF STATIC on the other end. Then: \n[91]Actually I am, but I don't think I'm who The static on the other end worsens. \n[92]I said I am free, but I                                         - \n[93]The hotel? I - I guess, but - \n[94] Hi, it's Jonathan, I've got your cell! I guess you must have mine. I imagine you're in the air now, but call when you get this. if you do. Oh, and you got a call from someone who I'm...forget it, just call me. Jonathan hangs up. \n[95]Excuse me? \n[96]  \n[97]I've lived here all my life! \n[98]I                                                                - think so, yes. You're here for Wyatt, right? \n[99]Yes. Yes we did - \n[100] Look, I don't think I'm -- I mean; you and I., we don't know each other...? She turns to him, the slightest smile on her thin lips. \n[101]What I mean to say is, I'm fairly certain there's been some kind of mistake.      30. \n[102]No - I mean, yes, but - \n[103]Oh no, it's not that at all, it's just                          - \n[104]Well could you tell me the name of the guest who was staying there? \n[105]Actually, the thing is... it's okay. Forget it. \n[106]Hello? \n[107]Hi! How's London? \n[108]Yeah. Listen, last night...um...I met this- \n[109]Hello, um - I'm sorry to bother you                             - \n[110]Through a friend. \n[111]wait - Jonathan fumbles for what else to say before she hangs up. \n[112] Are you free tonight? He shuts his eyes, ready for a hang up. A long silence. \n[113]Where. Right... The Plaza? \n[114]The Shakespeare? \n[115]Excuse me, um - I'm sorry to disturb you - She turns, regards him a moment, curiously - a copy of Shakespeare's \"A Midsummer Night's Dream\" in her hand. \n[116]I'm - supposed to meet someone here and- \n[117]I'm sorry, what floor? She rolls her eyes. \n[118] Oh - so I should...? \n[119]So are there a lot of - people - who do this? She turns to him with a look of growing impatience -- when the CREAK OF A CART causes them to glance up: a ROOM SERVICE WAITER is crossing past the far end of the hall. Jonathan turns back to find her staring at him uneasily. \n[120]Well, a friend of mine - \n[121]He's                                                          - well, he was going out of town.  I'm doing something wrong, aren't I? \n[122]Can I ask you something? Why do you do this? \n[123]Well - good night.      36. \n[124] Hey, I never heard back from you. I guess you're busy.with stuff over there.  I've been kinda busy too! I've been wondering - did you mean for me to take your phone? \n[125]I've got a feeling you did. You dog! I can see you grinning right now. Jonathan returns the BELL STAFF's chipper greetings and steps inside -- \n[126]Anyway, I just wanted to say... thank you. SOUNDTRACK MUSIC SWELLING: to herald a MONTAGE: \n[127]  \n[128]J'ai ete tres occupe. with work. He's exhausted. And no longer so exhilarated by his nightly activities. \n[129]Maybe later, okay? \n[130]Before we...um, the thing is                                   - I know you. She glances up, curious                                        - her hand lingering by the front clasp of her bra. \n[131]Not 'know' exactly, but we sort of met before. In the Times Square subway station. It was raining... â\u0080\u009e S â\u0080\u009e  In the subway? \n[132]You had no umbrella. You were soaked. â\u0080\u009eC,. It's true, I don't have an umbrella. \n[133]Then you asked me if the N train stops at Canal. She squints back at him, vaguely recalling him. She smiles warmly and continues to unbutton her blouse. \n[134]Wait. â\u0080\u009eSÂ» Is something the matter? \n[135]This just seems strange, that's all. \n[136]Maybe. I don't know, it's just                                 -  Ever since that night on the train, I've thought about how nice it would be to see you again. And now suddenly, here you are, taking off your clothes. â\u0080\u009e S of Bingo! So what's the problem?      41. \n[137]It's just that- \n[138]Wait - don't go. She glances back curiously. \n[139]What I mean is, by any chance... are you hungry? \n[140]sorry, I'm a messy eater. â\u0080\u009esâ\u0080\u009e Me too. Jonathan rubs at his chin with a napkin, misses. she takes the napkin, dabs it in water and cleans him up. \n[141]Thanks.      42. \n[142]  \n[143]By the way, my name's- â\u0080\u009eS,. Don't! She puts her finger to his lips. A first touch. An electricity between them. â\u0080\u009eC/,  You know the rules. No names. \n[144]The 'rules' seem to specify no conversation either. as., They are a little rigid, aren't they? But I think we should obey the 'no names'. It'll be fun! \n[145]Ah, but I know.yours begins with an 'S'. â\u0080\u009eSir Is that right? \n[146]I saw part of the monogram on your briefcase. ./ S If I see-Excellent work, Holmes.  Maybe I'll tell you if.you guess... Her face is an inch from his, the moment mysterious   and           sexy.     43. \n[147] Hmrn...what do we know of her? She sports a camel coat, a briefcase and possesses no umbrella. I deduce...her name is 'Sybil'. 'S' laughs. \n[148]Sarah? Sara? Samantha? Sandra? Susan? She makes a little sound of encouragement. Hun... \n[149]Aha! Sue?  Suzie with a 'z'? You're saying my name is 'Suzie'? \n[150]is it? â\u0080\u009eSâ\u0080¢â\u0080\u009e Nape. Jonathan laughs. \n[151]I've got to tell you, I'm much better with numbers... How about Sonia? Sheena? Wait - Sophie! You're definitely a Sophie. â\u0080\u009eS. With an 'ie' or a 'y'? \n[152]Either. \n[153]How about Syd? As in Syd Charisse? She was Cyd with a 'C'!      44. \n[154]But maybe you spell it with an 'S'? ,, S . If I do not. \n[155]Steffi? Sexy Steffi soaking in the:rain?. She                                                         mock-frowns. â\u0080\u009eS.,, Nein. \n[156]Sally? Sally with three 'l's? She                                                         shakes her head, amused. Jonathan rubs his chin. \n[157]Hmmm. Hmmm. The mysterious 'S' alighted from the train at Canal Street. She may well be from 'downtown'...hmm...ah! Of course! How foolish I've been; Sinead. 'S'                                                         giggles, charmed by him. \n[158]Stella? Sky? Sunbeam? \n[159]Absolutely. To me you are 'Sunbeam'. â\u0080\u009eS.,, Then so be it. Jonathan considers this a moment, and concedes. \n[160]Can I ask what you do for a living? You first. \n[161]I sit behind glass and watch people pass like fish. She smiles - a more interesting answer than she expected.      45. \n[162]Nahh, I'm... I'm kind of an accountant. us,, Now I bet that's just what you wanted to do when you were a kid! \n[163]Oh yeah. I'm living the dream. Feel free to leave now. u S â\u0080\u009e Still here. \n[164]So what about you? â\u0080\u009eSÂ» No, we're still on you, Frank. Off Jonathan's look, 'Frank'? â\u0080\u009eS.11 You look like a Frank. So, Frank, when you were a little boy, what did you wanna be when you grew up? .Jonathan thinks. Confesses: \n[165]A pro tennis player. â\u0080\u009eS,. Huh! I wanted to be an umpire. \n[166]You're kidding? â\u0080\u009esâ\u0080\u009e Really! I loved the idea of sitting in that big, high chair.  'The ball was good,'Mr McEnroe.' \n[167]I can see it. An 80's new wave love song comes on the radio. She beams, reaching across Jonathan to turn it up.      46. \n[168]Trust me, it's not a pretty sight. \n[169]I'd like to see you again. Not in a hotel. it S+ \" Hmm. I'd have to think about that. \n[170]How about tomorrow? /. S to It is tomorrow. She curls up next to him, rests her head on his arm, closes her eyes and drifts off. Jonathan gazes over at her. The perfect line of her jaw. The petite divot above her lip. The tiny pierced comma in a presently unadorned earlobe. And then he notices, in the far corner: her purse. He stares at it; her name and personal details less than 20               feet away. He hesitates, then tries to silently slide his arm out from under her -- when she stirs and nuzzles closer. He looks over      47. \n[171]Hey! Are you back in town? \n[172]Oh. Because I thought I saw you last night - at the Hudson. \n[173]Yeah. I mean, I was. Only now - well, I met a girl. Not just any girl. The girl. \n[174]She's a member of your naughty little sex club. I have broken all the rules and had an honest-to-God conversation.      48. \n[175]I'd like to say it's a long story but it's not. When you are coming back, you gotta meet her. \n[176]I-have no idea, I don't know all that much about her. All I know is I can't wait to see her again. \n[177]What do you mean by that? \n[178]Yeah, yeah, yeah but - sometimes you just have to go with what you feel, don't you? \n[179]Hello? \n[180]  \n[181]Hello? Intermittent static on the other end. And then what sounds like a WOMAN GASPING; it's unclear if it's a sound of pleasure or pain. \n[182].Hello? The Gasping comes faster; Jonathan debates hanging up - when the gasps halt,--replaced by the faintest whisp__of_ a female voice: \"No... No please...\" There's no mistaking the tone now it's fear - then. suddenly a shrill, terrified SCREAM... - and the line goes dead. Jonathan stares breathlessly at the phone in his hand, like he's just witnessed something awful. He quickly checks the display: \"Number Unavailable.\" Jonathan looks panicked with the possibility that it was \"S\"- - when the phone rings again. He hesitates, then picks up.      50. \n[183]Sure you don't mean \"clashing?\" ,/Sâ\u0080\u009e \n[184]I guess. I got a call-before yours                              - I'm not sure if it was real, or if it was even meant for me - but there was a woman who sounded like she was being - I don't know, hurt. Maybe worse. \"S\" seems instantly on edge. Something about this scares her. If SIP You don't know who she was? \n[185] It could've been a prank. . Now you're the one who looks scared. ..Sâ\u0080\u009e No, it's just                                                   - it sounds creepy, that's all.      51 \n[186]You gotta respect him; he just keeps at it. A WAITER arrives and sets down a laminated menu - entirely in Chinese. \"S\" points to the characters like an expert. J! $ Ft We'll have this... and this... oh, and let's try one of these. Thank you. The Waiter nods, walks off. \n[187]What did you order?      52. \n[188]How do you know we'll like it? \n[189]This is so...not my life. â\u0080\u009e$â\u0080\u009e Is that a good thing? \n[190]More than you know. \n[191]Ever since that night on the subway - I haven't stopped thinking about you. She lowers.her eyes. \n[192]Sorry, I didn't mean to freak you out. She slowly looks up again, touched. â\u0080\u009eSâ\u0080\u009e Are you always so honest? \n[193]No. it S., Even so, I'm not sure I believe you. Jonathan's look, 'why not?' \"S.â\u0080\u009e You're in the sex club! Another anonymous guy looking for anonymous action. I'm not judging you, I'm in. there too, but don't say you've been solemnly holding atorch for me for - how long is it -- wow, one whole month! Jonathan smiles.      53. \n[194]Point taken. But I've thought about you a lot. \n[195]And sometimes during. She laughs. The waiter brings them their drinks. \n[196]So how come you got involved in the club? She frowns slightly, thinks. â\u0080\u009es . If Wouldn't it be great if you could just meet someone and not have to do the 'work/ family/previous relationships' thing? Isn't who we are right now so much more interesting than where we've come from? \n[197]Sure... but that didn't really answer my question. She reaches over and takes his hand, holds it tenderly. â\u0080\u009e S of I know it seems like I'm holding out on you, but I'm not. It's just                                  - I turned thirty this year, and I made this vow to live only in the present. And it's good, you know? And yes, maybe it's because there are things in my past I don't care to think about - but that's the same for everyone, isn't it? He nods, still holding hands, loving every moment of this. is S . â\u0080\u009e I like you. I hope you like me. Can't that be enough? Jonathan smiles, completely disarmed by her. The waiter brings their food and goes. \n[198]I wasn't asking for an autobiography, you know. I was just curious.      54. \n[199]You mean the intimacy without intricacy. â\u0080\u009eS . 110 It has its merits. At least I thought it did... until you came along. He beams, gazing at her. Blushing, she starts in on the food. Outside we can hear rain starting to fall... \n[200]Oh - no thanks. \n[201]Hey, are you all right? \n[202]Too late.                                                       -- I want all the complication you've got. She gazes at him, blinks back her emotions. it Sc, Your glasses. They're fogging up. She reaches out and gently removes his glasses.      55. \n[203]Maybe you should stay. She smiles as he kisses her even more passionately. Again they feel the awning's drops, and Jonathan moves to shelter them - - only \"S\" leans into him instead, leading him out from under the awning, the falling rain suddenly drenching their faces as they continue to kiss, the moment purely exhilarating. wiping the rain from her face, Jonathan gazes at her, soaked and utterly beautiful, with something akin to awe - like he's just breathed for the very first time. Rack focus on a hotel down the street, its neon sign reads: \"Hotel Lotus.\" \n[204]Perfect. They watch together. â\u0080\u009es_.. So were you any good? \n[205]Yeah. But I didn't want it enough. The guys who make it really need it. I played recently, first time in years. I've got this friend - a new friend, he's great.      56. \n[206]Maybe you'll meet him one day. Anyway, we played and he creamed me. But I knew I was better than him. He said I had no killer instinct. I's. it .I don't know, I think you're a pretty determined character. \n[207]On a level with this feller? He points to 'Duck on bike' watching over them like a charm. \n[208]I know we said we wouldn't rush. But for the record, I'm doing everything Ican to apply.the brakes here. â\u0080\u009eS                                                             . of Me too.  And for the record, I'd like nothing more than to make love right now. But I'm kind of glad we decided to wait. \n[209]It's a wise and mature choice we've made. \n[210]But say we did, just say... Mmhmm...? \n[211]Say we were to suddenly tear off these robes... Would that be such a terrible thing? For two people in Manhattan - â\u0080\u009eS. In the small hours on a wet Winter's night...      57. \n[212]To consummate their deep human needs in a frenzy of...of... Fucking and sucking? \n[213]Beautifully put. Its. I. You were saying? \n[214]Who - who would blame these two people? 0IS                                                           â\u0080\u009e Who could possibly judge them? They face each other, breathing deeply, almost panting... \n[215]And who would know? His face is inches from hers                                  - when she rolls over and reaches for a glass of water on the night stand. She sips her water, as she turns back to Jonathan. Still, Jonathan picks up on her subtle shift. \n[216]is everything okay? She starts to say something, then stops herself and nods instead. She sets down her glass, starts to get out of bed. \n[217]Where are you going? ,I $â\u0080\u009e  For ice... \n[218] Ice, huh? \n[219]That's all right, I'll go. He hops off the bed, grabs an ice bucket from the mini bar and a key card from the table, he surreptitiously adjusts his penis                                                           : and goes to the door. He's about to turn the handle when - ., Sâ\u0080\u009e Wait - \n[220] Yes? She hesitates a cryptic beat - then shakes her head, and smiles at him with immense tenderness. Jonathan beams back. its . P1 Hurry, okay? He blows her a kiss, she blows one back. Almost in SLOW MOTION. She looks stunning. \n[221]Would you like some help, ma'am? \n[222]I can't get the card to work. He tries the card again. Leaning in, he thinks he hears something behind the door. He peers down at the key panel: red. He knocks harder, waits for a response. None. Dead silence. \n[223]Hello?... Hello? He jostles the door handle: it won't budge. He's getting anxious now, his breath quickening. He tries the key card again: red. He pounds harder, then slams his shoulder into the door. Nothing. Desperate, he tries the key card again -- and the light turns green.                                                          - A millisecond's surprised hesitation - then he jerks the handle, throws open the door and Jonathan tumbles into \n[224]       \n[225]help... \n[226].I saw blood on the bed and then someone hit me. When I came to, she was gone. \n[227]I don't know.  It starts with an 'S'. I think. \n[228]No! No, she's just a person. A friend. \n[229]Of course she has a name! I just don't - we have to find her - something must have happened to her! \n[230]I told you, whoever did this must have cleaned it up while I was out.      62. \n[231]My wallet and keys                                          - they're gone! They were right here... He looks over to the chair where his crumpled suit lies.    His SCARF is gone too. \n[232]What?! \n[233]She didn't do this, okay?! Something happened to her! You don't understand, we were... Wait! He sees something on the floor between the bed and night stand. He runs to to pick it up: a Chinese Gum Wrapper. \n[234]This                                                        -- this was hers... Jonathan clutches it desperately, the lone trace of her existence. The Guards exchange a look like he's INSANE. \n[235]I told you how we met. \n[236]I don't                                                         -- it's not like that. \n[237]That's... that's the way it works. \n[238]Not at first -- look, I know how it sounds, but I'm telling you, whoever hit me must have - I don't know -- taken her. Maybe even... He stops himself, shuddering to think of the implications. \n[239]I'm not crazy, okay?! A woman vanished back there! There was blood all over the goddamn bed! He becomes very conscious that this sounds crazy - when A CELL PHONE RINGS: it's Russo's. She pauses, struck by the genuine desperation in Jonathan's face. She finally picks up.      64. \n[240]What am I supposed to do? An awkward silence, then: \n[241]I'd like to go now. Is that all right? Can \n[242]  \n[243]  \n[244]       \n[245].Your ad says                                                     24-Hour Locksmith... Well how soon could you-... Fine. He opens a file: it's where he keeps his passport. He stuffs it in his back pocket, keeps searching, pulls a folder marked \"CREDIT CARDS.\" Sorting through old statements, he finds the line: \"To report a card lost or stolen...\" \n[246]  \n[247]  \n[248]This is Jonathan Messer. I won't be able to come in today. I'm - pretty ill... 'Duck on Bike' sits on his nightstand next to his glasses. \n[249]I was told you sell this gum here? The Old Woman studies him a wary beat, then gestures to a candy display. In one box is the same gum. \n[250]A woman - a white woman - buys this brand of gum. I need to find- The Old Woman interrupts him in raspy Chinese. \n[251]I'm sorry, I don't                                              -- Do you know the woman I'm talking about? A white woman...? Please, it's very important that I                              -- \n[252]Can you ask if she knows the name of the white woman who buys this gum? The Girl questions the old woman in rapid Chinese. She takes. a dragon her smoke, then gives a lengthy answer. The girl nods, finally turns to an anxiously waiting Jonathan. \n[253]  \n[254]  \n[255]Hello?      67 \n[256]No - she's not. Not last night... no. Russo studies his strained expression a suspicious beat. \n[257] The Hudson? \n[258]Wyatt, it's me. I need to talk to you. Call me, OK? Please. \n[259]Yes, I need to get in contact with one of your attorneys, Wyatt Bose - it's extremely important. He's working out of the London office right now. If I could speak to his assistant or someone who'd know how-to reach him immediately... \n[260]B-o-s-e. First name Wyatt. \n[261]Yes... The. receptionist frowns. \n[262]Messer. Jonathan Messer. I'm an auditor from worth and Berman. \n[263]Yes                                                             -- yes, I'm                         --- He works here. I've seen \n[264]A few weeks ago. Wyatt Bose. Wait... here. He hands her Wyatt's business card with the Rutherford Stern masthead on it. She studies it with a look of confusion. \n[265]I've seen him in the halls                                      - for Chrissake we smoked pot in the conference room! Ms. Pomerantz abruptly frowns, when Jonathan spots a LAWYER - \n[266]Thank God. Look, I'm trying to find Wyatt. \n[267]Wyatt Bose. I saw you talking with him, cracking jokes in the coffee lounge. FLASH ON SAME SCENE: Wyatt looks up, eyes meet Jonathan's. Jonathan smiles in greeting... but Wyatt just nods coolly. \n[268]Hold on, you're telling me you don't-- \n[269]He said he was in London with Mr. Rutherford, paperinga - \n[270]Wyatt - .by a MAN in his early 60's, his WIFE behind him; both strike us as wealthy, downtown patron-of-the-arts types. \n[271]Sorry, I                                                        -- I need to speak to Wyatt. \n[272]Wyatt Bose. He lives here. \n[273]Not in this building - in this apartment. \n[274]But... I was right-here-with him... The Man takes a step back, catching his wife's equally wary expression, his hand making for the chain lock. \n[275]  \n[276]From a gallery! In Munich - the one that Herr Kleiner handles? The art dealer downstairs? \n[277]But Wyatt smoke to him. \n[278]When I was working over here, you made a photocopy of my I.D..' \n[279]You have to. She looks at him', sees his desperation. \n[280]  \n[281]Checking URLs site by site. He finally pauses on one. It's an article from the Boston Herald. The headline: \"POLICE HAVE FEW CLUES TO YOUNG EXECUTIVE'S DISAPPEARANCE.\" As Jonathan scans the article, we glimpse some lines of text:      75 \n[282]Hello? \n[283]Oh - right, I was just - checking in, to see if you had any leads... \n[284] Oh - okay, thanks- \n[285]I told you before - \n[286]I don't                                                    -- why are you- \n[287]I cancelled them all, the day they got stolen. \n[288]Kevlar? \n[289]Yes                                                            - yes, I'm              -- \n[290]I know, okay? I know your name isn't Wyatt Bose. I know you killed that woman. And I know you're trying to frame me for it, so - so - WHY? What the hell is going on? And where is she?! If you hurt her I swear to God I'll... Jonathan falters, unsure where he's going with this and realizing he's now talking to himself. \n[291]It's me. I need to talk to you. He hits pound. Breathes. At least he's done something. Suddenly from O.S. a faint creak. Jonathan spins, scans the room, grabs the nearest blunt object: his tennis trophy. QUICKLY CUT SHOTS of Jonathan searching his apartment, his trophy raised as a makeshift weapon.      78 \n[292]This is Jonathan. Please leave a message. BEEEEP. A moment of hiss                                       - then: \n[293]wait! Wait, right there! Jonathan stands on the edge reeling, desperate to get,to her. He looks around, hears the distant: .nimble of afar. off train, and suddenly he does something we'd have never thought him capable of: he jumps onto the tracks! He lands hard, nearly breaking his ankle, but quickly scrambles to his feet, splashing in the sludge between rails, eyes darting along the track, anxious to avoid the third rail, ears attuned to the sound of that distant train as he races for \n[294] \n[295]I thought you were dead! She looks like she wants to say something, but doesn't. And all at once he's hit with a crushing realization: \n[296]You are in on this, aren't you?! She holds his eyes a moment longer, fighting back emotion - then she abruptly turns and starts back for the exit again.      81. \n[297]How do you know him?  Damn it answer me! She halts, slowly looks back at him. of camâ\u0080\u009e Through the club. He caught me trying to steal his wallet. Jonathan looks confused; she's struggling to stay composed but looks like she could break down at any moment. â\u0080\u009eSâ\u0080\u009e He asked if I wanted to make some real money. All I had to do was get involved with you, and not ask any questions. Jonathan just stares, devastated. \n[298]So everything between us - was nothing? She fights back tears. \n[299]Go through with what? â\u0080\u009eC,. The plan. Get you out of the hotel room, slip out and meet up later for my money. Only I ran instead. He's been looking for me ever since. I have to leave the city - \n[300]Then why didn't you? \n[301]Wait, Jonathan? I'm Jonathan. Jonathan Messer. You're                                                           -? O.S. we hear the approaching roar of an INCOMING TRAIN... ii S                                                             7f Did you go to the police? \n[302]I can't. He's framing me for murder. What? \n[303]He killed a woman from the club, someone I'd been with. \"S\" is shocked., instantly terrified. Clearly she had no idea. I/ S$f Jonathan, you have to leave! Do you understand? You need to get the hell out of here, he's going to kill you! The roar of the incoming train is growing LOUDER... Don't you understand? He's going to kill - - when the INCOMING TRAIN completely drowns him out... and swipes \"S\" out of Jonathan's view. Jonathan struggles to peer through the train windows but its passengers prevent him from getting a look at her. Just then the TRAIN DOORS OPEN WITH THE NOISE of passengers getting on and off. Panicked, Jonathan cranes his neck, trying to see her through the windows. \n[304] \n[305]  \n[306]Jonathan Messerâ\u0080\u0094 Jonathan hangs up. Takes an angry breath. Presses redial. \n[307]  \n[308]Hello...? Not a word from the other end. We barely make out BREATHING. \n[309]Wyatt? Is that you? Jonathan takes a tentative step forward, as if fearful that the least movement will cost him this connection. \n[310]Say something damn it! From the receiver we hear a well-exhaled breath. And then:      85 \n[311]What do you want from me? \n[312]Answer me! \n[313]Why are you doing this to me?! \n[314]I'm going to find you, you hear me? I'm- CLICK. Dead air. \n[315]Hello?... Hello?! Jonathan SLAMS the phone down, tension in his face joined by a new emotion, something closer to. fury. \n[316]I'm going to find you. \n[317]Follow-up? \n[318]No. No luck. \n[319]Are you free tonight? \n[320]Do you know Wyatt Bose? \n[321]What about William Bansky? Does that name-- She darts.for the \"Door Open\" button, but he blocks her path. \n[322]Please, I'm not trying to scare you, I just                                                            -- I'm looking for someone.and it's very important that I find him. she tries to push past him, again Jonathan blocks her. \n[323]He does this too - or he did. someone had to give him the numbers. Someone let him in. If I can-'find who it was that knew him, they might know where he's                                 -- she suddenly kicks him in the shin with a spiked heel. Jonathan grasps his leg - she presses the button and is out the opening doors before he's even looked up. SOUND ADVANCE: TENSE CLACKING of computer keys...     88. \n[324]I need to ask you something, it's incredibly important...      89. \n[325]You told him. About this. A beat, and she nods, crushing out her other cigarette. \n[326] \n[327]Wait - thank you.  Have you ever run into him again? \n[328]Getz? \n[329]who's James Getz? \n[330]Shit. Jonathan exhales, about to log off - when a name among the H's jumps out at him: Holloway. Reed. Jonathan stares at it tensely - then clicks on the name. \"Sort no contact information available.\" Jonathan thinks a moment - then tries a search engine, types: \"Holloway Reed\" then decides to add the word \"missing.\" An article appears. From the Chicago Tribune: \"BODY OF MISSING BUSINESSMAN FINALLY DISCOVERED.\" A head-shot style photograph shows a man in his early 40s whom we recognize from Black Business Suit's story. Beneath his photo, his name: \"Reed Holloway.\"      93 \n[331]Can I print this out? \n[332]  \n[333] Is she going to be okay? \n[334]I live here. \n[335]  \n[336]  \n[337] How did it start? \n[338]  \n[339]Just                                                            - give me a minute. \n[340]  \n[341]I guess it is. \n[342]This is Detective Russo, NYPD, badge \n[343]You've got a case, a missing person named William Bansky. I'm wondering if you can tell me the date he was last seen? \n[344]That's it, thanks. Jonathan quickly hangs up, equally encouraged and chilled by the connection he's made. TILT DOWN to a post-it, on which he's scribbled: \"BOSE = BANSKY = HOLLOWAY.\" To this he adds: \"= JAMES GETZ\" \n[345]Actually, my card was stolen. \n[346]The thing is, I already used your automated system and...look, this passport's all I have left, it's the only thing proves who I am and now I'm down to like my last ten dollars here, so... Jonathan's cool is cracking. The Teller wrinkles her brow. \n[347]Give me a goddamn break.      98. \n[348] Oh no? In the last few days I've seen a woman I thought might be dead turn up alive and a woman I assumed was alive turn up dead, both at the hands of a guy about whom everything I know is apparently a lie. I've had my building set on fire, my neighbor nearly killed, and my apartment ransacked. So please forgive my language, but it's been one fuck of a week. The stunned Teller stares back at him slack-jawed. \n[349]Look, I know I'm just another face on this side of the glass, I get that. But I'm begging you, as one human being to another, please let me into your life just long enough to help me out here. Please. The Teller stares back at him a beat - and nods. She starts quickly typing into her monitor, finally looks up. \n[350]Well, like I                                                    -- wait, what request? \n[351]Where is she? \n[352]Where is she?! A terrifying silence - Jonathan erupts: \n[353]Goddamn it tell me what you did to-- \n[354]I can't                                                         - I have no idea how to even- \n[355]It won't work - they screen for stuff like this. It'll be discovered eventually.      101. \n[356]This account overseas                                   - it's in my name, isn't it? A moment of tense silence. Jonathan just stares back hard a quiet beat; then: \n[357]Why'd you pick me? Wyatt raises a brow, vaguely amused the question. \n[358]The ad - in Money magazine... \n[359]Why should I believe you? Everything you told me was lies. \n[360]I wondered if you were monitoring this. \n[361]Not until I see her.  The transfer's impossible without an access code. And there's no way I'm entering it until I'm sure that she's safe. So you tell me. How do we do that? Wyatt still remains unnervingly silent. We tighten on Jonathan, holding his breath, any plan he's concocting clearly hinging on this... \n[362]  \n[363]Where is she? \n[364]Bansky's dead, isn't he?      107. \n[365]Not until I see her. She's the only reason I'm here and not at the police. \n[366]Give me the key then. Wyatt considers this, then takes out an electronic key card and slides it across the table. Of course there's nothing on the key card to indicate a room number. \n[367]Not good enough. Wyatt reaches for the key card; as he does we glimpse a handgun concealed by his suit. \n[368]You won't let her live. You killed all the others, you'll have to kill us too. \n[369] You like me. \n[370]Don't you get it? It was her, not you! She's the one. She gave me life! You can steal my identity, but not what's here.      108. \n[371]My wireless modem - I must have left it in the conference room. I can't get back online. Wyatt glares at Jonathan, seething. \n[372]I can go back there and- \n[373]They don't let you use your own computer. Wyatt takes out a hundred dollar bill, gives it to Jonathan. \n[374]I just checked in and it's been a hectic day. Look at me! The Employee looks uneasy - something about the ill-concealed tension in Jonathan's eyes. \n[375]I really don't have time, okay? Jonathan presses the bill into the Employee's palm, peers up at the clock again: the big hand clicks over to 11:30.      110. \n[376]The Employee finishes swiping his card through a scanner. \n[377]907                                                             - thanks. \n[378]Fire, I know - I'll be out in a minute. The scared Cleaning Woman nods and hurries off as Jonathan quickly slides the key in the slot. The light blinks green. He jerks the door handle and throws open the door to find - \n[379]What do you say we stick together from now on? \n[380]He's down there! I saw him - \n[381]Up - we've got to go up! Clutching her arm, Jonathan and \"S\" turn back up, against the flow of traffic. Stories above, less and less people are evacuating. ANGLE ON WYATT as he presses upward, his steely gaze even more rapacious. The crowd is thinning as Jonathan and \"S\" race upward as well. INSERT JONATHAN'S POV: a shaky, dizzying blur as they race higher and higher... INSERT WYATT'S POV: from below but gaining on them, Jonathan and \"S\". appearing and disappearing with each twist and turn of the staircase... CLOSE ON JONATHAN AND \"S\", desperately racing upwards... CLOSE ON WYATT bounding the stairs, footsteps echoing, the staircase now empty and quiet, save for the footfall of Jonathan and \"S\"                                                 - no more than three floors above Wyatt now... Wyatt slows his pace, leans into the railing, takes aim... CLOSE ON JONATHAN AND \"S\" still hurrying up - when a shot rings out, a jolting echo clanging through the stairwell, the      115. \n[382]Come on! She grabs his hand, and they waste no time disappearing into the mass of bodies. They keep moving. Shoulder to shoulder within the swell of partiers, they fit right in - instantly anonymous                - though not as smartly attired. BACK TO THE STAIRWELL DOOR as Wyatt enters the party, scanning the dense crowd, all senses alert. INSERT WYATT'S POV: just a mass of successful, attractive, partying young men and women. There's no way to pick Jonathan and \"S\" out. Wyatt's smirk fades to an icy glare as he stalks the periphery. WITHIN THE CROWD \"S\" clutches Jonathan's hand, their heads ducked low as they press forward... CLOSE ON WYATT, frustration gnashing at him as he quickens his pace, the idiotic enthusiasm of the crowd enraging him, sweat beading on his face                                        -- -- when suddenly the music stops. Wyatt frowns., eyes darting. CLOSE ON JONATHAN AND \"S\" glancing around in confusion - \n[383]  \n[384]Yours, I believe. \n[385]Can I ask you something personal? She nods.      119. \n[386]What's your name? \"S\" considers the request, then smiles gently, leans in close and whispers the answer in his ear. Jonathan gazes at her a moment - whatever her name is, it must be perfect. \n[387]So what now? She smiles up at him. \n[388]Yes. I'm free. They gaze at each other. We leave Jonathan and \"S\" to their privacy, pulling back as they continue talking, continuing away until we're ", "McQuarry": "", "Tennis": "", "Player": "", "Lawyer": "\n[1]So, the Knicks win last night? \n[2]I'm pretty sure, yeah. \n[3]Oh.  Hey, so. did you get a chance to look over that memo from Watkins? \n[4]Who?      71 \n[5]I crack jokes with a lot of people. \n[6]Hey - easy with the hands, okay? Jonathan realizes he's got the man's sleeve in his fist. He lets go, spins back to Ms. Pomerantz. ", "#2": "", "#1": "", "Clancey": "\n[1]        \n[2]Any problems, you'll want to see Julie Levinson, she's our assistant controller                       - or if she's busy, Scott Werner, our senior accountant. If Werner's unavailable, we have two staff accountants                                     - but like I said, I don't anticipate any problems. I mean we've never had any before, so... \n[3]What? \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]       ", "Controller": "\n[1] \n[2]Uh huh. Jonathan turns to go, takes two paces - then turns back. \n[3]Any problems, you'll want to see Julie Levinson, she's our assistant controller                       - or if she's busy, Scott Werner, our senior accountant. If Werner's unavailable, we have two staff accountants                                     - but like I said, I don't anticipate any problems. I mean we've never had any before, so... \n[4]What? ", "Wyatt": "\n[1]Sorry if I scared you. I was heading home and saw the lights. We met before, in the can... \n[2]So do you normally work this late? \n[3]You kidding? This is an early night. Hard to believe that once upona time a man's success was measured by how little he had to work. You know in Sweden the average worker gets 7 weeks a year vacation?  Do-you like accounting? \n[4]It's all right. If you enjoy working with assholes. Jonathan laughs, glances at his monitor screen. \n[5]Well, I'm probably disturbing you - \n[6]So Worth and Berman, huh? Don't you have to like be in Mensa to work there? Jonathan smiles, shrugs modestly. \n[7]Been with them long? \n[8]Really. So you were poor? Jonathan is given pause by the bluntness of the question.      \n[9]Not around here. Practically every suit I know is Harvard by way of Andover. \n[10]Me? Hell no... I'm Princeton. By way of Exeter. Jonathan laughs. Wyatt smiles, takes a few idle paces. \n[11]So. Jonathan.  What do you say to a break? \n[12]Jonathan? \n[13]By the clock on the wall there? You've \n[14]Leaving, huh? So where to next?      13. \n[15]Hey, wait up a sec.  Well, good meeting you, Jonathan. ,Wyatt turns and starts to walk off with the other lawyer. Jonathan bends for his briefcase - \n[16]Wait, so you have off tomorrow? Jonathan looks up to Wyatt smiling at him from down the hall. \n[17]You don't happen to have .a. decent backhand, do you? \n[18]Out!      14. \n[19]Commiserations, Messer. Good game. They shake hands at the net. Jonathan is exhausted. \n[20]  \n[21]They asked if we'd fancy a post-game cocktail. Don't worry, I got us out of it. Jonathan is barely able to speak. \n[22]Are you kidding? They're a couple of first years at Merrill. Screw that, we can do better. Hey, you OK? Jonathan nods as an amused Wyatt helps him to his feet. \n[23]Man, I remember when these first came out. I think I was a frosh at boarding school.  Jeez, are these strings natural gut? \n[24]Have you ever considered contacts? Jonathan halts, confused to find Wyatt studying his face       - his eyeglasses in particular. \n[25]Too bad. You have an attractive face. Your eyes especially. Jonathan looks self-conscious in his towel. \n[26]It's not a come on, just an observation.  You don't get much, do you. \n[27]No, flood insurance. How many women have you slept with? \n[28]Of course you know. Everyone knows. \n[29]Maybe four?      16 \n[30]Me? I have no idea. \n[31]I meant everyone like you. Confused, Jonathan looks up -- as Wyatt disappears into a shower stall. \n[32]Tonight?... Fine. I'm on the list? Jonathan finds Wyatt half-dressed, seated on a bench by a locker and talking on his cell phone. \n[33]There better be. Wyatt hangs up, looks up to find Jonathan staring, puzzled. \n[34]Something wrong? Jonathan reaches into his locker for his hanging jacket, and pulls out his own cell phone. It's identical to Wyatt's. \n[35]Oh - and you thought I was using yours? I can afford my own phone calls, you know. \n[36]I'm pulling your dick, Jonathan.  Actually, I was just firming up some plans for tonight. Are you free?      17. \n[37]You're not. What do you say, are you in? \n[38]To Brooklyn? Forget it, you can borrow something of mine. \n[39]  \n[40]t                                                               a                       uten Abend, Herr Kleiner.  This way, Jonathan. \n[41]  \n[42]Like it? It's a Gerhard Richter. Kleiner downstairs is a hot shot art dealer - he hooked me up with the gallery in Munich. Wyatt disappears into the next room. Alone, Jonathan wanders, pauses by the framed snapshots. The young people in them are like Wyatt -- beautiful, strong, wealthy. Jonathan pauses by one photo in which Wyatt looks a bit younger, his hair bleached blonde and loosely spiked. \n[43]Talk about a bad look. Startled, Jonathan quickly turns to find Wyatt standing right behind him,. a slick, expensive SUIT draped over his arm.      18. \n[44]Here, try this one.  What? \n[45]You hope you can pull it off. You know who you remind me of? James Getz. \n[46]A guy I roomed with freshman year at Princeton.. Real smart                                 - witty too, when you loosened him up. Only from day one, he just didn't fit in. For starters, he was dirt poor. But it wasn't that. See, there was always this boundary - this wall - between Getz and everyone else. You could argue we laid the foundation, but he built it. Built it by believing the lie. \n[47]That he was any different. The clothes, the money, the wry anecdotes - it's all one big masquerade. Anyone can get in, you've just got to wear a costume. But Getz never got that. He assumed he could never scale the wall, when the truth is he was the only one guarding it. It never occurred to him his anonymity could be an asset. No one gets over like the guy who's just a face, an impression. We are - all of us                                                  - only who we're perceived to be. \n[48]Who, James Getz? Oh - he killed himself. \n[49]With both hands. Jonathan can't help but laugh as Wyatt hands him the suit. \n[50]It's a little self-conscious, but I thought you'd get a kick out of it. How's that suit working out? \n[51]Keep it then. I've got two just like it. Jonathan's about to protest, when a WAITRESS arrives. \n[52]We'll try not to spill any.  So what's the wildest thing you've ever done? Sexually, I mean.      20. \n[53]All right, what's the lamest thing then? \n[54]And you called it? So what happened? \n[55]You called a sex ad - from Money Magazine. That is beyond lame. Jonathan too starts laughing - when the phone at their table lights'up. Wyatt looks to Jonathan, raises a brow - then picks up. He listens a moment, smiles, hands it to Jonathan. \n[56]Wyatt clicks off his cell phone, looks up to find Jonathan returning alone, looking deflated. \n[57]That depends on what you mean by that word. Stretch the definition and you could incorporate most of the men as well.  You know in Amsterdam prostitutes not only belong to a union, they have to pay taxes. \n[58]Not really. I just get around... Jonathan, relax. It's not like she just shot your dog. I was only trying to help. Besides, what are you looking for - a relationship? As if you have time for one? This was your first day off in how long? \n[59]Four for me. Face it, we've mortgaged our youth. Pimped out our twenties. But we still have needs. And there's nothing shameful about wanting them met.      22 \n[60]  \n[61]What if I told you...  Christ, I sound like an infommercial. \n[62]Listen. You don't think that women have these same urges? Young women, just like ourselves, successful and working their asses off to stay that way? You better believe they do. \n[63]And - well - let's just say, there's a way...a way it can be taken care of. \n[64]Some other time.       23. \n[65]At the corner, please. The Rhiga Royal.  Listen, I have to meet someone.. \n[66]Hey. You had a good time tonight? \n[67]I'm glad. Listen, that thing with the hooker, I'm really sorry if I                                   - \n[68]I'll give you a call tomorrow. Wyatt                                                           climbs out. Jonathan watches through the cab window as Wyatt disappears into the golden glow of the lobby. LATER: Driving in the cab, Jonathan catches his reflection in the glass. He smiles, liking how he looks in Wyatt's suit. Outside, rainy Manhattan passes by ina hypnotic blur. \n[69]Hey, Jonathan. \n[70]You really ought to block your caller ID. So - same place as yesterday? \n[71]I wonder what the Founding Fathers would make of this scene. Wyatt regards face after face of young men and women wearing expensive suits, wolfing down lunch so they can get back to work - a good 2/3 of them talking on cell phones as they eat. \n[72]Yes?... Shit. Okay, see if you can.gettme on the 6:15                                                     out of JFK tonight... Fine. Wyatt rests his phone on the ledge next to Jonathan's. \n[73]Rutherford needs me to join him asap in London to paper some financing with Lloyds. I tell you about this? \n[74]Yeah, I should be gone a few weeks. Jonathan tries to mask the wave of loneliness setting in. \n[75]Nah, it'll be boring as sin.      26. \n[76]Shit, I'd better get back. You ready? \n[77]Hey, you're up early! \n[78]Raining. So you've got mine-and I've.got yours? \n[79]Damn! Sorry, I'm gonna have to call you back, they want me in a meeting. Hey, no long distance calls, okay! Wyatt hangs up. Jonathan shakes his head, amused. He hails a cab, glances back at the hotel. His lips curl into a vaguely proud, if still dazed, smile.     32. \n[80]I wish. It's friggin' anarchy in the U.K.. I'm stuck here at least another week. \n[81]The Hudson, huh? Sounds like you've been enjoying my little gift. \n[82]That's fantastic! Who is the lucky gal? \n[83]That's extremely naughty of you! So what happened, Romeo? \n[84]So she's, what, a lawyer or something? \n[85]Listen, I don't want to dampen your spirits, but - be careful, okay? \n[86]Nothing. I'm just saying, this club                         - who knows who anybody is, right? \n[87]True enough. Hold on a sec. Muffled sounds of Wyatt talking to someone else. \n[88]It's non stop back-to-back bullshit here. Listen, I'll call you later. And hey - congratulations! Wyatt hangs up. Jonathan smiles. And then reads the note again - grinning. \n[89]  \n[90]  \n[91] \n[92]Suit yourself.      84. \n[93] Yesterday... Reeling, Jonathan grips the phone tighter to his ear. \n[94]All my troubles seemed so far away... \n[95]Now it seems as though - \n[96]- they're here to stay, Oh I believe \n[97]- in yester-- \n[98]A guy I roomed with freshman year at Princeton. on Jonathan's monitor we see he's on a web site for Princeton University alumni. He types in: Getz, James. A beat - then: \"No match.\" A long list of G names follows. Jonathan scrolls down the list, but there's no Getz. \n[99]Long time no see.      100. \n[100]I have some instructions. Follow them and I might let her live. \n[101]This should've been simpler. I frame you, you panic... \n[102]Press pause on the questions and listen. The brokerage firm you're auditing is Clute Nichols. As a standard part of that audit you're temporarily privy to all client accounts as well as access codes required for transactions. At                                   11                              p.m. tonight you're going to skim from those accounts a total of                                             $200 million and transfer that money to an account I've established overseas. \n[103]I know you don't. But I do. Your passport.  Now, please. Jonathan takes it out and tosses it to him. Wyatt catches it. And hands Jonathan an ENVELOPE. \n[104]It's all in there.                                              11                              pm tonight. Their \n[105]I can live with eventually. I always have. \n[106]You answered the ad, Jonathan.  \"Feeling all alone out there? Have a great job, fine personality and good looks to match, but no time to.meet that special someone? Help is just a phone call away -\" \n[107]   \n[108]Not lies, Jonathan. Foreplay. And now... now you're fucked. He grins his 'charming' grin and starts for the door.      102. \n[109]Remember: be smart. I'll be watching you. And... feel free to take a shower, looks like you could do with one. The front door slams. Jonathan just stands there, staring shell-shocked at the envelope. \n[110]Absolutely. \n[111]Yes. I'm going to travel. I want to see the world. Peterson nods benignly. \n[112]What's taking you?      105 \n[113]I said what's taking you? \n[114]Don't worry about what I'm doing. Just finish the transaction. Now. \n[115] You have a wireless connection? Jonathan lets out a brief exhalation. \n[116]May I ask you a personal question? Jonathan spins around, stares frostily into Wyatt's magnetic smile. With Wyatt's new look, they could be brothers. Except Wyatt looks clean and crisp, Jonathan dishevelled and tense. Wyatt eyes the bag in Jonathan's hand. \n[117]In one of the rooms. Safe.  I got us a table. \n[118]To friendship. Jonathan just stares back at Wyatt. \n[119]He was dead when I met him. Just like you. The rest was a mere formality.  Of course he didn't have your bargaining chip. Speaking of which... \n[120]I told you, she's in a room. Alive. \n[121]As soon as you're done, I'll tell you the room number. \n[122]Hey, I like you, okay? You'll be fine. \n[123]I do, Jonathan. In my way. After all, you're my creation. I'm the one who gave you life. \n[124]Yeah, well, I'm weeping big wet ones for you both. Now, let's get on with it.  I don't have all night, Jonathan. Jonathan reluctantly nods his assent. Wyatt lets go of the key card. Jonathan opens his bag... \n[125]What is it? \n[126]You stupid fuck. \n[127]No.  Get up. \n[128]They will now. Jonathan takes the hundred, and heads into \n[129]Still eyeing Jonathan. He sees the Employee hesitate, then accept the money. Wyatt looks relieved -- when his view is abruptly blocked by the Auburn-Haired Woman. \n[130]His view of Jonathan still obscured by Auburn Hair. \n[131]What the hell are you -- And then he sees Auburn Hair glance unsurely at the Eloise portrait, then at her cell phone's clock -- and now realizes: \n[132]Motherfucker! He jumps up, shoves Auburn Hair aside - eyes darting to the Business Center to find Jonathan no longer behind the glass, just his laptop resting on the counter where he'd been standing. \n[133]Nice try back there, Jonathan. Looks like you picked up a thing or two from me. Jonathan tries to strike him - when with a lightning quick movement Wyatt whips the iron rod through the air, cracking Jonathan across the face. \n[134]Killer instinct, pall      117. \n[135]Me? No - no, I'm just a face in the crowd. I'm a tourist, just passing through. JONATHAN'S POV: Wyatt's face presses closer, now almost in focus as he presses Jonathan's torso back over the ledge - \n[136]As for you, you had your fun... Wyatt presses closer, crushing Jonathan's back to the edge. \n[137]Now we're going to go back down... INSERT JONATHAN'S HAND reaching into Wyatt's pocket, his fingers fumbling for the cell phone                            . \n[138]We're going to get that laptop... CLOSE ON JONATHAN'S FINGERS blindly prodding - he has the phone now - his fingers feel for the antenna... \n[139]And we're going to finish this, once and for - - when with all his strength Jonathan jams the cell phone up into Wyatt's eye, the antenna punching into the retina.      118 ", "Bose": "\n[1] ", "Assistant": "\n[1] \n[2]Uh huh. Jonathan turns to go, takes two paces - then turns back. \n[3]Mr. Peterson, one of the audit managers is here to see you. Jonathan Messer? "}}