{"filename": "Die-Hard_script.txt", "imdb_id": "tt0095016", "imdb_url": "https://www.imdb.com/title/tt0095016", "characters": ["Marco", "Argyle", "Harry Ellis", "Joseph Yoshinobu Takagi", "Sgt. Al Powell", "Hans Gruber", "Karl", "Deputy Police Chief Dwayne T. Robinson", "Alexander", "John McClane", "Tony", "Richard Thornburg", "Franco", "Theo", "Holly Gennaro McClane"], "dialogues": {"Marco": "\n[1]  \n[2]Next time -- don't hesitate. ", "Argyle": "\n[1] \n[2] \n[3]Just kick back and relax, man.  We got everything you need:  CD, CB, TV, VHS, telephone, full bar. \n[4]If your friend is hot to trot...I know a couple of mama bears. ...Or is he married? \n[5]The girl was off today.  Hey, I didn't expect you to sit up front. So, your lady live out here? \n[6] \n[7]Hey, I'm sorry.  When I was a cabdriver, see, people expected a little chit chat, a little eccentricity and comaraderie, I forgot how stuck up you limo guys were, so excuse me. \n[8] \n[9]But meant her moving here. \n[10]So, why didn't you come? \n[11] \n[12] \n[13]That is Christmas music. \n[14]So, you go on upstairs to the party, your lady sees you, you run into each other's arms.  Music comes up, you live happily ever after, that it? \n[15]What is it don't work out that way? Where you gonna stay? \n[16]Tell you what.  I'll pull into the parking garage and wait.  You score with your wife give me a call on the car phone and I'll leave your bags inside at the desk.  You strike out... I'll get you to a hotel. \n[17]Just remember that when you sign for the tip. They're paying for it, so don't be shy. \n[18]Hey, John, what's the word on you and your lady? \n[19] \n[20]What?...Mr. Mac, you there? \n[21] \n[22]I'm working, honey.  Working hard. 'Course I'll be by later to pick you up, have I ever lies to you?  My boss? He thinks I'm cruising to Palm Springs... \n[23](reaching for the remote \n[24] \n[25]  \n[26]Tell 'em, Mr. Mac!  Tell 'em! \n[27]  \n[28] \n[29]  \n[30](getting in the front ", "Harry": "", "Ellis": "\n[1]What about dinner? \n[2] \n[3] \n[4]Ah...hi...I just had to make a quick call, and this was the nearest phone... \n[5]Actually, it's kind of a double celebration.        * We closed a pretty big deal today and a lot of it was due to Holly. \n[6]Show him the watch. \n[7]Go on, show him.  What're you, embarrassed? A little token of our appreciation for all her work. \n[8]  \n[9]  \n[10] \n[11]  \n[12]  \n[13]  \n[14]What's happening? \n[15]The police...? \n[16]John?  Christ, he could fuck this whole thing up...what does he think he's doing? \n[17]His 'job' is 3000 miles away.  Without him, they might let us go...at least we have a chance... \n[18]  \n[19]I never through I'd love to hear that sound. \n[20]I'm tired of sitting here waiting to see who gets us killed first... them...or your husband. Hi there. \n[21]Hey, I negotiate million dollar deals for breakfast.  I can handle these clowns. I want to talk to Hans.  Hans! Sprickenzie talk? \n[22]Hope I'm not interrupting...? \n[23]It's not what I want, it's what I can give you.  Look, let's be straight, okay?  It's obvious you're not some dumb thug up here to snatch a few purses, am I right? \n[24] \n[25]Hey, business is business.  You use a gun, I use a fountain pen, what's the difference?  To put it in my terms, you're here on a hostile takeover and you grab us for some greenmail but you didn't expect a poison pill was gonna be running around the building. Hans, baby...I'm your white knight. \n[26]The guy upstairs who's fucking things up?  I can give him to you. \n[27]Hello, John boy? \n[28]John, they're giving me a few minutes to try and talk some sense into you. I know you think you're doing your job, and I can appreciate that, but you're just dragging this thing out. None of us gets out of here until these people can negotiate with the LA police, and they're just not gonna start doing that until you stop messing up the works. \n[29]I told them we're old friends and you were my guest at the party. \n[30]Tell me about it. \n[31]All right...John, listen to me... They want you to tell them where the detonators are.  They know people are listening.  They want the detonators of they're going to kill me. \n[32]John, didn't you hear me? \n[33]John, I think you could get with the program a little.  The police are here now.  It's their problem. Tell these guys where the detonators are so no one else gets hurt.  Hey, I'm putting my life on the line for you buddy... \n[34]What am I, a method actor?  Hans, babe, put away the gun.  This is radio, not television... \n[35]John, how can you say that, after all these years--?  John?  John? ", "Hans": "\n[1]  37      INT. ELLIS' BATHROOM - 30th FLOOR - SAME               37   \n[2]    \n[3] \n[4]Nice suit.  John Philips...London? \n[5]  \n[6]And when Alexander saw the breadth of his domain, he wept.  For there were no more worlds to conquer. The benefits of a classical education. \n[7]It's beautiful.  I always enjoyed models as a boy.  The exactness, the attention to every foreseeable detail... perfection. \n[8]I believe you. I read the article in Forbes.                       * \n[9]Mr. Takagi, we could discuss industrialization of men's fashions all day, but I'm afraid my associate, Mr. Theo, has some questions for you. Sort of fill-in-the blanks questions actually... \n[10]\n[11]Mr. Takagi...I'm not interested in your computer. I'm interested in the 640 million dollars in negotiable bearer bonds you have in you vault. \n[12]Yes...I know about them.  The code key is a necessary step in accessing the vault. \n[13] \n[14] \n[15]Then there's no reason not to tell it to us. \n[16]This is too nice a suit to ruin, Mr. Takagi.  I'm going to count to three.  There will not be a four.  Give me the code. \n[17]Okay. \n[18]We do it the hard way!  Tony, see if you can dispose of that. Karl, you'd better check Heinrich's work up on the machine floor. \n[19]  \n[20]  \n[21]How long? \n[22]If out plan works...the FBI will get rid of it for us. \n[23]  \n[24](calmly, to Eddie on CB (looks across at Tony, presses talk button again \n[25]I wanted this to be professional, efficient, adult, cooperative.  Not a lot to ask.  Alas, your Mr. Takagi did not see it that way... So he won't be joining us for the rest of his life. We are prepared to go any way you make us.  When we have achieved our aims you can walk out of here... or be carried out.  Decide now, each of you.  But remember that we have planned everything to the last detail. We are completely in change. \n[26] \n[27] \n[28] \n[29] \n[30]Franco, you and Fritz take the body upstairs and out of sight.  I don't want the hostages to think too much. \n[31]I know what you are feeling.  But this is not productive -- \n[32] \n[33] \n[34]The roof.  It's the best place to transmit. \n[35]Karl?  Franco?  Did you catch him? \n[36]Prefect.  The elevators are locked off.              * He can't escape.  Just shut him in and return to base. \n[37] \n[38] \n[39]Let him in. \n[40]  \n[41]  \n[42] \n[43] \n[44]Who are you, then? \n[45]Check on all the others...don't use the radio.  See if he's lying about Marco  and find out if anyone                  * else is missing.                                     * \n[46]Mr. Mystery Guest.  Are you still there? \n[47]I'm afraid not.  But you have me at a loss -- you know my name, but who are you? Just another American who saw too many movies as a child.  Another orphan of a bankrupt culture who thinks he's John Wayne...Rambo... Marshal Dillion. \n[48] \n[49]He had the detonators! Theo?  Theo! \n[50]We may have some problems.  How is your schedule? \n[51]Then don't waste time talking to me. \n[52]  \n[53](shaking his head, calming \n[54]We must find those detonators. \n[55]Oh?  What idiot put you in charge? \n[56]Go on. \n[57]No.  But I'll have a sofa brought out to you.  Good enough? \n[58] \n[59]Mr. Takagi chose his people well, Mrs...? \n[60]  \n[61]They'll be coming.  Get ready. Theo, watch the screens.  Be our eyes and ears. Wait until they're close. \n[62]  \n[63]Don't get impatient.  Just wound them. \n[64] \n[65]  \n[66]Hit it again. \n[67]Thank you Mr. Cowboy, I'll take it under advisement.  His it again. \n[68]You idiot, it's not the police... ...It's him. \n[69]If you'd listened to me he would be neutralized already! \n[70] \n[71] \n[72]You're amazing.  You figured this all out already? \n[73] \n[74]  \n[75] \n[76]I have someone who wants to talk to you.  A very special friend who was at the party with you tonight. \n[77]Good.  Then you'll give us what we want and save your friend's life. You're not part of this equation. It's time to realize that. \n[78]  \n[79]Hear that?  Talk to me, where are my detonators.  Where are they or shall I shoot another one?  Sooner or later... ...I might get to someone you do care about. \n[80] \n[81] \n[82]This is Hans Gruber.  I assume you realize the futility of direct action against me.  We have no wish for further loss of life. \n[83]I have comrades in arms around the world who are languishing in prison. The American State Department enjoys rattling its saber to its own ends... now it can rattle it for me. \n[84]...The following people are to be released from their captors:  In Northern Ireland, the seven members of the New Provo Front.  In Canada, the five imprisoned leaders of Liberte de Quebec... \n[85] \n[86]...in Sri Lanka, the nine members of the Asian Dawn movement... \n[87]  \n[88]Who cares? Theo.  Are we on schedule? \n[89]It's Christmas, Theo, it's the time of miracles.  So be of good cheer and call me when you hit the last lock. Karl...hunt the little shit down and get those detonators. \n[90]I'll check the explosives.  You just get those detonators. \n[91]  \n[92]--ohGodplease -- don't kill me -- don't kill me -- you're one of them, I know it -- \n[93]A way up to the roof...I thought I could signal for help -- \n[94]You...you're an American? \n[95] \n[96]You...you don't work for Nakatomi... and if you're not one of them... \n[97] \n[98]  \n[99]  \n[100]Karl!  Franco!  I'm on 33.  Come quickly. Put down your gun and give me my detonators. \n[101](nods, indicating McClane's gun again \n[102]I'm going to count to three... \n[103]You were saying. \n[104]  \n[105]  \n[106]  \n[107]The glass!  Shoot the glass! \n[108]Smile, Karl.  We are back in business. \n[109] \n[110]* \n[111]That's the FBI...ordering them to cut                * the building's power.  They're as regular as clockwork...or a time lock... \n[112]...the circuits that cannot be cut... are cut automatically in reponse to a terrorist incident...You ask for miracles, Theo...I give you the FBI... \n[113]Encourage them to be bolder. \n[114]This is Hans... \n[115]I hear you, FBI.  We'll be ready. \n[116]When they touch down and we blow the roof, they'll spend a month sifting through the bodies and rubble.  By the time they figure out what went wrong... ...we'll be earning twenty percent like nice fat Capitalists. \n[117]  \n[118]Mrs. McClane.  How nice to make your acquaintance. \n[119]  \n[120]A little bonus for us. A policeman's wife might come in handy. \n[121]McClane!  McClane!  I have some news for you...McClane? \n[122]McClane? Karl?  Karl? \n[123]Hurry. \n[124]I'm an exceptional thief, Mrs. McClane. And now that I'm moving up to kidnapping, you should be more polite. \n[125] \n[126]Blow the roof.  Now! \n[127]Let's move. \n[128]  \n[129]  \n[130]No more jokes, drop it or she gets it between the eyes! \n[131]'Yippe-ki-yea, mother fucker'?  Now you are fucked. \n[132]  ", "Gruber": "", "Karl": "\n[1]It's not over... \n[2]  \n[3]  \n[4]Nothing... \n[5]  \n[6] \n[7]  \n[8]No one kills him but me. \n[9]Hans, he killed by brother -- \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15] (pause; Hans looks alarmed \n[16]  \n[17](in mid-speech, angry \n[18]I don't want neutral...I want dead -- \n[19] \n[20]Do you think they'll even try to do it? \n[21]Franco is checking the explosives, Fritz is with him. \n[22]  \n[23] \n[24]  ", "Alexander": "\n[1]  \n[2] \n[3] ", "John": "\n[1]  \n[2](hearing this, jumping up and down  \n[3] \n[4]  \n[5] \n[6]Not any more. \n[7] \n[8]Thank you.  We'll handle it from here.  When we need to commandeer your men, we'll try and let you know. \n[9]Such as...? \n[10]He's inside?  Who is he? \n[11]One of yours? \n[12] \n[13]  \n[14]Do it...now. \n[15]Shit! Cut it again.  Go wider. \n[16](ignoring Robinson, to the Engineer \n[17]Authorization?  How about the United States Fucking Government? Lose the grid or lose your job! \n[18]That should shake'em up.  With all the power shut down, those bastards are probably scared shitless. \n[19]  \n[20]   \n[21]This is Agent Johnson of the FBI. The State Department has arranged for the release of your comrades.  The helicopters you requested are on the way. \n[22] \n[23] \n[24](shouting over the noise of the rotors \n[25]I figure we take out all the terrorists, and lose 20 percent of the hostages... 25, tops. \n[26]I can live with those numbers. \n[27]Just like Saigon, eh, Wally? \n[28]   \n[29]Bank and we'll nail him! \n[30]  ", "McClane": "\n[1]  \n[2]No, no, where'd you get that idea? \n[3]Fists with your toes. \n[4]  \n[5]It's okay. I'm a cop. Trust me.  I've been doing it for eleven. \n[6]Her? \n[7]She doesn't complain. \n[8] \n[9]I'm John McClane. \n[10]Argyle.  Don't you take this stuff? \n[11]That's okay.  This is my first time riding in one. \n[12]Married. \n[13]The past six months. \n[14]You're nosey, you know that, Argyle? \n[15] \n[16]She had a good job, it turned into a great career. \n[17]Closer to Japan.  You're fast. \n[18]'Cause I'm a New York cop who used to be a New York kid, and I got six months backlog of New York scumbags I'm still trying to put behind bars. I don't just get up and move. \n[19]Like I said, Argyle...you're fast. \n[20]How 'bout some Christmas music? \n[21]It's corny, but I could live with it. \n[22]I'll find someplace. \n[23] \n[24]Holly McClane? \n[25]  \n[26]Cute toy. \n[27]Thirtieth floor...                                  * \n[28]Lots of hardware... \n[29](to himself, shaking his head \n[30]Excuse me, I'm looking for -- \n[31]Yeah.  How'd you know? \n[32]So I've heard. \n[33] \n[34] \n[35] (looking through the glass \n[36]  \n[37]Yeah.  I remember our first date. \n[38]Nice, but one of us is three hours out of sync.  I think it's me. Is there a place I can wash up? \n[39](surprised, actually feeling tension decline \n[40]It's a long story.  You know, I think that Ellis has his eye on you. \n[41]Well, Cappy Roberts retired out here a couple years ago.  He said I could bunk with him. \n[42]Ramona...no, Pomona, that's it. \n[43]They would, huh? \n[44]Especially my name.  You must miss it every time you write a check.  When did you start calling yourself 'Ms. Gennero'? \n[45]Sure.  It's unnerving.  I remember this one particular married woman, she went out the door so fast there was practically a jetwash...I mean, talk about your wind chill factor... \n[46]No matter what it did to our marriage -- ? \n[47]Oh, here it comes.  One of those 'meaningful relationship conversations.' I never should've let you get those magazine subscriptions -- \n[48] \n[49]Don't I always? \n[50] \n[51] \n[52]The vote's not in yet. \n[53]What do you want, 'All My Children'? We're making progress.  After I get my foot out of my mouth, we'll really be cooking, and then I can -- \n[54]    \n[55]  \n[56]Shit... \n[57]  \n[58]Think... \n[59] \n[60]  \n[61]  \n[62]  \n[63]  \n[64]  \n[65]  \n[66]Argyle.  Tell me you heard the shot. Tell me you heard the shot and you're calling the police right now... \n[67]Why the fuck didn't you stop him? Because, you ignorant sonofabitch, you'd be dead, too.  Think...think, Goddamnit! \n[68]C'mon, baby...come to Papa.  I'm gonna kiss your Goddamn dalmatian. \n[69] \n[70]  \n[71]Freeze, Police...don't move or name your beneficiary. \n[72]Yeah?  Why not? \n[73]Yeah.  My Captain keeps telling me the same thing. \n[74]Let's go. \n[75]A million terrorists in the world and I kill the one with feet smaller than my sister. \n[76]  \n[77]  \n[78]  \n[79]  \n[80]  \n[81]Jesus... \n[82]  \n[83]Mayday, Mayday!  Anyone!  Terrorists have seized and Nakatomi building and are holding 30 or more hostages! I say again -- \n[84]-- unknown number of terrorists, six or more, armed with automatic weapons at Nakatomi, Century City... Somebody answer me, Goddamnit! \n[85]No fucking shit, lady!  Do I sound like I'm ordering a pizza? \n[86]They've already killed one hostage, and they're fortifying their positions while we're bullshitting!  Now, send police backup ASAP! \n[87] \n[88]  \n[89]   \n[90]  \n[91]  \n[92]  \n[93]  \n[94]  \n[95]   \n[96]Whew...for a moment there I was worried. \n[97]  \n[98]  \n[99]All right! \n[100]Where's the fucking cavalry? \n[101]  \n[102]Come on, come on...who's in that car, Stevie Wonder? \n[103]  \n[104]Drop it or you're a rugstain. \n[105]  \n[106]Thanks for the advice. \n[107]Oh, man, please, no -- \n[108]Welcome to the party, pal. \n[109]Gee, I'm sorry, Hans, nobody gave me the message.  You shoulda put it on the bulletin board.  Anyway, I thought you and Franco and Karl and the other boys might be lonely, now that I waxed Tony and Marco and their buddy.  So I invited some of the guys from my card game. \n[110] \n[111] \n[112]Just the fly in the ointment, Hans. The monkey in the wrench, the pain in the ass - \n[113]I wouldn't think of leaving, Hans. Unless you want to open the front door...? \n[114]Actually, I was always partial to Roy Rogers.  I really dug those sequined shirts. \n[115] \n[116] \n[117] \n[118]Maybe later.  Just listen fast because this is a party line and the neighbors are trigger happy. Now here's the skinny:  There's thirty or so hostages on the 30th floor, with probably 2 or 3 guards to cover a group that size. The leader here is named Hans, and besides the pea shooter he ventilated your car with,                            * they got machine guns and                            * sidearms up the yin yang.  On top of that one of 'em had a big enough chunck of plastic explosive to orbit Kate Smith.                                    * \n[119] \n[120] \n[121]I've seen enough phoney ID's in my time to recognize that the ones they've got cost a fortune.  Add all that up and I don't know what the fuck it means, but these are bad ass preps and they're here to stay. \n[122]I'm ahead of you...partner. \n[123]'Roy'. \n[124] \n[125]  \n[126] \n[127]Al, what's wrong?  Did something -- -- Oh, God.  You're coming in!  That's it, isn't it?  Christ, Powell, I told you what you're dealing with here -- \n[128]  \n[129] \n[130]  \n[131]Hans, you motherfucker, you've made your point.  Let them pull back! \n[132]  \n[133]Geronimo...motherfuckers. \n[134]  \n[135]Al!  Al, the guys in the car, did they make it? \n[136]The plastique I found. Is the building on fire? \n[137]Two?  Are you sure? \n[138]Glass, my ass!  Who the fuck is this? \n[139]Well, from up here, it looks like you're in charge of shit, Dwayne. I haven't seen such a fucked up operation since the Bride of Frankenstein.  Ask the guys in the armored car if they minded a little flying glass. \n[140] \n[141]  \n[142] \n[143] \n[144]  \n[145]Yeah, just trying to handle some year old twinkies.  Yucck.  What do they put in these things? \n[146] \n[147]Two.  And I'd sure like to see them swinging on the jungle gym with Al junior. \n[148] \n[149] \n[150]Ellis? \n[151] \n[152]Ellis...you shouldn't be doing this... \n[153] \n[154]Don't you think I know that!  Put Hans on!  Hans, listen to me, that shithead doesn't know what kind of scum you are, but I do -- \n[155]That asshole's not my friend! I barely know him!  I hate his fucking guts -- -- Ellis, for Christ's sake, tell him you don't mean shit to me -- \n[156]  \n[157] \n[158]  \n[159]  \n[160]Al?  Al, you there? \n[161]Speaking of cows, did you ever hear so much bullshit in your life? Two hours?  That doesn't even make any sense -- \n[162]The way you drove that car, I figured you for the streets. \n[163]Lost? \n[164] \n[165]Forget it.  They got a guy up there. You want to stay alive, keep moving. Hey?  You hear me? \n[166](friendly, easing the man's fears \n[167]Relax, man...you smoke? \n[168]I'm a cop from New York. \n[169] \n[170]Better than being caught with your pants down, right? John McClane. \n[171]Bill, you know how to use a handgun? \n[172]Sounds better than nothing. \n[173]Time for the real thing. \n[174]Hans.  Your Hans. \n[175]That was tricky, with the accent. I bet you do a great Ed Sullivan. Why do you need the detonators, Hans? I already used the explosives. \n[176] \n[177]You think I'm a shmuch, Hans. \n[178]  \n[179]  \n[180]  \n[181]Yeah.  But all things being equal, I'd rather be in Philadelphia.  By the way, chalk up two more terrorists. \n[182] \n[183] \n[184] \n[185]I...I'm sorry.  I didn't mean to make a joke of it. \n[186]I still feel like shit. \n[187]  \n[188] \n[189]Powell, listen... \n[190]  \n[191]I hope so.  But that's up to the guy upstairs. Upstairs... ...Hans, you bastard...what were you doing? \n[192]Stand by, Powell.  I gotta check something out. \n[193]I was here...he was... \n[194]Oh my God... \n[195]Powell!  Powell, listen to me!  You're being double crossed!  The whole roof of this building is -- \n[196]Better this way, isn't it?  I mean, any faggot can shoot a gun. \n[197]You should've heard your brother scream when I broke his fucking neck... \n[198]  \n[199]  \n[200]Where's Holly -- \n[201]What?  God -- \n[202]Listen to me!  All of you, get down to the lower floors -- you're all in danger. \n[203]-- there won't be shit for those helicopters to land on, because the whole top of this building is wired with explosives!  Now get below -- \n[204]Safe, my ass!  This ain't a helipad, it's a launching pad! \n[205]\n[206]You assholes, I'm on your side -- ! \n[207]Fuck this... \n[208]  \n[209]  \n[210]    \n[211]  \n[212]  \n[213] \n[214]Hans! \n[215]Holly, we have to stop meeting like this. So that's what it was.  A fucking robbery. So why nuke the building, Hans? \n[216]That was Gary Cooper, shithead... \n[217](slowly putting down his gun \n[218]Holly, now...! \n[219]   \n[220]  \n[221] \n[222]You were right about us Americans. We are cowboys. \n[223]  \n[224]It's okay, babe.  It's okay. \n[225]You got a warranty on this? \n[226] \n[227] \n[228]I'm serious.  Hey, this is my wife... Holly Gennero. ", "Tony": "\n[1]  \n[2]The fire has been called off, my friend.  No one is coming to help you.  You might as well come out and join the others. I promise not to hurt you. \n[3]  \n[4]  \n[5]You won't hurt me. \n[6] \n[7]  ", "Richard": "", "Thornburg": "\n[1] \n[2] \n[3]Mary, this is Dick.  I want a remote truck and a crew to meet me at the South gate in fifteen minutes... Damn right, fifteen... Where are we going? For an Emmy! \n[4]This is Richard Thornburg, speaking to you live from Century City... where Los Angeles has joined the sad but world wide fraternity whose only membership requirement is the awesome spectre of International Terrorism... \n[5]We're told that the situation began some two hours ago when an unidentified party of men took over the building and sealed off all of its entrances and exits... \n[6] \n[7]  \n[8]Eat your heart out, Channel Four. \n[9]  \n[10]You got something? \n[11]  \n[12] \n[13]Strangers?  I'm with KFLW TV, that's affiliated with the FCC, and I'm sure you know that's the United States government...just like the INS? \n[14]-- I know you're proud of your daddy... \n[15] \n[16]Mr. McClane...Mrs. McClane...any comment on your incredible ordeal? What are your feelings now that it's all over? \n[17]* ", "Franco": "\n[1]No, but he's in the elevator shaft. \n[2] \n[3]Nothing. \n[4]Karl!  Police!  Come on. \n[5]How...how does he know so much about -- \n[6]We have to find him and shut him up!  He's telling them everything -- \n[7]They're using artillery on us -- ! \n[8]  \n[9]  ", "Theo": "\n[1] \n[2]We're in. \n[3]  \n[4] \n[5] \n[6] \n[7]Thirty minutes to break the code... Two hours for the five mechanicals. The seventh lock...that's out of my hands. \n[8]You bet your ass I'm gonna proceed. \n[9]  \n[10]Yo! \n[11]Three down, four to go -- \n[12] \n[13] \n[14]Well, what have we here.  The police've got themselves an R.V. James, Alexander, southeast corner. \n[15]One more to go...then it's up to you. \n[16]And you better be right, because this one's going to take a miracle. \n[17]You better heat up that miracle                      * you were talking about.  We broke through on Number Six, and the Electromagentic came down like a sledgehammer... \n[18] \n[19]When you're hot, you're hot. \n[20]They're on the building circuit... it's too local. \n[21]The only thing left for them is the City Grid... ...They may not do it. \n[22]  "}}