{"filename": "Die-Hard-2_script.txt", "imdb_id": "tt0099423", "imdb_url": "https://www.imdb.com/title/tt0099423", "characters": ["Carmine Lorenzo", "Esperanza", "Grant", "Trudeau", "Samantha Coleman", "Baker", "Thompson", "Al Powell", "Holly McClane", "Thornberg", "Marvin", "Stuart", "Barnes", "John McClane", "Garber"], "dialogues": {"Carmine": "\n[1]The man himself - a 20 year veteran of bureaucratic wars that have earned him this little kingdom - rises behind his desk. ", "Lorenzo": "\n[1]The man himself - a 20 year veteran of bureaucratic wars that have earned him this little kingdom - rises behind his desk. \n[2] \n[3]Captain Lorenzo. \n[4]Yeah, I know. You think that LA badge is gonna get you a free lunch or something down here? \n[5]In an airport Christmas week? You gotta be kidding. \n[6]And what do we do with all the luggage for all the airplanes while we play Charlie Chan? \n[7]Oh. And meanwhile every hour a few more thousand people come and they want to put their luggage on airplanes, so we store them and their luggage in some other \"somewhere\"? Hell, why don't we shut down the whole fucking airport? Whaddya think they'll say upstairs when I tell them that? \n[8]Because I don't need a forensics investigation to file away some punk stealing luggage - \n[9]You'd be surprised what I earn in a month. \n[10]  \n[11]Now get the hell out of my office before I have you thrown out of my airport! McClane moves towards the door, his hands waving off the would be bouncers. \n[12]-well, the press was here, crawling all over the Esperanza story... so they got it right on the fucking news, bloodstains and all... \n[13]L.A., Mr. Lorenzo-don't mean shit- \n[14]What? You're buying into this - \n[15] I got it. \n[16]Maybe we should call the power company...? \n[17]How could they know already -? \n[18]They're talking to us on our own Goddamn system! They gotta be close - I'll have my men tear this airport \n[19]McClane, I got a first class unit here, SWAT team and all, and we don't need any Monday morning quarterbacks. \n[20] Security!  You're out of here! And already two big Airport cops are trotting over. As Trudeau REACTS, unsure - \n[21]Mr. Trudeau. Do I have to remind you about FAA regulations regarding unauthorized personnel in the control tower? \n[22]Oh, no, no way - \n[23]Lobby Security, come in. \n[24]And Lorenzo here, with two unauthorized personnel in the fucking tower! Get your thumb out of your ass and get over to the elevator. Get them out and post a guard or you're gonna have a pink slip in your Christmas stocking! Rattled, the guard signals a comrade, hustles to obey. \n[25] I want my Swat team to go with him as cover.  Whatever we can think of - they can think of, too. He says it like he thought of it himself. Then - \n[26]He's bluffing - Lorenzo leaves. Trudeau ain't so sure. \n[27]  \n[28]Through the annex skywalk to the new terminal... that way nobody sees them, we don't have any panic. \n[29]McClane! Keep out of this! You- He stops, seeing the chilling look Trudeau is giving him. \n[30]  \n[31]  \n[32]  \n[33]You're where - you crazy idiot, why' didn't you - \n[34]McClane, what the hell do you think you're doing, playing John Wayne? How'd you like to spend the rest of the night in a cell - \n[35]  \n[36]You can't talk to me like that - \n[37]Hey. Where the fuck is McClane? \n[38]  \n[39]McClane! Are you out of your fucking mind-? \n[40]Who the fuck are you? \n[41]They left to shoot those bastards out of the sky - \n[42]But - that firefight at the house- \n[43]You're completely around the fucking bend, McClane. And you know what else?  You're under arrest - McClane steps back - raises the assault rifle - FIRES. j ï¿½ï¿½ 3 21 NEW ANGLE 321 Lorenzo STAGGERS back in shock - and then realizes he's \n[44]Wha - how - \n[45]Holy shit - This is Chief Lorenzo. I want every officer recalled now and assembled in body armor with full weaponry in the motor pool in five minutes! It's time to kick ass! He slams the phone down - checks his pistol ammo and rushes out the door - a startled - and appreciative - McClane beside him! \n[46]  \n[47] Move that piece of shit! Henderson, get some crowd control! Goddamn it, clear the area-! thru OMITTED thru ", "Esperanza": "\n[1]Dios, los calambres!  Muchacho, si possible a removar eses?  De donde a yo caminar, si? The young guard shakes his head. \n[2]Bueno, joven, bueno! Tu eres un soldado excelente! Ahora, en vez del libertad - dame un fosforo? Flattered, the kid lights him up. \n[3]  \n[4]  \n[5]Capitain, please tell the tower you will proceed as ordered. \n[6]  \n[7]  \n[8]Repeat, I have lost cabin pressure. Near zero visibility. I must drop out of the storm. I can land but I must land now, on the first outgoing runway. Repea , I cannot circle around to runway fifteen. PULLBACK. McClane listens, grinning. He takes the airport map from his pocket, hands it the Marvin. \n[9]  \n[10]Thank you for telling me, Eagle Nest. But if you could show it to me as well I would be grateful. In the church, Stuart grins at Esperanza's coo]., signals Thompson. A switch is THROWN. The FIRST RUNWAY goes OFF and a NEW RUNWAY lights up DIRECTLY IN FRONT of the plane. \n[11]Gracias', Amigos. \n[12]Eagle Nest, do you copy? I'm coming down, now. \n[13]  \n[14]\n[15]W-who are you? \n[16]No. NcClane 'DIVES and rolls into the cabin - FIRES TWICE out the door and then almost on instinct whirls - Esperanza's snatched up the rifle from the dead corporal but McClane's SHOT hits him in the SHOULDER. With a HOWL, Esperanza falls backwards but hangs on to the gun. \n[17] I'm all right - he said he was a ,policeman... \n[18]Thank you, Major. Save them until we are all safe - and excuse a left handed salute, eh? \n[19] \n[20]The aerilons! Something's wrong -we can't take off - \n[21]he TURNS the PLANE. Now he's ON THE RUNWAY PROPER. \n[22]sees this, smiles - \n[23]RESPONDS to the cry, GUNS IT - \n[24]TURNS at the EXPLOSION in time for a WALL OF FIRE that SHOOTS UP THE WING and through the cockpit FLOOR, and then he's ON FIRE ", "Grant": "\n[1]We're the Triple T's. I'm Major Grant. i JUSTICE MAN Rollins. Department of Justice. \n[2]One crisis... one dozen. Who are you? \n[3]McClane... Oh, yeah, you're the one who tried to save that plane tonight. You showed some balls out there, McClane. Now show some sense and let the pros handle things. \n[4]  \n[5]cto his men All right, hustle! Command post will be in the Airport Police office. I want to be tied into the Tower and every sysytem that's still working in fifteen minutes! \n[6] Trudeau. Lorenzo. You brief me on that plane he asked for, I'll fill you in on my orders. In my office. Now. \"My office\" meaning Lorenzo's. Lorenzo glowers at that, but the little group moves in that direction - then the JUSTICE GUY puts up his hand to block McClane - \n[7]McClane, we don't need a loose cannon on this deck. What if they decide to crash another plane in retaliation for your little stunt? \n[8]Maybe they're more creative than you \n[9]Gentlemen. We have... a situation here... CLICK CLICK SNAP. AMMO CLIPS are broken out - all PIGGYBACKED like combat hardened troops do it, two banana clips taped together with blue tape. \n[10] \n[11]Oh, no, Carmine? Sergeant! Get this... bureaucrat out of Mr. McClane's face. \n[12]i No, you were right. I'm just your- kind of asshole. \n[13]Close up the back, then we go in. Fire only on my order. McClane and Barnes watch as the soldiers start to close the net. \n[14]  \n[15]Evacuate! Now! \n[16]  \n[17]If you remember me, Colonel, you'll remember I know the drill as well as you do. Check out your own fucking plane. We move out in five minutes. Body armor for everyone - full metal jackets. We will take them in the hanger or we will shoot that fucking plane out of the sky. Lorenzo, take your men back to the airport and seal off every exit in case anyone tries to break out on the ground. \n[18]Grenada - five minutes of firefight five weeks of surfing! LAUGHTER, which SUBSIDES a bit as Grant looks at his watch.. a look DUPLICATED by the others. \n[19]So do we, kid. \n[20]Yeah. Then we wouldn't have to do this. And in a flash, Grant DRAWS his combat knife and SLITS the kid's throat! Telford FLOPS BACK off the bench. Grant is already digging into the cargo pocket of his trousers and he comes out with a transceiver - the same distinctive scrambled transceiver used by Stuarts men! \n[21]  \n[22]My position is I'm gonna get my ass reamed out by the best Goddamn soldier on the planet 'cause I'm two minutes late. Stuart GRINS, signals for the hanger door to be opened. \n[23]Congratulations on your escape, sir. \n[24] I've had enough fucking snow for a lifetime. \n[25]  \n[26]Each HOLDING ON TO THE WING with one hand - FIGHTING with the other - Grant POUNDS AWAY on McClane's face - but McClane doesn't HIT BACK - he just GRINS like a maniac - PUSHES Grant -pushes -pushes - \n[27](through his teeth, as \n[28]  \n[29]too late, he realizes he's over the front edge of the wing! He screams and FALLS - ", "Trudeau": "\n[1]lighting a cigarette, he hovers over BARNES. \n[2]Weather may have screwed up the line. Switch over to our own back up and run a check. Barnes hits a switch. The ALARM STOPS. Everyone relaxes. \n[3]Couldn't be helped, I guess. What was it, gangs? \n[4]Who the hell is this? \n[5]That's what I said about my last cholesterol test. What's your problem- Lieutenant McClane? \n[6]Hey. Something serious happens every night, only it doesn't make the newspapers. Ever see those guys on TV, juggling knives and cha n i saws? That's what we're doing with those planes up there, only we do it one handed 'cause the other hand's playing 3 card monte with the planes on the ground. \n[7]One way we manage the planes. But we've got backup - Long look from McClane. \n[8] The human element..? \n[9] Lorenzo. Have all your shift Commanders report in... now. \n[10]I want them to report anything out of the ordinary --no matter how trivial. You got that? \n[11]What is it? \n[12]Go to emegency lighting... now! \n[13]Shunt to another terminal! \n[14]We're on the same Goddamn grid and we're hot! Already the SPEAKER BOXES are beginning to CHATTER - \n[15] Jacoby, Strauss. Get your controllers on the horn - every plane approaching our Vortacs that's not in our pattern yet gets turned away'now. Everyone already inside our patrn holds at the outer marker. Stack 'em, pack 'em, and rack 'em. Move.  I want every off duty controller and technician here in five minutes. Page the terminal - no, better, beep them. McClane. This what you were expecting? \n[16] Put it on speaker. \n[17]How. did you get on this line? Who is this? \n[18]  \n[19]This is off limits, Coleman, you know that! Together with McClane she's shoved into the elevator. \n[20]Get what you need. Borrow, steal, kill. \n[21]  \n[22] Put me on all bands... Trudeau waits as switches are thrown, and then takes the jack from the ear/phone he wears and jacks it into a panel. \n[23]This is Dulles approach to all aircraft holding.at Potomic Vortac. We are experiencing... Severe technical problems here. \n[24]Our NAV and Approach systems are down and we expect to lose voice in another minute. We want you to continue holding at the outer marker as directed and wait for further instructions. As - as soon as we're back on line we'll expedite your landings on a.fuel emergency basis. Good luck... God bless. He turns to a tech, face ashen. \n[25]Okay. Change the boards. \n[26]And we don't want any disasters. Barnes has five minutes to check out that antenna array. \n[27]The son-of-a-bitch... the Goddamn son-of-a-bitch- I'll bet. Okay, calibrate your altimeter at setting MCCLANE'S VOICE two-nine-nine-two. Turning \n[28]That's the runway between here and the new terminal... he wants to make all of.us watch it. \n[29]Oh, God...no... \n[30]Everything's dead. \n[31]Christ. It's McClane. He'll get himself killed - \n[32]Barnes. We have to warn those planes we got a lunatic down here who likes to pretend he's the tower. Get up to the cab and get us on the air. \n[33]With your Goddamn brain! Barnes leaves. McClane blinks, coming around to reality. Sees Trudeau. \n[34]You don't have to say anything, McClane. We all know how you feel. \n[35] Our own SWAT team's gone. We called the Government for help. They're sending in a special Army unit. Tactical Terrorist Team... McClane sees something else there in his eyes. \n[36]Your wife's plane...?  They keep broadcasting, even though we can't answer. They... they'll run out of fuel in 90 minutes. CAMERA PUSHES IN on McClane. \n[37]  \n[38]Obey. \n[39]It is. It's in hanger eleven. That's the most remote building we've got. Stuart looks at his map, then the hanger mentioned; not far. \n[40]Quite clear. \n[41]Christ - that fucking asshole - \n[42]Negative, one fourteen, our.situation is unchanged. \n[43]I-I didn't mean any harm - I just wanted ratings - I had to do it it was sweeps week - \n[44]They already know. Listen. And sure enough, there it is - the SOUND of ENGINES - ", "Samantha": "", "Coleman": "", "Baker": "\n[1]Well, you're right about that. BLAM BLAM GLAM. BULLETS RIP through the end of the Christmas package, SLAM the custodian up and into a row of pews, which \n[2]Instantly whips his head around, the hidden MAC 10 coming up, but E he winter outerwear slows him. McClane. DIVES on him. \n[3]CRASH into the fence with a CRACK. McClane ha Baker gun hand and SLAMS it down on the fence n -again -blood wells - the gun DROPS ker OW\", taking McClane away from the weapon -They trade bru unches - \n[4]halfway to their feet, the snow bloody between them s3ke KARATE KICKS McClane back into a tree, dazing him---Baker jumps \n[5] ", "Thompson": "\n[1]Would you mind if we take a look? \n[2]This is team one. We're here. ", "Al": "\n[1]  \n[2]  \n[3]    \n[4]Charming until the SUB WOOFER ROAR of a big jet SCREAMS by, practically in the little church's backyard. Now we notice that the church is a little run down - trim needing paint, sidewalk cracked - and a neat SIGN confirms our \n[5]A DWP VAN pulls up, snow tires CRUNCHING on the driveway here. Two MEN  get out in official DWP wardrobe. But we remember the trim bodies, trimmer hair... and we remember those gift wrapped packages, - which one of these guys carries. \n[6]_BURKE and KAHN - two more of those CLEAN CUT MEN are here, just now parking and going to the rear of their rented station wagon. Quickly, they OPEN the trunk - slide, out a long OLIVE DRAB TUBE and a TRIPOD. \n[7]  \n[8] \n[9]  \n[10]  \n[11]  \n[12]  \n[13]We WIDEN as Marvin connects them to one set of bolts, then another. 'McClave shakes his head. No... no...yes! \n[14]  \n[15]  \n[16]still covered with FACTORY PLASTIC and TAPE. \n[17]reaches into the open slidewalk CONTROL PANEL-hits a SWITCH. \n[18]JERKS to a halt -the( six men n it almost TUMBLING. Oblivious, the worker turns his-bwCk on them again. \n[19]a third airport.cop DIES. His partner KILLS the gunman who took out his friend, and then he's KILLED himself. The last SWAT cop breaks cover and gets CUT DOWN. Sudden SILENCE. \n[20]it WHIRRS into HIGH GEAR, TREAD SHREDDING - \n[21]Everyone here REACTS to Stuart's voice - and the chilling lie he's just told in an affable, good of boy tone that's totally different than anything we've heard. \n[22] \n[23]  \n[24]  \n[25] If I had a few hours... \n[26]  \n[27]Dulles, this is contrary to our instructions. We are to land on Runway One and be met by representitives of your Justice \n[28]about to hit the runway - \n[29]Barnes unfolds some.plot plans. \n[30] \n[31]  \n[32]MARVIN drives, happy as hell; beside him, in the seat usually \n[33]  \n[34]A mass EXODUS. People FIGHT for CABS. \n[35]  \n[36]watching the scene, trying to get it on video. ", "Powell": "\n[1](swallowing, answering \n[2]  \n[3]Ah, the in-laws. They love their policemen son-in-laws, don't they? \n[4]550-3212. This is a first. \n[5] Fingerprints? \n[6]  \n[7]Ouch. You get those feelings insurance companies start to go bankrupt. \n[8]Airport, huh? You're not pissing in somebody's little pool, are you? \n[9] \n[10]Right here, partner. Your stiff's dossier is coming through right now. \n[11]He's dead. \n[12]No, you don't follow me. According to the Department of Defense, he's been dead for 2 years. \n[13]Yup. S/Sgt. Oswald Cochrane. American advisor in Honduras, killed in helicopter accident 5/11/88.  Read between the lines of his military record and it looks like a lot of black bag stuff. ", "Holly": "\n[1]I'd like to think I'm somebody. \n[2]John, wake up. It's the nineties. Microchips, microwaves, faxes and airphones. \n[3]We're going to land about thirty minutes late, I wanted you to know. Kids okay? \n[4]Mom give you any trouble about borrowing her new car? \n[5]You're on, Lieutenant. They both hang up. The OLDER WOMAN beside Holly smiles at her. \n[6]My husband doesn't think so. \n[7]  \n[8]He.means he has filed a restraining order against me. I'm not allowed within fifty feet of him - \n[9]I knocked out two of his teeth. \n[10]  \n[11]I don't think so. I only have to look at his face for fifteen more minutes. \n[12]Yes. Another. \n[13]  \n[14]  \n[15]Yeah. There's quite a few out there; we're in a regular traffic jam. \n[16]Don't you mean nauseous? \n[17]You endangered my children... my husband.. and me. \n[18]And you didn't do it for anything as noble as \"the people\". The only time you see the people is when you're climbing over their backs. \n[19]  \n[20]Listen, Dick - That is your name? Dick, if you're going-Eo keep getting this close, you think you could change aftershaves? \n[21]A stronger mouthwash would be nice. He glares at her, moves down the aisle. \n[22]  \n[23]  \n[24]  \n[25]Writing your acceptance speech for the video sleaze awards? \n[26]  \n[27]It's hard to blame anyone for the \n[28]I REACTS to what the woman's said. As the Stewardess PASSES, Holly signals her - RISES halfway to meet her. \n[29]I... was just wondering. Our flight was only supposed to.be 5 1/2 hours- Do we have enough fuel for all this endless circling? Pause. The Stewardess\" face eases into an official smile. \n[30]  \n[31]       \n[32] \n[33]\n[34]Amen to that, asshole.  We're sorry, but Mr. Thornberg is experiencing electrical problems. We now resume our regular programming. \n[35] \n[36]  \n[37]  \n[38] \n[39]  \n[40]careening down in a desperate fight, against gravity - \n[41]  \n[42]HEARS this just as she goes down the RESCUE CHUTE, ushed by Stewardess controlling their own tears - \n[43]embracing - and then she's nursing his wounds, hearing his story- ", "McClane": "\n[1]Holy shit, whoa, whoa - \n[2]I'm here, I'm here, false alarm, let's just let her down nice and easy - \n[3]You don't understand, I'm just meeting my wife's-plane - you gotta give me this car back. \n[4]This is my mother in law's car. She already hates me because I'm not a \n[5] I can relate to that. Hate it myself-  Hey, that's a plastic fender, Jesus-  See, I used to be a New York cop still got my ID somewhere -I only moved 'cause my wife got promoted - look, maybe we can settle this right here, we're in Washington, heartbeat of Democracy, one hand washes the other He realizes the truck is DRIVING AWAY one way while the cop is i going off the other way - McClane votes for the cop - \n[6]Hey, c'mon, it's Christmas - \n[7]  \n[8]Telephones? INFORMATION GIRL may be here for a while, if that new storm front moves Right over there. to the Metro area this McClane nods, serves across the slick linoleum. \n[9]he fairly SKIDS to a halt at a line of PHONE BOOTHS - and outside each booth a long LINE of people with their armfuls of luggage \n[10]    \n[11]Hello. This is Lieutenant McClane - Somebody there beep me? \n[12]Holly! Did you land? \n[13]As far as I'm concerned, progress peaked with the frozen pizza. \n[14]Just speeding on sugar, thanks to your parents. I really appreciate you coming a day late, honey. Nothing I like better than a weekend with the Munsters. \n[15]  \n[16]Coming out of the phone booth and almost COLLIDING with - \n[17]--do I know you? \n[18]You and me both, pal. The hell with it. Now it's Stuart's turn to look at McClane oddly; then he moves off. McClane looks after him, trying to place him... shrugs... heads for the bar. \n[19]This gets his attention. His eyes narrow. He looks from the two or d inary looking men towards the Airport cops, wonders why they got fidgety. Now he watches \n[20]turns to watch them exit, sees them SPLIT up outside the bar. Quickly, McClane goes over to the Airport cops. \n[21]Excuse me, officers. This may be a total wild goose chase, but I think I just saw - He STOPS. CAMERA ADJUSTS. The cop he's talking to is the asshole who towed away the car. \n[22]Elvis. McClane turns, throws money near his glass and quickly exits the bar. \n[23]Open this.  Got a cop on duty around here? \n[24]  \n[25]Excuse me. \n[26]This is a restricted area. You boys too impatient to wait for the skycaps? \n[27]Drops from the belt, crouches near big gears. Desperate, he looks around for a weapon, anything. Then he notices all the luggage going past: Suitcases, camera cases, a bicycle... Skis. \n[28]Fighting hand to hand. Miller starts pressing the ski pole against McClane's throat:-Pt=lane tries to do the same thine back - they spin, SMASH into a pile of suitcases, some of which \n[29]Half on the belt, half off, he fends off the other man and SEES- \n[30]WINCES as blood SPLATTERS - and then REACTS as the 20 foot tall conduit pipe CREAKS, BENDS-TOPPLES- he RIDES IT DOWN- \n[31]  \n[32]Cleveland? \n[33]One of the cops hands McClane his wallet. As he pockets it, he notes the CROWD milling about the luggage area. \n[34]Whoa, wait a second. This is a crime scene. Aren't you going to seal off this area? \n[35]Up to the Captain? Take me up to the Captain, too. \n[36]Lorenzo? \n[37]  \n[38]No. Just a little professional courtesy. \n[39]Okay. Forget the courtesy. How about lust the professional? Your boys dust walked away from a crime scene - you need to seal it off, get a forensics team in, dust it, shoot \n[40]You store them somewhere - \n[41]Why don't you try it and find out? \n[42]Luggage? That \"punk\" pulled a Glock Seven on me. Know what that is? A porcelain gun from Germany. It doesn't show up on airport x-ray machines... and it costs more than you earn in a month. \n[43]If it's more than a dollar eighty nine, yeah - \n[44] One question, Carmine: Which sets off the metal detectors first: The shit in your brains, or the lead in your ass? \n[45]Excuse me. He reaches over, gently takes typing paper and a stamp pad. \n[46]Whoa, guys. (ver quickly showing \n[47] Didn't you ever have an airport stiff \n[48]Yup, he's dead,. all right. Thanks. And he's gone as they look after him, puzzled. \n[49]Excuse me, honey - can I borrow your office for a minute? Before she can answer, he's over the counter and reaching for her phone. \n[50] \n[51]Hey, partner. Get that twinky out of your mouth and grab a pencil. \n[52]Vacation? Holly stood me up for a last minute meeting. I'm alone in DC with the in-laws. \n[53]R' ht. Listen, Al, what's our FAX n u mber in the station there? \n[54]Yeah, well my wife's company makes 'em, I figure it's time to get one of them pregnant.  This way? This way. The FAX starts to leave McClane - voila, it's already arriving at Powell's office. \n[55]From a stiff down here at Dulles. I marked the whorls with a pen in case the transmission's fuzzy. Can you run that through State and Federal for me - throw in Interpol if you got it. \n[56]I don't know. Just a feeling. \n[57]The FAX number is uh - \n[58]  \n[59]  \n[60]Al? \n[61]What can you tell me? \n[62]You needed a computer for that? \n[63]What? \n[64]Yeah, I see it. Thanks a lot, Al. I owe you. He hangs up. The girl gives him the eye. \n[65] Just the FAX,, ma'am. Just the FAX. \n[66]Depends who you are. \n[67]Yeah. Now he's on the Network interviewing Transsexual Gum Surgeons and laughing all the way to the bank. \n[68]Nah. I do needlepoint. And he's at the end of the walkway and he quickly disappears into the crowd, leaving Sam pissed, puzzled... and out of breath. \n[69]Yeah... if your gangs get their training at Fort Bragg. \n[70] I'm a police officer, Mr. Trudeau- \n[71]I think something serious is going to happen here tonight - \n[72]Anybody try and fix the deck tonight?  Anything weird going on besides the shooting? \n[73]What's that? \n[74]Okay. You clot back-up - back-up for everything you think can go wrong. What about something nobody anticipated? Not accidents, not \n[75]Damned straight the human element. You've got the world's biggest drug dealer on the way, one body and a'- lot of questionsl Doesn't anyone want to look for answers? \n[76]Jesus... \n[77]This? This ain't it, pal. This is just the beginning. A PHONE RINGS. CAMERA ADJUSTS. It's a prominent RED PHONE. \n[78]Maybe they don't. Maybe... it's them. \n[79]Esperanza? Trudeau nods - \n[80]As Trudeau tries to make headway with Stuart, McClave leans over to Barnes. \n[81]What's all that about? \n[82]Meaning they pull Esperanza off his plane and take him anywhere there's no extradition treaties. \n[83]About time, Carmine. Guess you have to light a fire under your ass to light a fire under your ass. \n[84] Monday morning? My wife's on one of those planes these aasstards are fucking with! That makes me a player on the fucking field, you putz! And if you got off your fat ass when I told you to, maybe we wouldn't be knee deep in shit right now! \n[85] Trudeau, can't you see you're dealing with pros? You can't fuck with these \n[86]Anything you can think-of, they'll think of, too! But the elevator DOORS CLOSE on him and now Lorenzo turns a KEY on the control panel, then SPEAKS into his walkie talkie. \n[87]Shit! \n[88](opening the control \n[89]  \n[90] I don't believe this... another fucking elevator... another fucking basement... why does this always happen to me? He moves through the cavernous maze, and then REACTS to MUSIC. Moves towards it. And arrives in - \n[91]Who the fuck are you? In response, the man points to the NAMETAG on his coveralls. \n[92]You're what, the janitor? \n[93]  \n[94]Come on, Marvin. I wasn't born yesterday. Carmine Lorenzo know you don't go home after you punch out? \n[95]I'm a veteran myself, Marvin. And a married one. You married? \n[96]My wife may be in some trouble upstairs. I gotta find out. This set up of yours? I won't tell a soul... provided you patch me into this panel, 'let me eavesdrop on the tower. What do you say? \n[97] Christ. They're gonna try something cute... where's this annex skywalk? \n[98] Shit, it's a fucking bottleneck. Anybody smart enough to shut down the airport is smart enough to figure this... it's a perfect place for an ambush... \n[99]Tunnels. \n[100]Looks like... maybe a mile. Easy jog. \n[101]Whoa. \n[102]I owe you one, Marvin. How about a sixpack of malt liquor? \n[103]McClane moves forward - stops immediately. Looks up at Marvin, who GRINS. \n[104]He's HIGH ABOVE the huge boiler room. The only way across is on a narrow beam. \n[105]in the TUNNELS, he tosses off his sweater into the darkness. Underneath, his shirt is already sweat-stained. And then he HEARS the gunfire - it's close! He gets his bearings -LUNGES through a wall of STEAM - \n[106]deliberately SMASHES into the cross bars he passes, one after another, the SMACK of his body into them sounding like linebackers in combat - \n[107]has a moment of satisfaction - then \n[108]Oh, fuck \n[109]lands, HARD, the plywood boards from the top of the scaffold SWEEPING him off his feet - his gun SKITTERS across the linoleum towards the far end of the slidewalk - he rolls over and SEES \n[110]You okay?. \n[111]   \n[112]Time you don't have... Time they don't have. \n[113]What...? \n[114]So are you. Break the code - \n[115]They HEAR this too, over Barne's cellular tie in to the tower. McClane grabs it. \n[116]There's five dead officers here, Colonel Stuart - Isn't that penalty enough? \n[117]Yeah, Colonel. We were both famous for five minutes. Saw you get shit canned by Congress on TV. How much drug money is Esperanza paying you to turn traitor? \n[118]And lesson one starts with killing policemen? What's lesson two - the Neutron bomb? \n[119]both ashen faced - \n[120]Christ, helsbringing them You're cleared for approach \n[121]CAMERA PUSHES IN on him as he turns and looks out the window. \n[122]  \n[123]Barnes holds one end of.a painter's dropcloth; McClane - now wearing Barne's coat - DROPS out the broken window to the snow below. There he's a tiny SHADOW on the white field. He turns, RUNS across the. unlit airport... wind whipped SNOW quickly hiding him from Barnes. \n[124]He's made two TORCHES from wads of fabric wound on the scaffold pieces - now he uses his LIGHTER to ignite them. He WAVES the impromtu FLARES in a crazy pattern - We HEAR the approaching \n[125]Now he can HEAR the plane's ENGINES and - for a fleeting MOMENT he SEES its LIGHTS between gusts of snow- \n[126]No... no, Jesus, Mary, Mother of God, \n[127]Behind the plane, watching the fireball roll away from him. He gives the scream of an. animal in a trap and falls to his knees. \n[128]Relax, pal, I'm not a survivor. I'm just another victim. He grabs the rescue worker by the collar. \n[129].the last fucking victim he'll ever have. \n[130]Trudeau... I... I... \n[131]Do you? Do you? I've been a cop 13 years... Everything from... lost kids to hostages... but... all of it was... taking care of business... taking care of peoplle... until tonight. Tonight, everything I did, everything I tried... I never felt so useless. \n[132]And...? \n[133]  \n[134]John McClane. \n[135]Unfortunately the pros are on the other side. Colonel Stuart is one of your boys - \n[136]   \n[137]Trudeau.  Did things just get better... or worse? \n[138]That's all we keep hearing. Can you do anything with it? \n[139] My wife has less than two. \n[140]Except Colonel Stuart? The kid can't answer. Then Grant appears, the MAN from the Justice Department in tow. \n[141]They kind of busted me down to buck private. \n[142]  \n[143]The code... the code's still punched... where did you get this? \n[144]How about I let you live? \n[145]Marvin... you show me a shortcut to runway fifteen and you got yourself a liner for that coat. \n[146]  \n[147]Eleven W4, W5 - Bingo. \n[148]  \n[149]Come to poppa, you son-of-a-bitch- He flies up the ladder - and BRUISES his shoulder against the locked grid. \n[150]Shit! \n[151]It's.coming, coming, COMING. Desperate, McClane sees that part of the rifle is half under the grid. Now, he puts all his energy into levering the rifle against the steel. Slowly, slowly, sweat breaking out on his forehead, he levers the rifle higher and higher, the rifle in turn levering the grid upward, an inch at a time finally, it's high enough for him to JAM the rifle's bayonet ring into the grid while the cheek notch of the stock perches precariously on the lip of the hole. \n[152]Not yet. McClane's FIST smacks in, knocking Esperanza back from the door. \n[153]Thought you'd pull this off, didn't you? I guess you didn't count on me being here. Actually, I didn't count on me being here. \n[154]Just a cop who's spent half his career busting scumbag lowlife dope dealers. Looks like it's business as usual. Think this will look good on my record? Suddenly BULLETS PING on the hatch inches from McClane's head. \n[155] \n[156]he's HIT in the left hand. \n[157]in one move vaults into the seat, snaps on the belt, grabs the \n[158]No sound, now, just the WHOOSH of the air going past - the ejection seat is TUMBLING - \n[159]  \n[160]  \n[161]  \n[162]Esperanza's down... but he's hurt. I killed one more man... that's six they've lost all together. \n[163]  \n[164].The story of my life. But the enlisted men seem sympathetic. And so does \n[165]Stuart's guys? Yeah. That means they're on the field or close - \n[166]So - if they know this too - they could be sitting around the fireplace and hanging their fucking stockings in one of these houses? \n[167]Are you sure or not? \n[168]You didn't do that - you did your \n[169] Then how would you feel about a volunteer? \n[170]HIS BEEPER SHOWS as he CLIMBS something - we WIDEN. He and Barnes are outside a HOUSE that backs up to the Airport. Both peer over the fence. It's a modest DC suburban tract job. People TRIM a TREE. It could be Norman Rockwell. \n[171]Hell. These people are hanging their Goddamn stockings. They DROP down into the snow, CRUNCH to the next fence. Look \n[172]- and these people aren't. r.ï¿½ 55A NEW ANGLE 255A They've come to a corner; now they go back to the street, spread Barne's map out on the hood of Barne's still humming CAR. Far behind them, we SEE the illuminated airport TOWER, centered in the dark blot that should be brightly active runways. Barnes reaches inside his jacket, fumbles in his jammed plastic pocket thingie for a little flashlight. He checks the map. \n[173]Could be a sentry - \n[174]Then why is he going over his own footprints? \n[175]  \n[176]  \n[177]moves from shadow to shadow and tree to tree like an Indian I stalking a settler... closer... closer... \n[178]Baker is only a yard away. Closer - closer - and then -BEEP! \n[179]CRASH into the fence with a CRACK. McClane ha Baker gun hand and SLAMS it down on the fence n -again -blood wells - the gun DROPS ker OW\", taking McClane away from the weapon -They trade bru unches - \n[180]halfway to their feet, the snow bloody between them s3ke KARATE KICKS McClane back into a tree, dazing him---Baker jumps \n[181] \n[182]I was wrong. You're not an asshole. \n[183] \n[184]taking cover behind a parked car, he HEARS the SOUND of \n[185]Fuck... They're. pulling out! And he's on his feet, FIRING his pistol, here outclassed by the \n[186]He's riding the snowmobile that cracked u , carrying the dead man's assault rifle like the Duke on a horse! \n[187]This is for flight one fourteen, mother fucker - He FIRES. \n[188] \n[189]Shit! He AIMS at the APPROACHING SNOWMOBILES -FIRES - \n[190]Blanks... blanks? .Paleing, he rummages in the snow, finds one of the soldier's backpacks. More clips inside. First clip has live ammo. Second clip - blanks CAMERA PUSHES in on McClane until he looks at the red/blue tape and -makes the connection. \n[191]Oh, my God... He gets. to his feet and RUNS. \n[192]shivering, battered, trying to come down a ladder. He FALLS the rest of the way. \n[193]  \n[194]They're not gonna do that -they're gonna get on the same Goddamn plane and leave with him! Before the Army canned him, Stuart must have loaded that unit with his own guys - \n[195]A side show to jerk us off - buy them \n[196] These are the bullets they used out there tonight. \n[197]Thanks; but I'm looking for a different kind of ride. And he POINTS to - \n[198]I - don't like flying. \n[199]I like losing worse. That way. \n[200]Shit! They're leaving! (f l340 THE HANGER - BELOW THEM - NIGHT 340 into the snow - \n[201]Get 'em to stop! Hover low, block their path! \n[202]  \n[203] That's my wife's plane, Goddamnit-! \n[204]  \n[205]panting, he wedges himself against an engine pod - and starts to take off his jacket! \n[206]Each HOLDING ON TO THE WING with one hand - FIGHTING with the other - Grant POUNDS AWAY on McClane's face - but McClane doesn't HIT BACK - he just GRINS like a maniac - PUSHES Grant -pushes -pushes - \n[207]wipes red snow from his arm. \n[208]I like you better dead. \n[209]moves hand over hand to a trailing section of the wing. Looks over and down at \n[210]FIGHTING for the knife. With.all his strength, McClane JAMS Stuart's knife hand the aerilon crack! The next WIGGLE of the metal CRUNCHES both hand and knife! Stuart SCREAMS and loosens his grip on McClane, who PUNCHES him away, goes back to work on the fuel port! But he's hardly at it when Stuart RECOVERS, and, mangled hand held clawlike, KICKS McClane's INJURED SHOULDER -KICKS AGAIN -blood on Stuart's shoe - McClane is being worked over the edge of the wing! He CATCHES at the last moment - now he IGNORES Stuart's BLOWS, because - \n[211]DROPS 20 FEET, SLAMS into the snow at the edge of the runway, bounces like litter thrown from a moving car - the big REAR TIRE almost rolls over him - \n[212]crawls to a painful sitting position. Face impassive, he watches the jet move away... and - incongrous as it seems - he lights a cigarette, looks off at - \n[213]battered like a car wreck victim, now he looks up into the dark sky trying to find the SOUND OF JET ENGINES. Then he SEES - \n[214] \n[215]Hey, Colonel: Happy Fucking New Year. And he THROWS THE CIGARETTE INTO THE FUEL. \n[216]DIVES for the ground as the explosion ROLLS TOWARDS HIM. \n[217]Gets to his knees, and LOOKS at the huge conflagration. \n[218] Honey... there's your landing lights. \n[219]Stumbles along, maybe thinking he's dead or dreaming... IGNORING the giant PLANE LANDING BESIDE HIM, ignoring the FLAMES beyond that - His concentration is totally on Holly's plane -now another giant PLANE SKIDS down behind him - it's an assembly line, like B-29's coming home from war - then he SEES what he's praying for - breaks into a RUN - \n[220]Holly - HOLLY -HOLLY! \n[221]CATCHES her at the bottom like a child - CARRIES HER AWAY. \n[222]embracing - and then she's nursing his wounds, hearing his story- \n[223]Sets Holly down, kisses her - then both TURN at a HONK. Marvin is there in an airport cart. He looks at the chaos. ", "Thornberg": "\n[1]- no, you did not explain anything - all you did was shove me a- -here in this cattle car - \n[2]Her nemesis from 20 months ago, here waving, his ticket and fending off the Stewardess' friendly hands. \n[3]Fine. Done, I accept it. But why the hell can't I get the First Class Meal--my-Network paid for instead of this swill? \n[4]Do youknow who I am? \n[5]You think you're funny?  'I've got your number \n[6]Stewardess! \n[7]You cannot put me near that woman. \n[8] \n[9]So is that plane... practically. Despite herself, she looks out. \n[10]There's nothing regular about it. I see you're intrigued. That's my gift, Mrs. McClane. I make people curious. \n[11]The people have a right to know, Mrs. McClane. You got in the way of that. \n[12]  \n[13]Victor. Victor! \n[14]Did you pack the radio mikes from the shoot, or put them in your carry on? \n[15]I love you. Get one of the receivers. Puzzled, the man pulls his bag from under the seat, gets one out. \n[16]Can you tune in the cockpit frequency? I want to hear what's going on. \n[17]You just said it would work - \n[18]Stay on it. Tell me if anything changes. \n[19]Holy shit - we - we gotta get this on tape - Victor GRINS. And pulls a MICROCASSETTE RECORDER from his shirt pocket. It is ALREADY JACKED INTO THE RECEIVER and TURNING. Thornberg all but cackles. \n[20]Jesus! ï¿½._ 184 HOLLY 184 looking suspiciously at the little piece of the two men still visible. \n[21] Boy, am I good... \n[22] Try Pulitzer, Mrs. McClane. But now that stewardess reaches up and turns on the TV PROJECTOR. As the lights DARKEN, Thornberg decides this is perfect cover. pretending he's getting a blanket overhead, he slips his credit card in one of airphones. Then he moves down the aisle, phone I inside his jacket. \n[23]I- I'm going to be sick - He makes a croaking noise to sell it, stumbles into the lavatory. \n[24] This is Richard Thornberg. Put me through to the News Director. I know he's getting ready for the broadcast, that's why I want him! Now get him or start typing your resume! \n[25]Well, none of them is me. You want proof? Try this - And he PLAYS the MICROCASSETTE. We HEAR Barnes' earlier \n[26]I want you to go live, now. Key me in from the files, a publicity shot, whatever, Connie's got one. And a map, steal one from weather- \n[27]Network, here we come... \n[28]  \n[29] \n[30] \n[31] Since then this reporter has learned that the terrorists have virtual control of the entire airport - a fact the authorities have suppressed. The terrorists promise more bloodshed unless their demands are met; and now that special Army Commandoes have arrived at the airport, the liklihood of a full scale and deadly battle is dangerously close - \n[32] \n[33]  \n[34].,and if this should be my final \n[35]groggy, he raises his hands in supplication to the stewardess. She steps over him, puts her high heels back on - walks off. ", "Marvin": "\n[1]They're valuble, you know. Me, I like those old 78's. Won't find me switching like everybody else to these new fangled 45's. \n[2]Damn straight. Janitor, and proud of it. Don't need any of this new fangled custodial engineer crap. Just do my job and screw the fancy talk. You know, you're not supposed to be down here. \n[3]W-who said I was living here? McClane shows his badge. \n[4]L-Lorenzo? C-come on, officer, I can barely get by, even with my pension. You know, I'm a vet, WW 2? If it wasn't for guys like me, you kids' be eatin' sushi today. I'm just trying to. save a few. bucks -I could. get fired if you tell. McClane moves over to a big panel with telephone lines and jacks. Examines it as he speaks. \n[5]Six times. \n[6]You a cop or a lawyer? \n[7]Annex skywalk...? Sounds like the pissant World's Fair... He rummages around, finds a big wrinkled MAP, smoothes it out. \n[8]Lemme see... yeah, must be this... connects to the new terminal - Marvin points to an ELEVATED WALKWAY connecting the two complexes. \n[9]Now, see? Here's you. And here's the skywalk. Now, check this out... \n[10]   \n[11]So I put you in the boiler room where they start, and you come out there. \n[12]  \n[13]Winter up there... Summer down here. He aims Marvin's flashlight down there, isn't enchanted with what he sees. He turns, takes Marvin's map. \n[14]How 'bout a case of Johnny Walker?  Hey, I may be homeless, but I ain't tasteless. \n[15]Hey, officer. Thought you'd be upstairs by now, hanging out with the top brass. \n[16]I know that feeling. Interested in a nice coat? \n[17]I was just a kid, working those radios on the B-29's. But I kept up. Still read Popular Mechanics. These transistor things, I'm on top of 'em - Marvin realizes that McClane has'a funny expression. \n[18]You okay, son? \n[19]Came with the coat; over near the luggage belts. Looks like one of them Japanese radios... can't hold a candle to a nice Zenith if you ask me... You like it, huh? How about twenty dollars? \n[20]. Man knows how to bargain... \n[21]whistling, stacking dolls, shoes, more flotsom from the Airport sea he's scavenged. At a SOUND he TURNS - \n[22]This man's been through serious shit, \n[23](pointing to his \n[24]Damned if I'm cleaning up this mess. McClane and Holly get in the cart. Marvin drives them away, light BLINKING... and we PULLBACK until McClane and Holly are just part of the crowd. ", "Stuart": "\n[1]Excuse me - Pause as they dance away from each other. Then - \n[2] \n[3]I as she watches, Garber joins him - \n[4] \n[5]  \n[6](nodding towards the \n[7]You can have two: \"Fuck\" and \"you\". And the interview is over and he's out the door. \n[8]You're late. \n[9]Did you finish your assignment? \n[10]Then the damage is minor.  But the penalty could be severe. In a blur of motion, Stuart is on his feet, the pistol is at Miller's temple. CLICK. \n[11] Fail me again and it won't be an empty chamber. Dismissed. \n[12]  \n[13]5 minutes to zero hour. Stand by. \n[14]Attention, Dulles Tower. Attention, Dulles Tower - \n[15]  \n[16]Who I am is unimportant. What I want... well, if you don't want those planes overhead to start dropping like flies when they run out of fuel... what I want is very important. All REACT - McClane as much as anyone. \n[17]A plane is going to be landing at this Airport in 58 minutes. It is FM 1 - Foreign Military 1. \n[18]This plane is scheduled to be met by a continigent from the U.S. Justice-department. But now there will be a change of plans. This plane will not be met by anyone. It will land on a runway of my designation where it will not be molested. That will conclude my interest in that plane and your responsibility for it. At the same time, I want a 747 cargo conversion fully fueled. \n[19]Attention, Tower. You have two more minutes to stack the planes in your inbound pattern over your outside radio marker. After that you will be able.to receive only. Any attempt to restore your systems will be met by severe penalties. At the elevator, Lorenzo pauses - stage WHISPERS - \n[20]I am doing this. \n[21]Except losing our own team wasn't part of the plan. He comes to a decision. Picks up the phone. Speaks. Voice flat, firm, stern. Around and above him, his men hover over the improvised screens and terminals. \n[22]Attention, Dulles. You were warned not to try and restore your systems. \n[23]You've wasted lives and time on a futile and obvious target. Now you have to pay the penalty. \n[24]has reacted to both the mention of his name and of McClane's. His brow furrows. Ah, yes. \n[25]McClave? John McClane? The... policeman hero who saved the Nakatomi hostages? I read about you in People magazine. You seemed out of your league on Nightline, though... \n[26]I think Cardinal Richlieu said it best: Treason is merely a matter of dates. And this country has to learn it can't keep cutting the legs off men. like General Esperanza -men with the guts to stand up to Soviet agression. \n[27]I think we can find something in between.  Give me a flight number - one low on fuel. Another man hands him a slip of paper. He reads it, switches to another mike . \n[28]Windsor flight one-four-teen, this is Dulles Approach... do you copy? \n[29]We been right here, old man. But our systems didn't come back on line until just this second. \n[30]Christ, helsbringing them You're cleared for approach \n[31]The son-of-a-bitch... the Goddamn son-of-a-bitch- I'll bet. Okay, calibrate your altimeter at setting MCCLANE'S VOICE two-nine-nine-two. Turning \n[32]\n[33](doing a different voice \n[34] \n[35] Probably our runway systems coming back up. Don't worry about it you're coming in on instruments. \n[36]Looking good, Windsor... watch it - there's a 30 knot cross wind and the runway's icy - atta boy -atta \n[37]Silence here, too. His men look at him. Except for ThampSm, who clearly enjoyed his part in the above, their faces are blank. Maybe they're admiring Stuart's incredible coolness. Maybe. \n[38]  \n[39]Don't worry, Captain. If this goes into extra innings... Well, we'll just call an our man in the other team's locker room. And - almost in afterthought - he wipes the flight number from the clear glass board. CAMERA PUSHES to the TELEVISION. \n[40]We've pussied out around the world, over and over again. We drop the Shah, fuck Marcos, throw Noriega overboard. You know what they think around the globe? The worst thing that can happen to you is to have America as a friend. And now that stain head Gorbachov, he's got some nice English suits, and a wife without gold teeth, so now the Commies are nice? Gentlemen, we are soldiers and we do not believe in fairy tales sweet though they may seem. Well, tonight, the pattern ends. The dominos will fall no more and the ramparts will remain upri- \n[41]Attention, Dulles Tower... \n[42]I am lighting up a runway now. Do not - repeat, do not - attempt to land any planes. Remember, I am monitoring you. And now, like magic - one DISTANT RUNWAY twinkles on. Almost immediately the CHATTER from the sky picks up: QUESTIONS. \n[43]Dulles Tower to FM-i. Dulles Tower to FM-1... \n[44]You are to come in on runway fifteen, repeat, runway fifteen. By now the CAMERA is in the REAR CABIN. Just in time to SEE Esperanza STRANGLE the nice young corporal with the chain from his handcuffs. He lets the body drop, nice and soft so it doesn't make a sound. Taking the handcuff key from the body, he frees himself... \n[45]Go ahead, Falcon - \n[46] \n[47]  \n[48](nodding, into \n[49]We copy, Falcon. We'll have you in five minutes. \n[50]he tosses the command mike to one of his men, throws a weapon over his shoulder and leads Garber, Thompson and Kahn in a rush out the rear door. \n[51]Their BREATH clouding inside the still cold JEEP as it BOUNCES along. Garber shines a FLASHLIGHT into the falling snow, illuminates a snow-covered runway number sign: \"EIGHT WEST.\" The miltary plane ROARS overhead! \n[52]Close enough to SEE the plane as it STOPS - \n[53]  \n[54]General! \n[55]He's going to hell. \n[56]  \n[57]You're ite a little soldier. So - consider this a mi itary unera And he OPENS FIRE. The others instantly join in. \n[58]How many grenades we have? \n[59]Use 'em. Pop. Pop pop pop. Each man PULLS TWO PINS - THROWS - Then they run for their jeep, carrying the body of their comrade- \n[60]Fall back to the Church! Now! Helping the wounded Esperanza, they vanish into the darkness. \n[61]Gentlemen, you know what to do- \n[62]UNTOUCHED. But he LOOKS back at the SOUND of SHOTS. HAND SIGNALS his flanking riders. \n[63]He looks back at the mini-FIREBALL, signals his men to regroup. All DWINDLE in the landscape of the empty airfield. \n[64]  \n[65]We're on our way. If there's another attempt to stop us like the one-you just made, I will fire several Stinger missiles into your terminal. Do I make myself clear? \n[66]Good. Please have a ground crew there to confirm the plane's condition. \n[67]Major Grant, .isn't it? \n[68]  \n[69] Hatchling, report in. What is your position? \n[70] My congratulations, gentlemen. You've won a victory for democracy... my pride and admiration... and a kick ass vacation! Get on board! With a CHEER, they run up the stairs 'to the plane. \n[71]They don't get much of it in the tropics. \n[72]What? \n[73] You just get us in the air, General. You're the only one who can do it. \n[74]in the doorway, tries to AIM - but \n[75]trying-to SEE - finally - a GLIMPSE of what has to be McClane -with a savage grin, Stuart takes off his rifle - discards the bulky coat - knife in hand, he steps out. \n[76]FIGHTING for the knife. With.all his strength, McClane JAMS Stuart's knife hand the aerilon crack! The next WIGGLE of the metal CRUNCHES both hand and knife! Stuart SCREAMS and loosens his grip on McClane, who PUNCHES him away, goes back to work on the fuel port! But he's hardly at it when Stuart RECOVERS, and, mangled hand held clawlike, KICKS McClane's INJURED SHOULDER -KICKS AGAIN -blood on Stuart's shoe - McClane is being worked over the edge of the wing! He CATCHES at the last moment - now he IGNORES Stuart's BLOWS, because - \n[77]with a victorious SHOUT he YANKS the coat from the aerilon, throws it away - heads for the door - \n[78]about to close it, he looks back and for the first time SEES \n[79]SEES the flame RACING TOWARDS HIM - turns to SHOUT to Esperanza - \n[80] \n[81]is BLOWN TO LITTLE PIECES as a FIREBALL BLOWS RIGHT OUT THE DOOR., taking all the remaining soldiers with it and then ", "Barnes": "\n[1]We just lost FAA approach control. \n[2]We did. lose FAA approach control- \n[3]Oh, my God... Everyone turns at the chill in Barne's voice. \n[4]Emergencies! Controllers, Code Yellow! People leap into action... meanwhile, Trudeau and the others MOVE around the tower, the CAMERA FOLLOWING in a 180 TURN, watch as the LIGHTS KEEP GOING OUT. \n[5]  \n[6]Confirmed! ILS is dead - every Goddamn system is dead! \n[7]  \n[8]A 747 has the furthest flight capacity of anything we've got here. Take out the seats and save some weight, add the wing tanks and it could go to Australia, Africa, Asia - hell the whole Goddamn world.' \n[9]--guys, guys, all we have to do is find a way to transmit - \n[10]We have one. The new terminal wing they're building? Twenty airlines when it's done? \n[11]All with their reservation computers, all tied into a nice big antenna array so they can talk to their home offices- it's just sitting there waiting to go on line - \n[12] \n[13] We're in the annex skywalk. I can see the dish! I'll call you as soon as it's hot for a protocol test. \n[14]As bullets RAKE the slidewalk and PING off its walls, they JUMP over the railing &amp; take cover-another COP KILLED on the move. \n[15]is CUT badly on the arm by flying GLASS - he CRINGES behind a dumpster while the three remaining cops EXCHANGE FIRE with the four soldiers. BULLETS hit near his metal case. He takes a 77 deep breath - rescues it! \n[16]  \n[17] --me? I'll live. But Lorenzo's SWAT team is dead... and the antenna array is toast. Start looking for a new miracle. AN EERIE ALIEN TYPE VOICE makes them both jump; McClane raises his GUN. \n[18]Some kind of scrambler so even if we scan their frequency we can't listen in. Descramble mode must activate on this code panel. These guys are pros. \n[19]Eight numbers - that's 8 X 7 X 6 times \n[20]both ashen faced - \n[21]Don't do it... you bastards, don't do it..! Desperate, McClane runs to the spilled paint, grabs turpentine, rags, pieces of scaffolding. \n[22]What are you doing? \n[23] Come on, see the torch, see the \n[24]On the air? With what? \n[25]And wait for those lunatics to shoot them out? And where do we get those \"big portable lights\"? Borrow them from Batman? \n[26]Your vote? You voted for Dukakis! (exasperated, to another \n[27]Great, that leaves thirteen accidents waiting to happen. Are they still bucking headwinds? That's eating up most of their fuel. \n[28]Damn! The Outer Marker! (on t eir loo s It's a beacon, right? A radio beacon, that sends out this \"boop-boop-boop\" so they know they're over it, right? \n[29]So, who says that radio signal has to be just \"boop-boop boop\"? \n[30]-and we can talk to the planes and those bas ar s w o did this will never know! And as faces brighten for the first time in hours, we \n[31]  \n[32]  \n[33]We believe this channel is secure but your own transmissions are not. Do not repeat do not attempt to reply on your own frequencies to this broadcast. These people have already caused one crash by impersonating \n[34] -repeat, do not accept any instructions claiming to be from our tower unless you hear your own flight recorder access code. We will get this from your respective airlines and use it for confirmation. \n[35]  \n[36]What do we do? \n[37]Who now pulls McClane aside. \n[38]McClane. You said they showed up there right away? \n[39]I think I know where. Interested, McClane'follows Barnes around the corner. \n[40]These are the old plans when the longer runways went in... that's twelve years ago. And it looks like they did some modifications on site... moved Tracon, phone, ILS - all the underground stuff -so they could handle drainage. If I'm right, all of it would run along the edge of the airport property - and go right past this neighborhood. \n[41]Maybe. Yeah. Well, seventy eighty per cent, five percent either way- \n[42]I was sure about tying into the antenna array. And... and I got five officers killed. \n[43]I had a choice and I made it. But those cops didn't have a choice, and neither do those soldiers now. I'm an engineer, McClane. It's supposed to a wires and circuits... iron and steel. Not flesh and blood. Not lives. If...if I'm wrong again... I don't want anyone else to get orders that could get them killed. \n[44]Four more possibles. Three houses... and a church. They cross the intersection on foot, walk over a lawn. It's further to the next place; more prosperous yard. Suddenly McClane puts up his hand -Barnes stops - both look at - \n[45]And he could just be out for a walk- \n[46]  \n[47]REACTS, begins to dial the phone. REACTS to \n[48] \n[49]He's down the block, STANDING on a snow covered car - \n[50]Just get here,.this is it, move your fat ass will ya -? Grant signals his Sergeant and then it's like D-Day as ALL the SOLDIERS and some COPS hustle out - \n[51]is in the street. Moving in a crouch, McClave heads towards him. Barnes points to \n[52]  \n[53] One forty is down! They used the fire to see - I -they used the fucking fire to see! ", "John": "", "Garber": "\n[1]That was the Colonel: All perimeter teams are in place. Weather? 'Cochrane covers one ear and we SEE that he has a RADIO EARPLUG. other. He listens intently, then GRINS. \n[2] God loves the Infantry. Carry out your assignment. We'll regroup at field HQ.  Three fifty one... Mark. They syncronize their watches, and then Mi l1e leaves the bar. CAMERA PANS HIM out. He walks right past McClane, who doesn't notice him. A beat after Mil ergs exit, two AIRPORT COPS in snow-flecked JACKETS come into the bar. Seeing, them, the bartender is already pouring coffee for them. But- \n[3]also see the cops - and very casually, Cochrane ulls the earplug from his ear. Equally casually, Garber Vs-Wed-If-is- foot to slide the two long Christmas package at his feet under the table. \n[4] \n[5]Tapping airport phones right now. Got a slight problem with personnel: Last minute replacement. What's the status of the security here? \n[6]I say again, Annex team... report in. Annex team, report in. He looks at Stuart, concerned. \n[7]You were right... they went for the antenna array. We're right on schedule. \n[8]Sir. They've done everything we've anticpated... so far- Stuart smiles tightly at the unvoiced question. \n[9]He went in the cockpit - \n[10] \n[11] "}}