{"filename": "Diner_script.txt", "imdb_id": "tt0083833", "imdb_url": "https://www.imdb.com/title/tt0083833", "characters": ["Robert 'Boogie' Sheftell", "Edward 'Eddie' Simmons", "Beth Schreiber", "Mrs. Simmons", "Tank", "Jane Chisholm", "Modell", "Barbara", "David Frazer", "Diane", "Bagel", "Carol Heathrow", "Laurence 'Shrevie' Schreiber", "William 'Billy' Howard (as Timothy Daly)", "Timothy Fenwick Jr."], "dialogues": {"Beth": "\n[1]Elyse feels that Eddie is getting very sensitive about the wedding. \n[2]She thinks that since he never talked it over with Billy beforehand, it kind of bothers him even more. \n[3]I didn't hear about it. Thought he was just coming in for the wedding day. \n[4]Elyse's mother is very upset with Eddie. They picked out a yellow and white motif for the wedding. You know, like we did, tablecloth, napkins, maids-,of-honor. Anyway, Eddie objected. He wanted blue and white because that's The Colts' colors. Refused to give in. \n[5]Eddie, where's Elyse? \n[6]With 3oogie. \n[7]In surprised she's with h--m. - fro= what I've heard about her, Boogie wouldn't seen her type. Eddie is as;azed at hcw beau, ci±u1 Carol looks. \n[8](as she watches Boogie racing up the aisle after \n[9]Troy Donahue. \n[10]Ten whats? \n[11]Are we going to eat? \n[12]He's been after them all these years? That was forever ago. \n[13]-What? s0. \n[14]What? \n[15]Yeah. So? \n[16] \n[17]They have to be ?_le according to year as well. Alphabetically and according to year. Okay?` \n[18] I don't know l t.  \n[19]It's too complicated! Every time I pull out a record there's a whole procedure to go thrcugh. I just want to hear music, that's all! ° \n[20]I don't know! Who's Charlie Parker? Shrevie almost goes out of his mind. SriREJI., Jaz,!!!! Jazz!!!! Ja??it! ! ! ! i+ T H What are you getting so crazy about. It's only Music. It's not chat big a deal. It - -s! Don't you understand that!!? It's important to me! They stare at one another. Shreve trying to control his temper. Beth's eyes become watery. Holding back tears. \n[21]Why do you yell at me? I never see you yell at your friends. \n[22]Why? \n[23]What's on the flip side?\u0095 \n[24]Because 1 don't give a shit! \n[25]-Oh, hi. Boogie. He notices she looks upset, but says nothing. \n[26]No. \n[27]He ever yell at you? \n[28]Hi, Bocg. \n[29]-Is t . 'Sc?iTHw??- - \n[30]Well, you know, we're all getting our hair done for the wedding. Boogie leads the Woman toward the hair dryers. Beth follows. \n[31]  \n[32]I'm not crying. That's about the only improvement. Thanks for last night. I needed someone to just be there. \n[33]Boog,,,when we were dating, cfid YOU care fcr me? \n[34]11o: because you could do things to me, but because you cared? \n[35]How would I rate? \n[36]I don't have any sense what I'm like any-.ore. Don't ?--,ow what I am. If what I wear is nice. If I look pretty... just lost all sense of me. \n[37]Yeah? \u0095 Are you going? \n[38]W' ere are we going? \n[39]How's it look? \n[40]I think you're a little paranoid. The walls are very, very thin. Promise? \n[41]What? They approach the car. Bocgie opens the door. Beth gets inside. BE'? :-i What are you talking about? Boogie closes the door and goes around to his side. He gets in, starts the engine and pulls away. \n[42]I was suppose to be Carol Heathrow? \n[43]At least you had enough respect for me to call it Off. That says a lot. A beat. \n[44]  \n[45]What are you going to do about the money? Boogie szugs his shoulders and smiles at her, ", "Schreiber": "", "Mrs.": "\n[1]  \n[2]What else? It's only two-thirty. Wake him. Billy starts up the steps. \n[3] ", "Simmons": "\n[1]I'm not going to ruin a good knife on you. It's not worth it. ..cdie t.T-:s to Billy and smiles . ", "Tank": "\n[1]You had a payment to make. \n[2]Suppose to have it last night. No one in the office.got a call. \n[3]       \n[4]  \n[5]Boag.. \n[6]Lucky can. \n[7]Tank tu :s. Boogie slams his fist into his stcWach. Tank drops to one knee in pain. 94. ", "Jane": "", "Chisholm": "", "Modell": "\n[1](-,?eac ting to the sight of Fenwick's \n[2]Have you tried? You haven't tried. \n[3]That's true. There's hardly any blues in movies. Just sidekicks. \n[4]Who do you make-out to? Sinatra or Mathis? \n[5]I'm down for fifty. \n[6]Me, too. \n[7] \n[8]Fifteen.. or sixteen more. If you include the Maryland Fried Chicken dinner. \n[9]The New York Yankees footba?l team? EDDIE'S r1iHER They were also in the American Conference. I contributed that question. \n[10]She could of racked up points on that one. \n[11] The original colors? \n[12]__- _ Killer choices. Conf::sing. ", "Barbara": "\n[1]That's -.lot true, Willy. They enter the control room. INT. CONTROL ROOM - NIGdT The control room overlooks the studio floor. Technicians are setting up the cameras, microphones, lights. -over- the control room a bank of monitors hang down from a metal shelf. The TEC:=`iICAI. DI? CTOR is talking over a headset, balancing video levels. Barbara slips cis a headset and shuffles through some papers. \n[2] \n[3]- Ten seconds. Billy steps forward to get a better view of the activity on the floor. The Director becomes aware of his presence. \n[4]Friend of mine. Five seconds. \n[5]Willy, after this I still have a lot of work to do. Why don't you call in the morning? \n[6]On six. \n[7]No... I don't think so. Do you wan: to marry me? \n[8]Is that why you came back a few dayz. early? To ask? \n[9]New York was a mistake. \n[10]You're confusing a friendship with a woman and love. It's not the \n[11]Keep your voice down. \n[12]Plea--e. Don't be so loud. She sees a door and opei:s it. \n[13]- I can't believe' this' happened. I'm hardly the adventurous type. Some:.ow i:. Just dcesn' t see= fair. \n[14]And that makes iL very difficult. CU i BACK TO \n[15]I have a great affection for you, Willy. You're my closest friend. \n[16]Not because it's the thing to do. God, I sound disgustingly brave. \n[17]I made arrangemefits with my boss. He said not to worry. The job was mine. \n[18]So, I'll work and care for the child. It can be done. I'll just have to put up with those who want to think badly of me. \n[19]I know \n[20]If that's the case, think that's a hard thing to \n[21]  ", "David": "", "Frazer": "", "Diane": "\n[1]He did? \n[2]Not really, but Fe^.wzck scares me. Why don't you take- me home? \n[3]I thought you worked in a beauty parlor. \n[4]11 I hid in the woods. Didn't want any ketchup on me. Fc: W ICK Weeks, just lookin' for the right ti=e. \n[5]Why not travel the United States? Fr`IW CK It's been done. Europe. Europe looks like a smile. Cr=1 'RA PA NS TO Boogie and Ann C'._sho'.m. He is staetieg Co walk coward the buffet table. ", "Bagel": "\n[1]The guy's canvassing the neighborhood, and I notice he's stopping at the brick houses. He's trying to sell aluminun siding to the brick house owners. Sure enough, he comes back to the car. He's got a lead. Fools rush in, right? To the guys, this type of story is fascinating. 3cbgie comes cut o f the rest roam in the b . g . As he starts to pass Bagel stops him. \n[2]  \n[3]  \n[4]Where you getting C40 thousand? You haven't got a pot to piss in. \n[5]Nothing's a lock. You want me to call it off? As a favor to your father, may he rest in peace. \n[6]Kids today. Nobody's interested in making an honest buck. \n[7]That's what I'm saying. You call that an honest buck? Boogie approaches the guys and sits do \n[8]Did you hear? T F-y on by fourteen. \n[9]Lis ten to me next time. He pulls out. Boogie pulls forward and parks. He slams his fist into the steering wheel. Again and again. Then he leans back in his car seat. \n[10]Your mother called. She was frantic. So, out of respect for your -f at:.er. - - - He sips his coffee. Then h,.i picks up a toasted bagel and butters it. \n[11]  \n[12]Ccee to work for me. There's a lot of money to be made in the home improvement business. You'd be very good at it. Boogie thinks about it. Bagel chews on his bagel. \n[13]Call the two thousand an advance. \n[14]Always a dreamer, eh, Boog? ", "Carol": "\n[1]What's going on? \n[2]You'are disgusting! \n[3]An accident! She starts into the Ladies' Room. Boogie holds her arm. \n[4]An accident. Your th?.ng just got into a box of popcorn? \n[5]Boogie'... \n[6]Co on. Let me hear this. \n[7]  \n[8]It just pushed the flap open? \n[9]That's true. \n[10]Do you want to come inside? \n[11]Talk to you. Soon? Boogie nods and walks away. Carol watches hi= with great affection. then t-trns and enters the hc.use. ", "Heathrow": ""}}