{"filename": "Dogma_script.txt", "imdb_id": "tt0120655", "imdb_url": "https://www.imdb.com/title/tt0120655", "characters": ["John Doe Jersey", "Stygian Triplet (as Barrett Hackney)", "Cardinal Glick", "Nun", "Bartleby", "Loki", "Bethany", "Kissing Couple", "Clinic Girl (scenes deleted) (as MarieElena O'Brien)", "Priest at St. Stephen's", "Liz", "Stygian Triplet", "Grant Hicks (as Brian Christopher O'Halloran)"], "dialogues": {"Cardinal": "", "Glick": "\n[1] Thank you, Mister Flanagan - one of this parish's chief patrons, who donated the stained-glass likeness of Our Lady of Gleeful Misery that welcomes you as you enter the church every Sunday.    Ladies and Gentlemen of the press - few would deny that the Catholic Church has fallen behind somewhat in the times. Catholicism usually strikes the average person as an old-fashioned remedy for the ills - both moral and psychological - of a society that has since left it's stringent rules and ornate rituals on the heap with 45's and eight track cassettes. And in an effort to disprove that, the Church has appointed this year as a time of renewal, both of faith and of style. So, it is with great pleasure, that I present you and your parish - mere days away from it's centennial celebration - and the continental United States, via Satellite with the first of man revamps that the 'Catholicism -Wow!' campaign will unveil over the next year.   Now, what does this mean for the average church-goer? Are we going to throw out the rule book and adopt a hippie mentality in regards to our faith? No. We're simply talking about a few minor alterations to both the aesthetic and theoretical aspects of a religion that boasts one of the highest membership numbers on the planet.  A few applause ring out. Glick smiles.  \n[2] Thank you, thank you. So what are we talking about here. Well, for example...    while it has been a time-honored and traditional symboL of our faith, we have decided to retire the highly recognizable, yet wholely depressing symbol of our Lord, Jesus Christ, crucified. Why? Well, look at it. Would you relish being a member of a group that uses a man nailed to two pieces of wood as it's masthead? Of course not - who would? I've got enough downers in my daily routine without having to deal with this visual everytime I go to worship. lnstead, the church is going to adopt this new, more soothing and inspiring sigil, which we feel is in-line with our new outlook.  Glick pulls a cover off an object to his right - a two foot figure of Christ smiling and giving the 'thumbs up'. The crowd buzzes.  \n[3] See? Isn't this better? How could you not feel just great walking into a church and seeing this behind the priest - a positive reinforcement that whatever we do, God thinks is 'a~kay'. I love this thing, it's so...  \n[4] C'mon people. We're not here to talk about that. It's an issue we stand firm on - euthanasia is a big no-no, just like abortion. Murder's murder. Why won't you people accept that? Besides, we're here to talk about this little guy - your friend and mine... the happy Jesus. Can't you just see it on chains around people's necks, and as the new background in avant garde, MTV videos?  \n[5] Well...? Doesn't it pop?  Bethany. Rufus, lay and Silent Bob are at a total loss for words.  \n[6] You see? Now this one's got vision!    We're rolling out the flavors in September. Big cereal month with the kids, back to school and all.  \n[7] Exactly! And that's what we're looking to do - shake these people up a bit, get them motivated. That's the whole point of the campaign. Mass attendance is at an all-time low in this country. And it's not like we're losing them to the Protestants or Baptists - people aren't practicing at any denomination these days. If we can sell them some show - let 'em know the Catholic church has some panache, we can win them back -even get some new ones. Fill them pews, people - that's the key. And cross-promoting - like with the cereal tie-in grabs the little ones as well. Hook 'em while they're young.    \n[8] Oh - if only we had their numbers. But we are aiming for the same demographic, even though mine is the soulsaving biz. And if I have to play a bit of the devil to bring them closer to the Lord, then I'll wear the cloven hooves and carry the pitch fork.  Jay and Silent Bob adjourn themselves from the group and approach a hat rack, where the Cardinal's CASSOCK and MITER hang. Jay nudges Silent Bob.  \n[9] You'd like to help out in some way?  \n[10]   I beg your pardon?  Silent Bob stands alone by the coat rack. Jay leaps into the frame, cassock tied around his shoulder like a cape. He strikes a Superman pose.  \n[11] And you want me to call off the ceremony... for that?  Bethany leans forward in her seat.  \n[12] Cute.    Time to go. kids. Play time with the Cardinal is over.  \n[13] ...then these loonies will show up and go nuts, thus endangering the lives of all assembled, including the Governor, the press, me, the leaders of the Council of Churches. Heck, let's not stop there, maybe even God Himself.  \n[14]   Your passion for all topics insignificant, including the gender of our almighty lord, tests my patience, people. Now I'm a very important man with very important matters that demand my attention, so if you'll please...  \n[15] The Catholic Church does not make mistakes.  \n[16] \n[17] I'd also like to acknowledge this great state's Governor, Elizabeth Dalton, for coming out an helping us ring in the first hundred years of this little parish True. she's a Protestant - but we won't hold that against her.    Now, let me just give you a bit of history on this particular little hundred years young House of God...  \n[18]   Look, if you didn't like the cereal thing, we could've gone in a different direction!    ", "Nun": "\n[1] I wasn't aware there was one.  \n[2]   I've... I've never really thought about it like that...    What have I been doing with my life...?'.  ", "Bartleby": "\n[1]  Here's what I don't get about you: you know for a fact that there is a God. You've been in his presence, he's talked to you personally. And yet I just heard you claim to be an atheist.  \n[2]   I like to watch. This is humanity at it's best. Look at them.  A reunited FAMILY share a group hug and move on, making way for two young LOVERS to embrace and kiss passionately.  \n[3] All that tension, all that anger and mistrust, forgotten for one perfect moment when they come off that plane. See those two? The guy doesn't even know that the girl cheated on him while he was away.  \n[4] Uh-huh. Twice. But it doesn't matter at this moment because they're both so relieved to be with one another. I like that. I just wish they could all feel that way more offen.  \n[5]   You're never going to believe this: we're going home.  \n[6]   Look what somebody sent us in the mail.    \n[7] Keep reading.  \n[8] Give me this    \"The Re-dedication of Saint Michael's Church on it's hundredth anniversary is the kickoff of a new campaign that seeks to bring the Catholic Church back into the mainstream. With a papal sanction, the archway entrance to the centuryold, Jersey shore house of worship will serve as a passageway of pleanry indulgence, which - according to Catholic beliefs - offers all who pass through it's arches a morally clean slate.\"    You still don't get it, do you?  \n[9] If you walk through the church's front door on the day of the Re-dedication ceremony, your soul is wiped clean of any and all existing sin, moreso than the sacrament of penance could ever offer. It's a plenary indulgence, man! I don't know why I never thought of this before.  \n[10] It's rarely employed, but it's legitimate. It has a papal sanction for God's sake.  \n[11] No - by passing through the doors, our sins are  forgiven. Then all we have to do is die...  \n[12]   You'd rather stay down here for a few more eons?  \n[13] Impossible. If we cut off our wings and transubstantiate to complete human form then we become mortal. And if we die with clean souls, there's no way to keep us out. They have to let us in.  \n[14] I don't know. Somebody who's looking out for us,  I guess. Does it matter? All that matters is that  after all these years, we've found a loophole. He  can't keep us out anymore. And once we're back  in, I'm sure He'll just forgive and forget.  They pass the Nun. who leans against a wall, still dazed.  \n[15] One of the last sacred promises imparted to Peter the first Pope by the Son of God before He left was \"Whatever you hold true on earth...\"  \n[16] So if the Pope says it's so, God must adhere. It's dogmatic law.  \n[17]   You can't be anal retentive if you don't have an anus.  \n[18] What's that?  Loki smiles and starts rifling through his pockets. He extracts a magazine article.  \n[19]  \"Mooby the Golden Calf- Creating an Empire Out of Simplicity.\"  Loki wipes his mouth and nods to the article.  \n[20] Are you nuts?!    We're mere days away from getting back, and you want to jeopardize it because you have a soft spot for the good ol' days?!  \n[21] A killing spree is not going to make things better for us.  \n[22] There hasn't been an Angel of Death since you quit. Doesn't that mean anything to you? Besides, what if you're wrong?  \n[23]   Well... he does hate competition.    And this Mooby deninitely falls under that heading.  \n[24] New ]ersey. The Rededication is in four days.  The doors open. They get on. Other people are inside as well.  \n[25] What's that?  \n[26] It's the weapon of choice these days.  \n[27] Then don't use a gun. Just lay the place to waste like Sodom and Gommorah. Now that was something.  \n[28] What work? You lit a few fires.  \n[29] Sure.  \n[30] Soccer?  \n[31] We have to pass through three more states to get to New Jersey: Indianna, Ohio, and Pennsylvania.  \n[32] Oh right. The Angel of Death Returns. Sounds like a bad movie.  \n[33] He said to stay where he put us. We feared worse punishment if we disobeyed Him again.  \n[34] New Jersey.  \n[35]   You know, maybe you're wrong about this slaughter. How can you even be sure of what incurs the Lord's wrath these days? Times change. Remember when eating meat on Friday was supposed to be a Hellworthy tresspass? Or when people weren't even supposed to shop on Sundays?  \n[36] Sure.  \n[37]   So what? They're kissing.  \n[38] That's a stretch. How do you know they're not dating?  \n[39] Oh, I know the truth. But let's see how boned up on the job you really are.  \n[40] Of sorts. So what's your proof?  \n[41] So? Maybe that's his wife.  \n[42] What are you talking about?  \n[43] Very romantic sentiment.  \n[44] The Troubadors.  \n[45] No, that's the Commodores. The Troubadors were wandering minstrels and dramatists that sang melodramatic and sappy songs of undying love.  \n[46] The Troubadors made 'love' fashionable. And their influence altered the balance in a significant fashion. Until them, people got married because they had to. After them, people started 'falling in love'. Romantic courtships became the norm. What started out as simple entertainment made such a dramatic impact as to forever alter the way society operates.  \n[47] Be fair. Humans are dumb, but not that dumb.    So is it adultery or not?  \n[48] You're such an asshole.  \n[49] Troubadors.  \n[50] I can't believe you.    I just want to start off by apologizing. My friend here has a penchant toward the dramatic, so he's making me do this. Usually, I don't even involve myself in his affairs, but he hasn't done this in awhile, so he wants...  \n[51]   Mooby, the Golden Calf. Created by Nancy Goidruff -a former kindergarten teacher - in nineteen eighty nine to fill a gap in the Saturday morning schedule on local network K-REL Bought by the Complex Corporation in nineteen ninety one and broadcast nationally as the 'The Mooby Fun-Time Hour', it picked up a large following of children, ages three to eight, and spawns sixteen records, two theatrical films, eight prime-time specials, a library of priced-to-own video cassettes, and bicoastal theme parks dubbed 'MoobyWorld'.    Did I miss anything?  Whitland and company stare for a beat.  \n[52]   You and your board are idolators.  Whitland and company stare dumbfounded. Loki finishes carving and stands beside Bartleby.  \n[53]   Again -. I apologize for my friend's...  \n[54]   You are responsible for raising an icon that draws worship from the Lord. You've broken the first commandment, but more than that, I'm afraid none of you passes for a decent human being. Your continued existence is a mockery of morality.    Like you - Mister Bernard.    Last year you cheated on your wife of seventeen years, eight times - twice with prostitutes. You even had sex with her best friend while she was at her garden club meeting and you were supposed to be watching your kids.  \n[55] You got your girlfriend drunk at last year's Christmas party, and then paid a kid from the mailroom to have sex with her while she was passed out, just so you could break up with her - guilt free - when she sobbingly confessed the next morning that she cheated on you. She killed herself three months later. You sent flowers to her wake.  The board member's face is frozen. Bartleby shakes his head and moves quickly around the table.  \n[56]   Mister Pereira disowned his gay son; Mister Turran put his mother in a third-rate nursing home and used the profits from the sale of her house to purchase an oriental rug for himself; Mister Barker flew to the Phillipines on the company account to have sex with an eleven year old boy; Mister Bloom okayed the production of Mooby dolls from what he knew were unsafe and toxic materials because it was less costly.  Bartleby stops at the female Board member and looks at her, relieved.  \n[57] You, on the other hand, are an innocent. You lead a good life and have never misused your power here.  She stares at Bartleby. Loki pats her on the back and urges Bartleby on.  \n[58] But you, Mister Whitland. You have more skeletons in your closet than this assembled party. I can't even mention them aloud.  Bartleby leans over and whispers something unheard into Whitland's ear. Whitland goes green. Bartleby steps back. Loki stands beside Whitland.  \n[59]   Can I go now?  \n[60]   Loki!  Loki freezes and looks OC. He grimaces and holsters his piece.  \n[61] We're getting out of here at just the right time. These people are nuts.  \n[62]   If you want to go home...    Two tickets to New Jersey, please.  \n[63] Are you sure?  \n[64]   You had to drag that judgement out. You couldn't just hit and run.    When's the next one?  \n[65] What?! Doesn't this place warrant at least two buses a day?  \n[66] Just shut up, this is your fault.  \n[67] It's your suggestions that prevent us from negotiating what should be a simple matter of catching or staying on a bus!  \n[68]   Fly?  \n[69] Jesus Christ, Azrael - how'd you get out of Hell?  \n[70] Why not? We're going back clean.  \n[71]   Why?  \n[72] So they're going to kill us?!?  \n[73]   I can't believe they want to kill us.  \n[74] Thank you, Azrael. You're a true friend.  \n[75] It's a long trip. There'll be plenty of time later.    So why are you heading to Jersey?  \n[76] We're going home.  \n[77] Unfortunately. Do you live with those guys?  \n[78] They're funny as hell. The big one never says a word.  \n[79] Lo... Larry's taken an immediate shine to them, and he usually hates people.  \n[80] Awhile. He's great company. He can be a little flaky sometimes, but we've got a lot in common.  \n[81] We were stationed together.  \n[82] What do you mean?  \n[83]   You think we're lovers?! Oh no. No, we're not gay.  \n[84] No. We live together and all, but at the end of the night, I go to my room. and he goes to his.    Why? Do I come off as gay?  \n[85] You're divorced?  \n[86] I was dumped once. More or less.  \n[87] And you wonder if the other party's going to come to their senses and call you back.  \n[88] Mine grew out of what was really a stupid misunderstanding. A misunderstanding that grew into a total withdrawl of communication. Abandonment. And even though it was years ago, there's not a day that goes by that I don't wonder what went wrong. And then it hits me - I was replaced by someone. A lot of someones.  \n[89] ...when actually, it hurts more.  \n[90] Whole-heartedly.  \n[91] You're saying you still go to church?  \n[92] Does it do anything for you?  \n[93] See? That's what I'm talking about. People don't go to church and feel spiritual. They go to church and feel bored. But they keep going. Every week. Out of habit.  \n[94] Oh... that wasn't very funny at all.  \n[95] When do you think you lost your faith?  \n[96] Me? Years ago. One day, God just stopped listening. I kept talking, but I got the distinct impression that He wasn't listening anymore.  \n[97]   I guess I don't.  \n[98] Where's this pilgrimage to?  \n[99] Try me.  \n[100] Really...  \n[101] Maybe you're supposed to kill them?  Bethany breaks into hysterics.  \n[102] I don't imagine it's much different...    ...from killing a human...  The door behind them slides open. Rufus steps in.  \n[103] The Apostle!  \n[104] After all this time, this is what it comes down to -slaughtered by this meat puppet?!  \n[105] Oh. we can work it out, alright. I'm going to work the blade in and out of her thorax!    Loki!  Loki catches the action and reacts.  \n[106] They're here to thwart our journey home, my friend. This one just told me that she's supposed to stop a couple of angels from entering a church.  \n[107] I'd say there was a pretty good chance. What do you say, Rufus - we're to be liquidated?  \n[108] I have to agree with him. No one - not you, and especially not this finite-lifer - no one is going to impede us. We're going home, regardless of whose pride it may hurt!  \n[109] Loki - kill the girl  \n[110] Do it!  \n[111] Fine! I'll kill her myself...  A hand lands on Bartleby's shoulder.  \n[112] I noticed.  \n[113] The Scion, I'd imagine.    \n[114] There sure is.    It's them.  \n[115]   Them.  \n[116] Them - the humans. It's what it all comes down to. you know? Us against humanity... kind of like that giant ant movie.  \n[117] I'm better than alright. I've had an epiphany, my friend.  \n[118] When that sweet, innocent girl let her mission slip, I suddenly understood it all - everything. For the first time in all these eons, I get it.  \n[119] In the beginning, it was just us and Him. Angels and God. And then He created the humans. And He gave them more than He ever gave us. Our's was designed to be a life of servitude and worship - adoration. But He gave the humans more - He gave them a choice. They can choose to ignore God, choose to acknowledge Him. All this time we've been down here, everyday I felt the absence of the Divine presence. And it pained me... as I'm sure it must have pained you sometimes, even though you'd gloss over it with jokes. But we feel his absence, and why? Because of the way He made us -as servants. Had we been given free will, we could ignore the pain... like them.  \n[120] Loki, don't you get it? It's the humans - it's always the humans. They were given paradise; they threw it away. They were given this planet; they destroyed it. They were favored best among all His endeavors; and some of them don't even believe He exists. Their ego-mania corroded Hell and made it dark and crimson.    I asked you to lay down your sword years ago - why?  Because I felt sorry for them. And where did it get us?  Thrown out.    We've paid our debt. Don't you think it's time we went home? And to do that, I think we have to dispatch our would-be dispatchers.  \n[121] Don't, my friend. Don't let your sympathies get the best of you, as they did me way back when. Scion or not, she's just a human. And regardless, our sins are forgiven by passing through that arch. No harm, no foul.  \n[122] Fine. We'll cover ourselves. We'll take out a slew of people. Maybe amidst the body count, He won't notice.  \n[123] I'm going home, Loki. And nobody - not even the Almighty Himself - is going to make that otherwise.  Bartleby releases Loki and smiles. He exits. Loki watches him.  \n[124] This is no longer God's House. God doesn't live here anymore.  The crowd turns, aghast. Bartleby pushes his way through them, sheepishly followed by Loki.  \n[125] He's grown weary of your superficial faith and has turned a deaf ear to your lip-service prayers. He is no longer amused, and has abandonned you - His favorites - to the whim of judgement. Hypocrites and charlatans - prepare to taste God's wrath!  \n[126] You wanted your body count, you got it. This lot is rife with sin. We'll judge them all!  Glick grabs a COP from the crowd and pushes him toward the pair.  \n[127] Mister McGhee, don't make me angry. You wouldn't like me when I'm angry.  \n[128]   Ladies and Gentlemen - you have been judged as guilty of violations against our Almighty Lord. And this very day - I assure you - you will all pay for your tresspasses... in blood.    Wings. Now.  \n[129] \n[130] So what happened?  \n[131] We were awaiting your arrival.  \n[132] I've become aware of the reprocussions, Muse. I know what I'm doing.  Bethany leaps at him, all fists and fury.  \n[133] Bethany - you of all people should understand what I'm t~'ing to accomplish here. You too have been abandonned. You know what it's like to be cast aside. But while you've only felt the devastating effects for a few years, I've dealt with it for millenia. And while you never see your ex-husband or how blissful he is with his new wife...    And he is...    ..seeing you people everywhere. everyday, trapped on this perfect little world He created for you... it's a constant reminder that though my kind came first, your kind was most revered. And your kind knows forgiveness, while my kind knows regret. A lesson must be taught. All are accountable... even God.    Soon a cadre of police will arrive, just in time to kill us as we exit the church. And then this failed experiment called existence will cease to be.  Loki stumbles to his feet.  \n[134]   My compatriot. Genocide takes a lot out of him. He's weakened. And more importantly. he's now a human being. A condition that carries two liabilities: a conscience...  Bartleby pulls a knife and guts Loki. He stares at Bartleby as he dies, confused and betrayed. Serendipity nods to Rufus and Silent Bob.  \n[135] ..and a short life span.    Sorry, old friend - but you lost the faith.  Rufus and Serendipity and Silent Bob jump Bartleby and start throwing punches. Silent Bob bites his wing. Jay grabs Bethany and pulls her behind a bush.  ", "Loki": "\n[1] Leaving 'Alice in Wonderland' aside, look closely at 'Through the Looking Glass' - particularly 'The Walrus and the Carpenter' poem: what's the metaphorical meaning?  \n[2] Oh, but there is - it colorfully details the sham that is organized religion. The Walrus - with his girth and good-nature - obviously refers to either the Buddha, or - with his tusks - the lovable Hindu elephant god, Lord Ganesha. This takes care of the Eastern religions. The Carpenter is an obvious reference to Jesus Christ, who was purportedly raised the son of a carpenter. He represents the Western religions. And in the poem. what do they do? They dupe all the oysters into followmg them. Then. when the oysters collective guard is down. the Walrus and the Carpenter shuck and devour the helpless creatures, en masse. I don't know what that says to you, but to me it says that following faiths based on these mythological figures insures the destruction of one's inner-being.  BARTLEBY sits amongst a row of seats by one of the arrival gates. He eats popcorn and stares at...  A steady stream of TRAVELERS, exiting the gate, meeting lovedones, family.  \n[3] Organized religion destroys who we are or who we can be by inhibiting our actions and decisions out of fear of an intangible parent-figure who shakes a finger at us from thousands of years ago and says \"No, no!\"  Bartleby smiles at the meet-and-greets, warmed. Loki saddles up beside him, kneeling on one of the seats, facing the Nun.  \n[4] 'Through the Looking Glass' - a children's tale? I think not.  \n[5] Don't look back. Just get out there and taste life.    Leave this for the unenlightened. Poverty is for the gullible - it's another way the church is trying to control you. You take that money you've been collecting for your parish reconstruction and go get yourself a nice piece of ass. You deserve it.  The Nun nods at him, and saunters off, obviously grappling with something. A passerby tries to stick money in her can, but she yanks it away. Loki faces the proper direction in his seat and plops down beside the still-transfixed Bartleby.  \n[6] C'mon man - you know I don't believe any of that shit I was telling her. I just like to fuck with the clergy; keep 'em on their toes. When her head stops spinning, she'll be facing the way of the Just again. But oh. will she have a bunch to confess.    Now here's what I don't get about you: why do you feel the need to come here all the time?  \n[7] She did?  Bartleby and Loki continue to watch the arrivals.  \n[8] Maybe if someone gave them free bags of peanuts more often they would. Now what was so friggin' important that I had to miss cartoons this morning? If it was to share in your half-assed obsessions with Hallmark moments, I'm going to slug you.  \n[9]   Let me have some?  \n[10] Did you say we're going home?    \"Cardinal Glick Cuts Ribbon on 'Catholicism - Wow!\"  Campaign.\"    And?  \n[11]   \"Updating the church... television spots... Papal consent... rededication...    Again - and?  \n[12] No, I don't get it. Are we leaving now?  They start walking.  \n[13]   Sounds thin. Sounds like someone made it up.  \n[14] So you're saying you and I can walk through this doorway and go back home?  \n[15] Wait. wait, wait - Die? I don't want to die.    \n[16] No, but we don't even know if we can die. And what if we can, but this archway thing doesn't pan out? What then? Hell? Fuck that.    \n[17]   Who sent this thing?  \n[18] Yeah, but this plenary' indulgence thing is a church law, not Divine Mandate. Church laws are fallible because they're created by man.  \n[19] \" ...I'll hold true in Heaven.\"  \n[20]   Let it never be said that your anal retentive attention to detail never yielded positive results.  \n[21] There's just one thing I think I should do before we leave - something that'Il get us back on His good side.  \n[22] This is something I've been dreaming about for five years now. Read.  The crumpled article displays a Barney-like gold-hued cow, alongside various profit charts and text.  \n[23] I want to hit them.  \n[24] What better way to show I've repented than by resuming the position I denied... thanks to you.  \n[25] We're not talking about killing here. We're talking about Divine Justice. We're talking about punishing the wicked, raining down fire and brimstone. He's all about that. I just know he'd want this done.  \n[26] If I'm wrong, it won't matter. Like you said - we pass through the arch and we're forgiven anyway  They step up to an elevator and press the button.  \n[27] The church we have to go to is where?  \n[28] Our last four days on earth. If I had a dick, I'd go get laid. But we can do the next best thing.  \n[29] Let's kill people.  A guy beside Loki reacts. Loki smiles at him as the elevator doors close.  \n[30] It's a lot more compact than the flaming sword, I'll say that much.  \n[31] It seems unimpressive. At least the sword looked intimidating. How can I strike fear into the hearts of the wicked with this?  \n[32] Batman never uses guns.    I don't know. It feels impersonal.  \n[33] Oh yeah, for you maybe. You got to stand there and read. I had to do all the work.  \n[34] I rained down sulfur, man. There's a subtle difference.  \n[35] Are you kidding me? Any moron with a pack of matches can start a fire. Raining down sulfur takes a huge level of endurance. Mass genocide is the most exhausting activity one can engage in, next to soccer.    I'll take this one.  \n[36] With a very important stop in Cleveland.  \n[37] Movies are bullshit. And don't start with me, airight. The last time you bugged me about my job, you got us sentenced to life in Wisconsin.    All this time we've been down here, why didn't we ever leave the Cheese?  \n[38] Where were we afraid He'd send us?  \n[39] Now that, my friend. is irony.  \n[40] That stuff was small potatoes. The major sins never change. And believe me - I can spot a commandment breaker a mile away.  \n[41] You don't believe me?    There. There's one.  \n[42] Adultery.  \n[43] You'd know better than me - let's hear it.  \n[44] A test?  \n[45] He's wearing a wedding band.  \n[46] No married man kisses his wife like that. You get married and the passion dies, man. Don't you ever watch talk shows?  \n[47] A guy makes his best plays when wooing. When the object of his desire is won, there's no need to expend the effort anymore. He relaxes, satisfied with the spoils of victory, which he then decides isn't so victorious because he's saddled with a life-mate.  \n[48] That's the problem - romance. You think about it :back in the old days, nobody got married out of quote, unquote, love. People married for property', dowries, or to procreate - to immortalize oneself through offspring. When did all this love stuff start? What the hell happened to the status quo?  \n[49] Lionel Richie's old group?  \n[50] Sounds like the Commodores.  \n[51] That's human beings for you - easily misled. From the Garden of Eden to the 'Thigh Master' - thev believe what they're told. I'm telling you - one day they're all going to watch one too many John Hughes flicks and start looking for Shermer, Illinois.  \n[52]   Excuse me.  The Couple stops kissing. The MAN looks at Loki.  \n[53] Are you married?  \n[54] Just curious.  \n[55] To her?  \n[56] Are you married to her?  \n[57] Don't blame me, man. Blame the Commodores.  \n[58]   Hmm?  \n[59]   My friend just has a few words for you, and then we'll be on our way. Heading to Jersey, you see. Now -by the decor, I assume I'm guessing correctly that this is the corporate headquarters for Mooby Productions International?  \n[60]   You may proceed, mon ami'.  \n[61]   Just read 'em their rights already.  \n[62]   How could your forget the magazine?  Bartleby rolls his eyes. Loki turns to the Whitland and holds up the sculpture.  \n[63] It's you.    Do you know much about voo-doo? Fascinating practice, very close to Satanism, but not really much of a religion - no doctrine of faith. Just an arrangements of superstitions, the most well- known of which is the voo-doo doll.    A mock-up of an individual is subjected to various pokes and prods, and the desired result is that the individual will feel the effects.  \n[64] All lines are currently down.  \n[65]   Would you just get on with it?!  \n[66] In the bed you and your wife share, no less.  The board member stares in disbelief. Loki nods to Bartleby and he moves on.  \n[67] You're her father, you sick fuck.  Whitland begins sobbing.  \n[68]   Go on, you crazy kid.  Bartlebv exits. Loki turns menacingly on the others.  \n[69] With the exception of Miss Pryce, there is not a decent human being amongst you. Do you know what makes a human being decent?    Fear. And therein lies the problem. None of you has anything to fear anymore. You rest comfortably in seats of inscrutable power, hiding behind your false idol, far from judgement - lives shrouded in secrecy even from one another. But not from God.  Loki goes to exit but pauses. He turns around.  \n[70] I forgot my little voo-doo doll.    Wow. It really does look just like you. Maybe, if I believed enough...  Loki begins moaning menacingly, slowly waving an open palm over the figure. Whitland looks at it horrified, then at Loki, then back at the figure. He sweats and shifts in his seat - eyes pinned on the figure. Loki lets out a shriek and smashes the figure with his fist. Whitland freezes, eyes closed. Slowly, he opens his eyes - unharmed.  \n[71] I don't believe in voo-doo.  Loki swiftly exits. The Board Members sit in awed silence. Then the doors burst open and Loki storms back in.  \n[72] But I do believe in this.  Gun blazing, he takes out the male board members, including Whitland, in a flurry of bullets. The remaining female Board Member covers her head with her arms. Loki hangs his arm at his side and touches her hair.  \n[73]   It's okay. You've done nothing wrong. They were bad men. You are a pure soul.  She looks at him, terrified. He smiles back. Then his expression hardens.  \n[74] But you didn't say 'God Bless You' when I sneezed.  He quickly puts the gun to her head. She slams her eyes shut.  \n[75]   Sorry. Force of habit.  He surveys his handiwork and exits. The female Board Member slowly opens her eyes and looks around.  \n[76] And you say Siskel and Ebert have no influence over this culture.  \n[77]   And that's the church we're heading to?  \n[78] Come on - how many people can possibly be going to New Jersey?  \n[79] There's no one else here.  \n[80] We should have learned to drive a long time ago. Infinite celestial power and we can't catch a bus.  \n[81] You can either lament over our mass transit folly, or you can listen to my suggestion.  \n[82] Why fall victim to gravity when we can just as easily rise above?  \n[83] We got wings, right? Let's use them.  \n[84] Go figure. Him. A demon.    Why'd you bring us in here?  \n[85] We're going back home.  \n[86] Oh, lighten up.  \n[87] You're kidding!  \n[88] If that's the case, then why aren't you hunting for us too?  \n[89] Hey Az - what's it like down there. Is it as bad as they say?  \n[90]   Shit man - that is punishment.  \n[91] Jay tells us you're going to sleep with him.  \n[92] I'm telling you, man - it's all about organized religion and society's battle against it. The Rebels are fighting the Empire, right? Now the Empire is led by whom? Darth Vader? No. It's led by the Emperor. And the Emperor is a practitioner of the Force, albeit the Dark Side of the Force. And the Force is basically a religion.    So the entire galaxy is under Imperial rule, and the Imperial government is run by this old religion. What you have, then, is a theocratic government - a government run by the church. So Luke, Han, and Leia are fighting that government to liberate the galaxy from the pious grip of what is, in essence, holy mother church.  Silent Bob nods in understanding.  Bethany and Bartleby slump in their booth, the table loaded with empty glasses. Bethany is quite tipsy. Bartleby sips his drinks, and surreptitiously spits it out.  \n[93] Holy shit - the Apostle!  He leaps from the table. Jay stirs and wakes up.     I didn't come in you, I swear...    Bartleby, with Bethany in hand, faces off against Rufus. Loki joins them.  \n[94]   What are you doing here?  \n[95] You think she was talking about us?  \n[96] Consequences, schmonsequences.  \n[97]   What are you, high?  \n[98] I can't kill her if she hasn't done anything, you know that. And it looks like she's 'on the job', so to speak...  \n[99] Wait, man! Can't we talk about this?!  He throws Loki out the door, off the train.  Rufus squeezes Bartleby's hand. Bartleby drops the knife and punches Rufus in the face. Bethany jumps on Bartleby's back, covering his eyes. They careen down the aisle, toward Silent Bob. He pulls Bethany off Bartleby's back and kicks him out the back door, off the train. He quickly slams the door closed and leans against it.  The Bartender stares at him.  Silent Bob brushes off his coat and thumbs toward the door.  \n[100] The Apostle is here!  \n[101] If that's the case, then chick with him must be...  \n[102]   Well, shit man! Maybe we should rethink this whole thing! I mean, you heard the guy - he said there were consequences. Azrael tells us we're marked. Maybe there's more to this than we thought about.  Bartleby leans against the wall, sitting on the ground. His demeanor has changed. He stares into space.  \n[103]   What?  \n[104]   The movie about the giant ants?  \n[105]   Are you alright?  \n[106] An... epiphany. Yes, well... that'll happen.  \n[107]   Get what?  \n[108] You know - maybe you should take a nap or something.  \n[109] Wait, wait, wait - kill them?! You're talking about the Last Scion, for Christ's sake! And what about Jay and Bob - I mean, those guys were alright.  \n[110] That sounds thin.  \n[111] Oh, that's being realistic.  Bartleby reaches out and grabs Loki, slamming him against the wall.  \n[112] Shit.  He follows.  \n[113]   Maybe we should just go.  \n[114] I'm not so sure...  \n[115] Kind of hard to tell with his face like that, but the Rosaries are a dead giveaway.  \n[116]   He's been at it for awhile now.  In the distance above - a mere shadow against the sky - something winged soars and stops, releasing what looks like a very panicky human being.  \n[117] We ran out of parishoners, so he just started picking up anyone off the street. You're looking at eons of repression getting purged. If only we'd been able to jerk off.  Loki drags himself a few feet backwards.  \n[118] I'd step back if I were you.  They jump back just as the body hits the ground and explodes. Bethany charges at Loki, grabs his lapels, and shakes him furiously.  \n[119] This wasn't my idea. alright? I just wanted to go home.    We both wanted to go home. But he snapped. When he realized who you were and what you'd have to do, he just lost it.    You know what's funny about it? He never could stand to see me work. He said he always felt son~' for you people - that you didn't know any better.    Now look at him.  \n[120]   The Muse. Haven't seen you in a long time. What's with the tits?  \n[121] I can't... let you do this, Bartleby...    I didn't know we... would end existence...  ", "Bethany": "\n[1] The source of the voice - a GIRL - sits beside Bethany's desk, stretching out her gum. Bethany offers her an understanding smile.  \n[2] I'm not here to lecture you - I'm here to make sure you really want to go through with this.  \n[3] Ever think about having it?  \n[4] I never did.  \n[5]   My first year in college. All through high school, I'd dated the same guy - Walter Flanagan. We were really in love, right? So much so. that we decided to go Carnegie Mellon together... that's this college in Pittsburgh. So there we are -away at school, and there's suddenly no parents to worry about anymore, so we're screwing like rabbits - just constanly doing it. And I wound up getting pregnant. So he begs me to have it. He says we should quit school and get married, and I'm telling him that that'lI screw up our educations. We fought about it for a week - my arguement being there was no rush to have kids, you know? We could always have a baby in a couple of years - after school. So I got the abortion against his wishes... I mean, what the hell - it was my body, right? After graduation, we got married and immediately set about trying to have kids. We tried like hell for the first six months, and... nothing. So I went to a gynocologist to see if everything was okay on my end.      My uteran wall had this fissure. It seems that the doctor who performed the procedure on me years before had somehow botched it. I'd never be able to have a child.  The Girl's face says it all. Bethany takes a drag and continues.  \n[6] So there I am - devastated. And now I have to go home to break the news to my husband who years before had begged me to have the baby - his baby. And after I explain it to him through my tears, he sits on the couch and rubs his eyes. And in the calmest, most rational voice I've ever heard anybody use in my life, he asks me for a divorce. And I fought him, you know? I tried to talk him out of it; told him there were alternatives - like we could adopt. And all he said was he wanted a wife who could have his children.  \n[7] He remarried. He had two kids in two years with his new wife. We never spoke again. And now I do this.  \n[8] I dated this guy a year or two ago - he was really into comic books. He told me I had the stock superhero story -I wanted to prevent a wrong that had happened to me from ever happening to anyone else. Kind of like Batman, he said. The only difference is I don't put on tights to do it... unless all my other clothes are in the wash.    So... let's go over your paperwork.  \n[9] They hate me more than you, no doubt. At least you have an excuse - you're ]ewish,  you don't know any better.  \n[10] I went to church.  \n[11] I sit there every Sunday and I feel nothing. I can remember sitting in church when I was a kid and being moved - like everything meant something, like I was important. And the stories of all these holy people were so inspiring. Now I sit there and think about my checking, and what I'm going to wear to work the next day.  \n[12]   You wouldn't believe me if I told you.  \n[13] That's just it - I don't. I don't think I have any faith left.  \n[14] A fifteen year old who came in here said that?  \n[15] Jesus! See? A minister knocks up a teenager -isn't anyone afraid of the Lord's wrath anymore?  \n[16] Watching T.V.  \n[17] It's been my experience that the average male is never a man - not even for ten minutes in his entire life span.  \n[18] Couldn't do it. Women are insane.  \n[19] I think God is dead.  \n[20] The fridge door opens and Bethany glances around inside. She pulls out a chocolate cake and closes the door.  \n[21] Bethany sits on the couch, eating cake with a fork and watching the OC t.v. The theme song to Filmation's 'Batman and Robin' cartoon can be heard. She sips some milk from a glass and has some more cake.  \n[22] Bethany's in bed, staring up at the ceiling. From the darkness, a creaking floor board is heard. Bethany reacts, grabbing a bat from under her pillow. She peers into the darkness, defensively wielding her bat.  Suddenly, the room explodes in flames. A huge fire that appears to be shooting out from the floor ignites mere feet from Bethany's bed. Bethany leaps back, taking a beat to stare, mesmerized. Looking closely, one can see an anthropomorphic form standing in the blaze.  \n[23] \n[24]   I'm calling the cops! Breaking and entering, attempted arson... they're going to lock you up for life...!  \n[25]   You cut the phone lines...    Get the fuck out of here, now!  \n[26] Oh God - you're going to rape me...  \n[27] Take whatever you want, just don't kill or rape me...  \n[28] Wh..what are you?  \n[29] Are you going to kill me?   I could for what you did to this suit. Unfortunately I can't. You're called.  \n[30]   How do I know you're an angel?  \n[31] Where the hell are we?!  \n[32] We're in Mexico?!  \n[33] I suppose it would be too cliche to observe aloud that this is the weirdest dream I've ever had.  \n[34] What do you want with me?  \n[35]   Uh, yeah.  \n[36] Why am I supposed to go on a crusade?  \n[37] I work in an abortion clinic.  \n[38] That doesn't sound like a crusade.  \n[39] What's the fine print?  \n[40] Wait, wait, wait. Repeat that.  \n[41] The first part.  \n[42] Clarify that.  \n[43] Why?  \n[44] Grigori?  \n[45] So they're like Guardian angels?  \n[46] The Tenth Plague.  \n[47] Sounds reasonable.  \n[48] I mean about the angel of Death's resignation.  \n[49] Were they sent to Hell?  \n[50] And what's this have to do with me?  \n[51] So what? They beat the system. Good for them.  \n[52] Are these guys that bitter?  \n[53] If this is so major, why are you talking to me? Why doesn't God do something?  \n[54] Why me?  \n[55] And who am I?  \n[56] I'll pass.  \n[57] When some asshole abortion doctor destroyed my uterus -where was God? When my  husband decided he couldn't be with a wife that couldn't bear his children - where was  God? Now all the sudden, after all these years of quiet noninvolvement in my life, He  sends one of His lackey's my way who tells me I should save the world, and as what -  some sort of test? To Hell with Him.  \n[58] A grudge? Do you know why I work in that clinic? It's my own private way of saying  \"fuck you\" to God.  \n[59] What, more angels?  \n[60]   Hey.    You work for God.  \n[61] What's he like? God?  \n[62] I'll bet.  \n[63] But we do.  \n[64] Sex is a joke in Heaven?  \n[65] Bethany startles awake. The radio on her night-table plays 'Little Red Corvette'. She lays back down.  \n[66] Bethany sits at her desk, staring into space. A twenty-something girl speaks, butBethany's not really listening. She's extremely preoccupied.  \n[67]   God, what time do you people quit and go home?! Let's just save it for tomorrow, alright?  There's no response. Then there's the noise of wood being tapped against the ground. Bethany peers into the darkness, looking for the source.  Suddenly, a skater whips past her, slamming his stick into the back of her knee. Bethany goes down. Another skater whips in and slashes at her, but she ducks. The stick hits the car door above her. She rifles through her purse madly until another skater whips by, dragging her purse away with his stick. Bethany looks up.  The Stygian Triplets are lined up menacingly, a few feet from her. They tap their hockey sticks in unison on the ground. Bethany jumps up and faces them defensively. The Triplets emit an unholy shriek and charge at her.  And from out of nowhere, a large figure swoops down from above, landing on the ground between Bethany and her menacers. The Triplets stop short and regard the figure curiously. The large figure whips into a defensive stance, Batman-style.  The Stygian Triplets look to one another. They shrug and charge anew.  From behind the rock-still large figure, a smaller figure leaps into the streetlight, shrieking, flying through the air, busting into a flying kick. He lands before the middle Triplet and open-palm punches him twice in the face, grabbing his stick from the falling child's hand and tossing it into the air behind him.  The stick sails through the night air and is snatched by the grip of the large figure, who twirls it under his arm, and then back Out like a sai. He swings it out before him, knocking the other two Triplets off balance. The smaller figure back flips into the larger figure's arms and kicks his feet into the faces of the two wobbling Triplets. They go down, and the smaller figure leaps forward with a shriek, landing between the fallen pair, elbows into their backs.  The flrst struck Triplet leaps out of the darkness at the large figure, screaming something unholy. The large figure catches the kid by the throat and quickly  head butts him, tossing him to the side. The large figure sways for a beat and then shakes it off.  The small figure collects the hockey sticks and throws them into the distance. He kicks at the falien Triplets as they scurry away.  \n[68] Where... where did you learn to do... that stuff?!  \n[69]   I don't know what to say... or think.  The figures turn into the light, revealing the faces of the heroes for the first time - two very familiar faces.  \n[70] Who are you?  The large figure lights up a smoke. The small one extends his hand.  \n[71] You're not with the Fight-to-Lifer's?  \n[72] Then - I don't mean to sound ungrateful - but what are you doing hanging around?  \n[73]   Excuse me?  \n[74]   Oh. Right. Well, I should be going. Thanks for the rescue... I think.  \n[75] I had a weird night last night, and now tonight's not shaping up to be any better. I think I should go home, take some percosets, and lay down.    \n[76]   You've gotta be kidding me.  Hey! Wait!  She runs up to them. They whip around and raise their fists defensively.  \n[77] Sorry.    Would you... I can't believe I'm doing this...    Would you... like to have a drink with me?  Jay's face lights up. He punches Silent Bob in the arm.  \n[78] Are you both from around here?  \n[79] Do you live in the city?  \n[80] You're a man of principle. Where do you come from?  \n[81] What brought you to McHenry?  \n[82]   Hollywood?  \n[83] Yes.  \n[84]   What'd you do?  \n[85]   So what exactly brought you to Illinois?  \n[86] And now you live here?  \n[87]   Right. So how much longer are you staying here?  \n[88] No. How long are you staying in McHenry?  \n[89] Where are you going next?  \n[90] I see.    \n[91] I didn't ask you out for sex.  \n[92] I don't know why, but...    ...I want to go with you.  \n[93] No, I want to go with you to New Jersey.  \n[94] When can we leave?  \n[95] You're going to lead me somewhere.  \n[96] Someone told me I'd meet you, and you'd take me somewhere I was supposed to go. I didn't believe it until you said that thing in the parking lot.  \n[97]   Do you believe in God?  \n[98]   No. wait...  \n[99] I can pay you.  \n[100] For being my guide. You were going to leave anyway; all I'm asking is to tag along and see where it leads. I'll pay a hundred bucks and all expenses.  \n[101] No sex.  \n[102] In that highly unlikely situation?    Yeah, sure.  \n[103] The speedometer reads ninety five.  Jay drives, eyes glued to the road. happy as hell. Silent Bob smokes to his right. Bethany sits pinned against the back seat, wearing an uncomfortable and dubious look. She struggles to lean forward. The engine still races.  \n[104]   What gear are you in?  \n[105]   Nobody is fucking me! You got that?!  \n[106]   I'm sorry I dragged you to that diner. I don't know what I was thinking. But being that I've decided to go home and not to New Jersey, this is where you two get off.  \n[107] Good luck with finding Molly Ringwald, or whoever it is vou're looking for. Sorry for the inconvenience. Good bye.  Bethany starts walking away. Jay stares at her, shocked.  \n[108] No heartbeat.  \n[109]   I think there would have been more of a mess if he fell from that high.  \n[110] Jesus, are you okay?  \n[111] I think he was aiming a bit further south.    Speaking of which, you're awfully nude - Rufus, is it?  \n[112] Where exactly did you fall from?  \n[113] You know, normally I'd have a hard time with this, but somehow you falling out of the sky seems to go hand in glove with some of the other stuff I've been deaiing with.  \n[114] How can you be so composed? We were almost killed.  \n[115]  Wait. wait, wait - Christ? You knew Christ?  \n[116] Let me guess - you're another angel?  \n[117]   It's not a joint.    I can't read this.  \n[118]   \n[119]   Egg McMuffin. Now how about you start explaining some things to me.  \n[120] Like - for starters - who the hell are those kids that keep attacking me?  \n[121] So they're dead too?  \n[122] Is it those two angels I'm supposed to stop?  \n[123] I hate to say it - but he does have a point. How did you know where to find us?  \n[124] And why are you watching me?  \n[125] What's your beef with the Bible?  \n[126] I've been going to church my entire life and I've never heard of a thirteenth apostle named Rufus.  \n[127] What's that?  \n[128] If that's true, then why'd He get written about while you were left out?  \n[129] You were martyred?  \n[130] So you went to Heaven?  \n[131] How do you know about that?  \n[132] I find that hard to believe.  \n[133] Yeah... but I never told anyone about it.  \n[134] ...BryanJohnson.  \n[135] I just feel... violated. Like my life isn't mine exclusively.  \n[136] What are you talking about? I'm a nobody. I'm just a quiet girl from the suburbs who counsels pregnant teens.  \n[137] Why not get the pope or someone holy like that?  \n[138] Why me?  \n[139]   What are you doing?  \n[140] What?  \n[141] I had a car.  She slaps Jay upside the head, but - riveted by the Dancer - he doesn't feel it.  \n[142]   We could go by train.  \n[143] There's a phone out there. I'll call for reservations.  Rufus is now also riveted by a table dancer off to the side.  \n[144] No, it's okay. I can handle it.  Rufus half-nods. Bethany shakes her head and exits.  The Dancer gyrates on the stage, revealing more and more of herself.  Jay pounds on the stage, hoots, and dances, flashing more bills.  ACROSS THE STAGE a small GANG of bandanna-wearing, angry-looking blacks watch the OC Jay with little amusement. The Dancer dances toward them.  \n[145] Who?  \n[146] What does that mean - another expulsion? I thought you came down here specifically to help me?  \n[147] Let me guess - the fourteenth apostle; left out of the bible because she's a woman.  \n[148] Oh, those weren't tits I saw Jay cozying up to?  \n[149]   Oh God. Another angel. Like Metatron.  \n[150] I'm confused.  \n[151] Then who is she?  \n[152] Now I'm really lost.  \n[153] Meaning?  \n[154] I can't take much more of this.    \n[155]   So you - what - inspire people?  \n[156] You made them sing that song?  \n[157] Are you kidding? Those two are so dense, they wouldn't get a good idea if it was given to them in a specially marked box.  \n[158] Prove it. Give me a good idea.  \n[159]   Alright. So you're a muse. So what kind of people do you inspire - besides stupid ones?  \n[160] Movies?  \n[161] What have I seen that you've been involved with?  \n[162] Nine?  \n[163] So what happened?  \n[164] What about what you did with Jay and Silent Bob? You inspired them.  \n[165] Whose?  \n[166] You're saying God's a woman.  \n[167] The possibility never presented itself. He's always referred to as a Him.  \n[168]   God is a woman...  \n[169] ...mom. God, it makes sense.  \n[170] You know about that?  \n[171] What do you have against Catholics?  \n[172] Once or twice.  \n[173] So if we're so wrong, then what's the right religion?  \n[174] What do you mean? What's that smell?  \n[175] Who the hell is it?!  \n[176] A what?  \n[177] What the fuck happened?!?  \n[178] Skull place. The hill where Christ was crucified.  \n[179] What are we doing down here, then?. Any second now he'll be blasting through that door!  \n[180] Bob, get down! Jay!  \n[181]   What was that?  Silent Bob holds the can out to them: it's a small, trial size can of Glade Air Freshener. Jay looks at it, then at Silent Bob.  \n[182]   'Knocks strong odors out.'  \n[183] Why would you ever carrs this?  Jay farts. Silent Bob sprays the freshener at his ass. The others look at jay.  \n[184] What's going on?  \n[185]   Thank you. And... you're a great dancer.  \n[186] She told me that if you behave, she'll give you head.  \n[187] Oh, a demon'd have a field day with you.  Serendipity and Rufus watch them disappear up the steps.  \n[188] You shut up.  \n[189] It's weird. just when I think I've got a handle on things. something wholely unbelievable presents itself. Sometimes I wish I had just stayed home.  \n[190]   What was He like?  \n[191] Besides that.  \n[192] Some things never change.  \n[193] How does He feel now?  \n[194] Having beliefs isn't good?  \n[195] He was big on life?  \n[196] Sex.  \n[197] They went to the lounge car to smoke.    I'll go find them; make sure they're not getting into any trouble.  \n[198] You two aren't getting into any trouble, are you?  \n[199] And who are your new friends?  \n[200] You can smoke up with them if you want. You don't have to keep me company.  \n[201] Do you two live together?  \n[202] I wish the little one would take a cue from him. But they're okay, as far as stoner's go.  \n[203] How'd you meet?  \n[204] See? That's beautiful. And everyone's always up-in-arms about this 'out-in-the-military' issue.  \n[205] Well there's all that macho bullshit about it being 'This Man's Army'. And you two meet and hook up while in the service, which is so special - because it's so hard to meet anyone you can seriously relate to...  \n[206]   Oh God, I'm sorry'. I just assumed...  \n[207]   No, not at all. I'm sorry. My ex-husband kind of fouled up my relationship awareness barometer.  \n[208] That's the nice way of putting it. I consider it being dumped.  \n[209] It's terrible, isn't it? Don't you constantly question your value - like why was I so easy to cast aside? Didn't I have merit?  \n[210]   You know what we need? We need some drinks. A lot of drinks. Do you agree?  \n[211]   Every Sunday.  \n[212]   Gives me time to balance my check book every week.  \n[213] Or in habit, if you're a nun.  \n[214] A friend of mine told me that church is like bad sex:it's messy and there's no foreplay...    No. that's not it. I am so buzzed.  \n[215] I remember the exact moment. I was on the phone with my mother, and she was trying to counsel me through what was happening to me and my marriage. And she said something like \"There's always a plan.\" And I... just got so angry. I mean, I know she was talking about God, right - God had a plan. But I was like \"What about my plans?\" You know? Like, don't they count for anything? I had planned to grow old with my husband and have a family - wasn't that plan good enough for God?    Apparently not.    How about you? When did you lose your faith?  \n[216] She. And how do you know She was listening in the first place?  \n[217] I hate thoughts like that. But they occur to you with age. When you're a kid, you never question the whole faith thing - God's in Heaven, and He's... She's always got her eye on you. I'd give anything to feel that way again. Which is why I guess I let myself get talked into this pilgrimage. I needed proof. And the opportunity presented itself to find out if it is like they told us in Catholic school. And I gotta tell you - the last few days, I've come across some interesting people that lend toward convincing me.  \n[218] You'd never believe me if I told you.  \n[219] Alright. But I warned you. Okay - I'm going to this church in New Jersey.  \n[220] I was told that I'm supposed to stop a couple of angels from entering the church. They're trying...    This sounds so stupid... They're trying to get back into Heaven.  \n[221] See, they got tossed out of Heaven years ago, right? And if they get back in, it proves God wrong. And since God is infallible, to prove Her wrong would...    ..would unmake existence! I feel so stupid just saying it.  Bartleby's eyes are wide. He looks scared. Then, a calm falls over him.  \n[222] Oh yeah! Kill them! Even if that was the case... I mean. how do you kill an angel?  \n[223]   Rufus, I want you to meet my friend, Barry...  Bartleby leaps out of the booth and grabs Bethany, holding the knife to her throat.  \n[224]   Barry! Don't be such a show off!  \n[225] Is that a knife?  \n[226] I don't understand why we couldn't stay on the train. You threw those guys off.  \n[227] And what's with that? Why are we enemies? The guy almost gutted me, for God's sake!  \n[228] Semantics! Semantics that don't even answer mv question.  \n[229] What do you mean, kill? I wasn't asked to kill them -just stop them from going into that church.  \n[230] I've never killed anything before in my life!  \n[231] You say it as if it's easy.  \n[232] So then we're screwed?    Shit, that's the best news l've heard in days.  \n[233] Count me out. You're telling me they're unstopable, I'm exhausted - both psychologically and physically, the odds are against us. I say we kick back and wait for the end -a little non~xistence might be just what the doctor ordered.  \n[234] See? You know it's right when even he's making sense.  \n[235] Now that we're all but in total agreement on this, I'd just like to finally know - why me?  \n[236] I wasn't talking to you!    Why me? Why do I have to do this? Nobody's come  clean on that. Out of everyone on the whole god-damned planet. How come I got tapped?  Rufus looks at her. He shrugs.  \n[237] What's this have to do with me?  \n[238] I don't buy it. Integral material like that would give people a better understanding of the nature of God. Why leave it out?  \n[239] His mother and father?  \n[240]   Wait, wait, wait - Jesus didn't have any brothers or sisters. Mary was a virgin - that's why it's called the Immaculate Conception.  \n[241]   \n[242] Meaning?  \n[243] Now you show up! Where were you when that psychotic bastard had a knife to my throat?  \n[244] Excuse me?  \n[245] Constitutionals?  \n[246] But She hasn't come back from one of those day-trips, is what you're getting at?  \n[247] Don't encourage them. And why did you lie to me? You said I was tapped as a test?  \n[248]   'Glick Takes Heat for Campaign'?  \n[249]   'Cardinal Glick has come under fire for the blatant pandering and questionable direction of his church-sanctioned 'Catholicism - Wow!' campaign. When asked about his motivations for decommisioning the traditional baptismal fonts in favor of the proposed Olympic sized lap-pools beneath parish floors, Click responded \"Come on - who doesn't like a pool party?\"  \n[250] I think Silent Bob had a point. But sure - we can go to him and explain the situation somehow.  \n[251] Well, mine is a heritage Divine... and I wouldn't want to let down the family.    \n[252] It's a bit... startling.  \n[253] We'd like you to cancel the ceremony and the re  dedication.  \n[254] There's going to be a world of trouble if tomorrow's ceremony goes forward as planned.  The Cardinal leans back in his chair.  \n[255] No, the trouble's not from us. It's from these renegade angels who've been stuck on earth since the plagues...  Rufus side-kicks Bethany, nonchalantly.  \n[256] Uh... these guys who think they're renegade angels.  \n[257] Well. they're very passionate about it. Dangerously so. They could turn violent if they walk through that arch and nothing happens.  \n[258] Stay out of this.    Your Emminence, it's not a joke. These guys are an accident waiting to happen. And if the re-edication ceremony goes on as planned...  \n[259] You can't say Himself; it could be a woman.  \n[260] And it's platform of non-involvement during the Holocaust?  \n[261] But tomorrow...  \n[262] I can almost see the headlines - if there were going to be any - \"Existence Erased - Thanks to some prick in a scarlet cape.  \n[263] Oh my God. We're going straight to Hell, I know it.  \n[264] What do we do now?  \n[265] Not that - about Bartleby and Loki!  \n[266]   But you said they couldn't be killed.  \n[267] He wasn't talking about you two.  \n[268] Who is it?  \n[269] You're a muse too?  \n[270] He's your brother?!  \n[271] So all this is about revenge?! You're going to unmake existence because you have a grudge against God?!  \n[272] How so?  \n[273] Look, asshole - I don't know if anyone explained the rules to you, but if you succeed, everything gets blinked out of existence - even you.  \n[274] Humans aren't capable of one hundredth the evil a shitbag demon like yourself is.  \n[275] \n[276] \n[277] What just happened?  \n[278]   And Glick's the kind of asshole that would bless his own clubs for a better game. And the sink...?  \n[279] Remind me to try the water-to-wine thing at my next party.    How far away is this church?  \n[280] We've gotta make tracks, people - there isn't much time left. Rufus, grab his gun.  \n[281]   We can take the bartender's car - I don't think he'll be needing it anymore.  Bethany and Serendipity rush out.  \n[282] Are we too late?  \n[283] Where are they?  \n[284] They can't - it's a mortal sin. You die with a mortal sin on your soul and you burn. They'd go to hell, and that's not what they're after.  \n[285]   \n[286]   Don't you listen?! We can't touch them!  \n[287] \n[288] YOU FUCK! YOU SICK, TWISTED FUCK!! LOOK WHAT YOU'VE DONE!! LOOK AT All you've  done...!  Bartleby subdues her. He strokes her hair.  \n[289]   He's lost it! We're fucked! We're absolutely fucked!  \n[290] I can't believe this shit! We're on the brink of nonexistence and God's still nowhere to be found! What the fuck kind of deity gets kidnapped?!  \n[291]   What the hell are you doing?!  \n[292] Are you a complete lunatic?! Everyone's out there battling that thing and you want to cower back here and jump my bones?! We have to go down fighting!  \n[293] You pig...!  \n[294]   What did you say?!  \n[295] No - about John Doe Jersey?  \n[296] What? Where?  \n[297]   Where's the nearest boardwalk?  \n[298] \n[299] You ever been there?!  \n[300]   \n[301] \n[302]   Whatever you do - stall Bartleby from going into that church!    Bob - come with me!    ", "Kissing": "", "Couple": "", "Liz": "\n[1]   \n[2] Jesus! You're a Catholic, aren't you? Can't you talk  to them or something?  \n[3] I don't think they'd accept that one - we already used it as our excuse for killing Christ. So where were you yesterday morning - a bunch of us went out for brunch?  \n[4] That kills me. You and church. We work in a field that specializes in pissing off the cloth and you add insult to injury by breaking bread with them every week.  \n[5] So then why do you still go?  \n[6] You think I'm going to mock your religious beliefs? We're friends, Bethany - I may mock you for being a divorce' at twenty five who's never had an orgasm, but I'd never mock you for having faith.  \n[7]   I had a girl in here once - 'bout fifteen. She told me that faith is like a glass of water. When you're young, the glass is full, and it's easy to fill up. But the older you get, the bigger the glass gets, and the same amount of water doesn't fill the glass anymore. Periodically, the glass has to be refilled.  \n[8] She had gotten knocked up by her pastor.  \n[9] That would require faith, and that commodity lately seems reserved only for the psychotic zealots that hang around outside.    So what are you doing tonight?  \n[10] Girl, you need a man. If only for ten minutes.  \n[11] Uh-oh - that sounds militant. You thinking of joining the other side?  \n[12] Then girl, you better get back to church and ask God for a third option.  \n[13] The sign of a true Catholic.  Liz exits with her coffee. Bethany stares after her.  ", "Stygian": "", "Triplet": ""}}