{"filename": "Donnie-Brasco_script.txt", "imdb_id": "tt0119008", "imdb_url": "https://www.imdb.com/title/tt0119008", "characters": ["Donnie", "Sonny Red", "Annette", "Lefty", "Paulie", "Maggie", "Dr. Berger", "Bruno", "Strip Club Owner", "Dean Blandford FBI", "Sonny", "Nicky", "Sheriff", "Tim Curley (as Zeljko Ivanek)", "Richie Gazzo"], "dialogues": {"Donnie": "\n[1]   Based on the book, \"Donnie Brasco,\" by Joseph D. Pistone with Richard Woodley     \n[2]I told them I wanted to get far away from you, Clarence, They got it instantly. \n[3]Is this Bursey? \n[4]These go for 80 apiece. My end's 20. \n[5]Same budget? \n[6]Whatever it takes, I'm gonna get these bastards. \n[7] \n[8]What? \n[9]I ' m undercover 1 \n[10]Coffee. \n[11]sipping coffee at the bar. Leans over to Nicky. \n[12]Give it to your wife. \n[13]You got a girlfriend?               , \n[14]Marry her. \n[15]I ' m saying give it to somebody don't know any better. It's a fugazy. \n[16]Go ahead, try and sell it, you wanna be a dunsky. \n[17]I'm sorry. It was just a misunderstanding. Okay? \n[18]What happened with that fugazy? \n[19]School me in what? \n[20]Yeah. I got it. \n[21]Follow the rules. \n[22]Like the Army. \n[23]I said it's like the Army. Chain of command. \n[24]I mean the same principle. \n[25]Yeah. In California. \n[26]Which cocksucker? \n[27]of the Cadillac, running toward Lefty... INSIDE the cab, a nervous PASSENGER gathers her shopping bags... \n[28]Worry on his face. The Passenger FLEES down the block. \n[29]Left, c'mon. En ough. \n[30]Hey, fuck youl \n[31]What kind of bullshit is that? \n[32]You didn't wanna pay it you shouldn't've borrowed it. \n[33]Okay. I didn't know. \n[34]The vise grip or the needle nose? \n[35]I don't know, Left. This is the best car I ever had. \n[36]I never had any trouble with this car. \n[37] \n[38]You think I got a fucking wire in my car? \n[39]What do you think--you think I ' m a fucking rat stoolpigeon? \n[40]He don't look so dangerous himself. \n[41]No thanks, Louise. \n[42]Jewels are my business. If I buy a fugazy, I lose. I hate to lose.                                                    . \n[43]Pretty good. \n[44] \n[45]Peregrine falcons. They lived across the river. \n[46]In the Palisades, \n[47]I ' m saying that's why there's so many pigeons now. The falcons used to hunt 'em and kill 'em off. \n[48]I'm saying their eyesight. \n[49]What do you want/ two hundred? \n[50]You're the boss. \n[51]It's just an expression. \n[52]Hey, Left, if it's okay, I'm gonna run. I'll see you tomorrow. \n[53]This is way beyond what we talked about---\"fences and hijackers. T his is a made guy. Do you kno w what that means ? The re's only maybe 3000 made guys in the whole fucking country. \n[54]Can you believe it--a made guy? A very peculiar made guy. \n[55]Up here. \n[56]What's the matter? \n[57]Well, what do you want me to do now? \n[58]You could've said something. \n[59]That's not the point. \n[60]Maggie, I'll be two seconds. \n[61]You're going to the movies with the Grants? \n[62]The last thing I want to do tonight is go to the movies with the Grants. \n[63]Where is everybody? I didn't say anything? I'm sure I said something. \n[64]Well, they should be home anyway. What time is it? \n[65]Where's Terry? \n[66]What boyfriend? \n[67]That's what I ' m worried about. \n[68]I ' m sure he is. I ' m sure he's practicing his takedowns right now. \n[69] \n[70]I give you whatever I can       give. What I can't give you is        a moustache. I don't have         a choice. I have to shave         the moustache. \n[71]Terry kisses and kisses...And kisses...Falls back onto the hood of the car and slides down it. Donnie senses that he's losing control of his family. \n[72]Left? Donn ie. I ' m ju st ch eckin g in. \n[73]That's what I said. I'm checking in. \n[74]I just woke up. \n[75]I just woke up, Left. \n[76]Where're we going? \n[77]What does that mean, you got sent for? \n[78]Sonny Red? \n[79]How do you know what he wants? \n[80]They should up you before they up Sonny Black. \n[81]I thought you and Sonny Black were friends. \n[82]I whacked a guy once. \n[83]In an argument. \n[84]I'm just saying. \n[85]It could be anything Sonny sent for you for. \n[86]He's hungry, Left, \n[87]At least you got Louise. \n[88]Yeah. I told you, in California. \n[89]You should give him a smack in the mouth once in a while. \n[90]What do you mean, cancer of the prick? \n[91]I never heard of that. \n[92]You know, Left, not for nothing, but six hours ago you thought you's gonna get whacked. \n[93]No. \n[94]I don't know 'cause you don't tel l me. How co me yo u didn 't tell me about that money you owe? \n[95]Maybe I could help you out. \n[96]I don't know. \n[97]I do? \n[98]You and me, Left. \n[99]I don't give a fuck, Left!...What the fuck do you want me to do?...I don't give a fuck what that mothe rfuck er sa ys--y ou believe him or me? \n[100]There hasn't been a divorce in my family back to Julius Caesar. Divorce someone else. \n[101]Maggie, I ' m tired. Go to sleep. \n[102]It's just another six months. \n[103]I ' m their father, Maggie. I ring that doorbell I expect them home. \n[104]That's for your own protection. \n[105]I don't have to listen to that bullshit. \n[106]I ain't runnin' from nothin'. \n[107]. I ' m an undercover agent for the \n[108]What's that---an intimacy request? \n[109]Can I ask you something? \n[110]How much is this costing? \n[111]Okay, Maggie--I want you to answer my question. This is my intimacy request. \n[112]That was a hundred dollars? \n[113]A hundred dollars. And how many of these do you think we'll need? \n[114]One hundred dollars. \n[115]I gotta work a ten hour day risking my life to make a hundred dollars! \n[116] \n[117]Maggie--who told you to wear a seat belt? \n[118]It's a simple question. You never wore a seat belt before/ Maggie. \n[119]I just asked a simple question. You're the one that brought it up with the affair. \n[120]You know what I'm doing. \n[121]I'm doing the job. That's the job. \n[122]It's for your own protection. \n[123]When did you all of a sudden from nowhere start saying, 'Do it', Maggie? \n[124]'Do it.' You never said that-- 'Do it'. You never talked that way before. \n[125]Tha t's a spe cial phone . You d on't call on i t. Yo u don 't answer it. Nobody touches that phone under any circumstances. Understood? \n[126]Hey.   Heyl \n[127]He turns again. Again, the car FOLLOWS. Donnie looks again in the rear-view mirror. Something FAMILIAR about that car...Turns again. A scowl of RECOGNITION plays across Donnie's face. And he goes COLD...Approaching an intersection: \n[128]Meanwhile three years I've been .undercover and I can't get a fucking two thousand dollar raise. \n[129] \n[130]I supervise my prick. Not even t hree year s--thr ee an d a h alf years. \n[131]Fuggedaboudit. \n[132]I need 40 grand, I gotta middle some porno tapes. \n[133]you'll get it back. It's nothing. Half of them are for fags. \n[134]You take out the firing pin. The guns don't work. What the fuck are you worried about? \n[135]Why not? \n[136]Hey, Guy, you have to explain this to Washington, that's your fucking job. For me to do my job I need the fucking guns. \n[137]I don't give a fuck about the fucking procedures. You think they have fucking procedures? Hah? I want the fucking guns and I want the fucking money. Understood? \n[138]Santo Trafficante--how long's he been the boss o f Florida? You could put his head on your wall. If I go down to Florida and vouch for this jerkoff, whatever his n ame is-- \n[139]Every door in Florida will open for this guy Calvin like it. was on ball fucking bearings. But I w an t t he gu ns . T h e mo n ey . A nd no more fucking bullshit. \n[140]Donnie. \n[141]Don't waste my time.       With all this bullshit about pr     ocedures, you'11 do whatever it       takes to get t hese guys. Same      as m e. \n[142]If I vouch for this guy and he fucks up--I'll put a bullet in his fucking head. \n[143].. .We got the Colts giving two- and-a -half. Yea h, Nickel on the Colts. \n[144]What're we selling that for? I know a guy I think I could off them to. \n[145]W hat about Florida? I know a g uy down there, he has some vending machines he's trying to move. \n[146]Plus he has a club down there. He's looking for partners that can give him peace of mind. You know this guy? \n[147]I knew him ten years ago, in Baltimore. He was okay then. \n[148]Tampa. \n[149]What? \n[150]I didn't inject anything, Left. \n[151]I don't know, Left. I was just bullshitting around. \n[152]I know.          · \n[153]You don't explain it to me. \n[154]Snake in the grass, \n[155]I was agreeing with you. \n[156]What are you so upset for? This could be great. \n[157]I ' m not gonna do nothing wrong. \n[158] \n[159]What do you thi nk I'm doi ng? I'm working. \n[160]as a Dancer bends over, waggles her bare butt... \n[161]No, I didn't forget. \n[162]I ' m gonna try. Look, Maggie, I gotta go. \n[163]I'll be there, okay? I gotta go. ' Bye. \n[164]I love you. \n[165]So whaddaya think? \n[166]Lik e any body else . I k new h im ten years ago, he was okay then. \n[167]Look, I'm just making the introduction. You make the decision. \n[168]It's up to you, Left. \n[169]You know him? Trafficante? \n[170]I know a broad down here, her brother has a boat. Big fucking yacht. \n[171]What? \n[172]It's like part of their religion, Left . I t's ca lle d se lf- flage llation. T hey think it'll \n[173]I need a boat. Lefty loves boa ts. B e wan ts s ometh ing special to show off for Trafficanta. \n[174]Yeah. What happened to my expense check? It's gotta be three months already. \n[175]Donnie. Call me Donnie. I gotta get reimbursed, Jules. It's fucking ridiculous. \n[176]Donnie Brasco has the worst fucking credit rating in the history of the Mafia. \n[177]Not Nicky. Nicky Cigars. \n[178]Kiss Jones, how many do I have solid? \n[179]Nicky Glasses. Little Nicky. \n[180]Donnie. Call me Donnie. I don't wanna get confused. \n[181] \n[182]You gonna spend any money to fix it up or is it gonna stay a dump? \n[183] \n[184]What about the boat? I need that fucking boat. You know, I ask Berada to do something and he just says, 'Done'. \n[185]Just get me that fucking boat, okay? \n[186]Perfect. \n[187] \n[188] \n[189] \n[190] \n[191]Hah? with his fucking pencil prick? \n[192] \n[193]Fucking guy pissing up my leg. \n[194]You can't even go to the fucking airport any more without some fucking Hare Krishna or somebody puts his hand in your pocket. \n[195] \n[196]Shit. \n[197]Terry ? You awak e? \n[198]I ' m sorry I missed your party. \n[199]I ' m not the kind of guy that breaks his promises. \n[200]I'm sure that's only part of what Mom said. \n[201]W ha t' d s he sa y-- sh e w an ts a divorce? That's just her way of blowing off steam. \n[202]Nothing's gonna happen to me, Terry. Nothing's gonna happen to us -- I won't le t it. Okay ? \n[203]I ' m doing the right thing. I know i t's a sac rifice. It 's the same thing I always tell you kids -- do your best, work hard, never quit. That's how I live my life. I just had no way of knowing it would go this far. \n[204]You're getting grown-up now. I want you to understand. \n[205]You have a father, Terry. \n[206]Maybe I'm not there for the good times, but I'm there if you need me. \n[207]It's just another six months. \n[208]Come here. Give me a hug. \n[209]Okay. I called this family meeting because there's something we have to t alk a bout. I kn ow what I'm doing involves a lot of sacrifice from everyone, but this is something patriotic for the country that you can all be proud of. I called the meeting because we're gonna have to move. \n[210]This isn't a democracy, Terry. This is a dictatorsh ip. And that's my decision. It's getting too dangerous. \n[211]There's too many people here who know us. \n[212]We're moving to Minnesota and changing our name to 'Anderson'. That's the deal. It's done. \n[213]That language is unacceptable, y oung lady . You sit down. \n[214]Where are you going? Don't you want to discuss this? \n[215]You'll make new friends. \n[216]Minnesota's great. Lakes and everything. We can get a nice piece of land there. Maybe we can even get a horse. \n[217]What's this? \n[218]Sonny Red and all them big puffers. \n[219]Hey, Left. \n[220]He can stick Jersey up his ass. \n[221]Once Lefty arranged it with Trafficante-- \n[222]Simple arithmetic. \n[223]Some young guy. \n[224]You just gotta take it with a grain of salt. \n[225]Fuggedaboudit. Be a made guy? That would be unbelievable. \n[226]as he calculates the advantages and dangers of his new offer... \n[227]I just got some things I gotta take care of, back in the city. \n[228]How long's he gonna stay down there? \n[229]Nobody calls me cocksucker. Understood? \n[230]I'm not getting it. \n[231]\n[232]No fucking way, Left. \n[233]That's got nothing to do with it. \n[234]I got no fucking loyalty to Sonny Black. That ain't the issue. \n[235]Nobody calls me cocksucker. \n[236]You're the fucking cocksucker. H uh? Yo u f uck ing coc ksu cke r--h ow does it feel?. \n[237]Go ahead, Left. Fucking whack m e . S t a b m e. R ig h t i n th e fucking baggage claim. \n[238]Whack me! Because you know what? You make me so fucking mad I'm gonna whack you and then I'm gonna get whacked for whacking you anyway! \n[239]I ain't picking up the bag. \n[240]I ain't. \n[241]with the Nagra in it. The Maitre d' waits for Donnie's shoes, GESTURES...Donnie thinking fast... \n[242]Get a load of this guy. (to Maitre d') How about you take off your fucking pants? \n[243]I'm not taking my shoes off for this guy. \n[244]Hey, Boobie, who won the fucking war?                                  : \n[245]I ain't doing it. \n[246]I grew up an orphan because my Dad took a fucking bullet in Okinawa, and I'll lose my boot up his fucking asshole before I'll           ' take orders from fucking Mr. Moto here. \n[247]GRABS the Maitre d' and RAMS him through the doors of the MEN'S   ROOM. \n[248]On yo ur ma rk s. Ge t s et . Go! \n[249]into the darkness...Sees them DISAPPEAR into the trees. \n[250]Adrenaline rushes through him. As 'he turns, and turns, and WAITS... For the bullet that will kill him... \n[251]Jogs a couple of steps to find some cover... Then hears \n[252]Boobie falls heavily... BLOOD belches out of his mouth... \n[253]Sonny found out about it? \n[254]How'd he find out? \n[255]Sonny. \n[256]I don't know, Left. Boobie was a friend, of all of us. \n[257]What are you talking about? \n[258]You told Sonny that Boobie was holding out? \n[259]Because of me? What was Boobie saying? \n[260]Donnie holds the Nagra in his hand. The SOUNDS of the murder as it plays. . . . \n[261]the pile of TRASH in the well of the car--McDonald's wrappers, Tampax wrappers, a copy of Mademoiselle, a lipstick, a basketball.. DUMPS it. Pulls out the ASHTRAY. Something that makes him suspicious... \n[262]between his fingers. RECOGNITION. . .He DIGS into the space between the se ats. Fin ds a quart er. A pape r clip. A nd then: \n[263]Where's Terry? She still asleep? \n[264]As lee p. Perf ect . A sle ep at 1 2 noon. It all fits the profile. \n[265]The twelve warning signs. Our daughter Terry is a drug user. \n[266]Oversleeping. Short attention span. Hostility to authority. B in g e e at i n g-- \n[267]Don't tell me my business. Do you know what this is? \n[268]This is a marijuana seed. \n[269]Maggie, I am an FBI agent. That's who I am. I am out there risking my life, 18, 20 hours a day, weekends, Christmas-- \n[270]Well, what do you think     I ' m doing it for? I am spending      my life to put away the guys that     make money off this shit, and I'm      damned to hell if I ' m gonna have    it in my house. \n[271]Don't change the subject. \n[272]I'm not the fucking pothead. \n[273]Geddadaheah. Go weigh yourself or something. Sleeping Beauty and I are going out to the woodshed. \n[274]In the fucking car that I make the payments on, in the fucking driveway of the house that I pay the fucking mortgage on--a goddam m ar i ju an a s e ed -- \n[275]I'm looking for my wife. Mrs. An der son. Ma ggi e A nde rson . S he was i n an accid ent? I'm h er husband. \n[276]Where is she? \n[277]Is she okay? \n[278]Christ. Let me just see her. She'll tell you who I am. \n[279]If I could see her we could clear this whole thing up. \n[280]I need ID to see my fucking wife? I ' m her husband1 Who the fuck else would I be? \n[281]Can't I see her? \n[282]Look, Mom's gonna be okay. \n[283]I know how you're feeling. But i t ' s j u s t-- \n[284]Maybe just a few more weeks. \n[285]The doctor says you    're    gonna be okay. We j ust have     to    get you into rehabilitation     as    soon as we can. You'll be as      goo   d as new before you know it. \n[286]Maggie, listen to me, Maggie, because this is what it is. The minute I come out from under all these guys I ' m with, they will all be killed--because of me. Because they trusted me. I gotta go back. \n[287]I have a chance here to become a in th e Mafia. I t's gonna happen the en d of the year. And then I'll come out. Then it'll all be rest of your life. \n[288]Look, I think that sitdown's tonight. I can't find Lefty. \n[289]Only made guys can go to a s itdown. \n[290]I don't know. Listen to me--I ' m worried. \n[291]Carrying his mail, Donnie enters a DARK room. MOONLIGHT filters through the blinds. He closes the door. Flips the light switch. \n[292]The electric bill...I can't get over it...The fucking 'B' didn't pay the fucking electric billI \n[293]as he looks at the gun in his hand. \n[294]Maybe he ain't gonna show. \n[295]I ' m just saying--maybe we should forget about it, pop him tomorrow night. \n[296]I forgot. \n[297]of the deserted marina... \n[298]That's some boat this broad has. \n[299]What is that--a hundred grand? \n[300]Florence. \n[301]In the distance, a TRANS AM pulls up near the boat they're watching, Bruno emerges. Locks his car. Climbs onto the boat... \n[302]C'mon, that's him. \n[303]Hey, Left--what do you care, Florence what? Florence Italy. \n[304]I ' m not lying. \n[305]Hey, Left--that's the problem? Are we gonna whack this guy or what? \n[306]What is tne fucking problem? \n[307]I really don't think that's the same boat, Left. \n[308]Maybe her brother's a fucking a ge nt . H o w wo u ld I kn o w? I thought he was in real estate. \n[309]You're right, Left. I'm a fucking rat. \n[310]I met your girls. I talked to Tommy for you I don't know how many fucking times. I don't know how many times I had dinner with you and Louise. I lived with you, Left-- partners. Five fucking years, I ever had a hundred bucks in my pocket, I gave you half. And the whole time I was a fucking rat. You're right. \n[311]You'd have to be the biggest fucking mutt in the history of the Mafia. \n[312]as Bruno emerges from the boat. Lights a cigarette. Looks around, \n[313]Shit. He's up again. \n[314]You ask me it's the funniest fucking thing in the world. Those fucking agents could scam Senators and Congressmen and meanwhile we had a party on their boat and they didn't get a fucking thing on us. Sonny'11 laugh his ass off. \n[315]We outsmarted the agents. We got a higher Z .Q. than the fuckin g Congressmen. \n[316]What black marks? \n[317]Are we gonna whack this fucking guy or not? \n[318]That's right, Left--you're my best friend. \n[319]What do you mean, it's over? \n[320]What the fuck--? Nobody--. I'm not coming out. \n[321]It's not over. I'm too close! \n[322]at the FBI Academy at Quantico, then with Berada, LeBow and other FBI MEN, as Marshall and Jules show them to Sonny/ Nicky and Boobie. \n[323]Photos of Lefty's rooftop. As the PIGEON COOPS are dismantled. \n[324]You can stop looking for Lefty. \n[325]as he takes in the proof of his accomplishment. With the knowledge of what it has cost him. FREEZE FRAME. A final CRAWL runs over this* The evidence collected by \"Donnie Brasco\" led to over 200 indictments. ", "Sonny": "\n[1]Lefty, how you gonna be mad at Nicky? \n[2]what the fuck are you arguing about? Mercedes got it all over both of them. \n[3]Angel, how about some pastries for the table? \n[4]as he punctuates his order with KISSES of her hand. \n[5]A little cannoli.  Svingi. Zeppole. Sfogliateli'. \n[6]Oh. Then you gotta give me that kiss back. \n[7]What makes you think we're wiseguys? \n[8] \n[9]  \n[10] \n[11]Hey, Left--ride up front with me. \n[12]Ain't this beautiful, the ride on this? \n[13]Which broad is this? \n[14] \n[15]Hey, Left, what'cha doing? \n[16] \n[17]We all gotta go sometime. \n[18]After you. \n[19]Look, Left, he likes you. \n[20]That's for you, Left. For your birthday. Batter late than never. \n[21]Yeah, why? Whaddayou think, you was gonna get whacked? \n[22]What, over that 175 grand you owe down in Little Italy? Don't worry, chooch.  Now you owe it to me. \n[23]The Lion sniffs. Lefty tugs on the leash. The Lion resists, sniffs some more. Lefty tugs harder. The Lion lifts its leg...Lefty YANKS o n the lea sh--the Lio n ROARS. L efty DRAG S the Lion into the Motion Lounge. \n[24]If you're holding out on me, Boots, I'm gonna chop you up. \n[25]It should be 25. You ever off that load of sunglasses? \n[26]Will you stop it with that? \n[27]What are you gonna get out of that, Left? Fifty bucks? \n[28]You know, you guys--you don't fucking think. I'm the skipper now-- I gotta answer. Sonny Red's got 75 million alone }ust with that trucking company out in Jersey and I got fifty bucks of fucking dimes. \n[29]You're like a bunch of fucking niggers on welfare. \n[30]Where in Florida? The Beach? \n[31]In a RAGE, he stands up, THROWS HIS CHAIR, knocks over the card table. \n[32]You think this is a fucking joke? Hah? One day I ' m gonna die, and I ' m gonna be in this same fucking room, with these same fucking guys, talking about these same fucking scams that never amount to anything, and that's how I'll know I got sent to fucking Hell. \n[33]I can't even imagine it. What kind of people--in broad fucking dayli ght-- what kind of a worl d-- \n[34]They stole the Mercedes. \n[35] \n[36]I don't know what the world's coming to. I honestly don't. \n[37]Hey, Lefty, why didn't you bring Louise? \n[38] \n[39]Isn't she spunky? \n[40]Lot of broads into that. \n[41]You see how smart he's getting, Donnie, reading that paper? \n[42] \n[43]The man down here says okay? \n[44]He knows who you are? \n[45]Left, you wanna take care of the bags? We'll be in the lounge. \n[46]Cozz'. that's beautiful. \n[47]That's some fucking irony, ain't .it? \n[48]You can live your life like a man d own here. I bet if you took m y blood pressure right now it'd be down o ne hundre d per cent . Sonny Red's got Jersey and we got Florida, and Florida's better than Jersey, right? \n[49]This is a great idea I had, Florida. \n[50]Fuggedaboudit. What Lefty don't understand is guys like Trafficante, their day is done. \n[51]A 70 year old brain can't compare with guys like us, because where he's got like 20 more years experience .in his day, we got 50 more years in our day. And we're l iving in our day. C apeesh? \n[52]Lik e wit h jea ns, who h ad th e idea with ^eans and now look how much money they're making? \n[53]Lefty's a dynamite-guy, no q uesti on. But y ou kn ow, t he thing with him is. . . he's trying to help you but he hurts you. He gets those two or three wines in him... \n[54]The books open up in December, I'm gonna propose you. You know                         &lt; what that means? \n[55]What I'm saying is this. You don't have to report to Lefty no more. From now on you can report to me. \n[56]When you come back, you represent me in Florida. \n[57]Donnie--I ' m hungry and I ain't in the mood. \n[58]Take off your fucking shoes or I ' m gonna chop off your fucking legs. \n[59]I wanna fucking eat, Donnie. \n[60]What kind of a fucking table is this? We're in fucking Siberia with this table. \n[61]I heard you was down in Florida. \n[62]Yeah, you know--take the sun. I didn't want to come back. \n[63]You got friends in Florida? \n[64]They're very friendly down there, the people. \n[65]Nice color you got. Redl \n[66]I gotta go to the John. \n[67]watches them from his table. Then looks up. \n[68]of the FBI \"busboy\" as he clears the salad dishes...Sonny Red whispers something to Bruno. \n[69]Judy. \n[70]You go hom e with Ir ene. We're going out bouncing. C'mon. We'll take your car. \n[71]Donnie--ride with us. \n[72] \n[73]Hey, Boob, remember how we used to run around here, when we was kids? We used to have running races. . . \n[74]Oh, yeah? Pull over. \n[75]Pull over. We're gonna see whose day is done. C'mon, Donnie. You do the on the marks. \n[76]Okay. We're running to the fountain. \n[77]You remember the fountain? \n[78]Donnie--you do the 'on your marks'. \n[79]huffing and puffing. . .They disappear into the darkness .. .And Donnie realizes that he's \n[80]fires... His .45 JAMS... \n[81]Fucking son of a bitch! Donnie, get 'iml \n[82]Pull his car around, I think he has a bag in the trunk. \n[83]Donnie, pull up a chair. \n[84]The sitdown's in two hours. I waited my whole life, Bruno, you can wait two hours. \n[85]You believe that fucking guy? There's no fucking way Donnae could be an agent. \n[86]No way he could be an agent. \n[87]That boat was a set-up. Then we think Donnie's a rat and we get scared and fuggedaboudit. \n[88]You're talking through your ass. \n[89]You didn't know Donnie, Philly. ", "Red": "\n[1]The cab stops. Lefty JUMPS out of the Cadillac... \n[2]move up the block...They belong to ALPHONSE \"SONNY RED\" INDELICATO, 50s, barrel chest. With him, his son, ANTHONY BRUNO INDELICATO, 20s, pale and balding, COKED OUT. \n[3] \n[4] \n[5]approach beneath tuxedo pants. Sonny Red, accompanied by his son Bruno and Big Trin, claps Sonny Black on the back. \n[6]I heard you was down in Florida. \n[7]You got friends in Florida? \n[8]Nice color you got. Redl \n[9]watches them from his table. Then looks up. \n[10]of the FBI \"busboy\" as he clears the salad dishes...Sonny Red whispers something to Bruno. \n[11]All my fucking life I hadda be S onny Red. Sonn y Red and Sonny Bla ck . I g ot up pe d. Th en he g ot upped . Fin ally the n ight has come. Tomo rrow morni ng I can j u st be ' S on n y' . N ot Re d. Th e one and only. 'Sonny'. \n[12]The sitdown's in two hours. I waited my whole life, Bruno, you can wait two hours. \n[13]  ", "Annette": "", "Lefty": "\n[1]You can't say to me a Lincoln is better than a Cadillac. \n[2]Geddadaheah. Geddadaheah before you make me mad. \n[3]I ain't mad at him. I'm mad at his stupidity. \n[4]A in't no c ompar ison. Cadi llac got more acceleration, more power, more-- better handling, better looking, more legroom for yo ur legs , m ore po wer -- \n[5]Said what? \n[6]Be got me so fucking aggravated, Boobie, I forgot what I said. \n[7]Longer what? \n[8]You know something, Nicky, you don't make no fucking sense sometimes.  \n[9]Ain't the question all things being equal. One's a Cadillac and one's a Lincoln. \n[10]Why're you asking him? \n[11]Why don't you ask me? \n[12]That's right. And I told you there's no comparison. \n[13]sipping coffee at the bar. Leans over to Nicky. \n[14]Who's that? \n[15]Jilly Four Eyes? \n[16]He's a jewel guy? He knows jewels? \n[17]Ain't the question,    I got a thing. I ' m saying,   if I had a thing, he could lay    it off? \n[18]You Don the Jeweler? \n[19]That's a beauty, eh? That's some beautiful thing. \n[20]How'm I gonna give it to my wife? I ain't married. \n[21]Yeah. Louise. \n[22]Are you for real? I'm asking if you want to middle a diamond here. All I want for my end's eight thousand. \n[23]How can you say it's a fugazy? You looked at it two seconds. \n[24] \n[25] \n[26]Fugazy. Fugazy my fucking ass. \n[27]This's a fake? \n[28]Because that's what I'm thinking. I thought it was a fake, It's a good fake, though, ain't it. \n[29]Tha t's w hat I'm s aying . I thought it was a fake. That's what I thought. \n[30]He's okay? \n[31]Where's he from? \n[32]Where California? L.A.? \n[33]Jilly--he's a stand-up guy, Jilly? \n[34]Nice car.  Go to 46th and 1st, I gotta make a collection. \n[35]Man oh man, I gotta school you, my friend. Di'n't Jilly school you? \n[36]Donnie/ put your window up, Donnie. I ' m gonna catch a draft. \n[37]A non-wiseguy never asks a wiseguy a question. A non- wiseguy don't even talk to a wiseguy unless the wiseguy talks to him first. Capeesh? \n[38]You don't raise your hands to a wiseguy. You don't mess with his wome.n---wife or girlfriend or daughter. Just keep your mout h shut--don't put business on the street. \n[39]CocksuckerJ Motherfucker cutting you off.  You gotta have rules. Otherwise, what are \n[40]Wiseguy has a bag, you pick up the bag. wiseguy runs a tab, you pick u p the tab . wiseguy is always right-- even if he's wrong he's r ight. All the way u p the l ine. Conne cted guy to wiseguy to skipper to boss. \n[41]What? \n[42]Ain't nothing like the Army. The Army, it's some guy you don't know sends you to whack out some other guy you don't know. The Army's a jerkoff outfit. \n[43]Ain't the question, Donnie. You see, that's why I gotta school you. Because otherwise you get everything upside down. You got a girl? \n[44]Good. Let her enjoy herself in California. \n[45]Donnie, catch up with that cocksucker. \n[46]He cut you off again, That fucking--The cabl That one! Do nn ie -- \n[47]What's fucking wrong with you? Hah ? The re's no fu ckin g etiquette of the road with you? \n[48]Fuck wh o? Fuc k m e? \n[49]These fucking guys. They come to this country, they flaunt the r ules of t he road. T hey give the \n[50]Fucking sand nigger. I will never fucking understand it. Why is it always the guy who drives a car for a living is the worst fucking driver there is? \n[51]I just want what's owed. \n[52] \n[53]Always on the arm. You scared that guy, though, manag gia-- that cracks me up. I got 26 fucking hits under my belt and you're the one he's scared of. \n[54]Hey, Donnie, pull over. \n[55]Hand me them pliers. \n[56]Fuggedaboudit. I'll get it myself. \n[57]You didn't hear that? That rattling? \n[58]Give me a hand with this. \n[59] \n[60]I ain't saying nothing, Donnie. \n[61]Did I say that? \n[62]You    can't be too careful these day   s. Even the ears have ears. C'm   on. They need some bodies on the    street down at Toyland. \n[63]Nicky/ this's Donnie. How'd Minx's Magic do in the fifth? \n[64]How could he lose? \n[65]FuckI Now I gotta bet another dime Sunday just to get to where ,          . I was yesterday. \n[66] \n[67]This's Donnie, a friend of mine. \n[68] \n[69]Sonny Red, everything's a beef with him, him and Bruno, that son of his. \n[70]Ah, he's a stone degenerate, he's coked-up half the time. Like all these fucking kdds nowadays. \n[71]The boss. \n[72]Not for nothing, but... how'd you know that was a fugazy? \n[73]That's a good business, jewels? Good money in it? \n[74]You keep your nose clean, be a good earner, listen to what I s chool you -- there ai n't a crystal ball big enough for what we could do. \n[75]They got everything in this fucking city. \n[76]In Queens? \n[77]The Palisades is Jersey, Donnie. \n[78]I love these fucking pigeons. I ' d die before I ' d let anybody touch these pigeons. \n[79]A bird could read the newspaper? \n[80]Hey, Donnie--you got a couple hundred, Donnie? I got some things I gotta take care of. \n[81]Whaddaya got there, three hundred? Gimme three hundred. \n[82]Don't be carrying your money in a wallet  no more. Wiseguy got his money in a roll, like this. Beaner on  the outside. \n[83]I'm not the boss, Donnie. The boss ends up dead or in jail. Why the fuck would I want to be the boss? \n[84]And shave off that moustache. That's against the rules. \n[85]Do I gotta school you in everything? Tomorrow's Mother's Day. Wiseguys don't work on Mother's Day. \n[86]Hello? \n[87]Where you been, Donnie? You gotta check in. \n[88]Fuggedaboudit. You better fucking get down here. \n[89]The B oss gets w hacked. T he fucking boss--you don't even know the fucking boss exists until he gets whacked, and then your whole fucking life gets turned around. \n[90]Brooklyn. I got sent for. The boss gets whacked. Another thing I get left out of. \n[91]What do you think it means? I got sent for by Sonny Black. I'm telling you, I'm sick with this. \n[92]Did I say Sonny Red? Not Sonny Red. Sonny Black. And don't ride the brake, \n[93]Don't drive my Cadillac the way you drive your car. \n[94]That fucking Sonny Black. I know him. He gets upped to skipper, first thing he's gonna do is go out and buy a big fucking Mercedes. \n[95]It's his reward for whacking the boss. Do I have to explain every fucking thing to you? \n[96]If you ever whacked a guy, Donnie, you wouldn't ask such stupid questions. \n[97]When? \n[98]·             An argument don't count. \n[99]Ain't the question. Don't say you know when you don't know. \n[100]I got sent for, Donnie.     With This Thing, you go in alive     and you come out d ead. And t he    o ne th at kills you is your best     fucking friend. \n[101]Anything happens, make sure Louise gets the Cadillac. \n[102]It's okay. He's a friend of \n[103] \n[104]Just checking my part. \n[105]Sonny, what is this? we glomming something? \n[106]Christ. I think I shit my pants. \n[107] \n[108]That's why you sent for me? \n[109] \n[110]Forty hamburgers. \n[111]Thirty years, there ever was a piece of work t o be done-- call Lef ty --I ne ve r c om pla in ed . B ut do I get upped? They passed me by. Sonny Black gets upped. I don't get fucking upped. \n[112]Sonny Black has four broads don't add up t o Lo uise. You got a girl? \n[113]That's a good thing. One broad's enough. She's a good woman, Louise. My son Tommy, she's more of a mother to him than my ex- wife, that bitch,  My own fucking son's a junkie, you believe it? \n[114]Believe me, I got bruises on my h an ds . My d au gh te r, J an e t-- 28 years old, she ain't married. My daughter Francine, she's out in California. She ain't married. I'm telling you, Donnie, I gotta worry 24 h ours a day . A woman like Louise, I can't do right by her--l ain't got three bucks in my pocket. I got can cer of th e Eives in the building. I see her on the stairs, I gotta have three spritzers just to calm down. \n[115]Cancer of the prick. Oh, yeah, you didn't know that? Fuggedaboudit. I ' m in the medical books with that. \n[116]I ain't a mutt--30 years busting m y hump, f or what? S onny Black they up to skip per. Do I get upped? I ' m like Claude Rains-- I ' m the Invisible fucking Man. \n[117]Ain't the question, Donnie. Did I say I was gonna get whacked? \n[118]Don't say you know when you don't know, Donnie. You d o n ' t know. \n[119]Fuggg edabq udit. You know what ·the vig is on that? That fucking Blackstein is gonna have the arm on me every fucking week. \n[120]I'll tell you something--I went in front of all the skippers, Sonny Red and Philly Lucky and all of them. I went on the record with you. You know what that means? \n[121]You don't? \n[122]You got no fucking idea, my friend. I ' m your man now--Jesus Christ can't touch you because I represent you. \n[123]I got Louise and I got you. \n[124]That'll teach you to improve your penmanship. \n[125]How else'm I gonna open it? Open sesame? \n[126]Ain't the question. \n[127]A score's a score. \n[128]Let him move them to New York. \n[129]For your information they got their own outfit down there and their own boss. \n[130]Thank you. \n[131] \n[132]Why'd you inject that, Donnie, with Florida? \n[133]You injected that. Don't tell me no. I know you, Donnie, you don't say nothing unless there's a reason for it. \n[134]Listen to me, D onnie. I s wear on-- I don't know which to swear on, my dead father, my mother, who I love, my children--I swear to you, something's going on that you don't know about. \n[135] \n[136]You think you can trust Sonny Black? Sonny Black is one big fat fucking snake in the, uh, uh... \n[137]You can't say that, Donnie. Sonny Black is the skipper. You don't open your mouth about 'him. \n[138]Ain't the question. Now you're r espon sibl e for this . And because I represent you I ' m responsible -- for the whole fucking Magilla fucking Gorilla I ' m responsible.         . \n[139]I die wit'cha, you understand? You walk on a chalk fucking line, Don nie. I got two gren ades at home-- I ' d blow up Mulberry Street, you did something wrong. \n[140]What kind of name is that, 'Calvino'? \n[141]You gonna put any money in this? \n[142]Wait here. \n[143]I hate Neapolitans. You vouch for this guy, Donnie? \n[144]What kind of man begrudges his wife? \n[145]You imagine--we have our own joint down here? \n[146]I just gotta sit down with the man down here. \n[147]Fuggedaboudit. All over the world I ' m known. Like a yacht. We gotta take him out on a yacht, have a drink, relax, then he knows these are men of men he's dealing with. \n[148]Get that boat, Donnie. Stay away from the broad. \n[149]Don't equate Louise with them broads, Sonny. I bring Louise when you bring your wives. \n[150]Who? \n[151]Geddaddaheah, Nicky--whipping themselves. I never heard of that. \n[152]How come you're asking him? How come you don't ask me? \n[153]That's right. I never heard of such a fucking thing. \n[154]Nicky, why'd I wanna go to Iran? \n[155]Don't tell me where I go and don't go. \n[156]Yeah. I ain't got three dollars in my pocket, Nicky, I'm gonna go to Iran? \n[157]I ' m taking care of it. I gotta reach out--in a month I'll come back and sit down with the man. \n[158]Fuggedaboudit, Sonny,     All over the world I ' m known. \n[159]Five grand for that bucket for one day? \n[160]I listen to my prick. How can you say five grand? \n[161]as he looks down the dock, where BOOBIE meets with             two COLOMBIANS by a cigarette boat. He hands them a paper bag full              of cash to the Colomb ians. The y hand him a BRIEFCA SE. Lefty bac           ks int o the shadows. Watches, TROUBLED, as Boobie climbs into              his car, drives away. \n[162] \n[163]Where's that fucking redcap? \n[164]Now listen to me, Fred--you listening to me? \n[165]Just get that club fixed up. Anybody says anything, you just tell them to have their people get in touch with your people in New YorJc. \n[166]Mulberry Street. Ask for Lefty. \n[167] \n[168]Relax. You're gonna bust a blood vessel. \n[169]Send the tickets for me and Donnie. We'll come back down in a month. \n[170]Sonny--lookit what the name is. That's like my name. \n[171]That's hand-built in Taiwan, that boat. \n[172]Fuggedaboudit. There's one thing I know, it's boats. This'8 gotta be a million dollars, this boat. G o ah e ad . G et co m fo rt a bl e . I' m gonna wait for the man. \n[173]Can y ou im agine this ? I' m gon na sit down with the boss . Rem ember that day when we were freezing our nuts off, watching all of them going to sit down with the boss?                                &lt; \n[174]In New York I never sat down with t he boss in my life. This was a great idea I had, Florida. \n[175]That's him. That's Trafficante. \n[176]Nice to meet you, Mr. Trafficante. \n[177]That's the boat I arranged for you, Mr. T raffi cante . We got a full bar, every kind of music, telephone, everythin g. You wa nt anything-- anything you want--you just ask Lefty. \n[178]Some broad down here he used to know, it belongs to her brother. \n[179]If Donnie had a dollar for every broad of all his broads, he could buy the fucking boat himself. \n[180]He uses them broads like Kleenex. He won't spend a dollar to take a lady out. \n[181]I'm telling you, it's good to be back in New York. That fucking Florida baked everybody's brain. when Sonny gets out of the fucking sun he's gonna realize what a miserable fucking idea you had. \n[182]Do I know?  I never saw so many old people in my life. Who the fuck wants to go to Florida? Sometimes you are one stupid cocksucker, Donnie. \n[183]Donnie--that's my bag, Donnie. Don nie -- \n[184]You get that fucking bag. \n[185]Pick it up. \n[186]Pick up the fucking bag. \n[187]Don't think you got the wood over m y ey es, D onnie . I w atch you ' siding up to Sonny Black. \n[188]Now you're on your fucking high horses. \n[189] \n[190]For your information I'll call you whatever the fuck I want. I call you cocksucker. I call you motherfucker. I call you, uh, uh... \n[191]Fuck. My fucking knife's in the bag. \n[192]You pick up that bag, Donnie. \n[193]You can't call me cocksucker, Donnie. \n[194]You pick it up. \n[195]You pick up that bag, Donnie. \n[196]by the bedside. They stop, watch it ring. Then Terry's hand MOVES toward the forbidden phone. This close... \n[197]Lefty SLAMS the phone down. Sits with a huff in his chair. Louise brings him a spritzer. \n[198]Did Donnie call today? \n[199]Shut up, Louise. \n[200]Christ, Sonny--what'd you eat for lunch? \n[201]in his Cadillac. Nicky beside him. Sonny tosses Boobie's keys to Donnie. \n[202]Lefty pours Donnie a Scotch. Sits down with a spritzer. \n[203]He was holding out on him. Fucking coke deal Boobie was running down in Florida. \n[204]Do I still gotta school you after w hatever fu cking yea rs? That's the worst thing you could do to a m an li ke So nny Black . You could pull his cock before you could take a dollar out of his pocket. \n[205]Who?                               -.           ' \n[206]Why the fuck are you asking so many fucking questions, Donnie? \n[207]Boobie wasn't no friend to you/ Donnie/ believe me.                       - \n[208]Ain't nobody gonna give you a pass no more, Donnie. You walk on a chalk fucking line from now on. \n[209]Ain't the question. \n[210]Ain't the question, Donnie. \n[211]I don't know what made you think I'd give you up. I had too many fucking disappointments in my l ife. Neve r in the f ucking en d of the earth will I give you up. \n[212]Louise on the phone in the kitchen. \n[213]Christmas decorations, and a tree. Lefty watches a NATURE PROGRAM on TV. A leopard moves stealthily... \n[214]Bennie loves animals. \n[215]Mino*1 You see that ? \n[216]We're going out, Louise. \n[217]T hey found Bruno. He 's shacki ng up with a broad down City Island. On a boat. \n[218]He'll show. \n[219]We can't pop him tomorrow night, for your information. Tomorrow night we got the wake for Big Trin. \n[220]Fuggedaboudit--it's better this way anyway. Wait when nobody's around. \n[221]Fuggedaboudit. There's one thing I know, it's boats. \n[222]Donn ie--Wh ere*d you ge t that boat dow n i n Fl orid a? \n[223]What's her name? \n[224]Florence what? \n[225]Florence what, Donnie? \n[226]Don  nie--why do you want to lie to me,   D onnie? Did I ever li e to you   once all these years about the   time of day? \n[227]How many fucking times did I have you over for dinner at my fucking h ous e? Y ou f uck ing rat b ast ard -- \n[228]I went on the fucking record     with you, D onnie. Yo u could wa lk   on the street and punch any man     in the mouth because I stood up     for you. ' . ,, . . \n[229]That's a fucking Federal boat, Donnie. That's our boat. \n[230]Don't tell me that ain't     the same boat, Donn ie1 That' s a    fuckin g Federal boatl That's a      Taiwan- made boat, there's only,    five like that in the world. \n[231]Lookit that. You see that? 'The LeftHand.' That's like my name. \n[232]Ain't the quest ion, Donni e. You still ain't answered me why we're fucking on a fucking Federal fucking boat! \n[233]You're a rat? \n[234]Donnie--did I say you was a rat, Donnie? \n[235]You fucking laxed, Donnie. Don't get on your high horses. \n[236]How the fuck am I supposed to explain this to Sonny? \n[237]Where is the joke, Donnie? \n[238]You got so many black marks on you now, Donnie, a fucking Einstein couldn't count them. \n[239]That time with the luggage and/ uh, uh...the other time. \n[240]I ain't no fucking mutt, Donnie. \n[241]I die wit'cha. I ' m your best friend, Donnie. \n[242]pointed at Donnie's back...As his finger moves toward the trigger. Then su dde nly -- \n[243] \n[244]Donnie, don't say nothing! \n[245]Lefty sits, BROODS, watches TV. The phone rings. \n[246]Hello?             Yeah, okay, N ic ky . O k ay . \n[247]N icky. I'm going out . \n[248]Don't wait up for me. \n[249]e i n o D     c n o g a     b ", "Paulie": "", "Maggie": "\n[1]I swear to God, Joe, I have to \n[2]Illegal holding. \n[3]You're kidding1   You got transferred? \n[4]My Godl            When did this all ha ppen?                 - \n[5]What aren't you telling me? \n[6]But this i         s a desk job, right? I thought          we agreed about you going back          on the street again.  \n[7]What does that mean,      undercover? \n[8]Will you come home at night ? \n[9]Will you be home on the we ekends? \n[10]Y ou waited till this was all decided.    You never asked me--you k new what I was going to say. What do you want from m e, Joe? \n[11]Don't ask Daddy those questions. \n[12] \n[13]What'd you tell her? \n[14] \n[15]You said it was going to be six months, Joe. \n[16]Joe? \n[17]as she heads up the stairs... \n[18]I had no idea you were coming home. I'm supposed to go to the movies tonight with the Grants. \n[19]Oh, Joe, don't-- Forget it. \n[20]I liked your moustache. It's the only thing I liked about this thing of yours. \n[21]I want you to ask me. \n[22]What would you suggest I do--tell Berada to get a message to you that I like your moustache? \n[23]I have to ask you about every frigging thing. \n[24]They were supposed to pick me up five minutes ago. \n[25]Why don't you come? \n[26]I'm not cancelling. \n[27]Joseph--I think I'd remember. \n[28]Sherry's sleeping over at Mom's, she's teaching her how to sew. Kerry's at choir practice. \n[29]She's with her boyfriend. Leave my stuff alone. \n[30]K enny. Wha t are you worri ed about? I was 14 when we started dating. \n[31]He's a nice kid. Nice family. He's on the wrestling team. \n[32]Maybe I'11 shave my head next time--· see how you like it. \n[33]Leave my stuff alone. \n[34]I don't give a shit about the m oustache. But if yo u're gonna live your life however the fuck you want then let me live mine. \n[35]He's on the phone. \n[36]I want a divorce. \n[37]I ' m serious. \n[38]will you see a therapist? \n[39]I can't sleep for six months, Joe. \n[40]...He comes home at all hours of the night, without announcing when or why, or where he's been for three weeks. Or three months. Then he expects everything to be just the way he wants it. Be vacuums the entire house. Do you know another man who vacu ums? It's abno rmal. Of course, he expects the girls to drop their lives when he shows u. . . \n[41]They think it's a Jehovah's witness.  You'd think he'd tell me where he goes or w ha t h e' s d o in g-- \n[42]Hal  I know he's ch ea t in g o n m e-- \n[43]No, why don't you just leave? That's what you're good at. \n[44]I nev er go o ut any mor e. What couple wants to go out with a- t hird whee l? Even wh en he's ho me it's not like we have any friends any more. \n[45]Yes, I resent him. \n[46] \n[47] \n[48]I didn't marry the FBI, Joe. \n[49]\n[50]A hundred dollars. \n[51]That's what I said, Joe. \n[52]I don't know. \n[53]Is this still your intimacy request? Because otherwise I'd rather not discuss it anymore. \n[54]Who are you risking your life for? Not me, Joe. \n[55]You're an animal. \n[56]You're an animal1 Animal1 \n[57]I hope  those guys you're hanging out with  are laying you  because I ' m not anymore! \n[58] \n[59]What? \n[60]Wait a minute--is this--you think I'm having an affair? \n[61]You're right--I ' m secretly seeing a man who wants me to 'Buckle Up for Safe ty'. We h ave t hree child ren, Joe--r emember t hem? One of us has to play it safe. \n[62]Bulls hit. It's so fr iggi ng ironic that you'd think I ' m up to s omet hing. My n ights are homework and basketball games. What are your nights? \n[63]I don't know a goddam thing. \n[64]I live like a widow, Joe. That's the only way I can deal with this, with the photographs and memories and our children, and I go on with my life. Like you're already dead. \n[65]It's not protecting me--it's killing me. \n[66]what? Go to sleep. \n[67]I ' m sorry to run out, honey. I hav e an aero bics class . Tak e care of yourself. \n[68]Fuck you. Fuck fuck fuck you. \n[69]What are you doing in Florida? \n[70]It' s tw el ve d eg re es h er e. \n[71]It's Terry's Sweet Sixteen on Friday. Did you forget? \n[72]Are you going to be here? \n[73]Because it's less disappointing if you'd just say so. \n[74]Well, I don't want to move eithe r, Joe. Mo ve where? \n[75]Those people are known as 'friends,' Joe. You told me when we started this that we'd be moving back close to the family. That was the deal. \n[76]Well, Mr. 'Anderson', you've topped yourself. Where'd you get that name-- 'Father Knows Best'? \n[77]Apparently there's nothing to discuss. I'm going to get the mail. \n[78]You know the US government? The one you're doing this patriotic work for, that we can all be proud of? \n[79]The IRS. We got audited. \n[80]I think so. What's the matter? \n[81]What profile? Joe, you're scaring me. \n[82]That would apply to every teenager in America. \n[83]Where did you find that? \n[84]You don't have to tell me, Joe. \n[85]You know, Jules called me this wee k. Do you know they 're looking for you? \n[86]I'm not changing the subject. You're the subject, Joe. You're becoming like them. \n[87]You don't see it. \n[88] \n[89]I could hear your cheap shoes all the way down the hall. \n[90]S ca re d. Al one . \n[91]You mean did Joe see me? \n[92]He'll never come out. \n[93]Joe? He wouldn't have the imagination. I wish he'd become a gangster--at least we could pay our frigging bills. \n[94]Do you know what this is about, J ules? Thi s is about a promotion. \n[95]Not from you--from them. He wants to be a made guy. \n[96]For years I tried to figure out what m ade Joe t ick. And t hen I best and when he's in the Mafia h e wants t o be the\"b est--like it's all some frigging basketball game. Men. \n[97]Don't worry--I ' m not gonna leave him. I didn't h ave him w hen I had him. Now that it's almo st over I ' m goddamned if I'll let someone else have him. ", "Dr.": "", "Berger": "\n[1]Please just listen without saying a nyt hin g--t hat 's t he tas k f or today. Oth erwise you just rep lay the old pathology. Maggie, you were talking about Joe's disappearances. \n[2]So you resent him for expressing your autonomy needs? \n[3]For expressing your autonomy needs. \n[4]And you, Joe--what do you think you're running from? \n[5] \n[6]Okay. I want yo u to spli t the week in half. Monday, Wednesday and Friday are Joe's intimacy days. Tuesdays, Thursday s, and Saturdays are Maggie' s. On your day, you make one intimacy request. Your partner agrees in advance to meet it. Whatever it is. \n[7]A n i nti mac y r eque st. Li ke 'Ru b my back,' or 'Help me work out this problem with the kids.' Odd day, even day, Sunday's off. And mastur bate. I r ecommend i t, for both of you. It's a good way to blow off stress. ", "Bruno": "\n[1]Just stand there and look dangerous, friend. \n[2]Where you got the guns? \n[3]The basement of your house? \n[4]I wanna get there in time to set ' up. \n[5]jumps out from behind a cabinet, RUNS out the door. Sonny wheels, FIRES. The stairs SPLINTER as the blast lands just under Bruno's escaping feet. Lefty moves to chase him. ", "Nicky": "\n[1]It's the better automobile, no question. Head and shoulders. \n[2]I' 11 tell you one thing--the Lincoln is longer. \n[3]Longer. Like longer. In inches. It's a longer car. \n[4]You got two cars. One's longer. All things being equal, the longer car is the one gonna get there first. \n[5]The one's longer gets there first. That's scientific fact. What's better, a Lincoln or a Cadillac? \n[6]I ' m asking him. \n[7]I asked you already. \n[8]Fugged aboudit. Mercedes? That's a Jewish car. They didn't get it enough from the Germans in the war-- now they gotta be robbed by them. \n[9]Don. Don the Jeweler. Jilly brought him around. \n[10]Not Jilly Four Eyes. You know, Jilly. From Queens Jilly. \n[11]What--you got a thing to lay off? \n[12]Whaddayou got to lay   off? \n[13]We could be cops. \n[14] \n[15]Left. 'Love on the rocks, ain't no surprise.'  Ming'1 I knew you was gonna grab that! \n[16]'Love on the rocks, ain't no surprise.' \n[17] \n[18]Geddadaheah, that's gin. \n[19]Whaddaya mean I got two sevens? I know I had three sevens. \n[20]You giving me credit for that? \n[21]I don't know how. \n[22]I ' m a natural. \n[23]H ey, Sonny --can' t you driv e an y faster? I got a date tonight out in Jersey. \n[24]This is the one from the calendar. Remember that calendar I show ed you? M iss Pennzo il Air Filter of 1976. \n[25]That's the one. \n[26]That was something about the boss, wasn't it? \n[27] \n[28] \n[29]Va'n'aool'. all over everything1 L efty--how'm I gonna read this? \n[30]Sixty cents apiece. I think it's 60. Is it 60? \n[31]Bullshit, Boobie. \n[32]Who you gonna lay off 18 cases of sunglasses to? \n[33]All the economy's moving down there, Florida, 'cause of the Oil Crisis. I heard it on the news. \n[34]Hey, Sonny, maybe we could do something with Disneyworld down t here. Wis eguy Mount ain. Wiseguys of the Caribbean. Everybody fucks Minnie Mouse up t he a ss. C an yo u ima gine? \n[35]You grab her by those big fuc kin g e ars -- \n[36]What happened? \n[37]Ever since they got rid of the death penalty, the whole fucking society's going down the tubes. Like I ' m watching the news last n ig h t-- \n[38]I'm     watching the news last night. I'm     lying there in bed and I see thes   e guys from Iran, and these guys    are whipping themselves. \n[39]Iranians. You imagine? They whip themselves, with whips. \n[40]Donnie, am I right? \n[41]That's what they oughtta do. Send over a bunch of wiseguys. Put a gun in your pocket, straighten them right out. \n[42]I ' m saying you gotta be strong with these people. \n[43]We didn't have these problems with Nixon. And there was law and order in the streets. \n[44]Fuggedaboudit. \n[45]You are not known in Iran. \n[46]Left, that's some fucking boat. \n[47]My wife says it's very in, Japanese. She heard it on John Gambling. Very big now. \n[48]That's part of the thing of it, Donnie. You take off your shoes and sit on the floor. \n[49]I heard the zips went in with Sonny Red. \n[50] \n[51]The culliones on him, bluffing us like that. \n[52]Fuggedaboudit, Philly. \n[53]Maybe they brainwashed him. Like in that movie, with Sinatra? \n[54]You didn't know him. ", "Sheriff": "", "Richie": "", "Gazzo": ""}}