{"filename": "Drive-Angry_script.txt", "imdb_id": "tt1502404", "imdb_url": "https://www.imdb.com/title/tt1502404", "characters": ["Cap", "Rookie", "Norma Jean", "Webster", "American Indian Mother", "Latino Busboy (as Fabian Moreno)", "Jonah King", "Piper", "Mona", "Milton", "Fat Lou", "Guy with Camera Phone", "The Accountant", "Candy", "Frank"], "dialogues": {"Cap": "\n[1]One of yours? \n[2]Get him out of here. \n[3]He's standing on evidence. Rookie leaps back revealing two shell casings. Cap kneels, stares. \n[4]  \n[5]  \n[6]You're gonna be okay now. I won't let anything happen to you. \n[7]Who did? \n[8]Let's get a shrink in here too. \n[9]Just keep driving him to us. We'll do the rest. And make sure you peel off before the fireworks. He lowers the handset, addresses the men. \n[10]Gentlemen, these two killed two of our own. I know you'd like them to pay. Therefore, when I tell you to aim for the tires, what I mean is aim for their heads. Are we clear? The men nod with steely determination. \n[11]Very good. Please aim for the tires. \n[12]Good. Makes our job easier. Suddenly a noise catches them off guard. They turn behind them. Their eyes widen. \n[13]Well...this is unexpected. \n[14]Hurry! After them! Those men still near, scramble toward the working vehicles as \n[15] \n[16]No Goddamn way. No ever-loving way in God's good heaven are you a... The Accountant steps down, thrusting his â\u0080\u0098badge' into Cap's face stopping him cold. \n[17]Go ahead, Trooper. Do as the agent says. Rest of you. Stand down. Now! Guns lower. The kid removes his cell phone and dials. ", "Rookie": "\n[1]Sarge! Sarge look at this! Rookie squats to the ground as SARGE, leather skin, approaches, stares, frowns. \n[2]Cigarette butt. \n[3]Sarge! It's less than twenty feet from the victims! \n[4]Hey! \n[5]You! You can't be here! Rookie rushes forward. \n[6]Sarge, this joker can't just stomp around the crime scene. Sarge catches up, nods with respect to Cap. ", "Norma": "\n[1]But you're not fat, Piper \n[2]You cut him off? \n[3]You said that? How long's it been? Piper frowns. \n[4]So he bought you a diamond? \n[5]No way. \n[6]Oh! Piper! 6. \n[7]Hello beautiful, coffee? \n[8]Stillwater...doesn't ring a bell. I'll get that coffee. But Milton makes eye contact with Mary, the Indian mother. She quickly looks away. She knows something... Milton opens his mouth to speak as-- --Piper approaches the American Indian couple. \n[9]So, aren't you gonna ask what time my shift ends? Full moon tonight. I'm always a little â\u0080\u0098randy' during full moon. \n[10] You sure â\u0080\u0098bout that, sweetie? \n[11]The GTO? I wish. \n[12]Sure but if you're lookin' for a ride... \n[13]Life's too short for that, sweetie. \n[14]Have a seat sweetie. Mary there will be right with you. Indian Mother Mary turns. Piper's replacement. She stops in her tracks. Stares at the Accountant. He winks at her. A shiver runs through Mother Mary. She backs away then rushes from the diner. \n[15]Mary?! Fat Lou leans from the Kitchen window. \n[16]He was here. Earlier. \n[17]Terrible tipper. \n[18]That way. West. On foot. ", "Jean": "\n[1]But you're not fat, Piper \n[2]You cut him off? \n[3]You said that? How long's it been? Piper frowns. \n[4]So he bought you a diamond? \n[5]No way. \n[6]Oh! Piper! 6. \n[7]Hello beautiful, coffee? \n[8]Stillwater...doesn't ring a bell. I'll get that coffee. But Milton makes eye contact with Mary, the Indian mother. She quickly looks away. She knows something... Milton opens his mouth to speak as-- --Piper approaches the American Indian couple. \n[9]So, aren't you gonna ask what time my shift ends? Full moon tonight. I'm always a little â\u0080\u0098randy' during full moon. \n[10] You sure â\u0080\u0098bout that, sweetie? \n[11]The GTO? I wish. \n[12]Sure but if you're lookin' for a ride... \n[13]Life's too short for that, sweetie. \n[14]Have a seat sweetie. Mary there will be right with you. Indian Mother Mary turns. Piper's replacement. She stops in her tracks. Stares at the Accountant. He winks at her. A shiver runs through Mother Mary. She backs away then rushes from the diner. \n[15]Mary?! Fat Lou leans from the Kitchen window. \n[16]He was here. Earlier. \n[17]Terrible tipper. \n[18]That way. West. On foot. ", "Webster": "\n[1]Because he IS dead. Sure as shit supposed to be anyway. Webster and Milton eye one another for a long beat then -- \n[2]I carried your coffin, old man. I was there the day we put your ass in the ground. Piper stares at Milton. Milton stares at Webster. \n[3]That depends. How's this possible? \n[4]  \n[5]It true they took the little one? Milton nods. Webster considers for a long beat, then releases the .44. \n[6]Put her in neutral. I'll pull the truck around. But Piper can't tear her eyes away from Milton. 71. \n[7]  \n[8]  \n[9]Engine's shot to hell. 74. \n[10]He loved his daughter. \n[11]That one loved his little girl enough to make her hate him.  Like Timmy yellin' at Lassie to go home? Piper looks even more confused. \n[12]You never watched...forget it. Milton was a bad husband but he was a good father. Used to say it was the only thing he was ever good at. Then we went and got mixed up with the wrong crowd. Power and money and once you're in there ain't no gettin' out. So to keep her safe he vanished the year before she went off to college. \n[13]The bastards we were workin' for, they were gonna kill us when the job was done. 75. \n[14]So the day before, Milton paid'em a little visit. He went alone you see. I didn't know. I would'a gone with him but I didn't know. Webster goes very quiet. \n[15]Being a daddy wasn't the only thing Milton was good at. Sumbitch was good at being a friend. \n[16]  \n[17]That fire makin you homesick? Piper and Webster approach with a six pack. \n[18]Cold beer? Milton gazes up at the moon. It isn't full but it's close. The fire CRACKLES, POPS. He stares at it. \n[19]Milton, I can't fix that car. But I can get you were you need to be. \n[20]  \n[21]Milt, if memory serves you were always partial to the Nova, yes? \n[22]  \n[23]  \n[24]  \n[25]  \n[26]Mapquest says it's an eight hour drive and we got twelve until midnight so we should be fine. And get this, â\u0080\u009cThe Mother of all thingsâ\u0080\u009d? â\u0080\u009cBleeds black tears unto those who cut herâ\u0080\u009d? Take a guess what's really bleeding like a stuck pig from the marsh? \n[27]Damn right. \n[28]Wha? No. You went alone last time. \n[29]You take that little girl over me? ", "Jonah": "\n[1]It's Roy isn't it? Roy spins from the bar, smiles a friendly smile. \n[2]Fantastic place you have here. You don't happen to rent it out for parties do you? \n[3]Oh yes. Tonight, in fact. \n[4]Shhhh. Don't cry little precious. FF-FFUMP! Two doors shut. Jonah King turns, freezes. Our two State Troopers stand near their parked cruiser, staring from Jonah to the CRYING gym bag. For a cop, this is that one in a life time event. A career maker. News. Media. Leno. Then-- The cruiser's back door opens. The Accountant steps out. He ignores Jonah King and the crying gym bag. \n[5]Milton, isn't it? Why are you here? Why are you making such a fuss? \n[6]What's obvious is that you clearly abandoned your daughter. 51. \n[7]Crushed her so completely that she told everyone you were dead. No, Milton, I cannot in good faith hand over this child to you. \n[8]Okay? Milton, your granddaughter is unbelievably blessed. Look around. The world's on fire. Companies own our governments and the people suffer. Daily. And will continue to suffer until change comes. And change will come. Thanks to your granddaughter, Milton. She will open the door to a new world order. \n[9]Your daughter's death was an accident. \n[10]Milton, you're embarrassing your-- \n[11]Put the blonde in the RV. Tattooed Guy shoves Piper toward the RV as Skanky and Business woman climb in with the baby. Jonah aims the gun at Milton's face. \n[12]Let's go. \n[13]Milton's body lays there. Unmoving. His one eye staring skyward. Void of life as the RV pulls away, leaving the cluster of cars, the wreck and body of Milton behind. \n[14]Look at this. He's still coming. 57. \n[15]The old man. He's alive. \n[16]Don't you see? We stand at the crossroads! Did you think we would just idly change the world? The forces of evil challenge us! This is wonderful! We show ourselves to be worthy. I'm so very proud of each one of you. Tattoo and Business Woman beam. Skanky pulls her tit out, shoves it in the baby's face. The kid goes quiet as -- The back glass SHATTERS. Everyone ducks! \n[17]I am patient and forgiving, but that was wrong of you. He turns to her. \n[18]I'm going to kill you now. And then I'm going to rape your corpse. So that in the afterlife you might consider your sin this day. Piper CRACKS her knuckles. \n[19]Goodbye, child. \n[20]Yeah, about that fella who killed all them people at the Bull by the Balls last night. The fella who killed two of your cops. I know where you can find him. \n[21]It's almost time. Skanky Gal nods. But there is hesitation in her eyes. She's grown attached to the baby. Jonah takes the baby, places her on the stone altar. \n[22]My brothers and sisters, we have come so far. To this place where the dying earth bleeds its corrupt soul at our feet. From its death, it shall be reborn. As we will be. We who have survived the slings. The arrows. The revulsion of those too weak to believe. We have been cast out. And hunted. But no more. Followers gather, move in unison, dance, writhe, fuck. Tattoo approaches with an old rusty knife. It was probably elegant once. Now it is worthless. He hands it to Jonah. The Followers GASP in holy awe. 92. \n[23] With this sacrifice, no more will we be shunned. They say the meek will inherit. They LIE. We are not meek. We are chosen. The hounds of perdition will howl at our command. For now we... A HOWLING noise. No. An engine. Distant but thunderous. Heads turn. The sound echoes throughout the ravine then -- \n[24]Kill him! KILL HIM! Followers produce an assortment of firepower and RIDDLE the Nova with lead! Milton sights Jonah, ready to blow him to fuck, catches the reverend while he cocks the pump. JONAH can see Milton's got him. MILTON grits and pulls the 357's trigger: Click. Click. \n[25]Kill him! Jonah and his men open FIRE! \n[26]Well...this has all gone to shit. He steadies himself, grips the shotgun and shoves it into the Nova's open driver's side door. \n[27]You lose. Get over here! Skanky continues to cower. Doesn't budge. \n[28]I said get over here! I want him to watch me kill the kid! Skanky doesn't move. \n[29]       ", "King": "\n[1]Goddamned old man! \n[2]I thought he was dead! She said he was dead! \n[3]I don't see him. Just go. I think we lost him. \n[4]I'll never tell you where they've taken her...NEVER. \n[5]As he tries to stand but his lower leg dangles from a piece of cartilage. He falls, WRITHES on the ground. He looks up at Milton standing over him. \n[6]You...you took my leg you fuck! Milton presses the shotgun barrel into the man's good knee. \n[7]Wait. Wait! \n[8]I...I don't... Suddenly Fucking Passenger, flattened by the tire iron, sits up, dazed. Sees Milton. Spots the iron. Goes for it. Milton spins and KAFOOM! Blows Fucking Passenger to hell. \n[9]Stillwater! Stillwater Marsh! I don't know where exactly. They call it Wolf Deer Run, that's all I know. I swear! 4. Milton digs Driver's cell phone out...stares at it for a moment, drops it, finds wallet, takes cash. \n[10]But you're too late. You gotta know that. Next full moon she's dead. Nothing you can do. She's dead and hell will walk the earth-- \n[11]It's Roy isn't it? Roy spins from the bar, smiles a friendly smile. \n[12]Fantastic place you have here. You don't happen to rent it out for parties do you? \n[13]Oh yes. Tonight, in fact. \n[14]Shhhh. Don't cry little precious. FF-FFUMP! Two doors shut. Jonah King turns, freezes. Our two State Troopers stand near their parked cruiser, staring from Jonah to the CRYING gym bag. For a cop, this is that one in a life time event. A career maker. News. Media. Leno. Then-- The cruiser's back door opens. The Accountant steps out. He ignores Jonah King and the crying gym bag. \n[15]Milton, isn't it? Why are you here? Why are you making such a fuss? \n[16]What's obvious is that you clearly abandoned your daughter. 51. \n[17]Crushed her so completely that she told everyone you were dead. No, Milton, I cannot in good faith hand over this child to you. \n[18]Okay? Milton, your granddaughter is unbelievably blessed. Look around. The world's on fire. Companies own our governments and the people suffer. Daily. And will continue to suffer until change comes. And change will come. Thanks to your granddaughter, Milton. She will open the door to a new world order. \n[19]Your daughter's death was an accident. \n[20]Milton, you're embarrassing your-- \n[21]Put the blonde in the RV. Tattooed Guy shoves Piper toward the RV as Skanky and Business woman climb in with the baby. Jonah aims the gun at Milton's face. \n[22]Let's go. \n[23]Look at this. He's still coming. 57. \n[24]The old man. He's alive. \n[25]Don't you see? We stand at the crossroads! Did you think we would just idly change the world? The forces of evil challenge us! This is wonderful! We show ourselves to be worthy. I'm so very proud of each one of you. Tattoo and Business Woman beam. Skanky pulls her tit out, shoves it in the baby's face. The kid goes quiet as -- The back glass SHATTERS. Everyone ducks! \n[26]I am patient and forgiving, but that was wrong of you. He turns to her. \n[27]I'm going to kill you now. And then I'm going to rape your corpse. So that in the afterlife you might consider your sin this day. Piper CRACKS her knuckles. \n[28]Goodbye, child. \n[29]Yeah, about that fella who killed all them people at the Bull by the Balls last night. The fella who killed two of your cops. I know where you can find him. \n[30]It's almost time. Skanky Gal nods. But there is hesitation in her eyes. She's grown attached to the baby. Jonah takes the baby, places her on the stone altar. \n[31]My brothers and sisters, we have come so far. To this place where the dying earth bleeds its corrupt soul at our feet. From its death, it shall be reborn. As we will be. We who have survived the slings. The arrows. The revulsion of those too weak to believe. We have been cast out. And hunted. But no more. Followers gather, move in unison, dance, writhe, fuck. Tattoo approaches with an old rusty knife. It was probably elegant once. Now it is worthless. He hands it to Jonah. The Followers GASP in holy awe. 92. \n[32] With this sacrifice, no more will we be shunned. They say the meek will inherit. They LIE. We are not meek. We are chosen. The hounds of perdition will howl at our command. For now we... A HOWLING noise. No. An engine. Distant but thunderous. Heads turn. The sound echoes throughout the ravine then -- \n[33]Kill him! KILL HIM! Followers produce an assortment of firepower and RIDDLE the Nova with lead! Milton sights Jonah, ready to blow him to fuck, catches the reverend while he cocks the pump. JONAH can see Milton's got him. MILTON grits and pulls the 357's trigger: Click. Click. \n[34]Kill him! Jonah and his men open FIRE! \n[35]Well...this has all gone to shit. He steadies himself, grips the shotgun and shoves it into the Nova's open driver's side door. \n[36]You lose. Get over here! Skanky continues to cower. Doesn't budge. \n[37]I said get over here! I want him to watch me kill the kid! Skanky doesn't move. \n[38]       ", "Piper": "\n[1]So I tell him, I says, â\u0080\u009cFrank, that's it. No more free milk. You gonna have to buy the cow you son of a bitch.â\u0080\u009d 5. \n[2]Wha? No, NormaJean, â\u0080\u009cbuy the cow.â\u0080\u009d Marry me? He's got to marry me. I'm sayin I cut him off. \n[3]Not just yes but hell yes! No tits, no ass. And I told him if I see that big ol' dick of his anywhere near my face I'm gonna bite it in half. Normajean giggles with embarrassment. \n[4]Well, it's only been two days but that's like a decade in horny fucker years. \n[5]A diamond? God no. If Frank had money for a diamond I would have jacked his sorry ass ages ago and put this shithole life in the rear view. But he did get down on his knees and ask me to be his bride. \n[6]Yes way! NormaJean grabs Piper in a great big hug. \n[7] \n[8]Did...did you just throw scrambled eggs at us? \n[9]Hi guys, I'm Piper. Can I bring you something to drink? \n[10]â\u0080\u009cShe's a Brickhouseâ\u0080\u009d breakfast. Ten monster flapjacks for 4.99. \n[11]Five waters. And what can I get for... Father averts his eyes. He's embarrassed. \n[12]Oh. Of course. Coming right up. Piper shoots Milton a look as she crosses to the kitchen. Milton rises slightly. He's clearly trying to get Mary's attention. She's ignoring him. Piper calls through the window to Fat Lou. \n[13]One brickhouse. She turns and stops suddenly. Stares at a pile of muffins kept fresh within a glass cake stand. \n[14]And three milks. 9. \n[15]--On the house. She winks and moves away...eyeing the kitchen window. She doesn't notice... \n[16]Jesus Lou, back the fuck off. \n[17]Oh relax. We gotta toss them muffins out today anyway. She sidesteps him, exits the kitchen. \n[18]Get your hand off of me! His fat fingers tighten around her shoulder. \n[19]I told you, you fat fuck son of a bitch, never to touch me again! His nose seeps blood. \n[20]Shut up. She takes a step backwards, but keeps her hand clamped to his nuts. He has no choice but follow. She pulls him up to the American Indian family. \n[21]Tell'em. \n[22]Tell them...the muffins...are on the house. \n[23]I'm sorry your kids had to see that. Put some honey butter on those bran muffins and they taste an awful lot better. Piper turns and crosses toward the door. NormaJean is pale as she watches her go. Piper brushes past Milton's booth. His cup is there but Milton is gone. \n[24]I would. Thank you. \n[25]I'm only going as far as Blackfoot Falls. The truckstop there. \n[26]Get it straight old man. I ain't sleeping with you. Milton chuckles. \n[27]Yeah. Well, that's good to hear. \n[28]Don't. It shuts Mona up. Piper storms back toward the room. \n[29]What was that? I didn't catch that last word. \n[30]I'm warning you, Frank. Don't come near me. 16. \n[31]Pervert. Piper stomps across the lot as Frank exits, calls to her. \n[32]I'll go to San Francisco and stay with my cousin. \n[33]Your car?! Who's been making the payments you out of work, skanky Mona fucking piece of shit?! She drops the gym bag and launches into him. A blur of FISTS and CLAWS. The tears flow. Heartbreak, anger, humiliation. Frank stumble backwards. Tries to block the blows. WHAM! \n[34]Frank. Sweetie. I'm gonna tell everybody what I caught you doing with my pink dildo. Her laughter becomes a hysterical fit. \n[35]Go to hell. Frank raises his fist into the air. Then... \n[36]You didn't kill him did you? 22. \n[37]Thanks for that. \n[38]Utah? \n[39]Appreciate what you done for me back there but I ain't takin you all the way to-- \n[40]What business? \n[41]Yeah. I could eat. \n[42]You try to kill me and dump me in the desert I'll cut your nuts off. \n[43]What was that all about? \n[44]And you'd spend the night here? \n[45]What's wrong? \n[46]Same. Candy plops two pens and index cards on the table. \n[47]Guess it's been awhile since you drove that truck through here. \n[48]You gonna tap that? \n[49]Jeez, Milton, how long's it been? Sounds like you used to stick it in anything with a crack. \n[50]Suit yourself. But nobody reaches the end and says, â\u0080\u009cWish I hadn't fucked so much.â\u0080\u009d Milton's gaze returns to Candy. Even a man as driven as he needs a reboot sometimes. Candy catches his look, smiles. Piper slides from the booth. \n[51]I'm gonna do my nails, take a hot bath and sleep in a warm bed. \n[52]You drink it. See you at dawn. But she walks right passed the â\u0080\u009cMotel Guestsâ\u0080\u009d door and approaches the Busboy, who's already eyeing her. As she does, our focus settles on a shadowy area at the back of the bar. JONAH KING steps into the light. Ruggedly good looking. He wears a necklace with something bulky hidden beneath his shirt. There's an old scar under his left eye but a scar on this guy simply adds to his fuckabilty factor. He glances at Milton then -- \n[53]Well, I don't know, baby. Depends on how well you do those nails. Now pay attention. You might need to redo that one. He hunches over and gets back to work. As Piper ties her hair up with a pink bandanna. Candy's SEX SCREAMS are starting to annoy the fuck out of her. She twists around with frustration and POUNDS the wall. \n[54]Shut the fuck up in there! Milton twist and POUNDS the wall right back. 33. \n[55]Oh! Sorry, I didn't mean... She stops. Stares. Movement. Someone stepped quickly away from the window. \n[56]Imbecile. \n[57]LEGS. Three sets. Beat up sneakers. Work boots. Cowboy boots with a duct tape patch. A door opens. Piper sucks in breath. More legs appear. \n[58]Man with Axe is lying face down in his own blood. Dead. But it's Busboy who draws Piper's attention. Lying beneath blood drenched white sheets. He never saw it coming. \n[59]Aw, hell. Milton, in pants, pulls his shirt on, rolls Man with Shotgun's face with his boot. Reloads the 357. \n[60]What. The fuck? You know these people? Milton flings his duffle over his shoulder. \n[61]Milton, I'm serious! I want some answers! 39. They turn as the SPEEDING Sedan tears onto the highway. As it disappears behind the barn it reveals -- --Man With Shovel. He FLINGS the barn doors open, stares at Milton and Piper for a moment then vanishes within. \n[62]No! The Troopers keep FIRING! Piper stares down at Milton's open duffle. There's a gun lying within the spilled clothes. An ancient six shooter. We get just a glimpse, but we can tell this isn't just any old gun. There's detailed inscriptions scrawled into the metal. The steel of it is thick, tarnished and somehow angry. She reaches for it. 40. \n[63]What are you doing?! \n[64]Milton! Those cops weren't trying to arrest us! \n[65]I'll drive. \n[66]They were trying to kill us! \n[67]They were trying to kill you. \n[68]Christ is right! They start shooting with no warning?! What are you, a murderer? You escape from prison or something? The GTO tears onto the highway! \n[69]Well?! Which is it?! \n[70]What have you gotten me into? I should...I should...Jesus, I just killed a cop! I'm going to prison. Give me one good reason I shouldn't shoot you in the face. \n[71]You know what I mean! 42. Milton gestures through the windshield, toward the distant brake lights ahead. \n[72]The little girl on the news? The baby girl they're looking for? Milton nods. \n[73]But the news said the baby's parents were... Piper stops. Milton's eyes glisten. He speaks in a whisper. \n[74]What? Why? \n[75]He's not one of the ones who took your granddaughter, is he? \n[76]Is there anyone not trying to kill you? Milton stares up the road. Piper considers, then -- \n[77]Come on. I'll help you. But we're dealing with that first? She points to his blood soaked shirt. \n[78]She knew him? She knew Jonah King, the man they think killed... She stops herself. \n[79]Jonah King was into voodoo? Milton reloads the 357, slowly, methodically. \n[80]Jesus. She twists her pink bandanna nervously in her hands. 48. \n[81]Milton. Your daughter was in a cult for two years and you didn't know? Why didn't you help her? Milton grabs the ancient six shooter. It's got real weight. His blood-stained fingers run down the scrolled steel. The gun almost seems alive. Pops the chamber. \n[82]Not gonna reload? \n[83]Milton. \n[84]That's his truck. \n[85]Milton! Milton rises slowly and takes in the situation. Tattooed Guy comes up fast behind the GTO. We get a good look at him. It's Man with Shovel. Piper's getting out, doesn't see Tattooed Guy until he's grabbed her. Presses the pistol in her ribs. \n[86]Hey! Let me go, fucker! She goes to fight but Man in Leather Jacket approaches her with an axe. Burly Dude is with him. \n[87]No!!! Tattooed Guy shoves Piper into the RV. \n[88]You killed him! You bastard you -- \n[89]What? Piper tries to stand. Business Woman backhands her! \n[90]Oops. \n[91]Great. Between now and then. I'm'a fuck you up. He takes a step and swings a punch. 60. But she leaps at his face, closing the gap too quickly. Her French Manicure digs in. Jonah screams. They both go down! The baby WAILS. Skanky crawls into the cramped sleeper-bunk above the driver. Pulls the baby with her, tucks back into the corner, away from the battle in the RV's cabin. \n[92]Give me the baby and I'll make the pain go away. Suddenly everyone SLAMS into the side of the RV! \n[93]Jesus, Milton. How? She pulls him close...looks at the back of his head. \n[94]But how...how are you still alive? He stares back toward the RV. Just a dot on the horizon now. \n[95]I tried, Milton. I tried to get her back. \n[96]Fuckin devil worshipers freak me out. They mess with powers that should be left alone. Turns my shit white. \n[97]No, Milton. It's real. Ghosts, UFOs, bigfoot, that's the bullshit. The Devil and demons? Once those doors are opened you're fucked. Milton rolls his one good eye. Piper turns back to the GTO. Smoke hissing from the engine. \n[98]What do we do now? \n[99]Portable phones? You mean a cell phone? Yeah, in my bag. \n[100]Lemme know if I hurt you. \n[101]There. That's better. When she moves aside we see she's lined up a skull over his missing eye. \n[102]Why does everyone keep saying that? \n[103]Back? Back from where? What. The Fuck. Are you two talking about?! \n[104]Can you fix it? He leans close, hands caress the engine, searching. Somewhere near a fire CRACKLES. Piper turns. \n[105]I don't...how is this possible? \n[106]Lots of daddy's love their daughters, doesn't explain shattering reality. \n[107]Obviously you got out. Webster glances at Milton for a moment. \n[108]Fuck are you doing?! Milton stares. \n[109]Think you were gonna sneak off by yourself?! Go it alone?! \n[110]Oh. A beat. \n[111]Well if I'd known that I would have slept in a bed! 78. \n[112]He's not coming? \n[113]That's what you told him? \n[114]Who the fuck is this Timmy and Lassie you two keep talking about?! \n[115]Just drive the damn car. \n[116]I never knew him. Momma said he was a drifter. \n[117]Fuck you if you are. Milton notices something in the rear view. 80. \n[118]What do we do? \n[119]Oh shit. They know. \n[120]Milton, this will never work. \n[121]No. It won't. Nobody gets away anymore. In fifteen minutes there will be choppers, we'll be all over the news... She breaks off. Her mouth drops. \n[122]Just don't stop. \n[123]Just keep driving. \n[124]--They took your granddaughter, Milton, and now these badge-wearing fuckers are trying to stop you. You crawled out of the Goddamn abyss...and a few fat-assed county Mounties are giving you pause? Your grand-baby needs you. Milton nods. Turns back to the road. \n[125]You know what happens to her if they stop us. 82. \n[126]You lose the last connection you will ever have to this world. You gotta drive. A scowl crosses his face. \n[127]No. You don't just drive. Drive angry! Drive with the motherfuckin' rage that'll take us through that motherfuckin' roadblock! \n[128]Uh...what is that? \n[129]I don't think...why aren't they following us? Milton slips into his hunting vest. A scowl on his face. \n[130]Now what? \n[131]I know why. It's because of those crazy fucks out there isn't it? They figured something out didn't they? Somehow they know how to summon a piece of hell to earth. The Accountant laughs. \n[132]Yes. \n[133]Yes. \n[134]If I kill you, you can't take him. \n[135] \n[136]Milton?! He lies on his back several yards away. Piper rushes up, falls beside him. He's alive, mouth filled with blood. She takes his hand. \n[137] \n[138]Milton...no... Milton struggles. His head lolls back and forth. Eyes flick around. Searching. \n[139]I will. Anyone tries to hurt her and I'll kill'em. \n[140]Milton. This can't...you can't just give up. There's gotta be something we can do to... \n[141]  ", "Mona": "\n[1]Oh Frank, you know how long I've wanted to feel you inside me? \n[2]Oh, you want it faster? Mona thrusts her pelvic the tiniest bit faster. Suddenly Piper's hand clinches a handful of red hair and yanks! Mona SCREAMS in pain, Frank YELPS in fear as Piper drags Mona backwards off the bed. \n[3]What's the matter with you?! You psycho bitch from... 15. Piper spins on Mona, points a finger in warning. \n[4]Fuck you, Piper, we're in lo-- \n[5]Oh...I...I said...we're in lo-- ", "Milton": "\n[1]â\u0080\u009cThe Old Manâ\u0080\u009d, shock of white hair, drives the Roadrunner, locks the tires and spins the wheel. The Roadrunner fishtails, slides sideways AT THEM! The truck's gonna ram the driver's side. At least it would \n[2]Fucking Driver scrambles from behind the wheel, springs to his feet and runs. 3. Milton spins, BLOWS his knee apart from 20 paces. Driver SCREAMS and face-firsts the cracked pavement. \n[3]I know. The EXPLOSION vaporizes what's left of his face. \n[4]Where is she? \n[5]You tell him I'm coming. You got that? I'm coming to get her back. You tell him. Tell him I'm gonna kill every last one of you fuckers. Milton turns on his heels. Walks into the dust and doesn't look back. \n[6]That'd be great. Tell me, Stillwater Marsh around here? \n[7]Stillwater Marsh? You know it? Dale, the father, keeps his back to Milton as he speaks. \n[8]It's important. 8. \n[9]And what state Should I be in? Dale turns, glares at Milton. \n[10]And Wolf Deer Run? \n[11]Mother of all things, that sounds very interesting. \n[12]staring at her again. An impressed smirk on his face. Suddenly NormaJean steps in front of him. \n[13]Full moon's three days off. \n[14]Pretty sure.  Hell of a ride out there. Yours? \n[15] Hers? \n[16]And would you be gentle? \n[17]Car trouble? Piper stares. It's the way he said it. Too knowing. Milton glances at the engine. \n[18]Oh, that's not so bad. I can fix that for you if you like. 13. \n[19]If you give me a lift. \n[20]And I'd be much obliged. Milton leans in, flicks something then rises and THUMPS the hood shut with a smile. \n[21]Shall we? \n[22]Darlin, my days of bedding a gal ten minutes after I meet her are over. \n[23]  \n[24]â\u0080\u0098Preciate the ride, ma'am. Milton crosses toward an old Superman style phone booth. \n[25]Hey. Frank looks up as a boot catches him under the chin, lifting him off Piper. 19. Piper stares through blurry eyes as Milton drops on top of Frank, pounding him with his fists. \n[26]Want me to roll the window up? \n[27]No but he'll likely piss blood for a day or two. \n[28]Hungry? He gestures through the windshield as they pass a â\u0080\u009cWelcome to Utahâ\u0080\u009d sign. Beyond, there are lights ahead. \n[29]You mentioned San Francisco. \n[30]--My business is in Nevada. Can you get me that far? \n[31]I'm looking for someone. You hungry or not? Piper considers for a moment, then-- \n[32]Name's Milton. You're Piper, right? \n[33]Fair enough. 23. \n[34]Roy. \n[35]You hoped I was dead. Not the same. \n[36]Got a problem with that? \n[37]Back in another life I used to drive a truck through these parts. 24. \n[38]I'd spend the night here fucking his wife. Suddenly Milton twists around, stares toward the bar. \n[39]I...nothing I guess. A large breasted waitress, fuckin' hot for a woman in her fifties, approaches with chips and salsa. Eyes Milton. \n[40]Beer. \n[41]What is this? \n[42]You're kidding. \n[43]Call me Milton. \n[44]Fine, then bring me a milk. She tosses his card on the table. \n[45]Tap what? \n[46]Yeah. Well. I've been distracted. \n[47]Where are you...? \n[48]What about your beer? 26. \n[49]You shut the fuck up! That's it! Piper swings her legs off of the bed. Busboy wasn't prepared and topples backwards to the floor. \n[50]  \n[51]Staring under the bed, Cowboy boots with duct tape patch appears. Chamber opens. Shells drop to dirty carpet. Milton rolls Candy over, still connected. Fumbles in his bag on the floor. COWBOY with SLEDGE HAMMER freezes at the carnage. Can't see Milton. Because he's hidden by the bed. \n[52]Thanks. Apparently I shot my wad. Milton stares down into Candy's face. Her whole body QUAKES...CONVULSES. She sucks in breath and opens her eyes. \n[53]I definitely got their attention. 38. \n[54]Come on. There are probably more. \n[55]Yeah, we both want some answers. Milton moves toward the barn as-- The State Troopers walk around the bar. Everyone freezes. The Troopers stare from Piper to Milton, then back to Piper. Recognition. \n[56]Aw fuck. Milton grabs Piper, places himself between she and the Troopers as they go for their guns. \n[57]Come on! Milton pulls the 357 and opens fire! The Troopers, emboldened and fearless, stand their ground and shoot back! \n[58]No! Not that one. He shoves the 357 toward her. Piper snatches it without hesitation, rises and -- \n[59]Have to stop him... \n[60]No. They weren't. Get in. Milton climbs behind the GTO's wheel. \n[61]You gotta patch me up. I'll drive. Piper fumes but climbs into the passengers seat. \n[62]Yes. 41. \n[63]Yes. Milton floors it! As the GTO fishtails toward the highway-- \n[64]Christ. Piper's attention is still on the dead cops. \n[65]Both. Piper raises the gun, points it at Milton. \n[66]Because I'm driving. \n[67]They took my grand-baby. Took my grand-baby and killed my... He breaks off. Looks away. \n[68]Sons of bitches killed my daughter. Piper stares. Milton steadies himself. \n[69]So Yeah. I busted out. And I'm gonna get my grand-baby back. I'm gonna get her back and I'm gonna kill every last one of the fuckers. You want out, I'll understand. Piper considers, then -- \n[70]In the back seat. Now. \n[71]Now! Piper scrambles into the back seat as Milton watches the cruiser pull up along side him. \n[72]Shotgun. It's already loaded. Piper digs the shotgun from the duffle and heaves it into the front seat. \n[73]Have the other one ready. Not the 357. The OLD one. \n[74]      \n[75]I can't do that. \n[76]I got something I gotta do first. \n[77]I didn't have to do it a long time ago! \n[78]I won't let you do that. \n[79]  \n[80]This does. The Accountant's eyes widen. \n[81]Piper! Wait! Milton watches the taillights vanish over a distant ridge. He starts the engine...then hesitates... \n[82]Someone else. \n[83]My daughter got mixed up with the son of a bitch right out of college. \n[84]She knew him. The world was in a fuckin tailspin and King was preaching quiet revolution. He places the shotgun on the dash, grabs the 357. \n[85]It was four months before she realized â\u0080\u0098quiet' meant hiding in the basement, cutting the heads off chickens. \n[86]Voodoo, the occult, not much he wasn't into. When she told him she was leaving, he helped her pack. Gassed up her car. Cooked her a hot meal. Then while she slept he broke her leg in three places with a tire iron. \n[87]She learned her lessen. Was a good little follower for eighteen months. That's when they met with some witch doctor bullshit artist in Chinatown. It was Chinese New Year so the place was wall to wall slants. She saw her chance, stabbed Jonah in the face with a souvenir corkscrew and vanished into the crowd. \n[88]I didn't find out about any of this until...until I got locked up. Only two bullets left. He SNAPS the gun shut. Shoves it into his duffle. \n[89]Only had three bullets to begin... \n[90]Stay put. I won't be long. \n[91]Is that right? In a swift move, Milton RATCHETS a shell into the chamber, drops to one knee, aims into the cab. \n[92]The cab is empty. Somewhere near, we hear a MUFFLED BABY'S CRY. \n[93]Realization. Shit. But it's too late. A snub-nosed .38 appears at his temple. \n[94]Don't Piper! Let her go. She's a pain in the ass you don't want. Milton still hasn't let go of his shotgun. \n[95]Isn't that obvious, you sick fuck? I'm here for her. Milton gestures toward the baby. \n[96]But sacrificing her under the full fuckin moon, that's okay? \n[97]Your BS don't work on me. You killed my daughter but I won't let you kill my grandbaby. \n[98]No shithead, it wasn't. I saw the whole damn thing. I saw who you are when no one's lookin'. And I saw what that night cost ya. Jonah's armor cracks a little as Milton faces the others. \n[99] --What was it three or four days before he showed after killin my little girl? You jerkoffs didn't notice he was walking a little stiff? Milton glances at Skanky Gal and Business Woman. \n[100]When's the last time he shared a bed with either of you? Before that night, right? 52. The girls shoot a nervous glance at Jonah. \n[101]You forced my daughter onto her knees, you sonofabitch. And she made you pay for it. Jonah stares at Milton in shock. How does he know? \n[102]But don't take my word for it. Ask him. Leather Jacket was there. Jonah made him swear not to tell. Jonah lifts a .38 auto from within the baby's blanket and shoots Leather Jacket in the forehead. Piper SCREAMS. The Baby starts CRYING. Jonah shoves the baby into Skanky Gal's arms then swings the gun toward Milton. \n[103]I'm only gonna make this offer once. Give me my granddaughter and I'll let you liv-- \n[104]Everyone stares. Did they just see that right? \n[105]The bullet RIPS BURLY'S SCALP WIDE. He stumbles back. The others recoil. Burly ROARS, blood streaming from his head wound - charges Milton with the ax. MILTON unleashes rapid fire lead from the 357! 54. Burly's blown back! The others scatter as Milton staggers to his feet! He grabs the shotgun, leans on it for support. \n[106]Shit! He SLAMS on his brakes. \n[107]Son of a bitch. Milton snatches the 357, points it out the back glass and opens fire. \n[108]Hey, dickless. 64. \n[109]Got ya. Piper nods, crawls toward the windshield, Milton tries to pull her in as -- \n[110]It's still in there. The bullet. I can feel it. \n[111]Ain't got time to die. 66. \n[112]I know, baby. I know. Jonah only had about twenty followers. We hurt him good today. \n[113]Powers. It's all bullshit. \n[114]I used to know a guy lived out this way. You got one of them portable phones? \n[115]Do what you gotta do. You get used to the pain. Piper pulls a black bandanna from her pack, there are white skulls on it. She folds it, ties it around Milton's head. \n[116]Webster, you gonna yank that .44 or just keep stroking it? \n[117]You heard about my daughter? \n[118]Then you know why I'm back. \n[119]You know the pain and suffering ain't the worse part, right? That's what they tell ya, what they want you to believe. But it's all a big fuckin lie. Nosir, worst part's the goddamn video feed. Webster and Piper exchange a glance. \n[120]It ain't about the fire and brimstone. Ain't about your suffering. It's about the suffering of them you love. Cuz you see it. You see it all. In full goddamn detail. And there ain't nothin you can do about it. Milton chunks a 2x4 into the fire. Sparks SWIRL into the air. \n[121]Fuckin son-in-law. He looked like one of them tree-huggin piece of shits. Wore sandals. What kind of man wears fuckin sandals? 76. \n[122]  \n[123]He loved that daughter of mine. Loved that little baby too. He kept fightin long after he should'a been dead. But some people's better at killin than others. Just how they're wired. Milton's finding it harder to speak. \n[124]Then them sons of bitches turned on my...nosir, physical pain is nothin compared to watching your baby girl...watchin those fuckers...I'm gonna kill'em. I'm gonna kill'em all. And...and then I'll be done. Milton finally goes silent. Piper makes a noise. Involuntary. Tears stream down her cheeks. She's trying not to sob. Webster looks steely. Determined. \n[125]What are you doing? Piper pops awake, sits up. Already angry. \n[126]Uh, no. I need your help. If you're still willing. Piper stares for a moment. \n[127]Black tears of oil? \n[128]Webster, I need you to stay here. \n[129]I'm not going alone this time. Piper's coming with me. \n[130]Give me the fuckin shells. And the gun. Milton snatches both and hands them to Piper. He then quickly places an arm around Webster's shoulders and walks him out of earshot. Piper places the gun and shells in the backseat then stares at the two men. They glance back at her several times. Then Webster nods. Milton returns, slides into the passenger seat. \n[131]Let's go. 79. Piper stares out the window as Webster slips quietly into the barn. He does so reluctantly. \n[132]He's too old. He'll just slow us down. Get himself killed. \n[133]That's what Timmy told Lassie isn't it? \n[134]This ain't gonna be easy, Piper. I need you. That's no lie. But are you sure about this? \n[135]I ain't your daddy. \n[136]Shit. Piper sits up, stares. \n[137]Nothing yet. Not until... The lights come on. \n[138]We can't stop. Milton mashes the peddle to the floor. \n[139]It'll work. \n[140]Too many of them. \n[141]I'm...I'm sorry I got you into-- \n[142]Get down! 83. \n[143]Shotgun! Piper shoves the shotgun in his hand. He quickly shoves it out the window and -- 84. \n[144]They're likely scared of you. \n[145]Now we drive. 87. We pull back... \n[146]Stay here. Piper nods. Milton moves toward the jagged rocks in the distance but soon we can make out the flicking light of fire ahead as Milton moves toward a cliff's edge. \n[147]      \n[148]He was expecting less than twenty followers. There are forty down there. Fuck. \n[149]Get away from her. \n[150]I shoot you with this, you know what it means. No heaven. No hell. You cease to exist. \n[151]You can't stop me. 89. \n[152]Don't hurt her. Th-Thank you. \n[153]  \n[154]I'm an old washed up lifer. Never occurred to'em that I was up to no good. \n[155]What's he gonna do? Not let me back in? Now, I gotta know. Why? Why help me? 90. \n[156]She don't listen. \n[157]Then why? Why help me? \n[158]Then help me, now. There are forty of them down there. You and I could-- \n[159] \n[160]Then get off my fuckin car. \n[161]Skanky Gal cowers twenty yards away beneath an oil derrick. The baby wrapped in pink blankets in her arms. Jonah walks up oozing arrogance. He knows he's won. He places the barrel of the shotgun to Milton's chin. \n[162] \n[163]Where...where is she? \n[164]Keep her safe. \n[165]I know. That's why I chose you. \n[166]Webster will look after you both. As long as he can. And he'll keep trying long after he can't. \n[167]Beat the devil? Nah. Never gonna happen. I'm askin more than I have a right to. I know it. But love her for me, Piper. Love her and make her yours. I don't have any right to ask for your promise... \n[168]Thank you. And like that. The life fades from his eyes. Piper holds the baby close, SOBS. She looks up at the Accountant. But he is gone. \n[169]He twitches. 100. His one good eye opens. It rolls around then settles on something above. \n[170]How was that? \n[171]...But you can't kill a dead man. Milton sits up slowly. Bones CREAK. He holds his hand out. The Accountant takes it. Pulls him to his feet. They turn and walk toward the rising sun. They walk until they are just silhouettes against a bright yellow glow...then... ...they fade into the shimmering heat... ...and they are gone. ", "Fat": "\n[1]  \n[2]  \n[3]I don't pay you bitches to stand around. Now get the fuck back to work! Piper snatches one of the plates. She delivers it to a Patron sitting at the bar, then turns toward the newly arrived customers. The American Indian couple scans a menu... ...and Milton  scans her...he quickly looks down at an unfolded map of Colorado as -- NormaJean steps up to Milton. \n[4]       \n[5]He glares down at her. \n[6]â\u0080\u009cOn the houseâ\u0080\u009d? On the fucking house? \n[7]  \n[8]You get over there and you charge them for those muff... Piper strikes. Like a snake. Her hand reaches beneath the fat of his belly and vice grips his balls. Hell, we even hear the CRUNCH. Fat Lou GASPS and doubles over allowing Piper to SLAM her forehead into the bridge of his nose! \n[9]Let...go...of...my... She SLAPS him across the face with her free hand. 11. \n[10]Wha...what? We see it in her face. She squeezes. Lou's eyes go wide...flutter...he's about to pass out. \n[11]On. The. House. She lets go. Lou drops to his knees, then timbers to the floor as Piper turns to the family. The children are huddled, terrified against their parents. \n[12]       \n[13]  \n[14]Where's she going? 20. The Accountant turns to Lou. Stares. Then -- \n[15]What did you call me? The Accountant smiles. Fat Lou vanishes from the window then BURSTS from the kitchen. \n[16]I said, what did you call-- \n[17]Wha-what? \n[18]Who are you? \n[19]That's supposed to mean something to me? ", "Lou": "\n[1]  \n[2]  \n[3]I don't pay you bitches to stand around. Now get the fuck back to work! Piper snatches one of the plates. She delivers it to a Patron sitting at the bar, then turns toward the newly arrived customers. The American Indian couple scans a menu... ...and Milton  scans her...he quickly looks down at an unfolded map of Colorado as -- NormaJean steps up to Milton. \n[4]       \n[5]He glares down at her. \n[6]â\u0080\u009cOn the houseâ\u0080\u009d? On the fucking house? \n[7]  \n[8]You get over there and you charge them for those muff... Piper strikes. Like a snake. Her hand reaches beneath the fat of his belly and vice grips his balls. Hell, we even hear the CRUNCH. Fat Lou GASPS and doubles over allowing Piper to SLAM her forehead into the bridge of his nose! \n[9]Let...go...of...my... She SLAPS him across the face with her free hand. 11. \n[10]Wha...what? We see it in her face. She squeezes. Lou's eyes go wide...flutter...he's about to pass out. \n[11]On. The. House. She lets go. Lou drops to his knees, then timbers to the floor as Piper turns to the family. The children are huddled, terrified against their parents. \n[12]       \n[13]  \n[14]Where's she going? 20. The Accountant turns to Lou. Stares. Then -- \n[15]What did you call me? The Accountant smiles. Fat Lou vanishes from the window then BURSTS from the kitchen. \n[16]I said, what did you call-- \n[17]Wha-what? \n[18]Who are you? \n[19]That's supposed to mean something to me? ", "The": "\n[1]...EXPLODING into the hood of the Chevy! The hood RIPS up, SLAMS the windshield. Truck CAREENS out of control! Milton GUNS the Roadrunner away from truck...but... KRAACK - The Truck nails the Roadrunner's rear quarter panel. Roadrunner and truck go into a spin. A tornado of dust SWIRLS around the two vehicles. The Roadrunner SPLINTERS into a boarded store front! The Truck HITS a ditch and UPENDS. Flips. SLAMS into the dirt on its roof, wheels SPINNING. \n[2]Smoke HISSES from the totalled Roadrunner. Door creeks open. Milton emerges slow and sure. He crosses toward the Chevy. Fucking Passenger rises from behind the truck and rushes Milton, tire iron held high over his head! Milton spins and KUH-FOOM! --blows Fucking Passenger's hand clean off! Passenger screams as Milton snatches the iron out of the air and -- \n[3]As Fucking Middle drags himself from the passenger side. He got the worst of it. Looks like his face went through the windshield. He looks up -- -- into the barrel of Milton's shotgun. A beat. \n[4]We'll take this. 7. Mary points to the menu, Piper leans in, reads. \n[5]And five waters. \n[6]That's it. Just the pancakes. If that's okay? Piper stares at them as if for the first time. Shit... they're hungry. And broke. \n[7]Mary can no longer avoid Milton's stare. \n[8]You're in the wrong state. \n[9]It's nothing. Just a story parents tell to their children. Like the boogey-man or the tooth-fairy. A plate filled with muffins thumps down before them. Piper leans in with three kiddie cups. \n[10]But we didn't order-- \n[11]...the garage. A grimy looking GREASE MONKEY is staring at Milton, cell phone to his ear. He sees Milton see him, quickly backs into the shadows. \n[12]We start close to the ground. Dress shoes. Suit pants. \n[13]  \n[14]      \n[15]  \n[16]  \n[17]       \n[18]  \n[19]      \n[20]  \n[21]  \n[22]  \n[23]The bullet RIPS BURLY'S SCALP WIDE. He stumbles back. The others recoil. Burly ROARS, blood streaming from his head wound - charges Milton with the ax. MILTON unleashes rapid fire lead from the 357! 54. Burly's blown back! The others scatter as Milton staggers to his feet! He grabs the shotgun, leans on it for support. \n[24]MAN WITH WIG comes from the back of the Station Wagon with the scoped hunting rifle. Aims. BLAM - His shot rips into the GTO, blows the side mirror off. Milton FIRES back with the shotgun - forcing Man with Wig back behind the wagon. \n[25]The cratered cruiser lies on its crushed roof, both doors shut. No windows visible. TEEN #1 lights a chillum pipe, inhales. Holds it, passes the pipe, then speaks as only a pothead can. \n[26]  \n[27]As a hand slams into view, fingers with dirt crusted nails curl...dig into the ground. \n[28]      \n[29]From this angle we can see Milton concealing the shotgun behind him. Piper stands close, her hand on the handle of the 357 protruding from his waistband. \n[30]  \n[31]       \n[32]A Mack Truck RUMBLES over the bridge approaching from behind them. It's pulling 80mph at least. \n[33]Soon they'll have a direct shot right into the Nova's open driver's side door. \n[34]FLAMES ERUPT with THUNDER clear to the heavens - the Nova ROARS one final time, living up to it's name in a furious ball of fire that consumes whatever's left of Jonah King. \n[35]Piper SUCKS in air. Sits up. Fire lighting her face. \n[36]Skanky Gal looks up to find... ...the Accountant standing over her. He holds out his arms. 98. She hands him the baby. \n[37]WEBSTER climbs from the 69 Camaro. \n[38]   ", "Accountant": "\n[1]You. Fat fuck. Come here. Lou stares. \n[2]--I called you â\u0080\u0098fat fuck' and we had better leave it at that unless you'd prefer I call you â\u0080\u0098dead fat fuck.' \n[3]I'm looking for someone. An old man. White hair. Five-eleven. The Accountant smells the air, embraces it. \n[4]He was here earlier. Traveling light. Likely on foot. \n[5]I'm the Accountant. \n[6]It will if I add you to the books. And if you don't tell me what I want to know... NormaJean opens her mouth to speak. Shuts it. 21. The Accountant turns to her, quickly. So quickly she takes a step back. \n[7]You had something to say? \n[8]Yes. We've established that. \n[9]I'm sure he was. Where did he go? She points. \n[10]There was an old man, yes? \n[11]White hair. Angry with attitude. \n[12]I'm the Accountant. \n[13]The old man? Where did he go? \n[14]All three? \n[15]What kind of car? \n[16]What kind of car? \n[17]Your car. What kind is it? Frank stares down at the bat protruding from his shoulder. \n[18]Answer the question. \n[19]In there. Trooper #1 moves toward the opened door. The Accountant steps in front of Trooper #2. \n[20]I'm looking for someone. Five- eleven. White hair. Driving a â\u0080\u009867 GTO. He's traveling with her. He hands Trooper #2 the framed photo. \n[21]Troopers, this is your lucky day. Trooper #2 is watching the hypnotic glinting coin. ANGLE - High looking down on the trio as the coin spins right in front of us - we glimpse the ancient face in the worn silver - Roman maybe? \n[22]Here. Look at this. They don't see a coin. But a badge. Letters F.B.I. on it. \n[23]In pursuit of a white haired man. John Milton. He's travelling with the girl in this picture. Trooper #1 fixes his eyes on the photo of Piper &amp; Frank in his partner's hand. Lowers his weapon. \n[24]--Dead. Yes. I'd say it's unfortunate, but I'd be lying. World won't miss him. Look, troopers. I need your help with my pursuit of this fugitive. If we, we three, can apprehend him...you are ambitious, correct. \n[25]Wasn't actually a question. I can tell you are. Success will mean promotion. Pay raise. I guarantee it. Now we are going to hunt this Milton, we are going to find the GTO he's driving and when we find him, you will shoot to kill. You understand? Shoot. To. Kill. The Accountant's voice is velvet. Hypnotic. Seductive. Purposeful. Promising glory with a hint of damnation. 32. \n[26]This man is highly dangerous. He has killed and will kill again. He must be taken down on sight. The time it takes you to follow your protocols is the time it takes him to end your life. The Accountant crosses to the cruiser's back door, the coin disappearing back into his pocket. \n[27]Shall we? \n[28]Troopers. Remember why we're here. He walks by them towards the front door of the bar. Both Troopers turn and move around the side of building. Jonah King...stares...stunned, he absentmindedly scratches at the old scar on his face then leaps into the Sedan with the gym bag, engine ROARS to life. \n[29]It's over, Milton. Stop the car. \n[30]Really? What makes you think you have a choice? \n[31]Then you should have done it a long time ago. \n[32]Milton, I will kill that nice woman in the backseat to get to you. \n[33]Again. What makes you think you have a choice? \n[34]Carpenter and despite what you've heard, prefers short hair. Teen #2 sits up suddenly, coughing. \n[35]Not even close. I won't see you again until... He tilts his head, as if reading a sign too far away. \n[36]...until you're seventy-three. He glances at Teen #1, then -- \n[37]You, I'll see in three months. And with that the Accountant turns and strides away. \n[38]Scorcher today, huh? He takes a big long swing from an oversized water bottle. \n[39]Christ on a cracker. My apologies. The Accountant grabs the man by the collar and drags him into the shade of the Station Wagon where he flips him around into a sitting position. Wig's shirt falls open revealing a pentagram tattooed above his left breast. \n[40]What's that supposed to mean? \n[41]Pact huh? That's cute. Funny he's never mentioned you. Wig stares down at his mangled legs. The Accountant notices. 68. \n[42]Yeah, those are fucked. Here, have some water. Wig takes the offered water as Accountant kneels before him. \n[43]Milton's work I take it? \n[44]I'm the Accountant. I'm curious. And I never get curious. What do you people want with Milton? \n[45]Does it matter? Milton. Why is he important to you? \n[46]Why? Wig stares...searches for an answer. The Accountant snatches a mangled ankle and twists. Wig's body stiffens and he SCREAMS. \n[47]Color me curious. What DID you do and who DID you take? \n[48]As he smiles and flips his coin high into the air. The surrounding Troopers stare. The Accountant catches it. Holds it high between thumb and forefinger for all to see. \n[49]Need you boys to stand down. Captain, you know what this badge means, right? Not a single gun lowers. All trained at The Accountant. Itching to blow him out of his expensive shoes. \n[50]Federal Bureau of get the fuck outta my way. You boys have blundered into an on-going Federal case. Now, lower your... He stops, turns...sniffs the air. His focus settles on a YOUNG FACED TROOPER. \n[51]You. ANGLE - Looking down on The Accountant surrounded by armed angry troopers. He steps from the truck, nudges Cap aside like he wasn't there. Cap can't believe it. Shot continues, moving down, closer and closer until the Accountant is face to face with a Young Faced Trooper. The kid keeps his gun aimed, nervous, excited and confused. 86. Suddenly the Accountant moves fast. He bats the gun aside, snatches the kid's uniform shirt and pulls it open, popping two buttons. \n[52]It seems you're serving two masters. The kid says nothing stares. Every cop's gun is sighted on the Accountant. He doesn't seem to notice. \n[53]Take out your phone and call him. Call Jonah King. Tell him the old man is dead. The kid stares until... \n[54]I think not. \n[55]All the more reason to keep Ms. Piper in close proximity. You are old, Milton. You might miss again. \n[56]Stop you? Milton, you wouldn't be here without me, you ungrateful shit. That roadblock back there, that would have stopped you. So I want you to drop that iron God- Killer and say thank you. Milton stares. The Accountant, moves. Quickly. With a crisp flick, suddenly there's a blade at Piper's throat. She GASPS. \n[57]I said, drop it and thank you. Milton puts up his hand, flings the revolver into the darkness behind him. \n[58]That's better. He lowers the blade, but keeps Piper close. \n[59]You're not the first to get out and I doubt you'll be the last but I gotta know, HOW did you get out with the God-Killer? \n[60]You did not. \n[61]Wouldn't wanna be you when he finds out. \n[62]That's cute. You haven't told her? \n[63]Young Ms. Piper, let you in on a little secret. The Dark Lord? Satan? Beelzebub? Lucifer? Simply the warden of a very large prison. Quiet man, actually. Thoughtful. Well read. I happen to know the idea of sacrificing children in his honor annoys him greatly. \n[64]Simple. Like the warden, we all have jobs to do. Getting you here makes my job easier. You get what you want, I get what I want. \n[65]--No. \n[66]--No. You want to save her then go do it. If you win, I win. If they take you down, I win. He hugs Piper closer. 91. \n[67]You like butter on your popcorn? It's sure to be a grand show. Piper doesn't know what to say. The Accountant glances back at Milton. \n[68]You're still here? Milton, the clock is ticking. Midnight approaches. \n[69]You want to help him. \n[70]He chose you, you know that. Fast car, spunky attitude. He put your life at risk and you still want to help him? 94. \n[71]Then go. She rushes toward a goat path leading down to the valley below. Suddenly something catches her eye. \n[72]Hold on tight. It has quite a kick. \n[73]Someone else will come...someone else always comes. Piper considers, the SOUNDS of battle rising from below. \n[74]Piper, he didn't steal that gun to kill me. He stole it to slow me down. He's getting what he wanted. Now, go to him. Before it's too late. Piper turns and scrambles down the goat path. \n[75]I'm curious. Would you have let him do it? She opens her mouth to speak, says nothing... \n[76]That's what I thought. He turns and walks away from her. \n[77]See you. Soon. Skanky bolts. Races off into the darkness. \n[78]She's here. The Accountant hands the baby to Milton. Milton stares at the tiny face. The big bright eyes. Innocent. Beautiful in every miraculous way. He places her in Piper's arms. \n[79]I've seen better. Guess she doesn't know you can beat him, slow him, shoot him, even stop him... ", "Candy": "\n[1]Well, hello. I'm Candy. Start you off with some drinks? \n[2]And I'll need to see your IDs. Piper pulls her license absently and slides it over, begins filling out the card. \n[3]You want a drink? You gotta be a member. Dry county. \n[4]Welcome to Utah, Mr... 25. She takes his license. \n[5]This license isn't just expired. It's an antique. \n[6]For you, gorgeous, we'll break the rules. Shhhh, don't tell nobody. Milton watches her go. Drinking her up. \n[7]Close'm'close'm'close'm'close. Suddenly Milton's head jerks toward the door. His hand shoots beneath his pillow as-- The door BURSTS OPEN! MAN WITH AN IRON PIPE held high rushes into the room. Milton comes up with a 357 hand cannon! \n[8]Jesus Christ. You're the best fuck I've ever had. Piper crosses to the adjoining room. \n[9]Hello? Do you mind?! We're... Candy sits up and suddenly takes in her surroundings. She SCREAMS, wraps herself in a sheet and flees from the room. \n[10]He...he killed them. He killed all of them. \n[11]No. You don't understand, we was fuckin'. He killed them while we was fuckin'. That's never happened to me before, has it happened to you? Cap turns to Sarge who is standing near. ", "Frank": "\n[1]Faster. \n[2]Now baby, just hold on. \n[3]Look, sooner you accept this is your fault, the better. Piper stops, turns, stares. \n[4]Baby, I can't just turn it off. Now you know that. I gotta have it. At least once a day. It's in the wiring. You did this. You made me cheat on you. You're lucky I'm not more pissed about it. Piper stares for a moment. It's like she's been sucker punched. Then she zips her bag and crosses to the door. \n[5]Piper! Now cut it out. Enough with the drama! \n[6]Piper! \n[7]Baby, Please. Now hold on. Can we talk about this? Piper keeps walking. Never looks back. \n[8]Piper, stop this! You got nowhere to go and you know it. \n[9]Whoa. You ain't taking my car. Piper pulls out the keys, twirls them on her finger. \n[10]I said, you ain't taking my car, bitch. Frank grabs her by the shoulder. Piper spins and -- \n[11]Stop... \n[12]...hitting me! 18. She swings but this time Frank lashes out. \n[13]You're insane, you know that? Look what you made me do! She staggers to her feet, sways before him. \n[14]Come on, I'll get you some ice-- She SPITS blood in his face and SWINGS! He blocks the blow and BACKHANDS her with the force of thunder. She spins and SLAMS into the ground. Doubtful she'll get up this time, then -- \n[15]That's it. He drops on top of her, his fingers curl into a fist. \n[16]You don't wanna fuck me? Fine. When I'm done nobody's gonna wanna fuck you. Ever. \n[17]Mom...Mom...Mom! Would you Reverend Jonah King, the self- shut up and listen?! I've proclaimed prophet whose lost her for good this time. church has come under fire She's gone. I just want my for his anti-establishment Because...because...arrrg! questioning in the brutal Because I smacked her one, murder of the young parents. okay?!. Smacked her a couple While police say this is a of times, in fact.  routine questioning witnesses You don't think I know that?! place King in the area and we Mom...Mom! It's over! End of have recently learned that story. She ain't coming King had a prior relationship back. Mom...mom...Mom! with one of the deceased. \n[18]I gotta go. Frank clicks his phone shut, jerks the door open to find -- The Accountant smiling at him. \n[19]Wha? The Accountant sniffs the air. \n[20]Sumbitch kicked me in the face. Who are you? \n[21]The wha? I called the cops, not a bean-counter? \n[22]Fuck should I know where he went? I woke up and all three were gone. 28. \n[23]The bitch, the old man and my car! \n[24]You know what, fuck you. You ain't no cop. I'm done talking. Frank starts to close the door but the Accountant grabs his wrist, twists him around and shoves him into the room! Frank doesn't stumble forward. He flies. Lifted off the ground his toes drag the floor, Frank SLAMS into the opposite wall and bounces into the dresser. \n[25]You son of a -- Frank staggers to his feet. Dazed. Mouth bleeding. He wipes blood onto the back of his hand. \n[26]You...you made me bleed. Frank pulls a baseball bat from behind the dresser. \n[27]You leave me no choice but to beat you with this Louisville Slugger. Frank takes a step, swings at the Accountant. The Accountant dodges. Bat SMASHES down on the TV. SPARKS &amp; GLASS fly. The Accountant STOMPS on the bat, SNAPS it in two. SLOMO: The short end rips from Frank's hands, knocks him backwards. The piece spins in the air - for a second, hangs there until... The Accountant snatches it, letting his follow-through gather momentum. Frank can only watch as the Accountant - \n[28]I...what? \n[29]Wha...what did you do? The Accountant reaches out and twists the bat. Frank SCREAMS out in pain. \n[30]A â\u0080\u009867 GTO! Arrgg! The Accountant turns and walks toward the door. Stops to eye a framed photo of Piper and Frank on the dresser. \n[31]Hey! Just hold on! The Accountant pivots and flings the barrel of the bat. \n[32]It's coming right at his face. Frank tries to dodge...twists his head...no good. The other end of the broken bat RAMS through his face, PINS his head to the wall. The words Louisville Slugger just visible where Frank's face should be. "}}