{"filename": "Drop-Dead-Gorgeous_script.txt", "imdb_id": "tt0157503", "imdb_url": "https://www.imdb.com/title/tt0157503", "characters": ["Lisa Swenson", "Rebecca 'Becky' Ann Leeman", "Lester Leeman", "Amber Atkins", "Iris Clark", "Tess Weinhaus", "Jenelle Betz", "Leslie Miller", "Annette Atkins", "Molly Howard", "Gladys Leeman", "Loretta", "Tammy Curry", "Mary Johanson", "Michelle Johnson (as Laurie Sinclair)"], "dialogues": {"Lisa": "\n[1]\t\tWhy?  Well, uh, it's kind of like \t\taskin', \"Why do all the guys chew \t\tCopenhagen?\"  You know?  I mean, if \t\tyou're seventeen and you're not a \t\ttotal fry, it's just what you do.  \tETHEL MERMAN's \"Everything's Coming Up Roses\" PLAYS over \tspeakers.  \n[2] \n[3]\t\tI'm gonna sing and dance to, \"New \t\tYork, New York.\"  See, I fell in love \t\twith The Big Apple last summer when I \t\twas visitin' my brother.  He followed \t\this dream to New York.  \tPICKS UP 8x10's, shows to camera.  \n[4]\t\tThis is Peter as Liza.  This is him as \t\tMadonna.  Oh, here's me with him as \t\tBarbara...  \n[5]\t\tOw!  Oh, God.  It's so em-so \t\tembarrassing.  \n[6]\t\tYou guys know the retard's pants are \t\topen? \t\t\t \t\tI don't want to see that.  \n[7] \n[8]\t\tOh-yah, I love to swim.  When I was in \t\tNew York, I met Greg Louganis at one-a \t\tmy brothers' shows...  \n[9] \twearing a Statue of Liberty Headdress.  (It's a Barbie \tDoll that holds an unlit birthday candle.  \n[10]\t\tLiving in a country where Lady Liberty \t\tkeeps her flame burning bright.  \tShe reaches up with a lighter to light the candle. It's \thard to reach and won't light.  \n[11]\t\tKeeps her flame burning bright...  \n[12]\t\tHey, my hands are stuck.  \n[13]\t\tListen, you guys, don't go int the \t\tbathroom.  Tess blew chunks all over. \t\tMan, she ate a big dinner.  \n[14]\t\t\t \t\tOh, Amber...  \n[15]\t\tI can't believe this is happenin'.  I \t\tcan't believe she said you couldn't...  \tGetting an idea, Lisa starts to take off her jacket.  \n[16]\t\tAmber?  Here.  \n[17]\t\tMy jacket.  Take it kcause, y'know, I \t\tgot my costume okay'd before the \t\tpageant.  You can wear it.  \n[18]\t\tShut up, yous guys.  Look, Amber, I'm \t\tnot gonna win.  And let's be honest, a \t\tfamily only needs one \"Liza\" and you \t\tknow Peter's got much better legs than \t\tme.  \n[19]\t\tOh c'mon, I love kem, but you know \t\tthey only had me kcause Peter needed a \t\tkidney.  \n[20]\t\tThen do it for Peter.  Mrs. Leeman \t\tused to call him a \"skinny little fag\" \t\twhen he'd bag her groceries.  He'd pop \t\this Nancy-belt if his old jacket \t\tsomehow, I don't know, got her back.  \n[21]\t\tOh-you-beccha.  \tAmber hugs her and takes the jacket.  \n[22]\t\tI quit.  And, uh, since my costume, \t\ty'know, was okay'd a month ago?  I'm \t\tgivin' it to Amber.  \tAmber breaks a smile.  \tTaped music ENDS.  APPLAUSE.  Gladys, mic in hand, joins \tBecky for a big hug.  \n[23]\t\tNo, it was worth it.  Amber shoulda \t\twon.  \n[24]\t\tI'll tell ya one thing.  Peter never \t\twoulda pulled a shenanigan like that.  \n[25]\t\tWell, y'know what, dad?  Y'know what? \t\tPeter's gay!  \tShe runs off.  Her parents stop DEAD IN THEIR TRACKS.  \n[26]\t\tWhat?!  ", "Swenson": "\n[1] \n[2] \n[3] \twearing a Statue of Liberty Headdress.  (It's a Barbie \tDoll that holds an unlit birthday candle.  ", "Lester": "\n[1]\t\t...You betcha.  S'posed to be colder-n- \t\ta witches tit tonight...  \n[2]\t\t\t \t\tHey, ya like it?  Open it...Yah-the \t\tglobe.  Pull at the equator there.  \n[3]\t\tFits three full-size booze bottles. \t\tThe cassette deck pulls outta \t\tAfghanistan, there.  \n[4]\t\tOh, all right \t\t\t \t\tHow soon they forget where all this \t\tcomes from.  \n[5]\t\tThat's enough, young lady.  \n[6]\t\tYah-she's damn near as good as that \t\tlittle black fella - with the glass \t\teye.  \n[7]\t\tYeah, yeah, the Jew.  \n[8]\t\tHey Tim, Carla - if yous kids don't \t\ttry to Jew me down none, I'll throw in \t\ta matchin' hutch.  \tThe COUPLE smiles excitedly.  \n[9]\t\t\t \t\tSee, that there's my specialty.  Don't \t\tpay me less and I'll give ya more. \t\t\t \t\tSecret is, the hutch is included in \t\tthe price.  Ain't that right, Jean?  \tLester smacks Jean on the ass.  \n[10]\t\tTake a memo, sweetheart.  \n[11]\t\tAhhh.  Beautiful as a whore's ass \t\ttoday.  Eh, boys?  \tIn the b.g., Gladys holds a bullhorn, clipboard and \tpoints to a LARGE SWAN FLOAT.  \n[12]\t\tYah-Gladys had me order that swan \t\tspecial made from Mexico \t\tin case Becky won.  I do a lotta \t\tbusiness with those people.  I always \t\toffer to pay kem in tacos. \t\t\t \t\tWhoo, they love that.  \n[13]\t\tGladys!  Stop it!  \n[14]\t\tSo help me, Gladys.  \n[15]\t\tThat's enough!  ", "Leeman": "\n[1]\t\tGood God, Iris, you taped your shows \t\tover it.  \n[2]\t\tNow ladies, the rest of the tape - \t\twhich is now gone forever - goes on \t\tabout startin' this great American \t\tjourney we call American Teen \t\tPrincess...Yah-so, any of you young \t\tladies who'd like to start on that \t\tjourney, you just come right down here \t\tand sign up.  And please...help \t\tyourselves to some coffee and bars...  \n[3]\n[4] \tCivil Servettes and crew are piled in.  Gladys drives.  \n[5]\t\t \t\tI'll always remember what she wrote in \t\tthe card.  \"Jesus loves winners.\" \t\tThat's why, no matter what I do...  \tShe shoves the magazine back in her pistol.  \n[6] \tLandscaped grounds surround this lovely two-story.  \n[7] \tBrief \"LIFESTYLES OF THE RICH &amp; FAMOUS\" montage of Gladys \tshowing off interiors to the theme from \"GONE WITH THE \n[8] \tIt looks like a Levitz showroom.  Gladys sits stiffly \tbetween Becky and her husband, LESTER - mid-60's, gruff, \t\"old school\" salesman, drink in hand.  \n[9] \n[10] \tLester's gone from the couch.  \n[11] \tFollow Lester around cheesy room displays.  JEAN KANGAS, \this meek, middle-aged secretary follows him everywhere. \tLester CALLS OUT to a YOUNG COUPLE sitting in a dining \troom.  \n[12]\n[13]\n[14] ", "Amber": "\n[1]\t\t\t \t\tHi, I-I'm Amber Atkins and, um, I'm \t\tsignin' up k'cause, ah, my two \t\tfavorite people in the world competed. \t\tMy mom and Diane Sawyer...Course I \t\thope I end up a little more like Diane \t\tSawyer than my mom...  \tShe flashes a GRIN, we melt.  \n[2] \n[3]\t\t\t \t\tOh, my God, no.  Oh, God.  I just do \t\tthe hair and makeup on the deceased.  \n[4]\t\tI'm lucky I have an after-school job \t\twhere I can practice my talent.  \n[5]\t\t\t \t\tWell...it's the least I can do for the \t\treigning Mount Rose Junior Miss Amer--  \tAmber pulls the brush away with a clump of Mary's hair \tdangling from it.  \n[6]\t\tOh God...  \n[7]\t\tHuh?  Oh...Uh, just a little snarl...  \tAmber mouths, \"Shhh!  Don't tell!\" to camera as she tries \tto pull the clump of hair from the brush.  \n[8]\t\tThere we go.  \tShe holds the mirror for Mary.  \n[9]\t\tYah... sure...  \tAmber gives a kind but worried smile to camera. \tSuddenly, Becky Leeman enters with a large box of \tchocolates.  She's fully aware of the cameras from the \tmoment she enters.  \n[10]\t\tWhat're you doin' here?  \n[11]\t\tHow nice, Becky, she's anorexic.  \tBecky roughly puts her hands over Mary's ears, who's now \tgently petting the spilled chocolates in her lap.  \n[12] \tAmber stands in a room the SIZE OF A CLOSET.  Posters, \tarticles and pictures of great tap dancers and Diane \tSawyer cover the walls.  \n[13]\t\t... Dreams?  Yah-sure I got kem... \t\tSometimes I dream of winnin'... I \t\tdream of gettin' outta Mount Rose and \t\tbein' a big time reporter like Diane \t\tSawyer.  I mean, guys get outta Mount \t\tRose all the time for hockey \t\tscholarships or prison.  But the \t\tpageant's kinda my only chance.  \t\t \n[14] \tAmber points to LARGE PAGEANT PHOTO OF DIANE SAWYER - \t1963  \n[15]\t\t... Yah-1963.  Her beauty worked \t\tagainst her when she started as a \t\treporter in Louisville, her hometown. \t\tThose were different times.  \n[16]\t\t\t \t\tThat's my mom. \t\t\t \t\tI'll get kem in a sec.  \tANNETTE ATKINS, Amber's mom - sexy, but tired - OPENS THE \n[17]\t\tThey're from L.A.  They wanted to see \t\tmy room and film me for their movie.  \n[18]\t\tHi.  \tBecky notices their attraction and goes from flirt to \tuber-bitch in a heartbeat.  \n[19]\t\tHere, I'll take it.  It's my job.  \n[20]\t\tWell, you're supposed to put it in \t\tthe...  \tBecky THROWS her tray on the counter spraying Amber with \tfood as she storms off.  \n[21]\t\tThen it must be Wednesday.  \n[22]\t\tI know.  \n[23]\t\t \n[24]\t\tHuntin' season.  \tShocked at the coincidence, they share a laugh.  \n[25]\t\tYah-sure, fine...fine.  \n[26]\t\tBye.  \tAmber smiles, gives a shy little wave - then, to camera.  \n[27]\t\tOh, God - you don't think Becky saw \t\tyou guys, do you? \t\t\t \t\tLook, you just shouldn't be in here...  \n[28]\t\tNo, listen. \t\t\t \t\tWe shouldn't talk here.  Stop by my \t\thouse tonight, okay?  \tShe looks around and motions them to rush off.  \n[29]\t\t\t \t\tAhhh!  Je-sus-Christ-on-a-cross! \t\t\t \t\tLook, number one rule in a funeral \t\thome - never sneak up on the livin'. \t\tYou never know who could have an \t\tembalming needle or skull saw in their \t\thand.  Mr. Larson's son learned that \t\tthe hard way - he's buried next to my \t\tGrandpa!  \tAmber turns to the slab to continue working.  She pulls \toff the SHEET to reveal BRETT, handsome football player, \tstill wearing his hunting plaid.  \n[30]\t\t\t \t\tUpset about Brett?  Nah.  Hazard of \t\tthe trade.  I don't really have time \t\tfor guys anyways.  It's weird, though. \t\tHe took it right between the eyes. \t\tDon't often see that.  \n[31]\t\tSorry.  I just thought she might not \t\twanna meet her Maker lookin' like a \t\tcheap whore.  \n[32]\t\t\t \t\t-- red nose and ears.  I know, I know.  \tMr. Larson PULLS Stella's coffin out.  \n[33]\t\tSorry I couldn't talk today \t\tkcause...I'm scared, okay? \t\t\t \t\tI open my locker right after first \t\tperiod and there's a picture of Tammy \t\tCurry taped inside.  \n[34]\t\tThis was written on back.  \tShe turns the picture over to reveal, \"YOU'RE NEXT!\"  \n[35]\t\tYah-sure, Tammy liked to driver her \t\tdad's thresher - she said the heavy \t\tvibration helped her think, y'know? \t\tBut I know for a fact she only smoked \t\tafter a good drive.  You ask me or \t\tanyone else who isn't scared to talk \t\tabout it - Tammy was murdered. \t\t\t \t\tGod, I bet Diane Sawyer never had to \t\tdeal with crap like this... \t\t\t \t\tToss me \"Caucasian #5,\" would ya?  \tA crew guy walks IN FRAME and hands her a make-up jar.  \n[36]\t\tMan, I can't wait for fishin' \t\tseason...  \tMr. Larson bursts in, white as a corpse.  \n[37]\t\tNo, don't say it.  Another stray \t\tbullet to the head.  \tShe adjusts Brett's red plaid hunting cap.  \n[38]\t\tI'm gonna need more caps.  \n[39]\t\tRelax, that's my ma's code for, \"Bring \t\thome milk and a carton-a Luckys.\"  \n[40]\t\tOh my God - no!  Is my mom okay?  Was \t\tshe home?  \tHearse SCREECHES to a halt.  We hear a THUD, then MOANS \tfrom in back.  Amber jumps out.  Camera follows, a la \t\"COPS.\"  It's pandemonium with fire trucks, neighbors, an \tambulance, etc.  \n[41]\t\tMom!  Mom!?  MOMMMM!  \tLoretta runs up to Amber as TWO FIREMEN approach.  \n[42]\t\t\t \t\tIs Mom okay?  \n[43]\t\tWhere is she?!  \n[44]\t\tMommmm!  I'll be right behind you in \t\tthe hearse!  \n[45]\t\tOh, Mom, it's so ugly.  \n[46]\t\tMom, uh, about that...I-I'm-oh God...  \tAmber starts to cry and runs out.  \n[47]\t\tI-I'm quittin' the pageant.  \n[48]\t\tOh God, I'm dead...  \tA candy striper approaches them.  \n[49]\t\tSo, what do I say?  \n[50]\t\tOh my God.  I'm so dead...  \n[51]\t\tMom, look, don't say anything.  First \t\tof all, I'm not pregnant.  \tAmber sits on the bed.  Annette grabs her shirt.  \n[52]\t\tMom!  \n[53]\t\t\t \t\tOkay.  Yesterday I...I got this \t\tpicture.  So I kinda, y'know, I'm \t\tthinkin' no.  I'm gonna, I-I-I'm gonna \t\tquit the pageant.  \n[54]\t\tOw!  \n[55]\t\tNice mouth you got there, Mom, but I- \t\tI'm not goin' through this again.  \n[56]\t\tOh, c'mon... First the picture of \t\tTammy, then Brett Clemens, now this? \t\tIt's scary.  \n[57]\t\tThat's it, I'm goin'...  \n[58]\t\tGod I hope that's you and not your \t\tconcussion talkin'.  \n[59]\t\tI love you much.  \tAnnette hugs Amber.  \n[60]\t\tNo.  Mom said if I did, she'd look up \t\tmy dad and marry him.  \n[61]\t\tNo.  She never hid the fact that my \t\tdad picked his career over us.  What'd \t\tshe used to say?  \n[62]\t\tOh-yah. \n[63]\t\tYes.  Yes I am.  Thank you, hello.  \tAll judges turn a page on their clipboards.  \n[64]\t\tSeriously?  \n[65]\t\tWell, ah...Alabama.  A-L-A-B-A-M-A. \t\tAlaska.  A-L-A-S-K-A.  Arizona.  A-R-I- \n[66]\t\tWest Virginia.  W-E-S-T-V-I-R-G-N-I-A. \t\tWisconsin.  W-I-S-C-O-N-S-O-N. \t\tWyoming.  W-Y-O-M-I-N-G.  \tPan over to Judges.  They can't believe it.  Hank CLAPS \tretardedly.  He loves her.  \n[67]\t\tYah-my ma's clothes all melted onto \t\tmine forming like this big polyester \t\tmeteor in our closet, y'know?  But, in \t\tsome kinda weird miracle, our neighbor \t\tboy, Kenny Johanson, found my tap \t\tcostume on the roof-a their trailer \t\twhile he was settin' coon traps for \t\this dad.  Here's the weird part.  It \t\twas still on the hanger.  \n[68]\t\tYah-sure, eight's my luck number \t\tanyway.  Diane Sawyer was number eight \t\tat her local.  \n[69]\t\tDon't you get it?  I was supposed to \t\tgo first.  I was contestant number \t\tone.  That light was meant for my \t\thead.  If Janelle hadn't wanted to \t\tchange numbers... God, I owe my life \t\tto that deaf baby.  \tLoretta enters, portable phone and drink in hand.  \n[70]\t\t\t \t\tReally, Loretta?  \n[71]\t\tMy mom wanted me to have this?  \n[72]\t\tLoretta, never have kids.  \n[73]\t\tOh...my...God!  It's just like Diane \t\tSawyer's!  kCourse it's not a size \t\tten, Diane was a little hippy back \t\tthen.  Oh, thank you!  Thank you! \t\tThank you!  \tShe hugs Loretta.  \n[74] \twith a MAP OF THE U.S. HEADDRESS, dances up to the mic.  \n[75]\t\tLiving in a country where no matter \t\twho you are or where you come from, \t\tyou can grow up and become what you've \t\talways dreamed of, makes me, Amber \t\tAtkins, proud to be an American!  \n[76]\t\tOh my God!  My-my tap costume's gone.  \tCommotion stops.  Becky continues to get ready.  \n[77]\t\tNo, wait.  It-it was here before the \t\topenin' number...wait.  What am I \t\tsayin'?  I should just ask you, Becky. \t\tWhere is it?  \tBecky freezes, staring daggers at Amber.  \n[78]\t\tYou heard me.  Where is it?  \tThe other contestants slowly clear a path between them.  \n[79]\t\tI just did.  \n[80]\t\tOh-oh, you bring me some of that \t\tsnotty attitude, Becky - bring it on.  \n[81]\t\tOh, I'll \"get it.\"  I'll \"get it\" all \t\tright.  I might even take seconds.  \tThey're moving ever closer...  \n[82]\t\tBitch!  \n[83]\t\tI'll get you!  \n[84]\t\tI hate her!  \n[85]\t\tHere, I didn't get any.  \n[86]\t\t\t \t\tAnd the winner of the \"Spirit\" award \t\tgoes to...  \tGirls laugh quietly.  Iris pulls a dazed and confused \tTess - beg wet spot on her shirt - through the shot.  \n[87]\t\t\t \t\t...Yah-it's just gone... \t\t\t \t\tI mean, I-I just wanna tap, y'know? \t\tI'm not sayin' I'm the best, or that \t\tI'd even win, but shouldn't I at least \t\tget a chance to compete? \t\t\t \t\tI just wanted my Mom to see me dance.  \tCHLORIS KLINGHAGEN enters, small bag in hand.  \n[88]\t\tPlease, Mrs. K, I got so much Vaseline \t\ton my teeth, I'm gonna be smilin' for \t\ta year.  \n[89]\t\tMrs. K--  \n[90]\t\t\t \t\tMrs. Clark, why are you doing this to \t\tme?  Why're you pretendin' you don't \t\tknow what's goin' on?  \n[91]\t\tBut, doesn't someone taking your \t\tcostume so you can't compete, overrule \t\tthat rule?  \n[92]\t\tThis, this... This is bullshit!  \n[93]\t\tGood, kcause this isn't an American \t\tTeen Princess Pageant - it's, it's \t\tNazi Germany!  \tAmber storms off.  \n[94]\t\tMrs. Leeman?  \n[95]\t\tI-I'm wearin' this costume.  I'm, uh, \t\tI'm gonna do my talent tonight.  \n[96]\t\tBut, you - I mean... It's not my \t\tfault.  I-I... Please?  I didn't do \t\tanything wrong...  \tAmber starts to cry.  \n[97]\t\t\t \t\tGood luck, Molly.  \tOne of Molly's guns flies off her finger.  She goes to \tretrieve it.  \n[98]\t\t\t \t\tI-I-I-I-I-, j-uh-j-uh-just wanted to \t\tcompe-e-e-e-ete.  \n[99]\t\t\t \t\t\"Here,\" wh-wh-what?  \n[100]\t\tYour parents'd kill you.  \n[101]\t\tLis, I want to, I really do, but... \t\tOh, I can't.  \n[102]\t\tYah?  \n[103]\t\tYah-I brought her some flowers this \t\tmorning.  She's in the room next to my \t\tmom.  She's super happy.  \tGirls ad-lib SHOCK.  \n[104]\t\tOh -- the blow to her head made her \t\tdeaf...  \tGirls ad-lib \"Oh, I see.  Okay-then.\" etc.  Another LONG \tBEAT of SILENCE follows.  Becky gets up to re-touch her \tmake-up.  \n[105]\t\tBye mom.  \n[106]\t\tIt's okay.  \n[107]\t\tOh, Mom's okay.  They're just givin' \t\ther a ride back.  She almost blew \t\toutta the back of Loretta's pick-up on \t\tthe way over.  \n[108]\t\t\t \t\t...Yah-well, at least, y'know, I got \t\tto perform.  And Mom got to see me. \t\t\t \t\tI guess number eight only worked for \t\tDiane Sawyer...  \tLoretta puts her arm around Amber.  They walk off as \tLeslie and Pat approach.  \n[109]\t\tYeah...  \n[110]\t\t\t \t\tYes...  \n[111]\t\tYes, Leslie!  \n[112]\t\t\t \t\tOh-yah, this is exactly how I pictured \t\tit.  Chokin' on swan gas.  \tSuddenly, like a gasoline soaked pinata, it EXPLODES!  \tGladys is thrown back.  Flames.  Screaming.  PANDEMONIUM! \tBecky doesn't have a chance.  She's a pink taffeta BALL \tOF FIRE.  The swan's back eventually collapses taking \tBecky into it's burning belly.  \n[113]\t\tI don't know.  I just didn't wanna win \t\tlike this.  \n[114]\t\tReally?  \n[115]\t\tOkay.  \n[116]\t\tI never liked her, but she didn't \t\tdeserve to die in the belly of a swan \t\tlike that.  The whole thing's just \t\tkinda sad and lame at the same time.  \n[117]\t\tAh!  It's from State!  Oh my God!  \tAmber rips it open and holds up a color brochure with \tCOLLEEN and TERRY in a glamour shot on the cover.  \n[118]\t\t\t \t\tIt's all the stuff I get to do.  Oh my \t\tGod, oh my God... Okay, okay... We get \t\ta \"personal consultation\" with a make- \t\tup artist -- Eeeh!  Okay, um, there'll \t\tbe a choreographer to the stars and, \t\toh no -- No way.  Oh... My... God!  \n[119]\t\tI'll be stayin' overnight at... The \t\tAirport Howard Johnsons!  \n[120]\t\tThere's an indoor swimming pool! \t\tAhhhh!  \tLoretta joins in the screaming.  \n[121]\t\tOh crap - I only got four days.  I \t\tgotta practice!  \n[122]\t\tAirport Ho-Jo!  \n[123]\t\tLoretta, don't do that.  \n[124]\t\tI gotta work with these women.  \n[125]\t\tMount Rose American Teen Princess.  \n[126]\t\tDon't tell anyone, but, I have a \t\tlittle secret weapon of my own.  \tAmber pulls out a jar of Vaseline from her purse and \tsmiles innocently.  \n[127]\t\tI don't eat shellfish.  Mom always \t\tsays, \"Don't ever eat nothin' that can \t\tcarry its house around with it - who \t\tknows the last time it's been \t\tcleaned.\"  She should know.  \n[128]\t\t\t \t\tOh my God.  Look at her, she's \t\tawesome.  I should just go home now.  \tTerry and Colleen stand in front of the stage.  \n[129]\t\tI, uh... I feel like... I, uh, I need \t\ta shower.  \tTownsfolk laugh and cheer.  \n[130]\t\tI just, I just can't believe it.  I'm \t\tMinnesota's American Teen Princess!  \n[131]\t\tI'm gonna be on TV!  Just like Diane \t\tSawyer.  \tAnnette opens a beer with a new HOOK replacing her hand.  \n[132]\t\tOkay, ready?  Here's the signal I'm \t\tgonna give Ma when I'm on TV.  \tAmber MIMES inhaling a cigarette and Annette embraces \ther.  \n[133]\t\tThis is Amber Atkins reporting live \t\tfrom the Food Shack for...KRLH News. \t\tOne of our reporters has just been \t\tshot.  \n[134]\n[135]\t\tAnd I'm Amber Atkins for WAZB News.  \tSUPER: ...was given her job.  \n[136]\t\tGood night.  \tAs they smile and laugh, we:  ", "Atkins": "\n[1]\t\t\t \t\tHi, I-I'm Amber Atkins and, um, I'm \t\tsignin' up k'cause, ah, my two \t\tfavorite people in the world competed. \t\tMy mom and Diane Sawyer...Course I \t\thope I end up a little more like Diane \t\tSawyer than my mom...  \tShe flashes a GRIN, we melt.  \n[2] \n[3] \tCamera approaches the trailer.  SIGN on the door reads \t\"Annette's Family Hair Care.\"  \tInside, the kitchen has been turned into a mini hair \tsalon.  Annette gives Loretta, neighbor, mid-50's - a \tbouffant.  \n[4] \n[5] \tLoretta holds onto the door frame so Annette can't push \ther out.  \n[6] \twith a MAP OF THE U.S. HEADDRESS, dances up to the mic.  ", "Iris": "\n[1]\t\tSorry.  \tGladys turns to the GIRLS in the bleachers.  \n[2]\t\t\t \t\tWhat's sick is women dressin' like \t\tmen!  \tCivil Servettes stare at her a beat.  \n[3]\t\tA.k.a. Minneapolis - St. Paul.  \tPULL AWAY from MINNEAPOLIS SKYLINE to COUNTRYSIDE.  \n[4]\t\tNothin' too showy!  \n[5]\t\tGladys -- Gladys!  Look out!  \n[6]\t\tThat's why we Lutherans use grape \t\tKoolaid for the blood of Christ.  \n[7]\t\tOh, there's a parking space over \t\tthere.  Oh, no, that's just a compact. \t\tSorry.  \n[8]\t\tIt's a two-hundred dollar fine!  \n[9]\t\tAll right, let's go.  \n[10]\t\tOh!  What is it?  \n[11]\t\tIt's always hard to see the young ones \t\tcalled home, especially on an \t\texploding thresher.  It's just so odd \t\tand gross.  \n[12]\t\tYeah.  \tIris pats Gladys on the shoulder.  \n[13]\t\tAll right.  Okay.  \n[14]\t\tThe Judges Interview.  \n[15]\t\tOkay, everybody, listen up!  \n[16]\t\tCoupla things...Gladys wants to be \t\tsure we go in show order today.  All \t\tright?  So very important.  Don't \t\tforget that.  \n[17]\t\tOkay, okay!  Listen-up.  Coupla notes \t\tfrom last night's dress rehearsal. \t\t\t \t\tNumber one, Gladys says a coupla yous \t\tare gettin' sexy with your hips durin' \t\tthe \"Physical Fitness\" routine...  \n[18]\t\tUh, Amber?  We're not puttin' on our \t\tTalent costumes. \t\tYou need to put on your \"Physical \t\tFitness\" outfit.  And let's shake a \t\tleg, ladies.  \n[19]\t\t\t \t\tGirls!  Girls!  \n[20]\t\t\t \t\tY'know, I-I don't think yous boys \t\tshould, uh, should be in here while \t\tthe girls are changin'.  \n[21]\t\tWe all do.  Now let's go.  \n[22]\t\tAll right, why don't we take up the \t\tstepladders, all right?  For the \t\tPhysical Fitness number?  \n[23]\t\tWell, hold kem away from you so it \t\tdoesn't get on the outfits. \t\t\t \t\tWhat kinda mental retard paints step \t\tladders the morning of a pageant.  \n[24]\t\t\t \t\t\"I'd like to take you back seventeen \t\tyears, when a peanut farmer was in the \t\tWhite House, a group-a boys callin' \t\tthemselves kQueen' topped the record \t\tcharts and Gladys Leeman was Gladys \t\tWood and she was Mount Rose American \t\tTeen Princess!\"  \tGladys enters wearing sash, tiara and plaid culottes. \tApplause.  A SLIDE is shown of her at 17.  \n[25]\t\tAmber, I'm sorry.  I really am.  But \t\tyou know the rules.  All talent \t\tcostumes hafta be okay'd by Gladys \t\tbefore the pageant.  \n[26]\t\tSorry.  I-I don't make the rules.  \n[27]\t\tAmber Atkins!  That is not American \t\tTeen Princess language!  \n[28]\t\t\t \t\tWhere do they get this stuff...  \n[29]\t\tC'mon, Lisa.  You're up next.  \n[30]\t\tIt's time, ladies.  \n[31]\t\tUh, Gladys?  \n[32]\t\tWe need more bars!  \n[33]\t\tEnid ate a whole pan!  \n[34]\t\tAs, uh, actin' President of the Mount \t\tRose Civil Servettes, it's my duty \t\tsince Becky can't fulfill her duties - \t\tkcause she's dead-n-all - to make you \t\tMount Rose American Teen Princess.  \tShe puts the TIARA on AMBER.  Loretta FLASHES pictures.  ", "Clark": "", "Tess": "\n[1]\t\tUh... I don't know what my talent's \t\tgonna be yet...  \n[2] \n[3]\t\tKenny.  Kenny, come.  Come, Kenny.  \tA DACHSHUND enters and jumps on her lap.  \n[4]\t\tThis is Kenny.  Spike, my German \t\tShepherd, went to live with a nice \t\tfamily on a farm after he attacked me. \t\tIt wasn't his fault.  I had beef jerky \t\tin my front pocket. \t\t\t \t\tThey re-made my belly with skin from \t\tmy butt.  \n[5]\t\t\t \t\tDogwood.  \n[6]\t\tAnd, uh, this is my lucky bolt.  They \t\tthink it fell from a DC-10.  The \t\tdoctor said I was lucky the flat side \t\thit me, um, otherwise it coulda gone \t\tright through my head. \t\t\t \t\tI know, I know, gives me the willies, \t\ttoo.  I guess the explosion...  \tJanelle Betz, wearing a flowing, nymph-like dress with \tballet slippers, glides up to Amber.  \n[7]\t\tUh, this, uh, my Uncle Phil's World's \t\tLargest Ball of Twine, in Bundy \t\tMinnesota, makes me, um, it makes me \t\tproud I'm American - I kinda \t\tmisunderstood the assignment.  \tThe ball of twine falls to the floor and rolls off the \tstage, still attached at one end to her head.  \n[8]\t\t\t \t\tThe beagle is known for it's howl. \t\t\"Aaauuuuuhhhh.\"  The Pekinese has it's \t\town distinctive bark.  \"Yip, yip, \t\tyip.\"  Not to be confused with the \t\tChihuahua's, \"Yap, yap, yap.\"  But \t\tnone can compare to the greatest bark \t\tof all - the German Shepherd...  \n[9]\t\tShe's happy?  ", "Weinhaus": "\n[1] ", "Jenelle": "", "Betz": "\n[1] \tMRS. BETZ, a large woman, holds a tray of bars.  CREW \tMEMBERS REACH IN THE SHOT and help themselves.  JANELLE \tBETZ sits on the couch, SIGNING EVERYTHING she says.  \n[2] ", "Leslie": "\n[1]\t\t...Hi. \t\t\t \t\tI'm Leslie Miller.  I'm signin' up \t\tkcause-ah, y'know, I always watch \t\tpageants on the TV and my boyfriend \t\tthinks I'll win.  \n[2] \tShe makes \"gills\" on the sides of her head with her \thands.  \n[3]\t\tFor my talent, I'm gonna be doing \t\tthe..  \tTwo FOOTBALL PLAYERS interrupt: PAT, her boyfriend, and \tBRETT, who smiles and gives a nod to Amber.  Pat grabs \tLeslie and kisses her hard.  \n[4]\t\tUh, Pat, I'm trying to tell themabout \t\tmy...Oh...  \tHormones take over and they lock lips again.  She wraps \ther legs around him.  He feels up her ass.  They continue \tgroping as her Washington Monument slips off.  \n[5]\t\tHi, Pat!  Go, Muskies!  Whoo!  \n[6]\t\tGreen?  \n[7]\t\tBrett Favre!  \n[8]\t\t\t \t\tOh-yah, really nervous.  It's been \t\tabout two months.  I haven't told my \t\tboyfriend yet.  How did you know?  \n[9]\t\t\t \t\tOh!  Nervous about the pageant!  Yah \t\tsure!  \tShe kisses a photo and GIGGLES.  \n[10] \tas she seductively strokes the sides of her Washington \tMonument Headdress.  \n[11]\t\tThe Washington Monument...  \tGuys WHOOP and CHEER O.S.  \n[12]\t\t\t \t\t..makes me, Leslie Miller, proud to be \t\tan American.  \n[13]\t\tOkay, guys, I think we all got some. \t\tYou just take it off.  \n[14]\t\tHere, have some.  \n[15]\t\tRoll him over -- \t\t\t \t\tLay him flat \t\t\t \t\tPin his shoulders \t\t\t \t\tTo the mat \t\t\t \t\tRoll him over, lay him flat, pin his \t\tshoulders, to the mat!  Yeahhhh!  \tShe JUMPS, KICKS and ends with SPLITS.  APPLAUSE!  \n[16]\t\t\t \t\tThey're never gonna let you perform \t\tnaked.  I asked.  \n[17]\t\tSo, anyone talk to Janelle?  \n[18]\t\tWhy happy?  \n[19]\t\tHey-hey, I'm Second Runner-up!  Whooo! \t\tI got second place!  \n[20]\t\tHuh?  \tLisa passes by with her parents.  They look pissed.  \n[21]\t\tAmber, if I die from these fumes, will \t\tyou be sure to cover the hickies on my \t\tneck?  \n[22]\t\tAnd the bite marks on my ears?  \n[23]\t\tI know it doesn't matter, but on my \t\tinner thighs.  \n[24]", "Miller": "\n[1]\t\t...Hi. \t\t\t \t\tI'm Leslie Miller.  I'm signin' up \t\tkcause-ah, y'know, I always watch \t\tpageants on the TV and my boyfriend \t\tthinks I'll win.  \n[2] \tShe makes \"gills\" on the sides of her head with her \thands.  \n[3]\t\tFor my talent, I'm gonna be doing \t\tthe..  \tTwo FOOTBALL PLAYERS interrupt: PAT, her boyfriend, and \tBRETT, who smiles and gives a nod to Amber.  Pat grabs \tLeslie and kisses her hard.  \n[4]\t\tHi, Pat!  Go, Muskies!  Whoo!  \n[5] \tas she seductively strokes the sides of her Washington \tMonument Headdress.  \n[6]", "Annette": "\n[1]\t\t\t \t\tHey, Amber, y'get my smokes?  \n[2]\t\t\t \t\tOh shit!  \n[3]\t\t\t \t\tOh... How quickly they grow up. \t\t\t \t\tHey, if they ask you to take off your \t\tshirt, get the money first.  \tAnnette is gone.  \n[4]\t\tAnd go get my smokes!  \n[5]\t\t\t \t\tOh, Jesus H. Christ!  \n[6]\t\tYou could be quiet.  \n[7]\t\tHi.  \n[8]\t\tIt's just the guys that are...you \t\tknow, makin' the movie about the \t\tpageant.  I told you about kem.  \n[9]\t\tThis here's Loretta.  \n[10]\t\tNo.  You just missed her.  Amber got \t\tcalled in to the bone gardens tonight. \t\tYou just missed her.  She's in a \t\thelluva mood today, anyways.  \n[11]\t\tLoretta, shut it.  \n[12]\t\tShut it up, Loretta.  \n[13]\t\t\t \t\tWhy don't you paint a big red target \t\ton your ass, Loretta.  \n[14]\t\t\"Most smartest?\"  Oh, that's good, \t\tLoretta.  Make sure you get a picture \t\tof that.  \"Most smartest.\"  We're \t\tcuttin you off and sendin' you home.  \tAnnette takes Loretta's beer, starts to push her out.  \n[15]\t\tI'll be right back.  See ya later.  \tCAMERA follows Annette and Loretta.  \n[16]\t\tThey're makin' a movie, here, goddamn \t\tit.  \n[17]\t\tYou don't know where this is gonna...  \n[18]\t\tDon't fall for it.  She lives two \t\ttrailers down.  \n[19]\t\tGo on home, Loretta.  Come on.  Go on, \t\tthe party's over.  \n[20] \tA DOCTOR, Amber and Loretta stand beside Annette, who's \tgot an I.V., bandages and her LEFT HAND wrapped and \n[21]\t\tRuined a brand-new pair of Lee Press- \t\tons. \t\t\t \t\tWell, I sat down for a beer and KA- \t\tBLEWEY!  Next thing I know, somethin' \t\tblows through my kitchen window.  Next \t\tthing I know, I'm ass up in Loretta's \t\tflower bed.  \n[22] \n[23]\t\t\t \t\tI shoved your tap shoes in my jeans \t\tbefore I was blown outta the house, \t\tHoney.  Check with the guy who cut my \t\tpants off.  He should have kem.  \n[24]\t\tOh-Jesus-Mary-n-Joseph, she's \t\tpregnant! \t\t\t \t\tIf you are - come back, sweetie. \t\tMommy wants to talk, then KILL YOU!  \n[25] \tFollow Amber in past the now crying candy striper.  \n[26]\t\t\t \t\tGo on!  Get out!  \n[27]\t\tI ain't lettin' go ktil you tell me \t\twhat's up.  I'm reaching' a point \t\twhere I'd kill someone for the \t\tnicotine on their fingernails.  \n[28]\t\tWhat?!  \tShe hits Amber with her beer-canned hand.  \n[29]\t\t\t \t\tWould yous boys excuse us a second? \t\tLoretta, you too.  \n[30] \tSHOT THROUGH the window.  Amber paces around Annette's \tbed.  \n[31]\t\tYou're not goin' through this again? \t\tYou?  You're not the one who knows how \t\tJiffy Pop feels.  \n[32]\t\tLet me tell you \"scary,\" Amber.  Look \t\tat me.  Do you wanna look like you \t\tbeen rode hard and put away wet at my \t\tage?  I'm a \"lifer\" here.  Best I can \t\thope for is to end up in a descent \t\t\"raisin ranch\" where they'll change me \t\ttwice a day.  \n[33]\t\tHonest to God, if I got to do it over? \t\tI'd start walkin' outta this town the \t\tminute I took my first step. \t\tPractically the only thing I wouldn't \t\tdo different is have you...  \tAmber sits on the bed.  \n[34]\t\t\t \t\tIt's me...I just don't want this to be \t\tthe thing you'd do over.  This \t\tpageant's your ticket outta here.  I \t\tknow you can win, Amber.  \n[35]\t\tC'mere.  I love you so much.  \n[36] \tAnnette is in bad shape. The candy striper nervously \tstands beside her, holding a syringe.  \n[37]\t\t\"Bad wirin'?!\"  Well, if that ain't \t\tthe biggest crock-a-shit ever. \t\t\t(turning on the candy \t\t\tstriper \t\tOoowwww-Jesus!  Did K-Mart have a sale \t\ton dull needles?  \n[38]\t\tShit.  \n[39]\t\tWe was robbed.  \n[40]\t\tWe was robbed.  \n[41]\t\tThey told me to practice.  \n[42]\t\tMy little Carol Burnett.  ", "Molly": "\n[1] \tMOLLY HOWARD, a large white girl, sits between a JAPANESE \tCOUPLE, Mr. and Mrs. HOWARD.  \n[2] \n[3]\t\t\t \t\tTo America, Dad.  \tMr. Howard laughs.  \n[4]\t\tOh, Mom...  \tThe Howard's biological daughter (they renamed her \t\"TINA\") ENTERS FRAME.  Although she's the picture of \tbeauty, grace, talent and charm, she represents their old \tlife.  \n[5] \tSame scene.  Mr. Howard is gone.  \n[6] \tSame scene on couch.  \n[7]\t\tI'll be line dancin'.  \n[8]\t\tBonsai.  \n[9]\t\tUh, Emperor Hirohito.  \n[10] \twearing an Atomic Blast at Hiroshima Headdress.  \n[11]\t\tAtomic power makes me, Molly Howard, \t\tproud to be an Asian-American.  \tAs she steps away from the mic, Tess Weinhaus, wearing a \thuge ball of twine headdress, dances up to the mic.  \n[12]\t\t\t \t\tUh, I'm kinda dizzy from the fumes.  \n[13]\t\tWish me luck.  \n[14]", "Howard": "\n[1] \tMOLLY HOWARD, a large white girl, sits between a JAPANESE \tCOUPLE, Mr. and Mrs. HOWARD.  \n[2] \n[3]\t\t\t \t\t... So we adopt Molly three year ago \t\twhen we come to America, to help \t\tacclimate us to American.  \n[4]\t\tShe all-American girl.  She our \t\tAmerican Teen Princess girl.  \n[5]\t\t\t \t\tEnglish!  English, you stupid little \t\tretard!  We America now, Tina!  \n[6]\t\tTina! Tina!! TINA!!!  \n[7]\t\t\"Robert,\" settle down.  \n[8]\t\t\t \n[9] \tSame scene.  Mr. Howard is gone.  \n[10]\t\t\t \t\tNo!  We not like to hear it!  Go to \t\tyour room and shut up!  \n[11]\t\tWhat, you deaf?  I say shut up-shut up- \n[12] \tSame scene on couch.  \n[13]\t\tNow Molly, tell movie man what you \t\ttalent do.  \n[14]\t\t\t \t\tCountry western!  \n[15]\t\tClint Black!  Ruff!  \n[16]\t\tHey, what he got I not got?  \tThey all laugh.  \n[17]\t \n[18]\t\tGo Molly!  Go!  Number one daughter!  \tBehind them Leslie Miller's boyfriend, PAT, and a group \tof ROWDY GUYS approach.  \n[19] \twearing an Atomic Blast at Hiroshima Headdress.  \n[20] \tGladys watches in stunned silence as her daughter and \tonly chance at State go up in flames.  Suddenly, she \n[21] \n[22] \tThere's a fake tropical look, with loads of plastic \tpalms, etc.  CAMERA FOLLOWS Amber into area.  BANNER: \n[23] \tColleen and Terry address the assembled contestants.  \n[24] \tLoretta, seated at the bar, puts her arm around a man \tnext to her.  \n[25] \n[26] \tA DISCO BEAT POUNDS from a boom box.  Mr. Melchoir, the \tchoreographer, watches contestants move in fast-paced \tcrisscrossing formations.  Amber is among them.  Miss St. \tPaul screws up.  \n[27] \tColleen and Terry smoke and drink at a tall tiki table \tthat's covered with empties.  In the b.g., a pageant \tworker passes out PINK BAGS to the contestants.  All the \twhile, TWO FAT KIDS play \"Marco Polo\" in the pool.  \n[28] \tA very mature Miss Burnsville talks to Amber who is \tstaring at Miss Burnsville's supernaturally well- \tsupported chest.  \n[29] \tContestants hungrily fill their plates with seafood.  \n[30] \tAmber stands beside the buffet, holding only a salad.  \n[31] \tAmber eats at a tall tiki table with Miss Minneapolis.  \n[32] \tAmber watches four contestants in a row practice their \ttalents.  All are equally amazing. \t\"THEME from 2001: A SPACE ODYSSEY\" starts.  Miss \tMinneapolis steps ON STAGE - silver unitard, silver \tstreamers, silver tap shoes.  She starts a TAP ROUTINE \tthat RIVALS AMBER'S.  \n[33] \n[34]", "Gladys": "\n[1]\t\tGood God, Iris, you taped your shows \t\tover it.  \n[2]\t\tNow ladies, the rest of the tape - \t\twhich is now gone forever - goes on \t\tabout startin' this great American \t\tjourney we call American Teen \t\tPrincess...Yah-so, any of you young \t\tladies who'd like to start on that \t\tjourney, you just come right down here \t\tand sign up.  And please...help \t\tyourselves to some coffee and bars...  \n[3]\t\tShowtime.  \n[4]\n[5]\t\tOh yah-sure, I know what some of your \t\tbig city, no bra wearin', hairy-legged \t\twomen's libbers say, \"Pageants are old- \t\tfashioned\" and, uh, and \"demeaning\" to \t\tthe girls --  \n[6]\t\tUh... You betcha, Iris. \t\t\t \t\tYah-I think yous boys'll find that \t\tthings are different here in Mount \t\tRose...  \tCivil Servettes AD-LIB AGREEMENT.  \n[7]\t\tFor one thing, y'know, we're God \t\tfearin' folk - every last one of us...  \tCivil Servettes AD-LIB AGREEMENT.  \n[8]\t\tYou won't find a back room in our \t\tvideo store...  \tServettes AD-LIB \"AMEN.  YAH-YOU BETCHA.\" etc.  \n[9]\t\t...that filth is better left in the \t\t\"Sin Cities.\"  \n[10] \tThrough the window a family waves to Gladys.  \n[11]\t\t...Today's \"To Do\" list includes a \t\ttrip to the Mall of America.  We need \t\toutfits for the \"Physical Fitness\" \t\tnumber --  \n[12]\t\tY'betcha, Iris.  We still need a third \t\tjudge and we need to think of a theme.  \tServettes react with pleasure.  \n[13]\t\tOh, my! \t\t\t \t\tHello, Father Donigan!  Sidewalks, \t\tsidewalks?  \tIris mimes drinking, \"glug, glug.\"  \n[14]\t\tIris, stop! \t\t\t \t\tIt's not his fault.  The communal wine \t\tjust proves too temptin' for some of \t\tthem.  \n[15]\t\tYou'd think they'd build the parking \t\tlot of America to go with the Mall of \t\tAmerica!  \tGladys pulls into a HANDICAPPED SPOT.  Servettes and \tCAMERA stand outside the car.  Iris points at the sign.  \n[16]\t\tI said I'd move if a cripple came. \t\tLet's just run in the store and pick \t\tout some outfits.  \n[17]\t\tWait! Wait! Wait! Wait! Wait! Wait! \t\tWait!  I just thought of the theme.  \tIris and the Servette stop.  \n[18]\t\t\"Proud...to be...an...American.\"  \tServettes react with pleasure.  \n[19]\t\tLast year?  It was, \"Buy American.\"  \n[20]\t\t\"U.S.A. is A-okay.\"  \n[21]\t\t\"Can I?  I'm Amer-I-Can!\"  People ask \t\tme where I get this.  I don't know, \t\tit's...maybe a gift from God or \t\tsomethin'.  \n[22]\t\tOh, yeah, sure.  You know, every \t\tpageant is special, but this one is \t\textra-special to me.  When I was \t\tseventeen, I don't know if you know \t\tthis, but I was crowned Mount Rose's \t\tAmerican Teen Princess.  And this \t\tyear...drum roll please, my lovely \t\tdaughter, Rebecca Ann Leeman is \t\tcompetin'.  \n[23]\t\tWell, you know, I think everyone's \t\tdoing really well considering the fact \t\tthat she was so young.  \n[24]\t\tYou know that sometimes it's hard to \t\tunderstand God's great plan.  \n[25]\t\tBut the show must go on. \t\t\t \t\tI gotta get a hold of Ted and ask him \t\tif we can use that barn light as a \t\tspot again.  So you watch the Jell-o \t\tsalad, okay?  \n[26]\t\t\t \t\tOh, Lester.  He loves his weather, \t\ty'know.  \n[27]\t\tWe're not in the showroom, Dear.  \tBanging and fumbling.  A CORKSCREW flies into shot - CREW \tGUY quickly ENTERS SHOT and grabs it.  \n[28]\t\tLester?  \n[29]\t\t\"Impartial?\"  Outside this house I'm \t\tGladys Leeman, President, Civil \t\tServettes - impartial as the day is \t\tlong.  But we're inside my home now \t\tand I've gotta warn you, I'm wearin' \t\tmy \"wife apron\" and \"mom hat.\"  So, I \t\tcan safely say that I'm the mother of \t\tthe most talented contestant Mount \t\tRose has ever seen.  \n[30]\t\tI'll field that one - Rebecca's saving \t\ther voice.  \tBecky smiles admiringly at Gladys.  \n[31]\t\tYou-betcha, Rebecca's ready.  She's \t\tbeen singin' and dancin' since she was \t\tknee high to a pig's eye.  \tLester returns to the couch, large drink in hand.  \n[32]\t\tSammy Davis, Jr., honey.  \n[33]\t\t...Yah-then, for the \"Judges \t\tInterview,\" each girl has a ten minute \t\tget-together with the judges before \t\tthe pageant...  \tGladys is distracted by the HARD, YOUNG bodies.  All are.  \n[34]\t\tYes, the Judges Interview.. Each girl \t\thas a ten minute get-together with the \t\tjudges prior to the pageant.  Then we \t\thave the...  \tA HUNKY WRESTLER, TONY, waves.  \n[35]\t\tHello, Tony.  \n[36]\t\t\"Hey\" to the folks.  \n[37]\t\tSo, remember the three most important \t\tparts of a good interview...  \n[38]\t\tNumber one, American Teen Princess' \t\tdon't cross their legs like \t\tstreetwalkers.  \tThe girls put their knees together.  \n[39]\t\tExcuse me, Miss Penthouse Ninety- \t\teight, put your knees together. \t\t\t \t\tI could drive a boat show in there.  \tGladys paces.  \n[40]\t\tAnkles together.  Hands resting \t\tlightly on your laps.  Good.  Sit up \t\tstraight.  Smile!  \n[41]\t\tAll right.  Number two: the judges are \t\tas nervous as you are.  \n[42]\t\t\t \t\tI'll be honest.  This is a hard time \t\tfor me.  This is the part of the \t\tpageant when you realize that tomorrow \t\tnight, all but one of these girls will \t\twalk out of here a loser.  It's hard \t\tfor me to know how that must feel, but \t\tI'm sure it doesn't feel good.  \tIn b.g., a BIG STAGE LIGHT FALLS on Janelle's head. \tCRASH!  Gladys and CAMERA rush the stage.  \"Through the \tEyes of Love\" continues throughout.  \n[43]\t\tWelcome, welcome.  Okay, alright, now. \t\tIs this for me or the gown?  \tLaughter and applause trail off.  \n[44]\t\tWelcome to the Mount Rose American \t\tTeen Princess Pageant.  While every \t\tcontestant you'll meet tonight is \t\tspecial and unique, they all have one \t\tthing in common.  They're all \"Proud - \t\tto - be - an - American!\"  \tWild applause!  Jazzy patriotic medley tape.  Gym doors \tfly open and like a Felliniesque Vegas review, \tCONTESTANTS enter wearing gowns and U.S. Monument \tHeaddresses.  They struggle to maintain balance as they \tdance, moving only their arms, on stage.  \n[45]\t\tYah-so how kbout a big round of \t\tapplause for last year's Mount Rose \t\tAmerican Teen Princess, in a farewell \t\tperformance.  Who could forget her lip- \t\tsynching to \"Don't Cry Out Loud,\" by \t\tMelissa Manchester.  And here she is, \t\tMary Johanson!  \tApplause!  Gladys exits.  TAPED MUSIC \"It's My Turn.\"  A \tNURSE pushes MARY JOHANSON out in her wheelchair, \tcomplete with portable oxygen.  Mary wears a gigantic \tblack wig and silver gown which hangs off her boney body. \tShe moves her lips to the words as the nurse pushes her \temotionally around the stage.  \n[46]\t\tGet back!  Get back, you total retard!  \n[47]\t\tI'm okay, I'm okay - dress is fine. \t\tI'm okay...well, our other judges are \t\tJean Kangas and John Dough...  \n[48]\t\t\t \t\tThank you, thank you.  You know, I won \t\tthe talent contest by sewing these \t\tculottes, Butterick pattern 7-4-3-2. \t\tCan you believe it?  They still fit!  \n[49]\t\t\t \t\tThank you, thank you. \t\tOur next eontestant is ready, so let's \t\twelcome her: Tess Weinhaus!  \tAPPLAUSE.  Tess is pushed on stage.  \n[50]\t\t\t \t\tHuh?  \n[51]\t\tOh really - I don't think so. \t\t\t \t\tUh, Amber, I hate to be the bearer of \t\tbad news, but rules state that a \t\tcostume must be okay'd at least a week \t\tin advance.  And this... \t\t\t \t\tThis is why we have the rule.  My \t\tgoodness gracious, I couldn't allow a \t\tneckline this low on stage.  We have \t\tkids in the audience.  \n[52]\t\tOops, that's my cue.  \tGladys starts out on stage as Molly Howard, dressed like \ta red, white and blue cowboy, runs up next to Amber. \tShe's twirling toy guns on her fingers.  \n[53]\t\tThank you, Molly.  \n[54]\t\tNow, it's with overwhelming pride that \t\tI introduce contestant number six, who \t\talso happens to be president of her \t\tclass - two years running - a member \t\tof the honor roll and the new \t\tPresident of the Lutheran Sisterhood \t\tGun Club - Rebecca Ann Leeman!  \tSTAGE GOES BLACK.  SPOT HITS BECKY, who sits at the edge \tof the stage, holding a mic.  She's head to toe sequins \tin her poodle skirt, sweater, saddle shoes, etc.  \n[55]\t\tBoy, I'd hate to follow that.  Wow!  \tBecky exits, pulling the wheeled Jesus behind her.  \n[56]\t\tVoice of an angel, that one.  \tIris runs self-consciously out on stage, whispers in \tGladys' ear, then runs back off stage.  \n[57]\t\t...Uh, I was just told that contestant \t\tnumber seven, Lisa Swenson, has quite \t\tthe pageant.  \n[58]\t\tWell, these things happen.  At any \t\trate, we still have one more \t\tcontestant - number eight, Amber \t\tAtkins.  \tGladys exits.  A taped hip, hot DRUM BEAT starts. \tSuddenly, Amber glides into CENTER SPOT.  (Now wearing \tLisa's costume, sleeves rolled up.)  Her feet burst into \tan amazing routine.  The loud drum beats seem to fly from \ther hands and feet as they punctuate the rhythm.  There's \tno glitz, just unbelievable skill.  It appears effortless \tas she floats around stage.  Like watching Michael \tJackson moon walk for the first time, you can't take your \teyes off her.  She concludes, center stage, with the \tGREATEST THIRTY SECONDS OF HER LIFE.  The audience goes \tWILD!  Amber takes bow after bow - they love her.  Gladys \tenters quickly, mic in hand.  \n[59]\t\tOkay, okay, okay!  Well, now, it's \t\tfinally time to say good-bye to our \t\tjudges, so they can go make the \t\ttoughest decision of their lives.  \tPAN TO JUDGES.  They look nervous as hell.  A relaxed \tHank sniffs from a paint soaked bag.  \n[60]\t\tWelcome back, everyone.  Judges.  Our \t\tSecond Runner-up and winner of a fifty- \t\t \tTaped fanfare.  Leslie bounds forward, grabs her trophy, \tstands to one side.  \n[61]\t\tOur next prize, a seventy-five dollar \t\tscholarship --  \tAudience ad-libs amazement.  \n[62]\t\t...will be awarded to the First Runner- \t\tup.  \tTaped DRUM ROLL.  Contestants  take hands. \tIris gives Gladys an envelope and trophy.  \n[63]\t\tAnd the First Runner-up is - \t\t\t(opening envelope, face \t\t\tdrops \t\tContestant number eight, Amber Atkins.  \tAd-lib audience shock and disbelief.  Contestants are \tstunned.  Amber steps forward, humbly takes the trophy \tand stands beside Leslie.  Audience finally quiets.  \n[64]\t\tAnd finally, the moment I know I've \t\tbeen waiting for...  \tIris hands Gladys a LARGE TROPHY and envelope.  Mary \tJohanson is wheeled out wearing sash and tiara.  \n[65]\t\tWith a scholarship of five-hundred \t\tdollars, courtesy Leeman Furniture, \t\tand all expenses paid for next weekend \t\twhen she'll be competin' for the title \t\tof Minnesota American Teen Princess...  \tTaped drum roll.  Gladys opens the envelope.  \n[66]\t\tOur new Mount Rose American Teen \t\tPrincess is contestant number - ah \t\theck, she's my daughter - number \t\tseven, Rebecca Ann Leeman!  \tPolite audience applause.  Becky rushes forward.  Gladys \tRIPS the tiara and sash off Mary, places them on Becky.  \n[67]\t\tShe's the winner and we're going to \t\tstate.  \n[68]\t\t\t \t\tHey!  Turn that float around.  You \t\tthink a swan's gonna swim ass first up \t\tMain Street?  \n[69]\t\tC'mon, Rebecca, you wanted it.  Now \t\tget up there.  Ride it side-saddle if \t\tyou have to - like a horse.  C'mon, \t\tnow.  \n[70]\t\tOh for chrissakes, everything smells \t\tlike that in Mexico.  \n[71]\t\tListen, little missy, this cost your \t\tdad a pretty penny.  Now get your ass \t\tup there and show me some teeth.  \n[72]\t\tOkay, I designed the float, you know. \t\tAnd, what's gonna happen here is that \t\tthis is going to look like a \t\tglistening lake beneath the swan.  \n[73]\t\tWhat!  \n[74]\t\tThis is -- what?  \n[75]\t\tI swear to God she can't do anything \t\tby herself.  \n[76]\t\tOh my God!  My Baby!  The swan ate my \t\tbaby! \t\t\t \t\tOw-ow-ow!  Get up, Rebecca!  Get outta \t\tthere!  We've gotta go to State!  Oh \t\thot! \t\t\t \t\tOh, damn.  I like this blouse. \t\tRebecca!  Get up, angel face.  Time to \t\tgo to State!  Ow-ow-ow!  \tEventually, Gladys tries to climb up on the float.  Iris \tpulls her off.  \n[77]\t\tGet offa me, you cow!  \tGladys spins and notices the silent CROWD.  \n[78]\t\tWhat're you lookin' at?  Huh?  A whole \t\tGod Damn town of losers!  That's what \t\tI'm lookin' at!  \tCrowd reacts.  Gladys notices Amber and runs up to her \tcar.  \n[79]\t\tYou!  You piece-a-shit trailer trash! \t\tThis shoulda been you!  Damn, I \t\tshoulda killed you when I had the  \tThe crows reacts again.  Gladys spins, noticing someone. \tLester approaches.  \n[80]\t\tHey, Ted, sorry.  I didn't know your \t\tfamily was in the garage when I set it \t\ton fire!  \n[81]\t\tGuess it wasn't a garage sale as much \t\tas it was a bake sale.  Ah- \t\thahahahahahahaha!  \tLester tries to pull her away from the crowd.  \n[82]\t\tLet go-a-me, you old bastard!  \tShe grabs a BURNING 2X4 off a float and starts swinging \tit.  \n[83]\t\tAt least you've got another daughter.  \tCROWD GASPS.  Then stunned SILENCE.  CAMERA CIRCLES \tGladys and Lester getting reaction shots of the crowd.  \n[84]\t\tBecky was my only shot at state!  \n[85]\t\tLet go!  Let go of me.  Oh my God, \t\tit's COPS!  \tTWIN OFFICERS, followed by \"COPS\" TV CREW, run up and \taggressively tackle Gladys.  As the struggle on the \tground continues, crew guys go over and shake hands with \tthe \"COPS\" crew - obviously knowing them.  \n[86]\t\t\t \t\tHe sells reproductions!  His \t\tfurniture's as fake as my orgasms!  \tThe COPS crew begins to mingle with the DOCUMENTARY crew.  \n[87]\t\tUh-huh.  No, no.  Gosh, no.  You know \t\tI still don't want to be on camera...  \n[88]\n[89]\t\tYah - I just wanna say - that little \t\tbitch better watch her back at \t\tNationals kcause I'm makin' friends on \t\tthe inside... Yah-friends who have \t\tfriends on the outside...  \n[90]\t\tGotta go.  \tClick.  DIAL TONE.  \n[91]\n[92]\t\tCome on out, you little blonde piece \t\tof trailer park trash!  \n[93] ", "Loretta": "\n[1]\t\tWhat do you mean, they take out her \t\tbutt?  \n[2]\t\tAre we on \"Cops\" again?  \n[3]\t\tHi.  \n[4]\t\tOh, naw.  Hi.  \n[5]\t\tI tell Annette, I says, \"You talk to \t\tme durin' my stories, you might as \t\twell be talkin' to the wall.\" \t\t\t \t\tYou guys want a beer?  \n[6]\t\tSay, yous boys been to the Leeman's?  \n[7]\t\tY'know, if you have, you got all the \t\tpictures of the winner you need.  \n[8]\t\tOh, Christ, it's true.  \tAnnette begins to comb out Loretta's hair.  \n[9]\t\t\t \t\tLet's just say who should win, who \t\tdeserves to win is Amber.  \n[10]\t\tShe's the prettiest, y'know.  The best \t\tdamn tapper.  The most smartest...  \n[11]\t\tWell, excuse me, Annette, but I'm \t\tbraggin' up your kid, here. \t\t\t \t\tAmber's gonna be the next Diane \t\tSawyer, y'know...  \n[12]\t\tAll right, they're makin' a movie.  \n[13]\t\tI got a hairdo.  \n[14]\t\tWhy do I think Becky'll win?  You're \t\ttalkin'... \t\t\t \t\tDon't pinch!. \t\t\t \t\tYou're talkin' kbout the richest \t\tfamily in a small town.  It's front \t\tpage news when one of kem takes a \t\tshit. \t\t\t \t\tCan one of yous boys give me a ride \t\thome?  \n[15]\t\tSo?  Be real easy.  \n[16]\t\tAnyone?  \n[17]\t\tNo, she's just screamin' \"Mom, Mom!\" \t\tkcause she's got Tourettes... She's \t\tAnnette's kid, dipshit.  \n[18]\t\tShe's alive, sweetie.  \n[19]\t\tShe's right over there.  \tCamera pans over to see a semi-conscious Annette as they \tload her stretcher into the ambulance, shut the doors and \tstart to pull away.  Amber runs after them.  \n[20]\t\tDon't let that worry you, Annette!  \n[21]\t\t\t \t\tAnnette, why don't you just see if \t\tthere's any beer left in that can and \t\trelax a bit.  \n[22]\t\tYou're what?!  \n[23]\t\tI heard you, I was just tryin' to \t\tscare you into changin' your mind.  Oh \t\tfor Chrissakes, Amber, the woman clung \t\tto your tap shoes while flyin' through \t\tthe air like a Goddamn lawn dart!  \n[24]\t\t\t \t\tD'ya think a nice cool mint'd help if \t\tI shoved your head up your ass?  \tFear sweeps over the Candy Striper - she bolts down the \thall!  Loretta puts an arm around Amber and starts to \twalk down the opposite direction.  \n[25]\t\tSimple.  Just say, \"Mom, I know you \t\tsacrificed everything - relationships, \t\tdreams - your tummy, ass and thighs - \t\tall to bring me into this world.  All \t\tso I could have tap lessons and be in \t\tthe pageant - the same one you were \t\tin.  But, y'know what?  I'm quittin'.\" \t\tThere.  Easy as pie.  \n[26]\t\tYeah, you betcha...  \n[27]\t\tHell-no, she ain't quittin'.  \n[28]\t\t\"Once a carnie, always a carnie.\"  \n[29] \tA very shaken Amber paces.  \n[30]\t\tThat was your mom.  She wanted you to \t\thave this.  \n[31]\t\t\t \t\tYou-betcha.  \n[32]\t\tOh, shut up.  I thought it might help \t\tyou get some sleep.  \n[33]\t\tWell God-love-ya for thinkin' I still \t\tcould.  \tLoretta pulls a bag out of a closet and hands it to \tAmber.  \n[34]\t\tHere, your ma did want you to have \t\tthis since your other one got toasted \t\tand all.  \tAmber pulls out an ELEGANT GREEN GOWN.  \n[35]\t\tGo Hank!  \n[36]\t\tShe had a big ass then, she's got a \t\tbig ass now.  \n[37]\t\tOkay.  Take her purse.  \n[38]\t\tThank God for bunge cords.  \n[39]\t\tWhat is wrong with you?  \n[40]\t\tYou stop right there.  You are a good \t\tperson.  Good things happen to good \t\tpeople.  \n[41]\t\tNo.  It's pure bullshit, sweetie. \t\tYou're lucky as hell, so you might as \t\twell enjoy it.  Let's get you a root \t\tbeer float.  \n[42]\t\tDo you guys want some shots?  I'm \t\tbuyin'.  \n[43] \tAmber sits on the picnic table.  In the b.g., Loretta \texits her trailer with a FED-EX GUY.  She pats his buns \tas he exits.  She approaches Amber with a packet.  \n[44]\t\t\t \t\tThis came for you, sweetie.  \n[45]\t\tWhat?  For chrissakes, spit it out.  \n[46]\t\tRight by the airport - Oh, Amber...  \n[47] \tMONTAGE BEGINS over MUSIC.  \tAmber emerges from Loretta's trailer, Pop Tart in mouth, \tbook bag in hand.  SMILES.  WAVES.  \n[48] \tIn silhouette, Amber taps on the picnic table by the \tlight of the FULL HARVEST MOON.  \n[49]\t\tAll right, say \"Airport Ho-Jo.\"  \n[50]\t\tI got it!  Yeah, why don't ya take a \tMr. Larson unloads Amber's luggage from the hearse. \tLoretta leans against it, arm around Amber, smoking and \toccasionally flipping off people who stop to stare at \tthis unusual sight.  \n[51]\t\tI'm sorry.  They're just starin'.  \n[52]\t\tOkay, sweetie, that's all right. \t\tLet's go.  Let's go.  \n[53]\t\tSo...you're cute.  Oh, I see you're \t\tmarried. \t\t\t \t\tYou catch this in your mouth, I'll \t\tgive you a present.  All right?  Open \t\twide... \t\t\t \t\tOh, God, you got that on the first \t\ttry.  Come here.  \tLoretta kisses the bartender.  \n[54]\t\tYou are cute.  \n[55] \tAnnette (left arm's been amputated and replaced with \tmetal pincers which she hasn't mastered yet) sits at the \tpicnic table with Amber and Loretta.  Throughout the \tfollowing, Annette struggles to open a beer can which \tkeeps flying out of her pincers.  (Handmade \t\"congratulations\" posters cover the lawn and trailer.  \n[56]\t\tOur baby's going to Nationals! \t\tLincoln, Alabama - look out!  \n[57]\t\tAnnette, just use your hand.  ", "Tammy": "\n[1]\t\tTammy Curry.  I'm signin' up for the \t\tscholarship'n'all.  \n[2]\t\t...This one's for Varsity Soccer, uh, \t\tI'm captain. \t\t\t \t\tI run track, and, uh... \t\t\t \t\tRight here, I'm the new President of \t\tthe Lutheran Sisterhood Gun Club...  \n[3]\t\tI love that one.  \n[4] \n[5]\t\tYeah, you bet I do.  I mean, maybe \t\tother people think I can't win a \t\tbeauty pageant.  But other people \t\tdidn't think I could beat out Becky \t\tLeeman for President of the gun club, \t\teither.  And I did.  I-I-It's just \t\tlike Anthony Robbins says, \"I'm a \t\twinner.  Nobody can stop me but me!\"  \t  \tKABLOOM!  Tammy's John Deere thresher BLOWS UP!  ", "Curry": "\n[1]\t\tTammy Curry.  I'm signin' up for the \t\tscholarship'n'all.  \n[2]\t\t...This one's for Varsity Soccer, uh, \t\tI'm captain. \t\t\t \t\tI run track, and, uh... \t\t\t \t\tRight here, I'm the new President of \t\tthe Lutheran Sisterhood Gun Club...  \n[3]\t\tI love that one.  \n[4] ", "Mary": "\n[1]\t\t\t \t\tMy winning...the Mount Rose...  \n[2]\t\t...American Teen Princess Pageant...  \n[3]\n[4]\t\t...really changed my life.  \tThe TIARA SLIPS OFF her BALDING HEAD and rolls to the \tfloor.  \n[5] \tAmber fixes Mary's hair, carefully brushing her balding \thead.  Mary smiles, oblivious.  \n[6]\t\t\t \t\t...Amber does my hair...once a week.  \n[7]\t\tWhat?  \n[8] \tAmber ties the tiara and missing clump of hair to Mary's \thead with a ribbon.  \n[9]\t\t\t \t\tBeautiful... Maybe next week... a \t\tperm.  \n[10]\t\t\t \t\tWho are you?  \n[11] \tA NURSE now stands beside Mary.  \n[12]\t\tWith two weeks until the pageant... \t\t\t \t\tI was practicing my talent.  Finishing \t\tmy costume, brushing up on current \t\tevents, and running eighteen miles a \t\tday on about four hundred calories.  I \t\twas ready.  \tThe nurse gives her a hit of oxygen.  Mary smiles and \tgives a THUMBS UP from behind the oxygen mask.  ", "Johanson": "\n[1] \n[2]"}}