{"filename": "Dune_script.txt", "imdb_id": "tt0087182", "imdb_url": "https://www.imdb.com/title/tt0087182", "characters": ["Stilgar", "Piter De Vries", "Thufir Hawat", "Duncan Idaho", "Padishah Emperor Shaddam IV", "The Baron's Doctor", "Princess Irulan", "Baron Vladimir Harkonnen", "Lady Jessica", "Shadout Mapes", "Nefud", "Duke Leto Atreides", "Reverend Mother Gaius Helen Mohiam (as Sian Phillips)", "Paul Atreides", "Reverend Mother Ramallo"], "dialogues": {"Stilgar": "\n[1]Perhaps these are the ones Mapes told us of. \n[2] \n[3]I will take the boy-man... he shall have sanctuary in my tribe... \n[4]Stop!  Get back!!  She has the weirding way.  Why didn't you tell us!  Great gods... if you can do this to the strongest of us you're worth ten times your weight of water.  As a leader of my people I give you my bond: teach us this weirding way and you both shall have sanctuary.  Your water shall mingle with our water. \n[5] \n[6]We call that one Muad'dib. \n[7]You are Paul Muad'dib, and your mother shall be a Sayyadina among us....  We welcome you. \n[8]Greater than treasure, Usul.  We have thousands of such caches.  Only a few of us know them all.  When we have enough... we shall change the face of Arrakis. Listen!... \n[9]The Rocks of Arrakis hold many secrets. \n[10]Sayyadina.  Our Reverend Mother tells me she is too old... She has been calling through space and time for you to come and let her rest.  She asks that you pass within. \n[11]Death may be the result....  Are you sure? \n[12] \n[13]The Water of Life. \n[14](to Paul as he applies red colour to the shoulders of several large Fremen men \n[15] \n[16]Two thumpers are planted.  The worm may not surface for the first - he will rise for the second.  Remember, when the worm approaches, you must be utterly still... and close enough to plant the hook firmly under a ring segment....  The worm will turn to lift this exposed area as far from the abrasive sand as possible and it will take you with it -- to the top.  Do not get too close as he approaches... the sand will engulf you....  Wait till the head of the worm passes -- then go... quickly. Shai-Hulud... Shai-Hulud. \n[17] \n[18] \n[19]Long live the fighters! \n[20]Usul... We have wormsign, the likes of which even God has never seen. ", "Thufir": "\n[1]Those sounds could be imitated. \n[2] \n[3]Many dangers exist on Arrakis. For one, we know the Harkonnens would not have given up their CHOAM company contract so easily. \n[4]You will make a formidable Duke! \n[5]Now remember... the first step in avoiding a trap is knowing of its existence. \n[6]We have our new army. Dr. Yueh, put the weirding module on him. \n[7]Clear and lock the room. \n[8]Activate a fighter. \n[9] \n[10] \n[11]Set up a sonar probe immediately! \n[12] \n[13] \n[14]The Palace is now secure. The city of Arrakeen is under martial law... we have troops here headquartered underground on sub-floors six through ten. The rest of the troops are stationed in Arrakeen and we have some on the airfield. Our new army is still training, but everything is shielded.... With the shielding, we are impenetrable. Dr. Kynes is waiting, Sire, for your inspection of spice mining operations, but since the attempt of the young master, I am against your leaving the Palace. \n[15] \n[16]Three... generations... of you... ", "Hawat": "", "Duncan": "\n[1]Paul. I was on my way to say goodbye to you.  I have to go on ahead. \n[2]It's something for your father.  He wants to talk to you. I'll see you in Arrakis.  May the hand of God be with you. \n[3]My lord... I suspect so much.  I think they are the allies we seek... they are strong and fierce... they do not give their loyalty easily or quickly....  As you know, the Imperium has never been able to take a census of the Fremen.  Everyone thinks that there are but few -- wandering here and there in the desert.... My lord, I suspect an incredible secret has been kept on this planet... that the Fremen exist in vast numbers... vast numbers... and it is they that control Arrakis. \n[4]They're on this floor somewhere.... \n[5]", "Idaho": "", "Princess": "", "Irulan": "\n[1]Father. ", "Lady": "", "Jessica": "\n[1] \n[2]Paul?... This is very important... \n[3] -- \n[4]It meant so much to him... \n[5]I vowed never to regret my decision. I'll pay for my own mistakes. \n[6]Paul, this is the Reverend Mother Gaius Helen Mohiam. She is going to... observe you... Please... \n[7]Your Reverence. \n[8]Paul... please, Paul... listen to the Reverend Mother and do what she tells you. \n[9] \n[10]  \n[11] \n[12]Paul! \n[13]  \n[14]So many reminders of the scarcity of water. \n[15]The way you say Harkonnen... I didn't know you had so much reason to hate them. \n[16]  \n[17]    (We see Yueh turn toward her, fearful. \n[18]  \n[19]  \n[20] \n[21]  \n[22](staring at the blue-eyed woman -- waiting for possible danger. \n[23]You may refer to me as \"my lady.\" I am not noble born. I'm the bound concubine of Duke Leto -- mother of the heir designate.... \"Shadout\"... that's an ancient word. \n[24]I know the Bhotani Jib and Chakobsa, all the hunting languages. \n[25]  \n[26]I know many things. I know you came prepared for violence with a weapon in your bodice. \n[27]And the means of my death should I prove otherwise. Now we will see which way the decision tips. \n[28]  \n[29]  \n[30]  \n[31]  \n[32]  \n[33] \n[34] \n[35] \n[36] \n[37] \n[38] \n[39] \n[40] \n[41] \n[42]Oh, my God! \n[43]Leto!  Leto! \n[44] \n[45]Where are we do you think? \n[46]Bring these satchels! \n[47] \n[48]Calm yourself/ \n[49] \n[50] \n[51](as Paul leaves to light the thumper \n[52] \n[53] \n[54]I can't... I can't. \n[55]Yes... \n[56]Paul! \n[57] \n[58] \n[59]No, but many consider my training valuable. \n[60]Then I will teach you our way of battle....  you have the word bond of a Bene Gesserit. \n[61]Moisture... \n[62]  \n[63] \n[64] \n[65]   \n[66] \n[67](fearful) \n[68]What is this?...  Is this what kills the men who enter here? \n[69] \n[70]  \n[71]Alia. \n[72] -- \n[73] \n[74]It's the way she speaks of things... \n[75]...beyond her years and of things no child could know -- things of the past. \n[76]A daughter who knew at birth everything I know... \n[77] \n[78]Alia! \n[79]  \n[80]\n[81] \n[82]Stop him yourself. \n[83]Think on it Chani... We who carry the name of concubine... history will call us wives. ", "Shadout": "\n[1]I am the Shadout Mapes... the housekeeper. \n[2]I must cleanse the way between us.... You saved my life... and we  Fremen pay our debts. It's known to us that you've a traitor in your midst. Who it is we cannot say but we're certain of it. \n[3]I am the Shadout Mapes, your housekeeper, Noble Born. What are your orders. \n[4] ", "Mapes": "\n[1]I am the Shadout Mapes... the housekeeper. \n[2]I must cleanse the way between us.... You saved my life... and we  Fremen pay our debts. It's known to us that you've a traitor in your midst. Who it is we cannot say but we're certain of it. \n[3]I am the Shadout Mapes, your housekeeper, Noble Born. What are your orders. \n[4] \n[5]As the legend says. \n[6]My lady, I... the weapon was sent as a gift if you should prove to be the one. \n[7]Do you know this my lady? \n[8]Say it not lightly... Do you know its meaning? \n[9]My lady, when one has lived with prophecy for so long, the moment of revelation is a shock. \n[10]Take the water of my life! \n[11]You are ours.... You are the one. \n[12] ", "Nefud": "\n[1]What are your orders, Piter? ", "Paul": "\n[1] \n[2] \n[3] \n[4]Where are the Harkonnens from here? \n[5] \n[6] \n[7]I heard you, Dr. Yueh and Gurney coming down the hall. \n[8]I'd know the difference. \n[9]My father sent you to test me. Music then? \n[10]Shield practice? Gurney... we had practice -- this morning..... I'm not in the mood. \n[11]I'm sorry Gurney. \n[12] \n[13] \n[14]Would you really have drawn my blood? \n[15]Things have been so serious here lately. \n[16]Dr. Yueh, do you have any information on the worms of Arrakis? \n[17]Only?! \n[18]The storms and the worms. Is it true, that the sand can blow at seven hundred kilometers per hour? \n[19]Well, how do the Fremen survive there? \n[20] \n[21] \n[22]I know.  But if it is a trap then why are we going? \n[23]The bull that killed my grandfather... is this an evil omen? \n[24] \n[25]Why?  I wish you were coming with us. \n[26]May the hand of God be with us all, Duncan. \n[27] \n[28]   \n[29]I want you to be proud of me. \n[30] -- \n[31]Arrakis... Dune... Desert Planet...Arrakis... Desert Planet... moving... moving. \n[32]Arrakis... Dune... Desert Planet. \n[33]  \n[34] \n[35] \n[36]Kwisatz Haderach?... For the father... nothing? \n[37]  \n[38]  \n[39]What's in the box? \n[40] \n[41]Are you suggesting a Duke's son is an animal? \n[42] \n[43](struggling to compose himself \n[44]  \n[45]  \n[46] \n[47]I see the truth of it. \n[48]I know it. \n[49]Not all of them... I know which ones will. \n[50]What is it? \n[51]Where? \n[52]I have heard of it. \n[53]Did they try and fail? \n[54]I've heard enough of my safety... What about my father?... I heard you talking. You speak as if he was dead. Well, he isn't! \n[55]Well he isn't... and he won't die... Tell me he won't die! \n[56]MOTHER! Tell me! \n[57] \n[58]  \n[59] \n[60] \n[61]A Fremen... Could she be the operator? No... \n[62] \n[63] \n[64]Are you a Fremen? \n[65] \n[66]\"Your gift is a blessing of the river.\" \n[67]No. \n[68]No one. It... seemed the proper way. \n[69]Will we see a worm? \n[70]Always? \n[71]Why do they come? \n[72]  \n[73](inner voice as a blinding light comes and goes \n[74] \n[75]\n[76] \n[77] \n[78] \n[79] \n[80]I know I have NO FEELINGS!!  Why? \n[81]I can't maintain any altitude... we'll never reach the safety of rock.  Maybe that small rock. \n[82]The South Polar regions... the forbidden area.  We must make it to that rock... \n[83]Hurry! \n[84] \n[85](reacting to his mother's tears \n[86]   \n[87] \n[88]  139.  \n[89]  \n[90]This moon holds my future. \n[91]I am only a seed... \n[92]Listen to me!... you wanted to know about my dreams... and I've just had a waking dream... do you know why?... \n[93]The spice!  It's in everything here.  The air, the soil, the food...  It's like the Truthsayer drug.....  It's a poison!!!! You knew the spice would change me.  But thanks to your teachings it's changed my consciousness.  I can see it... I can see it. \n[94]You carry my unborn sister in your womb! \n[95]You and your Bene Gesserit sisterhood... I'm not your Kwisatz Haderach...  I'm something different, something unexpected! I'm a seed. I am so much more...  You don't begin to know me... \n[96]  \n[97] \n[98]We have to get to that mountain of rock. We have entered the time when all will turn against us and seek our lives... \n[99]It's further than I thought... a worm is sure to come....  I'll plant a thumper, that should divert it. \n[100] \n[101]Keep going... \n[102]Faster!! \n[103] \n[104]Drum sand! \n[105]  \n[106] \n[107] \n[108] \n[109] \n[110] \n[111] \n[112]Could I be known as Paul Muad'dib? \n[113]Wind traps... huge ones. \n[114]  \n[115]  \n[116]   \n[117]The weirding way has long been a Bene Gesserit secret.  With my mother's help, my father isolated an element of the weirding way and externalised it. \n[118]Because of the Harkonnen treachery, my father's armies were never able to fully develop this new form.  This is what I will teach you.  You will be the fiercest and most feared fighters in the Universe. Our way of battle is built on rhythm.  You understand rhythm like this but you do not yet understand the rhythm of the higher sounds, sounds that heal and build... sounds that destroy.  Motion is the base. You understand the motion... but you do not yet understand the motion that heals and builds... motions that destroy... Orato! This obelisk is of your hardest stone. Kick it... Hit it... Yell at it... \n[119]Move back! \n[120]Chuksa! \n[121]This is part of the weirding way that we will teach you.  Some thoughts have a certain sound... that being the equivalent to a form.  Through sound and motion you will be able to paralyze nerves, shatter bones, set fires, suffocate an enemy or burst his organs....  We will kill until no Harkonnen breathes Arrakeen air. \n[122] \n[123] \n[124]Did they try and fail? \n[125](turning to his mother) \n[126] \n[127]Chani....  I love you... I've always loved you.... \n[128]Activate your weirding modules... \n[129]Set the range for two meters. \n[130]Korba... The arm... \n[131]Motion... Chuuk-sa... \n[132]Stilgar... \n[133] \n[134]Now! \n[135] \n[136] \n[137] \n[138] \n[139]We surprised a band of smugglers. \n[140]Gurney!... \n[141]You've no need of your weapons with me Gurney Halleck. \n[142]Don't you trust your own eyes. \n[143]  \n[144]Hurry!  All I see is darkness. \n[145] \n[146]  \n[147]  \n[148]  \n[149] -- \n[150]Father!...  Father!  THE SLEEPER HAS \n[151]Arrakis... Dune... Desert Planet. \n[152]   \n[153] \n[154]Gurney, when the storm hits... set off the atomics.  I want an opening through the entire Shield Wall.  Stilgar?  Do we have wormsign? \n[155](to Gurney and Stilgar) \n[156]Gurney, now! \n[157]Gurney... I see Thufir Hawat among the captives.  Let him stand free. \n[158]Let him stand free! \n[159]   \n[160] \n[161]I mean this, Thufir.  If you are to strike, do it now. \n[162] \n[163]Emperor Shadam the IV... there are Guild Heighliners above us containing many Great Houses of the Lansraad....  SEND THEM \n[164] \n[165]Where are you....  Let me see you or there will be no spice. \n[166]You know what I'm about to say is true.... I have the power to destroy the spice forever. \n[167]Don't try your powers on me.  Try looking into that place where you dare not look. You'll find me there staring back at you!! You Bene Gesserit have waited ninety generations to produce the one person your schemes required.  Here I stand.  But... I will never be yours. \n[168]You saw a part of what the race needs in the beginning.  In time you perverted the truth.  You sought to control human breeding and intermix a select few according to a selfish master plan.  How little you understand. \n[169] \n[170]I remember your gom jabbar, now you remember mine.  I can kill with a word. \n[171] \n[172]The Emperor's blade. \n[173]Now, I will tell you how it will be. Irulan shall be my wife, opening the way for an Atreides to take the throne. \n[174]You will sit on a throne on Selusa Secundus, your prison planet.  Either that or you will die. \n[175]  \n[176]The Fremen have the word of Muad'dib. They will have their Holy War to cleanse the Universe... they will have Arrakis... Dune... their planet.  There will be flowing water here open to the sky and rich green oases.  For the spice there will always be some desert.  There will be fierce winds and trials to toughen men. We Fremen have a saying... \"God created Arrakis to train the faithful.\" One cannot go against the word of God. ", "Atreides": "\n[1]   \n[2]  \n[3]  64A. through 64C.  \n[4]Harkonnens. \n[5]We found and removed another sabotage device. I think it will go up now. \n[6](referring to several robed figures standing in the room \n[7]\n[8]  93F. Through 94.  \n[9] \n[10]  \n[11] \n[12] \n[13]  \n[14] \n[15]  \n[16] \n[17]   \n[18] \n[19]The shield is down!  The shield is down! \n[20]Harkonnen... Get that shield up! \n[21]The shield!  The shield! "}}