{"filename": "Eagle-Eye_script.txt", "imdb_id": "tt1059786", "imdb_url": "https://www.imdb.com/title/tt1059786", "characters": ["Jerry's Mom", "Jerry Shaw", "Mr. Miller", "Major William Bowman", "Jerry's Dad", "Zoe Perez", "Defense Secretary Callister", "Translator", "Rachel Holloman", "Agent Toby Grant", "Mrs. Wierzbowski", "Sam Holloman", "Ranim Khalid", "Admiral Thompson", "Agent Thomas Morgan"], "dialogues": {"Jerry's": "\n[1]  \n[2]  \n[3]  \n[4]       \n[5]  \n[6]  ", "Mom": "\n[1]        \n[2]  \n[3]  \n[4]  ", "Jerry": "\n[1]damnit...     3/28/07 6. \n[2]-- I know. \n[3]there. Dwarves?: Bullshit -- Bullshit? I just blocked your ass and attacked with Ancient Mastery points. --.dwarves don't have that -- \n[4]Hey, Becky? When're you going to start wearing makeup? Kwame laughs as Becky tosses her smock at Jerry: \n[5]Dude: no its not. \n[6]Your first mistake? Underestimating dwarves. Power can come from anywhere -- tomorrow night I'll give you first roll and a bonus pack if y--     3/28/07 7. \n[7]That -- wow. Good for you. So it's your last night. You're gonna spend it collating. \n[8]And that's why we have those rubber thimbles in the drawer --.congratulations on Cornell, though, that's huge! TRACK WITH HIM out to... A COUNTER AREA as, he pins on his NAMETAG: \"JERRY.\" Rows of COPY MACHINES and COMPUTER CUBICLES. He takes his place behind a register. Smiles, getting it up: \n[9]Welcome to Kinko's, how can I help you? The CHUGCLICK-CHUGCLICK-CHUGCLICK sound of the machines gets louder and louder as they BECOME THE SOUND OF: \n[10]  \n[11]  \n[12]Whatever are you cooking right now? Is the greatest thing I've ever smelled in my life, I swear to God -- \n[13] -- here's some of it -- most of it -- but I've got something else for you... something special... Eyebrows bobbing. Mrs. Wierzbowsky knows exactly what it is. Sighs. Knows she can't resist him -- \n[14]So I think. No, I'm pretty sure that's the best one so far --- \n[15]Oh, no, no. I couldn't --  Unless, you know, you insist. He sits at the table, starts eating. This is their routine. \n[16]Oh, the redhead? No. She... that's over. She got smart. \n[17]Well, womenareIpretty smart. I've discovered. \n[18]Your -- I'm like your dog? \n[19]why do you think that is? As she pours a drink into a plastic cup -- \n[20]This is -- vodka -- Jesus, its eight- thirty in the morning -- \n[21]its my mother. \n[22] is problem. \n[23]  \n[24]Hey, mom... Jerry stands there in silhouette. LISTENING. Something is happening... .suddenly he loses his balance -- sinks to the floor, phone to his ear -- staring in pain -- \n[25]-- no! I-- I'm not him! All eyes on him. His voice, sad, heartbroken: \n[26]It's okay! I'm not Paul! Locks eyes with his MOTHER and FATHER up in the front pew. Their eyes red from crying, withered shells. And Jerry gives a lame wave before heading reluctantly up to the COFFIN. Devastated, he leans in -- and we MOVE AROUND to see the body: And it's fucking HIM -- Jerry's very own face, but one that seems to have been RECONSTRUCTED after some kind of accident. Gruesome and handsome all at once. This was PAUL SHAW. Jerry's identical twin. Off the surreal moment... A reverbed TRUMPET PLAYS, the tune familiar. In fact, it's: \n[27]       \n[28]Didn't realize it'd been that long. \n[29]Nowhere.  Singapore. Alaska for a few weeks. got a job for a while. On a...fishing boat. Met some great p- \n[30]I'm trying, you know, just to -- But William has just started crying.. Sobs of absolute loss. Jerry stands there, frozen, until William EMBRACES HIM. Jerry hugs him back -- tightly, grateful and starting to feel again. And just then, William says, quietly, through tears: \n[31]No. -- Dad, I'm okay. I'm doing really well. I promise. His father holds out some bills. North of two-hundred dollars. It's a stand-off. The question is: does Jerry have enough pride to reject the offer? And the answer is... \n[32]-- whoa -- Jerry stabs cancel again. Now TEN MORE $100 bills-come out. He glances at the people in line, nervous-- \n[33]-- two seconds, sorry -- \n[34]Big date. So... fingers crossed. \n[35]  \n[36]Here's the rest of the rent -- next \n[37]Just take it -- it's okay, I owe you -- \n[38]For me?     3/28/07 18. \n[39]  \n[40]-- hello? A WOMAN'S VOICE. We can't place why... but it's really creepy. \n[41] -- what? Who is this? \n[42]Who the hell is this?! Rips back the curtain to see a SWAT VAN SCREECHING UP -- a flack- jacketed TEAM pours out, assault rifles ready. Jerry goes pale. \n[43]Jesus Christ -- what's happening?! \n[44]Hands behind your head! DOWN WHAT'S GOING ON? HEY! IS \n[45]Look, man, I don't know what this is -- I don't know how all that shit got in my apartment, but unless you're my lawyer-- \n[46]it hasn't been ideal. \n[47]You tell me. \n[48]Why? What am I doing here. I don't even know who you are. Morgan tosses his black leather BADGE WALLET onto the metal table. It lands open with a substantial CLUNG! \n[49] Counterterrorism Center? You think I'm -- \n[50]If you're asking if we were the kind of freaky twins you see at the mall wearing the same shirt, no. Listen, Paul traveled a lot, so we didn't --     3/28/07 20. \n[51]What're you... saying. \n[52]Am I getting a lawyer here? 'Cause didn't hear my rights read to me-- \n[53]what? No, why? Morgan pulls out a SURVEILLANCE PHOTO: Jerry, college-age, at a STUDENT RALLY holding up a sign with an image of the Pentagon crossed out in red: \"DECLARE WAR ON WAR!\" \n[54] Wait. Come on -- okay: her name was Julia, she was the smokinist girl I'd ever seen and she wanted me -- I would've gone to an \"Anti-Oxygen\" rally for her. I swear to God, dude-- \n[55]Why'd you stay in? I don't know, I didn't really see the point. \n[56]Unless I've been fired from Kinko's, which is a statistical impossibility, I'm holding a job right now.     21. 3/28/07 \n[57]-- what can I say? Guess I haven't found myself yet -- \n[58]For as second I thought God, maybe. The ATM was obviously broken -- or do.. accidents not happen in your . universe? \n[59]The money originated from the --this is all -- listen, this HSBC bank of Singapore -- is all very interesting -- but opened with a transfer from a this has nothing to do with corporation called 'The Star me! Do you understand? of Orion,' a dummy front for Hezbollah. This morning Majid -- alright, this is insane, I Al-Khoei says the agents.of want a lawyer-- destruction are already inside our borders-- -- we find hardware in your -- I told you, it all just apartment, latest military showed up there'. You're not spec, airplane manuals, plus listening to me! twelve hundred pounds. of-- sit your ass down now -- ammonium nitrate fertilizer. Just curious if you knew any of Paul's friends in Beirut, or if he knew any of your friends -- what do you mean in Singapore, oh but that's \"friends\"?! right, we haven't really established whether or not you two were close-- -- I guess we were rett close when I looked into his open casket this morning and saw the bad make-up job covering the gash in his skull! Or how about when I watched him being lowered into the ground -- that establish anything for you?! Somebody set me up! Morgan stares at him, unmoved.     3/28/07 22. \n[60]A woman, I don't know! She called me and told me I was gonna be arrested. GET \n[61] \n[62]I thought there was no phone call. \n[63]hello? Dad--? \n[64].no wav -- who are you?! Behind Jerry; the steel door UNLOCKS -- he whirls to the OPENING DOOR -- waiting for a Guard -- someone, anyone... BUT NO ONE COMES.::: What the hell is this?! \n[65]What fire?! How'd you get on this phone?! Are you the one doing all this to me? Why?! \n[66]Wait, what d'you mean \"follow the water\"? Suddenly: TSHHHHH! Jerry turns -- in the hallway, a CEILING SPRINKLER SPRAYS. The FIRE GROWS, RAGING from the VENT -- \n[67] \n[68]Turns through the wild FIRE, Morgan, at the other end of the corridor -- GUN DRAWN: \n[69] \n[70] \n[71] \n[72]-- Jesus -- \n[73]-- listen -- lady -- who are you?! \n[74]--.how do you know that? Where are you? Jerry notices ANOTHER SECURITY CAMERA in the corner as: \n[75]Go to hell. How's that. He hangs up, drops the phone and STOMPS ON IT. Eyes from fellow passengers. THEN EVERY CELL PHONE ON BOARD RINGING IN UNISON.     3/28/07 30. \n[76] \n[77]Okay: WHAT DO YOU WANT WITH -- I'm not doing a thing until ME?! I know for a fact that Kyle's I am not fucking around, you tell me now what this is Do you hear me? No, you stop - about! - I will not do a thing for HEY: I almost died back there! Three times! Shut up! You shut up and -- who?! Who's Kyle? WHO THE listen to me now! You tell me HELL IS KYLE?! Kyle is safe! YOU TELL ME \n[78]MY SON! YOU LET HIM GO! YOU HEY! HEY, STOP! Wait! HURT HIM AND I WILL KILL You're not the woman who YOU!!! called me? And Rachel, out of breath, realizes: holy shit... \n[79]--where's that coming from?! --who are you?! \n[80] \n[81] \n[82]Yeah, thanks, we're on it -- \n[83]-- my name's Jerry Shaw, I've been set up -- somehow I don't know -- by --     3/28/07 32. \n[84]-- you don't know anything Your son?! No, I know about Kyle? nothing! Just like you don't -- I don't need driving sh-- lessons from you, asshole! -- you drive like. this and I'm \n[85] --the lights are all changing to green... it's like... -- like they're changing for \n[86] -- oh, no way --     3/28/07 33 \n[87]-- sixt ! Go to sixty! \n[88] \n[89] \n[90] \n[91]Getoffthe street -- wait, --WILLYOU SHUT UP?!!!! --go...wait -- stop -- TURN LETMEDO IT!! \n[92] -- you're doing great -- \n[93] \n[94] \n[95]-- this thing's on auto-pilot or something. Which doesn't happen, these barges are operated, by people. He steps out. In thought, tears in her eyes, Rachel asks: \n[96]Are you kidding me? She changed every traffic light! This woman's called me on other people's phones -- some dude who happened to be sitting next to me! His phone rang -- it was her! For me! She broke me out of maximum-security custod in a way I'm not even gonna tell you cause you won't believe it -- and you saw how she directed us away from the police, then lifted us outta the world and dropped our ass onto the ghost barge! Can she derail a train? She could probably turn a train into a duck. Yes. I think she c--     3/28/07 36. \n[97]I mean... I don't know, I'm not sure she could derail a train, what the hell do I know? Rachel brushes her tears away. Afraid, but fighting it. \n[98]-- you see what I mean? He wipes it off, holds it to his ear despite the stench; \n[99]Hello? \n[100]\"Swim to shore? Are you -- she wants us to swim --?! insane? \n[101]Lady, what if I told you we don't know how to swim. \n[102]She called you \"the female.\"  That's like... something a foreigner would say, like a bad translation. But she has no accent. \n[103]Does it bring back memories of Westport Y? \n[104]I didn't. And they turn to look down at the FREEZING RIVER WATER as we PRE- LAP the SOUND of a clear F SHARP and CUT TO -- INT. A&amp;B INSTRUMENT REPAIR MORNING An OLD MAN blowing into KYLE,'S TRUMPET. Thick glasses, sweater vest, INSTRUMENTS stacked all over the place. Kyle's familiar CASE with the Packers' sticker open next to him. \n[105]Yeah, I know... that's occurred to me.     3/28/07 40. \n[106]Excuse me? I would offer this whole situation isn't \"obviously\" about anything. \n[107]-- so what? \n[108]Wait a minute -- you're suggesting all that stuff was for Paul? As they approach TOWER 108: \n[109]he hasn't been dead long enough to become a memory! And if you knew Paul, which you did not, you'd laugh all day at the idea that he was a spy or terrorist or whatever you're implying -- \n[110]Well hasn't that been the question my whole life. You know how I know Paul wasn't a terrorist? Because if he had been, he would've been the best fucking terrorist in history: he wouldn't have gotten caught, the United States would be a crater -- he would've won awards for being a great terrorist.  What about you? Why'd she choose you -- what's your day job? I know it isn't \"manual-shift driver.\"     3/28/07 41. \n[111]Really? Suddenly they're interrupted by the ROOSTERTAIL OF DUST approaching in the distance. Rachel stops dead and on INSTINCT, grabs Jerry's hand, all their mutual hostility vanished: \n[112]who are you? \n[113]-- Whoa -- I dropped it off like she said. I'm done. The man's pulled out an unusual-looking STEEL KEY. \n[114]-- dropped off what? Who are you? \n[115]what's it for? \n[116]-- hey! -- wait, who are you?! You have to tell us what you know!     3/28/07 42 \n[117] \n[118]What do you know? \n[119]-- who's doing this? And they begin to struggle. Middle Eastern Man's dropped CELL PHONE RINGS. Rachel. Terrified, hesitant. Knows somehow its for her -- she answers: \n[120]Oh my God... Oh God... oh We--we have to do something, God... Oh God... we have to... figure out what to.. what... And then his PHONE RINGS. And they're both too afraid to answer it. Another RING. And another. Finally Jerry answers it, hand shaking slightly: \n[121]You killed him... you killed that man... \n[122]she wants us to drive to Indianapolis.: , -- why? What's there, what? -- -- I don't know -- -- no, this can't keep gonna tell them?! going anywhere! Jerry can see she's losing it. Grabs her by the shoulders: \n[123]-- Rachel. She's watching us. Right now. You wanna die too? Your son? We have to go. Rachel looks right at him, still shaking, knows he's right. And nods. Okay. Okay. As our MUSIC BUILDS, LARGER THAN YOU MIGHT \n[124]how old is he? Your son. \n[125]What's he doing on a train? She really doesn't want to talk. BUT:     3/28/07 48. \n[126]wow. And you. Hm. She turns to him. Eyes burning into the side of his head. Knows what he's thinking. \n[127]Is it okay? I could give a shit. \n[128]I'm not allowed to nod? \n[129]Judging?! I'm just making conversation. \n[130]I'm just thinking, sounds like a big deal, especially for a 9-year-old -- playing at the Kennedy Center -- I'd just think at least one parent might wanna be there to see it. \n[131]Well, you're not wearing a ring and you haven't mentioned anyone but your son is on that train. Even the most pissed off ex-wife -- which I'm not saying you aren't -- would've mentioned it if her ex's life was threatened -- and if Kyle was going to meet his dad in DC? You would've tried to call him, too. So where is he? Kyle's dad?     3/28/07 49. \n[132]Insightful? Intuitive? A better driver than you --? \n[133]Okay, the most fascinating thing here? Is that you don't know the first thing about me! \n[134]-- love being stuck in a van with my fucking guidance counselor -- \n[135]-- you need to stop talking about my brother, I've had enough of that -- \n[136]-- you're in denial if you -- Ham: I'm not talking about don't think that has anything this -- to do with what's happening right now -= -- Dammit!! I'm not kidding! :but I can tell you that Stop! STOP! whatever he did, whatever he was part of has put my son in danger whether you believe it or not!! SCREECH! Jerry YANKS the wheel hard, PEELING across four lanes of traffic. SKIDS to a stop by a curb, pops open the door. \n[137]Why not? My brother's a terrorist, and I'm a loser right? He starts to walk away. Rachel desperately opening her door \n[138] I'm done. \n[139]You're on your own. Rachel starts running after him,panicked, leadin : \n[140]I'm sorry? What'd you just say? \n[141]You mean without the \"man-child?\" Rachel's reserves crumble. \n[142]No more accusing my brother of shit you know nothing about, is that understood? Rachel looks at him. Nods. Finding her voice again --     3/28/07 51. \n[143]Could be worse. Could.be.a Federal Prison. \n[144] yes, thank you, we'd... like that. The manager walks them across to a secure elevator with a THERMOGRAPHIC SCANNER. The manager looks at Jerry expectantly, waiting for him to place his hand on it. He does: a flash of light, identifying him as: \"SAXON, CARL.\" Jerry's eyes: this is madness. The elevator doors OPEN. \n[145]Maybe it's not gonna be so bad. \n[146]Oh, shit -- it's bad -- They look at each other. Jerry puts the..mic in his ear: \n[147]-- I don't suppose -- there's any easier way to`get whatever the hell it is you want -- is there? Miss? But she's not answering. \n[148]Excellent. \n[149]-- they're coming--we're supposed to rob them -- -- are you kidding me?!?!  -- just take i t-- -- no! Jesus! I don't even let Kyle play with water guns! -- hey, I applaud your parenting skills -- take it! The footsteps come CLOSER as two MEN appear... the.-BRINKS COURIERS from the lobby; one of them's carrying a METALLIC BRIEFCASE cuffed to his wrist -- the other spots Jerry's gun and REACTS, going for his gun: \n[150]Don't! The men freeze -- Jerry holds his gun awkwardly -- \n[151]Uh... hi. How's it going. Put. it on the we need the case. \n[152]I think we're already mid-shitstorm. Do it. The men exchange glances. Reluctantly, Courier #1 punches a combination into the case's padlock, the cuff POPS free from his wrist. He slides it over to Jerry, who reaches for it... AND COURIER #2 MAKES A MOVE -- SMASHING Jerry back, knocking the gun out of his hand.. Jerry CRASHES to the ground, the BONE MIC falling out of his ear... he turns, shit! Sees it skitter under the table. The Courier sees it too and grabs his chance: snatches up the case and RUNS for the elevator -- Rachel rushes him, trips him -- he falls, dazed -- Jerry leaps up but Courier #2 effortlessly FLIPS him on top of the steel table, SLAMS Jerry's head into the counter, unholsters a back-up GUN from his ankle -- brings the barrel up as: BAM! A GUNSHOT! The Couriers spin to see RACHEL, holding the gun that was kicked across the floor: \n[153]impressive. Thanks. The door closes on them, and we CUT INTO: \n[154]-- whoa--what is that? -- a timer -- it's counting down-- -- they do.that -- what's it mean?! -- I dunno, the only things -- and bombs, you were gonna say bombs -- -- yeah, Jerry, it's an egg timer -- What is SHE saying about it --? I dunno, I -- -- What do you mean you. don't know?! \n[155]Would you stop doing that?! \n[156] Is this a bomb?! 'Cause I am not walking out with a bomb! Hey! You! But she's done talking. As the elevator DOORS SLIDE OPEN--     3/28/07 56 \n[157]Like you got into a fight. Me? \n[158]Just keep walking Jerry looks at the CLOCK above the-stadium. Then over his shoulder at the BANK. Steers Rachel over towards the VENDOR. Trying to stay calm. \n[159]Two jerseys and two hats, please -- \n[160] I don't know what that means -- \n[161] Uh... both. The two COURIERS running out of the bank. POINTING RIGHT AT JERRY AND RACHEL ACROSS THE STREET. Everyone starts RUNNING TOWARD THEM. Jerry shoves a jersey and hat at Rachel-- \n[162]Put these on -- \n[163]Do it!     3/28/07 57 \n[164]Thanks, uh, we're in kind of a hurry -- \n[165]No! 2 trot it.  Thanks, though. \n[166]Reno. Niagara Falls. Shit. \n[167]Niagara Falls. Reno. Shit. The \"DING\" of an arriving elevator MATCHES US BACK TO: \n[168]Knock yourself out. The Bellhop is still looking down at his palm when Jerry SHUTS THE DOOR on him. \n[169]Nice? One night in this place is more than one of my paychecks; and that's before taxes -- He heads over to the minibar. Starts rooting through it, pulling out those tiny bottles of alcohol... \n[170]If we're going down, I'm gonna go down singing. Hey! Chocolate covered almonds, I love these! \n[171]What the hell's in the briefcase? \n[172] BULLSHIT! This is crazy! You're a television set! You don't watch me, I watch you! I wanna know what the hell's going on!! \n[173]-- \"not be efficacious\"?! Who the.fuck talks like that?! \n[174]We know you're watching! We know you're listening! We know you knowâ\u0080¢.'everythina. So why don't you STOP HIDING AND TELL US \n[175]Fine, have it your way,.Lady -- I'm gonna scream bloody murder out this window 'til every cop in a fifty mile radius comes running and I'm gonna tell them everything even if they think I'm a crazy sonofabitch 'cause at least I won't have to listen to you any more! \n[176]He YANKS the window up -- \n[177]Wait, you think we're a.threat? \n[178]you're drafting us? \n[179]what'd my brother have to do with this? A picture of PAUL SHAW'S DEFENSE I.D. pops on screen: \n[180] No, he worked for the State Department..: \n[181]What's the hell is a 'Horseman'? \n[182]Expired?! You mean died.. That's what we call it, we humans, we call it dying-- \n[183]Alright, this is bullshit. I'm not doing this --- and you're a computer, you don't know a goddamn thing about my brother. \n[184]Rachel? We gotta go INTERCUT: Rachel in the bathroom, her face betraying the horror of what she's just heard, what Aria's just told her to do -- \n[185]Rachel? You in there? \n[186]Night shifts. I'm used to. Rachel sits up, sees the napkin. Grins, surprised. \n[187]One of my only party tricks. \n[188]You have to understand, I wasn't his twin, I was more like his... little brother. Always trying to catch up. And you wouldn't believe how... nice he was to me. Teaching me things when we were kids, telling me how great I was. He was the only one who ever did.  Of course he was involved in some super secret National Security project. He was a superstar. He had a rocket strapped to his back. I'm the fuck-up.      3/28/07 77. \n[189]I wear it like a medal, like it actually means something... but the funny thing is? This is probably the most important thing I'll ever do. This. Right now. This completely insane journey or whatever it is. I'm actually needed in something, me. Jerry Shaw is required. But what am I thinking? I'll probably fuck this up, too -- \n[190]No. I'm not being hard enough. That's been the problem. They look at each other. A real moment for Jerry. A seismic shift in his life perspective. But then something catches his eye -- his look DARKENS. Out the window, a highway sign: \"DAYTON INTERNATIONAL AIRPORT.\" The driver's.tinted divider window lowers, he offers a folder. \n[191] Uh... could you give us a minute? The Chauffeur nods, the window RISES again. Heart pounding, Jerry grabs the briefcase and slides back the timer sheath to check the countdown: \"00:15:36...00:15:35...\" \n[192]-- we know what she can do, she doesn't need us to crash a plane -- \n[193]Rachel -- til we met, I had nothing to lose. We do this together. A LONG LOOK BETWEEN THEM. As they realize, this could be it. \n[194] You're doing a great job. As they walk on, he checks the timer, 00:03:22... 00:03:21.. 11 They pass a KIDS' BAND and their teacher, gathered around an airline CUSTOMER SERVICE DESK. \n[195] -- we aottago As Morgan races forward, ARIA ACTS: the X-ray screen FRITZES again as another carry-on goes through, revealing its \"contents\" as a HAND GUN AND KNIVES! The TSA agent hits a RED BUTTON -- \n[196](they do: 00:1.0...00:09.. Don't be a bomb don't be a bomb don't be a bomb -- ` \n[197]Oh, Jesus...     3/28/07 82. \n[198]--oh, shit--I can't-- There's no time-- He sees she's coming undone, so he'fire :. into his arm, taking the plunge -- WINCING as the needle punctures skin -- a beat: \n[199]it's okay, .. see? I' mokay...you can do this, I'm telling you. Strong. Buoyed by him, she gets courage and FIRES too, wincing-- \n[200]Hey, hey... look at me. She finds his eyes, it calms her. \n[201]I've never done 'em in a cargo container. Despite everything, she smiles at that. He reaches for the walkie and TURNS IT OFF. Shutting Aria out. For the first time, they're alone. He keeps her distracted: \n[202]Tell me something -- \n[203]-- anything -- something personal, something you would rationally never tell a stranger like me \n[204]-- where's you ex-husband? You didn't tell me before-- \n[205]-- how could it be your biggest mistake? You got Kyle out of it. \n[206]Where is he? Your ex-husband? \n[207]-- what? Really? Why?     3/28/07 \n[208]Mail fraud? You married a -- mail fraudist? Or whatever? \n[209]So you're a good influence. And Rachel actually LAUGHS -- but just as quickly darkens. \n[210]Do you have a picture of Kyle? Rachel reaches back into her POCKET'. Pulling out a beat-up, crinkled, damp picture. Jerry shines the walkie's blue light: Kyle, holding his trumpet. One front tooth missing. \n[211]. He plays the trumpet?, \n[212](his heart breaks for \n[213]  \n[214]-- who? \n[215]I think I know where we are... She sees it now too -- a FIRE:SCHEMATIC of emergency exits. The building diagrams the all too-familiar PENTAGON. \n[216]  \n[217] whatever you are 6-- To motivate him, a REAL TIME FEED FROM KYLE'S TRAIN springs up onto the big monitor. Rachel GASPS: Kyle looking out the window, goofing off with his friends... \n[218] \n[219]Alright! Shit! Don't hurt him! And against every instinct... he SITS. Looks up in horror as the MACHINE ARM lowers, its claw opening to ensconce his head within the LASER GRID -- LIGHT FLASHES -- \n[220] Horseman ID 556SY77. disengage biometric lock. VOOM: a matrix of PROGRAMMING: CODE spews across the screen: \n[221]What is that?! A target list --?! \n[222]Oh, Jesus, Paul was trying to stop you     3/28/07 98. \n[223]That truck didn't run a red light, you made it happen... He lurches up -- SPINS TO RACHEL -- ELECTRIC COILS STRIKE HIM IN THE CHEST -- he goes down HARD as 50,000 volts COURSES through GUN -- tears streaming -- \n[224]Where's Morgan?! I need to talk to him! \n[225] \n[226]-- the what -? \n[227]I .don't know what you're talking about! \n[228]-- the explosives from the test site in Aberdeen -- -- explosives?! I don't know crystals with a sonic anything about -- trigger?! --\"sonic trigger?!\" I don't -- -- you sent them to yourself at a jewelry store in -- I didn't send anything!! Virginia, Ashland and Sons -- \n[229]I'm not playing games. You want me to talk? Lose the cell phone -- (MnRFï¿½     3/28/07 103. \n[230] -- your pager and watch -- I'm not saying another word 'til all that shit's gone! Radios, walkie-talkies, GPS, anything that gets a signal -- get rid of it, NOW. Morgan looks Jerry, knows he's not fucking around -- \n[231]She's like this... brain -- jacked into everything: cameras, phones, tvs, satellites, ever thing -- \n[232]I swear to you, she said she was created by DARPA or something -- \n[233]My brother tried to stop her and she killed him, that's why Aria needed me, my face -- he put some kind of lock on her and she used me to undo it. Why do you think she brought me to that room? Morgan stares, trying to decide if he believes it -- \n[234]Don't you wonder how we were always a step ahead of you!? Think about who I am. She set us up. \n[235]People like you go after people like me. We become the headlines and she keeps on ticking... I'm telling you, I saw a list-- \n[236]--the President was on it, the Vice President, there were like twelve people-- \n[237]It was a target list... she's trying to take them all out.  Look, that thing killed my brother! If we don't stop this, he died for nothing, and I'm not letting that happen. MORGAN -- wildly torn -- \n[238]That explosive you were talking about -- \n[239]No way... \n[240]Yes! \n[241] Unless she doesn't know it. They lock eyes. Now or never. Morgan POUNDS on the divider, BARKING to the guards up front: \n[242]TURN as they hear an INCOMING WHINE and... THE DRONE HITS THE TRUCK'S TIRE LIKE A SUICIDE BOMBER, EXPLODING!!! The truck FLIPS off its axis -- SKIDS trailing SPARKS -- and like a monster cannonball, SLAMS into the water -- \n[243]-- oh God -- nonononono -- Morgan's breathing, it's SHALLOW. Jerry tries to stop the bleeding, to free the metal from Morgan's chest, but even pulling it a centimeter causes Morgan to SCREAM in agony -- \n[244]I'm sorry! Jesus, I don't know what --? \n[245] -- lemme try and get you. free \n[246] \n[247]The government would like to buy you a new car -- Pulls her out as she WAILS in protest. Steps on the gas, veering onto a SIDE STREET -- as CLICK! CLICK! CLICK! The TRAFFIC CAMERA takes his picture and we CUT TO: ARIA CAM: Jerry's face: \"82% PROBABLE MATCH -- SHAW, JERRY.\" \n[248] \n[249]Fuck yourself! A BRIGHT FLASH from under the Harrier's wing as a missile LAUNCHES. Jerry hurtles down an EMBANKMENT as it explodes against the wall, shattering the Matrix's windows -- he fights to control the car, spots a TUNNEL running through a hill -- GUNS the car into it as the jet BANKS HARD -- \n[250]ARIA SATELLITE POV: she tracks him as he races across a small park and onto Pennsylvania Avenue -- THE CAPITOL DOME ahead-- Jerry sprints across the street when -- ALL THE LIGHTS SUDDENLY TURN GREEN and a thirty cars barrel towards him. The deafening HONK of a SEMI bearing down and he LEAPS in front of it, lust clearing the grill and landing hard on the sidewalk.     3/28/07 114. \n[251]Listen to me, I've been working with a DHS officer, he gave me his badge, he was just killed, you gotta radio in a 10-13-- \n[252]You have to MOVE, right now! Radio it (they.look at each \n[253]I told you, Agent Tom Morgan, he gave me his badge! Listen to me! There's a woman, she's brunette, 5' 7, blue eyes, her name's Rachel Holloman--!     3/28/07 118. \n[254] \n[255] \n[256] \n[257]Hey, little man! Locks eyes with Rachel. Her heart beating like a drum, happier to see him then she'd ever imagine. And. Jerry holds up a present for Kyle. \n[258]Sorry I'm late, this was hard to find -- Rachel's eyes well. She pulls it back. Manages to say: \n[259]My new thing.  Responsibility. \n[260]Yeah? \n[261]I have my life back... I can do whatever I wantihwtit. \n[262]And I think... I finally know what I want. And we see in her eyes, she feels the same about him... \n[263]  \n[264]I dunno -- computer dating service? Rachel LAUGHS, giving him a playful push as we CUT TO:   3/28/07 125. ", "Shaw": "\n[1]  \n[2]       \n[3]Turns through the wild FIRE, Morgan, at the other end of the corridor -- GUN DRAWN: \n[4]Replaced by: \"HORSEMAN ID 556SY77, DISENGAGE BIOMETRIC LOCK.\" ", "Miller": "\n[1]Under the wire -- \n[2]-- of course, Barbara Miller.  You should probably -- And Rachel's stomach drops. Knows they've been racing towards this moment all morning but still not willing to accept it. Turning Kyle to face her --     3/28/07 14. \n[3]I'm afraid it's time to board, Mrs. Holloman. Tears springing to Rachel's eyes. She tries to hide them. Bending down to be eye to eye with her son. Sotto -- \n[4]Your mom gonna be okay? \n[5]Okay, everyone,. listen UP: saxophones, remember, shorter on the quarter. When we get to the crescendo... hold that high \n[6]And smile! Not every day we get to play for the President of the United States! ", "Dad": "", "Zoe": "", "Perez": "", "Translator": "\n[1]Four males, one of them's speaking with a.. I think it's a Rakhshaniâ\u0080¢dialect, consistent with our intel on Al=Khoei. ", "Rachel": "\n[1]Okayokay... okay: we came home, put down the leftovers, you turned on the TV, I went over, I said no TV-- She turns to the TV area and walks straight INTO a table. Stuns her, momentarily, but she doesn't break stride -- \n[2]-- absolutely not -- I turned it off, came over here, checked messages, put the leftovers in the--     3/28/07 12. \n[3]--knocked over the phone-- --right, knocked over the phone, put it back, put the food in the fridge-- She opens the fridge: HER KEYS sit atop a Tupperware container. Kyle hits a high note and we SLAM TO: \n[4]  \n[5]we need to get a new car -- \n[6]No we're not: the bus. \n[7]I put vitamins in your toiletry bag, don't forget to take two in the morning -- \n[8]And your inhaler, which I may need to use now, is in the outside pocket -- wait! They rush back to a MAILBOX, she pulls bills from her purse: \n[9]Yup -- that's what happens when you have a kid on lay-away. They smile at each other. When SUDDENLY a BUS ROARS PAST the WIND GUSTS and the bills go FLYING into traffic:     3/28/07 13 \n[10] \n[11] \n[12]Okay, now were gonna.be late. She puts fingers in her mouth and WHISTLES HARD for a cab -- \n[13]Scuze us, coming through, sorry -- WAIT!! \n[14] Hi -- sorry -- Rachel Holloman, we met-- \n[15]Okay. Now. I want you to have an awesome time -- \n[16]-- you can eat junk food, just remember to brush your teeth; and if you're gonna goof off, just be really smart about it; and try not to stay up past your bedtime, you get really cranky when you do that'--  at least eight -- \n[17]You see all these kids? They're all calling their mothers. You just do it more -- \n[18]Fun? What's that? \n[19]Call me! \n[20]Yup. \n[21]In theory -- but I gotta site-check this brief, courier's coming in,.,the morning. \n[22]I had a great. time, I told you that but I'm so busy and... \n[23]Kyle goes to college in nine years-- it should be somewhere around then. \n[24]-- hello? It's the same chilling FEMALE VOICE: \n[25]who is this? As she clicks on the link. And a STREAMING IMAGE APPEARS: A \n[26]What's going on? Who are you --? \n[27]This isn't funny! Who are you?! \n[28]yes... \n[29]Okay: WHAT DO YOU WANT WITH -- I'm not doing a thing until ME?! I know for a fact that Kyle's I am not fucking around, you tell me now what this is Do you hear me? No, you stop - about! - I will not do a thing for HEY: I almost died back there! Three times! Shut up! You shut up and -- who?! Who's Kyle? WHO THE listen to me now! You tell me HELL IS KYLE?! Kyle is safe! YOU TELL ME \n[30]MY SON! YOU LET HIM GO! YOU HEY! HEY, STOP! Wait! HURT HIM AND I WILL KILL You're not the woman who YOU!!! called me? And Rachel, out of breath, realizes: holy shit... \n[31]the woman? She called you too? \n[32]--where's that coming from?! --who are you?! \n[33] \n[34] \n[35]-- you don't know anything Your son?! No, I know about Kyle? nothing! Just like you don't -- I don't need driving sh-- lessons from you, asshole! -- you drive like. this and I'm \n[36] I know I got it! And she YANKS the steering wheel and the.car makes a FRIGHTENING SCREAMING LEFT TURN as we CUT TO: \n[37] --the lights are all changing to green... it's like... -- like they're changing for \n[38]-- this isn't happening!!! Tries to DOWNSHIFT -- GRINNNNNNNND!! \n[39] \n[40]Getoffthe street -- wait, --WILLYOU SHUT UP?!!!! --go...wait -- stop -- TURN LETMEDO IT!! \n[41] \n[42] \n[43] \n[44]Honey? Honey? It's me -- Baby, you need to call me. Soon as you get this, 1 please \n[45]D'youthink -- she could derail a train? \n[46]My son is on a train. She threatened to kill him if I don't do what she says. They share a look. The difference between them galvanized in an instant. She has something to lose. \n[47]You tell me -- how does someone do all this? When: RING! A CELL PHONE. Rachel looks down, hoping it's Kyle -- but it's not her phone. They realize the phone's somewhere in the trash. Jerry starts digging. It's nast Finally, he finds it in an old take-out box --- re: the phone. \n[48]\"Swim to shore? Are you -- she wants us to swim --?! insane? \n[49]Jerry, that's your name, right? Are we swimmincr? \n[50] how did you know that? \n[51]So you're a twin.  Who works at a copy place. And she manages a clipped, judgemental  laugh. \n[52]So this whole situation is obviously about him. \n[53]Just think about it: you said your brother worked at the State Department -- \n[54]-- so that means he could've: been into anythinc -- he was a twin -:- you..received a shipment of weapons and cash and airplane manuals -- it seems to me that they sent the stuff to.the wrong brother-- \n[55]I'm implying if not him... then why you? \n[56]I did just fine driving, thanks. I'm a paralegal -- I have no connection to anything. \n[57]Someone's coming. And what's approaching is the \"Hassad DryCleaners.\" van. It comes to a stop and out steps the Middle Eastern Man. Stands some twenty-five feet from them. \n[58]-- hey! -- wait, who are you?! You have to tell us what you know!     3/28/07 42 \n[59] How are you seeing us?! Jerry and the Middle Eastern Man. Fighting. Thrashing. Throwing sloppy punches: \n[60]Stop! You have to STOP! When the Middle Eastern Man CRACKS Jerry in the nose and he goes sprawling. He takes off again, yelling back: \n[61]She's going to KILL YOU!     3/28/07 43. \n[62]Oh my God... Oh God... oh We--we have to do something, God... Oh God... we have to... figure out what to.. what... And then his PHONE RINGS. And they're both too afraid to answer it. Another RING. And another. Finally Jerry answers it, hand shaking slightly: \n[63]she wants us to drive to Indianapolis.: , -- why? What's there, what? -- -- I don't know -- -- no, this can't keep gonna tell them?! going anywhere! Jerry can see she's losing it. Grabs her by the shoulders: \n[64] Kyle. He's nine. \n[65]He goes to a music magnet. His school's on a tour of Washington. They're playing at the Kennedy Center. \n[66]Parents weren't allowed to go... is that okay with you? \n[67]Then what's with the qualified nod? \n[68]Not if you're iudging me.-- \n[69]You think I should have gone with him anyway. \n[70]Yeah? How do you know Kyle's dad isn't there? \n[71]As if it's any of your business -- you know what you are --? \n[72]-- you're one of those \"thirties are the new twenties\" man-children. You're glib and wry and find humor in people like me who are actually accountable for the ir lives -- \n[73]I know you work at a copy store! What are you, thirty-one, thirty-two? You're obviously articulate \n[74]-- and I know your brother just died and he worked for the State Department -- \n[75]-- you're in denial if you -- Ham: I'm not talking about don't think that has anything this -- to do with what's happening right now -= -- Dammit!! I'm not kidding! :but I can tell you that Stop! STOP! whatever he did, whatever he was part of has put my son in danger whether you believe it or not!! SCREECH! Jerry YANKS the wheel hard, PEELING across four lanes of traffic. SKIDS to a stop by a curb, pops open the door. \n[76] \n[77]You can't leave me! \n[78]Don't walk away! \n[79]Please! \n[80]Please! PLEASE! I..i need you! Jerrystops short. Turning around. Cupping his ear. \n[81]I can't do this without you. \n[82]Its the first time we've been apart, me and Kyle. Since the day he was born. And I let him get on that train--  -- I let him get on. Jerry sees all the panic and horror and guilt in this woman's eyes. They're both in pain. Points his finger right at her. \n[83]Yes. And so. They turn around. And get back in the van. \n[84]a Federal bank? \n[85]You gonna open it? \n[86]Yeah... maybe it's something good.. They meet eyes. Tentatively, he raises the lid to find TWO GLOCK PISTOLS and the same BONE MIC we saw.the.M.E. pull out of the Middle Eastern Man's ear. A note.: \"EAR:MIC. NOW.\" \n[87]Oh, shit -- it's bad -- They look at each other. Jerry puts the..mic in his ear: \n[88]-- what?! \n[89]What now -- what are we? \n[90]-- they're coming--we're supposed to rob them -- -- are you kidding me?!?!  -- just take i t-- -- no! Jesus! I don't even let Kyle play with water guns! -- hey, I applaud your parenting skills -- take it! The footsteps come CLOSER as two MEN appear... the.-BRINKS COURIERS from the lobby; one of them's carrying a METALLIC BRIEFCASE cuffed to his wrist -- the other spots Jerry's gun and REACTS, going for his gun: \n[91] \n[92]Gimme the case. Now. They do -- and Jerry and Rachel back into the elevator with it. \n[93]impressive. Thanks. The door closes on them, and we CUT INTO: \n[94]-- whoa--what is that? -- a timer -- it's counting down-- -- they do.that -- what's it mean?! -- I dunno, the only things -- and bombs, you were gonna say bombs -- -- yeah, Jerry, it's an egg timer -- What is SHE saying about it --? I dunno, I -- -- What do you mean you. don't know?! \n[95]How do I look? \n[96]Like you lost one. AN ALARM SOUNDS. The men race into the bank as Jerry and Rachel walk RIGHT PAST them, starting across the street toward the stadium. No one in sight except a COLTS PARAPHERNALIA VENDOR. SQUAD CARS SCREECH in around the bank. COPS jump out drawing their weapons. Rachel tensing. \n[97]Jerry... \n[98] \n[99]Reno. Niagara Falls. Shit. \n[100]Niagara Falls. Reno. Shit. The \"DING\" of an arriving elevator MATCHES US BACK TO: \n[101]This is nice and everything, but what the hell are we doing here?     3/28/07 61. \n[102]What're you doing? \n[103]Can you stop eating for a second? A KNOCK at the door and they stop arguing immediately. \n[104]Where are we going now? \n[105]-- Jerry -- \n[106] \n[107]The guy you killed in the desert -- last time I checked, murder wasn't legal. \n[108]What's the task? \n[109]What d'you need me for then? \n[110]Are you kidding me? \n[111]-- Jesus, ENOUGH! The screen goes BLACK. \n[112]         \n[113]-- Kyle?! \n[114]-- sweetie, where areou, are you -- But she's INTERRUPTED as she realizes, oddly, it's a VOICEMAIL -- her heart SINKS: \n[115]I'll do whatever you want -- don't hurt him, please -- I'm begging you. Listen - you're trying to protect something too, right? You'll do whatever it takes. Well that's what it's like to be a mother -- can you understand that?     3/28/07 70. \n[116] Jesus... \n[117]What? No way, I can't just -- \n[118] \n[119]Hey -- sorry, I didn't mean to -- am I drooling? I bet I'm drooling. You didn't sleep? \n[120]Wow, is that me? \n[121] It's really good. Jerry looks down at it, not used to having his work appreciated. Rachel, can see how deeply affected he was by what Aria said. It seems to make her feel uuiilty somehow... kinder... \n[122]About what Aria said... I'm sorry. They're;starting to connect. He glances out the window... \n[123]You're being too hard on yourself-- \n[124]You don't think -- \n[125]-- what if it's not about just one plane? They look at each other. Fuck. Fuck. Fuck. What to do. When Rachel grabs the briefcase as the limo pulls curbside. \n[126]I have more to lose in this. If anything happens to Kyle then my life's over anyway -- But Jerry grabs her hand, taking the case.     3/28/07 78. \n[127]-- Paris? \n[128] she changed the screen... The case comes off the conveyor, the TSA agent hands it back: \n[129]As Jerry scrambles to her, the conveyor SHIFTS THEM to a different belt -- they're funneled through a HATCHWAY. Dazed by what he's just seen, Morgan scrambles for his walkie: \n[130]If it is, I'm really, really sorry I let you come with me... The timer: 0O:02.`..00:01...and nothing happens. The briefcase simply UNLOCKS.. They exhale. \n[131]Why --? \n[132]What is that?! I'm not putting it in my \n[133]--oh, shit--I can't-- There's no time-- He sees she's coming undone, so he'fire :. into his arm, taking the plunge -- WINCING as the needle punctures skin -- a beat: \n[134].I feel it... oh, God...     83. 3/28/07 \n[135]I haven't really done... a lotta drugs. \n[136]-- what? \n[137]I don't know. : You're being sweet, but it's not working - \n[138]-- you're gonna distract me by bringing up my life's biggest mistake? \n[139]-- now you're gonna distract me by bringing up the one thing I'm most afraid of losing?! \n[140]Jesus -- okay -- he's in the Wilmington Correctional Facility. \n[141]Mail fraud. \n[142]He wasn't a criminal when I married him. \n[143]That tooth grew in. It'.s an.:'old picture-- \n[144]He was born playing the trumpet. As the drug really starts to kick in, like a truth serum: \n[145]Every year his dad forgets his birthday. I have to buy a present and pretend it's... from him. \n[146]His birthday's... next month... I just wish... sometimes i think I... focus so much on him, I forget how much else there is... y'know, in life... so much I haven't done.  If we ever get through this...     3/28/07 85. \n[147]-- Jerry -- she... she wants me to-- \n[148]-- Aria --  -- Aria wants me to -- and at that moment, they both BLACK:OUT. \n[149]Oh... God... I'm cold... The Nextel Walkie BLIPS -- \n[150]Oh God... \n[151] \n[152]I'm so sorry... I'm so sorry... Convulsing, Jerry looks up at her through helpless eyes \n[153]What is this? \n[154]Where's my son? \n[155] hi... \n[156]I saw the target list... I know the President's going to be here soon.  Knowing these things -- what you've done -- means you're not going to let me. live through this. Will you. \n[157]I'll do what you tell . me this one last time... But you listen to me because this is what a real mother sounds like: I will die for my child becauseI lived for my child, and you can't take that away from me. If this. is a bargain, then honor your side. I'll be your scapegoat: but let my son live. She turns away. Strong And vulnerable all at once. Walks out. \n[158]no, thank you... He smiles and leaves her there. She looks all around her, fighting the paranoia. What the hell's coming next? \n[159]Kyle! KYLE! THE SECRET SERVICE immediately moves in on her -- \n[160]That's my son! My son's over there!; \n[161]No... no ... someone's trying to kill the President! But she's DROWNED OUT by the MUSIC -- they take her in a VICE GRIP and start leading her up. the aisle to the exit: \n[162] \n[163] \n[164]Oh, god... HELP! SOMEBODY PLEASE HELP!!! JERRY'S POV: Rachel starts receding away from us, like we're descending into a well... until..her face become a point of light. And Jerry smiles. As 'everything turns... \n[165]  \n[166]  \n[167]Kyle. What do you say? \n[168] Who brought you up? Kyle rips open the present to find a brand new PLAYSTATION 3. \n[169]One hour. That's it... As Kyle tears off with his friends, Jerry walks over to her. It's like everyone else at the party has disappeared... \n[170] you remembered...     3/28/07 124. \n[171]It suits you. \n[172]  \n[173]You know what? Me too. They smile at each other, like they have an enormous secret. He tucks a loose hair behind her ear.,.., \n[174]I owe you, Jerry. Everything. I don't think you understand -- \n[175]Right. Or even about how we met.  So what do we tell people? He thinks about it. Smiles... \n[176]  ", "Holloman": "", "Mrs.": "\n[1]Jerry. \n[2]is schab wieprzowy po polsku -- you have the rent, yes? \n[3]        \n[4]Yes. Is good -- rent is better. She puts a bowl of STEW into Jerry's hands. \n[5]You are hungry, I am guessing. \n[6]So where is girl? I don't see her? \n[7]Like the others. \n[8]You are like Johann. Jerry stops eating, mouth full. As Johann looks up. \n[9]Look at him. Is big dog. Labrador. But he believe... he is terrier. So is Labrador... but no labrador. Somehow Jerry can't get his eyes off Johann. Quietly: \n[10]Perhaps many things. When I rescue Johann from pound, they say he was abuse. \n[11]As puppy. They kick him when baby, make him feel not big.  You need someone for rescuing you. Jerry looks at her, sad-smiles. Takes a sip and holy shit: \n[12]-- you cannot eat bigos without vodka. Adjusting to it, Jerry drinks again -- as his CELL PHONE RINGS. He looks at his phone, freezing. Mrs. Wierzbowski notices. \n[13]Is the girl? Answer. Tell her you'. are Labrador. Then ask if she give you money for rent. But we've PUSHED IN on Jerry, who stares at the name on the phone. Something's affecting him deeply. He says, quietly: \n[14]Is problem? \n[15]Under the wire -- \n[16]-- of course, Barbara Miller.  You should probably -- And Rachel's stomach drops. Knows they've been racing towards this moment all morning but still not willing to accept it. Turning Kyle to face her --     3/28/07 14. \n[17]I'm afraid it's time to board, Mrs. Holloman. Tears springing to Rachel's eyes. She tries to hide them. Bending down to be eye to eye with her son. Sotto -- \n[18]Your mom gonna be okay? \n[19]Jerry! All day they make delivery! Jerry moves fast to her, a little out of breath -- shoves a thousand dollars into her hand: \n[20]-- where do you get this? \n[21]I had to open your apartment, too many packages come, they come for hours -- \n[22]Okay, everyone,. listen UP: saxophones, remember, shorter on the quarter. When we get to the crescendo... hold that high \n[23]And smile! Not every day we get to play for the President of the United States! ", "Wierzbowski": "\n[1]Jerry. \n[2]is schab wieprzowy po polsku -- you have the rent, yes? \n[3]        \n[4]Yes. Is good -- rent is better. She puts a bowl of STEW into Jerry's hands. \n[5]You are hungry, I am guessing. \n[6]So where is girl? I don't see her? \n[7]Like the others. \n[8]You are like Johann. Jerry stops eating, mouth full. As Johann looks up. \n[9]Look at him. Is big dog. Labrador. But he believe... he is terrier. So is Labrador... but no labrador. Somehow Jerry can't get his eyes off Johann. Quietly: \n[10]Perhaps many things. When I rescue Johann from pound, they say he was abuse. \n[11]As puppy. They kick him when baby, make him feel not big.  You need someone for rescuing you. Jerry looks at her, sad-smiles. Takes a sip and holy shit: \n[12]-- you cannot eat bigos without vodka. Adjusting to it, Jerry drinks again -- as his CELL PHONE RINGS. He looks at his phone, freezing. Mrs. Wierzbowski notices. \n[13]Is the girl? Answer. Tell her you'. are Labrador. Then ask if she give you money for rent. But we've PUSHED IN on Jerry, who stares at the name on the phone. Something's affecting him deeply. He says, quietly: \n[14]Is problem? \n[15]Jerry! All day they make delivery! Jerry moves fast to her, a little out of breath -- shoves a thousand dollars into her hand: \n[16]-- where do you get this? \n[17]I had to open your apartment, too many packages come, they come for hours -- ", "Sam": "\n[1]  ", "Ranim": "", "Khalid": "", "Admiral": "", "Thompson": "\n[1] \n[2]Alpha One, you're confirmed 'go': active UAV at GPS papa, zulu, three, zero. \n[3]Activate laser mic. \n[4]Gimme voiceprint analysis. The screen pops to an AUDIO WAVEFORM of the conversation. VOICEPRINT ANALYSIS finishes, the; screen shows a FILE PHOTO of a \n[5]If it's him, this guy comes out of hiding once in a lifetime, we can't let him go. \n[6]Looks like a training camp. THE DESERT: Bodyguards cluster around a TURBANED:MAN as he emerges from the Mercedes. It looks a lot like the man from the file photo, but the beard makes it hard to confirm. MID-AIR WITH THE UAV: It SWOOPS, targeting the man -- SNAP: THE PENTAGON: a BLURRY SNAPSHOT of his FACE appears. A DIGITAL WIRE-FRAME is overlaid on the man's face: \"5I$ PROBABLE MATCH - \n[7]Once this guy's gone, he's gone. The PENTAGON GENERAL COUNCIL pipes in -- \n[8]And if it is Al-Khoei and he walks, Sir, we're putting our people at risk. There's a long silence as the President considers.     3/28/07 5. \n[9]Talk about the detonating system... The Developer screws a METAL VALVE into what looks like a can of compressed air, saying: \n[10]Fine job. "}}