{"filename": "Easy-A_script.txt", "imdb_id": "tt1282140", "imdb_url": "https://www.imdb.com/title/tt1282140", "characters": ["Micah", "Dill", "Olive", "Marianne", "Eighth Grade Olive", "Woodchuck Todd", "Mrs. Griffith", "Rhiannon", "Pastor", "Mr. Abernathy", "Rosemary", "Brandon", "Mr. Griffith", "Anson", "Principal Gibbons"], "dialogues": {"Micah": "\n[1]No, it's not, Marianne. \n[2]It hurts so bad. \n[3]How did you get chlamydia? Who have you been sleeping with? Tell me! TELL ME! \n[4]Olive! Olive Penderghast! \n[5] \n[6] I didn't know what to say! I panicked! I said I got it from Olive Penderghast.  I know, but what was I supposed to say?! And then my mom called her mom.  No, not Olive's. Marianne's!  I already tried to blame it on their divorce, but my mom's not buying it. I have to tell them.  Okay. But I love you. I don't care if you gave me chlamydia. I LOVE YOU and I want to be with you and no one can stop us. Not my mother, not Marianne, not -- \n[7]Micah? What are you doing in there? You had better not be on the sin- ternet. ", "Dill": "\n[1] \n[2]What did you do? \n[3]What did it start with? \n[4]I meant what letter did it start with? \n[5]Okay. Noun, adjective or verb? \n[6]Does this have something to do with this rumor you were talking about the other night? \n[7]Is there something you want to tell us, kiddo? \n[8]It's a word that will get you sent to the principal's office. \n[9]Well, it's the first time since second grade, so I guess we can't be too hard on you. \n[10]I dunno. To bed without supper? \n[11] \n[12]Fine. I'd take away your -- \n[13]Yes! You're computer! 32. \n[14] \n[15]I love you.  And I'm sure that girl was acting like exactly what you called her. ", "Olive": "\n[1]The rumors of my promiscuity have been greatly exaggerated. \n[2]  \n[3]Let the record show that I, Olive Penderghast, being of sound mind, ample breast size and the occasional corny knock knock joke, do enter this video blog into evidence in the case against me. Because I'm being judged by a jury of my peers, I will attempt to insert `like' and `totally' into my confession as much as possible. So here it goes... I confess I'm, in no small part, to blame for the vociferous gossip that has turned my Varsity letter scarlet, but - for anyone hoping that the sizzling details of my sordid past will provide you with a reason to lock the door and make love to a dollop of your sister's moisturizing lotion - you'll be gravely disappointed.  Look, I just need to set the record straight and what better way to do that, than to broadcast it on the Internet. So, here it is -- Part One: The Shudder-Inducing and Cliched, However Totally False Account Of How I Lost My Virginity To A Guy At A Community College In A Neighboring Town.  Let me just begin by saying that there are two sides to every story. This is my side, the right one.  Like, totally. 2. \n[4]That's bullshit. There are lots of sexy Georges. \n[5]Shouldn't that alone be enough? \n[6] \n[7]Superman. From way back. He was hot. \n[8]Bullshit. Ben Affleck played him in that movie! \n[9]George Stephanopolous. \n[10] \n[11]Well, mine is. So, I think we should just put this conversation to bed. \n[12]  \n[13]Let me back up. I don't know if any of you have ever met them, but Rhiannon's parents are quite possibly the creepiest people in a four county radius. \n[14]I've always felt sort of sorry for Rhiannon, but not enough to do what she was asking me to do. \n[15]   \n[16]Rhi, I can't. I told you I have plans. \n[17] \n[18] \n[19](Sympathetic to her \n[20]I have a date. \n[21] \n[22]You don't know him. \n[23]I'm serious. He goes to the community college with my brother in Denton. \n[24] \n[25]  \n[26]I'm not proud of this. Less about the lie and more about the unoriginality of it. Okay, have you guys ever watched `The Brady Bunch'? Of course you haven't. You're busy watching fake people pretend to be real on MTV. That's why I knew I could get away with it. See, there was this episode where Jan - the awkward middle child - made up a boyfriend to assuage the ridicule of her snatchy sister who had just stolen the heart of the boy that Jan loved. The name of her imaginary boyfriend \n[27] \n[28] George Glass. \n[29]He's pretty hot and he asked me out this weekend, so I said yes. \n[30]Deal. \n[31]I'm sure you'll have a good time. \n[32]  \n[33](Through the proverbial \n[34]   \n[35]and olive trees! Olive trees? What a quaint notion... Olive trees. Olive. \n[36]  \n[37]But on Monday, when Rhi asked me how my weekend was... \n[38]It was nothing short of perfection. 10. \n[39]Ryan Gosling, definitely. \n[40]He was charming. A real gentleman. \n[41]Probably not. It was just one of those weekends. \n[42]Yeah. \n[43]No, of course not. \n[44]I did not. \n[45]I'm not that kind of girl. \n[46]Okay. Fine. We did it. \n[47]Rhi. Blowing Peter Tolliver once behind the Pizza Hut doesn't make you a super-slut. \n[48]I started piling on lie after lie. It was like setting up Jenga. \n[49]It was... Normal. Nothing freaky. It was sweet. HE was sweet. \n[50]No. It was great. Like I said. Okay, that's enough. \n[51]So, how was your weekend? \n[52]   \n[53]Marianne Bryant, as we all know, is the President of the Christian Student Coalition and is that rare breed of human born with a stick the size of a baseball bat implanted up her anus. God's honest. I'm sure it's in some medical dictionary somewhere. \n[54]Last year's cause celebre was the changing of the school mascot, which she spearheaded. \n[55]Now, thankfully, we're the much less intimidating -- \n[56]Meerkat. \n[57]Beats the hell out of me. But can we just take a moment to applaud the Barbara Bush High School Marching Band for their very ambitious effort to learn all of the James Bond theme music in a single year? I personally wish them all the best in their endeavor. Ku-dos! \n[58]School spirit. \n[59]Even dressed as a meerkat, I still fantasize about him. \n[60]Communists. \n[61]Isn't high school already a hotbed of just that? \n[62]  \n[63]So, of course, immediately I knew that the little white lie I told to my then-best-friend in the ladies room would come back to bite me on the ass. However, even I - who my fourth grade teacher stated on my report card `has an imagination that should be quickly expunged' - had no idea how quickly this article of fiction would spread. So, now we move on to Part Two: The Accelerated Velocity of Terminological Inexactitude. 16. \n[64]Hey Marianne, can I talk to you for a second? \n[65]Listen, what you heard in the bathroom, that wasn't true. It's actually a funny story. Do you ever watch `The Brady Bunch'? \n[66] \n[67]Oh, I have sixteen years worth of anecdotal proof that He does. 17. \n[68] \n[69] \n[70]I'm swell, guy-I've-never-laid-eyes- on-before. Thanks for asking. \n[71]All I could think to myself was `Great, now I'm going to have to start wearing red lipstick and stiletto heels.' \n[72]Hey, you guys know that I was here all weekend, right? 18. \n[73]And you would testify to that? \n[74]It's nothing. Just the rumor mill. \n[75]Seriously, it's nothing. \n[76]Why? He never comes home. \n[77]  \n[78]Like all families, mine has a deep dark secret. And since I'm spilling all this dirt, I might as well go ahead and confess it. 19. \n[79]I'm trusting that this nugget of information isn't going to be spread around, but - okay, here it goes: My dad's name is Dill and my mother's name is Rosemary. They were so amused by this that they decided to name all of their children after -- -- edible items.  My brother's name is Sage and my sister's name is Ginger. It's shocking, I know. We're like a fucking pantry, us Penderghasts! But at least my parents didn't meet at a `Star Trek' convention, BITCH! Sorry. Now, I'm just being mean. Okay. Back to the story. \n[80]So, while I would never have classified myself as a wallflower, I was now the center of attention and who doesn't love that? Jeez, if I'd known that losing my virginity would create such a new persona for myself, I'd have lied about it back in eighth grade. Eighth grade sucked. I did get my first kiss back then, however. It was gross and kind of turned me off to the whole my-tongue-in-other- people's-mouths thing. Not to mention, the even-worse other- people's-tongues-in-MY-mouth thing. Seriously, folks. Who invented kissing? Why is everyone so dead- set on sticking their body parts in other people's orifices? If there's a hole on a person, rest assured, somebody wants to stick something of theirs in it. 20. \n[81]So, I think this is the part where you're supposed to stick your tongue in my mouth. It's just what I've heard. \n[82]According to my watch, you have 382 of them. \n[83]What? \n[84]Don't worry. I'm not nearly as smart as I think I am. \n[85]I think it's just practice. For when I do grow up. Plus, don't sweat it. Girls mature faster than boys. \n[86]And it's probably the reason I'm ready to do this and you're not. \n[87]Painfully so. \n[88]Absolutely. I will tell everyone you pussied out and the whole school will make fun of you and you'll most likely spend the rest of your teen years as a joke - no, even worse - a cautionary tale. \n[89]They'll tell it for years. It'll be a suburban legend. \n[90]Don't mention it. \n[91]We still have five minutes and thirty six seconds. \n[92]Oh yeah? \n[93]Well,... Uh.... Cool. \n[94]Hey, we're in Junior High. Vomit- viewing will always trump spit- swapping. \n[95]Real fast - and you can tell me the truth. It's not because I'm -- \n[96]   \n[97]If I'd known that Meerkat Todd was going to turn out so hot, I probably would have cherished the moment more. I suppose just that I'm sitting here reminiscing about it means that it must have meant something.  Yeah, so anyway - kissing's not really my thing. That's what I learned in Natalie Giblin's closet. I digress... \n[98]So, I'm feeling like the cat's ass, because everyone thinks I've been deflowered. I'm surprised at how empowered I felt by this prevarication. I wonder to myself, would I feel this invigorated if I had actually let some college kid violate me in his cockroach- infested dorm room? Probably not.  Ironically, we were studying `The Scarlet Letter,' but isn't that always the way with these teenage tales? The literature you read in class always seems to have a strong connection with whatever angsty adolescent drama is being recounted. I consider this.  Then I think: Except for `Huckleberry Finn.' I don't know any teenage boys who have ever run away with a big, hulking black guy. \n[99]Excuse me? \n[100]Perhaps you should GET a wardrobe, you twat! \n[101]Admittedly, not my best line. But it was provocative enough to land me in the Principal's office. \n[102]Seems as if someone's practicing the mundane activities she'll be saddled with the rest of her pathetic life. 25. \n[103]Wow, that's even bigger than your ass. \n[104](Growing weary of this \n[105]Why? Your parents didn't. \n[106]Olive Penderghast. \n[107]Well, to be perfectly honest - I've never used an epithet like this in an educational arena before. Sir. \n[108]In my defense, I think I meant to say `twit.' It just came out more - what's the word I'm looking for? Veracious. \n[109] \n[110]I always do. Are we finished? \n[111]Not even in a more positive capacity? Maybe I could win a ribbon or a medal or something. I could conceivably be valedictorian. Or something. \n[112]Yes, I'm a big whore. \n[113]It's not entirely true.  Look, there's something I need to tell you. \n[114] \n[115]I want a car. \n[116]I got sent to the Principal today. \n[117]I used inappropriate language in English class. But we're reading a book that I, personally, deem wildly inappropriate for my age group, so I felt that it was actually quite apropos. \n[118]Let's just say it was an inappropriate word. 29. \n[119]A snide comment from a snotty-ass girl in my class. \n[120]Oh. Yeah. T. \n[121]I don't even know what that means. \n[122]Noun. Definitely slang. Think British, although they pronounce it differently. \n[123]I can't. Too weird. \n[124]Now, THAT'S a challenge. \n[125]I'm spelling it out for you as quickly as I can. \n[126]The male equivalent. \n[127] \n[128]But I'm already finished. Except for my helpful and profane peas. \n[129]I'll help you out. I don't have anyone to call. I haven't watched TV since they cancelled `The Illegitimate Children of the Real Housewives of Laguna Beach' and I really only watched that as a joke. \n[130]Books? Computer? \n[131]All my homework's on there. Sorry. You lose. But thanks for playing. \n[132]I think we both are. I wouldn't know how to be grounded any more than you know how to ground. \n[133] \n[134]How's about I go and punish myself? Mea culpa, mea culpa. \n[135]   \n[136]The next day, things took a turn for the scandalous. Which brings us to Part Three: A Lady's Choice and a Gentleman's Agreement. \n[137]Are these detention sessions often unchaperoned? \n[138]I see. \n[139]I was just thinking it's kind of funny. We haven't really talked since that closet incident back in eighth grade. \n[140]So, how have you been, Brandon? \n[141]Yikes. \n[142]Maybe your vandal is marvelling at your versatility? \n[143]Why? \n[144]So, the rumors are true, huh? \n[145]No. I meant about Gibbons being a facist. \n[146]I kind of guessed it that night with the whole kissing thing. The way you ran away. I remember thinking to myself, `this isn't the first time this kid's going to go bursting out of the closet.' 35. \n[147]You know, I read this article that said with this whole EMO movement, it looks like - that in a few years - the gay kids are going to be the most popular ones in school. \n[148]Can you imagine the dance squad full of shirtless guys in tight pants rocking out to Britney, while the football players sit on the sidelines wishing they were that cool? \n[149] \n[150]No way. He's a freshman in college. \n[151]Ewwww. People suck. 36. \n[152]He's not real. The guy I slept with. I made him up. \n[153]Indirectly? Sort of. Well, not really. No. No, I didn't. \n[154] \n[155]Did I say I wanted to be like them? \n[156]Why does it matter if it's not who I really am? No offense, Brando, but maybe you could learn something from me. \n[157]Calm down, Adolph. There's a vein popping out of your neck. I'm simply suggesting that maybe these kids we call peers have got the right idea. Maybe Bridget Schumacher isn't as hippy-dippy as she pretends to be. Maybe that's just the label she's put on herself to avoid having to bathe as often as society deems necessary. Or take Marianne Bryant. It's convenient for her to act like a stuck-up Jesus-freak.  No. I'm wrong. I think she's actually just a stuck-up Jesus- freak. But do you think she cares that that's the way she's perceived? No. Maybe she was just sick of being just another nameless, faceless entity in a place and a time that reveres people for extremity? \n[158]Then maybe you need to go to that extreme. Or make the steadfast decision not to care. Even better if you can manage to do both.  I've discovered an infallible remedy for teen angst: apathy. \n[159]Don't they sort of go hand-in-hand? \n[160]How am I doing? \n[161]Not bad. For a fag. \n[162]If we really wanted to shock the world, we'd get up and leave detention. \n[163]Isn't going to stop me from telling everybody we did. \n[164]  \n[165]Well, I guess that's better than me getting crabs from a guy twice my age. \n[166]You know that Brandon kid? \n[167]The one and only. It's what somebody told him. \n[168]Isn't that sad? He's actually quite the conversationalist. \n[169]Since when are straight guys under the age of eighteen able to converse? \n[170]Shit. Hold on. \n[171]Hello? \n[172] \n[173]Speak of the devil... \n[174] \n[175]Dude, that was Brandon. He wants to talk to me about something. \n[176]That's so mean. \n[177]Rhi, I told you. It was a one night stand. Which is now a DONE night stand. \n[178]If I was a character on a CW show, then, absolutely, I'd be blubbering all over my Teen Vogue. Hey, we should start a rumor that I'm having a pregnancy scare! 41. \n[179]Oh happy day, Mama! I thought I was going to have to spend my dowry on booze and pills to numb the loneliness. \n[180]  \n[181]My mom's an acquired taste. I know this because I've only just recently begun to appreciate her myself. \n[182]Welcome to my boudoir! This is where the magic happens. 42. \n[183]Brandon, just a few hours ago, you told me you were Kinsey Six gay. \n[184]Well, I didn't mean with me. You're a sweet guy and all, but you're not really my type. \n[185]I should say not. \n[186]You're serious. \n[187]Oh my God, dude. You totally missed my point. All I was saying was that -- \n[188]Brandon, I didn't REALLY have sex with a college guy. I just told people I did. 43. \n[189] \n[190]Now, you're cooking with gas. \n[191]Oh no. Oh no no no no no no no no. No. Really. No. No way. No. No. \n[192]You are on crack. \n[193]This is not the answer. Why don't you just do what I did and make someone up? \n[194] \n[195]I don't want your money. \n[196]So, if I say yes, you're going to tell a couple of people at school and I just have to go with it? I really don't think it will work. \n[197]I don't do anything half-assed. (Spinning around to face \n[198]Afterwards, it's up to you. You're committing to something. 45. \n[199]Just make sure you're ready to live with the consequences. \n[200]  \n[201]I'm sure you all remember the party... \n[202]OhmiGod, Melly. I hope you don't mind, but we had a few pre-cocktail party cocktails... Party. Cocktails. \n[203](Whispering and slurring in her ear Soooo, here's the thing. 46. \n[204]Brandon was in the middle of telling me this funny thing. Is there a quiet room we can go to where he can finish telling me -- -- About his thing? That's funny? \n[205]I love you. I love you so much. You are -- Just, yeah. \n[206] Hey everybody! \n[207] \n[208]Grunt. Make it really convincing. And manly. \n[209] \n[210]Oh God, Brandon. Don't stop. Don't stop. Don't stop, don't stop, don't stop. \n[211] \n[212]  \n[213]Hold on. \n[214]Go forth, my son. You're a man now. \n[215]Is there a -- ? \n[216]Thanks. \n[217]Hi Todd. \n[218]\n[219]That rhymed. \n[220] I should probably go. \n[221]  \n[222]It was truly my Cindy Mancini moment. \n[223]  \n[224] Oh, Cindy Mancini. It could have been a lot worse. Trust me. \n[225]Put it on the pile of gifts from my other suitors. \n[226]A dyed-in-the-wool homosexual that boy is. \n[227]We're not dating, Mom. \n[228]Cindy Mancini gets $1,000. I get a vibrator and a $200 Gift Card to Target. \n[229]Dear Olive, The dildo is just in case you don't shop at Target. Then you can fuck yourself. \n[230] \n[231]Rhi? \n[232]You know, I always think it's so ridiculous on TV, when someone picks up the phone and magically seems to know who's going to be on the other end. I usually preface a conversation with `hello' to avoid such banalities. The one time I decide to step outside this convention... How are you? \n[233] \n[234]You're putting me in a precarious position, because -- (With her best Jackie-O \n[235]Is that what people are saying happened? \n[236]Then I guess it's true. \n[237]God no. 54. \n[238] \n[239]Y'know, you're really coming off as a little pious right now and you're kind of pissing me off. \n[240]Well, do YOU think I'm a cum dumpster? \n[241]First off, that's racist. Secondly, fuck you! How dare you? I was Laura Ingalls to your Lady Chatterly and, now all of a sudden, YOU feel the need to warn ME that I'M making a fool of myself? There are a lot of children who will never again experience Family Pizza Night because of you. So, why don't you jump off your high horse and splash around in the gutter where you belong. \n[242]And you're a jealous virgin. \n[243]Yes! It's a period of time, how ever short, that I don't have to talk to you! \n[244]  \n[245]Rhiannon Abernathy only wishes that somebody wanted to pretend to sleep with her! \n[246]    \n[247]      \n[248]Hey, Anson. \n[249](Breathy and aping Marilyn \n[250]Look it up, big boy. 57. \n[251]Hi Evan. \n[252]Well, rest assured, it was equally as thrilling for me. \n[253] Walk away, Evan. \n[254]RUN away, Evan. 58. \n[255]I'm about six seconds away from slapping you so hard that your unborn grandchildren will feel it. \n[256]Are you threatening me? \n[257]You're repugnant. \n[258]I want five hundred dollars in gift certificate form deposited in my locker before noon tomorrow. Preferably `The Gap,' but I'll also take Amazon.com. We did NOT have sex. I was piss-ass drunk and I let you fondle my chest and it was a glorious moment for you, unmatched by anything you've heretofore experienced, including cake. Got it? 59. \n[259]  \n[260]I was too drunk to remember. \n[261]Two. \n[262]The sad thing is, Evan, if you had been a gentleman and asked me out on a date, I probably would have said yes. \n[263]Not now, I don't. \n[264]  \n[265]Evan, if you're watching this - shame on you. I hope you never treat another girl the way you treated me or you will die alone, wishing it was because you're fat. And since we're playing the shame game... While I appreciate the sentiment, Lewis, a pretend hand job should have warranted a little more than a hundred dollars worth of AMC Movie Passes. They had an expiration date AND were only able to be used for movies that had been running for two weeks. But even that's better than Tyler Jennings, who gave me a ten percent off coupon to Bath and Body Works. Seriously. A fucking coupon. Is that how good my imaginary blow job was to you? Huh? Is chivalry dead? I want John Cusack holding a boombox outside my window. I want Richard Gere climbing up my fire escape with the limo waiting downstairs. I want to ride off on a lawnmower with Patrick Dempsey. Although, I'm ashamed to admit I'd prefer him to look like he looks now. What woman wouldn't? But no. I get to save two fifty on a bottle of Juniper Breeze Hand Lotion. Maybe chivalry isn't dead, but it's in a coma and the prognosis isn't good.  So, if you're still with me - and I'm guessing that most of you are - I now present to you Part Four: How I, Olive Penderghast, Went From Assumed Trollop To an Actual Home- wrecker. 61. \n[266]You wanted to see me? \n[267]Accessorizing? \n[268]Well, I'm really hoping to get an \n[269]The rumors are true. I am, in fact, considering becoming an existentialist. \n[270]Geez, since when did teachers become privy to idle, adolescent gossip? \n[271]Have you ever decided just to play along? Because it's maybe easier than fighting tooth-and-nail to defend it? \n[272]You know, I think you should give me extra credit for going the extra mile. I'm really attempting to understand this puritanical ostracism. \n[273] \n[274] Hey Mrs. Griffin. \n[275] A is for Awesome. 63. \n[276] \n[277]Am I in trouble? I promise the hem of my dress isn't higher than my fingertips. \n[278]If I open up to you, do you promise this stays in confidence? \n[279] \n[280]I have a reputation to uphold. \n[281]We done? If I can think of any angsty things to report, you'll be the first to know. \n[282]This has been so much fun that I'm actually - at this very moment - considering meth addiction, just so I can come back and we can jaw some more. \n[283]I'm probably closer than either of us thinks... \n[284]Propho-tastic! \n[285]Puritanical and oppressive? \n[286]I don't need those. 69. \n[287]Thank you. \n[288]You're up, hoss. \n[289] \n[290]I didn't know Christians believed in guidance counsellors.  Ooo! Ooo! Is your boyfriend struggling with his sexuality? \n[291]It's okay, Marianne.  Sometimes our boyfriend's parents get divorced. It's just important to know that it's not your fault. \n[292]I have to go now. Are you going to be okay? \n[293]Yeah. Everything's going to be okay. \n[294]Isn't that what we're supposed to do? Hey, it's your boss's rules. \n[295]Absolutely. \n[296]And for a day, we were actually really good friends. I was really starting to think that things were going to turn around. \n[297]But then I unwittingly gave her boyfriend a venerial disease... \n[298]...And caused the break-up of Mr. and Mrs. Griffin... \n[299] \n[300]  \n[301]So, I guess I shouldn't be too shocked that these people wanted my diseased, home-wrecking ass out of there. \n[302]  \n[303]The funny thing is: the whole time this shit was going down - people calling me something I knew wasn't true, my best friend included - I couldn't help but think how I could have come up with better signs. No one even bothered to use alliteration or, God forbid, irony - not even a single acronym - and that seems a lot more unforgivable than my sins. 73. \n[304]Forgive me, father, for I have sinned. I think that's how you're supposed to start these things. I'm only going on what I've seen in the movies. Then, I think I'm supposed to tell you how long it's been since my last confession, but that's kind of my first confession. I'm not Catholic. I really don't know what I'm supposed to do, except sit here in this booth and tell you what I've done wrong. Where do I even start?  I've been pretending to be a -- how would one phrase it in Catholic words? A harlot. It's not like I've actually been doing the things that people are saying I'm doing, but - then again - I'm not denying them, so I've just been wondering: is that wrong? There's a lot of shi -- `crap' going down at my school which may or may not be indirectly because of this masquerade.  I'm lying. I may have caused the end of a marriage. I thought, in my own perverse way, that I could help it. I mean, in my defense, I am merely an adolescent. I should never have been propositioned in the way I was propositioned by an adult. But then again, I should never have consented. It was just that a lot of people had been asking me to do things and I thought it was okay, because it wasn't real. 74. \n[305]It was make-believe and no one was getting hurt. But a lot of people hate me now. I kind of hate me, too. \n[306]I could be wrong, but aren't you supposed to say something or ask me questions. Tell me to say `Hail Marys'? Hello? \n[307]Oh, come on! \n[308]Hi. I was wondering if the minister was around. \n[309]Actually, that would be fantastic! \n[310]Absolutely. I'm looking for a church to join and I thought he might be able to sell me on this fine establishment. \n[311]If everyone here is as friendly as you, I think we might be in business. \n[312]I'm new to the area. Looking for a church - hopefully something with a strong fellowship, a firm foot in the soil of... 76. \n[313]divinity and was wondering what your church's stance on lying and adultery was? \n[314]Oh, I agree. Wholeheartedly. But tell me: assuming there is a hell -- \n[315]Right. Okay. Let's say hell exists. Which is worse - lying or adultery? Or is lying about adultery like a double whammy? \n[316]You know what. I think I'm just going to go and check out Judaism. \n[317]The Jews and I have a lot in common. Fashion-wise. And stuff. So, thank you for your time. \n[318]   \n[319]Yes. I had unwittingly sought advice from the father of the leader of my lynch mob. Who else can say that's happened to them?  As much as I want to say I hate Marianne. I don't. I get her. Well, I get certain things about her. She's passionate. Like myself. She always thinks she's right. Like myself. And, yeah, I can kind of understand why she slapped me that day. Here's what happened... \n[320]Remember how I said that we were BFFs for, like, a day. Well, that's true. It was like we were sisters all of a sudden. \n[321]She wrote me a note in first period. \n[322]By second period, it was like we had private jokes. \n[323]Tragedy struck in third period. \n[324]He'll be okay. \n[325]Fourth period was when Marianne had office duty. Her duties included typing, stapling, filing and -- \n[326]-- answering the phones. \n[327]Okay, I exaggerated. We were just BFFs for, like, a half-a-day. \n[328] MutherFUCKer! 81. \n[329] \n[330]I'm sorry, I was just looking for Marianne. Did she say something about being mad at me? She just smacked the shi -- `crap' out of me. \n[331]Don't get me wrong. I love it, but I don't think you're supposed to use those words around a student. \n[332]You and -- Oh my God. I'm not judging you or anything, but oh my God. Wait. What does that have to do with me? \n[333]My guidance counselor, who had only days before armed me with a latex bulletproof vest, told me that she had chlamydia and that she had been screwing around with her office aide's boyfriend under the guise of divorce counseling. She confided in me that she and her husband - my favorite teacher - were having marital problems, that they hadn't slept together in months. She assured me that she had never meant for anything to happen with Micah. She confessed to me how when she was a child she always dreamt of being Maria Von Trapp, not Mary Kay Letorneau. Micah had panicked and used me as a scapegoat - to save her job and her marriage. She assured me that she would make sure everyone knew the truth and apologized. \n[334]And I bought it. \n[335]I could have chlamydia. And I could easily have given it to Micah. That time we slept together. Who knows? Often times women don't have symptoms and I have been whoring around.... \n[336]Call Micah. Tell him I said he's an asshole and that he owes me SO big for this and also the time I pretended not to see him during a third grade game of hide and seek. Tell him I still remember that. But tell him that I confessed to giving him chlamydia. \n[337]And it's not really my place to say this, but I figure after the conversation we just had, I can speak candidly. Your husband is HOT and while the male adolescent can fuck like a bunny... who really wants to fuck a bunny? If I was you, I'd go home and seduce him and pretend this never happened. \n[338] \n[339]  \n[340]So, really how could I be angry at Marianne? 85. \n[341]Dude, if some bimbo gave MY boyfriend an STD, I'd have swung, but I'd have balled my fist. My boyfriend. (She gets lost in the \n[342]It was really Rhiannon who had a crush on him. She has since we were kids. \n[343] \n[344] \n[345] \n[346]I can't believe you brought me to the nicest restaurant in town. This is swank. I was beginning to think that there was no such thing as class. \n[347]I think Anson Jr. doesn't mind making the sacrifice. You don't mind that I named him Anson Jr., do you? \n[348]Do you believe this whole thing about lobster being an aphrodisiac? \n[349]Y'know, medical science has not substantiated claims that any particular food increases sexual desire or performance. It's so funny when guys ply women with food that they think is gonna get them laid. I mean, what's really sexy about slurping back oysters? You know, native people believed that you gained the strength of the animal by consuming it. Some people grind up rhinoceros horn, because it's thought to stiffen the male sex organ. It's all bullshit. And spanish fly? It's pulverized beetle that people eat! Although, it's illegal for human consumption in the United States and do you know why? Because if you take just a bit too much, it causes painful urination, fever and bloody discharge. \n[350]Yum! 88. \n[351] \n[352]Shit! \n[353]Rhiannon's over there. \n[354]So? She's been in love with you since the first grade. \n[355]Well, she's my best friend. \n[356]We're not, but it doesn't mean I should be out with you. \n[357]I don't know. You asked me out? \n[358]She can't see us. \n[359] \n[360]I just remembered I'm allergic to shellfish. I always forget that my respiratory system would collapse and I'd die. It sucks I know. \n[361] Let me get it. I have a gift certificate. \n[362]And I ruined it, so let me bear the financial brunt.  I'm so sorry about this. But she really likes you. \n[363]And you and I do? 91. \n[364]Yeah, well, if that's our magical connection, I should date the entire school. \n[365]Yeah, about that -- \n[366]Keep it. Tip. \n[367]Oh. I didn't realize -- \n[368]Okay. So, what did we \"do\" on this date? \n[369]Wait. This isn't how it works. I don't actually -- \n[370]You don't get it. I'm not technically having sex with people for money. You know that, right? Besides, even if I was, we're in the parking lot of a Red Lobster. \n[371]Dude, I gotta go. It's been -- sad. 93. \n[372]No thanks. \n[373]Fuck. \n[374]Hey Todd. \n[375]Oh, I'm just hanging out in the parking lot. I do that sometimes. Not necessarily just here. The one outside of Applebee's is fun, too. \n[376]Nah. I'm fine. \n[377]She's not my friend anymore. 94. \n[378]What's to say? I'm a horrible person. Everyone thinks I'm a whore and, for the first time, I'm starting to believe it. \n[379]Oh, don't act like you don't know what people are saying about me. \n[380]Why not? \n[381]Who told you? \n[382]You remember that? 95. \n[383]And look how he turned out. \n[384] \n[385]What!? \n[386] She knew how I felt about you! \n[387] \n[388] \n[389] I mean, it's not that I don't still feel that way. \n[390]No. Not tonight. I don't want you to kiss me when mascara's running down my cheek or some shithead has forced his tongue down my throat only a half-hour ago. I've wanted to kiss you since the eighth grade, but I want it to be perfect. And right now, my life's a mess. I need to get it under control before I drag you into it. \n[391]Now I have a reason to fix this catastrophe I've brought upon myself. And I'm going to. \n[392]  \n[393]You see, now I had a reason for things to go back to the way that they were. 97. \n[394]The truth needed to be told and I knew I had to go the one person who could help me. The one person I could count on to set the story straight. Brandon. I'd helped him and, even though it would destroy his new reputation for being a stud, I knew he would help me. \n[395] \n[396]Nothing. \n[397]It gets worse. Due to his `condition,' Micah was sent on an extended visit to his grandparents in Mississippi. \n[398]No telephone, no television, no computer, no internet and - most importantly - no diseased sexual partners. \n[399]I went to everyone I'd helped and begged them to say it wasn't true. \n[400]Please, Evan. \n[401] Or I could just tell everyone THE \n[402]With all due respect, Mrs. Griffin, you're a fucking cunt. \n[403]Your wife has chlamydia and she's been sleeping with a student and she gave it to him and now she's trying to blame me. \n[404]I -- I'm sorry. I -- \n[405]  \n[406]Looking back, that's the thing I regret the most. That's the thing that sent me to the church, er, churches. And that's the thing that made me realize how profoundly I'd fucked up. 100. \n[407]And that's something I'll have to live with for the rest of my life. With my words, even though they were true, I ended a marriage. No kid should have to be burdened with that. \n[408]I'm so sorry. \n[409]Me too. Where are you going? \n[410]Can I come? \n[411]  \n[412]Mr. Griffin, if you ever see this, just know - I was wrong to tell you that. In that way. At all. I don't know. I shouldn't have done it. I don't feel bad for lying for your wife. But I hate myself for telling you the truth. I'm so sorry. \n[413]Part Five: Not With a Whimper But With a Bang. \n[414] \n[415]    \n[416]Oh fuck me. \n[417]  \n[418]So, now everyone who knows the truth is either gone or won't fess up. The Cross Your Legs Club is demanding my head. And the messed up thing is that I wouldn't put it past Gibbons to expel me. \n[419] \n[420]I'm waiting for you to say  `Just kidding!' \n[421]Mom! \n[422]Ewwww! \n[423]Why are you telling me this? \n[424]I promise that it was no worse than Marianne Bryant's attack on me. \n[425]Wait, what? \n[426]That's disgusting! He's disgusting! \n[427]So, the sins of the mother are revisited on the daughter. \n[428]I hate you so much right now. Can't you see I'm a mess! \n[429]Thanks for the pep talk, Mom. Now get out. I need to make some phone calls. \n[430]Nobody does it better. Makes me feel sad for the rest. Nobody does it half as good as me. Baby, I'm the best. \n[431]I wasn't lookin,' But somehow they found me. I tried to hide from Your love light. But like heaven above me The guys who loved me Are keepin' all my secrets safe tonight. \n[432]And nobody does it better Though sometimes I wish someone could. Nobody does it quite the way I do. Why'd I have to be so good? \n[433]The way that they hold me Whenever they hold me There's some kind of magic inside you. That keeps me from runnin', But just keep it comin'! How'd you learn to do the things you do? \n[434]Oh, and nobody does it better. Makes me feel sad for the rest. 107. \n[435]Nobody does it half as good as me. Baby, baby! Darlin', I'm the best! \n[436]Baby you're the best! Darlin', you're the best! Baby, you're the best! \n[437] This is just a free preview. For the main event log on to www.freeolivep.com tonight at 6 p.m. Now, I know this conflicts with tonight's basketball game, but c'mon would you rather be here cheering on the Meerkats (Looking at Todd, \n[438]Yeah, I can't. I'm gonna go bang my boyfriend while the whole school watches. But good luck with the game-thing. Go Meerkats. \n[439]   \n[440]And here you all are. Waiting outside the closet door for me to kiss Todd, listening to me pretend to have sex with Brandon, paying me to lie for you, calling probably the last virgin in school a whore. Guys. Seriously. \n[441] \n[442]I see you've been watching my live webcast. It's still going on, you know. \n[443]That rhymed. \n[444]Be right down. 109. \n[445]That's Todd. Not that I owe any of you any more confessions, but I'm really in love with him. And I am going to lose my virginity to him. I'm not sure when. It could happen five minutes from now or tonight or six months from now or maybe on our wedding night, but the really amazing thing is that it's nobody's business.  Like, totally. ", "Marianne": "\n[1]Nothing. Just a couple of admitted whores. \n[2]How can we exhibit school pride when we're conveyed to others as satan worshippers? 14. \n[3] \n[4]Olive - that's your name, right? \n[5]I'm not the one you have to answer to for your depraved behavior. There is a higher power to judge your indecency. \n[6] \n[7]Look. You've made your bed. I just hope for your sake, you cleaned the sheets. \n[8]Seems as if someone's on a downward spiral. \n[9]You have a chip on your shoulder the size of Texas. \n[10] \n[11]Oh, I can assure you I won't. \n[12]I hope you at least had the good sense to wear a condom. \n[13]You know, you're just like -- \n[14]Heavenly Father, watch over us with Your all-encompassing love. Keep us on the path toward Your righteousness and eternal salvation. \n[15]Guys. We have a problem. \n[16]Olive Penderghast. We need to pray for her, but we also need to get rid of her. I'm sure, by now, you've all heard about what happened at Melanie Bostic's party. \n[17]That's not something you need to advertise, Kurt. \n[18]See, herein lies the problem: She's doing these tasteless, immoral acts in plain view of the entire student body. 65. \n[19]She's in direct opposition to everything we're trying to do for this school, which is make it a wholesome learning environment and a place where our children will one day flourish the way that we are.  She was sent to the Principal's office last week -- \n[20]-- and I tried to witness to her, but she's defiant to any sort of help. \n[21]I don't know what to do, but something's got to be done. \n[22]Does anybody here think that they can talk to her in a way that might get her to see that what she's doing is wrong? \n[23]I'm sorry. This is so stupid. \n[24]Jesus tells us to love everyone. Even the whores and the homosexuals, but it's so hard. 66. \n[25]It's so hard, because they just keep doing `it' over and over again. \n[26]Make me a promise. Make GOD a promise right here and now that we will remain pure and chaste until marriage.  Until our love is proven holy in His eyes. \n[27]Let's continue to pray for Olive Penderghast. That either she sees that what she's doing is a sin and changes her behavior or that she gets the hell out of our school. \n[28]Awww, I love you guys. God loves you guys. \n[29] It's going to be okay. \n[30]No, you insensitive rhymes-with- witch! His parents are going \n[31] \n[32] They go to our church! Imagine what people will say! \n[33]Mrs. Griffin is going to fix everything. She's amazing. I know that she's going to help Micah through this time and everything's going to be okay. \n[34]Why are you being so nice to me? \n[35]I'm sorry, okay? I'm sorry for everything I said. 71. \n[36]I want to be friends. PLEASE. PLEASE be my friend. \n[37]  \n[38]Micah's in the hospital. He's in so much pain! The nurse didn't know what was wrong. \n[39](Tears glistening in her \n[40]\n[41]\n[42]So, Olive wasn't at school today. \n[43]I'm so glad you're with us now. \n[44]We don't say that word, Rhiannon. \n[45]Oh, Rhiannon. We have so much to teach you. It's okay to imply things. \n[46]Why don't you just not talk for a while, okay hon? ", "Woodchuck": "", "Todd": "\n[1] \n[2] \n[3]Oh, hey Olive. \n[4]How's it going? \n[5]Can I get you a beer? 50. \n[6]I don't know but I've been told! \n[7]Marguerite is getting old! \n[8]The best thing is her dessert is free! \n[9]The worst thing is I sing off-key! \n[10]Sound off! 89. \n[11]Sound off! \n[12]Sound off! \n[13]Hey Olive! \n[14]What are you doing here? \n[15] You want a ride somewhere? \n[16]Your friend Rhi is inside. It's her Mom's birthday. \n[17]   \n[18]You wanna talk about it? \n[19]Huh? \n[20]I know what people are saying. Doesn't mean I believe them. \n[21]Olive, contrary to popular belief, I'm not an idiot. I know exactly what's going on and I know exactly what you're doing. \n[22]No one had to tell me. All I know is once upon a time, there was a scared little kid in a closet at a party who wasn't ready for his first kiss and there was this amazing little girl who lied for him. \n[23]Yeah and after I ran out, you pulled Brandon in. Yeah, I know about that, by the way. \n[24]Sometimes I still pretend you were my first kiss. \n[25]Your friend. Rhiannon. \n[26]Yeah. About a year later. It sucked. \n[27]How do you feel about me? \n[28]Wait. How do you feel about me? \n[29] \n[30]Olive. If I promise not to tell anyone, could I kiss you? \n[31]What if I told you I wanted to be dragged into it? Maybe I could help. \n[32]Okay. \n[33] \n[34]Fuck them. They've had enough of you. Well, figuratively speaking. I borrowed my neighbor's John Deere. Come down here. \n[35]Intentionally. ", "Mrs.": "\n[1]Olive oil. That's funny. Very, very funny. \n[2]Hi! How are you? \n[3]I've never seen that girl before in my life. \n[4]I'm the guidance counselor. I should know all of the students. Especially the ones dressed like that. \n[5]Sure. Yeah, whatever. Oh wait! That's not the girl that everyone's talking about, is it? \n[6]Oh, this'll be good. That snotty office aid has been bitching about her incessantly. \n[7]What are you making for dinner tonight? \n[8]Sure is. I'm meeting up with the girls at happy hour. \n[9]I never do. \n[10]Hey Olive. Wanna come in? 67. \n[11]So, the reason I called you down here is just so that we could - sort of, y'know - chat about what's going on.  There's been some concern from faculty members. \n[12]Olive, you're attempting to make a statement. We get that. I'm just confused as to what exactly it is. \n[13]You're not in trouble, Olive. I just wanted you to know that if there was something you maybe needed to talk about, that you could trust me. \n[14]Yes. \n[15]Don't you, though? \n[16] \n[17]Please don't tell anyone I gave you these. The school board is -- \n[18]Conservative. \n[19] \n[20]Remember: our little secret. And, hey, would you send in the next person? \n[21] \n[22]Just go! 72. \n[23]Are you okay, hon? \n[24] \n[25]Just go! \n[26]It's my fault. I'm so sorry, Olive. \n[27] \n[28]Yeah, well, you're not to supposed to fuck them, either. But it didn't stop me. 83. \n[29]No you haven't. 84. \n[30] \n[31] \n[32]Olive, life is full of choices. I made a bad one. But then, so did you. We both acted unwisely, but I don't see any other alternative than to live with the guilt. My guilt stems from my indiscretion, yours for lying. We've made our choices. Now, we have to ride them out. \n[33]Fine, Olive. Let's play the `who do you believe' game. But, first, ask yourself, if you were an adult, who would you believe? 99. \n[34]Because you helped me once, I'm not going to report that to Principal Gibbons. Now, we're even. \n[35]You can go now. ", "Griffith": "", "Rhiannon": "\n[1]Fuck off! George is not a `sexy' name. George is like what you name your teddy bear, not the name you wanna scream out during an orgasm. \n[2]Name three. \n[3]Besides Clooney. Too easy. \n[4]Fine. That's one. Number two? \n[5]Who's that? \n[6]No way. Teddy bear. \n[7]So what? Charlize Theron played that butt-fucking-ugly lesbo serial killer. Besides he's from another century. 3. \n[8]We're speaking present day. I mean, Jesus, Mortimer was probably a sexy name in some era. \n[9]What are you? Fifty? \n[10]Bush? Yeah. He's one hot mutherfucker. Just face it. There's no such thing as a sexy George. \n[11]Fine. Don't come. I hate you. \n[12]  \n[13] PLEASE. Please. I'm begging you. I'll pay you. \n[14]You're lying. You're a lying bitch and I hate you so much right now. \n[15]  \n[16] Why don't you just say it? You don't like my parents. You think they're hopelessly pathetic and devoid of souls and wish that you could live with normal people who didn't meet at a Star Trek convention!! \n[17]Quick. Hurry and make up a lie. \n[18]Liar. 6. \n[19]With who? \n[20]And neither do you, you selfish bitch! \n[21]What's his name then? \n[22]Stop stalling. You're totally trying to come up with a name. Just say it. \n[23]George? What kind of a fucking name is George? \n[24]If you're choosing him over helping me cope with two days in the wilderness with these people who even I'm not convinced aren't serial killers, he had better be the one. You had better fucking marry him, have fucking babies with him and then take him for fucking everything he's worth. \n[25] You're not off the hook, you know. I want lurid details. This had better be the best date of your life to counterbalance the worst weekend of mine. \n[26]Details, bitch. Wait, first I need a scope of reference. Who would play him in the movie of your life? \n[27]That works. Spill. \n[28]Are you going to see him again? \n[29]The whole weekend? \n[30]Wait a minute. You didn't... \n[31] \n[32]\n[33]Tell me everything and spare me the coquettish `just-the-tip' bullshit. 11. \n[34]I know you did it! I know you let him put it inside you, so just TELL \n[35]The kind that does it or the kind that does it like a fucking porn star and then doesn't have the balls to talk about it? \n[36]I want every perverted detail. NOW, bitch. \n[37]You lost your virginity! Fucking finally! Now, you're a super-slut like me! \n[38]There were people walking past. Whatever, this isn't about me. This is about YOU. What did you let him do? \n[39]Was he big? Did it hurt? \n[40]What the fuck are you looking at, Marianne? \n[41]What the fuck is a meerkat anyway? \n[42]I think I speak for all of the female students and faculty - and maybe a couple of males - when I say that I liked Todd much better when he was shirtless. I actually looked forward to these disturbing displays of -- what do they call it? \n[43]Yeah. That's it. 15. \n[44]Ha! What are those people called again? The ones that dress up like stuffed animals when they do it? \n[45]Shhh. Don't let Marianne hear you say that word. The last thing we need is McCarthyism at Barbara Bush. \n[46]True.  Yeah, I'd totally fuck Meerkat Todd. \n[47]Please tell me the rumors are true. \n[48]Not that one. The one where you called Nina Howell a cunt and then socked her in the nose. \n[49]Yeah. Like the exact moment you turned into such a BAD ASS? I think I'm in LOVE with you. 28. \n[50]Please tell me you at least left a mark on that scrunched-up face of hers. POW! The cunt goes down for the count! \n[51]Please. It's my only perk. Trust me. \n[52]Brandy Carter was telling Vanessa Hodges that you lost your virginity to three guys in a jacuzzi. 39. \n[53]Ewww. Who said that? \n[54]From your seedy pre-pubescent closet romp? \n[55]Nobody talks to him. \n[56]He's gay. \n[57]Probably wants to borrow an outfit. \n[58]Any word from George? \n[59]You're being awfully cavalier about this. I mean, he popped your cherry. Aren't you supposed to be eternally in love with him and shit? \n[60]So, it's TRUE! \n[61]Well, it's not last night's conquest! \n[62]I have many questions, obviously. \n[63]Now is not the time to be cute. \n[64]Olive, stop it. This is serious. Did you really bang Brandon last night at Melanie Dipshit's party? \n[65]That's what EVERYONE is saying. \n[66]Does this mean you guys are dating? \n[67]Just because you lost your virginity doesn't mean you can go around screwing everybody! \n[68]You're getting a reputation. \n[69]Please forgive my rectitude, but I think that a best friend's duty is to let her know that everyone - and I do mean everyone - is calling her a cum dumpster. \n[70]Look, baby, I call a spade a spade. \n[71]I didn't want to believe it, but I guess it's true. You're a fucktart. 55. \n[72]Oh yeah. I totally want to lose my virginity to one of --  -- your brother's friends and then be the first for a fairy, while everyone listens outside! What is wrong with you? Does sex mean anything to you? \n[73]My sentiments exactly... \n[74]Me too. You guys fucking rock. 105. \n[75]But isn't that just implying the same word? \n[76]Yay! It's time for Meerkat Todd. I just want to rip that costume off him and -- ", "Pastor": "\n[1]  \n[2]Hello there, young lady. My name is Don. \n[3]How can I help you today? \n[4]Well. It's not a good thing. \n[5]Ma'am, the Presbyterian Church recognizes the existence of hell. \n[6]I'm sorry, ma'am, I -- What did you say your name was? ", "Abernathy": "\n[1]     \n[2]Would you like a marshmallow, Olive Oil? 5. \n[3]Olive oil. That's funny. Very, very funny. \n[4]You can call me Mortimer, Olive Branch. \n[5]Wienie, Rhi? ", "Rosemary": "\n[1]What's the rumor mill turning out these days? \n[2]Don't forget your brother's staying here next weekend. \n[3]They're fumigating the dorms. And thank God for that. Last time I was there, I saw three cockroaches. \n[4]Sorry, hon. \n[5] What did you say? \n[6]T? That's an odd one. Is this one of those new curse words? \n[7]Was it -- ? \n[8]Yeah. Neither do I. \n[9]Well, I'm stumped. Whisper it in my ear. \n[10]Oo! Oo! Spell it with your peas! 30. \n[11]Good, sweetheart. \n[12]Oh, I know what it is! \n[13](Whispering into Ginger's \n[14] \n[15]Of what? \n[16]Because, pumpkin, of our three darling children, we love her best.  Just kidding! Now eat your dinner. \n[17] \n[18]Just kidding! Come on in. \n[19]Olive, sweetie, there's a young man here to see you. He said something about asking for your hand in marriage. \n[20]That kid from the other night just dropped this off for you. \n[21]He seems like a nice boy... Gay... \n[22]I dated a homosexual in high school. \n[23]I just wanted to tell you that if you want to date a gay boy, it might be hard on your father and I, at first. But we love you no matter what the sexual orientation of your opposite-sex partner. 52. \n[24]I had a similar situation when I was your age. \n[25]Yes. I had a horrible reputation and people said awful things about me. But it was true. I was a slut. \n[26] \n[27]Well! It was a different time. 103. \n[28]I did. I got around. Before I met your father, I was a garden variety floozy. \n[29]Because I endured a similar lynching because of a certain dalliance. \n[30]Wanna bet? It was her mother. \n[31]Yep. Don Bryant and I got caught in a very compromising position in the locker room during a basketball game. \n[32]He wasn't back then. He was actually pretty handsome. All I'm saying is that MAYBE the reason that Bryant girl is going after you is because her mother told her about me. \n[33]There's something else you should know. This is hard to say but -- Don Bryant is your father. Marianne is your sister. Olive turns white. \n[34]Kidding!! Well, about the sister thing, but not about the Don thing. That happened. Actually that happened a couple of times before we got caught. \n[35]No, you're not, Olive. You're wonderful. And you're going to handle this the same way that I did. With an incontrovertible sense of humor. ", "Brandon": "\n[1]  \n[2]Really, really amazing. Don't know if you heard, but according to my locker, I'm a `power bottom.' \n[3]Yeah, only two days after the custodians had finally gotten around to scrubbing `turd burglar' off. Which, if you think about it, really contradicts the previous label. \n[4]But, of course, I'm in detention. \n[5]Because Gibbons is a homophobe.  And I called him a facist. \n[6] \n[7]Gold star for you, Nancy Drew. \n[8]Oh good. I'll come back when I'm twenty seven for my redo. \n[9]That'll be the day.  Judging from the new look you're sporting, I'm not the only one in a transformative stage. `Sup with the whore couture? \n[10]As a matter of fact I did hear that. I heard you banged a guy twice your age. \n[11]Also heard he gave you crabs. \n[12]Tell me about it. \n[13]So, you started the rumor? \n[14]But you're perpetuating it. That's fucked up. \n[15]It's true. There's only one thing worse than these tabloid-chasing celebutantes with their vapid minds and their immoral souls and that's the people who want to be like them. \n[16]No, you just want everyone else to think you are. \n[17]You're saying I should pretend to be straight, so people will like me? What a novel idea. You should do seminars. Oh, wait a minute, I forgot... In high school, \n[18]There are some of us, though, that want to just blend in to the crowd. \n[19]I can't decide if you're a genius or a lunatic. \n[20]Funny. I always thought teen angst and apathy went hand in hand. 38. \n[21]What? Pretending to be a whore? For a virgin, I'm impressed. How about me? Could I pass as straight? \n[22]I prefer the term `turd burglar.' \n[23]But you know that we would never do that. \n[24]Olive? \n[25]It's Brandon. 40. \n[26]Hey, can I come over? I wanted to talk to you about something. \n[27]Okay. See you soon. \n[28]Hi. Is there an Olive here? \n[29]Sorry, I must have gotten the address wrong. \n[30] \n[31]I mean, like -- Do you want to be my girlfriend? \n[32]True. But you said I should pretend to be straight. \n[33]You're not really my type either. \n[34]Okay. Well, do you wanna have sex with me? \n[35]No, I know what you were saying. I should play it straight until I get out of this hell and then I can be whoever I want to be. No, I got that. \n[36]So, you're saying I shouldn't really have sex. I should just say I had sex with someone. A girl. \n[37]Think about it. We could help each other out. You want to maintain this floozy facade. I want to not get my face pummelled weekly. \n[38]All it would take is one good imaginary fuck and you'd be saving the bone structure of my face. Think of how happy my parents would be! \n[39]Who would believe me? \n[40]I'll pay you. I can pay you whatever you want. \n[41]Whores aren't discerning, Olive. And just think - you'll OFFICIALLY be a hooker with a heart of gold! \n[42]I insist. \n[43](His voice cracking with \n[44]I can't believe you're doing this. \n[45] \n[46] \n[47]Thanks Olive. ", "Anson": "\n[1] \n[2] \n[3]Hey Olive. 86. \n[4]I was wondering if you were busy tonight. Maybe wanna go out or something? \n[5]I dunno. I was thinking about chartering a hot air balloon, taking along a bottle of champagne and fresh fruit and then trying to impress you with an overzealous reading of Emily Dickinson. \n[6]Unequivocally. \n[7]Yeah. What's better than getting to select your dinner and have nice conversation while they boil it alive in the back? 87. \n[8]Not at all. I'm actually kind of honored. \n[9] I didn't know it was. \n[10]What's wrong? \n[11]So? \n[12]So? \n[13]I thought you two weren't speaking. \n[14]Then why are you? \n[15]Exactly. I have no interest in her. I mean, we're friends, but -- 90. \n[16] \n[17]Could we get our check? \n[18]But I asked you out. \n[19]She and I just don't have much in common. \n[20]I think so. For instance, I, too think Nina Howell's a twat. \n[21]Haven't you? \n[22]Kidding! \n[23]Let's get out of here. 92. \n[24]   \n[25]I have something for you. \n[26]Whatever $500 gets me. \n[27]We can go wherever you want, but I think it would be kind of hot here. \n[28]Olive, you're being stupid. I'll take you home. \n[29] ", "Principal": "\n[1]  \n[2]I don't know you. 26. \n[3]Why are we just now meeting? Using language like this should have warranted a visit to me years ago. \n[4]This is foul. \n[5]A young lady with such an extensive vocabulary shouldn't be stooping to such vituperations. \n[6]Wipe that smile off your face --  Olive. I don't tolerate this kind of language. Ever. Consider this your first warning. If I find out you've used a word like this in my school again, I will make sure that it's your last. I don't operate on a `three strikes you're out system'. You get one warning from me. \n[7]Think very carefully before you speak. 27. \n[8]Detention tomorrow after school in Room 704. And, young lady, I don't want to see you again. \n[9] \n[10] Young lady, to my office. NOW. ", "Gibbons": "\n[1]  \n[2]I don't know you. 26. \n[3]Why are we just now meeting? Using language like this should have warranted a visit to me years ago. \n[4]This is foul. \n[5]A young lady with such an extensive vocabulary shouldn't be stooping to such vituperations. \n[6]Wipe that smile off your face --  Olive. I don't tolerate this kind of language. Ever. Consider this your first warning. If I find out you've used a word like this in my school again, I will make sure that it's your last. I don't operate on a `three strikes you're out system'. You get one warning from me. \n[7]Think very carefully before you speak. 27. \n[8]Detention tomorrow after school in Room 704. And, young lady, I don't want to see you again. \n[9] \n[10] Young lady, to my office. NOW. "}}