{"filename": "Ed-Wood_script.txt", "imdb_id": "tt0109707", "imdb_url": "https://www.imdb.com/title/tt0109707", "characters": ["Dolores Fuller", "Bunny Breckinridge", "Orson Welles", "Conrad Brooks", "Vampira", "Georgie Weiss", "Tor Johnson", "Ed Reynolds", "Criswell", "Loretta King", "Reverend Lemon", "Ed Wood", "Paul Marco", "Bela Lugosi", "Kathy O'Hara"], "dialogues": {"Dolores": "\n[1]Eddie, my dove just flew out the window! \n[2]What? \n[3]I offer you mortals the bird of peace, so that you may change your ways and end all this destruction. \n[4]Do I really have a face like a horse? \n[5]  \n[6]Ed, it was only one review. \n[7]Ed, you're still young.  This is the part of your life when you're <u>supposed</u> to be struggling. \n[8]Things'll change for us.  Nobody stays on the fringe forever. \n[9]God, where's my pink sweater?  I can never find my clothes anymore... \n[10]Yes, I've got Mr. Edward Wood on the line.  Could you please hold? \n[11]Eddie, I don't understand.  Why are <u>you</u> the most qualified director for the Christine Jorgensen Story? \n[12]  \n[13] \n[14]Better than not getting a job? \n[15]Who?  Robert Taylor?! \n[16]Boris Karloff!? \n[17]You met Basil Rathbone! \n[18]I thought he was dead. \n[19]Boy, I can't even remember the last time he was in a picture. \n[20]So did you get his autograph? \n[21]Ed, I'm so proud!  I'll read it as soon as I get home. \n[22]So <u>that's</u> where my sweater's been. \n[23]How long have you been doing this? \n[24]Jesus Christ!  And you never told me? \n[25] \n[26]And what about this so-called \"Barbara\" character?  It's obviously ME!  I'm so embarrassed!  This is <u>our</u> <u>life</u>! \n[27]Oh!  You got nerve, buddy. \n[28]<u>That's not the issue</u>!! Ugh!  How can you act so casual, when you're dressed like that?! \n[29]Oh, just like in the script! \n[30]How can you just walk around like that, in front of all these people? \n[31]Ed, this isn't the real world! You've surrounded yourself with \n[32] \n[33]Ed, who is Daniel Davis? \n[34]\"Glen.  Is it another woman?\" \n[35]I don't know.  It's so much money... \n[36]But Ed, we're not even married.  And you don't have a job. \n[37]Toss us out on our ass. \n[38]Ssh!  Will you keep it down? \n[39]Ed, it's just one man's opinion! \n[40]That's ridiculous. \n[41]Well maybe you're not studio kind of material.  Maybe you just need to raise the money yourself. \n[42]  \n[43]Ed, the landlord called again.  He wants his money. \n[44]Ed, the landlord doesn't care. \n[45]Don't get angry at me.  Maybe you just need a day job. \n[46] \n[47]  \n[48]You bastard!  You two-timing, dress-wearing son-of-a-BITCH!! \n[49]Who do you think's been paying the rent?!  Who helped type your script, and did all your grunt work?! \n[50]I wanted you to say, \"No!  I wrote the part for my girlfriend Dolores.\" \n[51]Like <u>what</u>?! \n[52]\n[53]  \n[54]I told you this was gonna happen. \n[55]That's moronic.  Why would a bit player impress a backer? \n[56]That's a good reason to dump your girlfriend. \n[57]You're a fuckin' mess. \n[58]I'm going to my mother's. \n[59]I think you should stay with one of your friends. \n[60]  \n[61] \n[62]I see the usual gang of misfits and dope addicts are here. Say, who's the lug? \n[63]Oh really?  How much money did he put up? \n[64] \n[65]Hey Harry -- long time no see. \n[66] \n[67]Mm, that mole still shows. \n[68]Eddie, what's <u>my</u> motivation? \n[69]But what's our relationship?  Are we good friends, or is she just a casual acquaintance? \n[70]\"Janet, the boss has been looking for you.\" \n[71]Of course it was. \n[72]  \n[73]You people are INSANE!  Take a look around -- you're all FREAKS! \n[74]You're wasting your lives making SHIT!  Nobody cares!  These movies are TERRIBLE! I can't take it any longer! \n[75]Ed, it's over.  I need a normal life. \n[76]I'm tired of living on the fringe. \n[77]Ed... I just stuck it out so you could finish your movie. Now that it's done, so am I. ", "Fuller": "", "Bunny": "\n[1]What does that old queen know?  He wasn't even there! Sending a copy boy to do his dirty work.  Well <u>fuck him</u>! \n[2]Daniel <u>Who</u>?! \n[3]Ed, it was superb. \n[4]So guess where I'm going next weekend? \n[5]Mexico!  And guess what I'm going to do there?! \n[6]WRONG!  I'm getting my first series of hormone shots!  And once those babies kick in, they're gonna remove my organs, and MAKE ME A WOMAN! \n[7]Yes!  I've dreamed of it for years, but your movie made me realize I've got to take action.  GOODBYE, PENIS! \n[8]And once I'm a woman, Jean-Claude and I are getting married -- \n[9]You mean a Tesla coil? \n[10] \n[11]Uh-oh.  Stay out of scratching distance. \n[12]I didn't even know he had a girlfriend. \n[13] \n[14] \n[15]\"What plan will we follow?\" \n[16]\"Plan Nine...\" \"Ah yes.  Plan Nine deals with the resurrection of the dead.\" ", "Breckinridge": "", "Orson": "\n[1] \n[2] \n[3]Eh, the financing just fell through for the third time on \"Don Quixote.\" So I'm trying to finish a promo for something else.  But I can't find the soundtrack -- I think I left it in Malta. \n[4]It's the damn money men.  You never know who's a windbag, and who's got the goods.  And then they all think <u>they're</u> a director... \n[5]Ugh, I hate when that happens. \n[6]Tell me about it.  I'm supposed to do a thriller at Universal, and they want Charlton Heston to play a <u>Mexican</u>! \n[7]It is when it works. You know the one film of mine I can stand to watch?  \"Kane.\"  The studio hated it... but they didn't get to touch a frame. Ed, visions are worth fighting for. Why spend your life making someone else's dreams? ", "Welles": "\n[1] \n[2] \n[3]Eh, the financing just fell through for the third time on \"Don Quixote.\" So I'm trying to finish a promo for something else.  But I can't find the soundtrack -- I think I left it in Malta. \n[4]It's the damn money men.  You never know who's a windbag, and who's got the goods.  And then they all think <u>they're</u> a director... \n[5]Ugh, I hate when that happens. \n[6]Tell me about it.  I'm supposed to do a thriller at Universal, and they want Charlton Heston to play a <u>Mexican</u>! \n[7]It is when it works. You know the one film of mine I can stand to watch?  \"Kane.\"  The studio hated it... but they didn't get to touch a frame. Ed, visions are worth fighting for. Why spend your life making someone else's dreams? ", "Conrad": "\n[1]I got the early edition!  It was just dropped off at the newsstand. \n[2]You really think so? \n[3]It's good to have a job.  Now I can get my phone reconnected. \n[4]Mr. Lugosi, I know you're very busy, but could I have your autograph? \n[5]You know which movie of yours I love, Mr. Lugosi?  \"The Invisible Ray.\" You were great as Karloff's sidekick. \n[6] \n[7]A great show!  A little strange... but great -- especially my scenes. \n[8]These shoes are itchy. \n[9]Ten thousand dollars. \n[10]Wow. \n[11]This is kind of a stream-- \n[12]Well, this new one's gonna be a hundred times better. \n[13]Nah, I heard she's his childhood sweetheart from Poughkeepsie. \n[14]He's kinds got his ears. \n[15]\"Let's go down and find out whose grave it is.\" ", "Brooks": "", "Vampira": "\n[1]Ooo!  Those eyes!  He gives me the willies!  The only thing scarier than him is this guy I dated last week: Charlie from Pittsburgh.  Boy, talk about the living dead... \n[2]Yes? \n[3]I don't understand.  Do you want my autograph? \n[4]You want me to show it on my TV program?  Well I got nothing to do with that.  You should call up the station manager at Channel Seven -- \n[5]Uh, look, I'm with some friends, and we're about to eat -- \n[6] \n[7] \n[8]I don't believe it.  It's <u>him</u>! \n[9]Ooo!  That was so scary, it gave me goosebumps. No, dummy!  I didn't say \"goose,\" I said \"goosebumps.\"  Ugh!  Well, be sure to join me next week, for \"THE MUMMY'S CURSE.\"  Until then... pleasant nightmares. \n[10]God, we need some better jokes on this show. \n[11]At this hour? Hello? \n[12]Who? \n[13]Oh.  Yeah.  You. \n[14]You mean like a date?  I thought you were a fag. \n[15]Isn't that the same thing? \n[16]  \n[17]Ed, I told you, I <u>don't</u> wanna go out! \n[18] \n[19] \n[20]I think they're getting ready to burn this place down. \n[21]Fuck off! \n[22]We're gonna die. \n[23]It's terrible.  People won't even return my calls.  It's like I don't exist. \n[24] \n[25]Look... would it be possible to make the \"Ghoul's Wife\" a little less prominent, so people won't really notice me in the movie? \n[26]Exactly.  Hey, how 'bout this -- what if I don't have any lines?  I'll do the part mute! \n[27]What's uncanny? \n[28]Because \"Brother Torî couldn't fit in the sacred tub. \n[29]This <u>can't</u> be the right address... \n[30]  ", "Georgie": "\n[1]Look, when I said you could have the western territories, I didn't mean <u>all eleven states</u>!  I meant California, Oregon, and uh, what's that one above it... Washington.  Oh really?!  Well screw you! \n[2]Can I help you? \n[3]Yeah, well a couple of things have changed.  It ain't gonna be the Christine Jorgensen story no more. Goddamn \"Variety\" printed the story before I had the rights, and now that bitch is asking for the sky. \n[4]No, of COURSE I'm gonna make the movie!  I've already preósold Alabama and Oklahoma.  Those repressed Okies really go for that twisted pervert stuff.  So we'll just make it without that she-male.  We'll fictitionalize it. \n[5]Fuck no!  But there's a poster. \n[6]It opens in nine weeks in Tulsa. \n[7]Hmm.  There's five-hundred guys in town who can tell me the same thing. You said on the phone you had some kind of \"special qualifications.\" \n[8]Are you a fruit? \n[9]So you're not a fruit? \n[10]You gotta be kiddin' me. \n[11]And this is why you think you're the most qualified to make my movie? \n[12]Ed, you seem like a nice kid, but look around you... I don't hire directors with burning desires to tell their stories. I make movies like \"Chained Girls.\" I need someone with experience who can shoot a film in four days that'll make me a profit. I'm sorry.  That's all that matters. \n[13]So what's the big news you couldn't tell me over the phone... again? \n[14] \n[15]Eddie, you must have me confused with David Selznick.  I don't make major motion pictures.  I make crap. \n[16]Yeah.  Crap with a star. \n[17]Fine, maybe you're right.  But it doesn't friggin' matter.  I can't afford a star, so I don't even know what we're talking about. \n[18] \n[19]Lugosi? \n[20]Isn't he dead? \n[21]OUR picture? \n[22]Why would Lugosi want to be in a sex-change flick? \n[23]Alright, fine!  You can direct it. I want a script in three days, and we start shooting a week from Monday. \n[24]I thought this was gonna be a sex- change film! \n[25]Yeah!  Five pages right before it ends!  The rest of the show is about some schmuck who likes angora sweaters. \n[26]And what's with this new title?!  My poster says \"I CHANGED MY SEX\"! \n[27]Fine, shoot whatever baloney you want!  I give up.  Just make sure <u>it's seven reels long</u>. \n[28]Ed!  What's with these revised pages?!  A scene in a smelting factory?  A buffalo stampede?? <u>Three-hundred soldiers storming Anzio</u> <u>Beach</u>??!  What's going on here?  I can't afford to film this nonsense! \n[29]<u>Then how's it gonna get in the</u> <u>picture</u>?! \n[30]I think it's fifty-seven minutes long. \n[31] \n[32]They'll notice. Look, why don't you let me take over from here?  I can do a few tricks: Pad it out with more stock footage, add establishing shots... \n[33]Good.  And one more thing.  I think your \"Written, Directed, and Starring Ed Wood\" credit is a bad idea. \n[34]And you did a bang-up job, too.  But you don't want other producers to know that's you in drag.  Trust me. It's a career killer. \n[35]Yeah??  Well Orson Welles didn't wear angora sweaters, did he??! \n[36]I did.  I established some tits and ass. \n[37] \n[38]Because I can't sell it to save my life!  You made a goddamn feathered fish.  Is it an art film, a horror show, a hygiene flick?  Nobody knows! I'm beggin' people to book it. \n[39]Screw you, Wood!  I even sunk more money into different titles: \"Transvestite\" \"He Or She?\" \"I Led Two Lives\"... It DOESN'T MATTER! Nobody wants to see the piece of shit. \n[40]\"Your movie\"?!  I wish it was your movie!  I wish I hadn't blown every dime I ever made into this stinkbomb. If I ever see you again, I'll kill you!!! ", "Weiss": "", "Tor": "\n[1]Hey, I think I see something! \n[2]\"Give this man satin undies, a dress, and a sweater... and he's the happiest man in the world.  He can work better, think better, even play better -- and be more of a credit to his community and his government.\" \n[3]   \n[4]  \n[5] \n[6]Could we moovf to table? \n[7]Tor! \n[8] \n[9]No.  With hair, yah.  But I must shave head for wrestlink.  It scare da crowds.  Dey like that. \n[10]But what bout accent?  Some people tink I haf too much accent. \n[11]I'll haf eight beers. \n[12]And more nuts! \n[13] \n[14] \n[15]Yes.  I play Lobo! \n[16]Edvard!   I haf question 'bout script. My vife Greta, she read.  And she no like. \n[17] \n[18]Bela, he talk.  Loretta, she talk. But Tor, he no talk. \n[19] \n[20]Yah. \n[21]  \n[22]Okey-dokey. \n[23] \n[24]I love being movie star! \n[25]   \n[26]Heh?  NOW? \n[27]Hallo? \n[28]But I'm in Utah. \n[29]My head is cold. \n[30]I'm no good at climbink. \n[31]I'm good at bashink!! \n[32]Lobo will fix! \n[33]Bedder than wrestlink! \n[34]Ed, dit I wake you?  It's two in avternoon. \n[35]Bullchit!  You been like dis too many days.  I want to cheer you up. \n[36]   \n[37]Edvard, you come! \n[38]  \n[39]I'm so happy you visit.  Meet my family!  Greta, Karl, and Connie! \n[40]Hey!  You're not eatink. \n[41]The food will make you feel bedder. Look at me -- I'm da happiest guy I know! \n[42]Don't worry.  You just haven't met right woman yet. Oopsy.  That cabbage goes right through me. \n[43]\n[44]Look, it happened again! \n[45]Nonsense!  You must try our hot glug. \n[46]My friend, you tink Greta is first woman I ever see?  No!  Many duds, before I find her. \n[47]Forget her!  Move on.  A good lookink boy like you as you can have any girl you wish. \n[48]Nobody knows.  But there's a lotta booze. \n[49]  \n[50]I never heard of her. \n[51]Well... there's a lot of junk in his system for such an old man. Apparently, he was addicted to morphine, tried to kick it, and got re-addicted to methadone. \n[52]We'll do our best. \n[53]We thought Mr. Lugosi was insured though the Screen Actors Guild. \n[54]No.  They say his eligibility ran out years ago. \n[55]That won't even begin to cover it. He's going to have to leave. \n[56]My eyes are killink me. \n[57]My eyes are burnink. \n[58]Where?  I can't see nothink! \n[59]Ow. \n[60]Dis is a nightmare. \n[61]What is happening? \n[62]He look nutink like Bela! \n[63]You're stupid! \n[64] \n[65]I do. \n[66]   \n[67]Tor make good joke! \n[68]I am so happy!  Finally I am star wit <u>dialogue</u>!  I memorized every wordt. Eddie will be so proud! \n[69]\"Medicul eksaminer been aroundt yet?\" \n[70]\"You get statement frumk vitnesses?\" \n[71]\"Findink mess like dis oughta make anyone frightened.  Have one of da boyz take dem back to town.  You take jarge.\" \n[72]", "Johnson": "", "Ed": "\n[1]                  \n[2]   \n[3]   \n[4]Dolores, give me your shoes. \n[5]The ghost can be barefoot.  <u>Give</u> <u>me your shoes</u>! \n[6]What a show!  Everyone was terrific! Paul, your second-act monologue actually gave me chills, \n[7] \n[8]Hey.  Hey, it's not that bad.  You just can't concentrate on the negative.  He's got some nice things to say... See, \"The soldier costumes are very realistic.\"  That's positive! \n[9]Hell, I've seen a lot worse reviews. I've seen ones where they didn't even like the costumes!  Like, that last \"Francis the Mule\" picture -- it got <u>terrible</u> notices.  But it was a huge hit. \n[10]So don't take it too seriously. We're all doin' great work. \n[11]Absolutely!  It's just the beginning. I promise this: If we stick together, one day I'll make every single one of you famous. \n[12]Honey, what if I'm wrong?  What if I just don't have it? \n[13]Orson Welles was 26 when he made \"Citizen Kane.\"  I'm already 30! \n[14]I know... But sometimes I get scared this is as good as it's gonna get... \n[15]  \n[16]Sure thing, Mr. Kravitz. \n[17]Whoa, look at all this sand.  This is real sand!  My God, where'd they get all this sand?! \n[18]This is fantastic!  What are you gonna do with it all? \n[19]It's such a <u>waste</u>.  If I had half a chance, I could make an entire movie out of this stock footage! See, the story opens with these mysterious explosions.  Nobody knows what's causing them, but it's upsetting all the buffalo.  So the military is called in to solve the mystery. \n[20]No, I'm saving that for the big underwater climax! \n[21]What are you ladies gabbin' about? \n[22] \n[23]   \n[24]Hello, Mr. Weiss?  I heard about your new project and was curious if you signed a director.  Oh -- you haven't?  Well, if we could get together, I could explain why I'm more qualified to direct this than anyone else in town. Uh, I'd rather not go into it over the phone...  Alright.  Great!  l'll see you then! \n[25] \n[26]Yes, I'm Ed Wood.  I'm here about directing the Christine Jorgensen picture. \n[27] \n[28]Is there a script? \n[29] \n[30]Well, Mr. Weiss, I've never told anyone what I'm about to tell you... but I really want this job. I like to dress in women's clothing. \n[31]No, no, not at all!  I <u>love</u> women. Wearing their clothes makes me feel closer to them. \n[32]Nah, I'm all man.  I even fought in \n[33]Confidentially, I even paratrooped wearing a brassiere and panties. I'll tell ya, I wasn't scared of being killed, but I was <u>terrified</u> of getting wounded, and having the medics discover my secret. \n[34]Yeah.  I know what it's like to live with a secret, and worry about what people are gonna think of you... My girlfriend still doesn't know why her sweaters are always stretched out. \n[35]  \n[36]Excuse me, Mr. Lugosi?? \n[37]No.  I don't work here. \n[38]I don't want anything.  I'm just a really big, big fan.  I've seen all your movies. \n[39]Why were you buying a coffin? \n[40] \n[41]You know, I saw you perform \"Dracula.\"  In Poughkeepsie, in 1938. \n[42]I thought it was great.  You were much scarier in real life than you were in the movie. \n[43]I waited to get your autograph, but you never came outside. \n[44]Don't you bave a car? \n[45]Boy, Mr. Lugosi, you must lead such an exciting life.  When is your next picture coming out? \n[46]Ah, you gotta be jokin'!  A great man like you... I'll bet you have dozens of 'em lined up. \n[47]But you're a big star! \n[48]The old ones were much spookier. They had castles, full moons... \n[49]The <u>women</u>? \n[50]I never thought of that. \n[51]Well... I guess I should go.  Perhaps we could get together again? \n[52]Sweetie, you won't believe it!  I've got the most incredible news! \n[53]Huh?! Oh, uh, no, I didn't get the job. But something <u>better</u> happened! \n[54]Yeah!  I met a movie star!  Somebody <u>really big</u>! \n[55] \n[56]Close!  The <u>other</u> one! \n[57]Oh, the hell with you.  I met BELA \n[58]No!  He's very alive.  Well... sort of.  He's old, and frail -- but he's still Bela Lugosi!  And he's really nice. \n[59]It's a shame.  He's such a rest actor, and nobody uses him anymore. \n[60]No.  It wasn't like that at all.  It was just the two of us, and we were talkin'... and he treated me like -- a friend... \n[61]No he's not!  Do you realize how much money he made for this studio over the years?  \"Dracula\"!  \"The Raven\"! \"The Black Cat\"! \n[62]That's not true -- \n[63] \n[64]  \n[65]Ugh!  I hate the way she interrupts the pictures.  She doesn't show 'em the proper respect. \n[66] \n[67]Do you want me to get it for you? \n[68]Well how about <u>these teeth</u>?!! \n[69]Dentures.  I lost my pearlies in the war. \n[70]Are you sure this is okay? \n[71]Now what? \n[72]Mr. Weiss, I was thinkin' about what you said, about how all your movies have to make a profit.  And I realized, what's the one thing, that if you put in a movie, it'll be successful?? \n[73]No.  Better than tits -- a <u>star</u>! \n[74]Yeah, but if you took that crap and put a star in it, you'd have something! \n[75] \n[76]What if I told you you could have a star for $1000?? \n[77]Yeah!  <u>Lugosi</u>! \n[78] \n[79] \n[80]Because he's <u>my friend</u>. \n[81]  \n[82]Thank you!  Bless you, Mr. Weiss! I promise I won't let you down! \n[83]   \n[84]But Bunny, you're perfect for this job!  You're so good at organizing. \n[85]You know these people.  I need all the transsexuals and transvestites you can get. No, I don't care if they're not actors.  I want realism.  I want this film to tell the <u>truth</u>!  I've waited my whole life for this shot, and I'm not gonna blow it. \n[86]Yeah, it's gonna be a great picture! You'll love your character! Bunny, Bela's here.  Look, hit the bars, work some parties, and get me transvestites!  <u>I need transvestites</u>! \n[87]Well, It's about how people have two personalities.  The side they show to the world, and then the secret person they hide inside. \n[88]Ehh, your part's a little different. You're like the God that looks down on all the characters, and oversees everything. \n[89]Well... you control everyone's fate. You're like the puppetmaster. \n[90]Yeah.  You pull the strings -- \"Pull the strings\"... hey, that's pretty good! \n[91]  \n[92]Wipe off your hands.  I've got a little surprise for you... I finished my script. \n[93] \n[94]  \n[95]Since I was a kid.  My mom wanted a girl, so she used to dress me in girlie clothing.  It just kinda became a habit. \n[96]This is my way of telling you -- \n[97] \n[98]It's a damn good role. \n[99]It takes me comfortable. \n[100]Exactly. So what do ya say?  Do you wanna break up... or do you wanna do the movie with me? \n[101] \n[102]I don't think he's a schmuck. \n[103]So change the poster.  Trust me, you'll be better off.  This is a story that's gonna <u>grab</u> people. It's about this guy.  He's crazy about this girl but he likes to wear dresses.  Should he tell her? Should he not tell her?  He's torn. George, this is DRAMA. \n[104]Excuse me, could I have everyone's attention?!  Could you gather around? I've got something to say. \n[105]Everybody, we're about to embark on quite a journey.  Four days of hard work... but when it's over, we'll have a picture that'll entertain, enlighten, and maybe even move millions of people. \n[106]Now the only way we're gonna achieve all this is if we stay on schedule. Day one -- TODAY -- we'll start easy. We have eighteen silent scenes that can be shot quickly: Cars parking, Patrick's suicide, me strolling as a man, me strolling as a woman, etc. After lunch, we'll bring in the Inspector and the Doctor.  The Doctor is very important to the plot, so we might have to spend time on retakes. But it's worth it.  Scene totals for the first day is thirty-four. Day Two, we'll be a little busier -- \n[107]<u>Good thinkin'</u>.  We'll talk about Days Three and Four later.  Now let's get that first shot off!  It's Scene 17, Glenda looking in the window. \n[108]Okay, do I need any touch-up? \n[109] \n[110]\n[111]And -- ACTION! \n[112]And, CUT!  PRINT IT!  LET'S MOVE ON! \n[113] \n[114]We don't have a permit.  RUN! \n[115]The set doesn't look right!  It looks too... empty.  Clutter it up.  Put a skeleton in the corner.  And what's that thing over there? \n[116]Well it looks good.  Let's use it! \n[117]Don't worry.  We're not gonna film any of it. \n[118]I know a guy in Universal's stock house -- he's giving me the footage for free.  This movie's gonna look like a million bucks. \n[119]Oh my God! Mr. Lugosi is here!  Now everyone, when he walks on the stage Now everyone, when he walks on the stage, treat him normal.  I know Bela Lugosi is a world-famous star, and you're all a little excited, but we're professionals.  So if you treat him with respect, everything will be alright. \n[120]Bela! It's so great to see you! And eight o'clock on the dot.  Right on time! \n[121]Of course!  Well, we got a big day planned for you... First, we're gonna start off a little easy, with you in that armchair over there.  Then, once you're up to speed and cooking, we'll reset and bring out the laboratory equipment -- \n[122]Huh?!  Oh yeah, of course. \n[123]What happened?!  Jesus, Connie, what did you do? \n[124]You're right, Bela.  Now Dracula, <u>that's</u> a part that takes acting. \n[125]Look, you seem a little agitated. Do you maybe wanna take a little break, go for a nice walk... and then we'll come back and shoot the scene? \n[126]Um, okay... roll camera \n[127]Sound! \n[128]And... action? \n[129]  \n[130]Brilliant. \n[131]Hon', nobody's bothered but you. Look around -- they couldn't care less. \n[132]Say it a little louder.  I don't think Bela heard you in his trailer. \n[133]Dolores.  I need your help... \n[134]\"My mind's in a muddle.  I thought I could stop wearing these things. I tried, honestly I tried...\" \n[135]Music swells... and CUT and PRINT IT! \n[136]   \n[137]And we fade out.  \"The End.\" What do you think? \n[138]Yeah?  Whatever.  So did you like it? \n[139]Gee, I used every frame of film we shot.  Maybe they won't notice. \n[140]Um, I guess -- \n[141]Why?!  I did all those things!  Hell, I even built the props. \n[142]But I'm proud.  I wrote, directed, and starred in it just like Orson Welles in \"Citizen Kane\"! \n[143] \n[144]Georgie, what's with the stag footage??  You said you were cutting in <u>establishing shots</u>! \n[145]Just like I always promised.  Now you're among the immortals.  You're movie stars. \n[146]From today on, our lives are different!  We'll be swimming laps in the same pool Jean Harlow did. \n[147]Who cares?!  We're on a ROLL!  These are the moments in life you're supposed to grab. \n[148]But <u>you</u> do!  And anyway, I've got tons of new scripts.  And now that I have a track record, studios are bound to hire me! \n[149]Look on the bright side.  If we miss the rent, what's the worst they can do? \n[150]Exactly. \n[151]How 'bout a western?  People love westerns. \n[152]Eh, forget it.  What else is big? Teenagers!  Jailbait pics!  Yeah... You got the juvenile delinquent, his girlfriend from the wrong side of the tracks -- \n[153]Uh, a cop.  NO!  You play the father. He's <u>angry</u>!  He doesn't like seeing his son -- no -- he doesn't like seeing his <u>daughter</u> behave this way! \n[154]Sure.  Romance, that's great!  To engineer your comeback, we're gonna need a whole slate of pictures.  Once \"Glen Or Glenda\" takes off, we'll slam you into one, then another, then another! \n[155]But we need to start off with a bang! Something we <u>know</u> the audience will want to see.  Mmm.  What was your biggest hit? \n[156]Of course! \n[157]So let's make another \"Dracula.\" Let's make \"The Return of Dracula\"! \n[158]They do?  Shoot.  There <u>must</u> be a way to get around that... \n[159]Ha-ha!  Dr. Acula! \n[160]No!  <u>Doctor Acula</u>!  You can still wear the cape, have the fangs... but you're a doctor!  Not a count. \n[161] \n[162]Excuse me, I'm here to see Mr. Feldman. \n[163]Edward D. Wood, Junior. \n[164] \n[165]Well, Mr. Feldman, some people have resumes to show.  I've got my own movie. \n[166]I just made this picture, over at Screen Classics.  It opens next week. \n[167]Nobody in town has seen it, so I'm givin' you first crack at my talents. \n[168]Well, Mr. Feldman, I don't believe in thinking small.  So I've got a whole slate of pictures for you: \"The Vampire's Tomb,\" \"The Ghoul Goes West\"... and \"Doctor Acula\"! \n[169]<u>Dr. Acula</u>! \n[170]But Bela Lugosi's in it! \n[171]Well... I've got another project I wasn't gonna tell you about. Lugosi's in it, but he's got a smaller part.  The lead is an ingenue, a sterling young actress named Dolores Fuller.  The title is \"Bride Of The Atom.\" \n[172]Georgie, what happened?!  I thought \"Glen Or Glenda\" was opening next week!  Where's the ads? \n[173]Why not?? \n[174] \n[175]You can't talk that way about my movie. \n[176]I don't know.  Where? \n[177] \n[178]Jesus!  Are you serious? \n[179]My God, look at that guy.  He's a mountain! \n[180]I've never seen anything like him! \n[181] \n[182]Mr. Johnson, over here! \n[183]Glad you could fit me in your schedule. \n[184]Oh, of course! \n[185]So, Mr. Johnson -- \n[186]Tor.  Have you ever thought about becoming an actor? \n[187]I think you're quite handsome. \n[188]Well, I think you'd be a sensation in pictures. \n[189]Nah, that doesn't matter!  It's a visual medium. \n[190]Uhh, I'll have just one. \n[191]So anyway, I've got this new script, \"Bride Of The Atom,\" and there's a part you're ideal for: \"Lobo.\"  He's tough.  A brute.  But he has a heart -- and at the end he saves the girl. \n[192]Hopefully, very soon.  I'm just awaiting the final okay from Mr. Feldman at MGM. \n[193]  \n[194]Wood Productions... \n[195]Bela? \n[196]Bela?! \n[197]Bela, what happened?! \n[198]Let me take you to the hospital. \n[199]Should I call a doctor? \n[200]Is there anything I can get you? Water?  A blanket? \n[201] \n[202]What's in the needle? \n[203]Don't worry.  I'll do something. \n[204]Mr. Feldman!  I haven't been able to get through, so I just showed up. Yeah, out front!  So, are we gonna be working together? <u>Really</u>?  Worst film you ever saw...? Well, my next one will be better. Hello? \n[205]  \n[206]I'm no good. \n[207]Bela needs a job... I can't even get a film going... But <u>of course</u> I can't -- I made the worst movie of all time. \n[208]All I wanna do is tell stories.  The things I find interesting... \n[209]The movie is called \"Bride Of The Atom\"... \n[210]...It will star Bela Lugosi.  Each of you would put up $20,000... \n[211]Yes, that's right.  <u>The</u> Bela Lugosi. He's still alive. Huh?  Is he available Friday night? Gee, I suppose so... Why? \n[212]\"Greetings.  I am Slick Slomopavitz, Seeker of Adventure.\" Audience laughs.  Applause.  \"Say, that's a funny place to sleep.\" \n[213]\"Oh, tract housing, huh?\"  Laugh. \"You need a new real estate agent.\" \n[214]No Bela, that's \"incorporates.\"  Look, just say \"This casket has...\" \n[215]Wow!  Ain't that something. \n[216]Bela, don't worry.  You're better than all this crap. \n[217]Forget about it.  We'll make our new movie, and you'll be a star again. \n[218]Wow. \n[219]Edward Wood, Sir. \n[220] \n[221]Hey Cris, how'd you know we'd be living on Mars by 1970?  How'd you know it wouldn't be 1975, or even 1980? \n[222]I don't understand. \n[223]It's that easy? \n[224]We're gonna have the most terrifying monster ever seen on film!  A ghastly creature created from an atomic mutation! \n[225] \n[226]What do you think you're doin'?! \n[227]You <u>can't sit</u>!  You gotta walk around, with good posture.  You want these people to think we have class. Otherwise they'll <u>never</u> invest in our movie. \n[228]Bernie, get a load of this guy! \n[229]Whew!  You're quite a specimen. And you're gonna be in the picture? \n[230]And this is lovely starlet Dolores Fuller, who will play Janet Lawton. \n[231]In a normal studio it would be half-a-million, with all their wasteful overhead and fancy offices. But because we're more efficient, we can bring it in for seventy grand! \n[232]Goodbye!  Goodbye! \n[233](faking a big smile, but SOTTO \n[234]  \n[235]Tell him \"Bride\" is in pre- production. \n[236]That's the problem!  <u>Nobody</u> cares about my movie!  I'm tryin' so hard, I don't know what else to do! \n[237] \n[238] \n[239]  \n[240]I understand you just moved here? \n[241]So my associate Mr. Marco tells me you may be interested in investing in a motion picture. \n[242]For this one, we need $60,000. \n[243]Perhaps you'd like to look at the photoplay. \n[244] \n[245]J-Janet Lawton??? \n[246]  \n[247]Uh... yeah... You'd be perfect. \n[248]  \n[249]It was the only way I could get the movie made! \n[250]I'm sorry!  What did you want me to say? \n[251]But there's plenty of other parts. \n[252] \n[253]This is gonna be Bela's laboratory, so it should be real impressive! Like one of those mad scientist movies.  I want beakers, and test tubes, and one of those electrical things that buzzes! \n[254]If you say so. \n[255]Really?  Was the third act too intense? \n[256]But Tor, it's a starring part! You're second billed. \n[257]Tor, dialogue is overrated.  You look at the classic film actors, who are they?  Fairbanks.  Chaplin.  They didn't talk!  They did it all with their face. \n[258]I don't know. Hey Bill, which dress is better for you, the green or the red one? \n[259] \n[260]\n[261]Okay, you're Dr. Eric Vornoff. You're upset. You've worked so hard on this experisent, and you don't want to see it fail. No, you're not <u>that</u> upset.  You want to keep moving.  You wanna cross the room. Okay, CUT!  BEAUTIFUL!  PRINT IT! \n[262]Alright, let's go immediately to Scene 52.  Tor, are you in place? \n[263]Okay, CUE RAINSTORM! \n[264]And roll camera!  ACTION! \n[265]Okay, you're Lobo.  You're upset. You've worked so hard helping Dr. Vornoff on this experiment, and you don't want to see it fail. No, you're not <u>that</u> upset.  You want to keep moving.  You wanna cross the room. Okay, CUT!  PERFECT!  PRINT IT! \n[266]No, it's fine.  It's real!  In actuality, Lobo would struggle with that problem every day. \n[267]Wow, this lab looks great.  Except why is there a stove and refrigerator? \n[268]Nah, it'll work.  Where's Bela? \n[269]Bela, are you ready? \n[270]You're shooting \"Bride Of The Atom.\" Scene 85. \n[271]You'll be sitting on the right. \n[272]Okay.  Then you'll be sitting on the <u>left</u>. \n[273]Here's the scene.  Loretta, you're in a trance.  You glide in and get on the operating table.  Now Tor, you're supposed to tie her down.  But you have an angora fetish... and when you rub that swatch of angora, it makes you refuse so Bela has to discipline you. \n[274]\n[275]That's fine, Bela.  We're still rolling.  Just say \"Dear, you're lovely.\" \n[276]And, CUT!!!  Impeccable! \n[277]  \n[278]Okay, I'll get you the money later. \n[279]Sorry to bother you while we're shooting, but the guy who owns the stage needs his money. \n[280] \n[281]I kinda need it now. \n[282]Yeah.  Well I need the other sixty-thousand. \n[283]The other sixty-thousand you said you'd give me. \n[284]  \n[285]Oh my God. \n[286]  \n[287]...lemme tell you, you can't lose. It's scary!  And if you don't like that, it's romantic!  Bela Lugosi portrays Dr. Vornoff, and lovely ingenue Loretta King is reporter Janet Lawton. \n[288]<u>Vampira</u>...? Why do you ask?? \n[289]Well... she's playing -- Could you excuse me one moment?? \n[290]Excuse me, Miss Vampira? \n[291] \n[292]No.  I think my film is perfect for you. \n[293] \n[294] \n[295]Where are you guys going?!  You can't leave! \n[296] \n[297]Fine!  SCREW YOU!  If you don't have the balls to roll the dice, then I don't want your stinking money!! \n[298]Please, come back! \n[299]  \n[300]Goddamn landlord. \n[301]Maybe if you'd come to the backers party, I would've gotten the money. \n[302] \n[303]<u>I didn't dump you</u>!  Get it through your skull -- I just recast the part! \n[304]So WHAT??  Look, we gotta figure out where we're gonna stay. \n[305]Does she have room for me? \n[306]Bela, I don't know what I'm doin' anymore... \n[307]What is this place? \n[308]Was I wrong to cast Loretta? \n[309]But was it a bad decision?  At the time, I thought her money would save the movie. \n[310] \n[311]Really? \n[312]So why didn't you do it? \n[313]But maybe not. \n[314]Your next film.  That <u>will</u> be the one. \n[315]...and then Dr. Vornoff falls in the pit, and his own octopus attacks and eats him!  The End. Whew!  That's quite a story.  So you made the movie, and now you want to make it again? \n[316] \n[317]Movies are very popular.  You could make a lot of money. Yeah, but most of 'em flop, don't they?  What am I tangibly guaranteed? \n[318]Well... you get \"Executive Producer\" credit. That don't mean diddley. BILLY BOB!  You're cutting 'em TOO \n[319]Mr. McCoy, how can I make you happy? Cut to the chase, heh?  That's good! That's very good. Okay, two things.  Number one: I want the movie to end with a big explosion.  Sky full of smoke. \n[320]But the story ends with Dr. Vornoff falling in the pit -- Not anymore.  And number two: I've got a son.  He's a little slow -- but a good boy.  And something tells me he'd make a hell of a leading man... \n[321]Tor, this is Ed!  Glad I could find you!  I got the money, and we resume shooting tomorrow morning! \n[322]Then you'll have to drive all night! I'm counting on you, big guy. Breakfast is at seven. \n[323]Honey, you made it! I wasn't sure you got my message. \n[324]That's right... \n[325]That's Tony McCoy.  He's playing Lieutenant Dick Craig. \n[326]None. But his dad gave me fifty grand. \n[327]Hey, <u>the movie's getting made</u>. That's the main thing. \n[328]Ladies!  You both look fine.  Why don't we talk about the scene? Okay.  Janet Lawton has discovered that Dr. Vornoff bought the old Willows estate.  So now she wants to prove that all the monster stories are true. \n[329] \n[330] \n[331] \n[332] \n[333]Uh, I couldn't reach the guy... he was in meetings all day.  But this'll be great, I promise! \n[334]Oh.  I thought they kept this open. \n[335]Not so fast.  First we have to get it down. \n[336]Yes! \n[337]\n[338]Tor!  Are you okay?! \n[339]You don't understand!  The octopus is supposed to live in a <u>lake</u>! \n[340]NO!  It has to be UNDERWATER! \n[341]Nonsense!  You look great -- Look, uh, why don't you lie down and take a little nap?  We'll film around you for a while. \n[342]Thanks, buddy... \n[343]Hey.  This is looking good! Paul, where's the octopus motor? \n[344]You know, to make the legs move -- \n[345]You'll be fighting with the octopus. \n[346]This'll look a lot better.  We have to match the stock footage of the octopus underwater. \n[347]Once you're in it, it warms up. \n[348]Bela, somebody misplaced the motor. So when you wrestle the octopus, shake the legs a bit, to make it look like it's killing you. \n[349]Huh? \n[350]Bela, I've got twenty-five scenes to shoot tonight. \n[351]Alright!  Let's put it on film. \n[352]\n[353]And CUT! \n[354]C'mon!  Just one more day!  Just have some coffee, you'll feel better! \n[355]Yeah?  Well I got <u>no</u> sleep, and I feel great! \n[356]Bela.  I just wanna thank you again for last night. \n[357]No.  Seriously.  I want you to know how much I appreciate what you've done for me.  A great man like you shouldn't have to run around in freezing water at four in the morning. \n[358](he smiles, then pulls out a \n[359]I know it's a lot to give you at the last second. \n[360]  \n[361]Cut.  It's a wrap. \n[362]Dolores, wait! \n[363] \n[364]But you used to say -- \n[365]   \n[366]Yeah... \n[367]No, I was just doin' a little work... \n[368]Uh, I don't have much of an appetite lately. \n[369]I'd be happy too, if I had such a great family. \n[370]Greta, your husband is a terrific actor.  You should come down and visit the set. \n[371]No, it's really no problem at all! \n[372]Tor, I should be getting home. \n[373]But I thought me and Dolores had something. \n[374]  \n[375]  \n[376]Vampira!  Hi, this is Ed Wood. \n[377]Ed Wood!  You came to my party.  I directed \"Bride Of The Atom\"! \n[378]Well, I was wondering if maybe sometime you'd like to go out, and maybe grab some dinner. \n[379]ME?!  No, uh, I'm just a transvestite. \n[380]No, no!  I like girls.  So how 'bout Friday? \n[381]  \n[382]Excuse me.  Is that angora? \n[383]Don't you think angora has a tactile sensuality lacking in all other clothing? \n[384]It's made from specially-bred rabbits that live in the Himalayas. \n[385]No, I work in pictures.  I'm a director-actor-writer-producer. \n[386]Two people do.  Orson Welles and me. \n[387]You know, you're a very attractive girl. \n[388]You shouldn't be embarrassed by the truth. Mind if I order some hotcakes...? \n[389]Excuse me!  Could everyone please quiet down? First of all, I want to thank you, all my good friends, for being here tonight.  And second, if you're wondering what the big surprise is... well, TONIGHT I'M GETTING MARRIED!! \n[390]Everybody, this is <u>Norma</u>! \n[391]And Bela, I want you to be the best man! \n[392]I do. \n[393]Norma, this is Bela -- Bela, this is Norma.  Norma, this is Tor -- Tor, this is Norma.  Norma, this is Paul Paul, this is Norma. \n[394]Yeah.  It seems a little crazy, but sometimes <u>you just know</u>.  She's perfect for me. \n[395]Oop, that's our cue! Honey, we gotta go.  GOODBYE, \n[396] \n[397]Honey, I have a little secret to share with you. \n[398]Please, be compassionate.  I'm your husband! \n[399]Bela, let me in!  Bela, it's Eddie. \n[400]Shit!  Bela, what's with the gun? \n[401]Norma.  She changed her mind.  She doesn't wanna marry me. Can you put down the gun? \n[402]What are you doing? \n[403]Jesus Christ, what an evening. What happened? \n[404]Don't you have any savings? \n[405]Buddy, I don't know if that's such a good idea. \n[406]Bela, I'm on your side.  C'mon, give me the gun... If you give me the gun, I'll make you a drink.  What are you drinking? \n[407]Straight up or on the rocks? \n[408]Don't worry. \n[409]Don't worry.  Everything's gonna be all right. \n[410]Hello. \n[411]I got married last night. \n[412]The marriage already ended. \n[413]What are you making? \n[414]How long's he been here? \n[415]Excuse me. Doctor?  I'm with Mr. Lugosi.  How is he? \n[416]Will he be okay? \n[417]Hi, Lillian. \n[418]He does? \n[419]What's going on here?!  Excuse me! \n[420]Everybody out!  This is a hospital! Get out of here. \n[421]What happened?! \n[422] \n[423]Oh, hi. \n[424]I am.  How's your father? \n[425]Not good... \n[426]Would you maybe like to get a coffee..? \n[427]Isn't he? \n[428]Look, he doesn't have any money... but I'll give you everything I've got.  I have a few hundred dollars. \n[429]Bela, wake up. \n[430]I've got some good news.  The doctor says you're all better.  You can come home. \n[431]No, you look good.  And the tests came back fine. C'mon... \n[432]Soon, Bela... Soon. \n[433]Please, I just need it for one afternoon! \n[434]This is different!  It'll mean so much to me.  All I need is a camera and a tripod.  No lights, no sound. Nothin' fancy. \n[435]And one roll of film. \n[436]No, this is just the second unit. We'll do the main footage later. \n[437] \n[438] \n[439]Okay, roll camera!  Rolling.  Scene One, Take One! And... ACTION! \n[440]And, cut... \n[441] \n[442] \n[443]No.  I'm from back east.  You know, All-American small town... everybody knew everybody, I was a Boy Scout, my dad worked for the post office... \n[444]Nah, 'cause I had my comic books. And I read pulp magazines.  And I listened to the radio dramas... \n[445] \n[446]What do you mean? \n[447]That's INCREDIBLE!  That's the first picture <u>I</u> ever saw!! \n[448]I had to sleep with the lights on for a month. But I never missed a Lugosi picture after that. \n[449]   \n[450]Kathy, I'm about to tell you something I've never told any girl on a first date.  But I think it's important that you know. I like to wear women's clothes. \n[451]I like to wear women's clothes: Panties, brassieres, sweaters, pumps... it's just something I do. And I can't believe I'm telling you, but I really like you, and I don't want it getting in the way down the road. \n[452]No! I love sex with girls. \n[453] \n[454]  \n[455]Vampira!  Hi, it's Ed Wood. \n[456]No, don't worry, I moved on.  I was just calling to see if you want to attend the world premiere of my new film, \"Bride Of The Monster.\" \n[457]It's the same film.  But the distributor wanted a punchier title. C'mon!  It's gonna be a big event -- we're going all out!  Bela, Tor, and Cris are coming.  You'll have fun! \n[458]Don't worry.  We're almost there. \n[459] \n[460]Wow.  Go knock 'em dead! \n[461]  \n[462]Ooooo!  At the stroke of midnight, the witching hour, the ghouls arise from the <u>dead</u>! \n[463]C'mon!  We're getting the hell out of here! \n[464]We're escaping! \n[465]Stop! \n[466]Did you see that kid grab Vampira's tits? \n[467]Yeah, she's really somethin'. \n[468]I just wish you coulda seen the movie. \n[469]  \n[470]Thanks.  It's actually the only thing I know how to make. Hey, can you grab that strainer? \n[471]Ugh! Always at the wrong time. Hello? \n[472]Oh no... \n[473] \n[474]    \n[475]I'd seen him in a coffin so many times, I expected him to jump out... \n[476]I might as well be.  I made shitty movies that nobody wanted to see. I blew it.  All he wanted was a comeback... that last glory... \n[477]  \n[478]   \n[479]Hruphh...? \n[480]Yeah...? \n[481] \n[482] \n[483] \n[484]   \n[485]Okay -- you know what you do?  You produce a film in a commercially proven genre.  And after it's a hit, you take the profits from <u>that</u>, and make the twelve Apostles' movies. \n[486]Absolutely!  You see this script..? \n[487]\"Graverobbers From Outer Space\"! It's <u>money in the bank</u>. \n[488]From outer space!  It's science- fiction.  <u>Very</u> big with the kids! If you make this picture, you'll have enough money to finance a HUNDRED religious films! <u>And</u> pay my back rent from the profits. \n[489]It's a guaranteed blockbuster! \n[490] \n[491]Yes, but I've got the last footage he ever shot! \n[492]It's plenty!  It's the acorn that will grow a great oak.  I'll just find a double to finish his scenes, and we'll release it as \"Bela Lugosi's Final Film\" \n[493]  \n[494]Bunny!  We're making another film! Yeah -- I got the Baptist Church of Beverly Hills to put up the cash! \n[495]Great!  Bring 'em in!  Bunny, I gotta run. \n[496]Too tall... too short... And this guy doesn't work at all. \n[497]That was Karloff. Paul, you gotta try harder.  I don't want this film to be haif-assed. This time, we go for the quality. \n[498]And by the way, keep Sunday free. The producers want all of us to get baptized. \n[499]You know, when you rewrite a script, it just gets better and better! \n[500]The left.  It's more natural. Hey, I've got a scene where the aliens have the ultimate bomb.  What would that be made of? \n[501]No.  They're beyond that!  They're smarter than the humans.  What's <u>more</u> advanced? \n[502]No, BIGGER!  What's the biggest energy?? \n[503]  \n[504]  \n[505]Those assholes. \n[506]Yeah... I should give her a call. \n[507]I'm really sorry... \n[508]I know what <u>that's</u> like. Anyway, I brought a copy of the script.  You would play the \"Ghoul's Wife.\" \n[509] \n[510]You don't wanna be noticed? \n[511]Who's Dr. Tom? \n[512]  \n[513]Wait a second.  Don't move! \n[514]<u>It's uncanny</u>. \n[515]\n[516]SHHH!  We want these Baptists to like us. \n[517] \n[518]I do. \n[519] \n[520]That's ridiculous! \n[521]And, ACTION! \n[522]Look, Lugosi is dead and Vampira won't talk.   Ihad to give <u>somebody</u> the dialogue. \n[523]See, no talking.  Isn't he good? \n[524]\n[525]   \n[526]Isn't it wonderful?  Bela lives! \n[527]No, he would've loved it!  Bela's returned from the grave -- like Dracula. \n[528]\n[529]And PERFECT.  CUT! \n[530]I like to think so. \n[531]People won't notice.  Filmmaking isn't about picky details -- it's about the big picture. \n[532]YOU DON'T KNOW ANYTHING!  Haven't you ever heard of \"suspension of disbelief\"?! \n[533] \n[534] \n[535]\n[536]They're driving me crazy!  These Baptists are stupid, stupid, STUPID! \n[537]Mmm.  I need to calm... Take deep breaths... Ohh, it's so smooth... \n[538]Okay, everyone!  Let's set up for Scene 112!  Move the crypt stage left and get ready with Tor's make-up effect. \n[539]I'm directing. \n[540]That's it.  I give up! \n[541]Take me to the nearest bar. \n[542]Imperial whiskey, straight up. \n[543]Oh my God.  It's Orson Welles... \n[544]Oh shit. \n[545]Excuse me, Sir...? \n[546]Uh, uh, I'm a young filmmaker, and a really big fan... and I just wanted to meet you. \n[547]Oh.  Um, I'm Ed Wood! So, what are you working on now? \n[548]I can't believe it.  These sound like <u>my</u> problems! \n[549]Ain't that the truth!  I've even bad producers recut my movies -- \n[550] \n[551]Mr. Welles, is it all worth it? \n[552]  \n[553]Wow. \n[554]Mr. Reynolds! \n[555]We are gonna finish this film <u>just</u> <u>the way I want it</u>!  Because you can't compromise an artist's vision! \n[556]And you're gonna make a bundle.  This movie's gonna be famous!  But only if you SHUT UP, and let me do it my way! \n[557]  \n[558]\n[559]  \n[560]Okay, I want that tank!  And I want that bomb! \n[561]NO!  The aliens should look like people. \n[562]<u>Not in my movie</u>, they're not! \n[563]Maybe you guys were right.  \"Plan Nine\" <u>is</u> a good title. \n[564]  \n[565]You're standing in it. Alright, bring in the shower curtain! \n[566]More fog!  More fog!! And CUT!  PRINT IT!  IT'S A WRAP! \n[567]I can't get it to go up. \n[568] \n[569]Thanks a million.  I just wanna say... this film is for Bela. \n[570]  \n[571]This is the one.  I know I'll be remembered for this film. \n[572]Let's get married. \n[573]<u>Right now</u>.  Let's drive to Vegas! \n[574] \n[575]  ", "Reynolds": "\n[1]Mr. Wood?! \n[2]Mr. Wood, this is Mr. Reynolds, your landlord.  Could you please open up? \n[3]Mr. Wood, you have bounced your third and final rent check. \n[4]Hmm, so you're in the picture business? \n[5]<u>I'm</u> interested in the picture business.  My associates and I wish to produce a series of uplifting religious films, on the Apostles. But unfortunately, we don't have enough money. \n[6]Oh!  Our church has the money for one film.  We just don't have it for all twelve... \n[7]Would that work? \n[8]Graverobbers from <u>what</u>?? \n[9]I don't know... this is all a lot to absorb. \n[10]Um, I understand that this science friction is popular -- but don't the big hits always have big stars? \n[11] \n[12]Just, it doesn't look like very much. \n[13]Oh my God, I dropped him -- \n[14] \n[15]Before we start shooting, Mr. Wood, we have a few questions -- \n[16]Yes, about that title, it strikes us as very inflammatory.  Why don't we change it to \"<u>Plan Nine</u> From Outer Space\"? \n[17]What'd you give him all the lines for??  He's unintelligible! \n[18] \n[19]That cardboard headstone tipped over. This graveyard is obviously phony! \n[20]Oh, you wanna talk about the \"big picture\"?!  How 'bout that the policemen arrive in the daylight, but now it's suddenly night??? \n[21]Not like THAT, you're not! \n[22]Yes? ", "Criswell": "\n[1]Greetings, my friend.  You are interested in the unknown, the mysterious, the unexplainable... that is why you are here. So now, for the first time, we are bringing you the full story of what happened... We are giving you all the evidence, based only on the secret testimony of the miserable souls who survived this terrifying ordeal.  The incidents, the places, my friend, we cannot keep this a secret any longer. Can your hearts stand the shocking facts of the true story of Edward D. Wood, Junior?? \n[2]In 1960, the automobile will have retractable wings, so it can fly. \n[3]By 1970, Man will have colonized Mars.  Millions of people will live there. \n[4]Mr. <u>Lugosi</u>!  It is an unparalleled privilege to meet you.  Allow me to introduce myself... I am CRISWELL! \n[5]Ah, cheer up!   Don't lose heart over what happened tonight. I predict that your next project will be an outstanding success! \n[6]And who may you be? \n[7]Ah.  The director of \"Glen Or Glenda.\" \n[8]I'm Criswell.  I know all. \n[9]Bring me two more Beefeater martinis. Eddie will have another whiskey, Dagmar's a Rum-and-coke, Moustapha and King are chablis -- hey Bela, would you like a wine? \n[10]I guessed. \n[11]I made it up.  It's horseshit! \n[12]There's no such thing as a psychic. People believe my folderol because I wear a turban and a black tuxedo. \n[13]Eddie, we're in show biz!  It's all about razzle-dazzle.  Appearances. If you dress nice and talk well, people will swallow anything. \n[14]I predict \"Bride Of The Atom\" will be the biggest moneymaker of all time! \n[15]Bravo!  Bravo!  Magnifico! \n[16]My pleasure.  I'm always happy to assist in a little larceny. \n[17]You know how much this car cost me? \n[18]ONE DOLLAR!  Miss Mae West herself sold it to me.  She said, Cris, you belong in a pink Cadillac! \n[19]Incidentally, you <u>promise</u> you're not going to scratch my car...? \n[20]Hey, keep it down.  My publicist will throttle me if we get caught. \n[21]Oh my God.  We killed him. \n[22]Thank God Tor broke the fence. \n[23]So <u>you</u> sleep in coffins?! \n[24]I can't believe this!  <u>I</u> sleep in coffins! \n[25]YES!  My father ran a mortuary -- it's an old habit! \n[26]  \n[27]So who's the surprise for? \n[28]Isn't that like him! And isn't that like <u>us</u> -- that we show up anyway. \n[29]Excuse me.  We're here for the Wood party. \n[30]I predict it's Dolores in a mask. \n[31]Edward, are you sure you know what you're doing? \n[32]I predict we're lost. \n[33]It's show biz. \n[34]Ah!  Now I see it. \n[35]Why couldn't we do this in the church? \n[36] \n[37]  \n[38]\"Perhaps on your way home, someone will pass you in the dark, and you will never know it.  For they will be from outer space.\" \n[39]You are about to see en extraordinary motion picture.  But before it begins, I think we ought to give a hand to the man without whom we wouldn't be here tonight... Eddie, take a bow! \n[40]My friend, you have just seen the story of Edward D. Wood, Junior. Stranger than fact... and yet every incident based on sworn testimony. A man.  A life.  Can you prove it didn't happen? ", "Loretta": "\n[1]Pleased to meet you.  I'm Loretta King. \n[2]Yes.  Hollywood is oh so exciting. \n[3] \n[4]Perhaps a small amount of money. How much do one of your motion pictures cost? \n[5]That's all??  That seems very reasonable for an entire picture. \n[6]Oh my, this is very interesting. Say... do you think it would be possible for me to maybe play one of these parts? \n[7]Hmm.  Those sound kind of small. Oh, here's one that looks good: Janet Lawton.  I'd sure like to play her. \n[8]Eddie, which dress do you like better? \n[9]Ow.  Not so hard, Tor. \n[10]Well then you should pay him, shouldn't you? \n[11] \n[12]What other sixty-thousand? \n[13]You misunderstood.  I gave you everything I have in the world: Three-hundred dollars. \n[14]No, I'm done.  All I needed was a touch-up. \n[15]\"Thanks.\" ", "King": "\n[1]  \n[2]   \n[3]  \n[4]   \n[5]  \n[6]  ", "Reverend": "\n[1]Brothers and Sisters, we've reached a special part of the service.  The baptism of our new members! If the congregation will oblige, we'd like to adjourn and reconvene at Emma DuBois's back yard. \n[2] \n[3]...Do you accept the Lord Jesus Christ as your savior? \n[4] \n[5]...Do you reject Satan and all his works? \n[6] \n[7]...Do you repent for all your sins? \n[8]Lord no!  The man's drowning! \n[9]Help!  HELP!!! \n[10] \n[11]The script refers on numerous occasions to graverobbing.  Now we find the concept of digging up consecrated ground highly offensive. It's blasphemy. \n[12] \n[13]That's not an answer. \n[14]Doesn't this strike you as a bit morbid? \n[15]This is our choir director.  He's gonna play the young hero. \n[16]I thought this was a group effort. \n[17]Mr. Wood?  <u>What do you think you're</u> <u>doing</u>?! \n[18]Remove that get-up immediately.  You shame our Lord. \n[19] ", "Lemon": "\n[1]Brothers and Sisters, we've reached a special part of the service.  The baptism of our new members! If the congregation will oblige, we'd like to adjourn and reconvene at Emma DuBois's back yard. \n[2]...Do you accept the Lord Jesus Christ as your savior? \n[3]...Do you reject Satan and all his works? \n[4]...Do you repent for all your sins? \n[5]Lord no!  The man's drowning! \n[6]Help!  HELP!!! \n[7] \n[8]The script refers on numerous occasions to graverobbing.  Now we find the concept of digging up consecrated ground highly offensive. It's blasphemy. \n[9] \n[10]That's not an answer. \n[11]Doesn't this strike you as a bit morbid? \n[12]This is our choir director.  He's gonna play the young hero. \n[13]I thought this was a group effort. \n[14]Mr. Wood?  <u>What do you think you're</u> <u>doing</u>?! \n[15]Remove that get-up immediately.  You shame our Lord. \n[16] ", "Wood": "\n[1]                  \n[2] \n[3]   \n[4]   \n[5]   \n[6]  \n[7]   \n[8]  ", "Paul": "\n[1]Aw thanks, Eddie. \n[2]What does \"ostentatious\" mean? \n[3]Lines around the block. \n[4]I don't know. \n[5] \n[6]Uh, yoo-hoo.  Excuse me!  Sorry to interrupt, but I got some big news. \n[7]Well my cousin Fred met this dame from back East.  She's from \"old money,\" and he thinks she's loaded. And here's the kicker: She's <u>very</u> <u>interested</u> in the picture business! \n[8]We couldn't afford any more props. If it seems weird, maybe you can add a scene where they eat dinner. \n[9]So is Dolores coming? \n[10]This is unbelievable!  I woulda bet a million bucks that Ed wouldn't finish this picture. \n[11]Ed, you said you were getting permission. \n[12]This place gives se the creeps. Let's get the hell out of here. \n[13]You're sure this is gonna work? \n[14]You're <u>sure</u>??? \n[15]What octopus motor? \n[16] \n[17]\"Glen Or Glenda,\" now that was a hell of a picture. \n[18]Is that possible? \n[19]I dunno.  Ed was real mysterious. All he'd say was it's a surprise party. \n[20] \n[21] \n[22]Ed, I got the Lugosi lookalikes outside. \n[23]Well I was thinkin' like, when Bela played \"Fu Manchu.\" \n[24]\"Why do I always get hooked up with these spook details?  Monsters! Graves!  Bodies!\" ", "Marco": "\n[1]Aw thanks, Eddie. \n[2]What does \"ostentatious\" mean? \n[3]Lines around the block. \n[4]I don't know. \n[5] \n[6]Uh, yoo-hoo.  Excuse me!  Sorry to interrupt, but I got some big news. \n[7]Well my cousin Fred met this dame from back East.  She's from \"old money,\" and he thinks she's loaded. And here's the kicker: She's <u>very</u> <u>interested</u> in the picture business! \n[8]We couldn't afford any more props. If it seems weird, maybe you can add a scene where they eat dinner. \n[9]So is Dolores coming? \n[10]This is unbelievable!  I woulda bet a million bucks that Ed wouldn't finish this picture. \n[11]Ed, you said you were getting permission. \n[12]This place gives se the creeps. Let's get the hell out of here. \n[13]You're sure this is gonna work? \n[14]You're <u>sure</u>??? \n[15]What octopus motor? \n[16] \n[17]\"Glen Or Glenda,\" now that was a hell of a picture. \n[18]Is that possible? \n[19]I dunno.  Ed was real mysterious. All he'd say was it's a surprise party. \n[20] \n[21] \n[22]Ed, I got the Lugosi lookalikes outside. \n[23]Well I was thinkin' like, when Bela played \"Fu Manchu.\" \n[24]\"Why do I always get hooked up with these spook details?  Monsters! Graves!  Bodies!\" ", "Bela": "\n[1]Too constrictive.  This is the most uncomfortable coffin I have ever been in. \n[2]The selection is quite shoddy.  You are wasting my time. \n[3] \n[4]Huh? \n[5]Who are you?  What do you want? \n[6]Ha! \n[7]Because I'm planning on dying soon. \n[8]Yes.  I'm embarking on another bus- andótruck tour of \"Dracula.\" Twelve cities in ten days, if that's conceivable. \n[9]Eh, that was a terrible production. Renfield was a drunk! \n[10]Thank you. \n[11]I apologize.  When I play Dracula, I put myself into a trance.  It takes me much time to re-emerge. \n[12]Oh, there's my bus. Shit, where's my transfer?! \n[13]I refuse to drive in this country. Too many madmen. \n[14]I have no next picture. \n[15]Back in the old days, yes.  But now -- no one give two fucks for Bela. \n[16]No more.  I haven't worked in four years.  This town, it chews you up, then spits you out.  I'm just an ex-bogeyman. Make a right. \n[17]  \n[18] \n[19]They were <u>mythic</u>.  They had a poetry to them. And you know what else?  The women prefer the traditional monsters. \n[20]The pure horror, it both repels and attracts them.  Because in their collective unconsciousness, they have the agony of childbirth.  The blood. The blood is horror. \n[21]Take my word for it.  You want to \"score\" with a young lady, you take her to see \"Dracula.\" \n[22]Ugh, what a mess. My wife of twenty years left me last month.  I'm not much of a housekeeper. \n[23]Shh!  I'm coming!  I will feed you! \n[24] \n[25]  \n[26]  \n[27]  \n[28] \n[29]Vampira!  You will come under my spell!  You will be my slave of love. \n[30]You must be double-jointed, and you must be Hungarian. Vampira, look at me!  Stare into my eyes. \n[31]I am getting tired.  I need to take my medicine. \n[32]No thank you, Eddie.  I'll be alright. \n[33]I feel better now. \n[34]Children!  I love children. \n[35]Aren't you scared, little boy?  I'm going to drink your blood! \n[36]Hey, how'd you do that? \n[37]Don't worry.  I do it every Halloween. \n[38]I am DRACULA! \n[39]I am the BAT!! \n[40]I am DRACUlA!  I will LIVE FOREVER!!! \n[41]Eddie, you got a new movie for me?! \n[42]Eddie, what kind of movie is this? \n[43] \n[44]I don't understand. \n[45] \n[46]I am always on time. \n[47] \n[48] \n[49]\"Sidekick\"??  \"KARLOFF\"?!! \n[50]Fuck you!!  Karloff doesn't deserve to smell my shit!  That limey cocksucker can rot in hell, for all I care!!! \n[51]How dare that asshole bring up Karloff?!!  You think it takes talent to play Frankenstein?!  NO!  It's just make-up and grunting!  GRRR! \n[52]Of course!  Dracula requires <u>presence</u>.  It's all in the voice, and the eyes, and the hand -- \n[53]BULLSHIT!  I am ready now!  Roll the camera!! \n[54]\"Beware.  Beware!  Beware, of the big green dragon that sits on your doorstep.  He eats little boys! Puppy dog tails!  Big fat snails! Beware.  Take care.  Beware!\" \n[55]\"Pull the string!  Pull the string!\" \n[56]Wasn't I something..?  Did you see how I command the screen?! \n[57]But, I don't like horses.  Do I have to get on one? \n[58]Who do I play? \n[59] \n[60] \n[61] \n[62]Those bastards at Universal.  I made so much money for them, and now I can't get the time of day. \n[63]We can't.  Those sons-a-bitches control the rights. \n[64]Dracula? \n[65]Ah!  This is very exciting. \n[66]Eddie... help me... \n[67]Eddie... please come over -- \n[68]  \n[69]   \n[70]Eddie... my friend. \n[71]I didn't feel well... \n[72]No hospital.  Just take me to the couch... \n[73]Nah.  This happens all the time... \n[74]Goulash. \n[75]Morphine, with a demerol chaser. Eddie, I'm so broke.  I don't know what I'm gonna do... \n[76]\"Greetings.  I am the Count.\" \n[77]\"It is my home.\" \n[78]\"Beg to differ.  This casket incarpratates, er, inporporates --\" \n[79] \n[80]Greetings.  I am the Count. \n[81]It is my home. \n[82]Uh, beg to differ. \n[83] \n[84] \n[85] \n[86]No.  I never drink -- wine. \n[87]Thank you.  And you are? \n[88] \n[89]At Universal, they shot two scenes a day.  Eddie can knock off twenty or thirty!  He's incredible. \n[90] \n[91](he glares at the sparking Tesla \n[92]\"Now we are ready for the girl.\" \n[93]\"Dear, you are a woman of super strength and beauty.  A lovely vision of exquisitely beauty -- shit!\" Damn!  Eddie, I'm sorry I can't remember all this.  I'm an old man. It's too long. \n[94]  \n[95]\"Do as I command you!\" \n[96]\"I'll teach you to disobey me!\" \n[97]Here we go again. \n[98]Stop worrying.  This is going to raise your spirits. \n[99]This is the Philosophical Research Society.  A refuge for free thinkers. I've been coming here for twenty years. \n[100]Most people in this country, they know nothing, about Eastern mysticism. They are afraid of it. But I am open-minded.  It gives me hope. \n[101]Bad decisions are easy to live with. Forget.  Just keep looking forward. \n[102]Eddie, you screwed up. \n[103]In life, the decisions that haunt you are the ones where you just don't know... where right or wrong will never be answered. Years ago, the Hungarians contacted me.  The government wanted me to come home, to be Minister of Culture. \n[104]It was a very impressive offer. Fancy offices, a big home... I'd be treated like a king. \n[105]I didn't know if it was a trick. They might arrest me and throw me in a gulag. I am Hungary's most famous emigrant. they'd use me as a lesson to anyone who tries to leave. \n[106]Correct.  So instead, I stayed here, waiting for my comeback.  Always hoping... the next film, the next film... that would be the one. \n[107]Eddie, I'm so tired... I don't know if I can handle a night shoot... \n[108]Let's shoot this fucker!  Where do I go? \n[109]Out <u>there</u>?! What happened to the stream? \n[110]Oh, for Christ's sake. \n[111]Goddamn, it's cold! \n[112]Fuck you!  <u>You</u> come out here. Hey, toss me that J.D. \n[113]Okay!  How do we turn this thing on? \n[114]Do you know I turned down \"Frankenstein\"? \n[115]After I did \"Dracula,\" the studio offered me \"Frankenstein\"!  But I turned it down, the part wasn't sexy enough.  It was too degrading for a big star like me. \n[116]Don't let me slow you down. \n[117] \n[118]Well, there aren't too many other fellas I'd do it for... \n[119] \n[120]These lines -- I'll have no problem remembering. \n[121]\"My dear Professor Strowski, twenty years ago I was banned from my home land.  I was classed as a madman -- a charlatan -- outlawed in the world of science which previously honored me as a genius!\" \"Now here in this forsaken jungle hell, I have proven that I am alright.\" \n[122] \n[123]Yes.  There is nothing more comfortable. \n[124]No. \n[125]So what are we doing here? \n[126]  \n[127]Who the fuck is she?? \n[128]    \n[129]Why are you here?? \n[130]Why aren't you on your honeymoon? Where's Myrna? \n[131]  \n[132]I was thinking about killing myself. \n[133] \n[134]I'm obsolete.  I have nothing to live for.  Tonight, I should die. And you should come with me. \n[135]It'll be wonderful.  We'll be at peace.  In the afterlife, you don't have to worry about finding work. \n[136]Formaldehyde. \n[137]I'm sorry, Eddie.  I'm so sorry. \n[138] \n[139]I have been a drug addict for twenty years.  I need help... \n[140] \n[141]Fine.  Let them!  There is no such thing as bad press.  A man from New York even said he's putting me on the front page!  First celebrity to ever check into rehab. When I get out of here, I will be healthy.  Strong!  I will be primed for my comeback! \n[142]   \n[143] \n[144]Eddie, I wanna make another picture. When are we gonna make another picture? \n[145]  \n[146]This is so exciting.  Another production! \n[147]So Eddie, don't we need a sound crew? \n[148]Oh.  So what is the scene about? \n[149]Okay.  But what if I'm not in <u>too</u> big a hurry?  What if I take a moment to slow down and savor the beauty of life?  To smell a flower? \n[150]Eddie, how was I? \n[151]Good. Now what about my close up? \n[152] \n[153]Sorry... \n[154]What is that? \n[155]Now <u>that</u> was a premiere. \n[156]Last night was quite a romp. \n[157]I envied him. Hell, I envied you too, having a girlfriend that would jump in front of a car like that. \n[158]I know none of <u>my</u> wives would've. \n[159]Eddie, I want to thank you.  These last few days have been a good time. \n[160]No problem.  I know it by heart... \n[161]\"Home.  I have no home.  Hunted... despised... living like an animal -- the jungle is my home!  But I will show the world that I can be its master.  I shall perfect my own race of people... a race of atomic supermen that will conquer the world!\" \n[162]Certainly. \n[163]Better. I'm seventy-four, but I don't know it.  If the brain is young, then the spirit is still vigorous... like a young man. ", "Lugosi": "\n[1] ", "Kathy": "\n[1]Hello. You're sleeping in a tuxedo. \n[2]Oh.  Congratulations. \n[3]Oh.  My condolences. \n[4]Booties for my father.  He gets cold in this hospital. \n[5]This is my thirteenth pair. \n[6]Oh, it's you again. \n[7]You look beat. \n[8]He's better.  Thank you for asking. How's your friend? \n[9]Well, I made him some booties to cheer him up. They're black -- to match his cape. \n[10]Oh, flowers!  I didn't know you were so traditional. \n[11]They're very nice. Let me get my coat. \n[12]So have you always lived in L.A.? \n[13]Sounds like you lived in Grovers Corners. \n[14]Did you find it boring? \n[15]Oh.  I loved those shows!  \"Inner Sanctum\"... \"The Shadow\" -- \n[16]You're not gonna believe the first picture I ever saw.  Your friend's. \n[17]\"Dracula.\" \n[18]That <u>is</u> incredible! You know, I had to sleep with the lights on for a week after seeing that movie. \n[19]A few years ago, I actually saw him do \"Dracula\" live.  I thought he was much scarier in person. \n[20]Huh? \n[21]Does this mean you don't like sex with girls? \n[22]Oh.  Okay. \n[23]Okay. \n[24]Hey look!  There's the theater. \n[25]I've never been to a premiere before. \n[26]  \n[27]\n[28]Ed, this spaghetti sauce is delicious. \n[29]What was that? \n[30]Ed, you've got to snap out of this. Bela's dead -- <u>you're not</u>! \n[31]Well you tried -- \n[32]  \n[33]Do you want your buttons on the left or the right? \n[34]Uh, atomic energy? \n[35]Dynamite -- \n[36]The sun. \n[37]Oh my God.  Look at this! \n[38]  \n[39]The poor girl's out of a job. \n[40]You should feel lucky.  Ed's the only guy in town who doesn't pass judgment on people. \n[41]Look, it's Dr. Tom. Hey, Dr. Tom! \n[42]My chiropractor! \n[43]Actually, my neck's a little funny. \n[44]No, cover up his face. \n[45]Ed, you're gonna miss your own premiere. \n[46]Ed, I'm so happy for you. \n[47] \n[48]But it's pouring.  And the car top is stuck! ", "O'Hara": ""}}