{"filename": "Edward-Scissorhands_script.txt", "imdb_id": "tt0099487", "imdb_url": "https://www.imdb.com/title/tt0099487", "characters": ["Esmeralda", "Joyce", "Kevin", "Helen", "Officer Allen", "Bill", "Marge", "Jim", "Kim", "Cissy (as Linda Perry)", "Host-TV", "Tinka (as Susan J. Blommaert)", "Peg", "Edward Scissorhands", "The Inventor"], "dialogues": {"Esmeralda": "\n[1]\t\tIt's not heaven he's from. It's straight from \t\tthe stinking flames of hell. The power of satan \t\tis in him. I can feel it. God, you have the \t\tpoor sheep strayed so far from the path. \t\t \n[2]\t\tDon't come near me. \t\t \n[3]\t\tHe has been sent first to tempt you. But it's \t\tnot too late. You must push him from you. Expel \t\thim. Trample down the perversion of nature. \t\t \n[4]\t\tI warned you, didn't I? I saw the sign of satan \t\ton him.  You didn't heed my warning. but now \t\tyou will because now you see it too. \t\t\t(Reporters approach Edward and \t\t\tPeg. \t\t \n[5]\t\tYou see, I told you he was a demon. \t\t ", "Joyce": "\n[1]\t\tI could? I don't think so. \t\t \n[2]\t\tYou know, on TV they say you repairmen are \t\tlonely bunch of people. Housewives get lonely \t\ttoo. Although you may not realize it since they \t\thaven't made a commercial on the subject. \t\t \n[3]\t\tOn no! Who could that be? Will you excuse me \t\tfor a moment? Now. Don't go anywhere. I'll be \t\tright back. This is fascinating. I wouldn't \t\twant to miss a moment of it. \t\t \n[4]\t\tWhy! Peg. Have you gone blind? Can't you see \t\tthere's a vehicle in my driveway? \t\t \n[5]\t\tWell, I'm surprised you don't realize that \t\tmeans I'm busy. \t\t\t(Joyce shuts the door with a \t\t\tbang. \t\t \n[6]\t\tYes, I'll be right there. \t\t \n[7]\t\tYou are all hiding in there like a bunch of old \t\thermit crabs. \t\t \n[8]\t\tShame on you, keeping your unusual guest all to \t\tyourself. We think that's mighty selfish of \t\tyou. \t\t \n[9]\t\tOh, that was so sweet of you to want to correct \t\tthe situation. What time does the barbecue \t\tbegin? \t\t \n[10]\t\tWell, you intend to show your guest hospitality \t\tby introducing him to your friends, don't you? \t\t \n[11]\t\tAnd I will bring the ambrosia salad. What time \t\twas it that you said? \t\t \n[12]\t\tAbout five? \t\t \n[13]\t\tDid you hear that? He's the perversion of \t\tnature. Wow, isn't that exciting? See you \t\tlater. Bye bye. \t\t \n[14]\t\tDo you imagine those hands are hot or cold? \t\tJust think what a single snip could do. \t\t \n[15]\t\tWho's handicapped? My goodness! Don't be \t\tridiculous. You're not handicapped. You're... \t\tWhat do they call that? Exceptional. My name's \t\tJoyce. And I noticed that you have not tasted \t\tany of the ambrosia salad that I made \t\tespecially for you. Allow me. \t\t\t \t\t \n[16]\t\tSorry, ladies. But he's promised to come to my \t\thouse first. \t\t \n[17]\t\tHaven't you, Eddie? \t\t \n[18]\t\t\t \t\tEddie. Thirsty? \t\t\t \t\tKisses, Hush up. Quiet now. I can hardly hear \t\tmyself think. Momma's precious little baby \t\tgirl. \t\t\t \t\tWouldn't you like a nice cool glass of \t\tlemonade? \t\t \n[19]\t\tI was hoping for something big and bouffant. \t\tKind of like mine. Don't you worry , Kisses. \t\tYou'll be so pretty. Eddie, is there anything \t\tyou can't do? You take my breath away. I swear. \t\tLook at this. Have you ever cut a woman's hair? \t\tWould you cut mine? That was the single most \t\tthrilling experience of my whole life. \t\t \n[20]\t\tAren't you excited? Oh, this is just so \t\tthrilling. Wait till I show it to you. It's \t\tjust perfect. It's just what we've been looking \t\tfor. I want to call it \"Shear Heaven.\" Here we \t\tare. No, all along here I'm going to put a row \t\tof new mirrors. Back up here a whole row of new \t\tcosmetics. \t\t\t \t\tAll along this row here. \t\t \n[21]\t\tSure. This is where I stand when I greet the \t\tcustomers. Back in here is what I really want \t\tto show you. This is the storeroom for \t\tsupplies. What I need from you today is to help \t\tme make a decision. Don't, that's dangerous. \t\tYou just sit down right there. I have some \t\tsmocks. Would you like me to model them? This \t\tis my favorite because it's yellow. And what \t\tit's for is to catch itchy little trimming that \t\tfall down your neck. Then there's this old \t\tpurple one, you know, you kind of drape around \t\tyou like this. \t\t \n[22]\t\tYou're trembling. So am I. I've been waiting \t\tfor this moment for so long. Edward! Edward, \t\tyou come back here! You can't do that! \t\t\t \t\t \n[23]\t\tAll along I felt in my gut. There was something \t\twrong with him. \t\t \n[24]\t\tI know, I know. They've got that teenage \t\tdaughter in the house. Oh, those poor things \t\tafter what happened to me can you imagine? \t\t \n[25]\t\tI don't believe it. They don't have him. I'm \t\tgoing! No! That's not a good idea! \t\t ", "Kevin": "\n[1]\t\tI wouldn't care. \t\t \n[2]\t\tMan, those things are cool. You know I bet \t\tthey're razor sharp. One karate chop to a guy's \t\tneck... \t\t \n[3]\t\tCan I bring him to show and tell on Monday? \t\t \n[4]\t\tYou hear that, Mr. Boggs? \t\t \n[5]\t\tDad, look!  Sports announcements on \t\t \n[6]\t\tEdward, come here. \t\t\t(Kevin cleans Edward's \t\t\tscissorhands with water. \t\t \n[7]\t\tHey, play scissors, paper, stone with us. \t\t \n[8]\t\tOne chop to guy's neck. And it's all over. \t\tThey're the sharpest things in the world. They \t\tcan hack through anything. And... \t\t \n[9]\t\tYou did it. \t\t \n[10]\t\tI keep the money. \t\t \n[11]\t\tYou know we had a cool show-and-tell today. \t\tThis kid brought in a box of baby possums, 10. \t\tmaybe 12. Totally naked. No hair at all. \t\t \n[12]\t\tYou dope, everybody knows he's supposed to give \t\tit to the police. \t\t \n[13]\t\tHi, honey. honey. \t\t \n[14]\t\tNo. \t\t \n[15]\t\tIt's boring. I'm tired of always winning. \t\t \n[16]\t\tI'll be outside. \t\t \n[17]\t\tSee you tomorrow. Call me, Right? \t\t \n[18]\t\tWho? \t\t \n[19]\t\tHelp! Edward help! \t\t \n[20]\t\tStop! Don't! Stop! Get away, now! Somebody help \t\tus! Help! \t\t ", "Helen": "\n[1]\t\tWeren't you just here? \t\t \n[2]\t\tMy changing looks? That's good. \t\t\t \t\t \n[3]\t\tCome on, Peg. I never buy anything from you. \t\tYou know that? \t\t \n[4]\t\tHello. \t\t \n[5]\t\tDid you get a good look? \t\t \n[6]\t\tShe didn't say anything. She rang my doorbell \t\tearly this morning. \t\t \n[7]\t\tOh, damn! \t\t \n[8]\t\tOr undo. \t\t \n[9]\t\tIt could have been any of our houses. \t\t \n[10]\t\tI don't have anything against Bill and Peg, \t\tbut... \t\t \n[11]\t\tWhat do you say to Peg about the Christmas \t\tparty? \t\t \n[12]\t\tI lied, too. \t\t\t \t\t \n[13]\t\tEdward! I'm calling the police! \t\t \n[14]\t\tYes, look. \t\t \n[15]\t\tHe's a de... a demon. \t\t ", "Officer": "\n[1]\t\tWe're in the process of deactivating the system \t\tso that you can come out. \t\t \n[2]\t\tPut your hands high in the air so we can see \t\tthem. Put your hands up! \t\t \n[3]\t\tDrop your weapon I repeat. Drop your weapon. \t\tI'll ask you one more time and this is your \t\tlast warning. Drop your weapon. If you fail to \t\tdo so, we'll have to open fire. Don't make us \t\tdo that, please. Drop your weapons. Drop them. \t\tNow. Looks like we got a psycho. Prepare to \t\tfire. \t\t\t(Neighbors gather and ask not to \t\t\tfire. \t\t \n[4]\t\tAlright, cuff him. \t\t\t \t\t \n[5]\t\tWill he be okay, Doc? \t\t \n[6]\t\tCharacter. \t\t \n[7]\t\tBut will he be all right out there? \t\t \n[8]\t\t\t \t\tListen. It could keep me up all night worrying \t\tabout you. Watch yourself. \t\t\t \t\t ", "Allen": "\n[1]\t\tWe're in the process of deactivating the system \t\tso that you can come out. \t\t \n[2]\t\tPut your hands high in the air so we can see \t\tthem. Put your hands up! \t\t \n[3]\t\tDrop your weapon I repeat. Drop your weapon. \t\tI'll ask you one more time and this is your \t\tlast warning. Drop your weapon. If you fail to \t\tdo so, we'll have to open fire. Don't make us \t\tdo that, please. Drop your weapons. Drop them. \t\tNow. Looks like we got a psycho. Prepare to \t\tfire. \t\t\t(Neighbors gather and ask not to \t\t\tfire. \t\t \n[4]\t\tAlright, cuff him. \t\t\t \t\t \n[5]\t\tWill he be okay, Doc? \t\t \n[6]\t\tCharacter. \t\t \n[7]\t\tBut will he be all right out there? \t\t \n[8]\t\t\t \t\tListen. It could keep me up all night worrying \t\tabout you. Watch yourself. \t\t\t \t\t ", "Bill": "\n[1]\t\tThis must be quite a change for you, Ed. \t\t \n[2]\t\tSure. So what have you been doing up there in \t\tthat big old place? I bet the view must be \t\tspectacular, Ed. \t\t \n[3]\t\tSee all the way to the ocean? \t\t \n[4]\t\tTurn it up, Kevin. I can't hear it. Kevin! No, \t\tmake it louder. Sports announcements on \t\t \n[5]\t\tNo, make it louder.  Sports announcements on \t\t \n[6]\t\tI'll be darned. \t\t \n[7]\t\tBoy, it's just wonderful, Ed. My god, you, you \t\thave the whole family in there, don't you? \t\t \n[8]\t\tNo, no, no. That's a terrible idea, son. Go to \t\tthe garage and get the oil can. We don't want \t\thim rusting up on this now, do we? \t\t \n[9]\t\tYes, it is. \t\t \n[10]\t\tThat's right. Go on. Get out of here. Run! \t\t \n[11]\t\tDon't worry about her, Edward. She's just an \t\told lonely loony. That's all. \t\t\t \t\t \n[12]\t\tOkay, everybody. Grab your plates. Soup's on. \t\t \n[13]\t\tWhat? \t\t \n[14]\t\tYeah, it, it is shish kebab. It was a figure of \t\tspeech, Ed. You got to learn not to take things \t\tso literally. \t\t\t(On hearing that, Edward looks \t\t\tback the time the inventor taught \t\t\thim the etiquette. \t\t \n[15]\t\tIt's all right. It's all right. \t\t\t \t\tGo back to bed. It's only Edward. \t\t\t \t\tThis way. \t\t \n[16]\t\tWe'll have you a setup here in a minute. Up \t\twith your feet. A queen-size bed here. How do \t\tyou like that? It's all made up and everything. \t\tThere you go. What's the matter? What's wrong? \t\tShe gets you nervous? You've been closed up in \t\ta way in that castle too long.  You don't know \t\tanything about the wonderful world of teen-age \t\tgirls. They're all crazy. Here some. Straighten \t\tthat out. \t\t \n[17]\t\tLemonade. I don't know what it is. They reach a \t\tcertain age. They develop these gland things. \t\tTheir bodies swell up. They go crazy. \t\t \n[18]\t\tyeah, glands. I try not to think about it \t\t\t \t\tGood. Isn't it? \t\t\t \t\t \n[19]\t\tReally? \t\t \n[20]\t\tI'll be darned. \t\t \n[21]\t\tYeah, isn't that wonderful? \t\t \n[22]\t\tWell, he probably wants you to pay for it \t\tyourself. I agree with him. It builds \t\tcharacter. You'll appreciate it more. Speaking \t\tof money, I understand you are not charging for \t\tgardening, Edward? \t\t \n[23]\t\tSweetheart, you can't buy the necessities of \t\tlife with cookies. You can't buy car with \t\tcookies. Am I right, Jim? \t\t \n[24]\t\tVeloro. Veloro. Sweetheart. That hangs on the \t\tdash board. \t\t \n[25]\t\tSo, Edward, did you have a productive day? \t\t \n[26]\t\tGreat. \t\t \n[27]\t\tEdward. I can't tell you how thrilled I am. \t\tI'm just as pleased as Punch. This whole beauty \t\tparlor, that's what's going to teach you \t\tvolumes. There's nothing like running your own \t\tbusiness. I've never done it myself, but from \t\twhat I gather it's the greatest satisfaction a \t\tworking man can have. So I guess the bank is \t\tgoing to be your next step, huh? \t\t \n[28]\t\tYeah, take out a loan. Get yourself started. \t\tNothing to worry about. With your talent and \t\treputation, it's going to be a snap. Now. \t\t \n[29]\t\t\t \t\tWhat in god's name was going through your mind, \t\tson? \t\t \n[30]\t\tWhat were you going to do with that stuff? \t\t \n[31]\t\tExcept trouble. And you're in a heap of that. \t\t \n[32]\t\tWell, we are going to try to help you find a \t\tway to replace the drapes and the towels, but \t\tour confidence in you, Edward, is not going to \t\tbe so easy to replace. \t\t \n[33]\t\tOkay, a little ethics. You are walking down the \t\tstreet. You find a suitcase full of money. \t\tThere's nobody around. No human person is in \t\tevidence. What do you do? A \t\tYou keep the money. B \t\tYou use it to buy gifts for your friends and \t\tyour loved ones. C \t\tYou give it to the poor. D \t\tYou turn it into the police. \t\t \n[34]\t\tEdward? \t\t \n[35]\t\tThank you, dear. Edward, we are waiting. \t\t \n[36]\t\tGood thinking, Kevin. \t\t \n[37]\t\tWe're trying to make things easier for him, so \t\tlet's cut the comedy for a little while. \t\t \n[38]\t\tWe're not talking nice. We're talking right and \t\twrong. \t\t \n[39]\t\tEdward, where are you going? \t\t \n[40]\t\tWell. I don't know. He just walked down the \t\tstreet. \t\t \n[41]\t\tAll in the house. I'll take care of it. I'll go \t\tfind him. \t\t \n[42]\t\tNow I got up by the Wiggmans, but I didn't see \t\thim anywhere. \t\t \n[43]\t\tWhere's Kevin now? \t\t \n[44]\t\tWhere do you think you're going, young lady? \t\t \n[45]\t\tNo, you're staying here in case somebody shows \t\tup! \t\t \n[46]\t\tKevin! Kevin! Edward! Get away. What happened? \t\tEdward! Go home! Go home! \t\t ", "Marge": "\n[1]\t\t\t \t\tYou must try this.  It's my mother's recipe. \t\tLet him chew, for heaven sakes with your green \t\tthumb. I could use your help. \t\t ", "Jim": "\n[1]\t\tIf my parents set the alarm, I'm screwed I'll \t\tsleep in the yard... again. \t\t \n[2]\t\tHow else can I be the center of the attention? \t\tYou didn't call your parents. \t\t \n[3]\t\tSee you later. Bye. \t\t \n[4]\t\tOh, yeah. \t\t \n[5]\t\tHe's calling you, Kim. \t\t \n[6]\t\tDon't worry, Eddie. She's waiting for you. \t\t \n[7]\t\tYeah, my dad bought himself a bunch of new \t\ttoys. Big screen TV, CD players, VCR with four \t\theads. \t\t \n[8]\t\tNo, they keep things pretty much locked up. My \t\tfather has his own room for his stuff to make \t\tsure I can't get and use it. He's so cheap he \t\twon't help me buy my own car. \t\t \n[9]\t\tAh, that's true, sir. You can't. \t\t\t(Edward gives a piece of meat to \t\t\tKim's friend. \t\t \n[10]\t\tYou got it? \t\t \n[11]\t\tWell, we're stranded. \t\t\t(Edward opens the locked door with \t\t\this scissorhands. \t\t \n[12]\t\tEd, what a guy! Good job. Hey, you didn't break \t\tit or scratch it or anything. Hey, be a pal and \t\tyell when Peg pulls in, huh? \t\t \n[13]\t\tSure, he does. Right, Kim? \t\t \n[14]\t\tKnock it off, bubble- butt. \t\t \n[15]\t\tSo? \t\t\t \t\t \n[16]\t\tIt was a little shock. Ha! Ha! Ha! \t\t \n[17]\t\tI wish we'd been taping that. I'd give my left \t\tnut to see that again. \t\t\t \t\t \n[18]\t\tLook. My parents have insurance up the rear. \t\tOkay? And all it will cost them is a little \t\thassle. That's about it. In a week my dad will \t\thave new and better everything. \t\t \n[19]\t\tLook. There's a guy who will give us cash for \t\tthe stuff. \t\t \n[20]\t\tWell, do you want to ride around in a van like \t\tDenny's, and we could be by ourselves whenever \t\twe like? With a mattress in the back? \t\t \n[21]\t\tBecause my father keeps the damn room locked, \t\tand we need Edward to get us in. \t\t \n[22]\t\tLook, you don't understand, everything he \t\thandcuffs or ties will do anything for you. \t\t \n[23]\t\tOh, no? Why don't you ask him? \t\t \n[24]\t\tWhat's fair got to do with it? There isn't any \t\tother way. \t\t \n[25]\t\tLook. I've racked my brain. Don't you want us \t\tto have our own van? \t\t \n[26]\t\tThose go on automatically. They've gone for the \t\tweekend. I told you. That's right. \t\t \n[27]\t\tYes, everything, come on. Let's go. Come on. \t\t \n[28]\t\tKeep your voice down. I told you he stole it. \t\tRight? Come on. Let's go. \t\t \n[29]\t\tListen, I've already tried that. The guy's \t\tparents are like he is. Okay? Now, you told Kim \t\tyou'd do this. Well, come on. Let's go. Come \t\ton. Come on. Come on. \t\t\t(Edward picks the lock and the \t\t\tdoor opens, but when he steps into \t\t\tthe room the alarm works and the \t\t\tdoor shuts. \t\t \n[30]\t\tThe bastard had it wired separately. Come on. \t\t \n[31]\t\tNo way! \t\t \n[32]\t\tI'm not going back there. Okay? \t\t \n[33]\t\tNo, because my father will prosecute. \t\t \n[34]\t\tEspecially his own son. If Edward tells, I'll \t\tkill him. \t\t \n[35]\t\tNo. \t\t \n[36]\t\tWhat's the matter with you? When you are going \t\tto stop? I did what I could. My old man think \t\the's retarded, otherwise he'd still be in jail. \t\tWhat more do you want from me? \t\t \n[37]\t\tSo could do. You were there, too. \t\t \n[38]\t\tBut you did do it. I don't get why you give \t\tsuch a shit anyway. \t\t \n[39]\t\tGet the hell out of here. Get the hell out! Go. \t\tFreak! \t\t \n[40]\t\tHe tried to hurt you. \t\t \n[41]\t\tAre you nuts? I just saw him. \t\t \n[42]\t\tAre you serious? I'm going to lose you to that? \t\tHe isn't even human. \t\t \n[43]\t\tForget holding her hand. Picture the damage he \t\tcould do other places. \t\t \n[44]\t\tYeah, that's sick. I feel like I'm coming to \t\tpass out, or puke or something. \t\t \n[45]\t\tLater, first take me to her house. \t\t \n[46]\t\tCome on, don't make me drive. \t\t \n[47]\t\tJust do it! \t\t \n[48]\t\tJesus, maybe she was right about you. \t\t \n[49]\t\tJust drive. \t\t \n[50]\t\tRelax. \t\t \n[51]\t\tI didn't. \t\t\t(Jim fires at Edward and Kim tries \t\t\tto stop him. In their fight, Edward \t\t\tkills Jim, and then says good-by to \t\t\tKim. \t\t \n[52]\t\tHey! I said stay away from her! \t\t\t \t\t ", "Kim": "\n[1]\t\tSnuggle in, sweetie. It's cold out there. \t\t \n[2]\t\tOh, that's a long story, sweetheart. \t\t \n[3]\t\tOh, not tonight. Go to sleep. \t\t \n[4]\t\tWell, all right. Let's see. I guess it would \t\thave to start with scissors. \t\t \n[5]\t\tWell, there are all kinds of scissors. And once \t\tthere was even a man who had scissors for \t\thands. \t\t \n[6]\t\tYes. \t\t \n[7]\t\tNo, scissorhands. You know the mansion on top \t\tof the mountain? \t\t \n[8]\t\tWell, a long time ago, an inventor lived in \t\tthat mansion. He made many things, I suppose. \t\tHe also created a man. He gave him inside, a \t\theart, a brain, everything. Well, almost \t\teverything. You see, the inventor was very old. \t\tHe died before he got to finish the man he \t\tinvented. So the man was left by himself, \t\tincomplete and all alone. \t\t \n[9]\t\tOf course, he had a name. His name was Edward. \t\t \n[10]\t\tI can't believe. Everything's still sopping. \t\t \n[11]\t\tI told you to call to say we're coming back \t\tearly. \t\t \n[12]\t\tThey don't run their house like a police \t\tstation. Bye. Thanks for driving, Denny. See \t\tyou later. \t\t \n[13]\t\tDon't forget your arm. \t\t \n[14]\t\tBill! There's somebody in my room. Go. Look. A \t\tmurderer with an axe. He did try to even kill \t\tme. \t\t \n[15]\t\tWho is he? What are you talking about? \t\t \n[16]\t\tMom, why did you have to bring him in here? \t\t \n[17]\t\tWhy does he have to stay here? \t\t \n[18]\t\tI do have a little sympathy. \t\t \n[19]\t\tShake his hand? \t\t \n[20]\t\tI scared him to death? \t\t \n[21]\t\tHi! \t\t\t \t\t \n[22]\t\tI think they look weird. They give me the \t\tcreeps. \t\t \n[23]\t\tOh, no! \t\t \n[24]\t\tStop it. \t\t \n[25]\t\tNo, that's okay. I'll be right back. \t\t\t(Edward begins styling women's \t\t\thair and becomes famous. \t\t \n[26]\t\tI'm home. \t\t \n[27]\t\tHi! What did you do to your hair? \t\t \n[28]\t\tNo, I can't believe this. \t\t\t \t\tDo you have a key? \t\t \n[29]\t\tI could have sworn I put it in here somewhere. \t\t \n[30]\t\tWow! Thanks. \t\t \n[31]\t\tNow you got him started. \t\t \n[32]\t\tWhy are you laughing? He got hurt. \t\t \n[33]\t\tA little shock? \t\t \n[34]\t\tBut that's breaking and entering. \t\t \n[35]\t\tWe can't. \t\t \n[36]\t\tJim, I don't want to. \t\t \n[37]\t\tWhy can't you just do it? \t\t \n[38]\t\tWhy can't you take the key like when he's \t\tsleeping or something? \t\t \n[39]\t\tWhat do you mean?  That's not true. \t\t \n[40]\t\tThat's not fair. \t\t \n[41]\t\tThere got to be. \t\t \n[42]\t\tYeah.  Jim, the lights are on. \t\t \n[43]\t\tYou turned off the alarm. Am I right? \t\t \n[44]\t\tI can't believe this is happening. \t\t \n[45]\t\tHe's never been here. \t\t \n[46]\t\tNo, Jim. We can't just leave him here. \t\t \n[47]\t\tDenny, turn around! \t\t \n[48]\t\tJim, it's your house. They can't arrest you for \t\tsetting off your own alarm. We'll just tell \t\tthem we were breaking in. \t\t \n[49]\t\tWe have to go back. \t\t \n[50]\t\tHis own son? \t\t \n[51]\t\tDenny, turn around. \t\t \n[52]\t\tTurn around. We have to. \t\t \n[53]\t\tYou're here. They didn't hurt you, did they? \t\tWere you scared? I tried to make Jim go back, \t\tbut you can't make Jim do anything. Thank you \t\tfor not telling them about me. \t\t \n[54]\t\tIt must have been awful when they told you \t\twhose house it was. \t\t \n[55]\t\tYou did? \t\t \n[56]\t\tWell, then why did you do it? \t\t \n[57]\t\tDon't. \t\t \n[58]\t\tYou could tell the truth. \t\t \n[59]\t\tIt wasn't my idea. You know I didn't want to do \t\tit. \t\t \n[60]\t\tDad! \t\t \n[61]\t\tThat is really stupid. \t\t \n[62]\t\tHey, how about after dinner we go down to the \t\tbowling alley? That will be fun. \t\t \n[63]\t\tNo. \t\t \n[64]\t\tWell, think about it, you guys, I mean, that's \t\tthe nicer thing to do. That's what I would do. \t\t \n[65]\t\tI am being serious. It's a nicer thing to do. \t\t \n[66]\t\tShut up. \t\t \n[67]\t\tMore bells? \t\t \n[68]\t\tMom, do you really think that we should be \t\thaving this party? \t\t \n[69]\t\tWhere is he? \t\t \n[70]\t\tNo, he did not and you know it. \t\t \n[71]\t\tJim. I don't love you any more. I just want you \t\tto go. Okay? Just go! \t\t \n[72]\t\tJust get out of here. Okay? Just go! Dad, did \t\tyou see where Edward went? \t\t \n[73]\t\tWell, we have to go find him, mom? \t\t \n[74]\t\tWhat time is it? \t\t \n[75]\t\tWhere are they? God. I hope he's okay! \t\t \n[76]\t\tWith you guys. \t\t \n[77]\t\tEdward? \t\t \n[78]\t\tYes, are you okay? \t\t \n[79]\t\tOut looking for you. Hold me. \t\t \n[80]\t\tLet go of me! Why? Kevin! \t\t \n[81]\t\tJim, stop it. Get off him! \t\t\t \t\t \n[82]\t\tRun. \t\t \n[83]\t\tNo, he's okay. He said he was just scared. \t\tEdward, I was so afraid. I thought you were \t\tdead. \t\t \n[84]\t\tJim. Stop! Stop it, or I'll kill you myself. \t\t \n[85]\t\tI love you. \t\t \n[86]\t\tHe's dead. The roof caved in on him. They \t\tkilled each other. You can see for yourselves. \t\t\t \t\t \n[87]\t\tShe never saw him again. Not after that night. \t\t \n[88]\t\tBecause I was there. \t\t \n[89]\t\tNo, sweetheart. I'm an old woman now. I would \t\trather want him remember me the way as I was. \t\t \n[90]\t\tI don't know. Not for sure. But I believe he \t\tis. You see, before he came down here, it never \t\tsnowed. And afterwards it did. If he weren't up \t\tthere now, I don't think it would be snowing. \t\tSometimes you can still catch me dancing in it. \t\t  ", "Peg": "\n[1]\t\tAvon calling. \t\t \n[2]\t\tNo, not since last season. Today I've come to \t\tshow you our exquisite new line of soft colors \t\tin shadows, blushes and lipstick. Everything \t\tyou need to accent and highlight your changing \t\tlooks. \t\t \n[3]\t\tWell, it goes that saying and I also have a \t\tcomplete selection of your old favorites, those \t\ttried-and-true products we've all come to \t\tdepend on year-in and year-out. \t\t \n[4]\t\tI know. Bye, Helen. \t\t \n[5]\t\tGood morning, Joyce. Avon calling. \t\t \n[6]\t\tOh, yes. \t\t \n[7]\t\tOkay. Now, we should decide on lipsticks. Okay, \t\tdear, what one did you like best? There was the \t\tWinsome Wahini which looked charming on you. Or \t\tthe Bahenie Bliss. \t\t \n[8]\t\tWell, great. \t\t \n[9]\t\tIt's just not my day. \t\t\t(Disappointed Peg sees a mansion \t\t\tthrough her rearview mirror and \t\t\tdrives to the place. She is \t\t\tattracted by the beautiful garden \t\t\tthere and enters the mansion. \t\t \n[10]\t\tOh, my goodness. \t\t \n[11]\t\tOh, it's so beautiful. Hello? \t\t\t \t\tHello? Avon calling, oh my. Hello, I'm Peg \t\tBoggs. I'm your local Avon representative. \t\tHello. I'm sorry to barge in like this. But you \t\tdon't have any reason to be afraid. This is \t\tsome huge house, isn't it? Thank goodness for \t\tthose aerobics classes. \t\t\t \t\t \n[12]\t\tHello. Hello. Why are you hiding back there? \t\tYou don't have to hide from me. I'm Peg Boggs. \t\tI'm your local Avon representative and I'm as \t\tharmless as cherry pie. \t\t\t \t\tOh my! I can see that I've disturbed you. How \t\tstupid of me! I'll just be going now. \t\t \n[13]\t\tOh my! What happened to you? \t\t \n[14]\t\tUh, put those down. Don't come any closer. Just \t\tplease... Those are your hands? Those are your \t\thands. What happened to you? Where are your \t\tparents? Hum... Your mother? Your father? \t\t \n[15]\t\tAre you alone? Do you live up here all by \t\tyourself? What happened to your face? Hum, you \t\tknow, I won't hurt you. But at the very least \t\tlet me give you a good astringent and this will \t\thelp to prevent infection. What's your name? \t\t \n[16]\t\tEdward? I think you should just come home with \t\tme. \t\t\t \t\t \n[17]\t\tOh! \t\t \n[18]\t\tNo, Don't be. You go ahead and look you have \t\tevery reason to be excited. \t\t \n[19]\t\tOh! Are you ok? \t\t \n[20]\t\tHere we go, dear. This is our house. And you \t\tcan just go right in and make yourself right at \t\thome. OK? And just, well have something to eat \t\tor drink, whatever you... Here, dear. Here \t\tyou... This is the front door here, Here we go, \t\tright in here. \t\t\t \t\t \n[21]\t\tHere we are. So, oh, this is the living room \t\tand back here, the bedrooms. You want to see \t\tthe pictures? All right. Well, this is my \t\thusband, Bill. He's a bowling champion. Do you \t\tknow what bowling is? Bowling? Well, here they \t\tare down at the lake, fishing. I think Kevin \t\tlooks a little glum Because they didn't catch \t\tanything that day. And here's my daughter, Kim. \t\tAll dressed up the junior prom. She's a senior \t\tnow. I can't believe it. She's camping in the \t\tmountains with some friends, but she'll be back \t\tin a few days and you can meet her then. Isn't \t\tshe beautiful? That's my family. Now, go on, \t\tdear. I'll show you the rest of the house. Then \t\tyou can just freshen up and make yourself at \t\thome. Okay? That's the kitchen over there. You \t\thelp yourself to anything you want to eat or \t\tdrink. Those are grapes. Back here are the \t\tbedrooms. Let me get you some towels, then I \t\twill see what we can find to wear. You know \t\twhat? I think I have some of Bill's old clothes \t\tin here. This is perfect. Here. These should \t\tjust fit you. \t\t\t \t\tOh, no, no. Don't be alarmed. That's just a \t\tphone. Now you can go in Kim's room and put \t\tthese on. I'll be right with you. \t\t \n[22]\t\tNo, no, scissors. That's right. Well, he was \t\tborn up there or something. Have you seen him \t\tbefore? No, I don't think he's been off the \t\tgrounds before today. You're kidding. How did \t\tyou get together with him? I have to go. I'll \t\ttalk to you later Margie, Bye-bye. \t\t\t \t\tI'm sorry Edward, I didn't... oh, dear. May I \t\thelp you with this? \t\t \n[23]\t\tThere you go. Oh, dear, you've cut your face. \t\tLet me get this right off. Does that hurt? \t\tOkay. No, good. Now let's get you dressed. \t\tOkay. There we go. Very fine. You look fine, \t\tjust fine. Come on, we can't wait for you. \t\tYou've got rollers in your damn hair. \t\t \n[24]\t\tOkay. Now what did I do with my sci... Edward, \t\tum, would you. Thank you. I have a doctor \t\tfriend who I think could help you. \t\t \n[25]\t\tYes, I can help with the scars. I just want to \t\tconsult the Avon handbook before doing \t\tanything. \t\t \n[26]\t\tKevin, it's not polite to stare. Think how it \t\twould make you feel if somebody were staring at \t\tyou. \t\t \n[27]\t\tWell, I would, so don't do it! \t\t \n[28]\t\tI think he prefers Edward. \t\t \n[29]\t\tI was just... \t\t \n[30]\t\tBill, could I have the salt and pepper? Thank \t\tyou. \t\t \n[31]\t\tWould you like some butter for your bread? \t\t \n[32]\t\tGreat. \t\t \n[33]\t\tI've had enough. \t\t \n[34]\t\t\t \t\tYou think you can sleep? Things feel strange \t\tnow, but soon you'll feel right at home. Good \t\tnight. \t\t\t(Peg tries to cover Edward's \t\t\tscars. \t\t \n[35]\t\tThe light concealing cream goes on first, then \t\tyou blend and blend and blend. Blending is the \t\tsecret. More concealing for you? But you \t\tcomplexion is so fair. Now this has a touch of \t\tlavender in it. Give it a try here. Close \t\tenough. OK. This should do the trick here. I \t\thave another idea. We'll cover up the scars and \t\tstart with a completely smooth surface. Don't \t\teat this stuff!  Sports announcements on \t\t \n[36]\t\tThey filled the whole tape. \t\t\t(Peg listens to the recorded \t\t\tphones. \t\t \n[37]\t\tEdward, you did us? Oh, Bill. It's us. \t\t \n[38]\t\tOh, Edward. \t\t\t \t\t \n[39]\t\tEdward, don't you listen to her. \t\t \n[40]\t\tHi, Joyce. Hi! \t\t \n[41]\t\tNo, it, it's... things have just been a little \t\thectic around here. That's all. \t\t \n[42]\t\tBarbecue? \t\t \n[43]\t\tWhat time? Ah... bill. \t\t \n[44]\t\tI've always said that you really can't have a \t\tpicnic or a barbecue without deviled eggs. \t\tThey're just the best. They make the thing. Oh, \t\tdear. Edward. That's wonderful. I didn't know \t\tyou chopped all those things. What a really \t\tbig... \t\t\t \t\tOh, all right now. It's just a nick. There's no \t\tneed to be nervous, dear. You know, Esmeralda \t\twon't be here and the rest of neighbors there \t\tare really very nice. There's no need to be \t\tnervous. They are so eager to meet you. You \t\tjust have to be yourself. \t\t \n[45]\t\tThat's right. Just your own sweet self. \t\t \n[46]\t\tHe did them just like that. \t\t \n[47]\t\t\t \t\tAre you ok?  Do you want something to eat?  Are \t\tyou hungry? Do you want a cracker? \t\t \n[48]\t\tHoney, that was Edward. \t\t \n[49]\t\tEdward's come to live with us. There's nothing \t\tto be upset about. No, no. It's okay. \t\t \n[50]\t\tNow you stay in Kevin's room tonight. Tomorrow \t\twe'll fix your room right. \t\t \n[51]\t\tOh, honey, I couldn't have left him there all \t\talone. You would have done the same thing. \t\t \n[52]\t\tOh, my goodness, Kim. I'm surprised at you. He \t\tcan't help the way he is. Have a little \t\tsympathy. \t\t \n[53]\t\tThen let's just say hello and later you can \t\tcome downstairs and shake his hand. \t\t \n[54]\t\tWell, not literally. Goodness, you scared him \t\thalf to death. \t\t \n[55]\t\tHi, Bill. I just wanted you two to have a \t\tproper introduction. Edward, this is our \t\tdaughter Kim.  Kim, this is Edward who's going \t\tto live with us. \t\t \n[56]\t\tBill, you know what Edward told me? He had \t\tlunch at Jackie's today. \t\t \n[57]\t\tShe's just had her kitchen completely redone. \t\t \n[58]\t\tNew paint, new cabinets, new floors, new \t\tmicrowave, new Sonnet dishwasher. \t\t \n[59]\t\tIsn't that something? Jim, didn't you tell me \t\tyour mom had her kitchen done too? \t\t \n[60]\t\tMy goodness sake! I wonder what it's like to be \t\tthat rich. \t\t \n[61]\t\tNow, Bill. Margie made him cookies today. \t\t \n[62]\t\tHoney, you want me to help you clean that up? \t\t \n[63]\t\tIt won't be long. She has just to decide on the \t\tstyle, and then it will be fine. She just has \t\tto decide what style she wants. \t\t \n[64]\t\tWe're getting the head of the company. \t\t \n[65]\t\tHi, honey. We're in here. \t\t \n[66]\t\tEdward cut it. Isn't it wild? \t\t\t \t\tHello. Oh, I can't believe I'm talking to you \t\tin person. This is such an honor. Yes. He's \t\tright here. Great. So then you know all about \t\tit. Aha. That's exactly what I've been using. \t\tWell, I've had a little trouble getting it to \t\tthe right consistency. Yeah, right. just a \t\tlittle. I'll try that. Well, what imaginative \t\tsuggestions! I sure will. Thank you so much. \t\tBye bye. \t\t\t \t\tNo wonder she's the head of the company. You \t\tknow, she started out as a sales representative \t\tjust like me. I've always wanted to talk to her \t\tbut until now I never had a reason. Thanks, \t\tEdward. \t\t \n[67]\t\tYou bet she did. \t\t\t \t\t \n[68]\t\tNo matter what, Edward will always special. \t\t \n[69]\t\tI've never seen that. \t\t \n[70]\t\tHi, Edward. Sorry. We had to go ahead without \t\tyou. Here you go. \t\t \n[71]\t\tWouldn't that be great? \t\t \n[72]\t\tYou know. We already have a second on the \t\thouse, but don't the testimonials make a \t\tdifference?  Did you see here, the mayor's wife \t\tcan't wait to become a client? \t\t \n[73]\t\tI can't believe it. Really, it's just an \t\toutrage. Don't you worry. This isn't the end of \t\tit. We'll get your money somewhere. \t\t \n[74]\t\tBut can we see him now? \t\t \n[75]\t\tHe has to stay in prison all night? \t\t \n[76]\t\tOh, Edward. Hello Edward, dear. I blame myself. \t\t \n[77]\t\tWhy don't I set a better example? You saw how I \t\tenvied Jim's parents, their money. \t\t \n[78]\t\tOh, I blithely say, \"We'll get money for the \t\tsalon somehow.\" But I never meant stealing. \t\tStealing's not the way to get it. Stealing's \t\tnot the way to get anything. \t\t \n[79]\t\tWhy ever did you do this? \t\t \n[80]\t\tEdward. You stay here. \t\t \n[81]\t\tHe didn't want to talk. \t\t \n[82]\t\tHe can't talk right now. \t\t \n[83]\t\tWe have to get in the house. We don't want to \t\ttalk to you. We'll talk to you later. \t\t \n[84]\t\tWell, for goodness sakes, Lois, I'll see you at \t\tour Christmas party. Before I get you here for \t\tyour haircut. Of course, we'll have it this \t\tyear. Why wouldn't we have it this year? Well, \t\tyou may think that, but you're wrong. \t\t \n[85]\t\tKim! \t\t \n[86]\t\tSimmer down. \t\t \n[87]\t\tYou are not seeing Jim tonight? \t\t \n[88]\t\tHoney, this is fascinating. but I don't think \t\tyour father's finished yet. \t\t \n[89]\t\tOh, Edward, it does seem that that's what you \t\tshould do, bit it's not. \t\t \n[90]\t\tOh, goodness sake, no wonder poor Edward can't \t\tlearn right from wrong living in his family. \t\t\t \t\t \n[91]\t\tEdward, do you want to give me that new \t\thaircut? \t\t \n[92]\t\tyes, sure. \t\t \n[93]\t\tIt makes me proud to have you as my own \t\tpersonal hairdresser. \t\t \n[94]\t\tOther people's feelings? \t\t \n[95]\t\tA few manners? Just never you mind. Just you \t\tcut away. Cut away. It needs something else. \t\tWhat do you think, honey? \t\t \n[96]\t\tMore bells. Okay. \t\t \n[97]\t\tOf course I think we should be having this \t\tparty. Of course I do. I mean as just what we \t\tneed is just to calm things down and then \t\teverything will just go back to normal. Do you \t\thave any more bells, honey? \t\t\t(Kim goes out into the garden and \t\t\tsees Edward sculpture an ice mass. \t\t\tWhen he sculptures it, snowflakes \t\t\tbegin to fall, and Kim dances in \t\t\tthe snow. After he finishes it, he \t\t\tcuts her hand by accident. Then Jim \t\t\tshows up. \t\t \n[98]\t\tYou...your father will find him this minute. \t\t \n[99]\t\tAll that blood, sweetie, and it's just a little \t\tcut. \t\t\t \t\t \n[100]\t\tOh... Uh... \t\t \n[101]\t\tOh, dear. \t\t \n[102]\t\tI'm sure your father will find him soon. \t\t \n[103]\t\tIt's almost eight thirty. Great party, huh? \t\t \n[104]\t\tSo do I, honey. You know, when I brought Edward \t\tdown here to live with us, I really didn't \t\tthink things through. And I didn't think about \t\twhat could happen to him, or to us, or to the \t\tneighborhood. You know, I think that maybe it \t\tmight be best if he goes back up there. Because \t\tat least there he's safe, and we'd just go back \t\tto normal. \t\t \n[105]\t\tOh, dear. Oh, just... Well, let's get in the \t\tcar and go look for him. \t\t \n[106]\t\tHe's Max'es. \t\t \n[107]\t\tWe'll be right back, dear. \t\t \n[108]\t\tKevin! Kevin! Edward! Get away. What happened? \t\tEdward! Go home! Go home! \t\t \n[109]\t\tKevin's all right! It was just the tiniest \t\tscratch! He's gone! Let's not bother him, all \t\tright? Let just leave him alone! \t\t\t \t\t ", "Edward": "\n[1]\t\tDon't go. \t\t \n[2]\t\tI'm not finished. \t\t \n[3]\t\tHe didn't wake up. \t\t \n[4]\t\tEdward. \t\t \n[5]\t\tI'm-I'm sorry. \t\t \n[6]\t\tAre you ok? \t\t\t \t\t \n[7]\t\tThank you. \t\t \n[8]\t\tReally? \t\t \n[9]\t\tSometimes. \t\t \n[10]\t\tThank you. \t\t \n[11]\t\tWe are not sheep. \t\t \n[12]\t\tMyself? \t\t \n[13]\t\tPlay scissors what? \t\t \n[14]\t\tI did? \t\t \n[15]\t\tI thought it was shish kebab. \t\t \n[16]\t\tI thought it was shish kebab. \t\t \n[17]\t\tHmm, no. \t\t \n[18]\t\tWhat is it? \t\t \n[19]\t\tGlands? \t\t \n[20]\t\tLemonade? \t\t\t \t\t\t \t\t \n[21]\t\tKim! \t\t \n[22]\t\tI'm sorry. \t\t \n[23]\t\tShe had some ideas? \t\t \n[24]\t\tNo. \t\t \n[25]\t\tThe friends I've made. \t\t \n[26]\t\tI'd like to meet him. \t\t \n[27]\t\tYes, I know. \t\t \n[28]\t\tPeg could sell cosmetics. \t\t \n[29]\t\tI like that one. \t\t \n[30]\t\tSorry I'm late. \t\t \n[31]\t\tMrs. Monroe showed me where the salon is going \t\tto be. You could have a cosmetic counter. \t\t \n[32]\t\tAnd then she showed me the back room where she \t\ttook all of her clothes off. \t\t \n[33]\t\tThe bank? \t\t \n[34]\t\tThis person stole from you? \t\t \n[35]\t\tHis parents will make him give it back. \t\t \n[36]\t\tNothing. \t\t \n[37]\t\tYou are welcome. \t\t \n[38]\t\tI know it was Jim's house. \t\t \n[39]\t\tYes. \t\t \n[40]\t\tBecause you asked me to. \t\t\t \t\t \n[41]\t\tGive it to my loved ones? \t\t \n[42]\t\tAgain? \t\t \n[43]\t\tKevin, you want to play scissors-paper-stone? \t\t \n[44]\t\tNo, why? \t\t \n[45]\t\tPolice! \t\t\t(On seeing a police car Edward \t\t\tgoes back to Peg's \t\t \n[46]\t\tAre you okay? \t\t \n[47]\t\tWhere's everybody? \t\t \n[48]\t\tI can't. \t\t\t(Kim holds Edward and Edward \t\t\treflects about the inventor. \t\t \n[49]\t\tOh! Are you ok? oh! owh! \t\t \n[50]\t\tI'm your friend. \t\t \n[51]\t\tThey are coming? Did I hurt Kevin? \t\t \n[52]\t\tGoodbye! \t\t ", "Scissorhands": "", "The": "\n[1]\t\tI'll bring coleslaw. \t\t \n[2]\t\tHi, Mike. How are you doing? Hello, Jack. Hey, \t\tkid. Hey, Hi. George Morroe! Whoa! That's a \t\theck of handshake. Uh, Harry! Harry! I saw you \t\ton the golf course. You got a dozen of the \t\tmelons... \t\t ", "Inventor": "\n[1]\t\tLet us pretend we're in the drawing room, and \t\tthe hostess is serving tea \"Now, many numerous \t\tlittle questions confront us\" \"Should the man \t\trise\" \"When he accepts his cup of tea?\" \"May \t\tlump sugar be taken with the things?\" \t\t \n[2]\t\tIs it good form to accept a second cup? \"Now, \t\tshould the napkin be entirely unfolded.\" Oh \t\tshould the center crease. Be allowed to remain? \t\tIt is so easy to commit embarrassing \t\tblunders. \"But etiquette humiliation and \t\tdiscomfort. Mmm yes, boring. Let us switch to, \t\tUm... To some poetry, Hmm?\" \"There was an old \t\tman from the cape.\" \"Who made himself there, \t\tbut they keep such a beautiful shape.\" That's \t\tright. Go ahead, smile. It's funny. That's \t\tright. \t\t \n[3]\t\tI know it's a little early for Christmas, \t\tEdward, but I have a present for you. \t\t\t(Kevin comes out of his friend's \t\t\thouse. \t\t\t \t\t "}}