{"filename": "Election_script.txt", "imdb_id": "tt0126886", "imdb_url": "https://www.imdb.com/title/tt0126886", "characters": ["Custodian", "Walt Hendricks", "Tracy Flick", "Dick Metzler", "Jo Metzler", "Lisa Flanagan", "Linda Novotny", "Paul Metzler", "Vice-Principal Ron Bell", "Girl in Crisis", "Diane McAllister", "Judith R. Flick", "Jim McAllister", "Dave Novotny", "Tammy Metzler"], "dialogues": {"Custodian": "", "Walt": "\n[1]\t\t\tNo, I'd say she doesn't.  I don't think \t\t\tI've ever seen a mother quite so upset. \t\t\tWe're all very, very lucky she doesn't \t\t\twant this public. \t \tDave looks at JIM for help. JIM looks away. Dave's breaths grow more \tconvulsive. Finally - \t \n[2]\t\t\tDave. Dave, look at me \t \tDave looks slowly up. \t \n[3]\t\t\tI want you to get some help. \t \t\t\t\t\tDAVE &amp; SHERRY'S LIVING ROOM\tNIGHT \t \tSherry cradles Darryl while Dave grovels at her feet. \t \n[4]\t\t\tIf you can't be adults and give these \t\t\tcandidates the courtesy they deserve, \t\t\tthen you don't deserve to be called \t\t\tadults but children* Because that's what \t\t\tchildren are. And you'll be treated like \t\t\tchildren. So let's all listen up. \t \tWalt backs away to his seat. Tracy resumes \t \n[5]\t\t\tI'd say she knows a thing or two about \t\t\tstudent-faculty dialogue. \t \tJIM nods solemnly \t \n[6]\t\t\tPeople.  People I \t \tThe room quiets down.  Tammy puts her lips close to the mike, \t \n[7]\t \tDr. Hendricks is in a serious post-assembly discussion with JIM and \n[8]\t\t\tThat little bitch made a fool of us I \t\t\twant her out of the election. Getting \t\t\teverybody all riled up like that.  She's \t\t\tfinished, you hear me? Washed up. \t \n[9]\t\t\t\t\t \t\t\tYeah... whatever.  All I know is she's \t\t\ta troublemaker.  She's on my list. \t \n[10]\t\t\tRight.  That's it.  She's suspended for \t\t\ta week! \t \tTo emphasize his point, Walt throws his STYROFOAM CUP at the \twastepaper basket and misses.  Lowell the janitor, passing by outside \tthe door, notices the cup bouncing on the floor. \t \n[11]\t\t\tOkay.  Three days.  Take care of it. \t \n[12]\t \tLISA FLAMAGAN - her face streaked with tears from outrage and \tconfusion. \t \n[13]\t\t\tJim, where the hell have you been? \t \n[14]\t\t\tEven tried you at home.  We've got a \t\t\tsituation here. \t \n[15]\t\t\tSomebody tore down their posters. \t \n[16]\t\t\tWe'll get to the bottom of it. \t \n[17]\t\t\tWell, that speech she gave -- it was \t\t\tpretty, you know, pretty out there.  But \t\t\twe'll get to the bottom of it.  Don't \t\t\tyou worry. Mr. McAllister is going to \t\t\tsee to that.  Right, Jim? \t \n[18]\t\t\tYou two just go back and focus on your \t\t\tstudies.  Mr. McAllister's going to \t\t\thandle this. \t \n[19]\t\t\tGood morning, students.  It, uh, \t\t\tbehooves me to inform you of an \t\t\timportant change in today's elections. \t\t\tEffective this morning... \t \n[20]\t\t\t. .. sophomore Tammy Metzier has \t\t\tbeen... Metzier has been determined \t\t\tineligible - I repeat: ineligible -- for \t\t\tSGA president.  You may not vote for \t\t\tTammy Metzier.  All other candidates are \t\t\teligible.  Now please pay attention to a \t\t\tvery important, uh, audio-visual \t\t\tpresentation. \t\t\t\t\t(irritated, \t\t\t\t\tthinking he's off \t\t\tLinda, who typed this thing?  I said I \t\t\tneed all caps.... \t \n[21]\t \tWalt is just finishing counting the ballots on his desk. Larry and JIM \tstand over him. \t \n[22]\t\t\t253... 254... 255. I get the same as \t\t\tyou Jim. Looks like Paul's our \t\t\tpresident. \t \n[23]\t\t\tSorry. My figures work out exactly the \t\t\tsame as Jim's. 256 for Paul, 255 for \t\t\tTracy. \t \n[24]\t\t\tIf you say so. \t \n[25]\t\t\tWhoa! Easy, Fouch. I don't like where \t\t\tyou're going. \t \n[26]\t\t\tFouch, that's enough! End of story. \t \n[27]\t \n[28]\t\t\tMr. McAllister, I hope you can help us \t\t\tclear something up. \t \n[29]\t\t\tLarry, you just take it easy \t \tAll turn and stare at Jim. Come to think of it, he does look awfully \tguilty. \t \n[30]\t\t\t\t\t \t\t\tTake a seat, son. We've got something \t\t\thard to tell you. \t \n[31]\t\t\tShe's okay. It's about the election. \t \tWalt closes the door in our faces. We hold on the door. \t ", "Hendricks": "\n[1]\t \tWalt is just finishing counting the ballots on his desk. Larry and JIM \tstand over him. \t ", "Tracy": "\n[1]\t\t\tNone of this would have happened if Mr. \t\t\tMcAllister hadn't meddled the way he \t\t\tdid.  He should have just accepted \t\t\tthings as they are instead of trying to \t\t\tinterfere with destiny.  You see, you \t\t\tcan't interfere with destiny.  That's \t\t\twhy it's destiny.  And if you try to \t\t\tinterfere, the same thing's going to \t\t\thappen anyway, and you'll just suffer. \t \tJIM MCALLISTER, a teacher in his mid to late-thirties, emerges from \tthe car in running clothes and carrying a briefcase, gym bag, and \tcoffee mug.  On his way to the field, he crosses paths with the \tjanitor. \t \n[2]\t\t\tGood morning, Mr. McAllister. \t \n[3]\t\t\t\t\t \t\t\tYou know what they say about the early \t\t\tbird. \t \n[4]\t\t\tThanks, Mr. M. \t \tAS JIM turns and walks away, Tracy watches him.  He stops and picks up \tsome litter, tosses it in a nearby garbage can. \t \n[5]\t\t\tNo matter what he says, Mr. McAllister \t\t\thad it out for me from the start.  Oh \t\t\tsure, he was all smiles and good wishes \t\t\tand everything, but underneath he was \t\t\tjust as unfair and petty as anybody \t\t\telse. \t \n[6]\t\t\tHe'll probably tell you how committed \t\t\the was to teaching and democracy and \t\t\tintegrity and all. Don't be fooled. \t \tAfter laying the paper down to circle an article, JIM leans back in \this chair and momentarily loses himself in thought. \t \n[7]\t\t\t\t\t \t\t\tI know. \t \n[8]\t\t\tEthics are... \t \tFREEZE FRAME on Tracy, her hand lowering, her mouth agape. \t \n[9]\t \tINSERT\tHILLARD HIGH YEARBOOK It fans open to the INDEX. \t \tPAN DOWN to Tracy's name followed by countless page references \t \n[10]\t\t\tSome people say I'm an overachiever, \t\t\tbut I think they're just jealous. \t \tA page number turns BOLD, and the other numbers drop away \t \tSuddenly we are on that page, and we PAN to a headline: \"Spanish Club \tsays Oh La!\" \t \tPAN to the group shot and ZOOM in on Tracy smiling in a big SOMBRERO. \t \n[11]\t\t\tMy Mom always tells me I'm different -- \t\t\tyou know, special. And if you look at \t\t\tall the things I've accomplished so far, \t\t\tI think you'd have to agree. \t \tWe see Tracy on other pages too: \"Yearbook Staff goes for it!\" \"Junior \tAchievers put on the dog!\" \"Student Council meets the challenge;\" \tOklahoma's a hit! \t \n[12]\t\t\tHere I am in Oklahoma. \t \tThe STILL of Tracy in Oklahoma suddenly COMES TO LIFE. \t \n[13]\t\t\t\t\t \t\t\tI'm just a girl who can't say no... \t \n[14]\t\t\tAnd here I am on KMHS, our student-run \t\t\tTV station. \t \n[15]\t\t\t..that's why Principal Hendricks made \t\t\tthe controversial announcement that the \t\t\tlittering must stop.  Tracy Flick \t\t\treporting. \t \n[16]\t\t\tBut it was in SGA, the Student \t\t\tGovernment Association, where I made my \t\t\tbiggest mark.  I never missed a meeting, \t\t\tand I volunteered for every committee as \t\t\tlong as I could lead it. \t \tBefore Ashley can finish, Tracy STANDS UP \t \n[17]\t\t\tI agree with Ashley.  We should rent \t\t\tthe barrels at least a day beforehand. \t\t\tWhat happened last time was a travesty, \t\t\tI mean, we were -- \t \n[18]\t \n[19]\t\t\t...the rules of conduct determined by a \t\t\tculture at a... \t \n[20]\t\t\tYOU probably think the worst - that Mr. \t\t\tNovotny was just taking advantage of one \t\t\tof his students, but it wasn't like that \t\t\tat all. Our relationship was based on \t\t\tmutual respect and admiration. I mean, \t\t\tduring my sophomore year in geometry it \t\t\twas strictly professional between us -- \t\t\tI mean, nothing. \t \tEXT. GODFATHER'S PIZZA -- NIGHT The parking lot, the neon lights, the \tpromise of good times. \t \n[21]\t\t\tIt wasn't until junior year when we \t\t\tworked together on the yearbook that \t\t\tthings got serious. \t \tINT. GODFATHER'S PIZZA -- NIGHT Dave and  Tracy are at a booth along \twith six other students. \t \n[22]\t\t\tOne night he took us editors out to \t\t\tcelebrate after a deadline. Eventually \t\t\tDave and I were left alone and we got to \t\t\ttalking - not like teacher and student, \t\t\tbut like two adults. \t \n[23]\t\t\twhat? \t \n[24]\t\t\tNo, I'm not. I'm just really busy. \t \n[25]\t\t\tWhat do you mean? What kind of person \t\t\tam I? \t \n[26]\t\t\t\t\t \t\t\tThank you. \t \n[27]\t\t\tSince I grew up without a dad, you \t\t\tmight assume psychologically I was \t\t\tlooking for a father figure. \t \tDISSOLVE through the darkroom door to \t \tDAVE AND TRACY bathed in red light.  Tracy is sitting on Dave's lap as \tthey make out hungrily. \t \n[28]\t\t\tBut that had nothing to do with it at \t\t\tall.  It was just that Dave was so \t\t\tstrong and made me feel so safe and \t\t\tprotected. \t \n[29]\t\t\tIt was the first time somebody ever saw \t\t\tthe real me, the me that nobody else \t\t\tknows. \t \n[30]\t\t\tWhen I think back on my relationship \t\t\twith Mr. Novotny, what I miss most. is \t\t\tour talks. \t \n[31]\t\t\t...certain time in history and \t \tRINGGGGG  Maybe not. \t \tAt the bell, students instantly shut their textbooks and collect their \tthings. \t \n[32]\t\t\tNow that I have more life experience, I \t\t\tfeel sorry for Mr. McAllister. \t \tCLOSE-UP FROZEN DETAILS - of Jim's appearance - his slightly frayed \tcollar and bad tie; the heels of his old docksiders worn down at \tirritating angles; the faded impression his too-big wallet has made in \this khakis; his growing bald spot; his ear hairs. \t \n[33]\t\t\tI mean, anyone who's stuck in the same \t\t\tlittle room saying the exact same things \t\t\tyear after year for his whole life, \t\t\twearing the same stupid clothes, while \t\t\this students go on to good colleges and \t\t\tmove to big cities and do great things \t\t\tand make loads of money has got to be at \t\t\tleast a little jealous.  It's like my \t\t\troom says - the weak always try to \t\t\tsabotage the strong. \t \tTracy turns and walks out the door. \t \n[34]\t \tCLOSE ON A SMILING LITTLE TRACY - in a Sears-style portrait.  PAN \tacross a wall full of other framed photos of Tracy accepting awards, \tdancing in a recital, poised to dive at a swim meet. \t \n[35]\t\t\tOne thing that's important to know \t\t\tabout me is that I'm an only child.  So \t\t\tmy Mom is really devoted to me, and I \t\t\tlove her so much.  She wants me to do \t\t\tall the things she wanted to do in life \t\t\tbut couldn't. \t \n[36]\t\t\tSee, Mom used to be a stewardess for \t\t\tNorthwest and now works as a para-legal. \t\t\tShe likes to write letters to successful \t\t\twomen like Janet Reno and Elizabeth Dole \t\t\tand ask them how they got to be where \t\t\tthey are and what advice do they have \t\t\tfor me, Tracy, her daughter. \t \tCLOSE ON BARBARA'S TONGUE as the envelope flap slides across it. \t \n[37]\t\t\tNine times out of ten they say you have \t\t\tto hold on to your dreams no matter \t\t\twhat.  The pressures women face mean you \t\t\thave to work twice as hard, and you \t\t\tcan't let anything or anyone stand in \t\t\tyour way. \t \tA shabbily dressed BURNOUT -- DOUG SCHENKEN -- walks past and grabs a \thuge handful of gum. \t \n[38]\t\t\tOne per person!  Put those back I \t \tJohn just keeps on walking away, and his two BUDDIES take great \tdelight in his nimble-witted, quick retort. \t \n[39]\t\t\tNinety-seven.. .ninety-eight. \t \n[40]\t\t\tBut you know,  winning isn't \t\t\teverything.  If you play fair and follow \t\t\tall the rules thoroughly, you'll always \t\t\tcome out ahead.  Win or lose, ethical \t\t\tconduct is the most important thing. \t\t\tJust ask Mr. McAllister. \t \n[41]\t \n[42]\t\t\tMr. McAllister? Mr. McAllister! Wait up \n[43]\t\t\tI got all my signatures.  One hundred \t\t\tand fifty-eight -- way more than I need! \t \n[44]\t\t\tHere they are. \t \n[45]\t\t\tCould you approve them now?  I'd like \t\t\tto kick off my campaign right away, you \t\t\tknow, in the morning. \t \n[46]\t\t\tAren't you supposed to keep them? \t \n[47]\t\t\tI thought you were supposed to keep \t\t\tthem. \t \n[48]\t\t\tThanks for everything. \t \n[49]\t\t\t\t\t \t\t\tI can't wait to start campaigning. \t \n[50]\t\t\tHell, you know, Coca-Cola's the world's \t\t\tnumber one soft drink, but they spend \t\t\tmore money than anybody on advertising. \t\t\tI guess that's how come they stay number \t\t\tone. \t \n[51]\t\t\tYou know, Mr. M., when I win the \t\t\tpresidency, that means you and I are \t\t\tgoing to be spending a lot of time \t\t\ttogether next year.  And I for one would \t\t\tlike that time to be harmonious and \t\t\tproductive. Wouldn't you? \t \n[52]\t\t\tOkay. That's good. I just wanted to \t\t\tmake sure. \t \n[53]\t\t\t...You know, Coca-Cola's by far the \t\t\tnumber one soft drink... When I win the \t\t\tpresidency we're going to be spending a \t\t\tlot of time together... a lot of time... \t\t\tlots and lots and lots of time... \t\t\tpresident and advisor. . . \t \tCLOSE ON JIM'S EAR as Tracy's LIPS magically whisper into it. \t \n[54]\t\t\t...harmonious and productive... close \t\t\tand special... you and I...  so close... \t\t\tso intimate... together... \t \n[55]\t\t\tThe right side is too high. The right \t\t\tside. Just a smidge. \t \tSuddenly she notices a small COMMOTION in the adjacent cafeteria and \tgoes to investigate. \t \n[56]\t\t\tWho put you up to this? \t \n[57]\t\t\tWho put you up to this? \t \n[58]\t\t\tYou just woke up this morning and \t\t\tsuddenly decided to run for president? \t \n[59]\t\t\tThought what? \t \n[60]\t\t\tSo Mr. McAllister asked you to run. \t \n[61]\t\t\tOkay, Mr. Popular.  You're on. \t \tWith that Tracy turns and SIGNS Paul's sheet \t \tTHE \"I\" IN \"FLICK\" is dotted with a STAR \t \tCLOSE ON TRACY'S FACE - as she walks away, Paul and his fans receding \tbehind her \t \n[62]\t\t\tYou might think it upset me that Paul \t\t\tMetzier had decided to run against me, \t\t\tbut nothing could be further from the \t\t\ttruth.  He was no competition for me: it \t\t\twas like apples and oranges. It just \t\t\tmeant I had to work a little harder, \t\t\tthat's all. \t \n[63]\t \n[64]\t \tin a xeroxed photograph. \"Vote Tracy!\" is written at the bottom. \t \tTracy is making campaign buttons with her BUTTON MACHINE. She \tmanufactures her buttons with almost alarming intensity. PATRIOTIC \tMUSIC begins to rise. \t \n[65]\t\t\tYou see, I believe in the voters. They \t\t\tunderstand that elections aren't just \t\t\tpopularity contests. They know this \t\t\tcountry was built by people just like me \t\t\twho work very hard and don't have \t\t\teverything handed to them on a silver \t\t\tspoon. \t \n[66]\t \tdrop one by one into a box. All the little round Tracys smile up at \tus. \t \n[67]\t\t\tNot like some rich kids who everybody \t\t\tlikes because their fathers own Metzier \t\t\tCement and give them trucks on their \t\t\tsixteenth birthday and throw them big \t\t\tparties all the time.  They don't ever \t\t\thave to work for anything. \t \tThe .bus pulls away. \t \n[68]\t \n[69]\t \tstaring into camera as she exercises on a NORDIC TRAC, Drenched in \tsweat, she moves in a hypnotic frenzy. \t \n[70]\t\t\tThey think they can all of a sudden one \t\t\tday out of the blue waltz right in with \t\t\tno qualifications whatsoever and try to \t\t\ttake away what other people have worked \t\t\tfor very, very hard their entire lives. \t\t\tNo, it didn't bother me at all I \t \n[71]\t\t\tDo it, Jim.  Fuck me. \t \tJIM is at once in deep-space ecstasy and surprised at himself. \tDiane's voice now changes: it's Tracy's VOICE. \t \n[72]\t\t\tFuck me, Mr. McAllister \t \n[73]\t\t\tYou're the advisor.  You should stop \t\t\ther.  She's not qualified.  She's just a \t\t\tsophomore. \t \n[74]\t\t\tAre you sure all her signatures are \t\t\treal?  It's not easy to get all those \t\t\tsignatures. \t \n[75]\t\t\tLet me see them.  Let me see them \t \tSighing, JIM fishes in his drawer and hands Tracy some sheets \t \n[76]\t\t\tThese are a bunch of burn-outs. And \t\t\tlook at this one, I can't even read this \t\t\tone. \t \n[77]\t\t\tTim Kobza?  Tim Kobza!  Who's he? I've \t\t\tnever heard of him! \t \n[78]\t\t\tPoet Henry David Thoreau once wrote, \"I \t\t\tcannot make my days longer, so I strive \t\t\tto make them better.\"  With this \t\t\telection, we here at Millard also have \t\t\tan opportunity to make our high school \t\t\tdays better.  During this campaign I \t\t\thave had the opportunity to speak with \t\t\tmany of you about your concerns.  I \t\t\tspoke with freshman Eliza Ramirez, who \t\t\ttold me how alienated she feels from her \t\t\town homeroom.  I spoke with sophomore \t\t\tReggie Banks, who said his mother works \t\t\tin a cafeteria and can't afford to buy \t\t\thim enough spiral notebooks for his \t\t\tclasses.  I won't bore you with long- \t\t\twinded promises about all the new and \t\t\tinnovative things I will definitely \t\t\tachieve during the year in which it will \t\t\tbe my honor and privilege to represent \t\t\teach and every one of you, but I can say \t\t\tthat my years of experience on the \t\t\tstudent council have taught me the three \t\t\tmost important attributes the president \t\t\tneeds to possess;  commitment - \t \n[79]\t\t\tThe three most important attributes the \t\t\tpresident needs to possess are: \t\t\tcommitment, qualifications, and \t\t\texperience.  I'll add one more; caring. \t\t\tI care about Millard, and I care about \t\t\teach and every one of you, and together \t\t\twe can all make a difference.  One of \t\t\tthe things I would like to establish is \t\t\ta regular open forum where any student \t\t\tcan come and voice their concern about \t\t\tissues we face here at Millard.  I and \t\t\tthe rest of the student council would \t\t\tthen interface with the faculty and \t\t\tstaff, so a continuous dialogue would \t\t\texist. \t \tWalt whispers to Jim. \t \n[80]\t\t\tWhen you cast your vote for Tracy Flick \t\t\tnext week, you won't just be voting for \t\t\tme.  You'll be voting for yourself and \t\t\tfor every other student Our days won't \t\t\tbe any longer, but they can sure be \t\t\tbetter.  Thank you. \t \tTracy smiles and walks back to her folding chair.  There is polite \tapplause and a few whistles.  JJJB comes back to the microphone. \t \tTracy takes her seat next to Paul and glances at him.  Paul scares \tstraight ahead, a fat bead of sweat on his forehead. One of his legs \tis jiggling. \t \n[81]\t \n[82]\t\t\tWhat happened at the speeches was an \t\t\tunconscienceable travesty. That little \t\t\tbitch Tammy Metzier wanted to make a \t\t\tfool out of me. Well, it wasn't going to \t\t\twork. People do care who wins. Things do \t\t\tmatter. \t \tFinally, we're high enough to read:  \n[83] \n[84]\t\t\tEric, the \"r\" is supposed to be green, \t\t\tnot blue. \t \n[85]\t\t\tThat's okay.  I'm too busy. \t \tOuch. \t \tINT. MILLARD YEARBOOK OFFICE -- NIGHT A haggard Tracy sits alone at a \tcomputer monitor \t \n[86]\t\t\tPeople are so ungrateful.  If all those \t\t\tstudents who cheered for Tammy Metzier \t\t\tonly knew how hard I worked for Millard. \t\t\tLike all the late nights I spent at the \t\t\tyearbook office just to give them their \t\t\tmemories. \t \n[87]\t\t\tOne of my duties was to clean up the \t\t\tgroup photos.  It was a cinch with our \t\t\tnew software. \t \n[88]\t\t\t\t\t \t\t\tLet's see... \"save\" is Command \"S.\" \t\t\tOkay. \t \n[89]\t\t\tI didn't do this.  I didn't do it. \t \tShe lifts the top off a garbage can, removes the PLASTIC LINER. \t \n[90]\t \tTracy drives, sucking on a wounded hand. She glances frequently in the \trear-view mirror. \t \n[91]\t\t\tWhen I arrived at school that morning, \t\t\tI was shocked to find that one of my key \t\t\tbanners had been removed by vandals. I \t\t\tnoticed that a few of my rival's posters \t\t\thad also been tampered with. Of course, \t\t\tI was outraged, but one day before the \t\t\telection is not the time to lose your \t\t\thead over a couple of posters. When \t\t\tyou're in the public eye, attacks like \t\t\tthat just come with the territory. \t \tFinally she reaches the \t \n[92]\t\t\tIf it's about the posters, I think it's \t\t\tso awful. It's a travesty. \t \n[93]\t\t\tWait - are you accusing me? You're not \t\t\tserious. \t\t\t\t\t \t\t\tI can't... Mr. McAllister, we have \t\t\tworked together on SGA for three solid \t\t\tyears and... I mean, I can't believe it. \t\t\tI'm... I'm shocked! \t \tJIM stares at her. \t \n[94]\t\t\tMr. M., I am running on my \t\t\tqualifications.  I would never need to \t\t\tresort to, you know, to vandalism like \t\t\ta, you know... Plus, my own best banner \t\t\twas torn down.  Did I do that too? \t \n[95]\t\t\tI was.  So?  Mr. Pecharda let me in. \t\t\tAs you know, with all my \t\t\tresponsibilities I often come in on the \t\t\tweekend and have permission to do so. \t\t\tBut I left very early, around 6:30. \t \n[96]\t\t\tI don't.  I just know they were there \t\t\twhen I left.  I'm giving you helpful \t\t\tinformation is all.  You know, instead \t\t\tof wasting time interrogating me, we \t\t\tshould be out there trying to find out \t\t\twho did this. \t \n[97]\t\t\twell, I don't know.  It could have been \t\t\tanybody.  There are a lot of, you know, \t\t\tsubversive elements around Millard.  You \t\t\tknow, like Rick Thieson and Kevin Speck \t\t\tand those burn-outs.  Or Doug Schenken - \t\t\twhat about him?  Or what about Tammy \t\t\tMetzier?  Her whole thing is being anti- \t\t\tthis and anti-that. \t \tJIM shifts gears \t \n[98]\t\t\tWhy are you lecturing me? \t \n[99]\t\t\tI don't know what you're referring to, \t\t\tbut I do know that if certain older and \t\t\twiser people hadn't acted like such \t\t\tlittle babies and gotten all mushy, \t\t\teverything would be okay. \t \n[100]\t\t\tAnd I think certain older persons like \t\t\tyou and your \"colleague\" shouldn't be \t\t\tleaching after their students, \t\t\tespecially when some of them can't even \t\t\tget their own wives pregnant.  And they \t\t\tcertainly shouldn't be running around \t\t\tmaking slanderous accusations. \t\t\tEspecially when certain young, naive \t\t\tpeople's mothers are para-legal \t\t\tsecretaries at the city's biggest law \t\t\tfirm and have won many successful \t\t\tlawsuits. And if you want to keep \t\t\tquestioning me like this, I won't \t\t\tcontinue without my attorney present. \t \tJIM draws a long breath as he tries to control himself \t \n[101]\t\t\tThis ought to be good \t \n[102]\t\t\tYes? \t \n[103]\t\t\tWhat do you mean? \t \n[104]\t\t\tI told you!  I told you! \t\t\t\t\t \t\t\tYou're going to pay for my banner! \t \n[105]\t \tFROM OVERHEAD - Tracy slides out of her bed and kneels beside it \t \n[106]\t\t\tDear Lord Jesus, I do not often speak \t\t\twith You and ask for things, but now I \t\t\treally must insist that You help me win \t\t\tthe election tomorrow, because I deserve \t\t\tit and Paul Metzier doesn't, as You well \t\t\tknow.  l realize that it was Your divine \t\t\thand that disqualified Tammy, and now \t\t\tI'm asking that You go that one last \t\t\tmile and make sure to put me in office \t\t\twhere I belong, so that I may carry out \t\t\tYour will on Earth as it is in Heaven. \t\t\tIf elected I promise that I will pray \t\t\tmore often.  Okay?  Amen. \t \n[107]\t \tTracy and her mom are hard at work frosting cupcakes. \t \n[108]\t\t\tMom and I got up at five AM, and \t\t\ttogether we custom-iced three hundred \t\t\tand fifty cupcakes. \t \tCLOSE ON A CUPCAKE - as \"PICK FLICK\" is written on it with a yellow \ticing tube. \t \tMRS. Flick cheerfully performs her task. She hums. \t \n[109]\t \tI remember she was so happy, like there was nothing in the world she'd \trather be doing.  Besides me and her job, I guess my mom doesn't have \tmuch of a life.  She hasn't dated anyone since Frank, and she hardly \tever buys new clothes for herself or travels. \t \n[110]\t\t\tMom? \t \n[111]\t\t\tI think I'm going to lose today \t \n[112]\t\t\tYou really think so? \t \tMrs. Flick puts an arm around her daughter \t \n[113]\t\t\t\t\t \t\t\tGood morning, Mr. M. \t \tJIM stops, turns slowly, regards mother and daughter with a crazed, \tone-eyed, uncomprehending stare. \t \n[114]\t\t\t\t\t \t\t\tLooks like you could use a cupcake! \t \tJIM takes it wordlessly.  AS he heads up the walkway, he eats it in \ttwo huge bites, like a feral animal. \t \n[115]\t\t\t\t\t \t\t\tWhat's wrong with your eye?  Are you \n[116]\t\t\tWhen the time came to cast our votes, I \t\t\tstood in line just like everyone else. \t \tShe finally reaches the front of the line. \t \n[117]\t\t\tTracy Enid Flick. \t \n[118]\t\t\tPhil you ready? \t \n[119]\t\t\t\t\t \t\t\tJust wait. \t \tFLASH!  Phil gets his shot and Tracy drops her ballot in. \t \n[120]\t\t\tThanks, Phil. \t \tOn her way out Tracy passes Paul at the end of the line.  He gives her \tan enthusiastic THUMBS UP. \t \n[121]\t\t\t\t\t \t\t\tYeah. \t \n[122]\t\t\t\t\t \t\t\tGood luck to you too, Paul. \t \n[123]\t\t\tYou know that moment when they announce \t\t\tthe winner of a beauty pageant?  When \t\t\tMiss Texas or whoever suddenly realizes \t\t\tshe's Miss America, and all she can do \t\t\tis scream and weep and hug the losers? \t\t\tI had my moment in the hallway that \t\t\tTuesday afternoon with no one to hug but \t\t\tmyself. \t \tShe pulls herself together enough to peek through the window of the \tOTHER DOOR to Jim's classroom, the window behind which JIM \tis still busily doing his count. \t \n[124]\t\t\tPaul, I just want you to know that no \t\t\tmatter how this turns out, you've run a \t\t\twonderful campaign. It's been fun \t\t\tcompeting with you. \t \n[125]\t\t\tYeah. \t \n[126]\t\t\tAct surprised. Walk slowly to the \t\t\tpodium.  Be modest.  Thank them for this \t\t\tincredible honor. \t \n[127]\t \n[128]\t \ther face drained and pallid, her eyes red and bleary: she is exhausted \tfrom crying. \t \n[129]\t\t\tOne vote... one vote \t \tShe falls again headlong again into the throes of despair. Her mouth \tcontorts into a rictus of agony, and there issues an almost feral cry \tof pain. Her anguish grows convulsive. \t \tBarbara Flick comes in and sits on the bed. She's carrying a \tPRESCRIPTION BOTTLE and a glass of milk. \t \n[130]\t\t\tSenior year was very productive for me \t\t\tand full of personal achievement. \t \n[131]\t\t\tOrder.  Order.  Order I  Can we vote on \t\t\tthis?  Those in favor. \t \n[132]\t\t\tOn top of a very successful student \t\t\tcouncil year, I got into Cornell like I \t\t\twanted, with scholarships, and I was in \t\t\tthe top 7th percentile of my graduating \t\t\tclass. \t \tTRACY Approved \t \n[133]\t\t\tBut sometimes I got lonely, and I'd \t\t\tthink about Dave.  I missed our talks. \t\t\tMaybe it could have worked out between \t\t\tus.  I don't know. \t \n[134]\t\t\tI wonder what he's doing now. Maybe he \t\t\tfinally finished his novel \t \n[135]\t\t\tWhen the yearbooks came out, I was on \t\t\talmost every page. \t \n[136]\t\t\tPaul, will you sign my yearbook? \t \n[137]\t\t\tCan I sign yours too? \t \n[138]\t\t\tI thought very carefully about what to \t\t\twrite.  Because despite everything that \t\t\thad happened with the election, I really \t\t\twished him well.  I even signed it... \t \tCLOSE ON - Tracy writing: \"Love, Tracy\" beneath her inscription \t \tTracy takes Paul's book back to him.  He's already working on another \tannual and barely looks up when he swaps with her. \t \n[139]\t\t\tYes, Paul? \t \n[140]\t\t\t\t\t \t\t\tThanks.  You too.  It was great working \t\t\twith you. \t \tTracy opens the book as she walks and stops when she finds \t \tAN ALMOST BLANK PAGE with Paul's puny inscription at the bottom: \t \tHave a great Summer!  Good luck at college   Paul Metzier' \t \n[141]\t \tTracy looks at herself in a mirror, as though dispassionately \tassessing her own face.  Then she begins to put on lipstick. \t \n[142]\t\t\tAfter graduation, I don't know.  ; \t\t\tsomehow felt empty inside.  I guess high \t\t\tschool just seemed so meaningless now \t\t\tand I couldn't wait to get out of Omaha. \t\t\tNext year I was going to make all new \t\t\tfriends.  Smarter, more ambitious \t\t\tfriends.  It was time to move on. There \t\t\twas nothing left for roe here.  I just \t\t\thad one more thing to take care of. \t \n[143]\t\t\tHello, Mr. M. \t \n[144]\t\t\tI'm looking at new cars. \t \n[145]\t\t\tMy mother's buying me a new car for \t\t\tcollege. \t \n[146]\t\t\tWell, I got in everywhere I applied, \t\t\tbut Cornell is my first choice. \t \n[147]\t\t\tSporty. \t \n[148]\t\t\tWhere to? \t \n[149]\t\t\tYeah. \t \n[150]\t\t\tUh-huh. \t \n[151]\t\t\tThat sounds good. \t \tA silence \t \n[152]\t\t\tYes? \t \n[153]\t\t\tDoing what? \t \n[154]\t\t\tNooo.  I just thought...  l mean, I am \t\t\tlooking for a new car.  But I just \t\t\tthought, well, I'm going away soon, and \t\t\tyou'll be stuck here and, I don't know, \t\t\tI just think maybe if things had been \t\t\tdifferent we might have been, well, \t\t\tfriends. Real friends.  And then things \t\t\twould be different.  Don't you think? \t \tJIM just looks at Tracy - it's so very odd \t \n[155]\t\t\t\t\t \t\t\tI've got an idea. \t \tTracy suddenly signals and takes a right. \t \n[156]\t\t\tMy house. \t \tTracy sets the parking brake.  Jim's eyes register a suppressed panic. \t \n[157]\t\t\tI want you to do something for me. \t \n[158]\t\t\t\t\t \t\t\tI just have to get something. I'll be \t\t\tright back. \t \tTracy heads toward the house. JIM sits and waits.  He scans Tracy's \thouse, notices the chipped and peeling paint,  the rusting lawn \tfurniture, the bowed porch steps. \t \tNOW TRACY opens the door and gets in. She carries her YEARBOOK  and \tgives it to Jim. \t \n[159]\t\t\tWould you sign it for me? \t \tTracy reaches over the parking brake and flips the yearbook to the \tblank pages at the beginning. \t \n[160]\t\t\tTake as much room as you want \t \tJIM removes a pen from his breast pocket and uncaps  it. He considers \twhat to write. \t \n[161]\t\t\tI'm scared, Mr. M. I kind of don't feel \t\t\tready for college. \t \n[162]\t\t\tI hope so \t ", "Flick": "\n[1]\t\t\tHmmm? \t \n[2]\t\t\tWhat are you talking about? This time \t\t\ttomorrow, you'll be president \t \n[3]\t\t\tTracy Flick's a winner. \t ", "Dick": "\n[1]\t\t\tI don't get it.  What you have against \t\t\tyour mother and me, against your brother \t\t\tPaul, is completely beyond me.  And your \t\t\tmother is extremely upset, she's at the \t\t\tend of her rope.  Your behavior gets \t\t\tcrazier and crazier and wilder and \t\t\twilder, and who knows what the hell else \t\t\tyou're doing out there that we don't \t\t\teven know about? \t \n[2]\t\t\t\t\t(jabbing his \t\t\t\t\tfinger \t\t\tDon't you smartass me!  Don't you dare \t\t\tsmartass me!  You just shut your mouth I \t\t\t\t\t \t\t\tNow your mother and I have had a long talk \t\t\twith Halt Hendricks  --- we just got off \t\t\tthe phone with him at home. You know, he \t\t\tdoesn't want you back at Millard.  He's \t\t\tfed up with you.  Fed up!  And I don't \t\t\tblame him! \t \n[3]\t\t\tWhat? \t \n[4]\t\t\tYou're going to Catholic school next \t\t\tyear.  You're going to Sacred Heart. \t\t\tMaybe they'll straighten you out! \t \tANGLE FROM UNDER THE TABLE - Her head low. Tammy SMILES to herself \t \n[5]\t\t\t\t\t(extending his \t\t\t\t\thand) \t\t\tHi. Dick Metzier. My wife -- \t \n[6]\t\t\tYeah, say, apparently you've really \t\t\tcome behind him, really helped him out \t\t\tthere with the student council thing and \t\t\tall. \t \n[7]\t\t\tHaving a problem with your eye there? \t \n[8]\t\t\tYou ought to get that looked at. Shot \t\t\tof cortisone or something. \t \n[9]\t\t\tAnyway, we're awful sorry about what \t\t\twent on with our other one, you know, \t\t\tour Tammy. \t \n[10]\t\t\tSay, you're all alone,  why don't you \t\t\tjoin us? \t \n[11]\t\t\tAll right.  Well, sure nice to meet \t\t\tyou. \t ", "Metzler": "\n[1]\t \tTwo GIRLS are kissing on the bed. They are TAMMY METZLER and LISA \tFLANAGAN, fifteen and seventeen respectively. Lisa breaks away. Tammy \ttries to kiss her again, but Lisa resists. \t \n[2]\t \tWhistling a cheerful tune, Paul tosses his backpack on a chair, grabs \ta banana, and opens the refrigerator. \t \n[3]\t \tTammy is still trying to comfort Lisa. \t \n[4]\t \tTammy finds the front door flung open and through it sees Lisa \tslamming the door of her beat-up Honda Civic and starting the engine. \t \n[5]\t \tDick Metzier and his wife JO are at the breakfast table Tammy sits \tacross from them, her eyes lowered. \t \n[6]\t\t\t\t\t(extending his \t\t\t\t\thand) \t\t\tHi. Dick Metzier. My wife -- \t \n[7]\t\t\t\t\t(extending her \t\t\t\t\thand \t\t\tJO Metzier. You know, Paul just thinks \t\t\tthe world of you. Oh, if you could just \t\t\thear him... \t \n[8]\t ", "Jo": "\n[1]\t\t\tDick... Dick,.. \t \n[2]\t\t\t\t\t \t\t\tTammy,  now we've come to a decision. \t\t\tHe just think it would be best -- \t \n[3]\t\t\tWell, we've had good luck at Millard, \t\t\tbut for this one it's time for a change. \t \tTammy spins and admires the flip of the skirt. \t \n[4]\t\t\tYou're just going to have to get used \t\t\tto it. \t \n[5]\t\t\t\t\t \t\t\tWe'll take two. \t \n[6]\t\t\t\t\t(extending her \t\t\t\t\thand \t\t\tJO Metzier. You know, Paul just thinks \t\t\tthe world of you. Oh, if you could just \t\t\thear him... \t \n[7]\t\t\tWe are \t \n[8]\t\t\tDick. \t \n[9]\t\t\tWe were mortified... \t \n[10]\t\t\t... but we've had some good talks, and \t\t\tI think we're sorting things out.  We're \t\t\tstarting her at Sacred Heart in the \t\t\tfall. \t \n[11]\t\t\tSo nice \t ", "Lisa": "\n[1]\t\t\tI told you ... I can't. I just -- It \t\t\tdoesn't feel right anymore, you know? \t \n[2]\t\t\tI said no! \t \tSuddenly, there's a quick KNOCK at the door, and Paul enters. The \tgirls rise quickly. \t \n[3]\t\t\tI gotta go. \t \tLisa pushes her way past Paul and runs down the hall \t \n[4]\t\t\tI'm not like you. \t \n[5]\t\t\tI'm not a dyke, okay, and we're not in \t\t\tlove. We were just... I was just \t\t\texperimenting. \t \tLisa speeds away, and we watch her car grow smaller and smaller. \t \n[6]\t \tin SLOW MOTION, swinging next to us. She looks  back, her face so \thappy. \t \n[7]\t\t\tAre you crazy? \t \n[8]\t\t\tPeople can see this. \t \n[9]\t\t\tThese are private -- these are for us. \t \n[10]\t\t\tBut other people can see them too. \t \n[11]\t\t\tWell, I do. \t \tLisa walks away with the photos \t \n[12]\t \n[13]\t\t\tI've wanted this for so long. \t \tShe resumes with renewed vigor \t \n[14]\t\t\tSorry. \t \n[15]\t \tPaul's truck pulls up, and Paul and Lisa get out \t \n[16]\t \tTammy peeks OVER THE FENCE and sees -- \t \tLISA AND PAUL swimming.  Paul dives off the board and resurfaces right \tinto Lisa's arms. \t \tMOVE CLOSER TO TAMMY as she dies a thousand deaths. \t \n[17]\t\t\tIt's a conflict of interest.  And Paul \t\t\twas first. \t \n[18]\t\t\tShe's doing this to get back at me \t \n[19]\t\t\tI mean at you. \t \n[20]\t\t\tI don't know.  You're her brother you \t\t\tshould know. \t \tTRACY returns. \t \n[21]\t\t\tIt's not fair.  It's not fair \t \tPaul sits next to Lisa on the vinyl sofa.  He wants to console her, \tbut he doesn't know how. \t \n[22]\t\t\tIf Paul loses tomorrow, it's not fair. \t\t\tThere has to be another election,  with \t\t\tposters. \t \n[23]\t\t\tDidn't you see? \t \n[24]\t\t\tThose posters cost a lot of money we \t\t\tdon't have I  There's no time to make \t\t\tany more posters, there's no -- \t \n[25]\t\t\tIt was Tammy I  That's who it was. \t \n[26]\t\t\tShe should be expelled.  Or worse! \t ", "Flanagan": "", "Linda": "", "Novotny": "\n[1]\t \tIN QUICK TIGHT CUTS we see Dave and Tracy DISROBING \t \tTracy's head and naked shoulders lay themselves on Dave's pillow.  She \tlooks toward the foot of the bed at -- DAVE, unable to believe his \teyes.  He looks at naked Tracy up and down, up and down, his breath \tquickening.  Sade wafts up the stairs. \t \n[2]\t \tA laughing BABY BOY is lowered into frame and pulled back up again. \tThen he swings across frame.  It's little DARRYL NOVOTNY. \t \n[3]\t \tJIM is snapped out of his reverie by Sherry's voice \t \n[4]\t \tSherry stands at the base of a stepladder as JIM climbs up and points \tto a spot on the ceiling. \t \n[5]\t \tJIM and Sherry stumble in from the hallway locked in an embrace.  They \trove around the room, barely able to keep their balance.  Finally, \tthey fall to the ground. \t \n[6]\t \tJIM starts his car.  Sherry leans into his window.  She looks around \tthe neighborhood before kissing him firmly on the mouth. \t ", "Paul": "\n[1]\t\t\tStop daydreaming! Get back to work! \t \tJIM enjoys the affectionate joshing and gives the kid  a wave. He \treturns to his newspaper, a contented man. \t \n[2]\t\t\tWhy. . . ? Why. . . ? \t \n[3]\t\t\tI was so mad at God when I broke my leg \t\t\tat Shadow Ridge over Christmas break. \t \n[4]\t\t\tThe doctors told me I'd have to quit \t\t\tsports for at least a couple years if \t\t\tnot forever. \t \n[5]\t\t\t...which meant no first-string \t\t\tquarterback in the fall. It was like the \t\t\tend of my life! \t \n[6]\t\t\tWhen I got back to school everybody was \t\t\tso supportive, and they all wanted to \t\t\tsign my cast and everything... \t \tEXT. MISSOURI RIVER LOCKOUT -- DAY Alone, Paul leans on his crutches \tand watches the river \t \n[7]\t\t\t... but I still couldn't shake the \t\t\tfeeling that now my life had no purpose. \t\t\tWhat did God want from me? \t \tTHE VAST MISSOURI - always flowing, never stopping, no beginning, no \tend \t \n[8]\t\t\tWhy did I exist? \t \n[9]\t\t\tSometimes you can search everywhere for \t\t\tanswers. Then one day destiny just taps \t\t\tyou on the shoulder. I know, because it \t\t\thappened to me. \t \tA FINGER reaches down and taps Paul's shoulder. Paul comes to and \tlooks -- it's Mr. McAllister. \t \n[10]\t\t\tMr. McAllister changed my life. And no \t\t\tmatter what they say he did or did not \t\t\tdo, I believe he is a good man. \t \tJIM'S CLASSROOM - DAY Paul sits in a chair, while JIM stands \t \n[11]\t\t\tI wanted to play next year so bad I \t\t\tcould taste it.  And maybe go on to... \t \n[12]\t\t\tYeah. \t \n[13]\t\t\tWhat do you mean? \t \n[14]\t\t\tWho, me?  Nooo.  I never... I don't \t\t\tknow anything about that stuff, Mr. M. \t\t\tBesides, that's Tracy Flick's thing. \t\t\tShe's always working so hard and -- \t \n[15]\t\t\tAnd she's super-nice \t \n[16]\t\t\tHuh?  Oh.  Uh... pears \t \n[17]\t\t\tNo, wait -- apples.  Apples. \t \tJIM draws illustrative circles on the board as he speaks. \t \n[18]\t\t\tI also like bananas. \t \n[19]\t\t\tI gotta talk to him first. \t \tTracy watches the hubbub, none too pleased, and pushes her way to the \tfront of the group. \t \n[20]\t\t\tHuh?  Oh, hi, Tracy \t \tTracy stares at him. \t \n[21]\t\t\tWhat do you mean? \t \n[22]\t\t\tNo.  Uh... I just... you know, I just \t\t\tthought -- \t \n[23]\t\t\tWell, see, I was talking to Mr. \t\t\tMcAllister about my leg and \t\t\teverything... and how I still want to, \t\t\tyou know, do something for the school \t\t\tand -- \t \n[24]\t\t\tWell, I mean, you know, I talked to him \t\t\tand everything, but he just said he \t\t\tthought it was a good idea... and how \t\t\tthere's all different kinds of fruit \t\t\tand...  It's nothing against you, Tracy. \t\t\tYou're the best.  I just thought -- \t \n[25]\t \tPaul drives home, his stereo thumping. Silent, he appears lost in \tthought, as though a little gopher idea were burrowing its way to the \tsurface. Oh, look -- there's its snout  now. \t \n[26]\t\t\tPaul... Paul... power... Paul... Paul \t\t\tfor President... progress... promise... \t\t\tpeanut... Paul-i-tics... yeah... \t\t\tPresident Paul... Punt for Paul!  No. \t \tEXT. METZLER HOME\tDAY Paul pulls into the driveway and hops out of \this car. \t \n[27]\t\t\tHey, Tammy, guess what happened today. \t \n[28]\t\t\tYeah.  So guess what happened.  So Mr. \t\t\tMcAllister, he -- \t\t\t\t\t \t\t\tOh hi. Lisa. \t \n[29]\t\t\tSo Mr. M. calls me in and tells me -- \t \n[30]\t\t\tWhat'd I do? \t \n[31]\t \tmatched in size to Tammy's. He is moaning, gasping. \t \n[32]\t\t\tI sure was surprised the day Lisa \t\t\tFlanagan asked me for a ride home and \t\t\tended up blowing me. \t \tLisa pauses and looks up at Paul. \t \n[33]\t\t\tUhhh... teeth. Teeth. \t \n[34]\t\t\tLife is so weird.  First Lisa has a big \t\t\tfight with my sister, and the next thing \t\t\tyou know she's my girlfriend. \t \tLisa turns around to look at \t \tTAMMY seated at another table directly behind them.  She and Lisa lock \teyes before they both turn around again. \t \n[35]\t\t\tSince Lisa knew all about public \t\t\trelations and stuff, she offered to help \t\t\tme with my campaign.  We made a great \t\t\tteam! \t \tTammy spies from underneath the bleachers \t \n[36]\t\t\tIt seemed so natural, the two of us \t\t\ttogether.  It was like destiny. \t \tTammy watches from a nearby classroom door, her nose and cheek pressed \tagainst the window. \t \n[37]\t\t\tThat spring was perfect.  My leg wasn't \t\t\tbugging me too much, and the weather was \t\t\tso nice.  And every afternoon after \t\t\tschool. Lisa and I would go to her house \t\t\tto fuck and have a swim.  It was like we \t\t\twere in a world all our own. \t \tTammy emerges from behind a tree.  She's on her bike.  Angry and \tfragile, she watches the couple enter Lisa's house. \t \n[38]\t\t\tTammy? Tammy, what are you doing? \t \tTammy ignores her brother and keeps walking directly toward us, \tfinally INTO CAMERA. \t \tINT. MILLARD TEACHERS' OFFICES -- DAY Tracy sits opposite Mr. \tMcAllister. \t \n[39]\t\t\tWe can't both run, can we?  We're \t\t\tbrother and sister.  Can we? \t \n[40]\t\t\tFor what? \t \n[41]\t\t\tFor what? \t \n[42]\t\t\tAs many of you know I broke my leg \t\t\tpretty bad thi3 year and the experience \t\t\thas made me reevaluate what I want to do \t\t\twith my life and that is help people \t\t\twhen you think about it a school is more \t\t\tthan a school it's our second home where \t\t\twe spend all cur time and grow as \t\t\tindividuals and a community but is our \t\t\tschool everything it could be I want our \t\t\tschool to reach its true potential that \t\t\tis why I am running for president. \t \tJIM pinches the bridge of his nose, clearly pained \t \tA few loud SOUND EFFECT SNORES saw through the air, and Walt points a \tstern finger at - you guessed it -- Doug Schenken. \t \n[43]\t\t\tI know what it is to fight hard and win \t\t\tlike when we almost went to state last \t\t\tfall and I threw that fourth-quarter \t\t\tpass against Westside for the touchdown \t\t\tthat won the game by three points I \t\t\twon't let you down like I didn't then I \t\t\tpromise we can all score a winning \t\t\t\t\t \t\t\ttouchdown together. Vote Paul Metzier \t\t\tfor president thank you. \t \tPaul now gets considerably less applause, but his jock friends remain \tloyal. \t \n[44]\t\t\tOh.  Hi, Tammy.  I was just, you know, \t\t\tI went to all your teachers and got your \t\t\tassignments. \t \tTammy looks at him, picks up the packet. \t \n[45]\t\t\tI just thought, well, last time you got \t\t\tsuspended you fell so behind and - \t \n[46]\t\t\tYeah.  Oh, one more thing. Tammy. You \t\t\tknow, all this election stuff. 'Cause, \t\t\tyou know, everyone is saying it's so \t\t\tweird that you're running against me, \t\t\tand, well, it is kind of weird, and you \t\t\thaven't really told me why you're doing \t\t\tit and didn't tell me in advance or \t\t\tanything.  But that's okay, you know.  l \t\t\trespect your privacy.  I just want you \t\t\tto know that no matter who wins, if it's \t\t\tyou or me, there's no hard feelings. \t\t\tWe're still brother and sister.  Okay? \t\t\tCause... and I hope you feel the same. \t \n[47]\t\t\tOkay.  Great.  I feel good. \t \tPaul is about to leave again but \t \n[48]\t\t\tOh.  Oh.  Yeah.  Right.  One other \t\t\tthing.  Since you know Lisa so well, \t\t\tcould you give me some advice?  I want \t\t\tto get her something for helping me with \t\t\tthe election.  You know, something \t\t\treally special -- like flowers or candy \t\t\tor flowers and candy.  Or is that too \t\t\ttypical?  I mean, can you think of \t\t\tsomething? Something really special? \t\t\tYou know, something she'd really like? \t \tTammy looks as though she'd like to push the button on all the world's \tatomic bombs. \t \n[49]\t\t\tI just don't think anybody would do \t\t\tsomething like that on purpose.  It must \t\t\thave been some kind of mistake. Like a \t\t\tmaintenance thing. \t \tJIM enters. \t \n[50]\t\t\t\t\t \t\t\tWe still have some extra ones, don't \t\t\twe?  Maybe we can just -- \t \n[51]\t\t\tOh, no, hey.  Like I said. Tammy \t\t\twouldn't... she... \t \n[52]\t \tFROM OVERHEAD -- Paul lies in bed looking at the heavens beyond his \tceiling, \t \n[53]\t\t\tDear God, thank You for all Your \t\t\tblessings.  You have given me so many \t\t\tthings, like good health, nice parents, \t\t\ta nice truck, and what I've been told is \t\t\ta large penis, and I'm very grateful. \t\t\tBut I sure am worried about Tammy.  In \t\t\tmy heart I still can't believe she tore \t\t\tdown my posters, but sometimes she does \t\t\tget so weird and angry.  Please help her \t\t\tbe a happier person, because she's so \t\t\tsmart and sensitive, and I love her. \t\t\tAlso, I'm nervous about the election \t\t\ttomorrow, and I guess I want to win and \t\t\tall, but I know that's totally up to \t\t\tYou.  You'll decide who the best person \t\t\tis, and I'll accept it.  And forgive my \t\t\tsins, whatever they may be.  Amen. \t \n[54]\t\t\tWay to go, Tracy!  Isn't this exciting? \t \n[55]\t\t\tHell, good luck! \t \n[56]\t\t\tThanks! \t \tINT. VOTING BOOTH Paul scans his ballot, struggles with his decision. \t \n[57]\t\t\tIt's so weird.  DO people always just \t\t\tvote for themselves?  'Cause looking at \t\t\tmy own name on the ballot, I just... I \t\t\tdon't know, I just felt like it's not \t\t\tright to vote for yourself. \t \tTHE BALLOT - as Paul's pen puts an \"X\" next to the name \"Tracy Flick \t \n[58]\t\t\tHey, Mr. M. Big day, huh? \t \tJim doesn't even hear. \t \n[59]\t\t\tYeah, you too, Tracy.  I'm just glad \t\t\tit's over. \t \n[60]\t \n[61]\t\t\tYou know, I don't understand why \t\t\teverybody bad-mouthed Tracy all the \t\t\ttime.  She was always super- nice to me. \t \tJIM approaches the microphone \t \n[62]\t\t\tGeez, you guys, thanks a lot.  I mean, \t\t\twow, thanks.  I promise to do my best \t\t\tand really do a good job and be a good \t\t\tpresident.  And I want to thank Lisa \t\t\tFlanagan for being a super campaign \t\t\tmanager. And I just want to say that I \t\t\tthink Tracy would have made a great \t\t\tpresident too and that she really \t\t\tdeserves a big hand. \t \tThe auditorium erupts into applause and whistles, and JIM takes the \tmicrophone again. \t \n[63]\t\t\tWow! Mr. McAllister! This is so wild. \t\t\tWe came to celebrate my victory, and I \t\t\tcan't believe it. Here, these are my \t\t\tparents. \t \tJIM stands up awkwardly. \t \n[64]\t\t\tThis is great. \t \n[65]\t\t\tI never would have ran if it wasn't for \t\t\tMr. M. \t \n[66]\t\t\tYeah! \t \n[67]\t\t\t\t\t \t\t\tWhy don't you guys go sit down, okay? \t\t\tI'll catch up in a minute? I want to \t\t\ttalk to Mr. M. about some important \t\t\tstuff. \t \n[68]\t\t\tSo, Mr. M,  I was starting to think \t\t\tabout ideas for next year. I was \t\t\tthinking it would be cool to have, like \t\t\ta carnival.  With rides.  And, you know, \t\t\tit could be for, like. Muscular \t\t\tDystrophy. \t \tJIM tries to smile and seem attentive, but we sense his profound \tfatigue and his profound sadness. \t \n[69]\t\t\tAnd on Halloween we could have a \t\t\thaunted house.  But a really good \t\t\thaunted house, not like those cheesy bad \t\t\tones.  You know, more like the radio \t\t\tstation ones.  This one would be really \t\t\tscary.  And for Homecoming -- well, you \t\t\tknow how last year's theme was - \t \n[70]\t\t\tOh, okay.  Yeah, sorry. \t \tThe wind out of his sails, Paul gets up and is about to go when \t \n[71]\t\t\tJust one more thing.  So, Mr. M., uh, \t\t\tdo you think Tracy's going to be okay? \t\t\tI saw her face after the assembly, and I \t\t\tthink she's taking it pretty hard. \t \n[72]\t\t\tHuh? \t \n[73]\t\t\tSenor presidente. Yo soy senor \t\t\tpresidente... El grande presidente... \t \n[74]\t\t\tI don't know why, but finding out there \t\t\twas a mistake and I hadn't won the \t\t\telection after all didn't bother me that \t\t\tmuch. Winning had seemed kind of unreal \t\t\tanyway. I guess I should have voted for \t\t\tmyself. Oh, well. \t \tPaul reaches the -- \t \tINT. SCHOOL OFFICE\tCONTINUOUS and enters Walt's office. Everyone \tis there \t \n[75]\t\t\tIs Tammy okay? \t \n[76]\t \ttwisting to the music at a PARTY, a giant grin on his  face, a big \tsombrero with tassels on his head. Behind him  we can see an enormous \tilluminated GRAVEL CONVEYOR. SUPER-IMPOSED:  \"ONE YEAR LATER.\" \t \n[77]\t\t\tSenior year was great I Sure, I didn't \t\t\tget to play ball or be president, but I \t\t\tgot elected homecoming king and prom \t\t\tking anyway. I got into Nebraska like I \t\t\twanted and early-rushed Phi Delts. At \t\t\tthe end of the year me and my buddies \t\t\tthrew a hitching Mexican party down at \t\t\tthe cement plant. Shit, that was a good \t\t\tparty. That was a good party! \t \n[78]\t\t\tThe only really bad thing about senior \t\t\tyear was Lisa. Right before Christmas \t\t\tshe dumped me. One minute she's totally \t\t\tin love with me and then boom she's \t\t\tgoing out with my football buddy Randy. \t \tPaul looks over at \t \tLISA dancing suggestively with RANDY \t \tPaul looks sad, takes another gulp, waves at unseen  friends. \t \n[79]\t\t\tSometimes I wonder what would've \t\t\thappened if I'd actually won the \t\t\telection.  Maybe my whole life would be \t\t\tdifferent.  Like I might never have gone \t\t\tto Yosemite with Greg and Travis. \t \tPaul takes a BIG GULP and looks into camera. \t \n[80]\t\t\tOr maybe I'd be dead. \t \n[81]\t\t\tSure, Tracy. \t \tPaul takes the book, efficiently finds the page with his picture, and \tgoes to work. \t \n[82]\t\t\tOh, yeah, sure. \t\t\t\t\t \t\t\tHey Nolan, give my book to Tracy when \t\t\tyou're done* \t \tNolan finishes and hands the book over.  Tracy turns to the front \tpages and finds them completely filled, as are the end pages.  Now she \tlooks for her picture.  When she finds it, it's almost completely \tobscured by part of some ASSWIPE 'S long, illegible, exclamation \tpoint-filled message.  Finally, she locates an available space and \tbegins to write. \t \n[83]\t\t\tThanks, Tracy. \t \tTracy starts to walk away and Paul stops her \t \n[84]\t\t\tHey, Tracy I.. \t \tShe turns around expectantly \t \n[85]\t\t\tHave a great summer.  And good luck at \t\t\tcollege. \t ", "Diane": "\n[1]\t\t\tAnything wrong? \t \n[2]\t\t\tJim, don't.  You're scaring him. \t \n[3]\t\t\tHere.  Give him to me. \t\t\t\t\t(as she takes \t\t\t\t\tDarryl \t\t\tis little Darryl dizzy?  That's it. . \t\t\tcome here. . . \t \n[4]\t\t\tYeah. \t \tSherry heads into the house.  JIM watches her walk, then turns toward \tDiane and Darryl.  It's as though Diane, not Sherry, were the infant's \treal mother, so loving and attentive is she, so swelled with maternal \tpiety. \t \n[5]\t\t\tYou gonna do it? You gonna do it? \t \n[6]\t\t\tCome on, doit. Doit. Fill me up. Come \t\t\ton, fill me up \t \n[7]\t\t\tDo it! \t \tJIM finally climaxes \t \n[8]\t\t\tOkay! \t \tWith that JIM rolls off of her. Diane immediately hoists her knees to \ther chest. \t \tCLOSE ON JIM - on his side of the bed facing away from Diane. \t \n[9]\t\t\tCould you hand me the remote? \t \n[10]\t\t\tHow'd it go? \t \n[11]\t\t\tYou guys have fun? \t \tJIM picks an apple out of a bowl. \t \n[12]\t\t\tWhat? \t \n[13]\t\t\tOh, Jim! Oh, God! \t \tSHERRY'S HEAD, like a cut-out from a tabloid cover, floats in from \toff-screen and lands on the back of Diane's head. At the right moment, \ther face COMES TO LIFE and vaguely mouths the words that Diane is \tsaying, like a badly-dubbed movie. \t \n[14]\t\t\tOh, God.  Just like that.  Oh yes. Fill \t\t\tme up... \t \tJim's wicked desire increases with each movement \t \tNow TRACY FLICK'S FACE floats over and replaces Sherry's. Tracy mouths \tDiane's words. \t \n[15]\t\t\tDo it, Jim.  Fuck me. \t \tJIM is at once in deep-space ecstasy and surprised at himself. \tDiane's voice now changes: it's Tracy's VOICE. \t \n[16]\t \tJIM enters the back door and sets his satchel down in the usual place. \tHe opens the refrigerator, grabs a beer.  As he closes the door, \tsomething catches his eye.  He reaches inside and throws a plastic \tcontainer away.  Rooting around noisily, he finds other things to \tdispose of.  Suddenly -- \t \tA BABY CRY stops him cold. \t \tJIM stiffens, his good eye widening as the horrible truth sinks in. \tHe carefully closes the refrigerator and tiptoes toward the living \troom. \t \n[17]\t \ttogether on the living room sofa, staring at him.  Their eyes are red \tfrom crying.  Little Darryl squirms in Sherry's lap. \t \tCaught, JIM emerges from his hiding place.  No one speaks. Finally, he \tlooks down, sucks in air, blows it out again, nods a little. \t ", "McAllister": "\n[1]\t \tJIM and his wife Diane sit at their dining room table, eating chicken \tpot pies, baked potatoes with sour cream, salad with Lite Ranch \tdressing. Not a word passes between them. \t \n[2]\t \tJIM lies awake in bed while Diane snores beside him. Something seems \tto be echoing in his head. \t \n[3]\t \tIn the darkness a light pops on, and JIM quietly pads down the stairs. \t \tHe opens an old CEDAR TRUNK, lifts out a few blankets and a piece of \tcardboard to reveal a row of PORNO TAPES cleverly concealed in the \tbottom of the trunk. \t \n[4]\t \tJIM and Diane copulate.  Although ostensibly near climax, JIM seems to \tbe struggling.  Diane's exhortations, once forbidden and exciting, now \tseem routine. \t \n[5]\t \tDiane lies face-down, and JIM is on top of her. JIM makes spirited \tlove with her. \t \n[6]\t \tJIM drifts toward his house, and it absorbs him through the front \tdoor. \t \n[7]\t \tWe're no longer in rear-projection land: reality has caught up with \tJim. As he walks across the room, he strips off his shirt, shoes, \tsocks, and finally pants. Left only in his underwear, he walks through \tthe house and out into the - \t \tEXT. MCALLISTER BACKYARD\tDAY and flops down in the grass, facing \tthe sky. \t ", "Jim": "\n[1]\t\t\tMorning, Lowell \t \tLowell nods, hoists a bag and tosses it into a dumpster. \t \n[2]\t\t\tTwenty-one... twenty-two. \t \tHe collapses onto his back.  His head rolls to one side, and he \tglances past the fence at -- \t \n[3]\t\t\tNot wasting any time, are you, Tracy? \t \n[4]\t\t\tYes, I do. \t \tAn awkward moment passes between them. \t \n[5]\t\t\tWell, good luck there, Tracy \t \n[6]\t \tAlone in his room, JIM studies the Omaha World-Herald \t \n[7]\t\t\tIt's hard to remember how the whole \t\t\tthing started, the whole election mess. \t\t\tWhat I do remember is that I loved my \t\t\tjob. I was a teacher, an educator, and I \t\t\tcouldn't imagine doing anything else. \t \tSuddenly a VOICE -- \t \n[8]\t\t\tThe students knew it wasn't just a job \t\t\tfor me. \t \n[9]\t\t\tC'mon, wolverines!  Defense!  Let's \t\t\thold 'em back! \t \n[10]\t\t\tI got involved. And I cared. \t \n[11]\t\t\tAnd I think I made a difference. \t \n[12]\t\t\tI knew I touched the students' lives \t\t\tduring their difficult young adult \t\t\tyears, and I took that responsibility \t\t\tseriously. \t \n[13]\t\t\tIn the twelve years I taught U.S. \t\t\tHistory, Civics and current Events at \t\t\tMillard, I was voted Teacher of the Year \t\t\tthree times - a school record. \t \n[14]\t \tMr. McAllister reads aloud from the newspaper as he paces in front of \this class of high school juniors, Tracy Flick among them. The seats \tare arranged in a SEMI-CIRCLE. \t \n[15]\t\t\tStanding in front of a room full of \t\t\tyoung people, trying to make them think \t\t\tthat's how I wanted to spend the rest \t\t\tof my life, \t \tJIM slaps the newspaper for emphasis and addresses the class \t \n[16]\t\t\tSo would this be an ethical situation \t\t\tor a moral situation? What's the \t\t\tdifference between ethics and morals, \t\t\tanyway? \t \tTracy shoots her hand into the air.  JIM notices but keeps looking \taround. \t \n[17]\t\t\tAnybody \t \tOther hands rise tentatively \t \n[18]\t\t\tDerek \t \n[19]\t\t\tYou're on the right track,  who can \t\t\thelp him out? \t \n[20]\t\t\tMichelle? \t \n[21]\t\t\tOr a life experience.  Good.  And \t\t\tethics? \t \n[22]\t\t\tOkay.  But we're still missing \t\t\tsomething key here.  What are we \t\t\tmissing? \t \n[23]\t\t\t\t\t \t\t\tTracy. \t \n[24]\t\t\tTracy Flick.  Tracy Flick.  I've never \t\t\tmet anyone quite like Tracy Flick. \t \n[25]\t\t\tShe first showed up in my life as a \t\t\tfreshman delegate in student council. \t\t\tI'd seen a lot of ambitious students \t\t\tcome and go over the years, but I could \t\t\ttell right away Tracy Flick was \t\t\tdifferent. \t \tJIM observes Tracy, trying to size her up. \t \tON TRACY -- putting all her little things in order, finally folding \ther hands to wait. \t \n[26]\t\t\tIt wasn't long before everyone knew who \t\t\tTracy Flick was.  She made sure of that. \t\t\tHer drive was astonishing.  Even scary. \t \n[27]\t \tBACK TO TRACY still frozen mid-sentence, waiting to finish her answer. \t \n[28]\t\t\tNow at the end of her junior year, \t\t\tTracy was poised to win the presidency \t\t\tof the student body.  And so far she was \t\t\trunning unopposed. \t \n[29]\t\t\tOh.  There's one more thing about Tracy \t\t\tI think you should know. \t \n[30]\t\t\tA few months before the election, she'd \t\t\thad an affair with my best friend Dave \t\t\tNovotny. \t \n[31]\t\t\tDon't tell me that.  I don't want to \t\t\tknow that. \t \n[32]\t\t\tDave came to Millard the year after I \t\t\tdid, and we hit it off right away. We \t\t\tbacked each other up in teachers' \t\t\tmeetings and shared an interest in 60's \t\t\tmusic and micro-breweries. \t \tCLOSE ON DAVE really getting into it, playing to an unseen stadium. \tBehind him JIM is very careful with his chords. \t \n[33]\t\t\tYou could tell Dave was one of those \t\t\tguys who taught because they never \t\t\twanted to leave high school in the first \t\t\tplace, and that could get a little \t\t\tirritating sometimes, but basically he \t\t\twas a real good guy. \t \n[34]\t \tCAMERA DRIFTS from the open basement stairway door and toward DIANE \tMCALLISTER and SHERRY NOVOTNY seated at the kitchen  table. They are \tfussing over little six-month-old DARRYL NOVOTNY in his highchair. \t \n[35]\t\t\tOur wives became best friends too. And \t\t\twhen Dave and Sherry's son Darryl was \t\t\tborn, they asked us to be godparents. \t \tAt a particularly grating note from downstairs, Diane gets up and \tcloses the basement door. \t \n[36]\t\t\tYou did it at your house?  Your own \t\t\thouse? \t \n[37]\t\t\tIn love? \t \n[38]\t\t\tBut you haven't written your novel. \t \n[39]\t\t\tDave, I'm just saying this as your \t\t\tfriend.  What you're doing is really, \t\t\treally wrong, and you've got to stop. \t \tDave draws a heavy sigh and buries his head in his hands perhaps JIM \thas reached him.  Perhaps not. \t \n[40]\t\t\t\t\t \t\t\tThat was just talk!  Fantasy talk! What \t\t\tare you, nuts?  We talk about girls all \t\t\tthe time, but it doesn't mean anything. \t\t\tI would never. . . I mean, I take very \t\t\tseriously our strict moral code.  The \t\t\tline you've crossed is... it's illegal \t\t\tand it's immoral. \t \n[41]\t\t\tI'm not talking about ethics.  I'm \t\t\ttalking about morals. \t \n[42]\t\t\tI guess I don't have to tell you how \t\t\tall this turned out. \t \n[43]\tsits on the vinyl sofa. \t \tCLOSE ON -- the small makeshift booklet whose cover reads, \"There's a \tplace for us\" in overdone fancy cursive. \t \tTHE SECOND PAGE shows a cutout from a travel magazine of a swanky \tBEACHFRONT HOTEL.  One room has been circled with the words \"you and \tme\" written next to it.  Below: \"A time and place for us.\"  We HEAR \tWalt clearing his throat, swallowing. \t \tTHE THIRD PAGE has glued to it a POSTCARD showing a couple hand-in- \thand on the beach at sunset and reading, \"Maui is for lovers.\" Below: \tTake my hand and we'll soon be there. \t \tTHE LAST PAGE has a cutout of a bouquet of flowers.  It reads, \"Tracy, \tSee you in paradise?  Love, your 'teacher' David.  P.S. I really, \treally need you now.\"  The booklet is lowered. \t \n[44]\t\t\tAfter Dave got fired, Sherry kicked him \t\t\tout of the house and filed for divorce. \t \n[45]\t\t\tHe ended up moving back to Milwaukee to \t\t\tlive with his parents. I haven't heard \t\t\tfrom him in a long time. Poor guy. I \t\t\twarned him. \t \n[46]\t \tTracy, still frozen, THAWS OUT. Maybe now she can finish \t \n[47]\t\t\tOkay.  We'll pick up here next time \t \tTracy is miffed as she puts her things away: slam, stuff, zip. She \tslings her backpack over her shoulder and heads toward the door.  She \tlooks back at -- \t \tMR. MCALLISTER who himself now FREEZES as he talks to a couple of \tstudents \t \n[48]\t\t\tHey, that's super \t \n[49]\t\t\tYou can put those in my box.  I'll look \t\t\tat them tomorrow. \t \n[50]\t\t\t\t\t \t\t\tRight \t \tHe cursorily flips through the bound pages and offers them back to \tTracy. \t \n[51]\t\t\tLooks good to me. \t \n[52]\t\t\tNO, that's fine \t \n[53]\t\t\tOkay, fine. Sure \t \tJIM throws his briefcase and Tracy's folder into the backseat. \t \n[54]\t\t\tYou bet. \t \tTracy stays put as JIM climbs in, shuts the door and fastens his seat \tbelt. \t \n[55]\t\t\tShould be easy.  So far no competition. \t \n[56]\t\t\tYeah.  Okay.  well, good luck Tracy \t \tThey exchange a long, curious stare.  There's a tone at once \tconfrontational and vaguely sexual about this moment. \t \n[57]\t\t\tSure \t \n[58]\t\t\tGood luck, Tracy. \t \tJIM pulls away and heads for the parking lot exit. \t \n[59]\t \tJIM drives stone-faced, unblinking. Something about the music on the \tradio mocks him. \t \n[60]\t\t\tI don't blame Tracy for what happened \t\t\twith Dave. How could I? Dave was an \t\t\tadult more than twice her age. \t \n[61]\t\t\tSure, she got on my nerves once in a \t\t\twhile, but I admired Tracy. I really \t\t\tdid. \t \tINSIDE THE DUMPSTER we see Tracy's little bound book of signatures. \t \n[62]\t\t\tThank God for Diane.  She was my best \t\t\tfriend, my source of love and strength. \t\t\tOh sure, we'd had our share of bumpy \t\t\ttimes, but we'd always seen them \t\t\tthrough.  After nine years of marriage, \t\t\twe were closer than ever.  And the \t\t\tsecret? Good communication. \t \n[63]\t\t\tEverything's fine.  Just, you know, \t\t\tschool. \t \n[64]\t\t\t\t\t \t\t\tPaul. \t \n[65]\t\t\tPaul, could I talk to you for a minute? \t \n[66]\t\t\tPaul, I know you've been pretty down \t\t\tsince your accident. \t \n[67]\t\t\tI know.  I understand disappointment. \t\t\tI really do. \t \n[68]\t\t\tBut you've got a big choice right now. \t\t\tYou can choose to be depressed about it \t\t\tfor the rest of your life. Or you can \t\t\tchoose to see it for what it really is: \t\t\tan opportunity.  I personally think you \t\t\thave a big future ahead of you, and I \t\t\tdon't mean the fleeting glory of sports. \t \n[69]\t\t\tLet me give you a clue.  You're a born \t\t\tleader.  You're one of the most popular \t\t\tstudents at Millard.  You're honest and \t\t\tstraightforward.  You don't choke under \t\t\tpressure, as we all saw in that amazing \t\t\tfourth quarter against Westside.  The \t\t\tother kids look up to you.  What does \t\t\tthat spell? \t \tPaul furrows his brow and looks around, searching for an answer.  His \tlower lip is wet. \t \n[70]\t\t\tStudent... council... president. \t \tIt takes a moment for this to sink in.  Finally \t \n[71]\t\t\tYeah, no, she's a go-getter, all right. \t \n[72]\t\t\tYeah.  But one person assured of \t\t\tvictory kind of undermines the whole \t\t\tidea of a democracy, doesn't it? That's \t\t\tmore like a... well, like a \t\t\tdictatorship, like we studied. \t \n[73]\t\t\tPaul, what's your favorite fruit? \t \n[74]\t\t\ttakes a piece of chalk from the lip of \t\t\tthe blackboard. \t \n[75]\t\t\tOkay, let's say \t \n[76]\t\t\tFine.  Let's say all you ever knew was \t\t\tapples.  Apples, apples and more apples. \t\t\tYou might think apples were pretty good, \t\t\teven if you occasionally got a rotten \t\t\tone. Then one day there's an orange. And \t\t\tnow you can make a decision. Do you want \t\t\tan apple, or do you want an orange? \t\t\tThat's democracy. \t \n[77]\t\t\tExactly.  So what do you say?  Maybe \t\t\tit's time to give a little something \t\t\tback. \t \n[78]\t\t\tAround that time Diane and I were \t\t\thanging out a lot at Sherry Novotny's \t\t\thouse, giving her our love and support \t\t\tand helping her make it through a \t\t\tdifficult time. \t \n[79]\t\t\tHe likes it. \t \tDarryl's laughter suddenly turns into CRYING \t \n[80]\t\t\tDiane really wanted to have kids -- and \t\t\tso did I -- but it seemed like there was \t\t\talways a reason to wait: she had to \t\t\tfinish nursing school, I had to get my \t\t\tmasters, we needed a new house, we \t\t\tneeded more money.  Finally we just \t\t\tdecided to go for it... \t \n[81]\t \tA DIGITAL THERMOMETER reads 99.3.  Behind it Diane lies in bed reading \ta copy of Self. \t \n[82]\t\t\t...but for over a year we hadn't had \t\t\tany luck.  And Diane was getting \t\t\tdesperate. \t \n[83]\t \tAt his desk, JIM studies a High Society magazine.  He is naked. \t \tJIM closes his eyes and bites his lip as though feeling something he \twished not to leave him.  He quickly replaces a stack of magazines in \this desk and goes across the hall to -- \t \n[84]\t\t\t Yeah, uh, just a minute \t \n[85]\t\t\tYeah, just -- \t \n[86]\t\t\tSure. \t \tJIM takes the bottle.  CLOSE ON the neck as the cork emerges: POP! \t \n[87]\t\t\tWithout Dave around. Sherry needed a \t\t\tlot of help around the house. \t \n[88]\t\t\tHere? \t \n[89]\t\t\tOkay.  Give me the drill. \t \tJIM looks down at Sherry as she hands it up.  Her blouse reveals a bit \tmore than it should, and JIM pauses to get an extra glimpse. \t \tTHE POWER DRILL BIT penetrates the ceiling. \t \n[90]\t\t\tI'd always liked Sherry, but we'd never \t\t\thad a chance to spend any time alone \t\t\ttogether.  How with Dave out of the \t\t\tpicture, I began to see what an \t\t\tincredibly sensitive and giving person \t\t\tshe was. \t \tJIM downs his glass in big thirsty gulps and hands her back the glass. \tHe watches her walk back to the house. \t \n[91]\t\t\tPlus she had finally dropped all that \t\t\tweight from her pregnancy, and really \t\t\tshe looked great. \t \tTHE RIPCORD of the lawnmower is pulled a couple of times until it \tstarts. \t \n[92]\t\t\tWe got to be pretty good buddies.  I \t\t\teven took her to the mall one time while \t\t\ther car was in the shop. \t \tJIM smiles and nods.  She puts on another.  Sherry is like a young \tgirl on a date.  She grabs Jim's hand and pulls him in another \tdirection. \t \tAT THE MAKEUP COUNTER - Sherry spreads on lipstick. \t \n[93]\t\t\tYou look great \t \n[94]\t \tThey're driving home.  There are packages on Sherry's lap and in the \tbackseat. \t \n[95]\t\t\tOh, come on.  You've had a hard year, \t\t\tyou're cooped up with the kid all the \t\t\ttime.  Let go; live a little. \t \n[96]\t\t\tSo what do you think?  Should we get a \t\t\troom? \t \n[97]\t\t\tpoints at the motel. \t \n[98]\t \tJIM walks in through the backdoor. Diane is loading the dishwasher. \tThey peck-kiss. \t \n[99]\t\t\tFine. You know. We just went to \t\t\tCrossroads. \t \n[100]\t\t\t\t\t \t\t\tYeah. No. I mean, you know. \t \n[101]\t\t\tWell, Sherry's great.  But she can be a \t\t\tlittle much sometimes. \t \n[102]\t\t\tSo like I was saying, things were going \t\t\tpretty well in my life. \t \n[103]\t\t\t... that is, until things started going \t\t\tall haywire with that damn election. \t \tA distant DING-DING grows louder and louder. Everyone turns toward the \tsource, far down the hall, and eventually TAMMY emerges wearing a \tmakeshift SANDWICH BOARD that reads \"Tammy Metzier For President.\" \tSmiling a perverse smile, she rings a hand bell. Salvation Army style. \t \tPaul is at his locker and watches Tammy go by. \t \n[104]\t\t\tCalm down, Tracy.  Just calm down. \t \n[105]\t\t\tAs far as I know, they-- \t \tSuddenly LISA AND PAUL are sitting where Tracy was. \t \n[106]\t\t\tAnyone who gets signatures in on time \t\t\tcan run.  And she got in just under the \t\t\twire.  Nothing I can do. \t \tNow TRACY replaces Lisa and Paul \t \n[107]\t\t\t\t\t \t\t\tLooks like Tim Kobza. \t \tLISA AND PAUL again \t \n[108]\t\t\tLook, why don't we just forget about \t\t\tTammy?  We'll have the assembly \t\t\ttomorrow, everybody'll make their \t\t\tspeeches, and I'm sure everything will \t\t\tbe fine. \t \n[109]\t\t\tThank you, Jerry, and good luck. Again, \t\t\tJerry is running unopposed for Vice \t\t\tPresident. So we'll move on now to the \t\t\tpresidential race with three candidates \t\t\trunning. The first in alphabetical order \t\t\tis Tracy Flick. \t \tTracy steps forward with a small stack of index cards. During her \tspeech she flips the cards over one by one but rarely looks at them. \t \n[110]\t\t\tThe next candidate for student body \t\t\tpresident is Paul Metzier.  Paul? \t \tPaul awkwardly makes his way to the mike.   Though by no means \tthunderous, his applause clearly exceeds Tracy's.  A small cluster of \tjocks \"woof\" for him, shaking their fists in the air.  Paul manages a \tweak grin for his buddies. \t \tTracy shifts in her chair, her smile stiff and forced \t \tLisa smiles and nods at Paul from the bleachers, giving him \tencouragement and a silent reminder to remember what they talked \tabout. \t \tTammy's eyes dart between Lisa and Paul. She shows no emotion, reveals \tnothing. \t \tThe applause quickly dies, and after a moment Paul remembers to look \tat the white paper in his hand. He speaks in a barely audible \tmonotone, never once glancing up. \t \n[111]\t\t\tOkay, Paul. Now our final candidate for \t\t\tPresident - another one of the Metzier \t\t\tclan -- sophomore Tammy Metzier. \t \tTammy approaches the mike. There are scattered mocking whistles and \tcatcalls. \t \tTammy calmly looks over the crowd, waiting for the jeers to subside. \tShe makes eye contact with Lisa, who stares back. \t \n[112]\t\t\tWalt, we can't throw her out of the \t\t\telection just because we don't like her \t\t\tspeech.  That's not what student \t\t\tgovernment's about. \t \n[113]\t\t\tI think that's a little strong Walt. \t\t\tRon? \t \n[114]\t\t\tThere's your culprit \t \tHe examines it from different angles. Both scrunch their faces \t \n[115]\t\t\tShall we give it a name? \t \n[116]\t\t\tNo, I... uh, didn't know that \t \n[117]\t\t\t\t\t \t\t\tStill clear? \t \n[118]\t\t\tWe'll let it run awhile \t \tJIM turns off the faucet and reaches for a towel.  Sherry offers him \tanother. \t \n[119]\t\t\tRight now? \t \n[120]\t\t\tThree twenty-five. \t \n[121]\t\t\tWhat had blossomed between Sherry and \t\t\tme was too real, too powerful to deny. \t\t\tFor the first time in years, I felt free \t\t\tand alive! \t \n[122]\t\t\tSo as you can imagine, my thoughts \t\t\tweren't on the election that Monday \t\t\tmorning. \t \tJIM takes a BOOK from the shelf \t \n[123]\t\t\tMy thoughts were only on Sherry, on how \t\t\tperfect she felt inside. There was a \t\t\tspecial poem I wanted to read to her \t\t\tlater, at the motel, as she lay next to \t\t\tme. \t \tJim flips through the book and finds the poem he seeks. His lips move \tsilently. \t \n[124]\tClose, close the lovers keep. They stay together in their sleep. Close \tas two pages in a book That read each other in the dark.. \t \tSuddenly -- a grating VOICE from the loudspeakers. \t \n[125]\t\t\tNowhere.  I don't have class until \t\t\tsecond period. \t \n[126]\t\t\tWhat's the problem? \t \n[127]\t\t\t\t\t(his thoughts \t\t\t\t\telsewhere) \t\t\tOh yeah, you bet. \t \n[128]\tis inside. \t \n[129]\t\t\tTracy. Come on in. And shut the door \t\t\tbehind you. \t \tShe goes in and closes the door in our face. \t \n[130]\t\t\tI guess you know why you're here \t \n[131]\t\t\tA travesty.  Huh.  That's interesting, \t\t\tbecause I think you did it. \t \n[132]\t\t\tWere you or were you not working in the \t\t\tWatchdog office over the weekend? \t \n[133]\t\t\t6:30.  How do you know what time the \t\t\tposters were torn down? \t \n[134]\t\t\tOkay, Tracy, so who do you think did \t\t\tit?  Whom should we \"interrogate?\" \t \n[135]\t\t\tYou're a very intelligent girl, Tracy. \t\t\tYou have many admirable qualities.  But \t\t\tsomeday maybe you'll learn that being \t\t\tsmart and always being on top and doing \t\t\twhatever you need to do to get ahead, \t\t\tand yes, stepping on people to get \t\t\tthere, well, there's a lot more to life \t\t\tthan that.  And in the end, you're only \t\t\tcheating yourself. \t \n[136]\t\t\tThis isn't the time or the place to get \t\t\tinto it, but there is, for just one \t\t\texample, a certain former colleague of \t\t\tmine, who made a very big mistake, a \t\t\tlife mistake.  I think the lesson there \t\t\tis that, old and young, we ail make \t\t\tmistakes, and we have to learn that our \t\t\tactions, all of them, can carry serious \t\t\tconsequences.  You're very young, Tracy \t\t\tunderage, in fact -- but maybe one \t\t\tday you'll understand. \t \n[137]\t\t\tI agree.  But I also think certain \t\t\tyoung and naive people need to thank \t\t\ttheir lucky stars and be very, very \t\t\tgrateful the whole school didn't find \t\t\tout about certain indiscretions which \t\t\tcould have ruined their reputations, and \t\t\tchances to win certain elections. \t \n[138]\t\t\tOkay, Tracy.  Have it your way. \t \tThere's a KNOCK.  JIM and Tracy turn to see \t \tTAMMY METZLER timidly poking her head in. \t \n[139]\t\t\tJust wait outside. Tammy. \t \n[140]\t\t\tPossibly.  Please just wait outside. \t \n[141]\t\t\tTracy, don't go away.  Come in, Tammy. \t \tAs Tammy and Tracy cross, Tracy speaks in a low voice but loud enough \tfor JIM \tto hear. \t \n[142]\t\t\tSo... what do you have to tell me? \t \n[143]\t\t\t\t\t \t\t\tWhat is it. Tammy? \t \n[144]\t\t\tLooks at her skeptically  doesn't say a \t\t\tword. \t \n[145]\t\t\tAnd when did you do it? \t \n[146]\t\t\tExactly when? \t \n[147]\t\t\tAnd how did you get in the school? \t \n[148]\t\t\tWhich door? \t \n[149]\t\t\tI don't believe you. \t \n[150]\t\t\tFinal  I don't know what your problem \t\t\tis, but if that's the way you want it, \t\t\tthat's the way it'll be.  I don't have \t\t\ttime.  You're out of the election, and \t\t\tI'm turning you over to Dr. Hendricks. \t \tHe throws the door open. \t \n[151]\t\t\tTracy? \t \n[152]\t\t\tLooks like today's your lucky day \t \tWhat does he mean? \t \n[153]\t\t\tYou're off the hook. Tammy here has \t\t\tconfessed. \t \tIt takes Tracy a second to figure out how to react. But once she's got \tit, she runs with it. \t \n[154]\t\t\tThat's enough, Tracy.  Quit while \t\t\tyou're ahead, okay?  I'll handle this. \t\t\t\t\t \t\t\tCould you ask Walt to come in? \t \n[155]\t\t\tThe rest of the day was unbearable.  I \t\t\tkept smelling Sherry on my clothes and \t\t\ton my fingers and I just couldn't wait \t\t\tto get out of there. \t \tHe yanks the paper out of the carriage and hurries away. \t \n[156]\t\t\tI wanted everything to be perfect that \t\t\tafternoon, so I decided to give myself a \t\t\tlittle time to prepare during eighth \t\t\tperiod. \t \n[157]\t \tStudents are settling into their seats.  JIM breezes in, a sheaf of \tpapers fucked under his arm. \t \n[158]\t\t\tPop quiz, everybody \t \tThe class groans. \t \n[159]\t\t\tNo whining.  If you've done your \t\t\treading, this is an easy one. \t \tJIM peels off a stack of papers for each row \t \n[160]\t\t\tI'd have exactly forty-eight minutes to \t\t\tmake all the arrangements. \t \tJIM glances at the clock:  2:08 \t \n[161]\t\t\tIf you finish early, just sit quietly \t\t\tand check your work.  I'll be right \t\t\tback. \t \tPOOF -- he's gone I \t \n[162]\t \tWith feigned coolness, he saunters into class just as the BELL RINGS. \t \n[163]\t\t\tOkay, everybody, pass them forward. \t\t\tStephanie, put down your pen. \t \tThe class begins to rise. \t \n[164]\t\t\tI'll see you all on Wednesday. And \t\t\tdon't forget to vote tomorrow. \t \tFROM BEHIND - Jim's back has a large vulva-shaped patch of SWEAT \t \n[165]\t \tJIM checks his watch: 3:24 turns into 3:25 \t \tBingo \t \n[166]\t\t\tSherry I \t \tHe rears back and aims his yell toward the second floor. \t \n[167]\t\t\tSherry I It's Jim! \t \tNo response. He tries the door. It's locked. JIM cranes his neck for a \tlast look at the house. As he starts to leave, he calls out one final \ttime, not really expecting a response. \t \n[168]\t\t\tSherry \t \tSuddenly A WASP STINGS him above his right EYE \t \n[169]\t\t\tOww! Fuck! Jesus fuck! \t \tCursing and holding his head, JIM stumbles out the gate \t \n[170]\t\t\tBy any chance, has a woman shown up in \t\t\tthe last half-hour or so?  Maybe she was \t\t\tlooking for me. \t \n[171]\t\t\tAre you sure? \t \n[172]\t\t\tSherry, it's me.  Are you there? Pick \t\t\tup.  Okay, it's 4:32.  I came by at 3:25 \t\t\tlike we said and waited, but you weren't \t\t\tthere.  Anyway, I hope you're okay -- \t\t\tI'm worried about you. So now I'm just \t\t\tat the...  at the place we talked about. \t\t\tSuite 219.  So I'm here.  Everything's \t\t\tall set.  You can just come over.  Can't \t\t\twait. Okay.  Bye. \t \n[173]\t \tJIM'S car pulls into the driveway. \t \n[174]\t \tJIM enters the back door and sets his satchel down in the usual place. \tHe opens the refrigerator, grabs a beer.  As he closes the door, \tsomething catches his eye.  He reaches inside and throws a plastic \tcontainer away.  Rooting around noisily, he finds other things to \tdispose of.  Suddenly -- \t \tA BABY CRY stops him cold. \t \tJIM stiffens, his good eye widening as the horrible truth sinks in. \tHe carefully closes the refrigerator and tiptoes toward the living \troom. \t \n[175]\t\t\t\t\t \t\t\tOkay \t \tHe turns to leave, and nobody stops him. \t \n[176]\t \tJIM wanders out the front door and stands in his driveway, bewildered \tand alone.  The camera slowly CRANES UP, eventually looking down on \thim from a great height. \t \n[177]\t\t\tAs I walked out of my home that \t\t\tevening, unsure if I'd ever return, my \t\t\tentire life in question, I somehow \t\t\tdiscovered within myself a place of \t\t\tperfect peace.   Oddly, in my solitude I \t\t\tfelt more than ever a sense of communion \t\t\twith every human being - past, present \t\t\tand future.  Because no matter what we \t\t\ttell ourselves, no matter what illusions \t\t\tof friendship and family we create, each \t\t\tof us is always and forever profoundly \t\t\talone. \t \n[178]\t \tJIM sits parked outside of Sherry's house, a SLURPEE held against his \tnow grotesquely swollen eye.  He is so tired and pain-ridden that he \tpractically gasps for breath. \t \n[179]\t\t\tSherry never came home that night.  I \t\t\tknow, because I spent the entire night \t\t\tin her driveway. \t \n[180]\t \tReclined in his car seat, mouth open as he sleeps, JIM is awakened by \tthe truck. His breath steams. His eye has turned bluish. He tries to \twipe the condensation from the windshield, but it's on the outside. \t \n[181]\t\t\tI had no choice but to go home. I \t\t\tneeded to shower, get fresh clothes, \t\t\texplain what I could to Diane.  But what \t\t\twas I going to say?  That our marriage \t\t\thad become a charade?  That making love \t\t\twith Sherry had given me a vision of a \t\t\tbetter life? \t \tTHE TAILPIPE finally coughs out a cloud of exhaust \t \n[182]\t \tJIM drives, bleary-eyed.  He creeps along his tree-lined middle-class \tblock. \t \n[183]\t\t\tThen again, maybe I could slip in and \t\t\tout without waking her up. \t \tJIM slows to a stop, looks with dread at his home \t \n[184]\t \tOn the front porch sits A GYM BAG.  JIM approaches, stares numbly at \tthe bag.  Drawing a long breath, he bends over and picks it up. \tAttached is a NOTE reading:   \"Don't come in.\" \t \n[185]\t\t\tCupcakes.  Jesus Christ.  Cupcakes? My \t\t\tlife was crumbling, and I was expected \t\t\tto care about these ungrateful kids and \t\t\ttheir pathetic little dreams.  As if my \t\t\tonly purpose in life were to serve them. \t \n[186]\t\t\t\t\t \t\t\tMr. McAllister.  Mr. McAllister. \t\t\tSomebody tore down my posters. It's not \t\t\tfair.  It's not fair. Can I have an A? \t\t\tCan I have a recommendation?  Can I? \t\t\tCan I? \t \tAT THE MIRROR JIM adjusts his tie, tries to smooth his wrinkled shirt. \t \n[187]\t\t\tWell, fuck them.  Didn't I have my own \t\t\tlife?  Didn't I have my own dreams? \t \tHe coughs up phlegm and spits it into the sink \t \n[188]\t\t\tCupcakes \t \n[189]\t\t\t\t\t(putting on a \t\t\t\t\tsmile \t\t\tOh, yeah. Big day. \t \n[190]\t\t\tAre you there?  Sherry, are you there? \t\t\tIt's Jim. \t\t\t\t\t \t\t\tWhy did you do that?  I trusted you. \t\t\tCompletely.  You've ruined my life. Do \t\t\tyou know that?  Do you realize that? \t\t\tHuh?  Do you?  You've ruined Diane's \t\t\tlife.  You ruined my life.  is that what \t\t\tyou wanted? \t\t\t\t\t \t\t\tI'm sorry.  It's just... I'm going nuts \t\t\there.  Okay, all right, so... Really, \t\t\tI'm sorry.  I just think we should talk, \t\t\tokay?  I love you. \t \n[191]\t\t\tIf only my own life could be corrected \t\t\tso easily, with nice fat black lines \t\t\tdrawn neatly through my sins. \t \n[192]\t \tJIM is hunkered over his desk.  He's a wreck: dark, dark circles under \this eyes;  his hair didn't dry right -- frizzy here, matted there. \tAnd he's near tears. \t \tLarry Fouch and his retinue enter cheerfully \t \n[193]\t\t\tWhat?  Right.  So let's start counting. \t \n[194]\t\t\tFine.  So do your count.  Start with \t\t\tpresident, and I'll be right back. \t \n[195]\t\t\tRight.  I know. \t \tJIM proceeds to sort through his cluttered desk drawers but can't seem \tto find the key.  The council members exchange concerned looks as \tJim's search becomes frenzied. \t \n[196]\t\t\tI'm fine.  It's just a bee sting, a \t\t\tsimple little everyday bee sting. Some \t\t\tpeople, they get stung, it's no big \t\t\tdeal.  Me, I swell up.  Okay? \t \tJIM emerges from the drawer wielding a VISE GRIP.  He goes to the box \tand TEARS the entire hardware assembly off.  Holding the mangled lock, \the turns to the students, who look back STUNNED. \t \n[197]\t\t\tI just want to get this over with, so \t\t\twe can have the assembly and go home. \t\t\tWe don't have much time until eighth \t\t\tperiod.  I have other things going on, \t\t\ttoo, you know. \t \n[198]\t\t\tAll right.  I'll be back \t \n[199]\t\t\tYou're there. \t \n[200]\t\t\tSherry... I love you. \t \n[201]\t\t\tIt's the only true thing I know \t\t\tanymore. \t \n[202]\t\t\tA mistake?  That was no mistake. \t \n[203]\t\t\tMe?  I took advantage of you?  You \t\t\thugged me!  You kissed me!  You're the \t\t\tone who -- \t \n[204]\t\t\t\t\t \t\t\tWhat d'you got? \t \n[205]\t\t\tYou're kidding, right? \t \n[206]\t\t\tLarry, we're not electing the fucking \t\t\tPope here. Just tell me who won. \t \tJim's use of profanity scares Larry, and he responds reluctantly \t \n[207]\t\t\tHuh.  Okay.  Well, I guess I'd better \t\t\tdo my count. \t \tJim-scoops up the three piles of ballots and takes them to his desk. \t \n[208]\t \tJIM counts out the last of the ballots, mouthing the numbers to \thimself. \t \n[209]\t\t\tI was at the end of my count when it \t\t\thappened.  I'd come up with exactly the \t\t\tsame numbers as Larry:  Tracy had won \t\t\tthe election by a single vote, 256 to \t\t\t257.  I was about to announce my tally \t\t\twhen... \t \tJIM looks up and sees \t \tTRACY in the window, her face exploding with joy.  She FREEZES. \t \tWe move closer to Jim in SLOW-MOTION.  What actually occurs in a \tsplit-second is suspended in time \t \n[210]\t\t\tThe sight of Tracy at that moment \t\t\taffected me in a way I can't fully \t\t\texplain.  Part of it was that she was \t\t\tspying, but mostly it was her face. \t\t\tLooking at her, you might think she was \t\t\ta sweet, innocent teenage girl. But she \t\t\twasn't sweet.  And she wasn't innocent. \t\t\tShe was selfish and cynical and \t\t\tambitious and thought nothing of \t\t\tdestroying the lives of others to get to \t\t\tthe top. who knew how high she would \t\t\tclimb in life, how many people would \t\t\tsuffer because of her? I had to stop her \t\t\tnow. \t \tTracy UNFREEZES and darts out of sight. JIM glances at Larry. Larry is \twriting in a notebook. \t \n[211]\t \tcreeps up from his lap and onto the pile of TRACY VOTES.  His fingers \tnimbly count two ballots and pull them off the desk. \t \tJIM coughs as beneath his desk he CRUMPLES THE BALLOTS into a ball and \tdrops them into the wastepaper basket. \t \n[212]\t\t\tLarry? \t \n[213]\t\t\tI think we've got a problem. \t \n[214]\t\t\tMostly Tammy fans \t \n[215]\t\t\tHe's right. Two people must have \t\t\tpocketed their ballots. Usually it's \t\t\tmore. \t \n[216]\t\t\tIt happens, Larry. People make \t\t\tmistakes. \t \n[217]\t\t\t\t\t \t\t\tLarry? We've got twenty-five minutes \t\t\tuntil the assembly, and we still have to \t\t\tdo counts for VP, Treasurer and \t\t\tSecretary. Mr. Hendricks and I have both \t\t\tverified the numbers, and unless you can \t\t\tcome up with the ballots you claim are \t\t\tmissing - \t \n[218]\t\t\tIf we could get started.  People! Once \t\t\tthe winners are announced, we can all go \t\t\thome, okay? \t \tThe students quiet down \t \n[219]\t\t\tSome contests are so well fought that \t\t\tis seems unfair for someone to win and \t\t\tsomeone to lose.  I think that's the \t\t\tcase with all the candidates you see \t\t\tbefore you today.  All of them are \t\t\thighly qualified and embody the, uh, the \t\t\tintegrity we expect from our school \t\t\tleadership. \t \tOS TRACY - Jim's voice momentarily recedes. \t \n[220]\t\t\tThat said, the whole point of an \t\t\telection is to choose winners, and that \t\t\tyou have done.  We'll begin with \t\t\tpresident. \t \tJIM pulls a folded paper from his back pocket \t \n[221]\t\t\tLet me add that this was an \t\t\textraordinarily close race. It's my \t\t\tpleasure to announce the next president \t\t\tof Millard High School. \t \tTracy just can't wait.  Smiling, she STANDS UP. \t \n[222]\t\t\tPaul Metzier! \t \tThe crowd breaks into applause -- and laughter \t \tON TRACY - AS she sits, her smile belies her horror and humiliation \t \tPaul begins his acceptance speech.  We cut alternately to a thrilled \tLisa; a stunned Tracy, tears forming at the corners of her eyes; and \tto JIM, who watches the events with shifty eyes, his mouth dry and \ttasting of metal. \t \n[223]\t\t\tAnd now, for vice-president. \t \n[224]\t\t\tCould I get a...? \t \tAs JIM gets his warm-up, in walk the Metziers: Paul,  Dick and Jo. JIM \tnotices them as they wait to be seated. He    wishes he were \tinvisible. \t \tAs a PERKY HOSTESS leads the family to a table, Paul  spots Jim. Here \tit comes. \t \n[225]\t\t\t\t\t(extending his \t\t\t\t\thand \t\t\tJIM McAllister. \t \n[226]\t\t\tPaul doesn't need any of my help. He's \t\t\tgoing places.  You should be very proud. \t \n[227]\t\t\tJust a bee sting. \t \n[228]\t\t\tThanks, I'll be fine. \t \n[229]\t\t\tOh, she's not a bad girl.  She'll come \t\t\taround. \t \n[230]\t\t\tGood school. \t \n[231]\t\t\tOh, no.  No.  I'm just finishing up \t\t\there, and I've got to get home. \t \n[232]\t\t\tYou bet. \t \tThe Metziers go, and- Paul slides in across from Jim. \t \n[233]\t\t\tPaul... Paul.... We'll have plenty of \t\t\ttime to get into all this later.  A \t\t\twhole year, in fact. Right now I just \t\t\tneed to finish my pie and get home. \t \n[234]\t\t\tDon't worry about Tracy.  She'll be \t\t\tfine. \t \n[235]\t\t\tDiane, I... \t \tDiane looks at JIM in silence.  Her face reveals nothing, but there is \ta deadness in her eyes.  After a moment, she turns back inside, \tleaving the door open. \t \tJIM follows his wife inside, closes the door.  The camera moves to \tpeek in the kitchen window, from where we watch JIM and Diane but \tcannot make out anything they say. \t \n[236]\t\t\tI don't know how Diane and I made it \t\t\tthrough that night, but we did.  Our \t\t\tmarriage had gone right to the brink, \t\t\tbut in the end I guess it was saved by \t\t\tone simple fact: we truly loved each \t\t\tother.  So we made a commitment to begin \t\t\tthe painful process of piecing our lives \t\t\tback together.  The worst was over; the \t\t\tmistakes of the past were behind us. \t \n[237]\t \tA WASTE BASKET peeks out from under Jim's desk. \t \tWe hear a distinctive rhythmic squeak, and a shadowy head appears in \tthe window.  Keys jingle.  The door opens, and Lowell turns on the \tlights.  He approaches the waste basket and slides it out. \t \n[238]\t\t\tThe next day held the promise of a new \t\t\tbeginning. After all, what harm had \t\t\treally been done? No one was dead. \t \n[239]\t\t\tHi, Linda. \t \tJIM continues to whistle as he looks through his mail. \t \n[240]\t\t\tLife would go on, and I would certainly \t\t\tbe a stronger and wiser person from the \t\t\texperience. \t \n[241]\t\t\tHmm? \t \n[242]\t\t\tOh.  Okay. \t \tStill absorbed in his papers, JIM heads over to Walt's door. \t \n[243]\t\t\tYou rang? \t \tJIM stops cold. Walt is not alone. Barbara Flick and a bleary-eyed \tTracy are there. So are Larry Fouch, Ron Bell, and Lowell the janitor. \tProminently displayed on Walt's desk are TWO CRINKLED BALLOTS. JIM \ttakes an eternal few seconds to absorb what is happening. \t \n[244]\t\t\tAfter Paul got the bad news, Walt asked \t\t\tfor a few minutes alone with me. It was \t\t\tvery simple, really. I offered my \t\t\tresignation, and he accepted. Very \t\t\tquietly, it was all over for JIM \t\t\tMcAllister at Millard High - twelve \t\t\tyears of hard work down the drain. \t \tThe door opens revealing that only wait and JIM remain. The office \tstaff is hushed as JIM the Zombie Cyclops emerges into the office and \twalks somberly toward Miss Boeder. His voice quavers at half-volume. \t \n[245]\t\t\tWalt will be speaking with you about \t\t\tthis, but I need you to find someone to \t\t\ttake over my classes. The lesson plans \t\t\tfor the rest of the year are in my top \t\t\tright drawer. \t \n[246]\t\t\tThanks. Well. I'm going home now. \t \n[247]\t \tThe city passing by outside is another strange REAR PROJECTION. JIM \tgrips the floating steering wheel and makes turns wildly out-of-sync \twith the background. \t \n[248]\t\t\tI don't remember driving home, or much \t\t\tof anything that happened in the next \t\t\tfew days. \t \tJIM lets go of the steering wheel, and it drifts away. JIM turns his \tback to camera to face - \t \n[249]\t\t\tThere were news stories in the paper \t\t\tand on television, former students \t\t\tcalling with their support, endless \t\t\thours of doing nothing, thinking \t\t\tnothing. \t \tA shadow falls over Jim's face, and a hand offers him a glass of iced \ttea. Grateful, JIM takes it, and looks up at - \t \tDIANE, her head blocking the sun. \t \n[250]\t\t\tDiane stood by me through the entire \t\t\thumiliating ordeal, in a way, it sort of \t\t\tevened things out between us. \t \tDiane leaves. JIM looks up at the sky. \t \n[251]\t\t\tSoon school was over, and summer \t\t\tstretched out in front of me as it \t\t\talways had. Funny how the rhythm of the \t\t\tschool year remains ingrained in you for \t\t\tlife. in mid-June we found out Diane was \t\t\tpregnant. \t \n[252]\t\t\tAfter two months of sitting on my ass \t\t\tand two months helping out at my \t\t\tbrother-in-law's travel agency... \t \n[253]\t\t\t...I landed a position at a Saturn \t\t\tdealership. \t \n[254]\t\t\tI never thought I'd end up selling \t\t\tcars, but it's not so bad. I like the \t\t\tSaturn philosophy -- it really is a \t\t\tdifferent kind of company. \t \tA FRAMED SNAPSHOT on Jim's desk shows Diane and him with the LITTLE \n[255]\t\t\tI'm just relieved to have a steady \t\t\tincome now that there are three of us. \t \n[256]\t\t\tActually, it wasn't so difficult making \t\t\tthe transition from teaching to selling. \t\t\tIt's like I tell my customers: my role \t\t\tis just to educate people so they can \t\t\tmake informed decisions. \t \tTHE GLASS DOORS TO THE SHOWROOM OPEN, and JIM watches a satisfied \tcustomer drive slowly away in a new Saturn Twin Cam. \t \n[257]\t\t\tWhen I send someone home with a new \t\t\tunit, I feel a genuine sense of pride. \t \n[258]\t\t\tSo that's about it.  Maybe I'll get \t\t\tback to teaching someday, but for the \t\t\ttime being, I guess I'm pretty happy \t\t\twhere I'm at. \t \tA SALESMAN pokes his head in the door. \t \n[259]\t\t\tOh \t \tJIM chews quicker and wipes his mouth as he stands up, straightens his \ttie. \t \n[260]\t\t\tHello, Tracy. \t \tJIM waits for Tracy to lead the way, but she doesn't \t \n[261]\t\t\tSo what brings you here? \t \n[262]\t\t\tOh.  New cars.  I see.  Well, you came \t\t\tto the right place \t \n[263]\t\t\tHuh.  Right.  College.  Wow.  Where are \t\t\tyou going?  Where 'd you get into? \t \n[264]\t\t\tGood for you.  Good for you \t \tAn uncomfortable pause.  JIM shifts gears. \t \n[265]\t\t\tSo, are you looking for something \t\t\tsporty or more practical? \t \n[266]\t\t\tAnywhere you want. \t\t\t\t\t \t\t\tJust so long as we're not gone more \t\t\tthan a half-hour. \t \tTracy turns right.  They drive a moment in silence. \t \n[267]\t\t\tHandles pretty good, don't you think? \t \n[268]\t\t\tPlenty of pep, too. \t \n[269]\t\t\tAnd this model comes with ABS and dual \t\t\tair bags standard. \t \n[270]\t\t\tSo Tracy? \t \n[271]\t\t\tWhy are you doing this? \t \n[272]\t\t\tComing to see me.  Are you trying to. . \t\t\t humiliate me? \t \n[273]\t\t\tWell, I... I... that's very nice of \t\t\tyou. \t \n[274]\t\t\tWhat's this? \t \n[275]\t\t\tI don't understand.  What's the deal? \t \tTracy looks deeply into Jim's eyes. \t \n[276]\t\t\tSwallows, unsure what heaven or hell \t\t\tawaits him. \t \n[277]\t\t\tOh, is this...? \t\t\t\t\t(thumbing through \t\t\t\t\tit \t\t\tGod. First one of these I haven't been \t\t\tin for a long time. \t \n[278]\t\t\tWhat a surprise. \t \n[279]\t\t\tYou'll be fine. \t \n[280]\t\t\tYou will. \t \n[281]\t \tHe looks at the yearbook. He looks at Tracy. He looks out the \twindshield. It's all so odd. \t \tCLOSE ON THE BLANK PAGE JIM begins to write: \t \t\"Dear Tracy,\"  \t  </html> ", "Dave": "\n[1]\t\t\tHer pussy gets so wet you can't believe \t\t\tit. \t \n[2]\t\t\tShe's incredible.  Everything just gets \t\t\tsoaked. \t \tINT. JIM'S BASEMENT\tDAY Dun-dun-DUN... Dun-dun-DUN \t \tJIM and Dave are playing the opening notes of \"Foxy Lady\" through \tcheap, distorting amps. JIM plays bass. Dave plays guitar and sings \tinto a microphone. They're bad. As in not good. \t \tThe basement is typical of a Midwest middle-class young couple -- half \tstorage and laundry, half makeshift roc-room. \t \n[3]\t\t\t\t\t \t\t\tFoxy. . . Foxy. . . You know you're a \t\t\tcute little heartbreaker... Foxy... You \t\t\tknow you're a sweet little love maker... \t \tCAMERA DRIFTS toward the stairs leading up. \t \n[4]\t\t\tYou know, Tracy... I don't know how to \t\t\tsay this, but... \t \tDave's finger traces the rim of his frosty root beer mug. \t \n[5]\t\t\tWell, I notice you don't seem to have \t\t\tany close friends at Millard. You seem \t\t\tto be kind of a loner. \t \n[6]\t\t\tI know.  I know its not by choice.  I \t\t\tjust mean, well, being the kind of \t\t\tperson you are, it must be really \t\t\tdifficult to find someone you can talk \t\t\tto. \t \n[7]\t\t\tWhat kind of person? \t \tDave looks directly into her eyes. \t \n[8]\t\t\tTracy, I've been watching you for going \t\t\ton two years now, and I think you are \t\t\tone of the most talented, hard-working, \t\t\tsensitive, attractive, brilliant \t\t\tstudents -- no, human beings -- I have \t\t\tever met.  I mean, you're the real \t\t\tthing.  Special. \t \n[9]\t\t\tAnd I know sometimes people like you \t\t\thave to pay a price for their greatness, \t\t\tand that price is loneliness. \t \tTracy nods in quiet recognition. \t \n[10]\t\t\tI don't know.  Maybe I'm wrong.  But it \t\t\tseems like you might need a friend. \t \n[11]\t \tDave drives.  Tracy sits in the passenger seat. \t \n[12]\t\t\t\t\t \t\t\tHere, get down. \t \n[13]\t\t\tLook at you. \t \tHe descends out of frame. \t \n[14]\t \tJIM is riveted by Dave's story; he is both horrified and titillated \t \n[15]\t\t\tLook, Jim...  Okay.  I know it all \t\t\tseems crazy, and maybe it did start out, \t\t\tyou know, for the... for the sex and the \t\t\tdanger.  But now it's different.  Jim, \t\t\twhat I'm trying to tell you is that \t\t\tTracy and I are totally, totally in \t\t\tlove. \t \n[16]\t\t\tYeah, it's serious.  I mean she \t\t\tinspires me in ways Sherry never has. \t\t\tShe even wants to read my novel. \t \n[17]\t\t\tThat's the whole point. It's all in my \t\t\thead; it's right here.  I just got to \t\t\tget it out there. Tracy wants me to \t\t\twrite it so she can read it.  It's \t\t\tbeautiful. \t \n[18]\t\t\tYou're not just jealous, are you?  I \t\t\tmean, we both used to talk about her \t \n[19]\t\t\tI don't need a lecture on ethics, Jim, \t\t\tokay?  I know what -- \t \n[20]\t\t\t\t\t(to Jim, \t\t\t\t\twhispering \t\t\tLook, I appreciate your concern. I \t\t\treally do.  But like I said, I got it \t\t\tunder control. \t \tAs Sherry approaches them, Dave rises to take Darryl, the perfect \tfather:  hug, tickle, kiss. \t \n[21]\t\t\tTracy's Mom -- she doesn't understand. \t \n[22]\t\t\tBut we're in love \t \n[23]\t\t\tSherry   Sherry  Sheerrry. ... \t ", "Tammy": "\n[1]\t \tTwo GIRLS are kissing on the bed. They are TAMMY METZLER and LISA \tFLANAGAN, fifteen and seventeen respectively. Lisa breaks away. Tammy \ttries to kiss her again, but Lisa resists. \t \n[2]\t\t\t\t\t \t\t\tWhat? \t \n[3]\t \tTammy is still trying to comfort Lisa. \t \n[4]\t\t\tIf you could just get out of your head. \t \tTammy leans forward, puts her palm on Lisa's cheek.  Lisa looks at \tTammy as though at a stranger.  Tammy leans forward and .kisses Lisa's \teyes.  Lisa jerks her head out of Tammy's hands. \t \n[5]\t\t\tDon't you fucking knock? \t \n[6]\t\t\tPaul, get out! \t \n[7]\t\t\t\t\t \t\t\tYou dumbshit! \t \n[8]\t\t\tYou know how they say one day a big \t\t\tmeteor might come and crash into the \t\t\tEarth and kill everybody? Well, I think \t\t\tthat would be a good thing. \t \tBACK TO LIFE - Tammy turns away from Paul in disgust and runs after \tLisa \t \n[9]\t\t\tLisa \t \n[10]\t\t\tStop! Wait! \t \tLisa stops the car, rolls down the window \t \n[11]\t\t\tWhere 're you going? \t \n[12]\t\t\tWhat...? \t \n[13]\t \tas we see the greatest disappointment of her short life break across \ther face. \t \n[14]\t\t\tHow can something that seems so true \t\t\tturn out to be such a lie? \t \n[15]\t\t\tI mean Lisa and I were destined to be \t\t\ttogether. It was so obvious. Of all the \t\t\tpeople on the planet who had ever lived, \t\t\tsomehow we'd found each other. \t \n[16]\t\t\tLisa... \t \n[17]\t \tCHOMP-CHOMP-CHOMP Tammy eats an asparagus spear. \t \tGNAW-GNAW-GNAW Lisa eats an asparagus spear \t \tTAMMY drinks a big glass of water.  She giggles a little. \t \tLISA drinks a big glass of water.  She giggles too. \t \n[18]\t\t\tI remember one time Lisa and I did an \t\t\texperiment with asparagus to see how \t\t\tlong it takes your pee to smell. We peed \t\t\ta little every five minutes. \t \tAN EGG TIMER:  Ding I Tammy and Lisa, very serious now, smell little \tDixie cups \t \n[19]\t\t\tFor her it took about fifteen minutes, \t\t\tand for me it was twenty. \t \n[20]\t\t\tEveryday I found some new way to tell \t\t\tLisa I loved her. \t \tSuddenly Tammy walks by, drops a folded NOTE in front of Lisa, and \twalks on.  Lisa opens it. \t \n[21]\t\t\tBut it just seemed like the closer we \t\t\tgot, the more she pulled away. \t \n[22]\t\t\tWhat? \t \n[23]\t\t\tSo? \t \n[24]\t\t\tI know. \t \n[25]\t\t\tI don't care. \t \n[26]\t\t\tWhat did I do to make her change? \t\t\tWhat's wrong with me? \t \tLisa swings out of frame, and the swing returns EMPTY. \t \n[27]\t\t\t\t\t \t\t\tLisa. \t \n[28]\t\t\tSometimes when I'm sad, I sit and watch \t\t\tthe power station. \t \tTammy lifts a pair of BINOCULARS to her eyes, sees THE POWER PLANT. \t \n[29]\t\t\tThey say if you lie between two of the \t\t\tmain wires, your body just evaporates. \t\t\tYou become a gas.  I wonder what that \t\t\twould feel like. \t \n[30]\t \tLisa's car speeds away, growing smaller and smaller. We're back at the \tBREAK-UP.  CLOSE ON TAMMY'S FACE as she stares down the street, unable \tto move. It  starts to rain. Tears roll down her cheeks, mixing with \tthe  rain. very French, very sad. \t \n[31]\t\t\tI don ' t know what I did to make Lisa \t\t\thate me so much, but somehow she decided \t\t\tto hurt roe. And she knew exactly what \t\t\tto do. \t \n[32]\t\t\tI had to do something.  I didn't know \t\t\twhat, but I had to do something. \t \n[33]\t\t\tWho cares about this stupid election? \t \tNOW there's something worth listening to. \t \n[34]\t\t\tWe all know it doesn't matter who gets \t\t\telected president of Millard. You think \t\t\tit's going to change anything around \t\t\there, make one single person happier or \t\t\tsmarter or nicer? The only person it \t\t\tmatters to is the one who gets elected. \t\t\tThe same pathetic charade happens every \t\t\tyear, and everyone makes the same \t\t\tpathetic promises just so they can put \t\t\tit on their transcripts to get into \t\t\tcollege.  So vote for me, because I \t\t\tdon't even want to go to college, and I \t\t\tdon't care, and as president I won't do \t\t\tanything.  The only promise I make is \t\t\tthat if elected I will immediately \t\t\tdismantle the student government, so \t\t\tthat none of us will ever have to sit \t\t\tthrough one of these stupid assemblies \t\t\tagain! \t \tThere is a sudden huge cathartic eruption of cheers and applause. \tTammy has set them free.  Even cynical old Doug Schenken and his \tbuddies join in. \t \n[35]\t\t\t0h don't vote for me I  Who cares? \t\t\tDon't vote at all! \t \tThe students go nuts. \t \n[36]\t\t\tBeing suspended is like getting a paid \t\t\tvacation.  Too bad it was only three \t\t\tdays \t \n[37]\t\t\tHey -- I said lights I \t \n[38]\t \tWearing headphones. Tammy DANCES to music only  she can hear. She \thappens to glance toward her door and notices a MANILA ENVELOPE \tsliding under it. She opens the door  and finds a startled Paul. \t \n[39]\t\t\tWhat do you want? \t \n[40]\t\t\tOkay, Paul.  Thanks.  Thanks a lot. \t \tPaul smiles at the acknowledgment of his good deed. \t \n[41]\t\t\tNow could you leave me alone? \t \n[42]\t\t\tSure, Paul.  No hard feelings. \t \n[43]\t\t\tYou wanted to see me, Mr. M.? \t \n[44]\t\t\tOkay.  But is this about the posters? \t \n[45]\t\t\tOkay. \t\t\t\t\t \t\t\tBecause I know who did it.  So.. I'll \t\t\tjust be outside. \t \tTammy manages to squeeze in a naughty little smile before closing the \tdoor. \t \n[46]\t\t\tWell, this is hard for me, but I think \t\t\tit's important to be honest. Don't you? \t \n[47]\t\t\tI'm the one.  I did it.  I tore down \t\t\tPaul's posters. \t \n[48]\t\t\tI did it. \t \n[49]\t\t\tThis weekend. \t \n[50]\t\t\tI don't know. Yesterday.  Sunday. \t \n[51]\t\t\tDoor was open. \t \n[52]\t\t\tI don't know. All I know is I did it I \t \n[53]\t\t\tI have proof. \t \tShe burrows in her backpack. \t \n[54]\t\t\tYou don't know what it's like to grow \t\t\tup in the shadow of an older brother \t\t\tlike Paul.  it's always Paul, Paul, \t\t\tPaul, Paul.  Never Tammy.  I'm only \t\t\tPaul's little sister.  You must be \t \tPaul's little sister.  He's so perfect, \t\t\tand I'm so troubled.  I hate him!  I \t\t\thate him!  And I tore down his posters, \t\t\tIt was a horrible, cowardly act, but I \t\t\tdid it,.. I did it... l did it... And \t\t\tI'm not sorry... \t \tJIM watches her performance until he can't take it anymore he's got \tother fish to fry. \t \n[55]\t\t\tDad, I \t \n[56]\t \n[57]\t\t\tDear God, I know I don't believe in \t\t\tyou, but since I'll be starting Catholic \t\t\tschool soon, I thought I should \t\t\tpractice.  Let's see... what do I want? \t\t\tI want people to be nicer to each other. \t\t\tI want Lisa to realize what a bitch she \t\t\thas been and feel really bad and \t\t\tapologize for how she hurt me and know \t\t\thow much I still love her.  In spite of \t\t\teverything, I still want Paul to win the \t\t\telection tomorrow, not that cunt Tracy. \t\t\tI also want a really expensive pair of \t\t\tleather pants... and someday I want to \t\t\tbe really good friends with Madonna. \t\t\tLove, Tammy \t \n[58]\t \tas it is blackened.  We WIPE with the motion of the magic marker to: \t \n[59]\t\t\t\t\t \t\t\tI hate it. \t \n[60]\t\t\tPlease, morn.  Please don't make me go \t\t\tto Sacred Heart.  I beg you. \t \n[61]\t\t\tCatholic school was great! \t \tTammy and JENNIFER, a Sacred Heart schoolmate, are jammed into a \tbathroom stall. \t \n[62]\t\t\tI mean, the teachers kind of sucked, \t\t\tand they were supposedly way more \t\t\tstrict, but you could get away with \t\t\tmurder. \t \tTammy hands off the doob to Jennifer, who takes a huge hit. \t \n[63]\t\t\tThe best thing about Sacred Heart was \t\t\tmeeting Jennifer. \t \tJennifer looks at Tammy.  Tammy looks at Jennifer \t \n[64]\t\t\tAll those feelings I had for Lisa were \t\t\tjust preparing me for the real thing. \t\t\tJennifer and I are soul mates, and we're \t\t\tnever, ever, ever going to be apart. \t "}}