{"filename": "Eternal-Sunshine-of-the-Spotless-Mind_script.txt", "imdb_id": "tt0338013", "imdb_url": "https://www.imdb.com/title/tt0338013", "characters": ["Clementine Kruczynski", "Dr. Mierzwiak", "Train Conductor", "Young Bully", "Young Joel", "Rob", "Joel's Mother", "Joel Barish", "Stan", "Mary", "Young Bully (as Paul Litowski)", "Carrie", "Patrick", "Frank"], "dialogues": {"Clementine": "\n[1]\t\t \tYeah, hi, I have a one o'clock with Dr. \tMierzwiak.  Clementine Kruczynski.  \n[2]\tHi.  After a moment, Clementine appears in the doorway.  Mary leads her down the hall, not looking back.  \n[3]\tOkay, I guess.  \n[4]\tOkay, I guess.  \n[5]\tI don't care.  He turns it on, smiles at her, gestures for her to begin.  \n[6]\tWell, I've been having a bad time of it \twith um, my boyfriend, I guess.  \n[7]\tWhat?  No.  I don't like the term \tboyfriend.  It's so gay.  Mierzwiak nods.  He's attentive, pleasant, and neutral throughout.  \n[8]\tMaybe gay isn't the right word.  But, \tanyway, it's been rough with him... \twhatever the fuck he is.  Heheh.  My \tsignificant other... heh heh.  And I \tguess on a certain level, I want to break \tit off, but I feel... y'know... it's like \tthis constant questioning and re \tquestioning.  Do I end it?  Should I give \tit more time?  I'm not happy, but what do \tI expect?  Relationships require work. \tYou know the drill.  The thing that I \tkeep coming back to is, I'm not getting \tany younger, I want to have a baby... at \tsome point... maybe... right?  So then I \tthink I should settle -- which is not \tnecessarily the best word -- I mean, he's \ta good guy.  It's not really settling. \tThen I think maybe I'm just a victim of \tmovies, y'know?  That I have some \tcompletely unrealistic notion of what a \trelationship can be.  But then I think, \tno, this is what I really want, so I \tshould allow myself the freedom to go out \tand fucking find it.  You know?  Agreed? \tBut then I think he is a good guy and... \tIt's complicated.  Y'know?  \n[9]\tUm, well, he's a fucking tidy one --  \n[10]\tGod, yes.  You've saved my life!  The waitress pours the coffee.  \n[11]\t\t \tAin't that the question of the century.  The waitress is not amused.  \n[12]\tYou got grilled cheese and tomato soup?  \n[13]\t\t \tAnd some cream, please.  Clementine looks around the place.  Her eyes meet Joel's before he is able to look away.  She smiles vaguely.  He looks embarrassed, then down at his journal.  Clementine pulls a book from her purse and starts to read.  Joel glances up, tries to see the cover.  It's blue.  He can't read the title.  \n[14]\t\t \tHi!  Joel looks over.  \n[15]\tWhy?  \n[16]\tWhy are you sorry?  I just said hi.  \n[17]\tReally?  \n[18]\tAw, c'mon, live dangerously.  Take the \tleap and assume someone is talking to you \tin an otherwise empty car.  \n[19]\tIt's okay if I sit closer?  So I don't \thave to scream.  Not that I don't need to \tscream sometimes, believe me. \t\t \tBut I don't want to bug you if you're \ttrying to write or something.  \n[20]\tOh.  So...  She hesitates in the middle of the car, looks back where she came from.  \n[21]\tNo, I don't want to bug you if you're \ttrying to --  \n[22]\tJust, you know, to chat a little, maybe. \tI have a long trip ahead of me. \t\t \tHow far are you going?  On the train, I \tmean, of course.  \n[23]\tGet out!  Me too!  What are the odds?  \n[24]\tUcch, really?  You're kidding.  God. \tBizarre small world, huh?  Yeah, that's \tme: book slave there for, like, five \tyears now.  \n[25]\tJesus, is it five years?  I gotta quit \tright now.  \n[26]\tWell, I'm there.  I hide in the back as \tmuch as is humanly possible.  You have a \tcell phone?  I need to quit right this \tminute.  I'll call in dead.  \n[27]\tI'll go on the dole.  Like my daddy \tbefore me.  \n[28]\tAh, the hair. \t\t(pulls a strand in front of her \t\t eyes, studies it \tBlue, right?  It's called Blue Ruin.  The \tcolor.  Snappy name, huh?  \n[29]\tBlue ruin is cheap gin in case you were \twondering.  \n[30]\tExactly!  Tom Waits.  Which song?  \n[31]\tAnyway, this company makes a whole line \tof colors with equally snappy names.  Red \tMenace, Yellow Fever, Green Revolution. \tThat'd be a job, coming up with those \tnames.  How do you get a job like that? \tThat's what I'll do.  Fuck the dole.  \n[32]\tPurple Haze, Pink Eraser.  \n[33]\t\t \tSomeone's got that job. \t\t \tAgent Orange!  I came up with that one. \tAnyway, there are endless color \tpossibilities and I'd be great at it.  \n[34]\tMy writing career!  Your hair written by \tClementine Kruczynski. \t\t \tThe Tom Waits album is Rain Dogs.  \n[35]\tI think.  Anyway, I've tried all their \tcolors.  More than once.  I'm getting too \told for this.  But it keeps me from \thaving to develop an actual personality. \tI apply my personality in a paste.  You?  \n[36]\tWell, you don't know me, so... you don't \tknow, do you?  \n[37]\tYeah, I got it.  There's a silence.  \n[38]\tMy name's Clementine, by the way.  \n[39]\tNo jokes about my name?  Oh, you wouldn't \tdo that; you're trying to be nice.  \n[40]\tHuckleberry Hound?  \n[41]\tHuckleberry Hound!  What, are you nuts?  \n[42]\t\t \tOh my darlin', oh my darlin', oh my \tdarlin' Clementine?  No?  \n[43]\t\t \tYeah.  Although it hardly fits.  I'm a \tvindictive little bitch, truth be told.  \n[44]\t\t \tWhy wouldn't you think that about me?  \n[45]\tNow I'm nice?  Don't you know any other \tadjectives?  There's careless and snotty \tand overbearing and argumentative... \tmumpish.  \n[46]\tI just don't think \"nice\" is a \tparticularly interesting thing to be.  The conductor enters the car.  \n[47]\tWhat is nice, anyway?  I mean, besides an \tadjective?  I guess it can be an adverb, \tsort of.  The conductor turns to Clementine.  She fishes in her bag.  \n[48]\tIt doesn't reveal anything.  Nice is \tpandering.  Cowardly.  \n[49]\tAnd life is more interesting than that. \tOr should be.  Jesus God, I hope it is... \tsomeday. \t\t \tI know it's here.  The conductor and Joel watch as she gets more agitated.  \n[50]\tI don't need nice.  I don't need myself \tto be it and I don't need anyone else to \tbe it at me.  \n[51]\tShit.  Shit.  I know it's here.  Hold on.  She dumps the contents of the bag onto the seat and sifts frantically through.  Joel sees the book she was reading in the diner.  It's The Play by Stephen Dixon.  \n[52]\tDamn it.  DAMN IT! \t\t \tOh.  Here.  She hands the conductor the tickets, smiles sweetly.  He punches it, hands it back to her, and walks away.  \n[53]\tJoel?  It's Joel, right?  \n[54]\tI'm sorry I... yelled at you.  Was it \tyelling?  I can't really tell.  Whatever, \tI'm a little out of sorts today.  \n[55]\t\t \tMy embarrassing admission is I really \tlike that you're nice.  Right now, \tanyway.  I can't tell from one moment to \tthe next what I'm going to like.  But \tright now I'm glad you said, \"that's \tokay\" to me.  That was nice of you.  \n[56]\tOh, okay.  Well, sure, I'll just... \t\t(stands, throws bag over \t\t shoulder \tTake care, then.  \n[57]\t\t(heading toward other end of \t\t car \tUnless I get that hair-color-naming job.  Clementine sits and stares out the window.  \n[58]\tNo, that's okay.  Thanks, though.  \n[59]\tI don't want to take you out of your way.  \n[60]\tYeah?  He pulls over.  She climbs in.  They drive.  \n[61]\tYou're not a stalker or anything, right?  \n[62]\tYou can't be too careful.  I've been \tstalked.  I've been told I'm highly \tstalkable.  I don't need that.  \n[63]\t\t \tYou know Wilmont?  \n[64]\tWilmont.  Near the high school.  Joel turns.  They drive in silence.  \n[65]\tLook, I'm very sorry I came off sort of \tnutso.  I'm not really.  \n[66]\tSo you like bookstores, huh?  \n[67]\tMe too.  It is Rain Dogs, by the way.  \n[68]\tThe song's 9th and Hennepin.  I spent \tmost of the train ride trying to \tremember.  \"Till you're full of rag water \tand bitters and blue ruin/And you spill \tout/Over the side to anyone who'll \tlisten.\"  Remember?  \n[69]\tRemember?  \"And you take on the dreams of \tthe ones who have slept there/And I'm \tlost in the window/I hide on the \tstairway/I hang in the curtain/I sleep in \tyour hat...\" \t\t \tOh, shit.  I'm so stupid.  Sorry.  \n[70]\tI'm just a bit of a wreck.  \"I sleep in \tyour hat\" makes me cry. \t\t \tMe.  Joel pulls over.  \n[71]\tThanks very much.  That was very nice of \tyou.  \n[72]\tOh, geez, I'm full of shit.  I already \ttold you that. \t\t \tAnyway.  See Ya.  Clementine opens the car door.  \n[73]\t\t \tHey, do you want to have a drink?  I have \tlots of drinks.  And I could --  \n[74]\tNever mind.  Sorry, that was stupid.  I'm \tembarrassed.  Good night, Joel.  \n[75] Joel stands in the living room, somewhat nervously.  He tries to calm himself by focusing on the surroundings.  He looks at the books on her shelves.  Clementine is in the kitchen.  We see her as she passes by the doorway several times, preparing drinks and chatting.  \n[76]\tThanks.  I like it, too.  Been here about \tfour years.  It's really cheap.  My \tdownstairs neighbor is old so she's \tquiet, which is great.  And the \tlandlord's sweet, which is bizarre, but \tgreat, and I have a little porch in the \tback, which is great, because I can read \tthere, and listen to my crickets and...  Clementine is in the living room now with two gin and tonics.  \n[77]\tTwo blue ruins...  Joel is looking at a framed black and white photograph of crows flying.  \n[78]\tYou like that?  \n[79]\tThis... someone gave that to me, just \tlike, recently.  I like it, too.  I like \tcrows.  I think I used to be a crow.  She caws and hands Joel a drink.  \n[80]\tDo you believe in that stuff? \tReincarnation?  \n[81]\tMe neither.  Oh, there's an inscription \ton the back. \t\t \tThe way a crow/Shook down on me/The dust \tof snow/From a hemlock tree/Has given my \theart/A change of mood/And saved some \tpart/Of a day I rued.  \n[82]\t\t \tYeah.  I'm not, like, a Robert Frost \tlover by any stretch.  His stuff seems \tstrictly grade school to me.  But this \tmade me cry for some reason.  Maybe \tbecause it is grade school.  Y'know?  \n[83]\tI miss grade school.  I don't know why \tI'm calling it grade school all of a \tsudden.  When I went we called it \telementary school.  But I like grade \tschool better.  Sounds like something \tsomeone from the forties would call it. \tI'd like to be from then.  Everyone wore \thats.  Anyway, cheers!  \n[84]\tGod, that feels so fucking good.  Take \tyours off.  \n[85]\tYeah?  Well, have a seat, anyway.  Joel sits in a chair across the room.  Clementine finishes her drink.  \n[86]\tReady for another?  \n[87]\tWell, I'm ready.  Put some music on.  Joel crosses to the CD's and studies them.  \n[88]\tYou pick it.  \n[89]\tI don't know!  I can't see them from \there, Joel!  Just pick something good.  Joel studies the unfamiliar CD's.  He picks up Bang On a Can performing Brian Eno's Music for Airports to look at. Clementine reenters with her drink.  \n[90]\tOh, excellent choice.  She grabs it and sticks it in the CD player.  The music is dreamy and haunting and slow.  Clementine falls back onto the couch, closes her eyes and sips her drink.  \n[91]\tMmmmmmm.  Way to go, Joel.  You pick \tgood.  Joel sits down in his chair and drinks.  There's a silence, which seems fine to Clementine but makes Joel anxious.  \n[92]\tNo, stay.  Just for a little while. \t\t \tRefill?  \n[93]\tI know a man who needs a refill.  She grabs Joel's drink from his hand, takes it into the kitchen.  \n[94]\tGod bless alcohol, is what I say.  Where \twould I be without it.  Oh, Jesus, Mary, \tand Joseph, maybe I don't want to think \tabout that.  She giggles.  Joel looks around the room again.  There are several potatoes dressed as women in beautiful handmade costumes: a nurse potato, a stripper potato, a schoolteacher potato, a housewife potato.  Clementine returns with Joel's drink and a refill for herself.  \n[95]\tDrink up, young man.  It'll make the \twhole seduction part less repugnant.  Joel looks a little alarmed.  \n[96]\tI'm just kidding.  C'mon.  She sits back on the couch, closes her eyes.  Joel watches her, looks at her breasts.  She opens her eyes, smiles drunkenly at him.  \n[97]\tY'know, I'm sort of psychic.  \n[98]\tWell, I go to a psychic and she's always \ttelling me I'm psychic.  She should know. \tDo you believe in that stuff?  \n[99]\tMe neither.  But sometimes I have \tpremonitions, so, I don't know.  Maybe \tthat's just coincidence.  Right?  Y'know, \tyou think something and then it happens, \tor you think a word and then someone says \tit?  Y'know?  \n[100]\tExactly.  Exactly!  That's exactly my \tfeeling about it.  It's hard to know. \tLike, okay, but how many times do I think \tsomething and it doesn't happen?  That's \twhat you're saying, right?  You forget \tabout those times.  Right?  \n[101]\t\t \tBut I think I am.  I like to think I am.  \n[102]\tIt's helpful to think there's some order \tto things.  You're kind of closed \tmouthed, aren't you?  \n[103]\tOh. \t\t \tDoes that make you sad?  Or anxious?  I'm \talways anxious thinking I'm not living my \tlife to the fullest, y'know?  Taking \tadvantage of every possibility?  Just \tmaking sure that I'm not wasting one \tsecond of the little time I have.  \n[104]\tYou're really nice.  I'm sorry I yelled \tat you before about it.  God, I'm an \tidiot.  \n[105]\tI like you.  That's the thing about my \tpsychic thing.  I think that's my \tgreatest psychic power, that I get a \tsense about people.  My problem is I \tnever trust it.  But I get it.  And with \tyou I get that you're a really good guy.  \n[106]\tAnd, anyway, you sell yourself short.  I \tcan tell.  There's a lot of stuff going \ton in your brain.  I can tell.  My \tgoal... can I tell you my goal?  \n[107]\t\t \tWhat's the goal, Joel? \t\t \tMy goal, Joel, is to just let it flow \tthrough me?  Do you know what I mean? \tIt's like, there's all these emotions and \tideas and they come quick and they change \tand they leave and they come back in a \tdifferent form and I think we're all \ttaught we should be consistent.  Y'know? \tYou love someone -- that's it.  Forever. \tYou choose to do something with your life \t-- that's it, that's what you do.  It's a \tsign of maturity to stick with that and \tsee things through.  And my feeling is \tthat's how you die, because you stop \tlistening to what is true, and what is \ttrue is constantly changing.  You know?  \n[108]\tLike I wanted to talk to you.  I didn't \tneed any more reason to do it.  Who knows \twhat bigger cosmic reason might exist?  \n[109]\tYou're very nice.  God, I have to stop \tsaying that.  You're nervous around me, \thuh?  \n[110]\tI'm nervous.  You don't need to be \tnervous around me, though.  I like you. \tDo you think I'm repulsively fat?  \n[111]\tI don't either.  I used to.  But I'm \tthrough with that.  Y'know, if I don't \tlove my body, then I'm just lost.  You \tknow?  \n[112]\tWith all the wrinkles and scars and the \tgeneral falling apart that's coming \t'round the bend. \t\t \tSo, I've been seeing this guy...  Joel looks slightly crestfallen.  \n[113]\t\t \tWell, for the last week, anyway!  He's \tkind of a kid.  Kind of a goofball, but \the's really stuck on me, which is \tflattering.  Who wouldn't like that?  And \the's, like, a dope, but he says these \tsmart and moving things sometimes, out of \tnowhere, that just break my heart.  He's \tthe one who gave me that crow photograph.  \n[114]\tThat made me cry.  But, anyway, we went \tup to Boston, because I had this urge to \tlie on my back on the Charles River.  It \tgets frozen this time of year.  \n[115]\tExactly!  I used to do it in college and \tI had this urge to go do it again, so I \tgot Patrick and we drove all night to get \tthere and he was sweet and said nice \tthings to me, but I was really \tdisappointment to be there with him. \tY'know?  And that's where psychic stuff \tcomes in.  Like, it just isn't right with \thim.  Y'know?  \n[116]\tI don't believe in that soulmate crap \tanymore, but... he says so many great \tthings.  We like the same writers.  This \twriter Stephen Dixon he turned me on to. \tAnd he's cute.  It's fucked up.  Joel, \tyou should come up to the Charles with me \tsometime.  \n[117]\tYeah?  Oh, great!  She sits closer to him.  \n[118]\tI'll pack a picnic -- a night picnic -- \tnight picnics are different -- and --  \n[119]\t\t \tYou should stay.  \n[120]\t\t \tOkay.  Joel puts on his overcoat.  Clementine heads to the phone table, pulls out a notepad.  \n[121]\tI would like you to call me.  Would you \tdo that?  I would like that.  \n[122]\tYou'll call me, right?  \n[123]\tWhen?  \n[124]\tTonight.  Just to test out the phone \tlines and all.  \n[125]\tYou were not.  \n[126]\tCome over after I'm done here?  \n[127]\tYou rat.  \n[128]\t\t \tYou didn't say anything about my hair.  \n[129]\tIn the room?  \n[130]\tYo ho ho!  \n[131]\tAnyhoo, sweetie, I done a bad thing.  I \tkinda sorta wrecked your car...  \n[132]\t...a little.  I was a little tipsy. \tDon't call me pathetic.  \n[133]\tOh Christ I didn't kill anybody.  It's \tjust a fucking dent.  You're like some \told lady or something.  \n[134]\tA wino?  Jesus, Are you from the fifties? \tA wino! \t\t \tFace it, Joel.  You're freaked out \tbecause I was out late without you, and \tin your little wormy brain, you're trying \tto figure out, did she fuck someone \ttonight?  \n[135]\t\t \tFuck you, Joel.  Faggot.  \n[136]\tHow can you watch this crap?  \n[137]\tI'm fucking crawling out of my skin.  The scene starts to fade.  Clementine puts on her shoes and heads out the door.  \n[138]\t\t \tI want to have a baby.  \n[139]\tNo.  I want to have a baby.  I have to \thave a baby.  \n[140]\tYou're not ready.  \n[141]\tWhat?!  \n[142]\tJoel, We're fucking gonna talk about it!  Joel looks around.  People are watching.  \n[143]\tYou can't fucking say something like that \tand say you don't want to talk about it!  \n[144]\t\t \tI'd make a fucking good mother!  I love \tchildren!  I'm creative and smart and I'd \tmake a fucking good mother!  The scene starts to fade.  Clementine's rant continues but becomes attenuated and vague.  \n[145]\tIt's you!  It's you who can't commit to \tanything!  You have no idea how lucky you \tare I'm interested in you!  I don't even \tknow why I am!  I should just end it \tright here, Joel.  Leave you in the zoo. \tMaybe you could find a nice sloth to hang \tout with!  She's crying now, but it's almost animatronic, no real emotion in it.  The scene is a husk.  \n[146]\tI'm glad.  Their eyes lock.  She is fading before his eyes.  \n[147]\t\t \tWould you get me another, Joely?  Joel sighs, stands, and heads to the crowded bar.  \n[148]\tThanky!  Thanky!  Joel is at the bar, trying to get the bartender's attention.  Joel is paying the bartender.  He turns with the drink to head back to the table.  He sees Clementine flirting with a man in Joel's seat.  Joel is at the table.  Clementine looks from her conversation.  \n[149]\tJoel, this is Mark.  He likes my boobs. \tHe came over special to tell me that. \tIsn't that nice.  He doesn't think I'm \tfat.  The scene starts to fade.  Mark rises.  \n[150]\tS'okay, Mark.  Joel doesn't like my \tboobs. \t\t \tI don't think he likes girls.  The bar gets quiet and vague.  \n[151]\tYou're a whiz kid.  So perceptive, so --  Clementine keeps talking but there are no more intelligible words, just a whisper -- like a breeze.  A doorbell buzzes.  Joel looks up.  \n[152]\tYou don't tell me things, Joel.  I'm an \topen book.  I tell you everything.  Every \tdamn embarrassing thing.  You don't trust \tme.  \n[153]\tI want to know you.  \n[154]\tJoel, you're a liar.  The scene is faded completely now and Joel just lies there for a moment, registering Clementine's statement.  \n[155]\tGood.  He watches her as she downs her wine and pours herself another glass.  She holds the wine bottle up to Joel.  \n[156]\tMore?  \n[157]\tHow's the fish?  The scene is fading.  \n[158] Candles are lit.  Joel and Clementine are under a blanket on the living room rug listening to music.  \n[159]\tJoely...  \n[160]\tDo you know The Velveteen Rabbit?  \n[161]\tIt's my favorite book.  Since I was a \tkid.  It's about these toys.  There's \tthis part where the skin Horse tells the \trabbit what it means to be real. \t\t \tI can't believe I'm crying already.  He \tsays, \"It takes a long time.  That's why \tit doesn't often happen to people who \tbreak easily or have sharp edges, or who \thave to be carefully kept.  Generally by \tthe time you are Real, most of your hair \thas been loved off, and your eyes drop \tout and you get loose in the joints and \tvery shabby.  But these things don't \tmatter at all, because once you are Real \tyou can't be ugly, except to people who \tdon't understand.\"  She's weeping.  Joel is stroking her hair.  They kiss and begin to make love under the blanket.  It's sweet and gentle and then it starts to fade.  \n[162] Clementine watches out the window as Patrick nears.  She's crying.  He makes his way up her front stairs.  She swings open the door and hugs him.  \n[163]\tI don't know.  I'm lost.  I'm scared.  I \tfeel like I'm disappearing.  I'm getting \told and nothing makes any sense to me.  \n[164]\tNothing makes any sense.  Nothing makes \tany sense.  She pushes herself out of the embrace and looks at Patrick.  \n[165]\tCome up to Boston with me?  \n[166]\tNow.  Now!  I have to go now.  I have to \tsee the frozen Charles!  Now!  Tonight!  \n[167]\tYay!  It'll be great!  I'll get my shit.  She runs into the bedroom.  Patrick is at the phone and realizes he doesn't know Joel's number.  After a moment's thought, he *69's.  The phone rings.  \n[168] \n[169]\tI took Joel to walk on Charles River with \tme last night.  It was so beautiful and \tcharming.  Joel was nervous about \tstepping onto the ice, but he wanted to \tplease me so much -- he's so sweet -- \tthat he came out after me.    We lay down \tright in the center and watched the \tstars.  He took my hand and said \"I \tcould...  \n[170] Patrick reads the journal.  \n[171]\t... and we made love right on the ice. \tIt was absolutely freezing on my ass!  It \twas wonderful.  Clementine enters, dressed for the cold.  Patrick puts the notebook away.  \n[172]\tI'm so excited.  Yay!  \n[173]\tIt's gorgeous. \t\t \tJust my taste.  I've never  gone out with \ta guy who brought me a piece of jewelry I \tliked. \t\t \tThanks.  So let's get going.  Long drive.  \n[174]\tSuch a beautiful view.  \n[175]\tOh?  \n[176]\tWow.  Um, well... can't you just force \tyourself awake?  \n[177]\tWhat if you hide me?  \n[178]\t\t \tWell... if they're looking for me in \tmemories I'm in, what if you take me to a \tmemory I'm not in? \t\t \tAnd we can hide there till morning.  Joel ponders this.  The scene and Clementine are beginning to dissolve.  Joel grabs Clementine's hand.  She giggles with glee.  He pulls her out of the scene as it degrades.  \n[179]\tJesus.  What's this?  Joel looks around at the kitchen, at his doll, at the woman.  \n[180]\tI'm right here.  \n[181]\tJoel, Joely, look... it's not fading. \tThe memory.  I think we're hidden.  Joel sucks in some snot.  His mother scurries back and forth clanging pots.  The room is not decaying.  Joel smiles.  \n[182]\tYou know, we're okay.  They're not \tfinding us.  You'll remember me in the \tmorning.  And you'll come to me and tell \tme about us and we'll start over.  \n[183]\tYou remember what happened next?  \n[184]\t-- another rainy day.  Whatever shall we \tdo?  He laughs.  She unbuttons his pajamas.  They begin to make love.  Joel's mother hurries around the kitchen.  Joel stops, looks at Clementine.  \n[185]\tWhat?  \n[186]\tReally?  Is he cute?  \n[187]\tGross! You must remember to tell me this \tin the morning.  I'm, like, so freaked \tout now.  \n[188] It's a rust bucket.  Clementine drives through the snow. She's crying and holding Patrick's hand.  \n[189]\tWhat's wrong with me?  \n[190]\t\t \tI've never seen you happier.  The elements of the scene flash explosively away:  Joel's mother, his Huckleberry Hound doll, the details of the kitchen, Clementine.   Joel is thrown into:  \n[191]\tBut can't you see... I love you, Antoine.  \n[192]\tYes, but I can't love a man named Wally.  She starts to fade.  The scene starts to fade.  Joel remembers their previous plan.  \n[193]\t\t \tHide me somewhere deeper?  Somewhere \tburied?  Joel grabs her.  They run off just as the scene decays into a husk behind them.  \n[194]\tLook at you, cutey!  What are we doing?  \n[195]\tPoor Joel.  They're at the bike rack and a bunch of kids, including giant, fat Joe Early come around the corner.  \n[196]\tOur house!  Our house!  She runs ahead, laughing.  The scene is decaying.  Joel chases after her.  \n[197]\t\t \tJoel!  \n[198]\t\t \tThanks, Joely.  A present!  Oh boy!  She pulls out the bracelet.  It's the same bracelet Patrick gave her.  \n[199]\tOh, Joel.  It's beautiful! \t\t \tI mean, you're the first guy who ever \tbought me a piece of jewelry I could \thonestly say that about.  He notices she's starting to fade.  \n[200]\tI love it!  She leans across the table to kiss him.  He grabs her and runs through the decaying scene and into the vague night.  \n[201]\tIt's okay.  You were a little kid. \t\t \tThis is a great birthday present. \tGetting to see you as a boy.  She kisses him and they walk holding hands.  \n[202]\tI want to go home.  She hurries toward the shore, slips on the ice, gets up, and continues, now running.  \n[203]\tI love this book, Joel.  Thank you so \tmuch for telling me about it.  Joel is his father.  The father is drunk and sullen.  He faces away from Joel, looks out at the lake.  \n[204]\tJoel, you're not sewn in.  He's wrong.  \n[205]\tYeah.  \n[206]\tThis is our first \"date\" date.  \n[207]\tNaomi, I guess.  \n[208]\tWhat was I wearing?  \n[209]\tEgad, were you horrified?  \n[210]\tNo, you were with me when I bought that. \tAt that place on East 6th.  It was later.  \n[211]\tI'll buy that.  Black's always good.  \n[212]\tI said: Are you sure?  You seem unsure.  \n[213]\tBut you weren't.  I could tell.  \n[214]\tSo what.  Infatuation is good, too.  \n[215]\t\t \tCome up and see me... now.  \n[216]\tYes, exactly.  Exactly my point.  \n[217] Joel and Clementine are in the midst of awkward shy sex.  \n[218]\tIs that what you want?  \n[219]\tI didn't think you'd show your face \taround me again.  I figured you were \thumiliated.  You did run away, after all.  \n[220]\t\t \tYeah?  \n[221]\tWell, you're married.  \n[222]\tLook, man, I'm telling you right off the \tbat, I'm high maintenance.  So I'm not \tgoing to tiptoe around your marriage or \twhatever it is you got going there.  If \tyou want to be with me, you're with me.  \n[223]\tSo make your domestic decisions and maybe \twe'll talk again.  She goes back to stacking.  Joel stands there helplessly.  \n[224]\tJoel, I'm not a concept.  I want you to \tjust keep that in your head.  Too many \tguys think I'm a concept or I complete \tthem or I'm going to make them alive, but \tI'm just a fucked-up girl who is looking \tfor my own peace of mind.  Don't assign \tme yours.  \n[225]\t\t \tI had you pegged, didn't I?  \n[226]\tProbably.  \n[227]\tI know.  \n[228]\tRemember me.  Try your best.  Maybe we \tcan.  The scene is gone.  \n[229]\tHi there.  \n[230]\tI saw you sitting over here.  By \tyourself.  I thought, thank God, someone \tnormal, who doesn't know how interact at \tthese things either.  \n[231]\tI can't tell you how happy I am to hear \tthat.  I mean, I don't mean I'm happy \tyou're uncomfortable, but, yknow... I'm \tsuch a loser.  Every time I come to a \tparty I tell myself I'm going to be \tdifferent and it's always exactly the \tsame and then I hate myself after for \tbeing such a clod.  \n[232]\tBut, I don't know, maybe we're the normal \tones, y'know?  I mean, what kind of \tpeople do well at this stuff?  \n[233]\tYou did?  You liked me?  \n[234]\tYeah, I know.  I'm fishing.  \n[235]\tI'm Clementine.  Can I borrow a piece of \tyour chicken?  \n[236]\tOh God, how horrid.  \n[237]\tHi, Joel.  So no jokes about my name?  \n[238]\tYeah, like that.  \n[239]\t\t \tThis is it, Joel.  It's gonna be gone \tsoon.  \n[240]\tWhat do we do?  \n[241]\tNo, I stopped.  I didn't want to feel \tlike I was being artificially modulated.  \n[242]\tBut my sleeping is really fucked up.  \n[243]\tYou should try Xanax.  I mean, it's a \tchemical and all, but it works... and it \tworks just having it around, knowing that \tit's there.  Like insurance.  \n[244]\tI'll give you a couple.  See what you \tthink.  \n[245]\tHave you ever read any Anna Akhmatova?  \n[246]\tReally?  Me, too!  I don't meet people \twho even know who she is and I work in a \tbook store.  \n[247]\tMe too.  There's this poem --  \n[248]\tI think, before.  \n[249]\tYeah, maybe.  Joel and Clementine wander near some beach houses closed for the winter.  \n[250]\tDo you know her poem that starts \"Seaside \tgusts of wind,/And a house in which we \tdon't live...  \n[251]\tYes!  I love that poem.  It breaks my \theart.  I'm so excited you know it. \t\t \tLook, houses in which we don't live.  Joel chuckles appreciatively.  \n[252]\tI wish we did.  You married?  \n[253]\tLet's move into this neighborhood.  Clementine tries one of the doors on a darkened house.  Joel is nervous.  \n[254]\tOh.  She walks to the next house, tries the door.  \n[255]\tMale or female?  \n[256]\tAt least I haven't been barking up the \twrong tree.  She finds a window that's unlatched.  She lifts it.  \n[257]\tCool.  \n[258]\tIt's freezing out here.  She scrambles in the window.  Joel looks around, panicked.  \n[259]\tC'mon, man.  The water's fine.  Nobody's \tcoming here tonight, believe me.  This \tplace is closed up.  Electricity's off.  \n[260]\tI could see you wanted to come in, Joel.  He walks cautiously toward the door.  \n[261]\tAs soon as you walked in.  I knew I had \tyou.  You knew I knew that, right?  \n[262]\tI knew by your nervousness that Naomi \twasn't the kind of girl who forced you to \tcriminally trespass.  \n[263]\tYeah.  What's your girlfriend's name?  \n[264]\tAh-ha!  Now I can look for candles, \tmatches, and the liquor cabinet.  \n[265]\tNo, it's our house!  Just tonight -- \t\t(looking at envelope on \t\t counter \t-- we're David and Ruth Laskin.  Which \tone do you want to be?  I prefer to be \tRuth but I'm flexible. \t\t \tAlcohol!  You make drinks.  I'm going \tfind the bedroom and slip into something \tmore Ruth.  I'm ruthless at the moment.  She runs upstairs, giggling.  The room is drying out, turning into a husk.  \n[266]\t\t \tSo go.  \n[267]\t\t \tWhat if you stay this time?  \n[268]\tCome back and make up a good-bye at \tleast.  Let's pretend we had one.  Clementine comes downstairs, vague and robotic, making her way through the decaying environment.  \n[269]\tBye, Joel.  \n[270]\n[271] Clementine lies in bed with Patrick.  \n[272] Joel says goodbye to Clementine.  \n[273]\tSo you'll call me, right?  \n[274]\tWhen?  \n[275]\tTonight.  Just to test out the phone \tlines.  \n[276]\tWhat took you so long?  \n[277]\tHmmm.  Do you miss me?  \n[278]\tHa Ha!  You said, I do.  I guess that \tmeans we're married.  \n[279]\tTomorrow night... honeymoon on ice.  \n[280]\tDon't worry.  It's really solid this time \tof year.  \n[281]\tIsn't it?  She runs and slides on the ice.  Joel is by himself now.  \n[282]\tWhat if?  Clementine lies on her back and stares up at the stars.  Joel is paralyzed.  He looks back at the shore.  \n[283]\tJoel, come here.  Please.  He hesitates then gingerly makes his way over to her.  She reaches for his hand and gently pulls him down.  He lies on his back beside her, their bodies touching.  He wants to turn to her, but out of shyness, doesn't.  She holds his hand. They look up at the stars.  She smiles, doesn't say anything and snuggles closer to him.  \n[284]\tMake love?  \n[285]\tOh, um...  \n[286]\tThat's okay.  I --  \n[287]\tHey, Joel --  \n[288]\tI'm nervous, too.  \n[289]\tWell, you obviously don't know me.  \n[290]\tShow me which constellations you know.  \n[291] Joel drops Clementine off.  She kisses him.  \n[292]\tYeah?  \n[293]\tI probably got the same thing as you.  \n[294]\t\t \tMaybe it's true then.  It's my voice on \tthe tape.  \n[295]\tMaybe.  Call someone who'd know.  \n[296]\tI know.  I spoke to my friend Magda.  Joel is immersed in the several page document.  \n[297]\tJoel, we've fucked.  We've made love. \tLike a million times.  And we were so \tsweet and shy and inept with each other \tlast night.  Isn't that lovely?  Joel doesn't know what to say as this registers.  He just stands there dumbly.  \n[298]\tCome over here, sweetheart.  Please.  \n[299] Joel and Clementine review their separate Lacuna packages together.  \n[300]\tSays you were closed off, non \tcommunicative, never told me what you \twere feeling.  \n[301]\t\t \tA bully?  Moi?  \n[302]\tWell, sounds like me.  Sorry, man. \t\t \tSays you were jealous and suspicious.  \n[303]\tDid I use the term \"sexual conquests\" or \tis that your way of putting it.  \n[304]\tDoesn't sound like me.  \n[305]\tSays you were constantly calling me a \tslob. \t\t \tIt's sexy that we were like a married \tcouple, griping and overly-familiar and \tbored.  Don't you think?  \n[306]\tWe should have sex.  It's old hat for us.  She smiles at nervous Joel.  \n[307]\tYou know my body like the back of your \thand.  She unbuttons her blouse.  \n[308]\tEvery curve, every freckle.  She takes off her shirt.  He stares at her.  He has clearly never seen this body before.  \n[309]\tHey, lover.  Whatcha doing?  \n[310]\tGod, I can't believe I ever hated you.  \n[311]\tGuess what I'm wearing.  \n[312]\tYour dried cum.  \n[313]\tYou're still excited by my irreverence. \tYou haven't yet started to think of it as \tmy \"gratuitous need to shock.\"  \n[314]\tYay.  Meet me after work by the old mill.  \n[315]\tI just wanted to say that.  Come by my \thouse.  ", "Kruczynski": "", "Dr.": "", "Mierzwiak": "\n[1]\tYes?  Mary opens the door, peeks in.  Howard Mierzwiak, 40's, professional, dry, sits behind his desk studying some papers.  \n[2]\t\t \tThanks, Mary.  You can bring her in.  She smiles and nods.  It's clear she's in love.  It's equally clear that Mierzwiak doesn't have a clue.  Mary turns to leave.  \n[3]\t\t \tMary...  \n[4]\tOrder me a pastrami for after?  \n[5]\t\t \tThanks.  \n[6]\tMs. Kruczynski, please come in.  Clementine enters the office.  Mary smiles at Mierzwiak and closes the door, leaving them alone.  \n[7]\tHow are you today?  \n[8]\t\t \tWell, why don't you tell me what's going \ton?  Do you mind if I turn this on?  He indicates a tape recorder.  \n[9]\tYou guess he's your boyfriend?  Or you \tguess you're having a bad time with hm?  \n[10]\tI think I know. I think we can help.  Why \tdon't you start by telling me about your \trelationship.  Everything you can think \tof.  Everything about him.  Everything \tabout you.  And we'll take it from there.  She nods, thinks.  \n[11]\tAh, Mr. Barish.  This is Stan.  He'll be \tin charge of your procedure tonight.  Stan nods professionally.  \n[12]\tWe'll start with your most recent \tmemories and go backwards -- There is an \temotional core to each of our memories -- \tAs we eradicate this core, it starts its \tdegradation process --  By the time you \twake up in the morning, all memories \twe've targeted will have withered and \tdisappeared.  Like a dream upon waking.  \n[13]\tWell, technically, the procedure itself \tis brain damage, but on a par with a \tnight of heavy drinking.  Nothing you'll \tmiss.  Joel looks quizzically at the eroding environment.  Suddenly he gets it.  \n[14]\tYes, I suppose you are. \t\t(back in his faded memory \t\t persona \tSo, let's get started -- If we want the \tprocedure underway tonight, we have some \twork to do.  Joel is sitting in a chair.  Electrodes connect him to some electronic machinery monitored by Stan.  Mierzwiak watches from the corner.  \n[15]\tWe'll dispose of these mementos when \twe're done here.  That way you won't be \tconfused later by their unexplainable \tpresence in your home.  Stan pulls out a coffee mug with a photo of Clementine printed on it.  Joel looks at the cup.  The machines record his reaction.  \n[16]\tAh, your journal.  This will be \tinvaluable.  \n[17] Joel and Mierzwiak are in the sitting area.  Joel looks at the tape recorder.  \n[18]\tI'm sorry you saw one of our notification \tcards.  You never should have.  \n[19]\tWe can help you through this.  Why don't \tyou start now by telling me everything \tyou can remember about your relationship \twith Clementine.  \n[20] Mierzwiak sits with Joel in the sitting area.  \n[21]\tSo we'll need you to go home and bring in \teverything you ever received from \tClementine and anything that might remind \tyou of her...  The scene is faded and disappearing fast.  It's gone.  \n[22]\tWe can help you through this.  Why don't \tyou start now by telling me everything \tyou can remember about --  \n[23]\tWhat?  What do you mean?  \n[24]\tYes, but... I'm just something you're \timagining.  What can I do?  I'm in your \thead, too.  \n[25] The room is dark.  A groggy Mierzwiak is in bed on the phone. His wife lies beside him, eyes open, listening.  \n[26]\tStan?  What's going on?  \n[27]\tOkay, what happened right before he \tdisappeared?  \n[28]\tWell, where was Patrick?  \n[29]\tJesus.  All right, what's the address.  \n[30]\tMary.  What are you doing here?  \n[31]\tLet's get to the bottom of this.  Shall \twe?  He sits down in front of the computer and does some fiddling.  \n[32]\tOdd.  He fiddles some more.  Mary looks on, fascinated.  \n[33]\tDid you try going through C-Gate?  \n[34]\tI'm going to do a Spectrum search \tthroughout his memory, see if anything \tcomes up.  Mierzwiak presses some more buttons.  The program starts up. A much more complex and detailed human brain appears on this screen.  It rotates.  Eventually Mierzwiak sees a small distant light in the brain.  He zeroes in on it.  \n[35]\tOkay, here it is.  I don't know why it's \toff the map like that, but --  \n[36]\tOkay, we're back in.  \n[37]\tWell, thank you, Mary.  \n[38]\tYeah, probably a good idea.  \n[39]\tOh dear.  \n[40]\tWe got him back.  Stan, I think I'm just \tgoing to have to get through this \tmanually.  We're running late.  \n[41]\tI'm getting the hang of it.  I still \tunderstand it.  But I'm finding him \tquickly enough.  I'm hopeful there won't \tbe too much peripheral eradication.  Mary sits on the bed.  \n[42]\t\t \tThat's fine, Stan.  Mary doesn't say anything.  Stan huffs and is out the door. Mierzwiak continues to find and erase points of light.  Mary gets up her courage to speak.  \n[43]\tHow do you mean?  \n[44]\tOh.  Well, I'd love to hear some.  Mary is thrilled, beside herself.  She tries to calm down.  \n[45]\tIs that Nietzsche?  \n[46]\tIt's a good quote, Mary.  I'm glad we \tboth know it.  He smiles at her.  She's flustered, flattered.  \n[47]\tAlexander Pope?  \n[48]\tIt's no big deal.  \n[49]\tThat's lovely.  \n[50]\tIt's fine, Mary.  I'm happy to hear it.  \n[51]\tYou're a wonderful girl, Mary.  She leans over and kisses him, then pulls away quickly.  \n[52]\tI've got a wife, Mary.  Kids.  You know \tthat.  \n[53]\tWe can't do this.  \n[54]\tI want you to know it's not because I'm \tnot interested.  If that means anything.  They look at each other a long while, then Howard goes back to locating and eradicating blips of lights.  \n[55]\tHollis!  Hollis!  \n[56]\tIt didn't start out to be this.  I came \there to work.  It's a one-time mistake.  Mary is right behind Mierzwiak now.  Hollis is in her car.  \n[57]\tWe... have a history.  I'm sorry.  You \twanted the procedure.  You wanted it \tdone... to get past.  I have to finish in \tthere.  It's almost morning.  We'll talk \tlater.  He shuffles inside.  Mary stands there, unable to digest this, struggling in vain to remember.  Stan watches.  \n[58]\tOkay, so just tell me what you remember. \tAnd we'll take it from there.  \n[59]\tIt's what's best, Mary.  You know that.  Mary slumps to the floor.  We move into her eyes.  \n[60]\tThanks, Stan.  Thanks.  \n[61] Mierzwiak dials his phone and waits.  He hangs up.  Mary enters with the papers.  \n[62]\tI don't know what I'm supposed say, Mary. \tI want to do the right thing here.  \n[63]\tI have a family, Mary.  \n[64]\tIt was a mutual decision.  \n[65]\tI didn't make you.  You thought it best. \t\t \tBut, look, I take full responsibility.  She looks at him for a long while.  Then, out of frustration, she screams.  \n[66] Stan enters.  Mierzwiak is pale and pacing.  \n[67]\tShe should not have done this, Stan.  As \tmad as she was... as justifiably --  \n[68]\tMary has stolen our files and is sending \tthem back to people.  \n[69]\tThis is why people must never be told. \tIt's like waking a --  \n[70]\tI know you don't like me much, Stan, but \tplease talk to Mary.  She of all people \tshould know this is a dangerous thing \tshe's doing.  ", "Train": "\n[1] \n[2] Joel talks on a phone.  The wind howls around him.  He tries to shield the mouthpiece as he talks.  \n[3] Joel sits on the bench waiting for a train.  Clementine enters the platform, sees Joel, the only other person there. She waves, sort of goofily enthusiastic, playing as if they're old friends.  He waves back, embarrassed.  She takes a seat on a bench far down the platform.  Joel stares at his hands, pulls out his journal and tries to write in order to conceal his awkwardness.  \n[4] Joel sits at the far end of the empty car and watches the slowly passing desolate terrain.  After a moment the door between cars opens and Clementine enters.  Joel looks up. Clementine is not looking at him; she busies herself deciding where to sit.  She settles on a seat at the opposite end of the car.  Joel looks out the window.  He feels her watching him.  The train is picking up speed.  Finally:  \n[5] There are a few more people in the car now.  Clementine has inched a few seats closer to Joel.  She watches him.  His head is immersed in his journal.  \n[6] It's dark out.  The train is pretty crowded.  Joel stares out the window.  Clementine sits closer still to Joel, eyes him.  \n[7] The doors open and Joel emerges along with others.  He heads to the parking lot, arrives at the car.  There's a big dented scrape along the driver's side.  He gets in.  \n[8] Mary, in shock, sits in the empty fluorescent car.  She tries to look out the window but can only see her own reflection.  \n[9] Joel waits on the crowded platform.  The platform across the tracks is empty.  Joel's train arrives.  It's packed.  He squeezes on with all the other commuters.  \n[10] The platform is crowded with business commuters.  Joel is among them. The platform across the tracks from them is empty.  Suddenly, Joel turns and makes his way through the crowd.  He climbs the stairs, crosses the overpass and makes his way to the empty platform.  An almost empty train pulls into that platform.  Joel gets on the train and watches the business commuters through the dirty window as his train pulls out of the station.  ", "Conductor": "\n[1]\tTickets.  Joel hands the conductor his ticket.  The conductor punches it and hands it back.  \n[2]\tNext stop Southampton.  The conductor heads into the next car.  Clementine shoves stuff back into her purse.  Her hands are a little shaky. She pulls a airline-sized bottle of alcohol from her pocket, opens it, and downs it.  Joel is watching all of this but pretending not to.  She looks out the window for a while. The train pulls into the station.  The doors open.  Nobody gets on.  The doors close.  The train pulls out.  ", "Young": "\n[1]\t... so I called everybody I know and \tasked them to tell me everything.  Now I \tknow my entire history with him, but it's \tin the form of a story, I'm losing my \tmind.  \n[2]\tI don't know what to do.  Before I \tthought I was depressed for no reason. \tNow it's like I've been assigned a \treason.  ", "Bully": "", "Joel": "\n[1]\tHi, Cindy.  Joel.  Listen, I'm not \tfeeling well this morning.  No.  Food \tpoisoning, I think.  Sorry it took me so \tlong to call in, but I've been vomiting.  \n[2]\tJanuary 13th, 2006.  Today I skipped work \tand took the train out to Montauk. \t\t \tIt's cold. \t\t \tThe sky is gray. \t\t \tI don't know what else to say.  Nothing \thappens.  Nothing changes.  I saw Naomi \tlast night.  We had sex.  It was weird to \tfall into our old familiar sex life so \teasily.  Like no time has passed.  After \ttwo years apart suddenly we're talking \tabout getting together again.  I guess \tthat's good.  He has no other thoughts.  He glances up, spots a female figure in the distance, walking in his direction.  She stands out against the gray in a fluorescent orange hooded sweatshirt.  It's Clementine.  He watches her for a bit, then as she nears, he goes back to his writing, or at least pretends to.  Once she passed, he watches her walk away.  She stops and stares out at the ocean.  Joel writes.  \n[3]\tIf I'm constitutionally incapable of \tmaking eye-contact with a woman I don't \tknow.  I guess I'd better get back to \tNaomi.  Later: Joel walks up near the beach houses closed for the season.  He peeks cautiously in a dark window.  Later: Joel digs into the sand with a stick.  \n[4]\tI'm sorry.  \n[5]\tWhy what?  \n[6]\tNo, I didn't know if you were talking to \tme, so...  She looks around the empty car.  \n[7]\t\t \tWell, I didn't want to assume.  \n[8]\tAnyway.  Sorry.  Hi.  Clementine makes her way down the aisle towards Joel.  \n[9]\tNo, I mean, I don't know.  I can't really \tthink of much to say probably.  \n[10]\tI mean, it's okay if you want to sit down \there.  I didn't mean to --  \n[11]\tIt's okay, really.  \n[12]\tRockville Center.  \n[13]\tThe weirder part is I think actually I \trecognize you.  I thought that earlier in \tthe diner.  That's why I was looking at \tyou.  You work at Borders, right?  \n[14]\tReally?  Because --  \n[15]\t-- because I go there all the time.  I \tdon't think I ever saw you before.  \n[16]\tI don't have one.  \n[17]\tI noticed your hair.  I guess it made an \timpression on me, that's why I was pretty \tsure I recognized you.  \n[18]\tI like it.  \n[19]\tYeah.  Tom Waits says it in --  \n[20]\tI can't remember.  \n[21]\tI don't really know how --  \n[22]\tYou think that could possibly be a full \ttime job?  How many hair colors could \tthere be?  \n[23]\tI'm sure you would.  \n[24]\tYou sure?  That doesn't sound --  \n[25]\tOh, I doubt that's the case.  \n[26]\tSorry.  I was just trying to be nice.  \n[27]\tI'm Joel.  \n[28]\tI don't know any jokes about your name.  \n[29]\tI don't know what that means.  \n[30]\tI'm nut nuts.  \n[31]\tSorry.  It's a pretty name, though.  It \tmeans \"merciful\", right?  \n[32]\tSee, I wouldn't think that about you.  \n[33]\tOh.  I don't know.  I was just... I don't \tknow.  I was... You seemed nice, so --  \n[34]\tWell, anyway... Sorry.  They sit in silence for a while.  \n[35]\tOkay.  \n[36]\tYes?  \n[37]\tThat's okay.  \n[38]\tIt's no problem.  Anyway, I have some \tstuff I need to --  \n[39]\t\t(pulling journal from \t\t briefcase \tProbably see you at the book store.  \n[40]\tHi.  I could give you a ride if you need.  \n[41]\tYou're sure?  It's cold.  \n[42]\tIt's okay.  \n[43]\tWhere do you live?  \n[44]\tWell, I probably wouldn't say if I were, \tbut no.  \n[45]\tI'm not a stalker.  \n[46]\tYeah.  \n[47]\tIt's okay.  I didn't think you were.  There's a silence.  \n[48]\tI like to read.  \n[49]\tYeah?  I can't remember that album very \twell.  I remember liking it.  But --  \n[50]\tSort of, um...  \n[51]\tWhat?  \n[52]\tWell, I wouldn't want to be --  \n[53]\tTake care.  \n[54]\tUm --  \n[55]\tVery much.  \n[56]\tThanks.  That was good, that crow sound.  \n[57]\tI don't know.  \n[58]\tFrost?  \n[59]\tIt's pretty.  \n[60]\tCheers.  They click glasses.  Clementine giggles and takes a big gulp of her drink.  Joel sips.  She plops down on the couch and pulls her boots off.  \n[61]\tI'm fine.  \n[62]\tNo, I'm okay for now.  She heads toward the kitchen with her glass.  \n[63]\tWhat do you want to hear?  \n[64]\tYou just say.  I'm not really --  \n[65]\tWell, I should probably get going.  \n[66]\tNo.  I --  \n[67]\tThanks.  \n[68]\tYeah?  \n[69]\tI don't know.  \n[70]\tYeah, I don't know.  It's hard to know.  \n[71]\tYeah, I guess.  \n[72]\tSorry.  My life isn't that interesting. \tI go to work.  I go home.  I don't know \twhat to say.  \n[73]\tI think about that.  She looks at him really hard for a long moment.  Joel tries to hold her gaze, but can't.  He looks down at his drink. Clementine starts to cry again.  \n[74]\tI do have a tendency to use that word too \tmuch.  \n[75]\tThanks.  \n[76]\tYeah.  \n[77]\tYeah.  I think so.  It's hard to --  \n[78]\tYeah.  \n[79]\tNo.  \n[80]\tNo, not at all.  \n[81]\tOh, yeah.  \n[82]\tThat's scary sounding.  \n[83]\tI think so.  \n[84]\tOkay.  \n[85]\t\t \tSounds good.  But right now I should go.  \n[86]\tI have to get up early in the morning \ttomorrow, so...  \n[87]\tYes.  She scribbles her phone number, hands it to him.  He puts it in his pocket.  He stands there uncomfortably for a moment, then forces himself to speak.  \n[88]\tI don't think your personality comes out \tof a tube.  I think the hair is just... a \tpretty topping.  She tears up, swallows, and kisses him on the cheek.  He's surprised and pleased and nervous.  \n[89]\t\t \tSo, I enjoyed meeting you.  \n[90]\tYeah.  \n[91]\tTomorrow?  \n[92]\tOkay.  We stay with Clementine as she watches Joel tromping through the snow and getting in his car.  \n[93] Joel speeds through the suburban Rockville Center neighborhood.  There is no snow on the ground.  He seems different, somehow foggy and disoriented.  \n[94] Joel gets out of his car, spots a van parked across the street.  There are two dark figures inside.  \n[95] Joel enters, dumps his overcoat on a chair, turns off the lights, crosses to look furtively out the window.  It's snowing in large flakes which seem to fall only in the beam of a streetlight.  \n[96]\tIt was snowing.  \n[97]\tThe driver waved.  So casual, friendly.  \n[98]\tI might be making a mistake.  \n[99]\tFuck you, Clementine.  The colors bleach, the surroundings become slightly vague. Even Joel's persona and voice-over seem to alter, his emotional intensity becoming diffused.  Joel does not seem aware of this.  He stops pacing, takes a small vial from his pocket, dumps the lone pill onto his palm.  He looks at it. It's pink.  There's some illegible initials stamped on it.  \n[100]\tPink. \t\t \tThere was a number on it.  I remember. \n[101]\tWe're sorry, the number you have \tdialed... \t\t \tScrew you, Clementine, for doing this ...  \n[102]\tBye.  Joel hangs up and lies on his back on the bed.  By now the scene is lifeless, almost a husk.  He hears the apartment building door open.  He hears footsteps.  \n[103]\tIt's them.  \n[104]\tFuck.  \n[105]\tI should maybe talk to you.  \n[106]\tI love you and if you knew that... if I \ttold you what happened...  I'll explain \teverything, what we meant to each other. \tI'll tell you everything about our time \ttogether.  You'll know everything again \tand...  \n[107]\tClementine.  \n[108]\tHow could she have done this to me?  How \tcould anyone do this to anyone?  \n[109]\tWhat's happening here? \t\t \tOh, God!  I have to go home.  They'll be \tthere soon.  Joel turns to leave.  \n[110] Joel drives fast, recklessly.  The intensity is back.  He's weeping as he drives.  \n[111]\tGotta get home.  How could she do this to \tme? \tHow could she not care about what we \tmeant to each other.  What a fuck!  What \ta fucking monster she is!  \n[112]\tThem.  \n[113]\tHow exactly is this going to work \ttonight?  As Mierzwiak talks, the room colors start to fade, Mierzwiak's tone of voice is also affected; it becomes dry and monotonous.  \n[114]\tIs there any sort of risk of brain \tdamage?  \n[115]\tIt's happening now!  I'm already in my \tbrain.  Mierzwiak looks at the fading room.  \n[116]\tBut you're tracing and erasing now.  It's \talready started.  I'm home in my bed.  Stan pulls a snow globe from one of Joel's bags, shows it to Joel.  The equipment registers Joel's reaction.  \n[117] Joel lies on his back in fresh pajamas.  His eyes are closed and electrodes connect his head to several machines.  The machines are operated by Stan, now in grubby street clothes and in need of a shave, and by Patrick, dressed similarly. The monitor on one of the machines traces a myriad of light blips running like streams through an image of Joel's brain. Stan presses buttons and operates a joystick, aiming for the lines.  Patrick (who we saw earlier with Clementine at the bookstore) studies a meter on one of the machines.  \n[118] Joel, snapped into a new memory, cries as he fills two large plastic garbage bags with mementos of his relationship with Clementine.  There are funny little gifts, wind-up toys, some potatoes dressed as women, some clothing Clementine has left there, some CD's.  He pulls a big clump of pages out of his loose-leaf journal and dumps them in the bag.  He gets some clean loose-leaf paper and writes:  December 15, 2004   Nothing much happened today.  I stayed home.  Naomi worked on her dissertation.  The scene is fading as he continues to write.  \n[119]\tMy name is Joel Barish.  I have an \tappointment.  \n[120]\tNot great.  \n[121]\tWell... I did.  \n[122]\t\t \tIt was a mess.  I don't know how it got \tthis way...  \n[123] Patrick is checking out the apartment.  Stan monitors the equipment.  \n[124] Joel gets off the elevator and approaches the receptionist.  \n[125]\tSo then she just stops calling.  \n[126]\tAny messages, Carmen?  Carmen the receptionist shakes her head.  Next day: Joel approaches the receptionist.  \n[127]\tAny messages for me, Carmen.  \n[128] Joel enters, checks his phone machine: zero messages.  \n[129] Joel gets off the elevator, approaches Carmen, who is in conversation with someone else.  \n[130]\tSorry, Carmen.  Any messages?  Carmen shakes her head \"no\", goes back to her conversation.  \n[131] Joel checks his machine: zero messages.  \n[132]\tWhy would she do that?  \n[133]\tShe's punishing me for being honest.  I \tshould just go to her house.  \n[134]\tYeah, I don't want to seem desperate.  \n[135]\tI don't know.  I'm so... I can't believe \tshe'd be so goddamn immature!  \n[136]\tThey can't erase memories.  It's a joke. \tIt's a nasty Clementine hoax.  \n[137] Joel is on the phone pacing.  \n[138] Joel drives past vague local landmark.  \n[139]\tBut what am I supposed to do?  \n[140]\tHow can I?  How can I move on when I know \tI'm the only one to carry this love we \thad?  How do I do that?  \n[141] Stan works the joystick.  Patrick sits on the bed with Joel.  \n[142] Joel distractedly reads a book, checks the clock, goes back to the book.  The door opens.  He looks up.  Clementine is staggering in, drunk.  \n[143]\tIt's three.  \n[144]\tI can't believe you wrecked my car.  \n[145]\tYou're driving drunk.  It's pathetic.  \n[146]\tWell it is pathetic.  And fucking \tirresponsible.  You could've killed \tsomebody.  The scene is starting to degrade.  The acting becomes anemic.  \n[147]\tI don't know, maybe you did kill \tsomebody.  \n[148]\tAnd what are you like?  A wino?  \n[149]\tNo, see, Clem, I assume you fucked \tsomeone tonight.  Isn't that how you get \tpeople to like you?  This shuts Clementine up.  She is stung and she starts gathering up her belongings, which are strewn about the apartment.  Joel is immediately sorry he said this.  He follows her around.  \n[150]\tI'm sorry.  Okay.  I didn't mean that.  I \tjust... I was just... pissed, I guess.  Clementine is out the door.  Joel follows.  \n[151] Joel drives to catch up with Clementine.  He rolls down his window to talk to her.  \n[152]\tLet me drive you home.  \n[153]\tLook at it out here.  It's falling apart. \tI'm erasing you.  And I'm happy.  She keeps clomping.  \n[154]\tYou did it to me.  I can't believe you \tdid this to me.  By morning you'll be \tgone.  Ha!  He stops the car, gets out.  \n[155] Stan watches the screen.  Patrick paces, fidgets, looks at the unconscious Joel.  \n[156] Joel and Clementine sit and eat dinner in front of the TV. It's hard to make out what they're watching. They sit on opposite ends of the couch.  They look bored. The scene quickly degenerates.  The room fades.  \n[157]\tThat must be the guy I saw you with.  \n[158] Joel watches TV.  Clementine walks by in her underwear, looks at the TV.  She slips into a skirt.  \n[159]\tWhere are you going?  \n[160]\tOh shit.  I remember this. \t\t \tWant to go?  \n[161]\tLet's talk about it later.  \n[162]\tI don't think we're ready.  \n[163]\tClementine, do you really think you could \ttake care of a kid?  She turns violently toward him, glaring.  \n[164]\t\t \tI don't want to talk about this here.  \n[165]\tClem, I'm sorry.  I shouldn't have --  \n[166]\tOh, thank God.  It's going.  \n[167]\tIt's going, Clementine.  All the crap and \thurt and disappointment.  It's all being \twiped away.  She looks up at him.  \n[168]\tMe, too.  \n[169]\tSo, um --  \n[170]\tYou're drunk.  \n[171] Patrick opens the door.  Mary stands there in a winter coat, carrying a backpack.  \n[172] It's dark.  Joel and Clementine are in bed.  The memory is already in the midst of being erased.  Clementine is talking in a monotonous, robotic manner.  \n[173]\tNo, it isn't that.  \n[174]\tI just don't have anything very \tinteresting about my life.  \n[175]\tHow's the chicken?  \n[176]\tNo.  Thanks.  There's a silence.  \n[177]\tIt's good.  They continue to eat in silence as the scene dissolves.  \n[178] Patrick is on the phone next to Joel's bed.  Stan watches the lights on the computer screen.  \n[179]\tYeah, Tangerine?  \n[180]\tNo.  \n[181]\t\t \tNo!  Jesus, No!  He looks down and Clementine's tear-streaked face is fading. She continues as if she's still being made love to, even though Joel is completely beside himself.  He jumps up naked and yells at the ceiling.  \n[182]\tPlease!  Please!  I've changed my mind! \t\t(looks down at fading \t\t Clementine, then at ceiling \tI don't want this.  Wake me up!  Stop the \tprocedure!  Plea --  \n[183] Joel is unconscious on the bed, completely still.  Mary and Stan watch the monitor and smoke a joint.  After a silence:  \n[184]\tHi, it's Joel.  Please leave a message \tafter the beep.  Beep.  \n[185] Stan is on the phone.  He's really stoned and watches Mary, stoned herself, dancing in a sexy trance to something soft and low on the stereo.  \n[186]\t...die right now, Clem.  I'm just... \thappy.  I've never felt that before.  I'm \tjust exactly where I want to be.  Clementine looks over at him.  Her eyes are filled with love and tears.  Then they get vague.  The scene is being erased. Joel is panicked.  \n[187]\tClem, no!  This can't keep happening. \tPlease!  Oh, fuck!  Please!  Crazily, Joel runs off, passing through a series of decayed scenes: He and Clementine arguing in a car, having sex on the beach, laughing and holding hands at a movie, eating grilled cheese and tomato soup together in bed, Joel watching her sleep, them drinking at a bar.  He arrives at a decayed version of his first meeting with Mierzwiak.  \n[188]\tYou have to stop this!  \n[189]\tI'm trapped in my head and everything I \tlove is being erased!  Stop it now!  \n[190] Stan and Mary have sex on the floor next to Joel's bed.  \n[191]\t\t \tYes indeed. \t\t \tFuck!  They're erasing you, Clem!  \n[192]\tI hired them to.  We're in my brain.  But \tI want it to stop, before I wake up and \tdon't know you anymore.  \n[193]\tI don't know.  He concentrates.  Nothing happens.  \n[194]\tAaargh!  It's horrible!  I'm trapped!  He starts to have a fit, banging against trees, stomping his feet, screaming.  But even while he's doing this the memory and Clementine are fading around him.  \n[195] It's raining out.  Joel is reading, slouched in a chair.  He looks over at Clementine, stretched out on her belly in her underwear.  She's reading, too.  \n[196]\tI loved you on this day.  I love this \tmemory.  The rain.  Us just hanging.  Clementine looks over at him, smiles.  Her brow furrows in thought.  \n[197]\tWhat do you mean?  \n[198]\tWhere?  Where?  Where?  He drags her through the landscape of already decayed memories and turns off into:  \n[199]\tI must be about two. \t\t \tI want my mommy.  She's busy.  She's not \tlooking at me. \t\t \tLook, my Huckleberry Hound doll!  I told \tyou about this! \t\t \tI want my mommy!  He starts to cry.  Clementine tries to comfort him.  She hugs him.  \n[200]\t\t \tI want my mommy. \t\t \tI don't want to lose you, Clem.  \n[201]\tI'm scared.  I want my mommy.  I don't \twant to lose you.  I don't want to \tlose...  \n[202] Stan and Mary lie on the floor, their stoned minds wandering after sex.  Stan suddenly perks up.  He looks at the monitor.  \n[203] Stan hangs up the phone, looks at Mary.  \n[204]\tI really want her to pick me up.  It's \tweird how strong that desire is.  Clementine holds his hand.  He looks over at her.  \n[205]\tI loved you so much this day.  On my bed \tin your panties.  I remember I thought, \thow impossibly lucky am I to have you on \tmy bed in your panties.  She kisses him.  \n[206]\tI came over to the bed and you smelled so \tgood, like you just woke up, slightly \tsweaty.  And I climbed on the bed with \tyou and you said something like --  \n[207]\tThere's this guy!  \n[208]\tThere's this guy.  I heard him talking in \tmy apartment.  He's one of the eraser \tguys.  And he fell for you when they were \terasing you, so he introduced himself the \tnext day as if he were a stranger and now \tyou're dating him.  \n[209]\tHe stole a pair of your panties while you \twere being erased!  \n[210] Stan works on trying to get the signal back.  His hair is combed and he's dressed neatly, looking professional but still stoned.  Mary is pacing nervously to and from the window, looking out into the night.  She's dressed also, and she's wearing more make-up now.  Her hair is pulled up into some sort of style.  Suddenly she freezes at the window.  \n[211]\t\t \tI love getting bathed in the sink.  It's \tsuch a feeling of security.  \n[212] Mierzwiak looks up from the computer screen.  \n[213]\tDon't call me Antoine.  My name is Wally.  \n[214]\tThey found us before.  The plan didn't \twork.  I don't know what to do now.  \n[215] Stan is back at the controls.  Mierzwiak's at the door with Mary.  \n[216]\tThis kid, Joe Early, is going to beat the \tshit out of me.  \n[217]\tHe calls me Jill.  Everyone calls me Jill \tafter this.  The other kids laughs.  \n[218]\tJust shut up, Joe.  I'm going home.  \n[219]\tI don't want to fight you.  The kids start chanting, \"fight, fight, fight...\"  Joe Early throws a wild punch that hits Joel in the side.  joel falls and stays down, covering himself.  \n[220]\tI'm too scared to even throw a punch. \tWhen I tell people this story I leave \tthat part out.  The scene flashes violently to white and is gone.  \n[221] Mierzwiak is at the machine.  \n[222]\tClem, c'mon, we've got to hide you. \tRemember?  He grabs her arm and yanks and they are in:  \n[223]\t\t \tI don't like it either, but I'm just \ttrying to find horrible secret place to --  Joel's mother pops her head in the door.  \n[224]\tHappy Birthday.  \n[225]\tI scoured the city for it.  \n[226]\tI can't.  I have to go home.  I'll do it \tlater.  \n[227]\t\t \tThat's where I live.  Lived.  Joel looks down at her hand.  It's fading.  The bracelet is gone.  Clementine is gone.  His childhood house is gone.  \n[228] Mierzwiak works the equipment.  He has located a small area of light in the brain imaging and eradicates them.  \n[229] Stan sits in the van and smokes a cigarette.  He has an unobstructed view into Joel's bedroom window.  He watches Mierzwiak and Mary.  They're talking as Howard works.  It appears to be a very serious discussion.  A car pulls up outside.  Stan turns to see.  A middle-aged woman gets out, checks the address on Joel's building, approaches the only lit window, watches Mierzwiak and Mary inside.  Mierzwiak's resolve has apparently weakened and he and Mary kiss again. This time it leads to groping, partial undressing, and falling onto the bed alongside the unconscious Joel.  The woman in the window is transfixed.  As Mierzwiak fumbles to unzip his pants, he catches sight of the woman in the window. He practically shrieks and jumps up.  \n[230] Mary looks confusedly at Howard.  \n[231] The woman is at her car.  Stan watches from the van. Mierzwiak is hurrying to the woman.  \n[232] It's deathly silent as Mierzwiak and Stan work on completing the job.  Mierzwiak locates a light hidden very deep in the map of Joel's brain.  He targets it.  \n[233]\tIt was horrifying, seeing my father like \tthat. \tThere was no hope for me if his life was \tsuch a failure.  And he saw failure in \tme, too, written in my future.  Clementine watches the frightened, confused Joel.  \n[234]\tI'm done, Clem.  I'm just going to ride \tit out.  Hiding is clearly not working.  \n[235]\tI want to enjoy my little time left with \tyou.  \n[236]\tDo you remember what we talked about?  \n[237]\tYeah.  \n[238]\tGod, I should know.  Your hair was red. \tI remember it matched the wallpaper.  \n[239]\tNo!  I think you were wearing that black \tdress, y'know, with the buttons.  She is wearing the black dress.  \n[240]\tRight.  Something black though.  \n[241]\tWe did talk about Naomi.  \n[242]\tI'm sure, I said.  \n[243]\tI was so nervous.  I remember I couldn't \tthink of anything to say.  There were \tlong silences.  There is a long silence.  \n[244]\tI thought I was foolish.  I thought I'd \tmistaken infatuation for love.  You said:  \n[245]\tAnd I didn't have an argument.  \n[246]\tI dropped you off after.  You said --  \n[247]\tIt's very late.  \n[248]\tThis was our first time.  The scene starts to fade.  Joel watches Clementine disappear.  \n[249] Joel sits in the quiet living room.  The scene is fading.  \n[250]\tNaomi.  \n[251] Joel sits.  \n[252] Namoi is red-eyed from crying.  She is packing things in boxes.  Joel paces, steals glances at her, doesn't know what to say.  She holds up a book.  The scene starts to fade.  \n[253]\tYou take it.  I don't know.  She tosses it in a box.  \n[254]\tNaomi, I really value our relationship. \tI hope it's possible for us to stay in \ttouch.  \n[255] Joel watches out the window as Naomi stuffs a final box in the trunk of a car.  There's another woman down there with her.  They get into the car and drive off.  \n[256]\tI told her today I need to end it.  \n[257]\tI did it.  I guess that means something.  Clementine shrugs.  The scene fades.  \n[258]\tI don't know, I've just been thinking, \tmaybe we're not happy with each other.  \n[259]\tY'know, we've been, I don't know, sort \tof, unhappy with each other and --  \n[260]\tI think maybe, we're both so used to \toperating at this level that -- How can \tone person be unhappy?  If one person is \tunhappy, both have to be... by \tdefinition.  \n[261]\tNo.  I just need some space, maybe.  \n[262]\tIt's not somebody else.  \n[263]\tIs there a Clementine who works here?  \n[264]\tHi.  She turns.  \n[265]\tSorry to track you down like this.  I'm \tnot a stalker.  But I needed to see you.  \n[266]\tI'd like to... take you out or something.  \n[267]\tNot yet.  Not married.  \n[268]\tOkay.  \n[269]\tI just think that you have some kind \tof... quality that seems really important \tto me.  The scene is disintegrating.  Clementine's speech is delivered without passion.  \n[270]\tI remember that speech really well.  \n[271]\tYou had the whole human race pegged.  \n[272]\tI still thought you were going to save \tme.  Even after that.  \n[273]\tIt would be different, if we could just \tgive it another go around.  \n[274]\tThanks, guys.  \n[275]\tYeah.  \n[276] The lights are off.  Joel sits on a chair near the window, writing in his journal.  The streetlight illuminates the paper.  Naomi sleeps in the bed.  \n[277]\tHi.  \n[278]\tYou didn't miss much.  Rob Carrie say \thello.  \n[279]\tGo back to sleep.  The room is starting to decompose.  \n[280]\tIn a minute.  Naomi turns over.  Joel goes back to his writing.  \n[281] Joel is at his closet, putting on a sweater.  Naomi is at the dining room table, papers spread out before her, writing. Joel turns and watches her for a moment.  \n[282]\tSo you don't mind?  \n[283]\tOkay.  I wish you could come.  \n[284]\tI hope you get your work done.  \n[285]\tJust a little overworked, maybe.  \n[286]\tI remember you turned around.  Your face \twas dark and your hair was backlit -- I \tcould see a halo of frizz -- you asked me \tif things were okay between Naomi and me.  \n[287]\tI remember.  \n[288]\tYeah, you told me that later.  \n[289]\tNo one.  \n[290]\tYou were down by the surf.  I could just \tmake you out in the dark.  Joel looks down to the water.  There's Clementine, in her orange hooded sweatshirt, looking out to sea.  \n[291]\tYour back to me.  In that orange \tsweatshirt I would come to know so well \tand even hate eventually.  At the time I \tthought, how cool, an orange sweatshirt.  \n[292]\tBut I went back to my food.  The next \tthing I remember, I felt someone sitting \tnext to me and I saw the orange sleeve \tout of the corner of my eye.  A shot of the orange sleeve.  Joel looks up.  \n[293]\tHi.  \n[294]\tYou said...  \n[295]\tYeah.  I don't ever know what to say.  \n[296]\tEven then I didn't believe you entirely. \tI thought how could you be talking to me \tif you couldn't talk to people?  \n[297]\tYou know what I did.  \n[298]\tYou said --  She picks a drumstick off of Joel's plate.  \n[299]\tAnd you picked it out of my plate before \tI could answer and it felt so intimate \tlike we were already lovers.  \n[300]\tI remember --  \n[301]\tI'm Joel.  \n[302]\tYou mean, like... \t\t \tOh, my darlin', oh, my darlin', oh, my \tdarlin', Clementine... ?  Huckleberry \tHound?  That sort of thing?  \n[303]\tNope.  No jokes.  My favorite thing when \tI was a kid was my Huckleberry Hound \tdoll.  I think your name is magic.  She smiles.  \n[304]\tI know.  \n[305]\tEnjoy it.  Say good-bye.  She nods.  Joel and Clementine are walking near the surf.  \n[306]\tSo you're still on the Zoloft?  \n[307]\tI know what you mean.  That's why I \tstopped.  \n[308]\tI don't think I've slept in a year.  \n[309]\tyeah?  \n[310]\tOkay.  \n[311]\tI love her.  \n[312]\tI think she's great.  \n[313]\tDid this conversation come before or \tafter we saw the house?  \n[314]\tSeems too coincidental that way.  \n[315]\tYeah, yeah.  It goes \"Perhaps there is \tsomeone in this world to whom I could \tsend all these lines\"?  \n[316]\tUm, no.  \n[317]\tI do sort of live with somebody though.  \n[318]\tFemale.  \n[319]\tWhat are you doing?  \n[320]\t\t \tClementine.  \n[321]\tI hesitated for what seemed like forever.  \n[322]\tI knew.  \n[323]\tIt's dark.  \n[324]\tNaomi.  She's searching through drawers for something.  She pulls out a flashlight, shines it in Joel's face.  \n[325]\tI think we should go.  \n[326]\t\t \tI really should go.  I really need to \tcatch my ride.  \n[327]\tI did.  I walked out the door.  I felt \tlike I was a scared little kid.  I \tthought you knew that about me.  I ran \tback to the bonfire, trying to outrun my \thumiliation.  You said, \"so go\" with such \tdisdain.  \n[328]\tI walked out the door.  There's no more \tmemory.  \n[329]\tI love you.  She smiles.  They kiss.  It fades.  \n[330] Howard watches the monitor.  The last specks of light are fading.  It grows dark.  He is tired, his eyes are hollow. He turns to Stan, who is staring out the window at the dawn.  \n[331] Stan and Howard load the last of the equipment into the back of the van.  He and Howard look at each other.  \n[332] Joel awakens.  The apartment is neat, like when he went to sleep.  He gets out of bed and heads into the bathroom.  \n[333]\tHi... Naomi?  Yeah, hi!  How are you?  I \tknow, I know.  It's been a long time. \tNot too much.  You?  Oh, that's great! \tCongratulations!  Maybe I could buy you \tdinner to celebrate?  Tonight?  I'm free. \tOkay, good!  \n[334]\tIt's been a pretty lonely couple of \tyears.  \n[335]\tWell, it was my fault -- the break-up. \tI'm sorry.  \n[336]\tI miss you.  \n[337]\t\t \tOh!  Great.  That's great!  \n[338]\tI'm sorry.  I really shouldn't have --  \n[339] Joel and Naomi are in bed having sex.  There are certain sexual routines, habits, they have fallen back into almost immediately.  She sticks her tongue in his ear in a way that's trying to be sexual but just feels embarrassing to him.  They finish and lie there.  \n[340]\tSo you think the dissertation will get \tpublished?  \n[341]\tYeah.  \n[342]\tTomorrow?  \n[343]\tYeah.  Joel exits.  We stay on Clementine as she watches Joel head to his car, tromping through the snow.  \n[344] Joel enters, drops his overcoat on a chair, dials the phone.  \n[345]\tHi, Naomi, it's Joel.  \n[346]\tHow's it going?  \n[347]\tI know.  I had to take the day to think.  \n[348]\tI just got in.  \n[349]\tYeah, I suppose so.  \n[350]\tThere you are. \t\t \tNaomi, it's just... I'm afraid if we fall \tback into this fast without considering \tthe problems we had...  \n[351]\tI had a good time last night.  I really \tdid.  \n[352]\tWe'll speak soon.  \n[353]\tI just walked in.  \n[354]\tOddly enough, I do.  \n[355]\tI guess so.  \n[356]\tI don't know.  She takes his hand and he is suddenly imbued with confidence.  \n[357]\tThis is so beautiful.  She squeezes his hand.  \n[358]\tI don't know.  What if it breaks?  \n[359]\tI think I should go back.  \n[360]\tListen, did you want to make love?  \n[361]\tHave sex.  Y'know --  \n[362]\tBecause I just am not drunk enough or \tstoned enough to make that happen right \tnow.  \n[363]\tI'm sorry.  I just wanted to say that. \tThis seems like the perfect romantic \texotic place to do it and --  \n[364]\t-- and I'm just too nervous around you \tright now.  \n[365]\tYeah?  I wouldn't have thought that.  \n[366]\tI'm nervous because I have and enormous \tcrush on you.  She smiles up at the sky.  \n[367] Joel enters with his mail.  He opens a manila envelope, reads the enclosed file, sticks the cassette tape in his stereo, listens.  Joel dials the phone.  \n[368]\tDid you send this?  Is it a joke?  \n[369]\tI mean, I haven't even told anyone I've \tmet you.  Who would even know to do this?  \n[370]\tThat's what you have to say?  How could \tit be true?  I never even heard of any \tprocedure like this.  It's a joke.  \n[371] Joel hangs up.  He dials the phone.  \n[372]\tIt's true.  \n[373]\tLook, I have to go.  I have to think.  \n[374]\tSays you were a bully...  \n[375]\tThat's what it says.  You drank too much, \tyou picked on me for being passive and \ttimid.  \n[376]\tSays you would sometimes disappear all \tnight, then brag to me about your sexual \tconquests.  \n[377]\tI don't know.  \n[378]\tSays you were a slob, leaving trails of \tpanties and dirty socks in your wake.  \n[379]\t\t \tI sort of do.  But I only see it as a \tfantasy version of reality.  Cleaned up \tenough to be erotic.  \n[380]\tYou're so beautiful.  She approaches him, kisses him, his arms wrap around her waist for the first time.  \n[381]\tHi, it's Joel.  \n[382]\tI'm just, y'know, passing the time best I \tcan till I can see you.  \n[383]\tYou must have been crazy.  \n[384]\tI don't know.  Panties and --  \n[385]\tJesus.  \n[386]\tI can't stop thinking about you.  \n[387]\tWhat old mill?  Is that somewhere we --  ", "Rob": "\n[1] Joel sits across Rob and Carrie, mid-40's.  \n[2]\tI don't think you should go there, Joel.  \n[3]\tJoel, look, the thing is --  \n[4] Joel sits forlornly in the back seat.  Rob drives and Carrie sits in the front passenger seat.  The car stops in front of Joel's apartment building.  \n[5] Rob drives.  Carrie fiddles with the radio dial in the front passenger seat.  Joel sits in the back.  \n[6] Faded.  Carrie and Joel sit at the table with coffee.  \n[7] Carrie is on the phone.  She pauses nervously, then speaks:  ", "Joel's": "\n[1] Joel speeds through the suburban Rockville Center neighborhood.  There is no snow on the ground.  He seems different, somehow foggy and disoriented.  \n[2] Joel gets out of his car, spots a van parked across the street.  There are two dark figures inside.  \n[3] Joel enters, dumps his overcoat on a chair, turns off the lights, crosses to look furtively out the window.  It's snowing in large flakes which seem to fall only in the beam of a streetlight.  \n[4] Joel drives fast, recklessly.  The intensity is back.  He's weeping as he drives.  \n[5] Joel lies on his back in fresh pajamas.  His eyes are closed and electrodes connect his head to several machines.  The machines are operated by Stan, now in grubby street clothes and in need of a shave, and by Patrick, dressed similarly. The monitor on one of the machines traces a myriad of light blips running like streams through an image of Joel's brain. Stan presses buttons and operates a joystick, aiming for the lines.  Patrick (who we saw earlier with Clementine at the bookstore) studies a meter on one of the machines.  \n[6] Joel, snapped into a new memory, cries as he fills two large plastic garbage bags with mementos of his relationship with Clementine.  There are funny little gifts, wind-up toys, some potatoes dressed as women, some clothing Clementine has left there, some CD's.  He pulls a big clump of pages out of his loose-leaf journal and dumps them in the bag.  He gets some clean loose-leaf paper and writes:  December 15, 2004   Nothing much happened today.  I stayed home.  Naomi worked on her dissertation.  The scene is fading as he continues to write.  \n[7] Patrick is checking out the apartment.  Stan monitors the equipment.  \n[8] Joel gets off the elevator and approaches the receptionist.  \n[9] Joel enters, checks his phone machine: zero messages.  \n[10] Joel gets off the elevator, approaches Carmen, who is in conversation with someone else.  \n[11] Joel checks his machine: zero messages.  \n[12] Joel is on the phone pacing.  \n[13] Joel drives past vague local landmark.  \n[14]\tBut what am I supposed to do?  \n[15]\tHow can I?  How can I move on when I know \tI'm the only one to carry this love we \thad?  How do I do that?  \n[16] Stan works the joystick.  Patrick sits on the bed with Joel.  \n[17] Joel distractedly reads a book, checks the clock, goes back to the book.  The door opens.  He looks up.  Clementine is staggering in, drunk.  \n[18] Joel drives to catch up with Clementine.  He rolls down his window to talk to her.  \n[19] Stan watches the screen.  Patrick paces, fidgets, looks at the unconscious Joel.  \n[20] Joel and Clementine sit and eat dinner in front of the TV. It's hard to make out what they're watching. They sit on opposite ends of the couch.  They look bored. The scene quickly degenerates.  The room fades.  \n[21] Joel watches TV.  Clementine walks by in her underwear, looks at the TV.  She slips into a skirt.  \n[22] Patrick opens the door.  Mary stands there in a winter coat, carrying a backpack.  \n[23] It's dark.  Joel and Clementine are in bed.  The memory is already in the midst of being erased.  Clementine is talking in a monotonous, robotic manner.  \n[24] Patrick is on the phone next to Joel's bed.  Stan watches the lights on the computer screen.  \n[25] Joel is unconscious on the bed, completely still.  Mary and Stan watch the monitor and smoke a joint.  After a silence:  \n[26]\tHi, it's Joel.  Please leave a message \tafter the beep.  Beep.  \n[27] Stan is on the phone.  He's really stoned and watches Mary, stoned herself, dancing in a sexy trance to something soft and low on the stereo.  \n[28] Stan and Mary have sex on the floor next to Joel's bed.  \n[29] It's raining out.  Joel is reading, slouched in a chair.  He looks over at Clementine, stretched out on her belly in her underwear.  She's reading, too.  \n[30] Stan and Mary lie on the floor, their stoned minds wandering after sex.  Stan suddenly perks up.  He looks at the monitor.  \n[31] Stan hangs up the phone, looks at Mary.  \n[32] Stan works on trying to get the signal back.  His hair is combed and he's dressed neatly, looking professional but still stoned.  Mary is pacing nervously to and from the window, looking out into the night.  She's dressed also, and she's wearing more make-up now.  Her hair is pulled up into some sort of style.  Suddenly she freezes at the window.  \n[33] Mierzwiak looks up from the computer screen.  \n[34] Stan is back at the controls.  Mierzwiak's at the door with Mary.  \n[35] Mierzwiak is at the machine.  \n[36] Mierzwiak works the equipment.  He has located a small area of light in the brain imaging and eradicates them.  \n[37] Stan sits in the van and smokes a cigarette.  He has an unobstructed view into Joel's bedroom window.  He watches Mierzwiak and Mary.  They're talking as Howard works.  It appears to be a very serious discussion.  A car pulls up outside.  Stan turns to see.  A middle-aged woman gets out, checks the address on Joel's building, approaches the only lit window, watches Mierzwiak and Mary inside.  Mierzwiak's resolve has apparently weakened and he and Mary kiss again. This time it leads to groping, partial undressing, and falling onto the bed alongside the unconscious Joel.  The woman in the window is transfixed.  As Mierzwiak fumbles to unzip his pants, he catches sight of the woman in the window. He practically shrieks and jumps up.  \n[38] Mary looks confusedly at Howard.  \n[39] The woman is at her car.  Stan watches from the van. Mierzwiak is hurrying to the woman.  \n[40] It's deathly silent as Mierzwiak and Stan work on completing the job.  Mierzwiak locates a light hidden very deep in the map of Joel's brain.  He targets it.  \n[41] Joel sits in the quiet living room.  The scene is fading.  \n[42] Joel sits.  \n[43] Namoi is red-eyed from crying.  She is packing things in boxes.  Joel paces, steals glances at her, doesn't know what to say.  She holds up a book.  The scene starts to fade.  \n[44] Joel watches out the window as Naomi stuffs a final box in the trunk of a car.  There's another woman down there with her.  They get into the car and drive off.  \n[45] The lights are off.  Joel sits on a chair near the window, writing in his journal.  The streetlight illuminates the paper.  Naomi sleeps in the bed.  \n[46] Joel is at his closet, putting on a sweater.  Naomi is at the dining room table, papers spread out before her, writing. Joel turns and watches her for a moment.  \n[47] Howard watches the monitor.  The last specks of light are fading.  It grows dark.  He is tired, his eyes are hollow. He turns to Stan, who is staring out the window at the dawn.  \n[48] Stan and Howard load the last of the equipment into the back of the van.  He and Howard look at each other.  \n[49] Joel awakens.  The apartment is neat, like when he went to sleep.  He gets out of bed and heads into the bathroom.  \n[50] Joel and Naomi are in bed having sex.  There are certain sexual routines, habits, they have fallen back into almost immediately.  She sticks her tongue in his ear in a way that's trying to be sexual but just feels embarrassing to him.  They finish and lie there.  \n[51] Joel enters, drops his overcoat on a chair, dials the phone.  \n[52] Joel enters with his mail.  He opens a manila envelope, reads the enclosed file, sticks the cassette tape in his stereo, listens.  Joel dials the phone.  \n[53] Joel hangs up.  He dials the phone.  ", "Mother": "\n[1]\tHow's my baby boy?  She's gone.  \n[2]\tLittle baby getting awwwl cleean.  Awl \tclean.  \n[3]\tJoel, I was just -- \t\t \tOh.  Um... I'll ask you in the morning, \thoney.  Have a good night.  The mother backs out, closes the door.  Joel cringes. Clementine laughs, still in the mode of the memory she was swiped from.  Flash!  It's all gone.  ", "Barish": "", "Stan": "\n[1]\tBoo.  \n[2]\tBarely seen you all morning, kiddo.  He leans in to kiss her.  She cranes her neck to keep him off.  \n[3]\tSorry.  I just --  \n[4]\tI know.  Anyway --  \n[5]\tSee you later, alligator.  \n[6]\tHey, if you're ordering lunch for \tMierzwiak, would you --  \n[7]\tMr. Barish.  \n[8]\tWe use the articles you brought to create \ta map of Clementine in your brain. \tTonight while you sleep we'll be able to \ttrace the map and erase.  \n[9]\tVery good.  Stan pulls out a potato dressed as a Vegas showgirl.  Joel studies it.  The machines register his response.  \n[10]\tGood.  We're getting healthy read-outs.  The room, Stan, and Mierzwiak are now vague and wispy.  \n[11]\tPatrick, do me a favor --  Joel is watching Stan.  Stan is not speaking, yet his voice continues.  \n[12]\t-- and check the voltage levels, I'm not \twiping as clean as I would like here.  Joel looks up.  Stan's voice seems to be coming from above.  \n[13]\tThen check the connections.  Patrick fiddles with some jacks.  \n[14]\tYeah, that looks better.  Thanks.  \n[15]\t\t \tDecember 15th, 2004.  I met someone \ttonight.  Oh, Christ:  I don't know what \tto do.  Her name is Clementine and she's \tamazing.  So alive and spontaneous and \tpassionate and sensitive.  Things with \tNaomi and I have been stagnant for so \tlong.  The scene is just a shell of itself as Stan rattles on.  \n[16]\tI think we got this one.  Let's push on.  Joel looks up at the ceiling.  \n[17]\t\t \tIt's an apartment.  \n[18]\tPatrick, let's just get through this.  We \thave a long night ahead of us.  \n[19]\tSo, Mary's coming over tonight.  Joel looks up.  \n[20]\tJust wanted to let you know.  \n[21]\tShe likes you okay.  \n[22]\tYou can if you want.  \n[23]\t\t \tThis one's history.  Moving on...  \n[24]\tPatrick, we need to focus.  Stan aims the joystick.  \n[25]\tYeah, that's this guy's girlfriend.  Was.  \n[26]\tShe was unconscious, Patrick.  \n[27]\tJesus, Patrick!  \n[28]\tLook, just don't tell me this stuff.  I \tdon't want to know this shit.  \n[29]\tWe have work to do.  There's a click and Joel finds himself in --  \n[30]\tPatrick... do you know how unethical...  \n[31]\tHey, you.  Stan and Mary kiss.  She looks down at Joel as she takes off her coat.  \n[32]\tYou found us okay?  \n[33]\tWe haven't checked.  \n[34]\tMaybe if you stopped stealing their \tpanties.  \n[35]\tThat's a good one.  \n[36]\t\t \tIt's a good one all right.  \n[37]\tIt's a quote book.  \n[38]\tYup.  \n[39]\t\t \tYup.  \n[40]\tPatrick, we're in the middle of --  \n[41]\t\t \tGo.  \n[42]\t\t \tYeah.  \n[43]\tYou love him, don't you?  Mary seems surprised, taken aback, caught.  She is silent for a long moment.  \n[44]\tHey, where are you?  \n[45]\tI can handle it.  He's pretty much on \tauto-pilot anyway.  \n[46]\tIt's stopped.  \n[47]\tListen, it's not erasing.  He makes his way, naked, to the computer screen.  \n[48]\tIt's not erasing.  He's off the screen.  \n[49]\tI don't know.  He's not on the map.  Stan tries to break through his marijuana haze.  He fiddles nervously with the equipment.  \n[50]\tI don't know what to do!  I don't know \twhat to do!  Crap.  Crap...  \n[51]\tI don't know!  I just said that!  \n[52]\tShit!  He jerks the joystick spastically.  Mary, also naked, gets up and looks over his shoulder at the screen.  \n[53]\tNo way.  I can handle this.  \n[54]\t\t \tOkay.  He dials the phone, waits.  \n[55]\tHello, Howard?  \n[56]\tThe guy we're doing?  He's disappeared \tfrom the map.  I can't find him anywhere.  \n[57]\tI was away from the monitor for a second. \tI had it on automatic.  I had to go pee.  \n[58]\tHe went home sick.  \n[59]\t1062 Sherman Drive.  Apartment 1E, \tRockville Center.  Mierzwiak writes it down on a bedside not pad.  He hangs up.  \n[60]\tYou better go.  \n[61]\tShe came to help, Howard.  \n[62]\tI tried that already.  \n[63]\tYeah.  Of course.  Mierzwiak ponders.  He unzips his equipment bag, pulls out another laptop computer and plugs it in to the system.  \n[64]\t\t \tYou get some sleep, Howard.  I'll take it \tfrom here.  \n[65]\tHoward, they've disappeared again.  \n[66]\tI'll go out for a smoke.  If no one \tminds.  \n[67]\tLet me take you home.  Mary shakes her head \"no.\"  She walks off, dazed.  \n[68]\tSo, I've got to drop the van off.  \n[69]\tHey.  \n[70]\tI swear.  \n[71]\tOnce, maybe.  She watches him closely, waiting for him to continue.  \n[72]\tIt was here.  At his car.  I was coming \tback from a job and spotted you together. \tYou seemed caught.  I waved.  You \tgiggled.  \n[73]\t\t \tHappy.  Happy with a secret.  Mary starts to cry.  \n[74]\tI never saw you together like that again. \tSo I figured I was imagining things.  Mary says nothing.  \n[75]\tI really like you, Mary.  You know that.  \n[76]\t\t \tYou were in red.  That red sweater with \tthe little flowers, I think.  You were \tleaning against his car. \t\t \tHe looked a little like a kid.  Kind of \tgoofy and wide-eyed.  I'd never seen him \tlook like that before.  Happy.  You \tlooked beautiful.  You looked in love.  \n[77]\tI work here.  I used to work here.  Stan. \tPlease just tell Howard I'm here to clean \tout my desk.  \n[78]\tI don't know what you're talking about, \tHoward.  \n[79]\tJesus.  Mierzwiak turns up the volume on a small video monitor looking in on the lab, where Patrick has clearly taken over Stan's position.  He is in the process of interviewing a sad young woman.  \n[80]\tHi.  \n[81]\tCan I... I brought some --  She steps aside for Stan to enter.  He does, looks around, sees the tapes and the stuffed envelopes on the floor.  \n[82]\tWhat's this?  \n[83]\tI know what it is.  \n[84]\tI don't know.  I just -- there are a lot \tof really confused people showing up at \tthe office.  \n[85]\tMary, people come to him voluntarily.  \n[86]\tThe office is filled with people who want \ttheir memories re-erased.  \n[87]\tMary... please.  This is hurting people.  Long pause, then:  ", "Mary": "\n[1]\tMay I help you?  \n[2]\tYes, please have a seat.  He'll be right \twith you.  Clementine sits.  She looks tired, maybe hungover.  She picks up a magazine at random and thumbs without interest.  \n[3]\tHoward, your one o'clock.  \n[4]\t\t \tYes?  \n[5]\tCole slaw, ice tea?  \n[6]\tWelcome, Howard.  She smiles and heads down the hall.  Stan, 30's, tall, spindly, and earnest in a lab coat pops out of a doorway.  \n[7]\tHi.  She glances back nervously at Mierzwiak's open door.  \n[8]\t\t \tStan... c'mon...  \n[9]\t\t \tIt's just...y'know... I mean...  \n[10]\tAnyway, I've got to do my tap \tdance here.  She indicates the door to the reception area.  Stan nods.  \n[11]\t'kay.  \n[12]\tI better do this, Stan.  Stan nods again and Mary opens the door to the waiting room.  \n[13]\tMs. Kruczynski?  \n[14]\t\t \tHow are you today?  \n[15]\t\t \tHere we are.  Mierzwiak steps out from behind his desk.  \n[16]\tHello again, Mr. Barish.  Good, you've \tgot your stuff.  \n[17]\t\t \tHow are you today? \t\t \tHere we are.  \n[18]\tMay I help you?  \n[19]\tPlease have a seat.  Dr. Mierzwiak will \tbe right with you.  \n[20]\t\t \tHow are you today?  \n[21]\t\t \tHere we are.  Joel glimpses Mary smiling coquettishly at Mierzwiak.  \n[22]\t\t \tHi, May I help you?  These degraded, faded memories allow Joel to detach himself and hear what's going on in his bedroom.  \n[23]\t\t \tOh, hey, Patrick.  \n[24]\tIt's freezing out.  \n[25]\tYeah. \t\t \tPoor guy. \t\t \tHave anything to drink?  \n[26]\tWell, allow me to do the honors.  It's \tfucking freezing and I need something.  She heads into the kitchen.  Stan turns back to monitor the slivers of light.  \n[27]\tHey, hey.  She pours the whiskey.  \n[28]\tOh, Patrick, you didn't want any, did \tyou?  \n[29]\tBlessed are the forgetful, for they get \tthe better even of their blunders.  Mary and Stan click glasses.  \n[30]\tNietzsche.  Beyond Good and Evil.  Found \tit my Bartletts.  \n[31]\tYeah, I can't wait to tell Howard!  It \tseems really appropriate.  \n[32]\tI love quotes.  So did Winston Churchill. \tHe actually has a quotation in Bartlett's \tabout Bartlett's.  Isn't that trippy?  \n[33]\t\"The quotations when engraved upon the \tmemory give you good thoughts.\"  \n[34]\tI like to read what smart people say.  So \tmany beautiful, important things.  \n[35]\tDon't you think Howard's like that? \tSmart?  Important?  \n[36]\tI think he'll be in Bartlett's one day.  Stan focuses on the monitor.  Mary pours herself another drink.  \n[37]\tLet him go, Stan.  I can help.  \n[38]\tIt's amazing, isn't it?  Such a gift \tHoward gave the world.  \n[39]\tTo let people begin again.  It's \tbeautiful.  You look at a baby and it's \tso fresh, so clean, so free.  And \tadults... they're like this messy tangle \tof anger and phobias and sadness... \thopelessness.  And Howard just makes it \tgo away.  \n[40]\tNo. \t\t \tBesides, Howard's married, Stan.  He's a \tvery serious and ethical man.  I'm not \tgoing to tempt him to betray all he \tbelieves in.  Stan takes another drag on the joint, passes it to Mary.  \n[41]\tWhat?  \n[42]\tWhere?  \n[43]\tWell, what should we do?  \n[44]\tSor-ry \t\t \tWe have to do something.  He can't wake \tup half done.  \n[45]\t\t \tWe should call Howard.  Stan turns and looks at her.  He's stoned and trying to understand her motivation.  \n[46]\tThis guy's only half cooked.  There's no \ttime to fuck around, Stan.  Stan tries to think.  He paces.  Mary watches him.  Finally:  \n[47]\tHe's coming?  \n[48]\tHell no.  She starts getting dressed.  \n[49]\tShit, I'm so stoned.  I don't want him to \tsee me stoned.  Stop being stoned, Mary!  She hurries into the bathroom with her bag.  \n[50]\tGod, I look like shit!  God!  Mary slams the bathroom door.  Stan puts his head in his hands.  \n[51]\tThere he is.  Oh my God.  Oh my God.  Do \tI look okay?  She doesn't say anything.  \n[52]\tI'm still stoned.  Are you?  Crap.  She looks in the mirror.  \n[53]\t\t \tYour Visine didn't do shit, fella.  The doorbell buzzes.  Mary lunges for the door, then calms herself before opening it.  Mierzwiak, holding an equipment bag, looks surprised.  \n[54]\tI wanted to learn as much about the \tprocedure as possible, Howard.  I think \tit's important for my job...to help \tcomfort the clientele.  You know.  Mierzwiak looks from Mary to Stan, nods, and enters.  Mary closes the door.  Mierzwiak crosses to the equipment.  \n[55]\tThat was beautiful to watch, Howard. \tLike a surgeon or a concert pianist.  \n[56]\tI'm so sorry, Howard, you must be tired.  He nods, distractedly.  She smiles to herself as he heads back to the equipment.  \n[57]\t\t \tI like watching you work.  Stan sighs, grabs his coat.  \n[58]\tDo you like quotes, Howard?  \n[59]\tOh, um, like famous quotes.  I find \treading them inspirational to me.  And in \tmy reading I've come across some I \tthought you might like, too.  \n[60]\tOkay, um, there's one that goes \"Blessed \tare the forgetful, for they get the \tbetter even of their blunders.\"  \n[61]\tYeah, yeah it is, Howard.  And here I was \tthinking I could tell you something you \tdidn't know.  \n[62]\t\t \tThere's another one I like, I read.  It's \tby Pope Alexander.  \n[63]\tYes, shit.  Oops, sorry! \t\t \tSorry.  It's just I told myself I wasn't \tgoing to say Pope Alexander and sound \tlike a dope and then I go ahead and do \tit.  Like I psyched myself out.  \n[64]\tYou are such a sweetheart.  There's an embarrassed moment as that line hangs in the air. Then Mary plunges ahead to bury it.  \n[65]\tAnyway, the quote goes \"How happy is the \tblameless Vestal's lot!  The world \tforgetting, by the world forgot: Eternal \tsunshine of the spotless mind!  Each \tprayer accepted, and each wish resign'd\".  She smiles, proud and embarrassed.  \n[66]\tReally?  I thought it was appropriate \tmaybe.  That's all. \t\t \tI really admire the work that you do.  I \tknow it's not proper to be so familiar \tbut I guess since we're outside the \tworkplace I feel a certain liberty to --  \n[67]\tOkay.  Good.  Great.  Thanks. \t\t \tI like you, Howard... an awful lot.  Is \tthat terrible?  Mierzwiak seems momentarily taken aback, then returns to his unflappable self.  \n[68]\tI've loved you for a very long time.  I'm \tsorry!  I shouldn't have said that.  \n[69]\t\t \tI wish I was your wife.  I wish I had \tyour kids.  Mierzwiak comforts her with a hug.  It turns into kiss.  He pulls away.  \n[70]\tNo you're right.  Once again.  You're a \tdecent man, Howard.  He smiles sadly at her.  She smiles courageously at him.  \n[71]\tWhat?  She follows his eyes and sees the woman in the window, who turns and walks off in a huff.  \n[72]\tOh my God!  Mierzwiak is already in his coat.  He's out the door.  \n[73]\t\t \tMrs. Mierzwiak, it's true.  And it's not \tMr. Mierzwiak's fault.  I'm a stupid \tlittle girl with a stupid little crush. \tI basically forced him into it.  I swear.  Hollis turns, looks at Mary and then at Mierzwiak.  \n[74]\tTell me what?  Hollis and Mierzwiak have locked eyes.  Mary looks back and forth between them.  Hollis starts her car.  \n[75]\tWhat, Howard?  \n[76]\t\t \tUm, I liked you immediately.  At the job \tinterview.  You seemed so... important \tand mature.  And I loved that you were \thelping all these people.  You didn't \tcome on to me at all.  I liked that.  I \twas tongue-tied around you at first.  I \twanted you to think I was smart.  You \twere so nice.  I loved the way you \tsmelled.  I couldn't wait to come to \twork.  I had these fantasies of us being \tmarried and having kids and just... \t\t \t...and so... then... when... \tthat one day, when I thought you looked \tat me back... like... Oh, Howie, I can't \tdo this?  How can I do this?  \n[77]\tYeah, I know.  Oh, God.  Okay, well, I \twas so excited...  \n[78]\t...Remember you bought me that little \twind-up frog?  A vague shot of a wind-up frog.  \n[79]\tAnd you said...  A vague shot of Mierzwiak mouthing to Mary's voice.  \n[80]\t\"This is for your desk.  Just a little \ttoken\"  Back to Mary sitting on the floor, listening to the tape.  \n[81]\tI knew then... I knew something was going \tto happen... something wonderful.  \n[82]\t\t \tDo you swear you didn't know?  \n[83]\tAnd you never even suspected?  Never saw \tus behaving in any unusual way together?  \n[84]\tHow did I look?  \n[85]\tAnd after that?  \n[86]\tDo you remember anything else?  What I \twas wearing?  Was I standing close to \thim?  Was I leaning against his car like \tI owned it?  How did he look at me when I \tgiggled?  Tell me everything.  \n[87]\t\t \tThanks, Stan.  She stops but doesn't turn to face him.  \n[88]\tYou're nice. \t\t \tBut I love him.  I knew I loved him.  Now \tI know.  He nods.  She waves, heads to the elevator.  \n[89]\tI need this signed, Howard.  He takes it, unable to make eye contact.  He signs it, hands it back.  \n[90]\tThanks. \t\t \tSo... do we talk about this... or what?  \n[91]\tDo you love me?  Did you love me? \tSomething.  I listened to my tape.  I \tcan't believe I've been sitting right in \tfront of it for a year.  It's like \tlistening to someone else's story.  I \tmean, I hear myself talking about having \tsex with you and I can't even imagine you \tnaked.  I can't even say \"naked\" to you!  \n[92]\tYou made me have an abortion.  \n[93]\tYou made me have you erased!  I loved \tyou.  I love you!  How could you --  \n[94] Mary gets out of bed.  She has been crying all night.  She's a wreck.  She puts on some coffee then crosses into the living room area.  Sitting there are piles of the files from work.  She pulls the top one out, copies the name and address onto an envelope stuffs the file and tape cassette in.  She pulls another file out.  This one has Joel's name on it.  She copies it onto an envelope.  \n[95] Mary opens the door.  Stan stands there with two cups of take out coffee.  \n[96]\tOh.  \n[97]\tWhat do you want, Stan?  \n[98]\tNothing.  \n[99]\tThen why did you ask me?  \n[100]\tThey have a right to know.  Howard is a \tthief.  He steals the truth. \t\t \tI can't remember my baby!  I can't \tremember my baby.  It existed and I can't \teven remember.  Do you understand that?  Stan doesn't know what to say.  He stands there dumbly.  Mary slumps into a ball on a chair.  \n[101]\tI won't allow it.  Those who cannot \tremember the past are condemned to repeat \tit.  What do you think of that?  That's \tfrom my quote book.  \n[102]\t\t \tRemember the Alamo!  Remember the Alamo!  \n[103]\t\t \tI don't want to hurt people. \t\t \tBut these things happened!  All these \tlittle sadnesses, the big ones.  What if \tno one remembers?  What does that do to \tthe world? \t\t \tSomeone has to remember, Stan.  They look at each other.  \n[104]\tMay I help you?  \n[105]\tYes, please have a seat.  The doctor will \tbe with you momentarily.  The woman sits.  Mary presses an intercom button.  \n[106]\tHoward, your 10:30.  She switches the tape back on.  ", "Carrie": "\n[1] Joel sits across Rob and Carrie, mid-40's.  \n[2]\tI don't know, honey.  It's horrible.  \n[3]\tMaybe you need to look at this as a sign \tto move on.  Just make a clean break.  \n[4]\t\t \tJoel, honey... We have to feed the dog. \tWould you just wait here?  Just a second.  Joel nods, confused, as Rob and Carrie leave the room and close the door behind them.  Joel hears a hushed argument ensue in the hall.  He notices the dog asleep on the floor. He grabs a magazine off the coffee table, flips through it distractedly as he paces, puts it down, picks up another.  A subscription card falls to the floor.  He picks it up and is about to shove it back in the magazine when he sees it is not a subscription card at all.  It reads:  \t\t again.  Thank you.  \t\t     Lacuna Ltd. \t\t     610 11th Avenue, NY, NY  Joel stares at the card, incredulous.  Later: Rob and Carrie are now back in the room.  \n[5]\tYou weren't supposed to see that.  \n[6]\tSweetie, we called the company.  Joel just stands there.  Close-up of a vague dictionary page.  \n[7]\tYou can't tell her, Joel.  They explained \tthat.  Like waking a sleepwalker.  It \tmight have a devastating effect.  \n[8]\tThink about it: to be told you lived an \texistence of which you have no \trecollection.  \n[9]\tMove on, sweetie.  \n[10] Joel sits forlornly in the back seat.  Rob drives and Carrie sits in the front passenger seat.  The car stops in front of Joel's apartment building.  \n[11]\tI hope you feel better, sweetie.  \n[12]\tSay hi to Naomi.  The car door closes.  \n[13] Rob drives.  Carrie fiddles with the radio dial in the front passenger seat.  Joel sits in the back.  \n[14]\tI'm sorry Naomi couldn't make it.  You \tokay?  You seem quiet.  \n[15]\tI did.  You said, things were fine.  \n[16]\tThis is the night you met Clementine, \tJoel.  I remember watching you walk down \tthe beach with her and I thought, oh \tshit.  \n[17]\tI told you that later.  Joel looks out he window.  He sees the husk of a memory on the darkened roadside.  It's Joel and Carrie in:  \n[18] Faded.  Carrie and Joel sit at the table with coffee.  \n[19]\tWho was the girl you walked off with?  \n[20]\tIs this the right way?  \n[21]\tDid you have fun?  Joel nods glumly.  Carrie continues to talk, but her voice goes under as Joel studies the faded husks of memories, piled like refuse outside the moving car window.  He sees dried-out version of previous interactions with Clementine playing out in loops. He looks back and sees the memory of his ride home from the beach with Rob and Carrie.  It, too, is decaying.  Soon all has crumbled into dust.  Everything goes black.  \n[22] Carrie is on the phone.  She pauses nervously, then speaks:  \n[23]\tYes, Joel.  It is true.  We weren't \tsupposed to say anything.  They say it's \tlike waking a sleepwalker.  ", "Patrick": "\n[1]\tI just thought I'd say hi.  I was in the \tneighborhood.  \n[2]\tI was not.  Joel is mesmerized by their familiarity.  As he stands there, the scene starts to dry out. Clementine and Patrick continue their flirtation but it's turning lifeless, as if they are just reciting lines.  The bookstore start to lose its color and immediacy.  \n[3]\tI can't.  I want to, but I have to study.  \n[4]\tI really want to, but tonight's \timportant.  Test tomorrow.  \n[5]\tIt's so cool.  You're by far the most \tsensational person in the room.  \n[6]\tIn the world.  Joel seems dazed, in some sort of dream confusion, as he realizes the world around him is looking increasingly odd.  \n[7]\tThe voltage looks fine.  \n[8]\tDoes that help?  \n[9]\tIt's kind of a dump, don't you think?  Joel looks up, trying to locate the voice.  \n[10]\tNot a dump, then, but kind of plain. \tUninspired.  And there's a stale smell. \tSort of stuffy.  I don't know.  Stuffy.  \n[11]\tYeah.  Patrick returns to the bedside, focuses on the machines for a moment.  He glances at the unconscious Joel.  \n[12]\tSo who do you think is better-looking, me \tor this guy?  Stan glances sideways at Patrick.  \n[13]\tYeah?  \n[14]\tI like Mary.  I like when she comes to \tvisit.  I just don't think she likes me.  \n[15]\tI wonder if I should invite my girlfriend \tover, too.  I have a girlfriend now.  \n[16]\tDid I tell you I have a new girlfriend?  \n[17]\tThe thing is ... my situation is a little \tweird.  My girlfriend situation.  \n[18]\tSee, remember that girl?  The one we did \tlast week?  The one with the potatoes?  Joel looks up, startled.  \n[19]\tI gotta tell you something.  I kind of \tfell in love with her last night.  \n[20]\tShe was beautiful.  So sweet and funky \tand voluptuous.  I kind of stole a pair \tof her panties, is what.  \n[21]\tI know.  It's not like... I mean, they \twere clean and all.  \n[22]\tYeah, okay.  \n[23]\tOkay, but there's more.  Joel listens.  \n[24]\tAfter we did her, I went to where she \tworked and I asked her out.  Joel looks over at the faded Clementine across the couch. She stares straight ahead at the TV.  \n[25]\tHi, Mary.  How's it going?  She walks past him.  \n[26]\tMary hates me.  I've never been popular \twith the ladies.  \n[27]\t\t \tOkay, There's more, Stan --  Stan looks over at Patrick.  Mary returns with a bottle of scotch and two glasses.  \n[28]\tNah, I don't know.  Mary hands a glass to Stan.  She holds hers up in a toast.  \n[29]\tWhat's your bartlett's?  \n[30]\t\t \tYeah.  Cool.  \n[31]\tVery cool.  Trippy.  \n[32]\tDefinitely!  \n[33]\tDefinitely.  \n[34]\tHi, Clementine! -- Why, what's wrong? -- \tOh, I'm sorry. -- Well, I'm not sure, I \tkind of have to study for my test --  \n[35]\tHold on.  Let me ask my friend. \t\t \tStan, can I leave for a little while?  My \tgirlfriend is very --  \n[36]\tShe's right in the neighborhood.  She's \tupset.  Mary is in the kitchen.  She pokes her head out.  She's got some pie on a plate.  \n[37]\t\t \tMary hates me. \t\t \tI'll be right over, Tangerine.  \n[38]\tOh, baby, what's going on?  \n[39]\tOh, Tangerine.  \n[40]\tSure.  We'll go next weekend and --  \n[41]\tUm, okay.  I'll call my study partner.  \n[42]\t\t \tStan, it's Patrick.  Pick up.  \n[43]\tI got into a situation with the old lady. \tCan you handle things tonight alone?  I'm \treally sorry, man.  \n[44]\tThanks, Stan.  I owe you.  Patrick hangs up, rifles quickly through his backpack.  He pulls out a silver bracelet, puts it in his pocket, then pulls out a journal, flips through it, keeping an eye on the bedroom door.  The handwriting is a woman's.  He finds what he's looking for.  He reads:  \n[45]\tI'm excited, too.  Oh, and I wanted to \tgive you this.  It's a little... thing.  Patrick pulls the bracelet from his pocket, hands it to her.  \n[46]\tI didn't have a chance to wrap it.  \n[47]\tNothing is wrong with you.  You're the \tmost wonderful person I've ever met.  She glances gratefully over at him then starts to cry even harder.  \n[48]\tI could die right now, Clem.  I'm just \thappy.  I've never felt that before.  I'm \tjust exactly where I want to be.  Clementine looks over at him.  Their eyes meet.  She sobs.  \n[49] Patrick and Mary are heading home from Boston.  Mary is silent and depressed.  Patrick tries to break the silence.  \n[50]\tYou want to stop for coffee or something?  Mary shakes her head \"no.\"  Long silence.  \n[51]\tWell, it was sure beautiful on that \triver.  Thanks for sharing it with me.  Mary doesn't say anything.  Silence.  \n[52]\tWell do it again soon.  \n[53]\tThis never should've happened, ma'am. \tWe'll take care of it.  ", "Frank": ""}}