{"filename": "Extract_script.txt", "imdb_id": "tt1225822", "imdb_url": "https://www.imdb.com/title/tt1225822", "characters": ["Brad", "Victor", "Suzie", "Step", "Rory", "Mary", "Joe Adler", "Hector", "Willie", "Gabriella", "Cindy", "Dean", "Brian", "Joel", "Nathan"], "dialogues": {"Brad": "\n[1]Yeah, two-hundred. \n[2]Um, I have a question? \n[3]So like, are you gonna, like, watch or something? \n[4]So, uh, you're not gonna touch my ass or anything...? \n[5]Oooh, I see. Sorry man. Yeah, yeah. I get it now. You're not even gonna be there... \n[6]Yeah... cool. No problem. This is gonna be great! \n[7]Yeah, this is gonna be cool! I can hardly wait! Awesome. Hey man, if you know anyone else who needs -- you know -- what I do, like you know, lonely housewives and shit, maybe you could tell 'em about me, you know... Joel looks on with growing concern as Brad can't seem to stop talking. \n[8]Cuz like, I figure if I did a few jobs and I was, like, really good? Then maybe they'd tell their friends, you know, and they'd give me a... what do you call those things? \n[9]Yeah yeah, those things. Then those women could tell more women and then it'd be like I was, like, uh... branching or.. \n[10]Yeah, networking! Totally. Then if I got enough of 'em, maybe I could quit my landscaping job and do this full time. That would be awesome! Cause I hate landscaping. I like getting laid a lot better, and my boss is a total dick... \n[11]Like I say, if your wife has any housewife friends who might-- Dean finally puts his foot down. 39. \n[12]Alright. Cool. Like I say-- \n[13]Okay. See you later. Brad finally leaves. \n[14]Hey, is this Joel? \n[15]Hey, it's Brad. Mission accomplished dude. \n[16]I mean it worked. She totally went for it. \n[17]Oh really? I forgot what time you guys said, and I was so excited about it, I just went over there. Joel sits down, freaked out. \n[18]Yup. It was easy. \n[19]Oh, I don't mean easy like she was easy -- like she was a slut or anything. I just mean it wasn't hard to get her to... Never mind. \n[20]You sure? \n[21]Okay. Well, she let me in, so I went back like I was cleaning the pool... \n[22].I don't know anything about pool cleaning, so I was just faking it. She was in her bathing suit... \n[23].So I struck up a conversation... \n[24]This is a really nice house. \n[25]Is it your Dad's house? \n[26]Wow, you look so young to be living in a house this nice. \n[27]Do you have any sunscreen? I forgot mine. 45. Brad's dopey narration comes back in... \n[28]I thought that was pretty smart of me -- to ask her to borrow sunscreen. See, 'cuz that way, once she gave me some, I could ask her if she wanted some too, and rub some on her back, instead of just coming out and asking her to rub some on her. Pretty smooth huh?... We see Brad rubbing lotion on Suzie's back as she lies face- down on the chair. \n[29]Once I was rubbing the sunscreen on her, the rest was easy... We see Brad's hands working their way down Suzie's back. Just as they start to move down towards her butt, Joel interrupts, YANKING US OUT OF THE FLASHBACK. \n[30]Okay, cool. Hey, like I say, if you know of anyone else, or if you ever need me to do it again-- \n[31]Oh, umm... nothing. \n[32]Look, don't worry about it bro'. I won't charge you for this one. \n[33]Well, I figured we already did it once, so what's the big deal? I mean, she said to stop by if I was in the neighborhood, so... Besides, I'm not gonna charge you-- \n[34]Dude, you weren't supposed to be home for another four hours-- Whoa, what happened to your face? \n[35]For what? Suzie let me in. Joel is stumped -- Brad actually has a point. \n[36]I don't know. This is my first one. \n[37]Look man, I know she's your wife an' shit, but you might as well know -- I think we're in love. \n[38]I don't think so dude. \n[39]Uuh.. 69. \n[40]You wouldn't do that. \n[41] Joel starts back to his car. \n[42]Look man, we really have a special thing going on. Please don't mess it up... Joel stops. \n[43] Dude, you can't do this to me. \n[44]Why? \n[45]But I've never felt this way about anyone before. And I've been with a lot of chicks. \n[46]Uh... This doesn't mean we can't still see each other though, right? \n[47]Why? \n[48]Can I see you tomorrow? \n[49]  \n[50]I'll call you tomorrow. \n[51]Hey man... I know you probably want to kick my ass, but-- \n[52]I just wanted to tell you, I'm not gonna see Suzie anymore. You don't have to worry. Joel keeps drinking his beer, stares straight ahead. \n[53]The last time I was over there, she broke it off; told me to quit coming over... She said she was gonna tell you everything -- you know, about us. She's really into you dude. I guess that's why she married you an' shit... You're a lucky guy... Sorry if I messed shit up. Beat. Joel takes another swig. \n[54]Yeah, but I want Suzie. And I can't have her. \n[55]Yeah, but she doesn't love me dude. It's just not the same... Anyway, just wanted to tell you that. \n[56]Alright, later... Brad starts to leave. Then he stops, turns around. \n[57]Oh, one more thing... I quit my landscaping job... And I don't think I'm really cut out to be a gigolo. So I was wondering if you had any openings over there at your extract place? \n[58]Okay... Sorry man. Brad walks away. Joel stares at his beer for a beat, thinking. He calls out to Brad. \n[59]Yeah? \n[60]Cool. Thanks man. 89. ", "Victor": "", "Suzie": "\n[1]Yeah, what an asshole. I don't even go into the front yard anymore. That wife of his is even worse. 11. Suzie plops down on the couch looking tired and pissed off. Joel sits down next to her. \n[2]We gotta get a new pool cleaner.I don't think that asshole checked the chlorine levels again like I asked him too... Joel puts his arm around her, caresses her shoulder. She doesn't seem to notice as he starts getting fresh. \n[3].and every time he is here, he goes on and on about some problem with the goddamn filter, and I have no idea what he's talking about... gets closer, starts kissing her neck. \n[4]  \n[5]I'm sorry. It's just... I'm a little tired, and, I don't know, it's the middle of the week... \n[6]Monday? (Freezes, suddenly \n[7]Idol! Suzie jumps up with newfound energy, runs for the remote and turns on the TV. Joel just sits there. 12. Suzie plops down in a Barcalounger. \n[8]Sorry honey. Maybe this weekend. Joel leaves the room. \n[9]Thanks. \n[10]No. It's ours. \n[11]Oh, thanks. Beat. \n[12]So... How's work? \n[13]Really? What's wrong? \n[14]Oh my God Joel, are you alright? What happened? \n[15]What? By who? What happened? \n[16]Let me drive you to the hospital. You need to get checked out. \n[17]You sure you're okay? It looks like your nose is broken, and your \n[18]Oh hi. You're home early. 70. \n[19]Um... What do you mean? \n[20]Ah... well-- \n[21]  \n[22]Okay. \n[23]Are you all right, Joel? You want an aspirin or anything? 71. \n[24]No Brad, we can't. I'm sorry, but we have to stop doing this. \n[25]It's not right. I feel horrible. Besides, I think Joel's getting suspicious. And you gotta start cleaning the pool too. \n[26]  \n[27]Ah, yes it does. \n[28]Because of all the things I just said. \n[29]  \n[30]No. \n[31]No. Look, you gotta go Brad. Joel could be home any second. \n[32](just trying to get rid of \n[33]  \n[34]Listen Joel, there's something I have to tell you. I think we need to be honest with each other. Suzie sits down. 83. \n[35]I'm not sure how to say this, but -- well, you've been so caught up in you're work lately, and I'm here alone all day and sometimes I just-- \n[36]Wha... Suzie is stunned. \n[37]You knew? \n[38]Well I know you hired him, but how did you know about-- \n[39]What? \n[40]But... what... Why? Joel is so fed up, he just tells her everything. \n[41]Brad was getting paid?...  So you've been paying Brad this whole time? All fifteen times?! \n[42]You wanted to have an affair with another woman? \n[43]You asshole. \n[44]Yes! How could you? \n[45]None of this would've happened if you hadn't hired him. 85. \n[46]You're sick, you know that? Beat. Joel can't really argue this point. \n[47]That's it. I'm leaving. Suzie heads for the door. Joel follows after her. \n[48]Fine. Joel opens the door, about to storm out, only to find NATHAN, standing right there about to ring the doorbell. \n[49]Now's not a good time Nathan. Joel turns around, storms off back into the house. \n[50]No. Look, we can't talk right now. \n[51]Now's not a good time. \n[52]I don't know. \n[53]Okay tomorrow. \n[54]I don't know. Just come by tomorrow. I can't talk now. \n[55]Yeah, Okay... Suzie shuts the door, cutting him off. \n[56]  \n[57]Yeah, didn't work out. \n[58]Yeah. \n[59]Look Nathan, Joel and I aren't going to that dinner okay? Nathan acts deeply disappointed. \n[60]Joel never agreed to this Nathan, and neither did I. \n[61]Okay, let me be really clear with you then. When we say \"I don't think so,\" or even \"I'm not sure,\" that means \"no.\" Why can't you understand that? \n[62]Shut up! In fact, let me be even more clear with you. We don't like you! Is that clear enough? You're dull, you never shut up, you never listen, and we don't want anything to do with you ever again! Nathan freezes, in some kind of state of shock. He starts to shake a little. Suzie just keeps going -- it feels too good to stop. \n[63]Is that clear enough for you Nathan?! Is that...? Nathan starts to go into some kind of seizure. \n[64]  \n[65]Yeah, I'm okay. 103. \n[66]It was horrible Joel. He came over to ask for that check, and I just... Suzie breaks down, starts CRYING. \n[67].I just lost it. I started yelling at him. I said horrible things. He had an aneurism and I probably caused it. I think the last thing I said to him was \"shut up.\" Those were the last words he heard. Joel hugs her, consoling. \n[68]It could happen to any of us Joel. Any of us could have an aneurism. We could die at any moment. \n[69]Yeah, okay. Sure. 104. They walk off towards the cemetery gates. After a while, Joel hands Suzie a Kleenex. \n[70]Thanks. They walk a little further. Joel looks at the Chapel nearby. \n[71]I thought you liked the Botanical Gardens? \n[72]You think it would've made a difference? \n[73]Well, legally yes. \n[74]Hmmm... We can talk about it I suppose. \n[75]What? 105. \n[76]Joel! They walk off into the distance as we ", "Step": "\n[1]You get this job through Manpower? \n[2]I started here with Manpower too. Started out on the line just like you. day. Beat. Hector is not quite sure what he's talking about. STEP continues telling his tale in such a way that the only polite reaction would be one of total amazement. \n[3]I'm the best sorter in here. That's why they made me full time with benefits. I'll probably be floor manager this year. A FEW FEET AWAY we see RORY, a stocky indie-rock geek, with too many tatoos, hair shaved on the side with a ponytail, lots of bad piercings, wearing baggy shorts with lots of pockets and some kind of gothy T-shirt -- a look that ought to be out of style by now. 3. Rory is putting stickers on boxes with a sticker gun. He flips the sticker gun around unnecessarily between each application, adding a few unnecessary moves/motions, slapping each box when he's done, generally making the activity look like more of a skill than it actually is. He approaches Step and Hector, pulling out some fliers from his many pockets. \n[4]What are you doing?! \n[5]That's what I was tryin' to say. \n[6]  \n[7]  \n[8]You can go ahead of me if that's all you have. \n[9]Really? I work there too. Or, ah, I used to. \n[10]I go by Step. Yeah, I'm the fastest sorter there... As Cindy and Step get to know each other we \n[11]I just believe that what's right is right. \n[12]A message? \n[13]You think? \n[14]Joe Adler? You did that for me? \n[15]No he didn't. \n[16]That's okay... You're so good to me Cindy. They start cuddling again. \n[17]Joel rushes past him. \n[18]  \n[19]  \n[20]Wow, I don't think you've ever been to my house before. Have you? \n[21]This is my half brother Phil. Joel starts to motion \"don't get up,\" then realizes that's not happening anyway. Phil nods. \n[22]Sure, let's go out back. \n[23]       \n[24]You know, my lawyer told me not to talk to you. You're not here to try to talk me out of suing are you? \n[25]Yes sir. She's my girlfriend. We might even get married after all this lawsuit-settlement stuff gets worked out. \n[26]What? That ain't true at all. \n[27]She got it from falling down some stairs. \n[28]  \n[29]Oh no. No, she didn't even know about that 'til after we started going out. 73. \n[30]Oh yeah. I didn't tell her about it for a while 'cuz I was kind of embarrassed, you know? You don't tell a girl you just met that you lost one of your balls. Especially a girl as hot as Cindy. \n[31]That's her ex. She broke up with him. She's gonna move out. She just needs to get all her stuff outta there. \n[32]Oh yeah. She's moving in with me. \n[33]Look, I know Cindy's got some problems, but she means well. She's the best thing that ever happened to me. \n[34]Oh. Well I'm not worried about that.  I could kick anyone's ass at that whole company. 74. \n[35]Hey. \n[36](looking down at his \n[37]Look, ah... Cindy left me. Joel's nods, not surprised, but sympathetic. \n[38]Yeah, it is a bummer... You know, I thought the worst part was having my balls knocked off, but you know what the worse part is? Dealin' with all this bullshit... I'm sick of that Adler guy tellin' me what to do. He's a real dick. \n[39]The truth is, I just want to have my old life back -- I just want to go back to work. I'm a workin' man; that's what I do. \n[40]I just lay around and watch TV all day. \n[41]The problem is, if I bankrupt the company, there won't be a job to go back to. \n[42]Yeah, but then if I drop the lawsuit, you'll sell the company, and the new company might not hire me. \n[43]I'm sorry, I don't do much book readin'. \n[44]Really? \n[45]Hmm. That sounds fair... But under one condition... \n[46]You make me floor manager. \n[47]Quit yapping and get back to work or you're fired. Step walks off -- maybe pops a testosterone pill. Mary and Gabrielle keep muttering and shaking their heads. LONG PULL OUT as things get back to normal at the factory. ", "Rory": "\n[1] My band's playing this Friday, come check us out. Hector looks down at the flier. It's xeroxed with fifties clip-art, cut out letters and the name of the band, \"God's Cock\". Hector just looks at it confused, not knowing much English, not sure what he's supposed to be doing with the flier. AT THE END OF THE LINE, where boxes are loaded onto pallets, sits MARY, 58 years old, wearing a 15-year-old pair of acid- wash jeans, and an oversized tweety-bird T-shirt, fanny pack, and dayglow yellow triangle-shaped earrings. She's pear- shaped with short hair. She's bitter and bossy, always shaking her head at everyone. She sits on a stool with a clipboard, looks over her glasses at Hector, shaking her head. She talks to Gabriella, a Hispanic woman in her forties. \n[2].Actually, I'm in five bands right now. But Godscock is basically the same four guys as Fighthead, but Fighthead's more of a thrash/skatepunk thing. Godscock is more melodic stuff. Cindy nods politely. Rory thinks she's interested. \n[3]So you comin' Friday? \n[4]Cool. Cindy leaves. ANGLE ON Mary, on the other side of the room, watching them. She talks to Gabriella. \n[5].And when they sell the company, Joel and Brian are gonna be the one's who get rich, and-- \n[6]It's bullshit man. We should get a piece of it. I work my ass off. \n[7]That's right man. We should do it. We should strike. 78. \n[8]I heard those guys up there are the guys from General Mills. 80. Employees' POV: Adler pacing around, yelling, Joel yelling back, etc. [They can't hear any of it.] \n[9]We gotta act fast. They could be about to close the deal. \n[10]Yeah, then it's too late. If they've already sold it we can't get a piece of it. We gotta act fast. We need to do one of those walk outs. \n[11]Okay, who's in? We need a show of force. Come on, it's now or never... We PAN around the employees as the idea builds momentum, ending on HECTOR, who looks completely confused by it all. \n[12]Umm... We were just uh... \n[13]Well, we just think that we should maybe get a piece of it, you know cuz we do all the work... And if we don't... um... Joel's in no mood for this. He goes off on them. ", "Mary": "\n[1]You see that... That new guy. He's holding us up. It's not my job to tell them to hold the line either. \n[2] I'm just gonna sit here. \n[3]I'm not gonna hold the line. If they're not gonna do their job, why should I do mine. Mary sits there, arms folded, lips pursed, refusing to pause the conveyor belt. 4. \n[4]What are YOU doing?!  What is he doing? A YELLING/BICKERING MATCH breaks out between Mary, Step, Rory and Gabriella. Joel runs over, shuts off the conveyor belt. \n[5]You see that? We always get the blame. \n[6]I already warned him. This is the last time. I'm just gonna sit here. In SLOW MOTION, we see: 17. - The first box falls off the end of the assembly line, bottles shatter. - Rory, carrying some boxes slips on the broken bottles of goopey extract, falls and slides into an aisle. - A forklift stops suddenly to avoid hitting Rory, causing a huge stack of pallets to fall off. - Quick shot of Mary shaking her head in slow-motion. - Just as Step rounds a corner to see what's going on, the pallets land on a bunch of pipes and high-pressure valves which burst open sending a piece of shrapnel flying across the room heading straight for - STEP'S CROTCH. The shrapnel heads straight for his genitalia, as we \n[7]I knew it. That's what happens when you don't pay attention. \n[8]My purse is stolen! It's gone!  He did it! He stole my purse! 27. Brian runs over and stands between them, trying to calm Mary down, but she keeps ranting. Hector looks confused and worried. \n[9]I won't hold on! I'll call the cops! \n[10]It's gone! That's how. \n[11]It was black with a fur, leopard style border... As Mary describes the purse, we \n[12]See, there he goes again, slowing us down. Now she's a good sorter. They need to hire more people like her. \n[13]I can't believe he's still working here. You know Silvia can't find her wallet. Thinks it was stolen. And guess who was in the locker room last? Hector. They both look at Hector and shake their heads in disgust. 49. \n[14]You know, I could get a job at Southwest Airlines. My Niece works there. I'd get better benefits than we get here too. \n[15]That's right. \n[16]And we're the ones doing all the work. \n[17]Gabrielle and I work harder than anybody. I should be making what Brian makes. If you add up all the crates I move, I lift 10,000 pounds a day. Minimum. \n[18]If we quit, this place couldn't run. They wouldn't be able to sell this place for anything. JIM, a tall skinny 50-something guy with a ridiculously big mustache and a little paunch, chimes in. \n[19]That's right. I could get a job at Gemco like that. At Gemco, all the employees are owners -- even says so on the name tags. \n[20]Mmm hmm... \n[21] Joel hasn't been in all morning. can you believe that? \n[22]Can you believe that? Blaming Cindy just to protect Hector. \n[23]You know, if Joel's going to put him in charge, we should go on strike. You know, at Gemco, the union handles the strikes and you don't even have to-- PULL OUT as Step cuts her off. ", "Joe": "\n[1]You always give me free drinks though. \n[2]Yeah?... Might as well. No action going on at my house, that's for sure. \n[3]No... I just haven't been laid in a month. 2. \n[4]No. This is pretty much normal these days... As CREDITS continue, camera PULLS OUT, back down to the manufacturing area, past a big vat of orange extract, down through various stages of assembly line production, then follows several bottles of orange extract moving past HECTOR, a Mexican immigrant employee in his thirties. The camera stops on him. Talking to Hector is STEP, a short, beady-eyed Charles-Manson-looking guy with a beard and mustache. Step is in his forties. He makes everything he says sound as macho and important as possible. \n[5]  \n[6]If I don't get home before about 8:00, she puts on the sweatpants and once the sweatpants are on, it's over -- I get nothing. (notices something down \n[7]All right. Now, what's the problem? They all erupt in more BICKERING AND FINGER POINTING. \n[8]Okay! Okay, everyone settle down. Now Mary. Hector here is new okay? It's gonna take him a couple of days, maybe his English isn't so good. You gotta be patient. \n[9]And Step, if you wanna be Floor Manager, this is the kind of thing you're going to have to deal with. 5. \n[10]Okay, now Step, Rory, Hector, let's get this cleaned up, and get rolling again. We can't afford to fall behind today. Joel walks away. People resume their posts. Mary starts right back up with Gabriella. \n[11]  \n[12]Jesus... They're like a bunch of goddamned children. \n[13]Well, I guess he's got that band he's in too... \n[14]Who, Mary? \n[15]Look at 'em... I am so sick of baby sitting these assholes.  I better get going... Joel leaves in a hurry, mumbling something about \"sweatpants.\" \n[16]  \n[17]NATHAN, a middle-aged, overweight, annoying guy is going out to the street to get his mail. \n[18] Please go back inside... Please just turn around.. .Come on...don't notice me... 7. It's too late. Nathan turns, sees Joel's car and waves, then crosses the street to Joel's driveway and waits to talk to him. \n[19]  \n[20]Yeah, actually Nathan, I'm kind of in a hurry here. \n[21]Yeah, in fact...  I should go right now actually. I gotta call the office before they leave. \n[22]Ah, I don't ah... (realizes his should fake \n[23]Ah... \n[24]  \n[25]I'm sorry, I ah... I just don't think that's something we're gonna want to do. \n[26]Oh, I don't know. Suzie doesn't really like going to stuff like \n[27]Well, we wouldn't know anybody there. She get's kind of uncomfortable. \n[28]I just don't... \n[29]Um, why don't we talk about this later.  I gotta make this call before they leave. Joel pulls away, forcing Nathan to raise off the window sill. \n[30]  \n[31]  \n[32]Ah, look Nathan, I really gotta get inside and make this call. Let's talk about this another time. Joel has his finger on the button to shut the garage door, waiting for Nathan to get out. Nathan stops, just inside. 10. \n[33]  \n[34]  \n[35]Man, that Nathan won't shut up. \n[36]What? \n[37]It's not the middle of the week. It's Monday. Why can't-- \n[38]  \n[39]  \n[40]I gotta get a house with a bathroom that's doesn't share a wall with the TV. \n[41]It would look suspicious. We never use those other bathrooms... Maybe if I had some insulation put in... \n[42]But what do I have really? It's a big pain in the ass. 13. \n[43]I'm always working; can't stop or the whole place will fall apart. And what good does it do me anyway? I don't get laid. That stock guy with the shitty band that works for me probably gets laid more than I do. \n[44]Hell, I'd move into a crappy apartment if the bathroom wasn't right next to the TV. \n[45]  \n[46]I thought you said he wasn't serious; he was just sniffing around. \n[47]You're kidding. \n[48]Wow... Joel lets it sink in. He walks over to the window, looking down on the production floor. \n[49]I could unload all this... I could probably retire... \n[50]Tell 'em hell yes. \n[51](to the person on the \n[52]Well, he's definitely lost one of 'em. They think they might be able to re-attach the other one, but they're not sure. 18. \n[53]Yeah... I'm not sure how it happened, but we have a great safety record and we comply with all the safety codes so... it was just a freak accident. There'll be an investigation of some kind I'm sure. \n[54]Oh yeah. Of course. In fact, he'll probably get a huge settlement. \n[55]Boy it really makes you stop and think about how fragile we are -- especially our balls. They're just hanging there in a little sack between our legs. At any moment they could be cut off forever. \n[56]Yeah... Beat. \n[57]You know Dean, my life wouldn't be much different than it is now actually. 19. \n[58]Except for once every three months when I have sex with my wife. In fact, I might even be better off... \n[59]I did? I must've been lying. I don't know... Maybe things'll get better when I sell the company. I'll be around more... \n[60]Ah, it's all right... Actually, it sucks. \n[61]What? \n[62]Xanax? Isn't that for anxiety? \n[63]No. 20. \n[64]For what? \n[65]Are you on something now? \n[66]Yeah, sure. How is Step? 22. \n[67]Really? They think it's that big of a liability? \n[68]No, I guess not. \n[69]Boy, Step sure is being mellow about all this. \n[70]Boy, it sure does make you think.. \n[71]Who? \n[72]Brian, you call everyone here \"Dinkus.\" I don't know who you're talking about. \n[73]Oh... I thought you call him \"boy- genius.\" \n[74]You know Brian, you really ought to learn the employees' names. \n[75]       \n[76]Yeah. She's a temp. \n[77]No a temp. Quit staring. \n[78]Hey, I didn't hire her. She came here through Manpower, like everybody else. They just sent her over. \n[79]Yeah, I know. I guess it makes sense though if you think about it. Hot girls need a job just as much as anyone else. \n[80]You wanna hear something really weird? \n[81]She came on to me. \n[82]Yeah. I mean, I'm pretty sure. I could be wrong, but... \n[83]I don't know about that. \n[84]Extract. And spray-dried flavoring, and we're branching out \n[85]Well, first she started asking me about what happened to Step and all that stuff -- you know, just sort of making conversation? \n[86]But it really seemed like she was flirting with me, you know? 26. \n[87]Then, she just sort of asked me out... I think. \n[88]Well, you see that guy down there by the fork lift? ANGLE ON Rory, the indi-rock guy with tattoos, etc. \n[89]His band is playing somewhere, at some party this weekend, and she asked me if I wanted to go with her. \n[90]What? No. No way. I couldn't live with myself if I cheated on Suzie... It'd be nice if I got laid at home once in a while though... \n[91]Yeah, I do sort of... We see a COMMOTION down on the floor. Mary runs out of the \n[92]Now wait a second. Calm down Mary. How do you know it was stolen? \n[93]Well, what did it look like. \n[94]       \n[95]I'm sick of it Dean. I'm sick of being turned down in my own house by my own wife. We're turning into one of those brother-sister couples. \n[96]  \n[97] Maybe things will be better after I sell the company... Or maybe it's just going to mean more time to sit around and contemplate not getting laid. Dean nods sympathetically. \n[98]Yeah... she was really coming on to me. She gave me her phone number and everything. Told me to call her if I wanted to go to that party. Can you believe that? And there's nothing I can do about it, but just be sexually frustrated. \n[99]No thanks... \n[100]No, I can't. I can't cheat on Suzie. I just gotta power through it until I'm so old that I can't get it up anymore. \n[101]Hmm... I hadn't even thought of that... I wish she would. \n[102]No. I don't think it would actually.  I guess that's weird huh? \n[103]But see, then I could do something about all this sexual frustration, without feeling guilty about it. \n[104]Nah... \n[105]  \n[106]Yeah, maybe. \n[107]  \n[108]How? \n[109]What? \n[110]  \n[111]How do you know a gigolo? 32. \n[112]Come on Dean. \n[113]You know, maybe I will try some of that Xanax. Dean reaches down under the cash register and whips out a little box and pulls out a pill. \n[114]Huh? \n[115] Ah, who cares? \n[116](beginning to slur his \n[117]Do you think it would be wrong to do that? I mean morally wrong? \n[118]I don't know... \n[119]  \n[120]And this guy, he's a friend of yours? What's his name? \n[121]I don't know. It's kinda weird even talking about it. \n[122]Really? \n[123]Yeah, I guess you're right... I don't know. It's crazy. Dean pours Joel another drink. \n[124]Alright. What the hell. Joel takes a big swig of liquor. 36. \n[125]So it's two-hundred dollars then? \n[126]What, so you're a pimp now? \n[127]Alright, alright. So it's two-hundred dollars then? \n[128]Wait a minute-- \n[129]Yeah? Brad looks at Joel, deeply concerned. 37. \n[130]No no no. God no! It's not like that. I won't even be there. I'll be at work. Remember? We already talked about this. Brad looks blank, like he's not getting it. \n[131]What you'll do, is come to my house pretending to be the new pool cleaner. Then you simply try to seduce my wife. Okay? If she doesn't respond, you simply clean the pool and leave. That's all. It's that simple. Hold on Brad for a long beat. \n[132]NO! Try to pay attention okay? I will not be there. I will be at work. You come over to my house while I'm not there, posing as the new pool cleaner and then try to seduce her... Brad finally makes a breakthrough. \n[133]Yeah, that's right. \n[134]Remember, she might not go for it-- Brad starts to get a little too excited. 38. \n[135]Are you sure about this guy Dean? He acts like he's never done this before. \n[136]I don't know. He sure doesn't seem too bright. \n[137]Oh shit! He runs out of the room. \n[138]  \n[139]Dean? \n[140]Thank God you're home. Ah,... did that really happen last night? I mean, did we go through with it -- with that gigolo stuff? \n[141]Shit! What was I thinking?! We gotta call it off. Right now. Can you call that guy, Brad? \n[142]Tell him I'll pay him anyway, whatever, just don't come over. God, what was I thinking?! 41. \n[143]What? I thought you called him last night. \n[144]Well get it from him again. \n[145]Shit! I'll try information. What's Brad's last name? Pause. \n[146]  \n[147]Shit! Joel hangs up the phone, and rushes out the door. \n[148]  \n[149]Not now Brian. \n[150]Not now! We FOLLOW Joel as he rushes past his SECRETARY. \n[151]I can't, I-- Joel stops suddenly. \n[152]Who? \n[153]Um, no... He's the ah, pool cleaner. I better take that. \n[154]  \n[155]Hello? 43. \n[156]Yes. \n[157]What do you mean? \n[158]What? What're you...?  You weren't even supposed to be there for another 45 minutes. \n[159] So you mean she actually ah... you guys...? \n[160]  \n[161]No. Tell me. Tell me how it happened. I wanna hear everything. 44. \n[162]Yeah. \n[163]  \n[164]Okay that's enough! Stop! \n[165]  \n[166]I don't need to hear anymore. \n[167]NO! No. Look, I gotta go. Bye. Joel hangs up the phone and falls back into his chair, in a state of shock. \n[168] Holy shit. \n[169]       \n[170]Dammit ! JOEL'S POV: Nathan, the guy across the street is in his front yard, puttering around with the mail. \n[171]  \n[172]Oh, I'm kind of busy actually. \n[173]Look, ah, we can't go. Remember? \n[174]Yeah, but remember, I told you we didn't really want to go to this thing. Nathan looks dumbfounded. Joel is about to snap. \n[175]Look, I gotta get going. \n[176]  \n[177]It sucks. \n[178]Nothing. Suzie looks a little puzzled. They keep eating in silence for a beat. \n[179]I don't feel well. I'm going to bed. \n[180]       \n[181]  \n[182]  \n[183]I think Step is just chest-beating. He does this all the time. He gets all wound up, talks big, then he always backs down. And that's with his balls. 50. \n[184]Oh, hey Cindy. You can just call me Joel. \n[185]Oh yeah. Right, that's tonight... 52. \n[186]Yeah, I was thinking about it. Are you going? \n[187]Yeah, I think I'll probably go. \n[188]I'm not sure... \n[189]Um... Okay. Sure. \n[190]  \n[191]Hi. I can't talk right now-- \n[192]Look Nathan, I gotta... Wait, you mean yesterday, don't you? \n[193]The new pool cleaner. You saw him yesterday right? Not today. \n[194]What'd he look like? \n[195]You sure it was today? Not yesterday? \n[196]You're absolutely sure? \n[197]  \n[198]What the hell were you doing at my house today?! 54. \n[199]Bullshit! \n[200]Won't charge me for...? You had sex with my wife again?! \n[201]Not gonna charge...? God damn you! Yes you are gonna charge me! I'm gonna pay you! You're not having sex with my wife for free! And I better not ever catch you anywhere near my house ever again! Joel slams down the phone. Then realizes it's a cell phone, picks it back up and hits the \"End\" button. \n[202]  \n[203]       \n[204]I can't believe my wife slept with that guy. \n[205]I guess I didn't really think about it long enough... I just wish it hadn't been so easy for him. \n[206]No, you're right. He may be a stupid, dull-witted moron, but he can get any girl he wants. Me, I had to work for it. I had to work hard, get a career going, take Suzie out a bunch of times, marry her. But not Brad. He gets to waltz into my house and have sex with my wife just like that. Oh, and by the way? That little prick was at my house again today. \n[207]Take a wild guess. 56. \n[208]I'm not going to let him do it for free. No way. I'm paying him. \n[209]Oh, I don't know. The same, I guess. Why? \n[210]I don't know... I feel weird about it. Besides, she's at the party, she probably won't be home 'til late. \n[211] I don't wanna do drugs Dean. \n[212]I get paranoid when I smoke pot. 57. \n[213]Oh, wonderful. \n[214]Oh, I don't know... I'm kind of a light weight. I think that's too much for me-- \n[215]Ah, what the hell. Willie instructs Joel on the bong usage in the same condescending way a weight-lifting instructor would. \n[216]Umm, I think... no. \n[217]You know, maybe I should just let \n[218]What? Long pause. \n[219]Oh, I thought somebody said something. Willie looks at Joel, stone-faced, adding even further to Joel's paranoia. He stares at Joel for a long beat. Then, in an instant, he's right up in Joel's face. \n[220] Yeah, heh heh... 60. \n[221]What time is it? \n[222]Alright. Joel gets the phone number out of his pocket. \n[223]Oh, she's got brown hair. Pretty hot. Kind of working-class looking... \n[224]Umm... Oh you know,... \n[225]Yeah... Beat. Joel's not sure if that was the right answer either. \n[226]Yeah... Kinda nasty, heh heh... Joel starts dialing the number. \n[227]I hope I don't wake her up... It's busy. \n[228]Yeah. \n[229]Still busy... Man, what kind of person doesn't have call-waiting. \n[230]  \n[231]Huh? But... Beat. \n[232]Oh... You're joking right? Trying to make me paranoid? Joel waits for Willie to start cracking up. He doesn't. He just continues glaring at Joel. We hear the FRONT DOOR UNLOCK. Everyone looks. CINDY enters. \n[233]  \n[234]I'm fine. I'm fine. I just ah... got my ass kicked. Go back to sleep. \n[235]It was just... some guy over at Scoreboards. \n[236]No. I'll be fine. I just want to sleep right now, okay? \n[237]  \n[238]  \n[239]He isn't returning my calls. \n[240]Oh, I fell down some stairs. \n[241](clutches his head \n[242]Ah... no. \n[243]No he--! What? Where did you hear that? \n[244]But... Step? Does he even know her? \n[245]What?! \n[246]Really? \n[247]Fire Hector? What for? 66. \n[248]No. Don't fire him. Just trust me on this. Give him another week. If anything else is stolen, then you can fire him. \n[249]Okay, thanks. I better get this. Brian leaves. \n[250]Hello. \n[251]Uh-huh. \n[252]He did take a swing at me Dean. Several swings. In fact, he beat the living shit out of me. \n[253]Yes. \n[254]I'm not feeling well. I'm going to go home early. \n[255]  \n[256]Shit! Joel slams on the brakes, turns around, chases Brad's truck down and cuts him off, forcing him to stop. They both get out of their vehicles. Joel is livid. \n[257]What the hell were you doing on my street again?! \n[258](trying to improvise a tough, snappy comeback, but can't quite make it \n[259]The same thing that's gonna happen.. Your face is gonna look worse if... GOD DAMMIT! If I ever catch you anywhere near my house or my wife again, I'll have you arrested. \n[260]What the hell is wrong with you anyway? Do you do this with all your clients -- just keep coming back and hanging around? \n[261]What?! I thought you were a professional! \n[262]In love?! HA! Man are you stupid. You are so goddamn dumb. You think she loves you? You're nothing but a piece of ass to her. That's all. \n[263]Oh, you don't think so \"dude?\" Well did you ever think about this: she doesn't even know that I paid you to have sex with her -- did that cross your small mind? \n[264]How about I go home right now and tell her? Tell her you did it for the money. How about that loverboy? Brad suddenly looks worried. This really freaks him out. \n[265]You don't think so? Watch me. \n[266]Don't mess it up?! You're talking about my wife! My house! Stupid- ass! Joel gets in his car and starts it. \n[267]Oh yes I can... Joel peels out, drives half a block and turns into his driveway. \n[268]  \n[269]  \n[270]So how was that new pool cleaner? she plays it cool. \n[271]What do you think I mean?... Did he do a good job cleaning the pool? \n[272]Did he get all the... leaves? It doesn't really look that clean. I mean I'm looking at it, and I'd say it's pretty goddamn filthy. Did the guy even clean it at all? It sure doesn't look like it. \n[273]I think he did a horrible job. I don't think we should use him anymore. \n[274]Okay. Suzie watches Joel leave, a slight look of guilt on her face. \n[275]No. \n[276]  \n[277] Yeah, I don't think so. I would've remembered... \n[278]Hi... Hey Step, can we talk in another room. \n[279]Oh, no... No, I'm just kind of curious about... ah... So you've been going out with Cindy, huh? \n[280].so some of the guys at work are saying you gave Cindy that black eye. \n[281]Yeah, I know it's not. \n[282]Hmm... Look, you might wanna be careful with Cindy. \n[283]Well, I'm not sure how to put this, but... You know, you got a lot of money coming your way with this settlement. You might wanna be \n[284]You sure about that? \n[285]Yeah... You know she lives with this guy Willie right? \n[286]You sure about that? \n[287]Oh. Hmm... \n[288]Well, okay... If you say so. Another thing -- you just might want to watch your back. Some of the guys at work who think you gave Cindy the black eye were talking about paying you a visit -- you know, getting even. \n[289]  \n[290]  \n[291]Huh? \n[292]Oh shit... Alright. Joel drags himself out of the chair. 76. \n[293]What!!!? (so pissed he can barely get the words out We don't have this much money! Not even close! \n[294]What the ff-- Are you shitting me!? That would bankrupt us! \n[295]If you think I'm just going to give up this entire company that I built from the ground up-- Adler jumps up, dripping with phoney, forced indignation. \n[296]It was an accident! \n[297]I don't wanna slam my testicles in the door! I want you to be reasonable! You won't even budge one penny! Come on! \n[298]I'll slam your balls in the door! \n[299]I don't need this. I'm going home. \n[300]Yeah?... What? But they are ill-prepared. No one knows who should talk first. It's incredibly awkward. They all look at each other and mutter things like, \"go ahead\" \"you first\". Finally... 82. \n[301]You know what? Fine. Fine. You're all in charge -- all of you. (gestures to all the \n[302]  \n[303]You banged the pool cleaner. \n[304]That's what you're trying to tell me right? You had sex with Brad? \n[305]Yes I knew. I hired him. \n[306]I don't mean I hired him to clean the pool, I mean I hired him to have sex with you. \n[307]He's a gigolo Suzie. Suzie is stupefied. \n[308]I hired him to have an affair with you so that I could have an affair without feeling guilty. I was really drunk and on some kind of horse tranquilizer and-- 84. \n[309]FIFTEEN TIMES?! Jesus Christ Suzie! Joel sinks into his chair, shaking his head. \n[310]I only paid him once -- well, twice. The rest was on the house. Long beat as Suzie tries to let it all sink in. \n[311]Yes. But I didn't. Suzie paces around for a moment, reeling, processing all this. Then, decisively, \n[312]Oh, I'm the asshole? \n[313]  \n[314]Okay. I'll admit, I made a big mistake. I was drunk, on drugs, stressed, sexually frustrated and I shouldn't have hired a male prostitute to seduce you. But if you had simply been faithful, none of this would've happened. Suzie just looks at him for a beat. \n[315]What do you see in Brad anyway? He's borderline retarded. You probably could've been arrested for having sex with a guy that dumb. \n[316]No. You're not leaving me. I'm leaving you! \n[317]I couldn't kick your ass if I wanted to. You're a good 10 years younger than me, and I'm a pussy. So why don't you just leave me alone. \n[318]Why'd you have to get hung up on Suzie? You could have any girl you want. \n[319]You had her fifteen times. 88. \n[320]Well... You told me. \n[321]  \n[322]Hey Brad?... Brad stops. \n[323]I don't know... Maybe come by the office tomorrow. Fill out an application. I'll see what I can do. \n[324]  \n[325] So I don't sell the company, don't get the money, I'm bankrupt, I don't get Cindy, I paid a guy to have sex with my wife, and she actually did it... \n[326]Nothing. \n[327]  \n[328]  \n[329]Hi. \n[330]Ah, actually, I'm staying here too. Down on the first floor, around the back. I thought I saw you so I ah... \n[331]No thanks. Cindy comes back in with a Diet Coke. \n[332]That's Mary's purse... Isn't it? \n[333]Right there. That's Mary's purse. \n[334]That's Mary's purse. You stole it, didn't you? 93. demeanor that would make anybody think she's lying. \n[335]I've never seen another one. You probably have Sylvia's wallet in here somewhere too, don't you? And everything else that's been stolen from my employees. \n[336]No, I'm not. That's Mary's purse Goddammit! Okay? Everyone blamed Hector. He almost got fired. Doesn't that bother you? \n[337]Hector! Hard working guy, never did anything wrong. And what are you doing with Step? You're trying to screw him out of his settlement money aren't you? \n[338]Yes you do! You're the only reason he's suing us aren't you? You know how much work it took for me to build up that company? You just don't care about anybody do you? What are you, some kind of sociopath? Cindy looks like Joel might be getting to her. \n[339]You can't even admit that you stole this purse can you? You just can't do it. 94. \n[340]In fact, you probably can't tell the truth about much of anything, can you?... Cindy turns away from him, looking down at the floor. \n[341]I bet Cindy's not even your real name is it? Who are you? Where the hell are you from? Cindy, still looking away, doesn't answer. \n[342]You can't answer can you? Because if you said one true thing, you'd have to tell the truth about something else and then it would all unravel wouldn't it? Then you'd have to admit that you stole this purse and God knows what else. Beat. Cindy still looking away, down at the floor. We see her eyes well up, about to cry, but Joel doesn't notice. \n[343]  \n[344]And I'm taking this purse with me. If it really is yours, you can call the police and tell 'em I stole it... In fact, I'm gonna call the police and report it... Joel walks towards the door. Then Cindy slumps down on the couch, mutters something, still looking down at the floor, her voice cracking slightly. \n[345]What? 95. \n[346]Well... Maybe you should've thought about that before you started ripping off my employees. Joel starts to open the door. \n[347]How do I know that? \n[348]Hmm... I guess that ah... Do you have Sylvia's wallet, and Jim's watch? Can I get those too? Beat. Cindy nods, still looking down. Joel considers it. \n[349]Well... Okay then. I guess that works. And I guess you just admitted that you stole the purse. That's good, I guess... A step in the right direction... Joel sits down on the couch also. With her head still down, Cindy is weeping quietly. Joel doesn't notice, looking straight ahead. 96. \n[350]So what's your deal anyway?... I mean, how did you end up like this? Joel finally looks over, notices that she's crying. He's caught off guard. \n[351].Ah... Cindy? Cindy breaks down and starts bawling. \n[352]Okay, now you see... that's what I'm talking about. You're trying to manipulate me now, and I'm not gonna fall for it... Cindy starts bawling even harder. \n[353]I really hope you're not faking this right now, because I'm feeling really bad. Are you faking it? Cindy shakes her head \"no.\" \n[354]I'm sorry, I was just curious, you know, how a person ends up like... this... Cindy suddenly starts BAWLING hysterically. Joel stands there awkwardly, not sure if he should hug her or comfort her in any way. \n[355]Never mind. I'm sorry... Joel tentatively puts a comforting arm around her and she leans in to him, crying on his chest. He puts his other arm around her and she snuggles in even closer. As her crying gradually subsides she snuggles in even more. Finally, she lifts her head and they start kissing. As they get hot and heavy we \n[356]Cindy? He looks around, realizes he's alone. Then suddenly looks worried. \n[357]Oh shit! He scrambles for his pants, then looks relieved as he realizes his wallet is still there. He sets down the pants, then after a beat, picks them up again, checks inside the wallet and sees there's still cash and credit cards. Then he looks up at the chest of drawers and sees: Mary's purse, Sylvia's wallet, and a watch, placed side by side. He lies back in bed, and shuts his eyes, grinning again. \n[358]Here you go Mary. 98. Joel hands her the purse. Mary looks at it, not quite sure how to react, not ever wanting to appear grateful for anything -- not in her nature. \n[359]And by the way, Hector didn't take it. Cindy did. Joel walks off. Mary just shakes her head at him. She whispers to Gabriella. \n[360]  \n[361]Really? Bring him in. \n[362]Hi Step... \n[363]How you doin'? How's your, ah... \n[364]Well... that's good. They both sit down on the edge of the dock. \n[365]Wow... Bummer... \n[366]Yeah, he sure is. \n[367]Yeah... I'm beginning to think I might be the same way... I'm a little worried about what I'd do with too much time on my hands. \n[368]Yeah,... I think I do a lot worse. \n[369]You don't have to bankrupt the company. 100. \n[370]Well, maybe I don't have to sell the company... You know I've been thinking; all these years I've been building this company, dreaming about the day I could sell it and retire, but what would I really do if I retired? It's like that old saying -- it's not about the destination, it's about the journey? Step just stares at him blankly, he lost him. \n[371]I guess what I'm saying is, too much free time might not be such a good thing -- like that old saying, idle hands are the Devil's playground? Step's never heard that one either. \n[372]What I'm saying is, I'm thinking maybe I won't sell the company... \n[373]that is, if you dropped the lawsuit. -- and remember, you'll still get that insurance money -- probably a couple hundred thousand. What do you think? \n[374]What's that? 101. \n[375]Deal. They shake hands. \n[376]Hold the line! Mary shuts off the conveyer belt. \n[377]Okay, listen up everybody.  I've decided not to sell the company... Gasps and murmurs among the employees. \n[378]And I'm making Step the new Floor Manager. More gasps and murmurs. \n[379]And if anyone doesn't like it, I hear they're hiring over at Gemco... But just remember, at Gemco, the owner doesn't know your names; you never even meet him, he's at an office up in Chicago somewhere and you get an auto- response if you try to email him to complain about anything. Here, you can come up to my office any time you have a problem. Thanks. Joel walks off. Brian catches up with him. \n[380]It's about the journey Brian. The journey. ANGLE on Mary. She and Gabrielle start right back up. \n[381]Hi... You doing okay? \n[382]I heard you were right there when it happened. That must've been rough. \n[383]It's okay, it's not your fault... It's not your fault. Suzie's crying subsides a little. \n[384]Yeah, I know... I know... But we probably won't. It'll be alright. Suzie starts to regain her composure. They stand there for a beat. \n[385]You wanna go get something to eat... or something? Beat. Suzie still sniffling a little. \n[386]Here... \n[387]Maybe we should've been married in a Church like that one. Instead of the Botanical Gardens. \n[388]Yeah, but... a church just seems more -- I don't know -- official. \n[389]I don't know... So, are we still married? \n[390]I mean otherwise. \n[391]Alright. They walk for a beat. \n[392]You know, this is really bad, but... Oh never mind. \n[393]Well, as I was looking down at Nathan there, I was thinking... That's the longest I've ever seen him with his mouth shut. Suzie LAUGHS in spite of herself. ", "Adler": "\n[1].You see, if both his balls had been knocked clean off, he would be a good case, but not a great case: A man with no balls is no man at all. He's a freak. He's barely human. He's gross. And a jury will never feel like they can walk in the shoes of a ball-less, neutered, he/she freak. But Step. He's still got one ball - barely. He's still a man. A man who's very manhood has been jeopardized, but still a man. And that manhood, that very sense of what you are as a human being is hanging by a thread. Jesus, you can't get more dramatic than that. That brave ball, hanging on for dear life, hanging on for justice, is going to be the hero of this trial. I'm tellin' ya this Step guy is the fuckin' Holy Grail, the Powerball Jackpot. And you all laughed at me when I bought those bus bench ads. But I knew the asses of those poor slobs that sit on those benches and ride those sweaty, stinking, cattle cars are our future. And I -- Joel and Brian walk in. \n[2]Oh, hello. I'm Joe Adler... Everybody starts introducing each other. \n[3]Ok gentlemen. We've gone through everything and the only way we would even begin to consider a settlement would be to the tune of the number you see on the bottom of page 18. Does everyone have this? the number. \n[4]Not in cash you don't. Of course not. But if you were to sell off your assets: the property lease, the equipment, the-- \n[5]How about what my client gave up!? His testicles! How about that!? He walks over to the door... \n[6]In fact, I'll make a deal with you - - we will drop this case right now if you come over here and put your testicles right here (indicates the space between the door and the \n[7]Go ahead. We can settle this right now -- call it even. I will drop this case right now if you let me slam your balls in this door, \n[8]Not according to our investigation. We believe that, in fact, there was gross negligence... \n[9]Okay then, let me go back to my previous offer: I will gladly come down on that price -- I'll come all the way down to zero and drop this case -- if you go over there right now and slam your testicles in that door! Because-- \n[10]Like I say, if you slam your-- \n[11]I'm sorry, did you just threaten me? Brian puts his hand on Joel, motions him to calm down. ", "Hector": "\n[1]Yeah. \n[2] What? I don'... No comprende... ", "Willie": "\n[1]  \n[2] Right on. Willie finally exhales. The exhale seems to go on way longer than humanly possible, endless amounts of pot-smoke billowing out . He finally hands the bong and lighter to Joel. \n[3](still holding out the bong and lighter Bullshit. \n[4]Okay, now this is a gravity bong. Have you ever used one before? \n[5]Okay, pay attention. Put your thumb right here on the carburetor. When I pull the plunger up and say, \"let go\" I want you to let go and inhale hard. Joel's POV: Looking down the barrel of the three-foot bong with macho-man Willie holding the lighter at the bowl. \n[6]Okay exhale! \n[7] Bullshit! EXHALE HARD! Mostly out of fear, Joel exhales. Willie puts the bong up to Joel's face, lights it and starts lifting the plunger. Then pushes it down. \n[8]Let go! Inhale! NOW! Joel lets go of the carburator, inhales. \n[9]  \n[10]Willie, Dean and Joel sitting around, completely baked -- especially Joel. (We play most of the scene from Joel's stoned, paranoid POV. Dean makes some kind of barely audible mumble -- or did he? \n[11]Huh? \n[12] \n[13]Haaaah ha... The look on your face! Man you really do get paranoid when you get stoned. \n[14]Time for you to call her and finally get laid man!  Come on! \n[15]So what's this chick look like? \n[16]What do you mean by that? offended Willie or not. \n[17]Is she kind of slutty lookin'? \n[18]Alright! That's how I like 'em. 61. \n[19]Try her again. Come on. Joel hits redial. \n[20]I don't have call-waiting. I hate call-waiting. Every time I hear that goddamn clicking sound, I wanna put my fist through someone's head. Beat. Once again, Joel doesn't know whether to shit or wind his watch. Willie stares at him, then \n[21]Haaa ha! Man you really do get paranoid when you're stoned... Seriously though, I fuckin' hate call-waiting. \n[22]Here let me dial. You're too stoned. 62. Willie grabs the piece of paper with Cindy's number. He looks at it, starts to dial, then pauses, realizing something. Willie looks up at Joel, with slowly building rage, then hangs up the phone. \n[23]I'll tell you why you're getting a busy signal. This is my number. \n[24]Kinda slutty? Willie grabs Joel and throws him against the wall. Joel tries to make a break for the door, but Willie hauls off and punches him across the face. The ass-kicking begins as we ", "Gabriella": "\n[1]And then Joel's gonna come yell at us, cuz he's not doing his job. \n[2]You're not gonna shut it off? \n[3]She's so nice too. Hector walks by. Mary just shakes her head. ", "Cindy": "\n[1]No, sorry. I don't play. It's for my Dad actually -- for his fiftieth birthday. My sisters and I are all pitching in. \n[2]I think he played like, jazz or something. I'm not sure. \n[3]Oh, I don't know who that is. Sorry. \n[4]I don't really know much about it... \n[5]Um, do they come in any other colors? \n[6]Are you sure? \n[7]Oh, that's okay. Thanks. But I just kind of wanna get it over with, you know? It's kind of hard for me. \n[8]  \n[9]She scans the article, zeroing in on certain words, \".. .potentially big settlement...\" \"...no testicles...\" \"several million dollars\" then back to \"no testicles\" then quickly back and forth several times -- \"million dollars\" \"no testicles\" \"million dollars\" \"no testicles\" ON CINDY'S FACE - A look of determination. She looks one more time at the name under the picture -- Don \"Step\" Wilkenson, then zeroes in on the words \"Reynold's Extract.\" She starts the car and speeds away. \n[10]  \n[11]  \n[12]Really? You're kidding! I just started there. What's your name? \n[13]That's right Step, and what's right is for you to send a message. \n[14]You need to send a message so that a horrible accident like this never happens to anyone else ever again. That's what's right. And the way you do that is to take them to court. 33. \n[15]Yes Step... That's why I called a lawyer for you -- that guy on all the bus stop benches. \n[16]Mmm hmm... I just want you to do what's right Step. They start cuddling, kissing. Cindy pulls away. \n[17]I'm sorry Step, your doctor said you shouldn't get aroused. \n[18]Maybe it was your lawyer, but he talked to your doctor. And your doctor said it's very important not to get aroused until after the trial... I'm sorry. \n[19]Look Step, you're getting me turned on, I'm getting you turned on... I better just go. \n[20]Looks like you had one of those nights. Where was I? Joel nods, tries to grin and look cool as he takes a sip of his alkaseltzer. Then his eyes go wide, he almost does a spit-take as something suddenly dawns on him... \n[21]So you're in a band? \n[22]Yeah, definitely.  Ooh, I gotta go. Dentist appointment. \n[23]Nope. I'm staying at Extended Stay until I can find a place... She smiles, flirtatiously waves her key/card. \n[24]See? I really feel like I've turned my life around. Thanks in large part to you. \n[25]Huh? No... I was probably at work that day. 51. \n[26]Well yeah, but why would I steal a guitar? I've got no musical talent. I'm tone deaf. They both laugh. \n[27]Really? Wow... Cindy acts fascinated by Parole Officer's lack of musical talent. He happily goes on about it, forgetting about the guitar... \n[28]Hey Mr. Reynolds. \n[29]  \n[30]Yeah, definitely. Maybe I'll see you there? \n[31]Do you have the directions? \n[32]Here, I'll write it down just in \n[33]I'll also put my number on here. In case you want to call me some time -- if you want. Joel blushes awkwardly, like a junior high school kid. \n[34]Hi. Sorry I'm late, I... Joel? What are you doing here...? Willie stands up and walks over to Joel's chair. Dean suddenly stands up. \n[35] \n[36]  \n[37]Oh... Joel. I ah,... 92. \n[38]What're you...? What's up? How'd you know I was here? \n[39]Well, come in. Joel enters, stands in the living room. Cindy heads in to the kitchen. \n[40]Do you want something to drink? I think all I have is Diet Coke. Joel notices MARY'S PURSE lying on the coffee table. He stares at it. \n[41]Have a seat. Joel remains standing, looking at the purse. \n[42]What? \n[43]Oh that? No, that's mine... So how are things at work? \n[44]No. It probably just looks like it. There's a lot of those. \n[45]Joel, are you okay? \n[46] Joel, I don't know what you're-- \n[47]I have no idea what you're talking about. \n[48]Please don't... Joel stops. \n[49] Please don't report it to the police. I'm on probation. I'll go to jail. For a long time. \n[50]Joel? Please? I'll leave Step alone. I promise. He'll drop the lawsuit. Joel considers this. \n[51]You can keep the purse. If I don't leave him alone; if he doesn't drop the lawsuit, then you can report me. Please? Beat. \n[52]  ", "Dean": "\n[1]You should come by tonight. Half price well drinks while the game's going. \n[2]Oh yeah. Well come by anyway. \n[3]Really? The wife out of town? \n[4]You guys having problems or something? \n[5]Why don't you do that in another bathroom. You've got three of 'em. \n[6]Insulation?... All I know is, you shouldn't move man; you've got a nice house. I mean you've got the American dream really -- you own your own company. I can't believe you used to bar back for me here, and now you've got all that. \n[7] Yeah, but he probably lives in a crappy apartment. \n[8] Wow... \n[9]Well, you have insurance for that kind of thing, right? \n[10]Yeah. I would think so. I mean, it's your balls... Beat, as they contemplate the profundity of it. \n[11]Yeah. And your balls are really important man. Your balls are everything. What kind of life would you have with no testicles? Can you imagine that shit? \n[12]Wait. Three months? I thought you said it was once a month. \n[13]Well, I hope so. That would suck... I get laid all the time.  Sorry. \n[14]Yeah, sexual frustration is bad news... You know what you oughtta do? \n[15]Get some Xanax. \n[16]Yeah it is, but I find it's good for just about any phsychological problem. I mean, basically it just makes you feel good, so it sort of works for anything. I even take it when I have a cold. It's probably great for sexual frustration. Want me to get you some? \n[17]You know what else is good? Codeine cough syrup. \n[18]It's just good. Joel looks at Dean for a beat. \n[19]No... Well, I guess I took some Vicodin this morning. But that was just 'cause I was hung-over. \n[20]Hey man. What's goin' o-- Whoa! the assembley line. \n[21]Damn! Who's she? Is she new? \n[22]She's a tramp? \n[23]Damn, she's hot! Way to go. \n[24]Manpower, huh? Maybe I should give them a call. You don't usually have girls anywhere near that hot working here. What's the deal? \n[25] Do they really?... Huh... You just don't see 'em here. Usually your temps look like winos. And they're guys. \n[26]What? 25. \n[27]No way! Really? \n[28]Hey, I'm sure she did. Are you kidding? You could have any girl down there. \n[29]I'm serious. Dude, you're the big shot here. You're the king of... What do you call that shit you make here again? \n[30]Yeah, you're the Extract King man. You could have any girl here. I mean, I wouldn't want most of 'em, but her... Way to go Joel. Dean looks down at manufacturing area, taking it all in. \n[31]So how did she come on to you? \n[32]Yeah. \n[33]Really? How? \n[34]Wow. So, you gonna do anything about it? \n[35] Man, she is fine. You mind if I hit that then? Beat. \n[36]Huh...Now that you mention it, you guys kind of look alike too. \n[37]Okay. \n[38]What about that girl at work? She still into you? \n[39]I've got some Xanax if you want it. Like I say, that always works for me. 30. \n[40]Well maybe you should call that girl. \n[41]What about if Suzie cheated on you? \n[42]You wish she would cheat on you? Wouldn't that bother you? Joel thinks about it. \n[43]Yeah, it's a little weird. Sort of. \n[44]Do you think she would cheat on you? \n[45]You sure? 31. \n[46]So you're saying she would probably cheat on you if she was put in temptation's way? \n[47]You know what you oughtta do? \n[48]No, no. Check this out -- If you really wish your wife would cheat on you, it's not that hard to make it happen. \n[49]Hire a gigolo to have an affair with your wife. \n[50]I'm serious. I know a guy. \n[51]Yeah. \n[52]This guy Brad. He comes in here all the time. He's a friend of Vic's. You could hire him to have an affair with Suzie. \n[53]Why not? You said you wouldn't care if she cheated on you. Then you'd be free to go out with that Cindy chick and get your ya-yas out -- with no guilt. Problem solved.  Man, what a great idea. Joel just shakes his head at the whole thing. \n[54]Shit... Do you remember what color that pill I gave you was? \n[55]Damn. I don't think it was Xanax. I think that might've been Ritalin... Or \"Special K.\" \n[56]It's just that, ah, Special K is a horse tranquilizer, kinda has a weird effect when people take it but... well, don't worry about it... You might not want to drink too much more though. \n[57]Yeah? \n[58] Oh nooo. Definitely not. What could be morally wrong about it? \n[59]Look, if she doesn't want to go for it, she doesn't have to. And if she does, then she's the one who sinned, and then it's perfectly morally right for you to go out and boff whoever you want. 35. \n[60]Brad. You want me to give him a call? \n[61]Look, this is no big deal Joel. I'm serious. \n[62]Yeah. I mean, you can't lose. Just say you're hiring him to come clean the pool or something. See what happens. If she doesn't go for it, then at least you know you're doing the right thing by being faithful. \n[63]Look. Have another drink. Think about it... You know what? Why don't I just call Brad and see what he has to say? \n[64]Well yeah, but don't forget, I'm getting ten percent. \n[65]  \n[66]Two-hundred and twenty. \n[67]Referrals. \n[68]Networking. \n[69]Okay, you've said that a few times now Brad. Go on to your car. Okay? \n[70]Goodnight Brad. \n[71]Let me drive you home. You're in no condition to drive. Joel stumbles into Dean's car. \n[72]Oh no. He does it all the time. Don't worry. He just gets a little excited sometimes. He's cool. \n[73]Yeah well, what do you excpect? He's a whore. \n[74]  \n[75]Ah, yeah. As far as I know. \n[76]Okay... \n[77]Sure, I'll call him. No problem... Oh wait a second. I don't think I have his number. \n[78]Yeah, but I got his number from Vic. \n[79]Vic doesn't have a phone right now. \n[80]Hmm... it's something like,... I think it's a Mexican name. \n[81]Yeah, I thought it was weird too -- a guy like that with a Mexican last name... It's like Lopez, or Sanchez or something. Joel looks at his watch. It's 11:15. \n[82]Well... I thought you said it wouldn't bother you. \n[83]Yeah, I'm tellin' ya, chicks really go wild for that Brad...  Sorry. \n[84]No shit? What was he doing? \n[85]Wow... You pay a guy to do a job, then he comes back and does it for free. \n[86]Really? How much? \n[87]Hmm... So should I get my twenty dollars from Brad then or... Joel shoots Dean an angry look. \n[88]We can worry about that later... Look at the bright side, now you can call Cindy. \n[89]You know what you need to do? \n[90]Look, I know I joke around a lot, but this time I'm serious.  You should try smoking a little pot. It's just an herb, it heals. Stress can kill you, and-- \n[91]Not when you just smoke a little. Come on. You ever meet my friend Willie? Great guy. Really great guy.  He's the guy I got that horse tranquilizer from. \n[92]I've been reading about it -- they're making technological advances now, coming up with great drugs that can make you happy and won't leave you with a hangover or nothin'. \n[93]Come on Joel. Don't worry, this stuff isn't that strong.  58. \n[94]He gets paranoid when he gets too stoned. Joel looks at Willie then at Dean, then takes the bong, partly out of being intimidated by Willie. \n[95]Huh? Joel's POV: looking from Dean to Willie. Willie sits there with red eyes barely open. Willie turns slowly to Joel. \n[96]Hey Joel, why don't you call that chick now? \n[97]It's twelve thirty. She might be back by now. \n[98]Alright. At least you know she's home. \n[99]Well, it looks like you guys got a lot to talk about here so I think I'm just gonna go ahead and take off. Later guys. Dean bolts. Willie moves in closer on Joel. Joel starts to leave, but Willie blocks him. \n[100]Hey man. Sorry I bailed on you like that last night. It's just that I don't like to get involved in other people's personal shit, you know what I mean? \n[101]I didn't even know Willie had a girlfriend. She must be new. Man, Willie looked pissed. 67. \n[102]I thought he was gonna take a swing at you there for a second. \n[103]Whoa, really? \n[104]Wow. Man, that really goes to show you -- this town is smaller than you think. You really gotta be careful. Joel hangs up and walks out of his office, past his Secretary. ", "Brian": "\n[1]Tell me about it. Sorry I missed the drama; I was showing boy-genius down there how to back up a forklift. ANGLE ON Rory, driving the forklift, handing out a flier as he passes someone. \n[2]That's his whole career, driving that damn forklift. You'd think he'd wanna learn how. \n[3](disgust at the word \n[4]I'll bet dollars to donuts he sucks at that too. Then you got ah... (tries to remember her name but can't Dinkus down there... \n[5]No, the other one -- what's-her- face -- she asked me -- or rather \"axed\" me -- for more personal days. Just like that. I told her maybe if she figures out how to fill out the time sheets correctly I'll give her more personal days...  Don't worry, she will never fill out her time sheets correctly. Joel looks down at the production floor. Joel's POV: old hens. \n[6]You're not gonna believe this. Remember the guy from General Mills that called a while back? Talking like he wanted to buy us out? 16. \n[7]Yeah, well he's serious now. He just made an offer -- I mean a real offer this time. \n[8]No. It must be part of some bigger strategic move, because it's over market value I think. \n[9]I mean, yeah, there's a lot of details to work out, but this could be great. They'll be calling back next week, what should I tell them? Joel looks down, sees Mary sitting with her arms folded, shaking her head. \n[10]So obviously Step's not coming back anytime soon. I had to hire a couple temps. Is that okay? \n[11]Better. They say he's going home in a couple of days. Speaking of which, the guys at General Mills heard about this whole Step thing. They're worried. If Step decides to sue us -- beyond the insurance settlement -- it could be a serious liability. They don't want to make an offer until this thing has settled. \n[12]Well yeah. Don't you? I mean, think about it. Imagine if you asked a bunch of jurors how much you'd have to pay 'em to cut their balls off? I mean, I wouldn't let someone cut my balls off for a billion dollars. Seriously -- unless there were some kind of really expensive operation that could give you artificial balls or something. Would you? \n[13]Anyway, I wouldn't worry. He says he's not going to sue us. Says he \"don't want somethin' fer nothin \"' and \"What's right is right.\" If we can just get him to sign something to that effect we should be fine. \n[14]Yeah, well I think when you lose your balls it mellows you out. You don't get as pissed off and aggressive about things. I know it's true for horses, and bulls. 23. \n[15]Oh, by the way, guess who asked for a raise today? \n[16] \n[17]You know, Forklift-Dinkus? \n[18]Yeah, well boy-genius asked for a raise. I said, \"are you kidding? You nearly got someone killed last week,\" and then he blamed it on Dinkus over there. \n[19]Well, I was thinking about that, but hey, if this deal goes through next week, I won't have to. It's not like I'm gonna be inviting Dinkus and Boy-Genius over for dinner. \n[20]Now hold on-- \n[21]  \n[22]  \n[23]Ah yeah, it's kind of important -- kind of really important. It's \n[24]You got a second? I think we might have a big problem here. I'm not sure what happened, but all of the sudden Step says he doesn't want to settle anymore. I think he might've talked to a lawyer. Joel goes to his desk, sits down. \n[25]Like I say, General Mills isn't going to make their offer official until this settles. Joel considers this. \n[26]Hi... Did you talk to Step yet? \n[27]Shit... We've got problems. He did hire a lawyer -- Joe Adler -- he's that personal injury lawyer you see on all the bus-stop benches. You oughtta see this guy. He's a real piece of shi--  Oh man, what happened to you? \n[28]Damn... Well anyway, I hate to say this, but I think we're screwed. There's no way this Adler guy is gonna settle for anything less then bankrupting us. Says he'll sue us into the stone age. \n[29]Man, everyone's getting hurt. Cindy came in with a black eye today. You hear how she got it? \n[30]Step did it. Can you believe that? \n[31]That's what she told Mary. \n[32]Apparently they've been going out. \n[33]I know, it's weird. They didn't even meet here. They met at a grocery store or something. Just a total coincidence. Joel looks down at Cindy on the production floor, his mind reeling. \n[34]Anyway, we're gonna have to hire a couple of new people because \n[35]Yep. And if it's okay with you, I'd like to go ahead and fire Hector. \n[36]You know, Mary's purse? Sylvia's wallet? It's gotta be him. Who else could it be? Joel looks down at Cindy with growing suspicion. \n[37]  \n[38]Man, are you okay? Have you seen a doctor? Joel's Secretary BEEPS in. \n[39]So... you ready? \n[40]The meeting with Step's lawyer. Or lawyers I should say. It's today remember? \n[41]This is what I've been trying to tell you Joel... 79. \n[42]Look, we need to cool off a minute. We'll be right back. Brian leads Joel out of the room. \n[43]We're screwed. General Mills has pretty much withdrawn the offer pending a really favorable settlement with Step.  Not only do we not sell the company, we could wind up bankrupt. \n[44]Excuse me? \n[45]Step's here to see you. \n[46]No, he's outside. At the loading dock. Wants to talk to you alone back there for some reason. \"Man to man.\" \n[47]Huh? You're not selling? 102. ", "Joel": "\n[1]You always give me free drinks though. \n[2]Yeah?... Might as well. No action going on at my house, that's for sure. \n[3]No... I just haven't been laid in a month. 2. \n[4]No. This is pretty much normal these days... As CREDITS continue, camera PULLS OUT, back down to the manufacturing area, past a big vat of orange extract, down through various stages of assembly line production, then follows several bottles of orange extract moving past HECTOR, a Mexican immigrant employee in his thirties. The camera stops on him. Talking to Hector is STEP, a short, beady-eyed Charles-Manson-looking guy with a beard and mustache. Step is in his forties. He makes everything he says sound as macho and important as possible. \n[5]  \n[6]If I don't get home before about 8:00, she puts on the sweatpants and once the sweatpants are on, it's over -- I get nothing. (notices something down \n[7]All right. Now, what's the problem? They all erupt in more BICKERING AND FINGER POINTING. \n[8]Okay! Okay, everyone settle down. Now Mary. Hector here is new okay? It's gonna take him a couple of days, maybe his English isn't so good. You gotta be patient. \n[9]And Step, if you wanna be Floor Manager, this is the kind of thing you're going to have to deal with. 5. \n[10]Okay, now Step, Rory, Hector, let's get this cleaned up, and get rolling again. We can't afford to fall behind today. Joel walks away. People resume their posts. Mary starts right back up with Gabriella. \n[11]  \n[12]Jesus... They're like a bunch of goddamned children. \n[13]Well, I guess he's got that band he's in too... \n[14]Who, Mary? \n[15]Look at 'em... I am so sick of baby sitting these assholes.  I better get going... Joel leaves in a hurry, mumbling something about \"sweatpants.\" \n[16]  \n[17]NATHAN, a middle-aged, overweight, annoying guy is going out to the street to get his mail. \n[18] Please go back inside... Please just turn around.. .Come on...don't notice me... 7. It's too late. Nathan turns, sees Joel's car and waves, then crosses the street to Joel's driveway and waits to talk to him. \n[19]  \n[20]Yeah, actually Nathan, I'm kind of in a hurry here. \n[21]Yeah, in fact...  I should go right now actually. I gotta call the office before they leave. \n[22]Ah, I don't ah... (realizes his should fake \n[23]Ah... \n[24]  \n[25]I'm sorry, I ah... I just don't think that's something we're gonna want to do. \n[26]Oh, I don't know. Suzie doesn't really like going to stuff like \n[27]Well, we wouldn't know anybody there. She get's kind of uncomfortable. \n[28]I just don't... \n[29]Um, why don't we talk about this later.  I gotta make this call before they leave. Joel pulls away, forcing Nathan to raise off the window sill. \n[30]  \n[31]  \n[32]Ah, look Nathan, I really gotta get inside and make this call. Let's talk about this another time. Joel has his finger on the button to shut the garage door, waiting for Nathan to get out. Nathan stops, just inside. 10. \n[33]  \n[34]  \n[35]Man, that Nathan won't shut up. \n[36]What? \n[37]It's not the middle of the week. It's Monday. Why can't-- \n[38]  \n[39]  \n[40]I gotta get a house with a bathroom that's doesn't share a wall with the TV. \n[41]It would look suspicious. We never use those other bathrooms... Maybe if I had some insulation put in... \n[42]But what do I have really? It's a big pain in the ass. 13. \n[43]I'm always working; can't stop or the whole place will fall apart. And what good does it do me anyway? I don't get laid. That stock guy with the shitty band that works for me probably gets laid more than I do. \n[44]Hell, I'd move into a crappy apartment if the bathroom wasn't right next to the TV. \n[45]  \n[46]I thought you said he wasn't serious; he was just sniffing around. \n[47]You're kidding. \n[48]Wow... Joel lets it sink in. He walks over to the window, looking down on the production floor. \n[49]I could unload all this... I could probably retire... \n[50]Tell 'em hell yes. \n[51](to the person on the \n[52]Well, he's definitely lost one of 'em. They think they might be able to re-attach the other one, but they're not sure. 18. \n[53]Yeah... I'm not sure how it happened, but we have a great safety record and we comply with all the safety codes so... it was just a freak accident. There'll be an investigation of some kind I'm sure. \n[54]Oh yeah. Of course. In fact, he'll probably get a huge settlement. \n[55]Boy it really makes you stop and think about how fragile we are -- especially our balls. They're just hanging there in a little sack between our legs. At any moment they could be cut off forever. \n[56]Yeah... Beat. \n[57]You know Dean, my life wouldn't be much different than it is now actually. 19. \n[58]Except for once every three months when I have sex with my wife. In fact, I might even be better off... \n[59]I did? I must've been lying. I don't know... Maybe things'll get better when I sell the company. I'll be around more... \n[60]Ah, it's all right... Actually, it sucks. \n[61]What? \n[62]Xanax? Isn't that for anxiety? \n[63]No. 20. \n[64]For what? \n[65]Are you on something now? \n[66]Yeah, sure. How is Step? 22. \n[67]Really? They think it's that big of a liability? \n[68]No, I guess not. \n[69]Boy, Step sure is being mellow about all this. \n[70]Boy, it sure does make you think.. \n[71]Who? \n[72]Brian, you call everyone here \"Dinkus.\" I don't know who you're talking about. \n[73]Oh... I thought you call him \"boy- genius.\" \n[74]You know Brian, you really ought to learn the employees' names. \n[75]       \n[76]Yeah. She's a temp. \n[77]No a temp. Quit staring. \n[78]Hey, I didn't hire her. She came here through Manpower, like everybody else. They just sent her over. \n[79]Yeah, I know. I guess it makes sense though if you think about it. Hot girls need a job just as much as anyone else. \n[80]You wanna hear something really weird? \n[81]She came on to me. \n[82]Yeah. I mean, I'm pretty sure. I could be wrong, but... \n[83]I don't know about that. \n[84]Extract. And spray-dried flavoring, and we're branching out \n[85]Well, first she started asking me about what happened to Step and all that stuff -- you know, just sort of making conversation? \n[86]But it really seemed like she was flirting with me, you know? 26. \n[87]Then, she just sort of asked me out... I think. \n[88]Well, you see that guy down there by the fork lift? ANGLE ON Rory, the indi-rock guy with tattoos, etc. \n[89]His band is playing somewhere, at some party this weekend, and she asked me if I wanted to go with her. \n[90]What? No. No way. I couldn't live with myself if I cheated on Suzie... It'd be nice if I got laid at home once in a while though... \n[91]Yeah, I do sort of... We see a COMMOTION down on the floor. Mary runs out of the \n[92]Now wait a second. Calm down Mary. How do you know it was stolen? \n[93]Well, what did it look like. \n[94]       \n[95]I'm sick of it Dean. I'm sick of being turned down in my own house by my own wife. We're turning into one of those brother-sister couples. \n[96]  \n[97] Maybe things will be better after I sell the company... Or maybe it's just going to mean more time to sit around and contemplate not getting laid. Dean nods sympathetically. \n[98]Yeah... she was really coming on to me. She gave me her phone number and everything. Told me to call her if I wanted to go to that party. Can you believe that? And there's nothing I can do about it, but just be sexually frustrated. \n[99]No thanks... \n[100]No, I can't. I can't cheat on Suzie. I just gotta power through it until I'm so old that I can't get it up anymore. \n[101]Hmm... I hadn't even thought of that... I wish she would. \n[102]No. I don't think it would actually.  I guess that's weird huh? \n[103]But see, then I could do something about all this sexual frustration, without feeling guilty about it. \n[104]Nah... \n[105]  \n[106]Yeah, maybe. \n[107]  \n[108]How? \n[109]What? \n[110]  \n[111]How do you know a gigolo? 32. \n[112]Come on Dean. \n[113]You know, maybe I will try some of that Xanax. Dean reaches down under the cash register and whips out a little box and pulls out a pill. \n[114]Huh? \n[115] Ah, who cares? \n[116](beginning to slur his \n[117]Do you think it would be wrong to do that? I mean morally wrong? \n[118]I don't know... \n[119]  \n[120]And this guy, he's a friend of yours? What's his name? \n[121]I don't know. It's kinda weird even talking about it. \n[122]Really? \n[123]Yeah, I guess you're right... I don't know. It's crazy. Dean pours Joel another drink. \n[124]Alright. What the hell. Joel takes a big swig of liquor. 36. \n[125]So it's two-hundred dollars then? \n[126]What, so you're a pimp now? \n[127]Alright, alright. So it's two-hundred dollars then? \n[128]Wait a minute-- \n[129]Yeah? Brad looks at Joel, deeply concerned. 37. \n[130]No no no. God no! It's not like that. I won't even be there. I'll be at work. Remember? We already talked about this. Brad looks blank, like he's not getting it. \n[131]What you'll do, is come to my house pretending to be the new pool cleaner. Then you simply try to seduce my wife. Okay? If she doesn't respond, you simply clean the pool and leave. That's all. It's that simple. Hold on Brad for a long beat. \n[132]NO! Try to pay attention okay? I will not be there. I will be at work. You come over to my house while I'm not there, posing as the new pool cleaner and then try to seduce her... Brad finally makes a breakthrough. \n[133]Yeah, that's right. \n[134]Remember, she might not go for it-- Brad starts to get a little too excited. 38. \n[135]Are you sure about this guy Dean? He acts like he's never done this before. \n[136]I don't know. He sure doesn't seem too bright. \n[137]Oh shit! He runs out of the room. \n[138]  \n[139]Dean? \n[140]Thank God you're home. Ah,... did that really happen last night? I mean, did we go through with it -- with that gigolo stuff? \n[141]Shit! What was I thinking?! We gotta call it off. Right now. Can you call that guy, Brad? \n[142]Tell him I'll pay him anyway, whatever, just don't come over. God, what was I thinking?! 41. \n[143]What? I thought you called him last night. \n[144]Well get it from him again. \n[145]Shit! I'll try information. What's Brad's last name? Pause. \n[146]  \n[147]Shit! Joel hangs up the phone, and rushes out the door. \n[148]  \n[149]Not now Brian. \n[150]Not now! We FOLLOW Joel as he rushes past his SECRETARY. \n[151]I can't, I-- Joel stops suddenly. \n[152]Who? \n[153]Um, no... He's the ah, pool cleaner. I better take that. \n[154]  \n[155]Hello? 43. \n[156]Yes. \n[157]What do you mean? \n[158]What? What're you...?  You weren't even supposed to be there for another 45 minutes. \n[159] So you mean she actually ah... you guys...? \n[160]  \n[161]No. Tell me. Tell me how it happened. I wanna hear everything. 44. \n[162]Yeah. \n[163]  \n[164]Okay that's enough! Stop! \n[165]  \n[166]I don't need to hear anymore. \n[167]NO! No. Look, I gotta go. Bye. Joel hangs up the phone and falls back into his chair, in a state of shock. \n[168] Holy shit. \n[169]       \n[170]Dammit ! JOEL'S POV: Nathan, the guy across the street is in his front yard, puttering around with the mail. \n[171]  \n[172]Oh, I'm kind of busy actually. \n[173]Look, ah, we can't go. Remember? \n[174]Yeah, but remember, I told you we didn't really want to go to this thing. Nathan looks dumbfounded. Joel is about to snap. \n[175]Look, I gotta get going. \n[176]  \n[177]It sucks. \n[178]Nothing. Suzie looks a little puzzled. They keep eating in silence for a beat. \n[179]I don't feel well. I'm going to bed. \n[180]       \n[181]  \n[182]  \n[183]I think Step is just chest-beating. He does this all the time. He gets all wound up, talks big, then he always backs down. And that's with his balls. 50. \n[184]Oh, hey Cindy. You can just call me Joel. \n[185]Oh yeah. Right, that's tonight... 52. \n[186]Yeah, I was thinking about it. Are you going? \n[187]Yeah, I think I'll probably go. \n[188]I'm not sure... \n[189]Um... Okay. Sure. \n[190]  \n[191]Hi. I can't talk right now-- \n[192]Look Nathan, I gotta... Wait, you mean yesterday, don't you? \n[193]The new pool cleaner. You saw him yesterday right? Not today. \n[194]What'd he look like? \n[195]You sure it was today? Not yesterday? \n[196]You're absolutely sure? \n[197]  \n[198]What the hell were you doing at my house today?! 54. \n[199]Bullshit! \n[200]Won't charge me for...? You had sex with my wife again?! \n[201]Not gonna charge...? God damn you! Yes you are gonna charge me! I'm gonna pay you! You're not having sex with my wife for free! And I better not ever catch you anywhere near my house ever again! Joel slams down the phone. Then realizes it's a cell phone, picks it back up and hits the \"End\" button. \n[202]  \n[203]       \n[204]I can't believe my wife slept with that guy. \n[205]I guess I didn't really think about it long enough... I just wish it hadn't been so easy for him. \n[206]No, you're right. He may be a stupid, dull-witted moron, but he can get any girl he wants. Me, I had to work for it. I had to work hard, get a career going, take Suzie out a bunch of times, marry her. But not Brad. He gets to waltz into my house and have sex with my wife just like that. Oh, and by the way? That little prick was at my house again today. \n[207]Take a wild guess. 56. \n[208]I'm not going to let him do it for free. No way. I'm paying him. \n[209]Oh, I don't know. The same, I guess. Why? \n[210]I don't know... I feel weird about it. Besides, she's at the party, she probably won't be home 'til late. \n[211] I don't wanna do drugs Dean. \n[212]I get paranoid when I smoke pot. 57. \n[213]Oh, wonderful. \n[214]Oh, I don't know... I'm kind of a light weight. I think that's too much for me-- \n[215]Ah, what the hell. Willie instructs Joel on the bong usage in the same condescending way a weight-lifting instructor would. \n[216]Umm, I think... no. \n[217]You know, maybe I should just let \n[218]What? Long pause. \n[219]Oh, I thought somebody said something. Willie looks at Joel, stone-faced, adding even further to Joel's paranoia. He stares at Joel for a long beat. Then, in an instant, he's right up in Joel's face. \n[220] Yeah, heh heh... 60. \n[221]What time is it? \n[222]Alright. Joel gets the phone number out of his pocket. \n[223]Oh, she's got brown hair. Pretty hot. Kind of working-class looking... \n[224]Umm... Oh you know,... \n[225]Yeah... Beat. Joel's not sure if that was the right answer either. \n[226]Yeah... Kinda nasty, heh heh... Joel starts dialing the number. \n[227]I hope I don't wake her up... It's busy. \n[228]Yeah. \n[229]Still busy... Man, what kind of person doesn't have call-waiting. \n[230]  \n[231]Huh? But... Beat. \n[232]Oh... You're joking right? Trying to make me paranoid? Joel waits for Willie to start cracking up. He doesn't. He just continues glaring at Joel. We hear the FRONT DOOR UNLOCK. Everyone looks. CINDY enters. \n[233]  \n[234]I'm fine. I'm fine. I just ah... got my ass kicked. Go back to sleep. \n[235]It was just... some guy over at Scoreboards. \n[236]No. I'll be fine. I just want to sleep right now, okay? \n[237]  \n[238]  \n[239]He isn't returning my calls. \n[240]Oh, I fell down some stairs. \n[241](clutches his head \n[242]Ah... no. \n[243]No he--! What? Where did you hear that? \n[244]But... Step? Does he even know her? \n[245]What?! \n[246]Really? \n[247]Fire Hector? What for? 66. \n[248]No. Don't fire him. Just trust me on this. Give him another week. If anything else is stolen, then you can fire him. \n[249]Okay, thanks. I better get this. Brian leaves. \n[250]Hello. \n[251]Uh-huh. \n[252]He did take a swing at me Dean. Several swings. In fact, he beat the living shit out of me. \n[253]Yes. \n[254]I'm not feeling well. I'm going to go home early. \n[255]  \n[256]Shit! Joel slams on the brakes, turns around, chases Brad's truck down and cuts him off, forcing him to stop. They both get out of their vehicles. Joel is livid. \n[257]What the hell were you doing on my street again?! \n[258](trying to improvise a tough, snappy comeback, but can't quite make it \n[259]The same thing that's gonna happen.. Your face is gonna look worse if... GOD DAMMIT! If I ever catch you anywhere near my house or my wife again, I'll have you arrested. \n[260]What the hell is wrong with you anyway? Do you do this with all your clients -- just keep coming back and hanging around? \n[261]What?! I thought you were a professional! \n[262]In love?! HA! Man are you stupid. You are so goddamn dumb. You think she loves you? You're nothing but a piece of ass to her. That's all. \n[263]Oh, you don't think so \"dude?\" Well did you ever think about this: she doesn't even know that I paid you to have sex with her -- did that cross your small mind? \n[264]How about I go home right now and tell her? Tell her you did it for the money. How about that loverboy? Brad suddenly looks worried. This really freaks him out. \n[265]You don't think so? Watch me. \n[266]Don't mess it up?! You're talking about my wife! My house! Stupid- ass! Joel gets in his car and starts it. \n[267]Oh yes I can... Joel peels out, drives half a block and turns into his driveway. \n[268]  \n[269]  \n[270]So how was that new pool cleaner? she plays it cool. \n[271]What do you think I mean?... Did he do a good job cleaning the pool? \n[272]Did he get all the... leaves? It doesn't really look that clean. I mean I'm looking at it, and I'd say it's pretty goddamn filthy. Did the guy even clean it at all? It sure doesn't look like it. \n[273]I think he did a horrible job. I don't think we should use him anymore. \n[274]Okay. Suzie watches Joel leave, a slight look of guilt on her face. \n[275]No. \n[276]  \n[277] Yeah, I don't think so. I would've remembered... \n[278]Hi... Hey Step, can we talk in another room. \n[279]Oh, no... No, I'm just kind of curious about... ah... So you've been going out with Cindy, huh? \n[280].so some of the guys at work are saying you gave Cindy that black eye. \n[281]Yeah, I know it's not. \n[282]Hmm... Look, you might wanna be careful with Cindy. \n[283]Well, I'm not sure how to put this, but... You know, you got a lot of money coming your way with this settlement. You might wanna be \n[284]You sure about that? \n[285]Yeah... You know she lives with this guy Willie right? \n[286]You sure about that? \n[287]Oh. Hmm... \n[288]Well, okay... If you say so. Another thing -- you just might want to watch your back. Some of the guys at work who think you gave Cindy the black eye were talking about paying you a visit -- you know, getting even. \n[289]  \n[290]  \n[291]Huh? \n[292]Oh shit... Alright. Joel drags himself out of the chair. 76. \n[293]What!!!? (so pissed he can barely get the words out We don't have this much money! Not even close! \n[294]What the ff-- Are you shitting me!? That would bankrupt us! \n[295]If you think I'm just going to give up this entire company that I built from the ground up-- Adler jumps up, dripping with phoney, forced indignation. \n[296]It was an accident! \n[297]I don't wanna slam my testicles in the door! I want you to be reasonable! You won't even budge one penny! Come on! \n[298]I'll slam your balls in the door! \n[299]I don't need this. I'm going home. \n[300]Yeah?... What? But they are ill-prepared. No one knows who should talk first. It's incredibly awkward. They all look at each other and mutter things like, \"go ahead\" \"you first\". Finally... 82. \n[301]You know what? Fine. Fine. You're all in charge -- all of you. (gestures to all the \n[302]  \n[303]You banged the pool cleaner. \n[304]That's what you're trying to tell me right? You had sex with Brad? \n[305]Yes I knew. I hired him. \n[306]I don't mean I hired him to clean the pool, I mean I hired him to have sex with you. \n[307]He's a gigolo Suzie. Suzie is stupefied. \n[308]I hired him to have an affair with you so that I could have an affair without feeling guilty. I was really drunk and on some kind of horse tranquilizer and-- 84. \n[309]FIFTEEN TIMES?! Jesus Christ Suzie! Joel sinks into his chair, shaking his head. \n[310]I only paid him once -- well, twice. The rest was on the house. Long beat as Suzie tries to let it all sink in. \n[311]Yes. But I didn't. Suzie paces around for a moment, reeling, processing all this. Then, decisively, \n[312]Oh, I'm the asshole? \n[313]  \n[314]Okay. I'll admit, I made a big mistake. I was drunk, on drugs, stressed, sexually frustrated and I shouldn't have hired a male prostitute to seduce you. But if you had simply been faithful, none of this would've happened. Suzie just looks at him for a beat. \n[315]What do you see in Brad anyway? He's borderline retarded. You probably could've been arrested for having sex with a guy that dumb. \n[316]No. You're not leaving me. I'm leaving you! \n[317]I couldn't kick your ass if I wanted to. You're a good 10 years younger than me, and I'm a pussy. So why don't you just leave me alone. \n[318]Why'd you have to get hung up on Suzie? You could have any girl you want. \n[319]You had her fifteen times. 88. \n[320]Well... You told me. \n[321]  \n[322]Hey Brad?... Brad stops. \n[323]I don't know... Maybe come by the office tomorrow. Fill out an application. I'll see what I can do. \n[324]  \n[325] So I don't sell the company, don't get the money, I'm bankrupt, I don't get Cindy, I paid a guy to have sex with my wife, and she actually did it... \n[326]Nothing. \n[327]  \n[328]  \n[329]Hi. \n[330]Ah, actually, I'm staying here too. Down on the first floor, around the back. I thought I saw you so I ah... \n[331]No thanks. Cindy comes back in with a Diet Coke. \n[332]That's Mary's purse... Isn't it? \n[333]Right there. That's Mary's purse. \n[334]That's Mary's purse. You stole it, didn't you? 93. demeanor that would make anybody think she's lying. \n[335]I've never seen another one. You probably have Sylvia's wallet in here somewhere too, don't you? And everything else that's been stolen from my employees. \n[336]No, I'm not. That's Mary's purse Goddammit! Okay? Everyone blamed Hector. He almost got fired. Doesn't that bother you? \n[337]Hector! Hard working guy, never did anything wrong. And what are you doing with Step? You're trying to screw him out of his settlement money aren't you? \n[338]Yes you do! You're the only reason he's suing us aren't you? You know how much work it took for me to build up that company? You just don't care about anybody do you? What are you, some kind of sociopath? Cindy looks like Joel might be getting to her. \n[339]You can't even admit that you stole this purse can you? You just can't do it. 94. \n[340]In fact, you probably can't tell the truth about much of anything, can you?... Cindy turns away from him, looking down at the floor. \n[341]I bet Cindy's not even your real name is it? Who are you? Where the hell are you from? Cindy, still looking away, doesn't answer. \n[342]You can't answer can you? Because if you said one true thing, you'd have to tell the truth about something else and then it would all unravel wouldn't it? Then you'd have to admit that you stole this purse and God knows what else. Beat. Cindy still looking away, down at the floor. We see her eyes well up, about to cry, but Joel doesn't notice. \n[343]  \n[344]And I'm taking this purse with me. If it really is yours, you can call the police and tell 'em I stole it... In fact, I'm gonna call the police and report it... Joel walks towards the door. Then Cindy slumps down on the couch, mutters something, still looking down at the floor, her voice cracking slightly. \n[345]What? 95. \n[346]Well... Maybe you should've thought about that before you started ripping off my employees. Joel starts to open the door. \n[347]How do I know that? \n[348]Hmm... I guess that ah... Do you have Sylvia's wallet, and Jim's watch? Can I get those too? Beat. Cindy nods, still looking down. Joel considers it. \n[349]Well... Okay then. I guess that works. And I guess you just admitted that you stole the purse. That's good, I guess... A step in the right direction... Joel sits down on the couch also. With her head still down, Cindy is weeping quietly. Joel doesn't notice, looking straight ahead. 96. \n[350]So what's your deal anyway?... I mean, how did you end up like this? Joel finally looks over, notices that she's crying. He's caught off guard. \n[351].Ah... Cindy? Cindy breaks down and starts bawling. \n[352]Okay, now you see... that's what I'm talking about. You're trying to manipulate me now, and I'm not gonna fall for it... Cindy starts bawling even harder. \n[353]I really hope you're not faking this right now, because I'm feeling really bad. Are you faking it? Cindy shakes her head \"no.\" \n[354]I'm sorry, I was just curious, you know, how a person ends up like... this... Cindy suddenly starts BAWLING hysterically. Joel stands there awkwardly, not sure if he should hug her or comfort her in any way. \n[355]Never mind. I'm sorry... Joel tentatively puts a comforting arm around her and she leans in to him, crying on his chest. He puts his other arm around her and she snuggles in even closer. As her crying gradually subsides she snuggles in even more. Finally, she lifts her head and they start kissing. As they get hot and heavy we \n[356]Cindy? He looks around, realizes he's alone. Then suddenly looks worried. \n[357]Oh shit! He scrambles for his pants, then looks relieved as he realizes his wallet is still there. He sets down the pants, then after a beat, picks them up again, checks inside the wallet and sees there's still cash and credit cards. Then he looks up at the chest of drawers and sees: Mary's purse, Sylvia's wallet, and a watch, placed side by side. He lies back in bed, and shuts his eyes, grinning again. \n[358]Here you go Mary. 98. Joel hands her the purse. Mary looks at it, not quite sure how to react, not ever wanting to appear grateful for anything -- not in her nature. \n[359]And by the way, Hector didn't take it. Cindy did. Joel walks off. Mary just shakes her head at him. She whispers to Gabriella. \n[360]  \n[361]Really? Bring him in. \n[362]Hi Step... \n[363]How you doin'? How's your, ah... \n[364]Well... that's good. They both sit down on the edge of the dock. \n[365]Wow... Bummer... \n[366]Yeah, he sure is. \n[367]Yeah... I'm beginning to think I might be the same way... I'm a little worried about what I'd do with too much time on my hands. \n[368]Yeah,... I think I do a lot worse. \n[369]You don't have to bankrupt the company. 100. \n[370]Well, maybe I don't have to sell the company... You know I've been thinking; all these years I've been building this company, dreaming about the day I could sell it and retire, but what would I really do if I retired? It's like that old saying -- it's not about the destination, it's about the journey? Step just stares at him blankly, he lost him. \n[371]I guess what I'm saying is, too much free time might not be such a good thing -- like that old saying, idle hands are the Devil's playground? Step's never heard that one either. \n[372]What I'm saying is, I'm thinking maybe I won't sell the company... \n[373]that is, if you dropped the lawsuit. -- and remember, you'll still get that insurance money -- probably a couple hundred thousand. What do you think? \n[374]What's that? 101. \n[375]Deal. They shake hands. \n[376]Hold the line! Mary shuts off the conveyer belt. \n[377]Okay, listen up everybody.  I've decided not to sell the company... Gasps and murmurs among the employees. \n[378]And I'm making Step the new Floor Manager. More gasps and murmurs. \n[379]And if anyone doesn't like it, I hear they're hiring over at Gemco... But just remember, at Gemco, the owner doesn't know your names; you never even meet him, he's at an office up in Chicago somewhere and you get an auto- response if you try to email him to complain about anything. Here, you can come up to my office any time you have a problem. Thanks. Joel walks off. Brian catches up with him. \n[380]It's about the journey Brian. The journey. ANGLE on Mary. She and Gabrielle start right back up. \n[381]Hi... You doing okay? \n[382]I heard you were right there when it happened. That must've been rough. \n[383]It's okay, it's not your fault... It's not your fault. Suzie's crying subsides a little. \n[384]Yeah, I know... I know... But we probably won't. It'll be alright. Suzie starts to regain her composure. They stand there for a beat. \n[385]You wanna go get something to eat... or something? Beat. Suzie still sniffling a little. \n[386]Here... \n[387]Maybe we should've been married in a Church like that one. Instead of the Botanical Gardens. \n[388]Yeah, but... a church just seems more -- I don't know -- official. \n[389]I don't know... So, are we still married? \n[390]I mean otherwise. \n[391]Alright. They walk for a beat. \n[392]You know, this is really bad, but... Oh never mind. \n[393]Well, as I was looking down at Nathan there, I was thinking... That's the longest I've ever seen him with his mouth shut. Suzie LAUGHS in spite of herself. ", "Nathan": "\n[1]Hi there Joel! Glad I caught ya... Nathan settles in like he's going to be there a while, leaning with his arms folded, hanging inside the car, trapping Joel. \n[2]How've ya been? I left you a message last week. I don't know if you got it or not. \n[3]Oh yeah? You been busy? \n[4]Well, real quick while I got ya here -- what're you guys doing November 17th? \n[5]Oh yeah? Where you going? 8. \n[6]Oh, wait a minute -- I'm sorry, I meant the 7th. Yeah, November 7th. You'll be in town then right? \n[7]Great. There's this dinner Leslie and I are going to. It's an annual thing -- we do it every year with the Rotary Club -- it's for charity. It's just a whole lot of fun, and we wanted to invite you and Suzie to be our guests at our table. It's-- \n[8]Really? Why not? It's a lot of fun. \n[9]Why not? \n[10]Oh no -- It's not like that. She won't be uncomfortable. I guarantee it. No, it's not like that at all. It's not formal or anything. Trust me. It's just a real loose bunch. 9. \n[11]I tell you what. Why don't we do this -- I'll go ahead and get tickets, since they're gonna sell out fast. You talk to Suzie. See what she says. Like I say, she won't be uncomfortable at all. Maybe I'll have Leslie give her a call -- you know how it is when the wives talk, heh heh-- Joel is about to snap. \n[12]Sorry, I almost forgot -- the tickets are forty dollars a plate. I know that's a little steep, but the food is fantastic and it's for a good cause. So that'd be eighty dollars total. There's no tax or anything. \n[13]Oh, and if you need us to look out for the house or anything when you go out of town -- Joel's finger still on the garage door button. \n[14]Well, just let us know. Where you guys going anyway? \n[15]Alright then. We'll see ya. Nathan finally steps out of the garage. Joel breaths a huge sigh of relief. Then, \n[16]Oh, Joel one more thing-- Joel lets the door shut on him, and bolts into the house. \n[17]How's it goin'? \n[18]Yeah. Well I won't keep you. I just wanted to let you know, I got those tickets to that dinner we talked about on the 7th. I think I told you they were forty dollars a piece, but it turns out it's a tad more this year -- fifty-five -- so if I could go ahead and just get a check from you guys... \n[19]No, this is the 7th. You said you're going out of town on the 17th. \n[20]But I already bought the tickets. I know you said something about her feeling uncomfortable, but, like I say, she won't feel uncomfortable at all -- I guarantee it. \n[21]It's just a whole lot of fun. You guys'll have a great time. \n[22]Alright then... Joel starts to pull away. \n[23]Oh, one more thing -- Joel just keeps driving, almost knocking Nathan over. \n[24]Hi there. Almost missed ya. \n[25]Hey, I noticed you guys got a new pool cleaner today. How is he? We're thinking of changing services. 53. \n[26]Huh? \n[27]No. It was today. The new guy. \n[28]Blonde haired kid, about this high, good looking. Real good looking. \n[29]Yeah. \n[30]Yeah. I know it was today, because I came home for lunch. I was gone all day yesterday. Anyway, you think I could go ahead and get that Nathan leans up to scratch his back. Joel seizes the \n[31]Oh, hey guys. Glad I caught ya. You guys hardly ever answer the door. Heh heh. They are both so flustered, they can barely talk. \n[32]Oh, you guys goin' somewhere? 86. \n[33]Well, you think I could go ahead and get that check from ya then? I'm just trying to balance my checkbook here... \n[34]When would be a good time, you think? \n[35]See the thing is-- \n[36]Great, what time? \n[37]Okay great. And if you could just go ahead and have that check, that'd be great. It's a hundred and ten. That's two plates at \n[38]Hello? Nathan enters through the back gate. \n[39]Why are you cleaning the pool yourself? That new guy didn't work out? 90. \n[40]Boy, you just can't get good help, eh? \n[41]So, did you get a chance to write that check? \n[42]Well gee, I wish you would've told me that before I went and bought the tickets. \n[43]Well, it sure sounded like you guys were going. Leslie was gonna talk to you about it, but you didn't return our calls. I mean, I already bought these tickets. They're nonrefundable. I really wish you guys had been a little more clear with me... It's the last straw. Suzie has had enough. She unleashes all her pent-up aggression on Nathan. \n[44]Well, I just-- 91. "}}