{"filename": "Fargo_script.txt", "imdb_id": "tt0116282", "imdb_url": "https://www.imdb.com/title/tt0116282", "characters": ["Car Salesman", "Gaear Grimsrud", "Shep Proudfoot (as Steven Reevis)", "Irate Customer", "Morning Show Hostess", "Hooker #1", "Hooker #2", "Morning Show Host", "Irate Customer's Wife", "Jean Lundegaard", "Jerry Lundegaard", "Carl Showalter", "Scotty Lundegaard", "Wade Gustafson", "Reilly Diefenbach (voice)"], "dialogues": {"Car": "\n[1]\t\tNo, that's not it, Jerry.  \n[2]\t\tThe new vehicle, plus forty \t\tthousand dollars.  \n[3]\t\tShep didn't tell us much, Jerry.  \n[4]\t\tExcept that you were gonna be \t\there at 7:30.  \n[5]\t\tYeah, you already said that.  \n[6]\t\tI'm not gonna debate you, Jerry.  \n[7]\t\tI'm not gonna sit here and debate. \t\tI will say this though:  what Shep \t\ttold us didn't make a whole lot \t\tof sense.  \n[8]\t\tYou want your own wife kidnapped?  \n[9]\t\t...  You - my point is, you pay \t\tthe ransom - what eighty thousand \t\tbucks? -  I mean, you give us \t\thalf the ransom, forty thousand, \t\tyou keep half.  It's like robbing \t\tPeter to play Paul, it doesn't \t\tmake any -  \n[10]\t\tWhat kind of trouble are you in, \t\tJerry?  \n[11]\t\tSo why don't you just ask him \t\tfor the money?  \tGrimsrud, the dour man who has not yet spoken, now softly \tputs in with a Swedish-accented voice:  \n[12]\t\tOr your fucking wife, Jerry.  \n[13]\t\tPersonal matters.  \n[14]\t\tOkay, Jerry.  You're tasking us \t\tto perform this mission, but you, \t\tyou won't, uh, you won't - aw, \t\tfuck it, let's take a look at \t\tthat Ciera.  \n[15] \tCarl Showalter is driving.  Gaear Grimsrud stares blankly \tout.  \tAfter a long beat:  \n[16]\t\tWhat?  \n[17]\t\tWhat're you, nuts?  We had \t\tpancakes for breakfast.  I gotta \t\tgo somewhere I can get a shot \t\tand a beer - and a steak maybe. \t\tNot more fuckin' pancakes.  Come \t\ton.  \tGrimsrud gives him a sour look.  \n[18]\t\t...  Come on, man.  Okay, here's \t\tan idea.  We'll stop outside of \t\tBrainerd.  I know a place there \t\twe can get laid.  Wuddya think?  \n[19]\t\tYeah, yeah, Jesus - I'm sayin', \t\twe'll stop for pancakes, then \t\twe'll get laid.  Wuddya think?  \n[20]\t\tOh, Jesus, yeah.  \n[21] \tCarl is driving.  Grimsrud stares out front.  \tAfter a beat:  \n[22]\t\t...  Look at that.  Twin Cities. \t\tIDS Building, the big glass one. \t\tTallest skyscraper in the Midwest. \t\tAfter the Sears, uh, Chicago... \t\tYou never been to Minneapolis?  \n[23]\t\t...  Would it kill you to say \t\tsomething?  \n[24]\t\t\"No.\" First thing you've said \t\tin the last four hours.  That's \t\ta, that's a fountain of conversation, \t\tman.  That's a geyser.  I mean, whoa, \t\tdaddy, stand back, man.  Shit, I'm \t\tsittin' here driving, man, doin' \t\tall the driving, whole fuckin' way \t\tfrom Brainerd, drivin', tryin' to, \t\tyou know, tryin' to chat, keep \t\tour spirits up, fight the boredom \t\tof the road, and you can't say one \t\tfucking thing just in the way of \t\tconversation.  \tGrimsurd smokes, gazing out the window.  \n[25]\t\t...  Well, fuck it, I don't have \t\tto talk either, man.  See how \t\tyou like it...  \tHe drives.  \n[26]\t\t...  Total silence...  \n[27]\t\tHuh?  \tGrimsurd looks at his thumb.  \n[28] \tCarl drives.  Grimsrud smokes and gazes out the window. \tFrom the back seat we hear whimpering.  \tGrimsrud turns to look.  \tJean lies bound and curled on the back seat underneath a \ttarpaulin.  \n[29]\t\tGeez.  That's more'n I've heard \t\tyou say all week.  \tGrimsrud stares at him, then turns back to the window.  \tAt a loud WHOOP Carl starts and looks back out the rear \twindow.  Fifty yards behind a state trooper has turned on \this gumballs.  \tCarl eases the car onto the shoulder.  \n[30]\t\tAh, shit, the tags...  \tGrimsrud looks at him.  \n[31]\t\t...  It's just the tags.  I never \t\tput my tags on the car.  Don't \t\tworry, I'll take care of this.  \tHe looks into the back seat as the car bounces and slows on \tthe gravel shoulder.  \n[32]\t\t...  Let's keep still back there, \t\tlady, or we're gonna have to, ya \t\tknow, to shoot ya.  \tGrimsrud stares at Carl.  \n[33]\t\t...  Hey!  I'll take care of this!  \tBoth cars have stopped.  Carl looks up at the rear-view \tmirror.  \tThe trooper is stopped on the shoulder just behind them, \twriting in his citation book.  \tCarl watches.  \tWe hear the trooper's door open.  \tThe trooper walks up the shoulder, one hand resting lightly \ton top of his holster, his breath steaming in the cold night \tair.  \tCarl opens his window as the trooper draws up.  \n[34]\t\tHow can I help you, officer?  \tThe trooper scans the inside of the car, taking his time.  \tGrimsrud smokes and gazes calmly out his window.  \tFinally:  \n[35]\t\tIt certainly is, officer.  Still \t\tgot that smell!  \n[36]\t\tCertainly -  \n[37]\t\tCertainly.  \tHe reaches for his wallet.  \n[38]\t\t...  I was gonna tape up the \t\ttemporary tag, ya know, to be \t\tin full compliance, but it, uh, \t\tit, uh ... must a slipped my \t\tmind...  \tHe extends his wallet toward the trooper, a folded fifty- \tdollar bill protruding from it.  \n[39]\t\t...  So maybe the best thing \t\twould be to take care of that, \t\tright here in Brainerd.  \n[40]\t\tThat's my license and regis- \t\ttration.  I wanna be in \t\tcompliance.  \tHe forces a laugh.  \n[41]\t\t...  I was just thinking I could \t\ttake care of it right here.  In \t\tBrainerd.  \tThe policeman thoughtfully pats the fifty into the billfold \tand hands the billfold back into the car.  \n[42]\t\t\t \t\tWhoa...  Whoa, Daddy.  \tGrimsrud takes the trooper's hat off of Carl's lap and sails \tit out the open window.  \n[43]\t\tWhoa, Daddy.  \tJean, for some reason, screams again.  Then stops.  \n[44]\t\tYeah.  \tHe gets out.  \n[45] \tMarge's prowler is parked nearby.  \tMarge is on her hands and knees by a body down in the ditch, \tagain looking at footprints in the snow.  She calls up to \tthe road:  \n[46]\t\tHold it.  \tThey both look out at the front lawn, Grimsrud \texpressionless, Carl smiling.  \tWith muffled cries, the hooded woman lurches across the \tunbroken snow, staggering this way and that, stumbling on \tthe uneven terrain.  \tShe stops, stands still, her hooded head swaying.  \tShe lurches out in an arbitrary direction.  Going downhill, \tshe reels, staggers, and falls face-first into the snow, \tweeping.  \n[47]\t\tHa ha ha ha ha ha!  Jesus!  \tGrimsrud, still expressionless, breaks away from Carl's \trestraining hand to retrieve her.  \n[48]\t\t...days ... be here for days with \t\ta - DAMMIT! - a goddamn mute ... \t\tnothin' to do ... and the fucking - \n[49]\t\t...  TV doesn't even ... plug me \t\tin, man...  Gimmee a - DAMMIT! - \t\tsignal...  Plug me into the \t\tozone, baby...  Plug me into the \t\tozone - FUCK!...  \tWith one last bang we cut:  \n[50]\t\t...  Who's Jean?  \n[51]\t\tOh, Jean's okay.  But there's \t\tthree people up in Brainerd who \t\taren't so okay, I'll tell ya that.  \n[52]\t\tBlood has been shed, Jerry.  \tJerry sits dumbly.  The voice solemnly repeats:  \n[53]\t\t...  Blood has been shed.  \n[54]\t\tThree people.  In Brainerd.  \n[55]\t\tThat's right.  And we need more \t\tmoney.  \n[56]\t\tWe need more -  \n[57]\n[58]\t\tLook.  I'm not gonna debate you, \t\tJerry.  The price is now the whole \t\tamount.  We want the entire eighty \t\tthousand.  \n[59]\t\tBlood has been shed.  We've incurred \t\trisks, Jerry.  I'm coming into town \t\ttomorrow.  Have the money ready.  \n[60]\t\tIS IT, JERRY?  You ask those three \t\tpour souls up in Brainerd if a \t\tdeal's a deal!  Go ahead, ask 'em!  \n[61]\t\tI'll see you tomorrow.  \tClick.  \tJerry slams down the phone, which immediately rings.  He \tangrily snatches it up.  \n[62]\t\tYeah, I decided not to park here.  \tThe attendant frowns uncomprehendingly at the ticket.  \n[63]\t\tYeah, I just came in.  I decided \t\tnot to park here.  \tThe attendant is still puzzled.  \n[64]\t\tI decided not to - I'm, uh, not \t\ttaking the trip as it turns out.  \n[65]\t\tI just pulled in here.  I just \t\tfucking pulled in here!  \n[66]\t\tI guess you think, ya know, you're \t\tan authority figure.  With that \t\tstupid fucking uniform.  Huh, buddy?  \tThe attendant doesn't say anything.  \n[67]\t\t...  King Clip-on Tie here.  Big \t\tfucking man.  \tHe is peeling off one dollar bills.  \n[68]\t\t...  You know, these are the limits \t\tof your life, man.  Ruler of your \t\tlittle fucking gate here.  There's \t\tyour four dollars.  You pathetic \t\tpiece of shit.  \n[69] \tCarl Showalter is sitting at a small table with a tarty- \tlooking blonde in a low-cut gown.  Each holds a drink.  \n[70]\t\tJust in town on business.  Just \t\tin and out.  Ha ha!  A little of \t\tthe old in-and-out!  \n[71]\t\tHave ya been to the Celebrity Room \t\tbefore?  With other, uh, clients?  \n[72]\t\tYeah, well, it depends on the artist. \t\tYou know, Jose Feliciano, ya got no \t\tcomplaints.  Waiter!  \tThe reverse shows a disappearing waiter and the backs of \tmany, many people sitting at tables between us and the very \tdistant stage.  Jose Feliciano, very small, performs on a \tspotlit stool.  The acoustics are poor.  \tCarl grimaces.  \n[73]\t\t...  What is he, deaf?...  So, \t\tuh, how long have you been with \t\tthe escort service?  \n[74]\t\tYa find the work interesting, do ya?  \n[75]\t\tShep!  What the hell are you doing? \t\tI'm banging that girl!  Shep!  Jesus \t\tCh -  \tShep slaps him hard, forehand, backhand.  \n[76]\t\tShep!  Don't you dare fucking hit \t\tme, man!  Don't you -  \t- punches him and flings him away.  \tCarl hits a sofa and we see his bare legs disappear as he \tflips back over it.  \tShep enters frame to circle the sofa and kick at Carl behind \tit.  \n[77]\t\tStay away from me, man!  Hey! \t\tSmoke a fuckin' peace pipe, man! \t\tDon't you dare fuckin' -  Unghh!  \tAfter hitting him several times, Shep yanks Carl's belt out \tof his dangling pants and strangles him with it.  Carl \tgurgles.  Shep knees Carl repeatedly, then dumps him onto \tthe floor and starts whipping him with the buckle end of the \tbelt.  \n[78]\t\tAll right, Jerry, I'm through \t\tfucking around.  You got the \t\tfucking money?  \n[79]\t\tDon't you fucking but me, Jerry. \t\tI want you with this money on the \t\tDayton-Radisson parking ramp, top \t\tlevel, thirty minutes, and we'll \t\twrap this up.  \n[80]\t\tYou're there in thirty minutes or \t\tI find you, Jerry, and I shoot \t\tyou, and I shoot your fucking wife, \t\tand I shoot all your little fucking \t\tchildren, and I shoot 'em all in the \t\tback of their little fucking heads. \t\tGot it?  \n[81]\n[82] \tWade's jaw works as he glares out at traffic.  He mumbles to \thimself as he drives.  \n[83]\t\tWho the fuck are you?  Who the \t\tfuck are you?  \n[84]\t\tI am through fucking around!  Drop \t\tthat fucking briefcase!  \n[85]\t\tFuck you, man!  Where's Jerry?  I \t\tgave SIMPLE FUCKING INSTRUCTIONS -  \n[86]\t\tDrop that fucking money!  \n[87]\t\tIs this a fucking joke here?  \tHe pulls out a gun and fires into Wade's gut.  \n[88]\t\t...  Is this a fucking joke?  \n[89]\t\tYou fucking imbeciles!  \tHe bends down next to Wade to pick up the briefcase.  \n[90]\t\tOh!  \tCarl stumbles and falls back, and then stands up again.  His \tjaw is gouting blood.  \n[91]\t\t...  Owwmm...  \tOne hand pressed to his jaw, he fires down at Wade several \ttimes.  Blood streams through the hand pressed to his jaw.  \n[92]\t\t...  Mmmmmphnck!  He fnkem shop me...  \tHe pockets the gun, picks up the briefcase one-handed, \tflings it into his car, gets in, peels out.  \n[93] \tJerry recovers from the near miss and continues up.  \n[94]\t\tOphhem ma fuchem gaphe!  \n[95] \tCarl mumbles as he drives, underlit by the dim dash lights, \tone hand now holding a piece of rag to his shredded jaw.  \n[96]\t\t...  Fnnkn ashlzh...  Fnk...  \n[97] \tIn his car, now parked, one hand holding the rag pressed to \this mangled jaw.  He is staring down at something in the \tfront seat next to him.  \tHis other hand holds open the briefcase.  It has money \tinside - a lot of money.  \tCarl unfreezes, takes out one of the bank-wrapped wads and \tlooks at it.  \n[98]\t\t...  Mmmnphh.  \tHe paws through the money in the briefcase to get a feeling \tfor the amount.  \n[99]\t\t...  Jeshush Shrist...  Jeshush \t\tfuchem Shrist!  \tExcited, he counts out a bundle of bills and tosses it onto \tthe back seat.  \tHe starts to take the rag away from his chin but the layer \tpressed against his face sticks, its loose weave bound to \this skin by clotted blood.  \tHe pulls very gently and winces as blood starts to flow \tagain.  \tHe carefully tears the rag in half so that only a bit of it \tremains adhering to his jaw.  \n[100] \tIt is pulled over to the side of an untraveled road.  THe \tdoor opens and Carl emerges with the briefcase.  \tHe slogs through the snow, down a gulley and up the \tembankment to a barbed-wire fence.  He kneels at one of the \tfence posts and frantically digs into the snow with his bare \thands, throws in the briefcase and covers it back up.  \tHe stands and tries to beat the circulation back into his \tred, frozen hands.  \tHe looks to the right.  \tA regular line of identical fence posts stretches away \tagainst unblemished white.  \tHe looks to the left.  \tA regular line of identical fence posts stretches away \tagainst unblemished white.  \tHe looks at the fence post in front of him.  \n[101]\t\tMmmphh...  \tHe looks about the snowy vastness for a marker.  Finding \tnone, he kicks the fence post a couple of times, failing to \tscar or tilt it, then hurriedly plants a couple of sicks up \tagainst the post.  \tHe bends down, scoops up a handful of snow, presses it \tagainst his wounded jaw, and lopes back to the idling car.  \n[102] \tMarge drives, gazing out at the road.  \n[103]\t\tYou should she zhe uzher guy!  \tHe glances around.  \n[104]\t\t...  The fuck happen a her?  \tJean sits slumped in a straight-backed chair facing the \twall.  Her hooded head, resting on her chin, is motionless. \tThere is blood on the facing wall.  \n[105]\t\tJezhush.  \tHe shakes his head.  \n[106]\t\t...  Well, I gotta muddy.  \tHe is plunking down eight bank-wrapped bundles on the table.  \n[107]\t\t...  All of it.  All eighty gran. \t\tForty for you...  \tHe makes one pile, pockets the rest.  \n[108]\t\t...  Forty for me.  Sho thishuzh \t\tit.  Adiosh.  \tHe slaps keys down on the table.  \n[109]\t\t...  You c'n'ave my truck.  I'm \t\ttakin' a Shiera.  \n[110]\n[111]\n[112]\n[113]\n[114]\t\t...  Are we shquare?  \tGrimsrud says nothing.  \n[115]\n[116]\t\t...  Fuckin' ash-hole.  And if \t\tyou shee your friend Shep Proudpfut, \t\ttell him I'm gonna NAIL hizh \t\tfuckin' ash.  ", "Salesman": "\n[1]\t\tYou bet.  \n[2]\t\tThey're playin' the Buckeyes!  \n[3]\t\tYa kiddin'!  \n[4]\t\tJerry, ya got a call here.  ", "Gaear": "\n[1] \tHe sits eating a Swanson's TV dinner from a TV tray he has \tset up in front of an easy chair.  \tHe watches the old black-and-white TV set whose image - it \tmight be a game show - is still heavily ghosting and \tdiffused by snow.  The audio crackles with interference. \tDespite the impenetrability of its image, it holds \tGrimsrud's complete attention.  \tAt the sound of the front door opening, Grimsrud looks up.  \tCarl enters, his face suppurating and raw.  \tHe reacts to Grimsrud's wordless look with a grotesque \tlaugh.  ", "Grimsrud": "\n[1]\t\tOr your fucking wife, you know.  \n[2]\t\tWhere is Pancakes Hause?  \n[3]\t\tWe stop at Pancakes Hause.  \n[4]\t\tI'm fuckin' hungry now, you know.  \n[5]\t\tNnph.  \n[6]\t\tNo.  \n[7]\t\tI did.  \n[8]\t\tUnguent.  \n[9]\t\tI need ... unguent.  \n[10]\t\tShut the fuck up or I'll throw \t\tyou back in the trunk, you know.  \n[11]\t\tShut up.  \tHe releases the policeman.  \tThe policeman's head slides out the window and his body \tflops back onto the street.  \tCarl looks out at the cop in the road.  \n[12]\t\tYou'll take care of it.  Boy, you \t\tare smooth smooth, you know.  \n[13]\t\tClear him off the road.  \n[14] \tHe sits eating a Swanson's TV dinner from a TV tray he has \tset up in front of an easy chair.  \tHe watches the old black-and-white TV set whose image - it \tmight be a game show - is still heavily ghosting and \tdiffused by snow.  The audio crackles with interference. \tDespite the impenetrability of its image, it holds \tGrimsrud's complete attention.  \tAt the sound of the front door opening, Grimsrud looks up.  \tCarl enters, his face suppurating and raw.  \tHe reacts to Grimsrud's wordless look with a grotesque \tlaugh.  \n[15]\t\tShe started shrieking, you know.  \n[16]\t\tWe split that.  \tCarl looks at him.  \n[17]\t\tOne of us pays the other for half.  ", "Irate": "", "Customer": "\n[1]\t\tWe sat here right in this room and \t\twent over this and over this!  \n[2]\t\tI sat right here and said I didn't \t\twant no TruCoat!  \n[3]\t\tYou're sittin' here, you're talkin' \t\tin circles!  You're talkin' like \t\twe didn't go over this already!  \n[4]\t\tWe had us a deal here for nine- \t\tteen-five.  You sat there and \t\tdarned if you didn't tell me \t\tyou'd get this car, these options, \t\tWITHOUT THE SEALANT, for nine- \t\tteen-five!  \n[5]\t\tYou called me twenty minutes ago \t\tand said you had it!  Ready to \t\tmake delivery, ya says!  Come on \t\tdown and get it!  And here ya are \t\tand you're wastin' my time and \t\tyou're wastin' my wife's time and \t\tI'm payin' nineteen-five for this \t\tvehicle here!  \n[6]\t\tThese guys here - these guys! \t\tIt's always the same!  It's always \t\tmore!  He's a liar!  \n[7]\t\tWe went over this and over this -  \n[8]\t\tOne hundred!  You lied to me, Mr. \t\tLundegaard.  You're a bald-faced \t\tliar!  \tJerry sits staring at his lap.  \n[9]\t\t...  A fucking liar -  \n[10]\t\tOh, for Christ's sake, where's my \t\tgoddamn checkbook.  Let's get this \t\tover with.  \n[11]\t\tYah, I don't need no sealant though.  ", "Hooker": "\n[1]\t\tThere ya go, sugar.  \n[2]\t\tYeah.  Yeah.  Oh, yeah.  \n[3]\t\tChaska.  \n[4]\t\tLeSeure.  But I went to high school \t\tin White Bear Lake.  \n[5]\t\tWell, the little guy, he was \t\tkinda funny-looking.  \n[6]\t\tI dunno.  Just funny-looking.  \n[7]\t\tI couldn't really say.  He wasn't \t\tcircumcised.  \n[8]\t\tYah.  \n[9]\t\tUh-huh.  \n[10]\t\tNo.  Like I say, he was funny-looking. \t\tMore'n most people even.  \n[11]\t\tHe was a little older.  Looked like \t\tthe Marlboro man.  \n[12]\t\tYah.  Maybe I'm sayin' that cause \t\the smoked Marlboros.  \n[13]\t\tA subconscious-type thing.  \n[14]\t\tYah.  \n[15]\t\tThey said they were goin' to the \t\tTwin Cities?  \n[16]\t\tYah.  \n[17]\t\tYah.  Is that useful to ya?  ", "#1": "", "#2": "", "Jean": "\n[1]\t\tI'm talkin' about your potential.  \n[2]\t\tYou're not a C student.  \n[3]\t\tAnd yet you're gettin' C grades. \t\tIt's this disparity there that \t\tconcerns your dad and me.  \n[4]\t\tYou know what a disparity is?  \n[5]\t\tOkay.  Well, that's why we don't \t\twant ya goin' out fer hockey.  \n[6]\t\tHold on.  \tShe picks up the phone.  \n[7]\t\t...  Hello?  \n[8]\t\tOh, hiya, Dad.  \n[9]\t\tYah, he's still here - I'll \t\tcatch him for ya.  \tShe holds the phone away and calls:  \n[10]\t\t...  Hon?  \n[11]\t\tIt's Dad.  \n[12]\t\tScott!  ", "Lundegaard": "\n[1] \tWe hear a morning show on television.  Jean Lundegaard is \tmaking coffee in the kitchen as Scott eats cereal at the \ttable.  \n[2] \tJerry, Wade, and Stan Grossman sit around the kitchen table. \tIt is night.  The scene is harshly toplit by a hanging \tfixture.  On the table are the remains of coffee and a \tcinammon filbert ring.  \n[3] \tJerry is at his desk using a blunt pencil to enter numbers \tonto a form.  Beneath the form is a piece of carbon paper \tand beneath that another form copy, which Jerry periodically \tchecks.  The carbon-copy form shows thick smudgy, illegible \tentries.  \tJerry hums nervously.  \tGlass rattles as someone taps at his door.  \tJerry looks up and freezes, mouth hanging open, brow knit \twith worry.  \tMarge sticks her head in the door.  ", "Jerry": "\n[1]\t\tYah, Shep Proudfoot said -  \n[2]\t\tShep said 8:30.  \n[3]\t\tI'm sure sorry.  I - Shep told \t\tme 8:30.  It was a mix-up, I \t\tguess.  \n[4]\t\tYah, you bet.  It's in the lot \t\tthere.  Brand-new burnt umber \t\tCiera.  \n[5]\t\tYah, how ya doin'.  So, uh, we \t\tall set on this thing, then?  \n[6]\t\tYah, no, I'm sure you are.  Shep \t\tvouched for you and all.  I got \t\tevery confidence in you fellas.  \tThey stare at him.  An awkward beat.  \n[7]\t\t...  So I guess that's it, then. \t\tHere's the keys -  \n[8]\t\tHuh?  \n[9]\t\tYah, but the deal was, the car \t\tfirst, see, then the forty \t\tthousand, like as if it was the \t\transom.  I thought Shep told you -  \n[10]\t\tWell, okay, it's -  \n[11]\t\tYah, well, that was a mix-up, then.  \n[12]\t\tYah.  But it's not a whole pay- \t\tin-advance deal.  I give you a \t\tbrand-new vehicle in advance and -  \n[13]\t\tOkay.  \n[14]\t\tOh, no, it's real sound.  It's \t\tall worked out.  \n[15]\t\tYah.  \tCarl Stares.  Jerry looks blankly back.  \n[16]\t\tOkay, it's - see, it's not me \t\tpayin' the ransom.  The thing is, \t\tmy wife, she's wealthy - her dad, \t\the's real well off.  Now, I'm in \t\ta bit of trouble -  \n[17]\t\tWell, that's, that's, I'm not go \t\tinta, inta - see, I just need \t\tmoney.  Now, her dad's real \t\twealthy -  \n[18]\t\tWell, it's all just part of this - \t\tthey don't know I need it, see. \t\tOkay, so there's that.  And even \t\tif they did, I wouldn't get it. \t\tSo there's that on top, then.  See, \t\tthese're personal matters.  \n[19]\t\tYah.  Personal matters that \t\tneedn't, uh -  \n[20]\t\tHon?  Got the growshries.  \n[21]\t\tYah, real good.  \n[22]\t\tHow ya doin', Wade?  \tWade Gustafson is mid-sixtyish, vigorous, with a full head \tof gray hair.  His eyes remain fixed on the TV.  \n[23]\t\tWhatcha watchin' there?  \n[24]\t\t...  Who they playin'?  \n[25]\t\tIs he stayin' for supper, then?  \n[26]\t\tSure, ya done there?  \n[27]\t\tBack at 9:30.  \n[28]\t\tWade, have ya had a chance to \t\tthink about, uh, that deal I was \t\ttalkin' about, those forty acres \t\tthere on Wayzata?  \n[29]\t\tYah, you said you'd have a think \t\tabout it.  I understand it's a \t\tlot of money -  \n[30]\t\tA lot.  It's a limited -  \n[31]\t\tI mean a parking lot.  \n[32]\t\tYah, well, it's a chunk, but -  \n[33]\t\tWell, you know Stan'll say no \t\tdice.  That's why you pay him. \t\tI'm asking you here, Wade.  This \t\tcould work out real good for me \t\tand Jean and Scotty -  \n[34]\t\tYah, but that TruCoat -  \n[35]\t\tYah, but I'm sayin', that TruCoat, \t\tyou don't get it and you get \t\toxidization problems.  It'll cost \t\tyou a heck of lot more'n five \t\thunnert -  \n[36]\t\tYah, but this TruCoat -  \n[37]\t\tOkay, I'm not sayin' I didn't -  \n[38]\t\tWell, okay, I'll talk to my boss...  \tHe rises, and, as he leaves:  \n[39]\t\t...  See, they install that TruCoat \t\tat the factory, there's nothin' we \t\tcan do, but I'll talk to my boss.  \tThe couple watch him go to a nearby cubicle.  \n[40]\t\tSo you're goin' to the Gophers \t\ton Sunday?  \n[41]\t\tYou wouldn't have an extra ticket \t\tthere?  \n[42]\t\tYah.  \n[43] \tJerry re-enters.  \n[44]\t\tWell, he never done this before, \t\tbut seein' as it's special \t\tcircumstances and all, he says I \t\tcan knock one hunnert off that \t\tTruCoat.  \n[45]\t\tOne hunnert's the best we can \t\tdo here.  \n[46]\t\t...  Yah, okay...  \n[47]\t\tSay, let's watch the language -  \tHe takes the phone.  \n[48]\t\tHow ya doin', Wade?  \n[49]\t\tOh, nothing, Wade.  How ya doin' \t\tthere?  \n[50]\t\tNo kiddin'?  \n[51]\t\tNo kiddin'!  I'd need the cash \t\tpretty quick there.  In order \t\tto close the deal.  \n[52]\t\tYah.  \n[53]\t\tYah, okay.  \n[54]\t\tSay, Shep, how ya doin' there?  \n[55]\t\tSay, ya know those two fellas \t\tya put me in touch with, up \t\tthere in Fargo?  \n[56]\t\tWell, yah, but he had a buddy \t\tthere.  He, uh -  \n[57]\t\tWell, that's okay, I just -  \n[58]\t\tCarl somethin'?  \n[59]\t\tWell, that's okay, he's a buddy \t\tof the guy ya vouched for, so I'm \t\tnot worryin'.  I just, I was \t\twonderin', see, I gotta get in \t\ttouch with 'em for, I might not \t\tneed it anymore, sumpn's happenin', \t\tsee -  \n[60]\t\tYah, well, see, I did that, and \t\tI haven't been able to get 'em, \t\tso I thought you maybe'd know an \t\talternate number or what have ya.  \n[61]\t\tOkay, well, real good, then.  \n[62] \tHe is on the phone.  \n[63]\t\tYah, real good.  How you doin'?  \n[64]\t\tYah, it's pretty darned busy here, \t\tbut that's the way we like it.  \n[65]\t\tBut I already got the, it's okay, \t\tthe loans are in place, I already \t\tgot the, the what, the -  \n[66]\t\tYah, so we're all set.  \n[67]\t\tBut the deal's already done, I \t\talready got the money -  \n[68]\t\tYah, well, they exist all right.  \n[69]\t\tWell, but see, I don't have 'em \t\tin front a me - why don't I just \t\tfax you over a copy -  \n[70]\t\tYah, okay, I'll have my girl \t\tsend you over a copy, then.  \n[71]\t\tYah, how much money was that?  \n[72]\t\tYah, no problem, I'll just fax \t\tthat over to ya, then.  \n[73]\t\tI mean send it over.  I'll shoot \t\tit right over to ya.  \n[74]\t\tOkay, real good, then.  \n[75]\t\tHow ya doin' there, Stan?  How \t\tare ya, Wade?  \tStan Grossman shakes his hand.  \n[76]\t\tOh, those numbers are all right, \t\tbleemee.  \n[77]\t\tYah, thanks, Stan, it's a pretty -  \n[78]\t\t...  Huh?  \n[79]\t\t...  My fee?  Wade, what the \t\theck're you talkin' about?  \n[80]\t\tYah.  \n[81]\t\tYah.  \n[82]\t\tNo, but, Wade, see, I was \t\tbringin' you this deal for you \t\tto loan me the money to put \t\tin.  It's my deal here, see?  \tWade scowls, looks at Stan.  \n[83]\t\tYah, right -  \n[84]\t\tNo, no.  I - I'd, I'd - pay you \t\tback the principal, and interest \t\t- heck, I'd go - one over prime -  \n[85]\t\tNo, see, I don't need a finder's \t\tfee, I need - finder's fee's, what, \t\tten percent, heck that's not gonna \t\tdo it for me.  I need the principal.  \n[86]\t\tYah, but I - okay, I would, I'd \t\tguarantee ya your money back.  \n[87]\t\tHon?  \tHe shuts the door.  \n[88]\t\t...  Got the growshries...  \tHe has already seen the shower curtain on the floor.  He \tfrowns, pokes at it with his foot.  \n[89]\t\t...  Hon?  \n[90]\t\tYah, Wade, I - it's Jerry, I.  \tThen, slightly more agitated.  \n[91]\t\t...  Yah, Wade, it's, I, it's \t\tJerry...  \tBeat.  \n[92]\t\t...  Wade, it's Jerry, I - we \t\tgotta talk, Wade, it's terrible...  \tBeat.  \n[93]\t\t...  Yah, Wade Gustafson, please.  \n[94]\t\tNo!  They said no cops!  They were \t\tdarned clear on that, Wade!  They \t\tsaid you call the cops and we -  \n[95]\t\tWell, they -  \n[96]\t\tYah, but think this thing through \t\there, Wade.  Ya give 'em what they \t\twant, why wont' they let her go? \t\tYou gotta listen to me on this one, \t\tWade.  \n[97]\t\tNo!  No cops!  That's final!  This \t\tis my deal here, Wade!  Jean is \t\tmy wife here!  \n[98]\t\tYou're darned tootin'!  \n[99]\t\tNow come on here, no way, Wade! \t\tNo way!  \n[100]\t\tYah!  \n[101]\t\tThey're gonna call, give me \t\tinstructions for a drop.  I'm \t\tsupposed to have the money ready \t\ttomorrow.  \n[102]\t\tYah, real good now.  \n[103]\t\tNo, I - they don't want - they're \t\tjust s'posed to be dealin' with \t\tme, they were real clear.  \n[104]\t\tYa know, they said no one listenin' \t\tin, they'll be watchin', ya know. \t\tMaybe it's all bull, but like you \t\tsaid, Stan, they're callin' the \t\tshots.  \n[105]\t\tYah, geez, Scotty.  I'll go talk \t\tto him.  \tThere is a tap at the horn from Wade, and Stan gets into the \tLincoln.  \n[106]\t\t...  How ya doin' there, Scotty?  \n[107]\t\tIt's okay, Scotty.  They're not \t\tgonna want to hurt her any. \t\tThese men, they just want money, \t\tsee.  \n[108]\t\tNo, no, nothin's goin' wrong here. \t\tGrandad and I, we're - we're makin' \t\tsure this gets handled right.  \tScott snorfles and sits up.  \n[109]\t\tNo!  We can't let anyone know about \t\tthis thing!  We gotta play ball with \t\tthese guys - you ask Stan Grossman, \t\the'll tell ya the same thing!  \n[110]\t\tWe're gonna get Mom back for ya, but \t\twe gotta play ball.  Ya know, that's \t\tthe deal.  Now if Lorraine calls, or \t\tSylvia, you just say that Mom is in \t\tFlorida with Pearl and Marty...  \tScotty starts to weep again.  Jerry stares down at his lap.  \n[111]\t\t...  That's the best we can do here.  \n[112]\t\tYah, ya got yer, this loaded here, \t\tthis has yer independent, uh, yer \t\tslipped differential, uh, yer rack- \t\tand-pinion steering, yer alarm and \t\tradar, and I can give it to ya with \t\ta heck of a sealant, this TruCoat \t\tstuff, it'll keep the salt off -  \n[113]\t\tYah, you don't need that.  Now \t\twere you thinking of financing here? \t\tYou oughta be aware a this GMAC \t\tplan they have now, it's really \t\tsuper -  \n[114]\t\tYah, okay.  \n[115] \tHe sits in and picks up his phone.  \n[116]\t\tJerry Lundegaard.  \n[117]\t\tWell ... yah.  \n[118]\t\tWell, yah, I got an idea.  How's \t\tthat Ciera workin' out for ya?  \n[119]\t\tWell, what do ya mean?  \n[120]\t\tWhat the - how's Jean?  \tA beat.  \n[121]\t\tMy wife!  What the - how's -  \n[122]\t\tWhat the heck're you talkin' about? \t\tLet's just finish up this deal \t\there -  \n[123]\t\tWhat the heck d'ya mean?  \n[124]\t\tOh, geez.  \n[125]\t\tThe heck d'ya mean?  What a you \t\tguys got yourself mixed up in?  \n[126]\t\tThis was s'posed to be a no-rough \t\t-stuff-type deal -  \n[127]\n[128]\t\tWell, I'm sorry, but I just - I -  \n[129]\t\tOh, for Chrissakes here -  \n[130]\t\tNow we had a deal here!  A deal's \t\ta deal!  \n[131]\t\t...  The heck d'ya mean?  \n[132]\t\tYah!  \n[133]\t\tYah!  \n[134]\t\tYah!  I ... those are in the mail.  \n[135]\t\tYah.  \n[136]\t\tYah.  \n[137]\t\t...  Yah.  \n[138]\t\tNo, Wade!  They were real clear! \t\tThey said they'd call tomorrow, \t\twith instructions, and it's gonna \t\tbe delivered by me alone!  \n[139]\t\tNo, no.  See - they, no, see, they \t\tonly deal with me.  Ya feel this, \t\tthis nervousness on the phone there, \t\tthey're very - these guys're \t\tdangerous -  \n[140]\t\tThe heck d'ya mean?  \n[141]\t\tNo, see -  \n[142]\t\tWhere's Shep?  \tThe mechanic points.  \n[143]\t\t...  Cop?  \tMarge and Shep face each other at the other end of the floor \tin a grimy and cluttered glassed-in cubicle.  \n[144] \tJerry is worriedly pacing behind his desk.  At a noise he \tlooks up.  \tMarge has stuck her head in the door.  \n[145]\t\tHuh?  Yah?  \n[146]\t\tWhat...  What is it all about?  \n[147]\t\tNaw, I...  Executive Sales Manager.  \n[148]\t\tMy father-in-law, he's the owner.  \n[149]\t\t...  Brainerd?  \n[150]\t\t...  Babe the Blue Ox?  \n[151]\t\tNo.  No, ma'am.  \n[152]\t\t...  Yah, okay.  \tHe looks up at Marge's retreating back.  He looks back down \tat the papers.  He looks over at the phone.  \the picks up the phone and dials four digits.  \n[153]\t\t...  Yah, gimmee Shep...  The \t\theck d'ya mean?...  Well, where'd \t\the go?  It's only...  No, I don't \t\tneed a mechanic - oh, geez - I \t\tgotta talk to a friend of his, so, \t\tuh ... have him, uh ... oh, geez...  \n[154] \tJerry is at the kitchen phone.  Through the door to the \tdining room we see Wade picking up an extension.  \n[155]\t\tYah, I got the money, but, uh -  \n[156]\t\tYah, okay, but, uh -  \n[157]\t\t...  Yah, well, you stay away from \t\tScotty now -  \n[158]\t\tOkay, real good, then.  \tThe line goes dead.  \tA door slams offscreen.  \n[159] \tJerry sits in the foyer, trying to pull on pair of galoshes. \tScotty's voice comes from upstairs:  \n[160]\t\tIt's okay, Scotty.  \n[161]\t\tBe back in a minute.  If Stan \t\tcalls you, just tell him I went \t\tto Embers.  Oh, geez -  \tThunk! - his first boot goes on.  \n[162] \tJerry recovers from the near miss and continues up.  \n[163]\t\tOh, geez!  \n[164]\t\tOh!  Oh, geez!  \tHe bends down, picks Wade up by the armpits and drags him \tover to the back of the Cadillac.  He drops Wade's body, \twalks to the driver's side of the car, pulls the keys and \twalks back to pop the trunk.  He wrestles Wade's body into \tthe trunk, slams it shut and walks back to the scene of the \tshooting.  \tHe kicks at the snow with his galoshed feet, trying to hide \tthe fresh bloodstains.  \n[165] \tThe car pulls into the driveway.  \n[166]\t\tYah.  \n[167]\t\tYah, okay.  \n[168]\t\tOkay.  \n[169]\t\tYah.  \tThoonk - the first boot comes off.  \n[170]\t\tWell...  I'm goin' ta bed now.  \n[171] \tJerry is at his desk using a blunt pencil to enter numbers \tonto a form.  Beneath the form is a piece of carbon paper \tand beneath that another form copy, which Jerry periodically \tchecks.  The carbon-copy form shows thick smudgy, illegible \tentries.  \tJerry hums nervously.  \tGlass rattles as someone taps at his door.  \tJerry looks up and freezes, mouth hanging open, brow knit \twith worry.  \tMarge sticks her head in the door.  \n[172]\t\tYah, no, I'm kinda - I'm kinda \t\tbusy -  \n[173]\t\tNo, I -  \tBut she is already sitting into the chair opposite with a \tsigh of relieved weight.  \n[174]\t\tYah, like I told ya, we haven't had \t\tany vehicles go missing.  \n[175]\t\tYah, I see.  \n[176]\t\tThe car's not from our lot, ma'am.  \n[177]\t\tWell, I would know.  I'm the \t\tExecutive Sales Manager.  \n[178]\t\tWe run a pretty tight ship here.  \n[179]\t\tMa'am, I answered your question.  \tThere is a silent beat.  \n[180]\t\tMa'am, I answered your question. \t\tI answered the darn -  I'm \t\tcooperating here, and I...  \n[181]\t\tI'm not, uh, I'm not arguin' here. \t\tI'm cooperating...  There's no, uh \t\t- we're doin' all we can...  \tHe trails off into silence.  \n[182]\t\tWell, heck, if you wanna, if you \t\twanna play games here!  I'm \t\tworkin' with ya on this thing, but \n[183]\t\tOkay, I'll do a damned lot count!  \n[184]\t\tSure right now!  You're darned \t\ttootin'!  \tHe is yanking his parka from a hook behind the opened door \tand grabbing a pair of galoshes.  \n[185]\t\t...  If it's so damned imporant \t\tto ya!  \n[186]\t\tAw, what the Christ!  \tHe stamps out the door.  \tMarge stares.  \tAfter a long moment her stare breaks.  She glances idly \taround the office.  \tThere is a framed picture facing away from her on the \tdesktop.  She turns it to face her.  It is Scotty, holding \tan accordion.  There is another picture of Jean.  \tMarge looks at it, looks around, for some reason, at the \tceiling.  \tShe looks at a trophy shelf on the wall behind her.  \tShe fiddles idly with a pencil.  She pulls a clipboard \ttoward her.  It holds a form from the General Motors Finance \tCorporation.  \tShe looks idly around.  Her look abruptly locks.  ", "Carl": "\n[1]\t\tNo, that's not it, Jerry.  \n[2]\t\tThe new vehicle, plus forty \t\tthousand dollars.  \n[3]\t\tShep didn't tell us much, Jerry.  \n[4]\t\tExcept that you were gonna be \t\there at 7:30.  \n[5]\t\tYeah, you already said that.  \n[6]\t\tI'm not gonna debate you, Jerry.  \n[7]\t\tI'm not gonna sit here and debate. \t\tI will say this though:  what Shep \t\ttold us didn't make a whole lot \t\tof sense.  \n[8]\t\tYou want your own wife kidnapped?  \n[9]\t\t...  You - my point is, you pay \t\tthe ransom - what eighty thousand \t\tbucks? -  I mean, you give us \t\thalf the ransom, forty thousand, \t\tyou keep half.  It's like robbing \t\tPeter to play Paul, it doesn't \t\tmake any -  \n[10]\t\tWhat kind of trouble are you in, \t\tJerry?  \n[11]\t\tSo why don't you just ask him \t\tfor the money?  \tGrimsrud, the dour man who has not yet spoken, now softly \tputs in with a Swedish-accented voice:  \n[12]\t\tOr your fucking wife, Jerry.  \n[13]\t\tPersonal matters.  \n[14]\t\tOkay, Jerry.  You're tasking us \t\tto perform this mission, but you, \t\tyou won't, uh, you won't - aw, \t\tfuck it, let's take a look at \t\tthat Ciera.  \n[15]\t\tWhat?  \n[16]\t\tWhat're you, nuts?  We had \t\tpancakes for breakfast.  I gotta \t\tgo somewhere I can get a shot \t\tand a beer - and a steak maybe. \t\tNot more fuckin' pancakes.  Come \t\ton.  \tGrimsrud gives him a sour look.  \n[17]\t\t...  Come on, man.  Okay, here's \t\tan idea.  We'll stop outside of \t\tBrainerd.  I know a place there \t\twe can get laid.  Wuddya think?  \n[18]\t\tYeah, yeah, Jesus - I'm sayin', \t\twe'll stop for pancakes, then \t\twe'll get laid.  Wuddya think?  \n[19]\t\tOh, Jesus, yeah.  \n[20]\t\t...  Look at that.  Twin Cities. \t\tIDS Building, the big glass one. \t\tTallest skyscraper in the Midwest. \t\tAfter the Sears, uh, Chicago... \t\tYou never been to Minneapolis?  \n[21]\t\t...  Would it kill you to say \t\tsomething?  \n[22]\t\t\"No.\" First thing you've said \t\tin the last four hours.  That's \t\ta, that's a fountain of conversation, \t\tman.  That's a geyser.  I mean, whoa, \t\tdaddy, stand back, man.  Shit, I'm \t\tsittin' here driving, man, doin' \t\tall the driving, whole fuckin' way \t\tfrom Brainerd, drivin', tryin' to, \t\tyou know, tryin' to chat, keep \t\tour spirits up, fight the boredom \t\tof the road, and you can't say one \t\tfucking thing just in the way of \t\tconversation.  \tGrimsurd smokes, gazing out the window.  \n[23]\t\t...  Well, fuck it, I don't have \t\tto talk either, man.  See how \t\tyou like it...  \tHe drives.  \n[24]\t\t...  Total silence...  \n[25]\t\tHuh?  \tGrimsurd looks at his thumb.  \n[26]\t\tGeez.  That's more'n I've heard \t\tyou say all week.  \tGrimsrud stares at him, then turns back to the window.  \tAt a loud WHOOP Carl starts and looks back out the rear \twindow.  Fifty yards behind a state trooper has turned on \this gumballs.  \tCarl eases the car onto the shoulder.  \n[27]\t\tAh, shit, the tags...  \tGrimsrud looks at him.  \n[28]\t\t...  It's just the tags.  I never \t\tput my tags on the car.  Don't \t\tworry, I'll take care of this.  \tHe looks into the back seat as the car bounces and slows on \tthe gravel shoulder.  \n[29]\t\t...  Let's keep still back there, \t\tlady, or we're gonna have to, ya \t\tknow, to shoot ya.  \tGrimsrud stares at Carl.  \n[30]\t\t...  Hey!  I'll take care of this!  \tBoth cars have stopped.  Carl looks up at the rear-view \tmirror.  \tThe trooper is stopped on the shoulder just behind them, \twriting in his citation book.  \tCarl watches.  \tWe hear the trooper's door open.  \tThe trooper walks up the shoulder, one hand resting lightly \ton top of his holster, his breath steaming in the cold night \tair.  \tCarl opens his window as the trooper draws up.  \n[31]\t\tHow can I help you, officer?  \tThe trooper scans the inside of the car, taking his time.  \tGrimsrud smokes and gazes calmly out his window.  \tFinally:  \n[32]\t\tIt certainly is, officer.  Still \t\tgot that smell!  \n[33]\t\tCertainly -  \n[34]\t\tCertainly.  \tHe reaches for his wallet.  \n[35]\t\t...  I was gonna tape up the \t\ttemporary tag, ya know, to be \t\tin full compliance, but it, uh, \t\tit, uh ... must a slipped my \t\tmind...  \tHe extends his wallet toward the trooper, a folded fifty- \tdollar bill protruding from it.  \n[36]\t\t...  So maybe the best thing \t\twould be to take care of that, \t\tright here in Brainerd.  \n[37]\t\tThat's my license and regis- \t\ttration.  I wanna be in \t\tcompliance.  \tHe forces a laugh.  \n[38]\t\t...  I was just thinking I could \t\ttake care of it right here.  In \t\tBrainerd.  \tThe policeman thoughtfully pats the fifty into the billfold \tand hands the billfold back into the car.  \n[39]\t\t\t \t\tWhoa...  Whoa, Daddy.  \tGrimsrud takes the trooper's hat off of Carl's lap and sails \tit out the open window.  \n[40]\t\tWhoa, Daddy.  \tJean, for some reason, screams again.  Then stops.  \n[41]\t\tYeah.  \tHe gets out.  \n[42]\t\tHold it.  \tThey both look out at the front lawn, Grimsrud \texpressionless, Carl smiling.  \tWith muffled cries, the hooded woman lurches across the \tunbroken snow, staggering this way and that, stumbling on \tthe uneven terrain.  \tShe stops, stands still, her hooded head swaying.  \tShe lurches out in an arbitrary direction.  Going downhill, \tshe reels, staggers, and falls face-first into the snow, \tweeping.  \n[43]\t\tHa ha ha ha ha ha!  Jesus!  \tGrimsrud, still expressionless, breaks away from Carl's \trestraining hand to retrieve her.  \n[44]\t\t...days ... be here for days with \t\ta - DAMMIT! - a goddamn mute ... \t\tnothin' to do ... and the fucking - \n[45]\t\t...  TV doesn't even ... plug me \t\tin, man...  Gimmee a - DAMMIT! - \t\tsignal...  Plug me into the \t\tozone, baby...  Plug me into the \t\tozone - FUCK!...  \tWith one last bang we cut:  \n[46]\t\t...  Who's Jean?  \n[47]\t\tOh, Jean's okay.  But there's \t\tthree people up in Brainerd who \t\taren't so okay, I'll tell ya that.  \n[48]\t\tBlood has been shed, Jerry.  \tJerry sits dumbly.  The voice solemnly repeats:  \n[49]\t\t...  Blood has been shed.  \n[50]\t\tThree people.  In Brainerd.  \n[51]\t\tThat's right.  And we need more \t\tmoney.  \n[52]\t\tWe need more -  \n[53]\n[54]\t\tLook.  I'm not gonna debate you, \t\tJerry.  The price is now the whole \t\tamount.  We want the entire eighty \t\tthousand.  \n[55]\t\tBlood has been shed.  We've incurred \t\trisks, Jerry.  I'm coming into town \t\ttomorrow.  Have the money ready.  \n[56]\t\tIS IT, JERRY?  You ask those three \t\tpour souls up in Brainerd if a \t\tdeal's a deal!  Go ahead, ask 'em!  \n[57]\t\tI'll see you tomorrow.  \tClick.  \tJerry slams down the phone, which immediately rings.  He \tangrily snatches it up.  \n[58]\t\tYeah, I decided not to park here.  \tThe attendant frowns uncomprehendingly at the ticket.  \n[59]\t\tYeah, I just came in.  I decided \t\tnot to park here.  \tThe attendant is still puzzled.  \n[60]\t\tI decided not to - I'm, uh, not \t\ttaking the trip as it turns out.  \n[61]\t\tI just pulled in here.  I just \t\tfucking pulled in here!  \n[62]\t\tI guess you think, ya know, you're \t\tan authority figure.  With that \t\tstupid fucking uniform.  Huh, buddy?  \tThe attendant doesn't say anything.  \n[63]\t\t...  King Clip-on Tie here.  Big \t\tfucking man.  \tHe is peeling off one dollar bills.  \n[64]\t\t...  You know, these are the limits \t\tof your life, man.  Ruler of your \t\tlittle fucking gate here.  There's \t\tyour four dollars.  You pathetic \t\tpiece of shit.  \n[65] \tCarl Showalter is sitting at a small table with a tarty- \tlooking blonde in a low-cut gown.  Each holds a drink.  \n[66]\t\tJust in town on business.  Just \t\tin and out.  Ha ha!  A little of \t\tthe old in-and-out!  \n[67]\t\tHave ya been to the Celebrity Room \t\tbefore?  With other, uh, clients?  \n[68]\t\tYeah, well, it depends on the artist. \t\tYou know, Jose Feliciano, ya got no \t\tcomplaints.  Waiter!  \tThe reverse shows a disappearing waiter and the backs of \tmany, many people sitting at tables between us and the very \tdistant stage.  Jose Feliciano, very small, performs on a \tspotlit stool.  The acoustics are poor.  \tCarl grimaces.  \n[69]\t\t...  What is he, deaf?...  So, \t\tuh, how long have you been with \t\tthe escort service?  \n[70]\t\tYa find the work interesting, do ya?  \n[71]\t\tShep!  What the hell are you doing? \t\tI'm banging that girl!  Shep!  Jesus \t\tCh -  \tShep slaps him hard, forehand, backhand.  \n[72]\t\tShep!  Don't you dare fucking hit \t\tme, man!  Don't you -  \t- punches him and flings him away.  \tCarl hits a sofa and we see his bare legs disappear as he \tflips back over it.  \tShep enters frame to circle the sofa and kick at Carl behind \tit.  \n[73]\t\tStay away from me, man!  Hey! \t\tSmoke a fuckin' peace pipe, man! \t\tDon't you dare fuckin' -  Unghh!  \tAfter hitting him several times, Shep yanks Carl's belt out \tof his dangling pants and strangles him with it.  Carl \tgurgles.  Shep knees Carl repeatedly, then dumps him onto \tthe floor and starts whipping him with the buckle end of the \tbelt.  \n[74]\t\tAll right, Jerry, I'm through \t\tfucking around.  You got the \t\tfucking money?  \n[75]\t\tDon't you fucking but me, Jerry. \t\tI want you with this money on the \t\tDayton-Radisson parking ramp, top \t\tlevel, thirty minutes, and we'll \t\twrap this up.  \n[76]\t\tYou're there in thirty minutes or \t\tI find you, Jerry, and I shoot \t\tyou, and I shoot your fucking wife, \t\tand I shoot all your little fucking \t\tchildren, and I shoot 'em all in the \t\tback of their little fucking heads. \t\tGot it?  \n[77]\n[78]\t\tWho the fuck are you?  Who the \t\tfuck are you?  \n[79]\t\tI am through fucking around!  Drop \t\tthat fucking briefcase!  \n[80]\t\tFuck you, man!  Where's Jerry?  I \t\tgave SIMPLE FUCKING INSTRUCTIONS -  \n[81]\t\tDrop that fucking money!  \n[82]\t\tIs this a fucking joke here?  \tHe pulls out a gun and fires into Wade's gut.  \n[83]\t\t...  Is this a fucking joke?  \n[84]\t\tYou fucking imbeciles!  \tHe bends down next to Wade to pick up the briefcase.  \n[85]\t\tOh!  \tCarl stumbles and falls back, and then stands up again.  His \tjaw is gouting blood.  \n[86]\t\t...  Owwmm...  \tOne hand pressed to his jaw, he fires down at Wade several \ttimes.  Blood streams through the hand pressed to his jaw.  \n[87]\t\t...  Mmmmmphnck!  He fnkem shop me...  \tHe pockets the gun, picks up the briefcase one-handed, \tflings it into his car, gets in, peels out.  \n[88]\t\tOphhem ma fuchem gaphe!  \n[89] \tCarl mumbles as he drives, underlit by the dim dash lights, \tone hand now holding a piece of rag to his shredded jaw.  \n[90]\t\t...  Fnnkn ashlzh...  Fnk...  \n[91] \tIn his car, now parked, one hand holding the rag pressed to \this mangled jaw.  He is staring down at something in the \tfront seat next to him.  \tHis other hand holds open the briefcase.  It has money \tinside - a lot of money.  \tCarl unfreezes, takes out one of the bank-wrapped wads and \tlooks at it.  \n[92]\t\t...  Mmmnphh.  \tHe paws through the money in the briefcase to get a feeling \tfor the amount.  \n[93]\t\t...  Jeshush Shrist...  Jeshush \t\tfuchem Shrist!  \tExcited, he counts out a bundle of bills and tosses it onto \tthe back seat.  \tHe starts to take the rag away from his chin but the layer \tpressed against his face sticks, its loose weave bound to \this skin by clotted blood.  \tHe pulls very gently and winces as blood starts to flow \tagain.  \tHe carefully tears the rag in half so that only a bit of it \tremains adhering to his jaw.  \n[94]\t\tMmmphh...  \tHe looks about the snowy vastness for a marker.  Finding \tnone, he kicks the fence post a couple of times, failing to \tscar or tilt it, then hurriedly plants a couple of sicks up \tagainst the post.  \tHe bends down, scoops up a handful of snow, presses it \tagainst his wounded jaw, and lopes back to the idling car.  \n[95]\t\tYou should she zhe uzher guy!  \tHe glances around.  \n[96]\t\t...  The fuck happen a her?  \tJean sits slumped in a straight-backed chair facing the \twall.  Her hooded head, resting on her chin, is motionless. \tThere is blood on the facing wall.  \n[97]\t\tJezhush.  \tHe shakes his head.  \n[98]\t\t...  Well, I gotta muddy.  \tHe is plunking down eight bank-wrapped bundles on the table.  \n[99]\t\t...  All of it.  All eighty gran. \t\tForty for you...  \tHe makes one pile, pockets the rest.  \n[100]\t\t...  Forty for me.  Sho thishuzh \t\tit.  Adiosh.  \tHe slaps keys down on the table.  \n[101]\t\t...  You c'n'ave my truck.  I'm \t\ttakin' a Shiera.  \n[102]\n[103]\n[104]\n[105]\t\t...  Are we shquare?  \tGrimsrud says nothing.  \n[106]\n[107]\t\t...  Fuckin' ash-hole.  And if \t\tyou shee your friend Shep Proudpfut, \t\ttell him I'm gonna NAIL hizh \t\tfuckin' ash.  ", "Showalter": "\n[1] \tIn his car, now parked, one hand holding the rag pressed to \this mangled jaw.  He is staring down at something in the \tfront seat next to him.  \tHis other hand holds open the briefcase.  It has money \tinside - a lot of money.  \tCarl unfreezes, takes out one of the bank-wrapped wads and \tlooks at it.  ", "Scotty": "\n[1]\t\tMay I be excused?  \n[2]\t\tUh-huh.  Goin' out.  \n[3]\t\tJust out.  Just McDonald's.  \n[4]\t\tOkay.  \n[5] \tScotty lies on the bed, weeping.  Jerry enters and perches \tuncomfortably on the edge of his bed.  ", "Wade": "\n[1]\t\tYah, pretty good.  \n[2]\t\tNorstars.  \n[3]\t\tOOOoooh!  \tHis reaction synchronizes with a reaction from the crowd.  \n[4]\t\t\t \t\tYah.  \n[5]\t\tHe just ate.  And he didn't finish. \t\tHe's going to McDonald's instead \t\tof finishing here?  \n[6]\t\tIt's okay?  McDonald's?  What do \t\tyou think they do there?  They \t\tdon't drink milkshakes, I assure \t\tyou!  \n[7]\t\tYou told me about it.  \n[8]\t\tA heck of a lot.  What'd you \t\tsay you were gonna put there?  \n[9]\t\tI know it's a lot.  \n[10]\t\tYah, well, seven hundred and \t\tfifty thousand dollars is a lot \t\t- ha ha ha!  \n[11]\t\tI thought you were gonna show \t\tit to Stan Grossman.  He passes \t\ton this stuff before it gets \t\tkicked up to me.  \n[12]\t\tJean and Scotty never have to \t\tworry.  \n[13]\t\tJerry around?  \n[14]\t\tWhat's goin' on there?  \n[15]\t\tStan Grossman looked at your \t\tproposal.  Says it's pretty \t\tsweet.  \n[16]\t\tWe might be innarested.  \n[17]\t\tCome by at 2:30 and we'll talk \t\tabout it.  If your numbers are \t\tright, Stan says its pretty \t\tsweet.  Stan Grossman.  \n[18]\t\t2:30.  \tClick.  Dial tone.  \n[19] \n[20] \tWade sits behind his desk; another man rises as Jerry \tenters.  \n[21]\t\tThis is do-able.  \n[22]\t\tWhat kind of finder's fee were \t\tyou looking for?  \n[23]\t\tStan and I're okay.  \n[24]\t\tWe're good to loan in.  \n[25]\t\tBut we never talked about your \t\tfee for bringin' it to us.  \n[26]\t\tYou're sayin' that we put in \t\tall the money and you collect \t\twhen it pays off?  \n[27]\t\tWhat the heck, Jerry, if I wanted \t\tbank interest on seven hunnert'n \t\tfifty thousand I'd go to Midwest \t\tFederal.  Talk to Bill Diehl.  \n[28]\t\tHe's at -  \n[29]\t\tWhat the heck were you thinkin'? \t\tHeck, if I'm only gettin' bank \t\tinterest, I'd look for complete \t\tsecurity.  Heck, FDIC.  I don't \t\tsee nothin' like that here.  \n[30]\t\tI'm not talkin' about your damn \t\tword, Jerry.  Geez, what the \t\theck're you?...  Well, look, I \t\tdon't want to cut you out of the \t\tloop, but his here's a good deal. \t\tI assume, if you're not innarested, \t\tyou won't mind if we move on it \t\tindependently.  \n[31]\t\t-  All's I know is, ya got a \t\tproblem, ya call a professional!  \n[32]\t\tWell, a course they're gonna say \t\tthat!  But where's my protection? \t\tThey got Jean here!  I give these \t\tsons a bitches a million dollars, \t\twhere's my guarantee they're gonna \t\tlet her go.  \n[33]\t\tA million dollars is a lot a damn \t\tmoney!  And there they are, they \t\tgot my daughter!  \n[34]\t\tHeck, you don't know!  You're just \t\twhistlin' Dixie here!  I'm sayin', \t\tthe cops, they can advise us on \t\tthis!  I'm sayin' call a professional!  \n[35]\t\tWell -  \n[36]\t\tAh, dammit!  \n[37]\t\tWell...  Why don't we...  \tHe saws a finger under his nose.  \n[38]\t\t...  Stan, I'm thinkin' we should \t\toffer 'em half a million.  \n[39]\t\tDammit!  \n[40]\t\tDammit!  I wanna be a part a \t\tthis thing!  \n[41]\t\tIt's my money, I'll deliver it \t\t- what do they care?  \n[42]\t\tAll the more reason!  I don't want \t\tyou - with all due respect, Jerry \t\t- I don't want you mucking this up.  \n[43]\t\tThey want my money, they can deal \t\twith me.  Otherwise I'm goin' to \t\ta professional.  \tHe points at a briefcase.  \n[44]\t\t...  There's a million dollars \t\there!  \n[45]\t\tLook, Jerry, you're not sellin' \t\tme a damn car.  It's my show here. \t\tThat's that.  \n[46]\t\tOkay ... here's your damn money, \t\tnow where's my daughter?... \t\tGoddamn punk ... where's my damn \t\tdaughter...  \tHe pulls out a gun, cracks the barrel, peers in.  \n[47]\t\t...  You little punk.  \n[48]\t\tI got your goddamn money, you \t\tlittle punk.  Now where's my \t\tdaughter?  \n[49]\t\tWhere's my daughter?  \n[50]\t\tWhere's my damn daughter?  No \t\tJean, no money!  \n[51]\t\tNo Jean, no money!  \n[52]\t\tUnghh ... oh, geez...  \tHe is on the pavement, clutching at his gut.  Snow swirls.  \n[53]\t\tOh, for Christ ... oh, geez...  \tWade brings out his gun and fires at Carl's head, close by.  ", "Gustafson": "\n[1] \tJerry is sitting in his glassed-in salesman's cubicle just \toff the showroom floor.  On the other side of his desk sit \tan irate customer and his wife.  \n[2] \tJerry wanders through the service area where cars are being \tworked on.  He stops by an Indian in blue jeans who is \tlooking at the underside of a car that sits on a hydraulic \tlift with a cage light hanging off its innards.  \n[3] \n[4] \tJerry is on the sales floor, showing a customer a vehicle.  \n[5] \tJerry is staring up, mouth agape, at the underside of a car \ton a hydraulic lift.  Bewildered, he looks about, then asks \ta mechanic passing by, his voice raised over the din of the \tshop.  \n[6] \tShe sits in the lot, eating a breakfast sandwich.  "}}