{"filename": "Fast-Times-at-Ridgemont-High_script.txt", "imdb_id": "tt0083929", "imdb_url": "https://www.imdb.com/title/tt0083929", "characters": ["Linda Barrett", "Arnold", "Mike Damone", "Mark 'Rat' Ratner", "Ron Johnson", "Charles Jefferson", "Lisa", "Stacy Hamilton", "Mr. Vargas", "Jeff Spicoli", "Cindy", "Mr. Hand", "Brad Hamilton", "Dennis Taylor", "Pat Bernardo (as Blair Ashleigh)"], "dialogues": {"Linda": "\n[1]\tDid you see his cute little butt?  A third waitress enters.  \n[2]\tWe were!  \n[3]\tNo, be cool, that's Stacy's \tsection.  Through the entrance, we see Stacy Hamilton. She is the fifteen-year-old trainee, sweet-looking with just the last traces of baby fat. She puts down a glass of water for Ron, spills some and mops it up.  \n[4]\tHow's it going.  \n[5]\tDon't you like him?  \n[6]\tCome on, Stacy, it's your section \tand your man.  \n[7]\tJust take his order, look him in \tthe eye and if he says anything \tremotely funny, laugh a lot.  She fluffs up Stacy's hair and gently shoves her towards the door. Stacy reluctantly exits.  \n[8]\t\t \tShould we buy a frame for that?  \n[9]\tListen, Stace, you want to know \tabout guys? I'll tell you. They're \tmostly chicken. Before I met Doug I \tchased after every guy I thought \twas cute. I thought if I gave out a \tvibe they'd get the message and \tcall me up. Well, guess what? They \tdon't call.  \n[10]\tI called them. If I was sitting \tnext to a guy and I wanted to sit \tcloser, I'd sit closer. If I wanted \tto kiss him, I'd just do it. You \twant Ron Johnson? Grab him.  \n[11]\tFace it. With some guys you have to \tmake the first move. A lot of guys \tare just... wussies.  \n[12]\tStacy, what are you waiting for? \tYou're fifteen. I did it when I was \tthirteen. It's no huge thing. It's \tjust sex. If you don't, one of the \tother girls will.  \n[13]\tIf I didn't have a fiance in \tChicago, I'd go for it.  A young Girl runs and catches up with Linda and Stacy.  \n[14]\tYes.  \n[15]\tOkay, are you over sixteen?  The Girl nods.  \n[16]\tAll right, what you want to do is \tgo to the Free Clinic and tell the \tdoctor that you have sex regularly \t- several times a week -- and that \tyou need Nornel One Plus Fifty's.  \n[17]\tNot if you're over sixteen.  \n[18]\tAnd don't let them talk you into a \tdiaphragm either.  The Girl thanks Linda again. Linda and Stacy get to the back exit of the mall and Linda uses a key to open the door.  \n[19]\tBelieve it.  They exit the mall, into the night.  \n[20] as they walk onto lunch court. They take a seat on the outskirts of the area and watch all the students crowding onto the eating area.  \n[21]\tI hear some surfer pulled a knife \ton Mr. Hand this morning.  \n[22]\tGod. People exaggerate so much at \tthis school.  The school couple, Cindy and Gregg walk by.  \n[23]\tHi, you guys. This is Stacy. Stacy, \tthis is Gregg Adams and Cindy Carr.  \n[24]\tIf there's one thing that never \tchanges... it's a cheerleader.  Stacy turns to see a girl with short, black hair passing by, wearing tight black spandex pants, and dark lipstick.  \n[25]\tI know.  They watch her pass.  \n[26]\tActually, there are three girls at \tRidgemont who have cultivated the \tPat Benatar look.  Linda gestures out on lunch court.  \n[27]\tNone of them talk to each other.  Linda looks at them with bemusement but Stacy is wondering.  \n[28]\tOh, give me a break, Stacy. You're \tmuch prettier than them.  They sit and eat their lunches. Linda has her perennial diet lunch of yogurt and raw vegetables.  \n[29]\tWhat do you mean 'better in bed.' \tYou either do it or you don't.  \n[30]\tWhat variables?  \n[31]\tWhat's the big deal?  \n[32]\tThere's nothing to it.  She takes out a carrot stick and eases it down her throat. Stacv tries one but chokes.  \n[33]\tYou just have to practice a little \tfirst. \t\t \tRelax these muscles. Think of your \tthroat as an open tunnel.  The girls try sliding the carrot sticks down their throats without gagging.  \n[34]\tJust kidding. About 10cc.  \n[35]\tWas it great?  \n[36]\tYou'll always remember your first \ttime.  \n[37]\tSo tell me, do you like Ron? Is it \tserious?  \n[38]\tHey! That's my line!  They both laugh and walk down the hall.  \n[39]\tDon't you dare, you'll never hear \tfrom him again.  \n[40]\tDoug sees beyond that stuff to what \tthe person inside is like. That's \twhy I'm marrying him.  \n[41]\tBoy I am so glad to be through with \tall these games.  They enter the mall.  \n[42]\tYou've got to get used to working \tChristmas. People are always \tscreaming and yelling... then they \tget home and they're all \tChristmasy.  \n[43]\tI guess Ron hasn't called yet.  \n[44]\tStacy, it doesn't look good for the \trelationship.  Stacy continues making her ice cream, slapping the scoops onto the stainless steel dish.  \n[45]\tStacy. What does it matter? He's a \tstereo salesman. You want to marry \thim? You want to have kids with \thim? You want this guy to come \thome, fifty years old, and he's \tstill got that little Pacific \tStereo badge on? Come on.  \n[46]\tStacy. How many times do I have to \ttell you? You are really going to \tbe beautiful... someday.  \n[47]\tHey -- Ron Johnson? It's his loss.  We follow Stacy, as she walks into the dining room to serve the sundae.  \n[48] sitting together in the class. They are oblivious, lost in conversation.  \n[49]\tOh, come on. What is he? Fifteen?  \n[50]\tJust watch out if he pulls up in a \tvan, and then puts on a Led \tZeppelin tape.  \n[51]\tI sent a letter to Doug today. I'll \tbe so glad when he gets out here.  \n[52]\tWhy don't you put your mother's \tsecret book back?  Linda continues regally applying lotion.  \n[53]\t\t \tOkay, penis, that's one, balls...  \n[54]\tYou're right. Probably penis, mouth \tand neck.  \n[55]\tClimax together.  \n[56]\tNo. But it's a nice idea.  \n[57]\tWell... they obviously don't know \tabout Doug.  They laugh. Linda resumes applying the lotion. Stacy continues reading the book. A couple of beats pass.  \n[58]\tI don't know. Thirty to forty \tminutes.  \n[59]\tHe works for the airline. He'll be \tout here. You'll meet him.  Stacy looks at Linda, almost disbelieving.  \n[60]\t\t \tHe's no high school boy.  There is a noise by the side fence leading into the Hamiltons' backyard. It is Mark Ratner and Mike Damone. They are already wearing swimsuits.  \n[61]\tI think they're both virgins.  Stacy smiles, gets up and goes over to the fence.  \n[62]\tNo.  \n[63]\tHi, Brad.  \n[64]\tGod, he hardly even talks anymore.  \n[65] who is now sunning herself by the side of the pool. She rubs her legs against each other, slowly, enjoying the hot afternoon.  \n[66] who smiles at Damone and flips back into the pool with a splash. Damone steals a look down at his swimsuit. He's popped a big one.  \n[67]\tGo ahead.  \n[68]\tStacy! I've got water in my ears. \tDo you have any Q-Tips?  \n[69]\tHi, Brad. \t\t \tYou know how cute I always thought \tyou were. I think you're so sexy. \tWill you come to me?  \n[70]\tHey, Brad! Do you have any Q-Ti...  The daydream evaporates and we see real life again with an...  \n[71] in the doorway of Brad's bathroom as she watches the sight before her.  \n[72]\tSorry. I didn't know anybody was in \there.  Linda turns and goes immediately, as if she wants to forget what she saw as quickly as possible. She closes the door behind her.  \n[73] It is night, and Linda and Stacy are watching Fantasy Island.  \n[74]\tHello.  Linda obviously is disappointed when she hears a female voice.  \n[75]\tYeah... you're kidding... What did \the say... What did you say... How \tmuch did it cost? Look, tell him he \tcan have a relationship with you or \ta 'more open' relationship with \tsomeone else... Listen, Debbie, can \tI call you later. I'm waiting for \tDoug to call.  She plops back on the couch with Stacy.  \n[76]\tI'll bet he forgets to call again.  She notices that Stacy is crying over the TV show.  \n[77]\tGod, Stacy, it's not that sad. It's \tjust David Soul and Ricardo \tMontalban.  \n[78]\tYou have been acting very strange \tthe last few weeks.  \n[79]\tWhat do you think it is?  \n[80]\tIt couldn't be.  \n[81]\tOf course it was Damone. If it was \tRon Johnson, you'd be out to here!  \n[82]\tBut it costs money to have an \tabortion. Even at the Free Clinic. \tYou tell Damone to pay for it. It's \tthe least he can do. It's the guy's \tresponsibility too.  She puts the TV back on and they watch.  \n[83]\tWhat?  \n[84]\tYou're right. I didn't tell you \tthat.  \n[85] Stacy is in Linda's room, sitting on her bed. Her eyes are red and moist from crying. Linda listens to her story.  \n[86]\tThat little prick.  \n[87]\tThat little prick.  \n[88]\tThere goes your stereo for another \tyear. Mike Damone is a no-brain \tlittle prick. I'm not letting him \tget away with this.  \n[89]\tStacy, he's not a guy. \t\t \tHe's a little prick!  Stacy lies back on the bed.  \n[90]\tCome on. There's lots of men around \there. Keep your eyes open.  \n[91]\tWhat do you want?  \n[92]\tRomance in Ridgemont? We don't even \tget cable TV.  \n[93]\tHe's not coming.  \n[94]\tHe says he's got to stay in \tChicago. \t\t \tHe says I should visit him \tsometimes.  \n[95]\tYeah, like maybe never.  \n[96]\tWell I might go to Dartmouth.  \n[97]\tI didn't tell anyone I applied \tcause I never thought I'd make it.  \n[98]\tThere's a world of guys out there. \tI just wish I didn't have to date \tany of them.  ", "Barrett": "\n[1]\tHello?  \n[2]\tShe went off to the beach. She'll \tbe back later, though.  ", "Arnold": "\n[1]\tBrad, can I talk to you a minute?  \n[2]\tBrad, I really fuckin' hate \tMcDonald's, man. Ever since they \tstarted in with the chicken, \teverything went downhill.  \n[3]\tOh, man, if you could swing \tsomething there, I'd do anything \tfor you. I want to work with you \tguys.  \n[4]\tAll right!!  Brad notices Stacy and nods with complete inner cool.  \n[5]\tYou'll go. It's part of the final.  \n[6]\tThe bodies are dissected, Mike, and \tMr. Vargas pulls out parts of the \tdead body and holds them up. Okay?  \n[7]\tBrad! I know you're on your break, \tbut would you cover me on register \tthree?  Brad nods, exits:  ", "Mike": "\n[1] walking the mall.  \n[2] in another part of the dance, by the Junior class sponsored food counter. Damone is standing, talking to several girls, gesturing and being Damone, Mr. Attitude.  ", "Damone": "\n[1]\tYou should work for yourself.  Two Junior High Kids spot Damone, walk up to him.  \n[2]\tWhat can I do for you, gentlemen?  \n[3]\tI could be.  \n[4]\tTwenty bucks apiece.  \n[5]\tSo don't buy 'em.  \n[6]\tScalper? You call me a scalper? I \tperform a service, my friends. The \tservice costs money. Now do you \twant the tickets or not?  The Kids look at each other.  \n[7]\tThese are my special back-to-school \tprices.  \n[8]\tSee that Mustang? U.C.L.A. gave \tCharles Jefferson that car when he \twas a sophomore.  The underclassmen are impressed. They watch as Jefferson opens his car door and stands to his full height, over six-foot tall. He opens his trunk and pulls out no books, just a football duffel bag. He slowly walks by Damone, Rat and the underclassmen.  \n[9]\tHow ya doing! That car looks great, \tCharles!  Jefferson gives Damone a death glare.  \n[10]\tShit, that's my man.  \n[11] Damone expertly fills two glasses three-quarters full of Kahlua, then adds a few drops of milk. Music is playing on a nearby speaker. Damone hands The Rat a drink and checks himself out in his mirror.  \n[12]\tSee that moustache coming in, Rat?  There is only a hint of peach fuzz, but he grooms it anyway.  \n[13]\tSee? You can almost press it out.  Damone turns around. His friend is preoccupied.  \n[14]\tYou... are a wuss. Part wimp. Part \tpussy.  \n[15]\t\t \tIt's definitely your mama.  \n[16]\tAll right... where did you see her?  \n[17]\tDid you get her number?  \n[18]\tDid you get her name?  \n[19]\tIt's never too soon! Girls decide \thow far to let you go in the first \tfive minutes.  \n[20]\t\t \tI would. Yeah.  \n[21]\tI can see it all now. This is going \tto be just like the girl you fell \tin love with at Fotomat this \tsummer. You bought forty bucks of \tfuckin' film and you never even \ttalked to her.  \n[22]\tOkay. Okay. \t\t \tHere's what you do.  Damone gets up, moves to the door.  \n[23]\tYou start from the second you walk \tinto biology. Don't just walk... \tmove across the room.  He saunters over to the chair.  \n[24]\tDon't talk to her. Let her know. \tUse your face. Use your body. Use \teverything. This is what I do. I \tjust sent out the vibe and I have \tpersonally found that... girls do \trespond. Something happens.  \n[25]\tThat's the idea, Rat. That's The \tAttitude.  \n[26]\tThe business is changing, Rat. I'll \ttell you, these kids today... they \tdon't even listen to Aerosmith.  \n[27]\tThere used to be three or four of \tthose guys. Now we see 'em every \ttime we come to the mall.  Damone is approached by a couple of young ticket Customers.  \n[28]\tNo Cult. I ate twenty-four pairs of \tBlue Oyster Cult tickets last time \taround. I was this close to working \tat 7-11. No Cult.  Suddenly we see all ticket business stop. Damone and his customers see someone menacingly coming directly for them. The small crowd parts as Charles Jefferson, football duffel bag in hand, walks up. With him is a thick, tough, miniature version of himself. This is Little Charles. They both stop in front of Damone.  \n[29]\t\t \tI'm really not sure. I haven't \theard anything yet, but I'll let \tyou know the second there is the \tslightest news, sir.  \n[30]\tExcellent. So that will be two \ttickets... All right. Fine, sir.  Jefferson and L.C. push past the customers.  \n[31]\t\t \tShit, he's my man. He knows where \tto come for tickets.  Damone turns to The Rat.  \n[32]\tWell, Rat. Are you ready for the \tmoment of truth?  The Rat adjusts his jacket, and nods.  \n[33]\tHey, Rat.  \n[34]\tAce the jacket.  The Rat considers the suggestion, gets rid of the jacket. They continue towards Swenson's.  \n[35] walking the mall.  \n[36]\tCheck it out, Rat. The Surf \tNazis... out for a Sunday stroll.  Damone and The Rat walk on. The Rat is barely interested. He appears deep in thought.  \n[37]\tNo problem, Rat. What you need is \tmy special Five Point Plan.  As he talks, Damone passes a Country Farms shop. He plucks a free sample of cheese and sausage.  \n[38]\tWhat do you mean? Men have died \ttrying to obtain this information. \tI will give it to you for free.  The Rat and Damone continue on.  \n[39]\tAll right. Pay attention.  The Rat nods, always the student, as they pass a Wherehouse Record store. Damone stops right in front of a seductively posed life-sized cardboard stand-up of Debbie Harry, the alluring rock singer.  Damone begins his speech.  \n[40]\tFirst of all, Rat... never let on \thow much you like a girl.  Damone turns to the cardboard cutout of Debbie Harry to demonstrate.  \n[41]\t\t \tOh. Hi. \t\t ) \tTwo. Always call the shots.  He turns to Debbie Harry, who looks on with an inviting cardboard smile.  \n[42]\tKiss me. \t\t \tThree. Act like wherever you are, \tthat's the place to be. \t\t(to Debbie Harry; \t\tdebonair) ) \tIsn't this great? \t\t \tFour. When ordering food, find out \twhat she wants and then order for \tboth of you... it's a classy move. \t\t(to Debbie Harry; Cary \t\tGrant \tAnd the lady will have... \t\t \tFive. And this is most important. \tWhen you get down to making out, \twhenever possible, put on the first \tside of Led Zeppelin IV. \t\t(to Debbie Harry; \t\tseductive \tWhy don't you put this tape on? It \tsounds great in the back of my \tvan... why don't we listen from \tthere?  \n[43]\tAnd that is how you talk to a girl, \tRat. Voila. You can't miss.  \n[44]\tYou wuss. It's no problem. One \tperson says something to the other \tand that's how it starts...  Standing there in the front of the Wherehouse, The Rat nods his head and smiles. He's finally beginning to understand, and we...  \n[45] He is sitting in a chair, leaning onto the back two legs, watching television.  \n[46]\tYo.  \n[47]\tMark. What happened to your date?  \n[48]\tDid you go home and get it?  \n[49]\t\t \tI'm really pretty busy...  \n[50] as we see the flickering images of Leave It To Beaver.  \n[51]\tYou owe me for this one.  \n[52]\tHey, Mark. Is that you?  \n[53]\tI come for the seafood. It's great! \tHey... you know what, Mark? I found \tyour wallet the other day. You want \tit back?  \n[54]\tWell, I've gotta be running.  \n[55]\tNice to meet you, Stacy.  \n[56]\tHey! We came over to help you with \tMath homework!  \n[57]\tWell, that's exactly why I brought \tsome Wisk for the jacuzzi.  \n[58]\tHey, Linda! I'll judge your dive. \tI'm a champion diver myself.  Brad arrives home by the side gate and slams it behind him. He is home from a bad day at work. He walks out onto the patio and stands with his hands on his hips. For the first time, our former campus hero looks absurd. He is still in his uniform from Captain Kidd Fish and Chips -- it is a blue and white striped Pirates of the Caribbean outfit, complete with black plastic sword at the side, and a ridiculously large Ponce de Leon-esque hat. Brad carries the hat under his arm.  \n[59]\tPoor guy.  \n[60] talking while the others are at the other end of the pool.  \n[61] as they talk.  Underneath the water, her leg accidentally knocks against his. Then he feels her continue. Damone feels Stacy's cool hand on his inner thigh. Moving upwards, stopping just short of the bulge in his trunks.  \n[62] as it loosens and quivers just the slightest bit. This is uncharted territory, even for Mr. Attitude.  \n[63] and we know he can't get out of the water yet.  \n[64]\tNo. I don't think so. Not right \tnow.  \n[65]\tGet a ride with somebody.  \n[66]\tWhat a guy.  Damone turns to her after a moment, all Attitude.  \n[67]\tYou know Mark Ratner really likes \tyou. You like him?  \n[68]\tDo you have any ice tea?  \n[69]\tI don't know.  \n[70]\tI know what I look like.  Stacy places a glass of ice tea in front of him. They are all alone in the house.  \n[71]\tWell...  \n[72]\tThis is great ice tea!  \n[73] He continues staring straight ahead.  \n[74]\tI don't know. It's getting pretty \tlate...  She locks the door to the changing room and begins to walk towards Mike Damone.  \n[75]\tCome on...  He could feel his leg starting to shake the slightest bit.  \n[76]\tListen. I feel pretty strange here. \tBecause Mark really likes you, and \the's my friend.  \n[77]\tYou're a really good kisser.  \n[78]\t\t \tNo. Are you crazy?  It is clear that this is as far as Mr. Attitude has ever gotten with a girl. Stacy takes the initiative, rubbing her hands through his hair, rubbing his sides, kissing his neck, then pulling away.  \n[79]\tYou first.  \n[80] hopping on one leg, pulling first out of his pants, then his jockey underwear. Bashfully, he goes to sit next to Stacy on the couch. They begin to kiss, and it quickly escalates into heavy petting. Stacy pulls away.  \n[81]\tLet's continue.  Stacy leans back and pulls him on top of her. He enters her and begins pumping so hard, so fast, that he doesn't notice he's banging the sofa into the wall of the changing room.  But just as quickly as Damone starts, he stops.  \n[82]\tWhat? Are you all right?  \n[83]\tI'm sorry. I'm really sorry.  He has a strange look on his face.  \n[84]\tI think I came. Didn't you feel it?  \n[85] as we read the confusion on his face. He is embarrassed, a little confused... mostly he just wants to be alone.  \n[86]\tI've got to get home. I've really \tgot to go, Stacy.  \n[87]\tOh. Hi.  \n[88]\tLook, I'm kind of in a hurry.  \n[89]\tHello.  He pulls away, leaving a bewildered Stacy standing by her locker. She grabs some books and hurries in the other direction.  \n[90]\tWhat's going on?  \n[91]\tWhat? Now?  He clicks off the time on a runner, and then turns to face her.  \n[92]\tWhy don't you call me up tonight?  \n[93]\tHow do you know it's mine? We only \tdid it once.  \n[94] as he realizes she is sincere, and he truly begins to panic.  \n[95]\tYou made me do it! You locked the \tdoor. You made me do it! You wanted \tit more than me!  \n[96]\tAll right, I take it back.  \n[97] He hugs his arms tighter across his chest, and decides to try a more mature tact.  \n[98]\tThere's only one thing we can do. \tWe've got to get rid of it. We've \tgot to get an abortion.  \n[99]\tYeah. My brother Art got his \tgirlfriend one once.  \n[100]\tDoesn't sound free to me. \t\t \tSo you want me to pay for it?  \n[101]\tSeventy-five dollars, and a ride. \tOkay.  Stacy stands there, hands folded, nodding.  \n[102] He is working at his desk, counting through a wad of money.  \n[103] The front door to the Damone house opens, and out walks Mike Damone carrying some books. He looks troubled, burdened, and stares down at the walkway as he moves towards his car. He walks around, starts to pen the car door, then he sees it. There, in white spray paint across the driver's door, is the message: PRICK.  \n[104]\tShhhhhhhhhit.  He looks both ways, and starts back towards the house.  \n[105] Mike Damone travels down Ridgemont Drive, making the turn into the school parking lot. There is a large cardboard panel taped on the side of his car.  \n[106] He arrives at his locker, where, in white spray paint, there is another message: LITTLE PRICK. Several girls walk by, they laugh knowingly.  \n[107]\tHi... girls.  More students pass, looking strangely at the young man pinned against his own locker.  \n[108]\tLet me tell you something, Rat. \tSometimes girls just go haywire. It \twas a month ago, I've been trying \tto think of a way to tell you ever \tsince. We started messing around \tand... \t\t \t... something happened. It's all \tover with. It's no big deal. I \tnever called her again.  The Rat says nothing.  \n[109]\tIf you ask me, she's pretty \taggressive. You understand what I'm \tsaying?  \n[110]\tShe wasn't really your girlfriend \tanyway.  \n[111]\tJesus. I'm sorry.  \n[112]\tFine. Get lost.  Damone starts to push past him, but The Rat shoves his shoulder hard.  \n[113]\tAll right, Rat. You want to do \tsomething about it?  Damone begins the classic high school fighting ritual. He throws his books down. He takes a step back. He goes into a crouch. He gestures towards himself. Then Damone says the universally recognized high school fighting words.  \n[114]\tWell come on.  The Rat shows no fear. As other kids begin to crowd around the two boys, Rat throws his own books down. He takes a step back, goes into the crouch. He gestures toward himself.  \n[115]\tNo. You come on, you wuss.  Assistant Coach Mr. Sexton comes running out of the boy's locker room, and steps in front of the two boys.  \n[116]\tAll right. All right. I just \tcleaned B-8. Give me a break.  \n[117] in another part of the dance, by the Junior class sponsored food counter. Damone is standing, talking to several girls, gesturing and being Damone, Mr. Attitude.  \n[118]\tSign my annual, honey.  The girls look at each other, laugh. They walk away.  \n[119]\tYou're crazy. Those girls love me.  \n[120]\tShe wants it, Rat.  The Rat snickers, shakes his head.  \n[121]\tI saw you. You had pure Attitude.  The Rat turns to look at his friend.  \n[122]\tWhatever you say, Rat.  They take off together, blending into the crowd of kids walking the mall.  \n[123]\tSensitive -- what is that?  \n[124]\tSo what makes you so sensitive?  \n[125]\tWhat do you read? What's the last \tbook you read?  \n[126]\t\t \tYeah, well, I saw the movie. That \tmust mean I'm sensitive too.  ", "Ron": "\n[1]\tSo you working hard or hardly \tworking?  Stacy thinks it over, decides it's a joke and laughs . Ron looks at her soulfully.  \n[2]\tYou look like you could still be in \thigh school.  \n[3]\tHow about your phone number?  Stacy smiles nervously.  \n[4] Ron sits behind the wheel, humming casually along to the music on his car stereo.  Ron has on a light-brown leather jacket. He looks like a contestant for \"The Dating Game.\"  \n[5]\tNo problem.  He speeds off, turning up the radio to sing along.  \n[6]\t'The Cuer-vo Gold, the fi-ine \tColumbian.' \t\t \tYou look nice tonight.  \n[7]\tWhere do you feel like going?  \n[8]\tHow about the point?  \n[9]\t\t \tAll right, the point it is.  We see Stacy's anxious face, as the car speeds up Ridgemont Drive, with music.  \n[10]\tThanks. Thanks a lot.  Silence. They look at each other, look away.  \n[11]\tIt's very warm out tonight.  \n[12]\tAre you really nineteen?  \n[13]\tI think I better take you home.  \n[14]\tNo. I mean back to your home.  But they make no moves in any direction. They continue making out. Ron begins unbuttoning her blouse and massaging Stacy's breasts. A moment later, he tugs at her pants. Awkwardly, she starts to help him. He tilts her backward onto the concrete dugout bench. They kiss feverishly, her hand pulling off her shoes, then her pants. Ron goes to work.  \n[15]\t\t \tIs this your first time?  \n[16] \n[17] as Mike Damone finally walks in. Damone looks over the diners, then feigns great surprise when he sees The Rat.  ", "Johnson": "", "Charles": "\n[1] who are seated in this class.  ", "Jefferson": "\n[1]\tDon't... fuck... with... it.  He moves on. Damone resumes selling tickets.  \n[2]\t\t \tWhen is Earth, Wind and Fire \tcoming?  \n[3]\tI'm taking my little brother.  \n[4] who are seated in this class.  ", "Lisa": "\n[1]\tWere those flowers really for me, \tBrad?  \n[2]\tHow much did they cost?  \n[3]\tWhat's there to do at the Point?  Brad shifts his weight, tries to find the right words.  \n[4]\tBrad. I don't want to have to use \tsex as a tool.  \n[5]\tI don't want to talk about it here, \tBrad.  Brad prepares to respond. He squints his eyes, prepares for a truly sizzling comeback, when Dennis Taylor, short and prematurely balding assistant manager of Carl's Jr., comes bustling out of his back office. He quickly surveys the situation in the kitchen.  \n[6] sitting nearby. We hear them over the drone of the assembly.  \n[7]\tIf you'd apologize I think Dennis \twould take you back.  \n[8]\t\t \tLook, Brad, I've been trying to \tthink of a way to tell you this. \tWe're almost out of high school, \tthis is our last year. I think we \towe it to ourselves to be free, and \tmeet some new people. Then, if we \tget back together, we'll know it's \tthe right thing.  \n[9]\tBut I still want to be friends.  \n[10]\tI saw your picture in the paper. \tYou had the greatest look on your \tface!  \n[11]\tWill you sign my annual, Brad?  Brad smiles, nods. He signs, and gives her his. We then see Brad's three Buddies from Carl's Jr. come up, pat him on the back and grab his shoulder. Brad studies them warily.  ", "Stacy": "\n[1]\tDo you think that guy's cute?  \n[2]\tDoes anyone else want to take his \ttable?  \n[3]\tYeah, but I fucked up. You can take \tit. Really.  \n[4]\tWhat should I do?  \n[5]\tI know, everyone says that.  He stares at her and she stares back uncomfortably.  \n[6]\tWhat can I get for you tonight.  \n[7]\tHe gave me his card. \t\t \t'Ron Johnson, Audio Consultant.'  \n[8]\tCome on, Linda, I haven't had a \tboyfriend all summer. You promised \twhen I started working at the mall \tthat my life would change... Do you \tthink he'll call this week?  \n[9]\tSo what did you do?  \n[10]\tI can't do that.  They pass a janitor cleaning graffiti that says: LINCOLN SURF NAZIS and MAGGOT LUST FOR THE DUST.  \n[11]\tReally?  \n[12]\t\t \tHe was hot, wasn't he?  \n[13]\tI can't believe I start high school \ttomorrow.  \n[14]\tHi, Brad.  \n[15]\tHi... Where's Lisa?  \n[16]\tU.S. History. Mr. Hand.  \n[17]\t\t \tWhat's wrong with Mr. Hand?  \n[18] as they walk onto lunch court. They take a seat on the outskirts of the area and watch all the students crowding onto the eating area.  \n[19]\tNo way! He just called him a dick.  \n[20]\tLinda. That girl looks just like \tPat Benatar.  \n[21]\tDo you think guys find that \tattractive?  \n[22]\tYeah but they look more \tsophisticated. You'd probably think \tthey'd be better in bed.  \n[23]\tNo there are variables that, like, \tI might not be good at.  \n[24]\t\t \tLike, you know, giving blow jobs.  \n[25]\tWell I never did it.  \n[26]\tWhat happens... don't laugh at me, \tbut when a guy has an orgasm... you \tknow, like, how much comes out.  Stacy stops practicing and looks horrified. Linda laughs.  \n[27]\t\t \tOh! That's where that group got its \tname from.  They continue practicing as the boys look on. Stacy manages to get almost a whole carrot down her throat to Linda's amazement.  The group of boys break out in applause.  Stacy looks very embarrassed.  \n[28] We see Stacy's room, a young girl's room with posters and frilly pillows. Stacy is in bed, and her Mother is just leaving the room.  \n[29]\tGood night, Mom.  Her Mother shuts off the light, exits. Stacy pulls back the covers. She is fully dressed.  \n[30] We see the window to Stacy's room slide slowly open, and watch her slip outside. She hikes down a drainage pipe to the street.  \n[31]\t\t \tThanks for picking me up.  \n[32]\tThanks. So do you.  \n[33]\tI don't know. Wherever you want.  \n[34]\t\t \tThe point sounds fine.  \n[35]\tThat's a nice shirt.  \n[36]\tIt is. It's very warm. I wonder how \tlong it will last?  Ron leans over and kisses Stacy lightly on the cheek. Stacy sits quietly for a moment, thinking, was that the first move? Then she lunges at Ron and kisses him square on the mouth. At first surprised, Ron then holds her there and kisses her in return. After a time, he breaks away.  \n[37]\tYes... I am really nineteen.  They continue making out.  \n[38]\tWhat about those other guys you \tlive with?  \n[39]\tYes.  \n[40] as she feels a man enter her for the first time, we see the graffiti above her: \t\t\t\t\tSurf Nazis \t\t\t\t\tLincoln was here --  Sieg Heil \t\t\t\t\tLed Zeppelin \t\t\t\t\tDan y Roberto  \n[41]\tIt was okay.  \n[42]\tIt was nice.  \n[43]\tCome on, Linda. It's just sex.  \n[44]\tWhy can't you do it?  \n[45]\tYour friends use the pool too.  \n[46]\tDon't strain yourself.  Stacy bristles, and heads inside the front door.  \n[47]\tBrad! Have Mom or Dad seen this?  \n[48]\tBrad, what would you say if I asked \tyou to just put these flowers in \tthe trunk of the Cruising Vessel \tand get rid of them at work?  \n[49]\tI'll explain everything later.  Brad nods, as Stacy pushes the flowers into his arms.  \n[50]\tThanks for getting rid of those \tflowers.  \n[51]\tIt's just some guy I met at \tSwenson's. You don't know him.  \n[52]\tIs everything okay at work?  \n[53]\tYou're going to break up with Lisa, \taren't you?  \n[54]\tWhy? Because she won't sleep with \tyou?  \n[55]\tI'm just guessing.  \n[56]\tMaybe you just need to give her \tsome time. She's so nice, Brad. \tEverybody loves Lisa.  \n[57]\tHey, Brad. Are you still a virgin?  \n[58]\tI don't know. I was just curious.  \n[59]\tYou are a virgin!  \n[60]\tBut your face did!  They laugh. Then Brad turns serious.  \n[61]\tMaybe yes. Maybe no.  \n[62]\tThere... There's his car. I know \the's at work tonight. He hasn't \tcome into Swenson's since he called \tmy house. My mother told him I was \tstill at high school, after I told \thim I was nineteen. I guess I \tshould tell him I'm fifteen.  \n[63]\tDoes Doug care that you're \tseventeen?  \n[64]\tIf he ever calls again I'll say I'm \teighteen.  \n[65]\tYes, sir.  \n[66]\tI think Christmas brings out the \tworst in people.  \n[67]\tNot since November.  Linda nods her head, always the coach.  \n[68]\t\t \tDon't you think it meant anything \tto him. Even if I am fifteen?  \n[69]\tI should quit this job. I'm going \tto get so fat working here... \tnobody will ever take me out.  \n[70]\tThanks a lot.  Linda punches Stacy lightly on the shoulder.  \n[71]\tHi. May I help you?  The Rat feels the beginnings of cold panic, but barges through nonetheless.  \n[72]\t\t \tWe keep them.  \n[73]\tWe keep them, in case the people \tcome back.  She reaches under the counter and pulls out a cardboard box with some rumbled jackets and other items.  \n[74]\tHere they are. You can look through \tit, if you want.  The Rat chuckles to himself, struggling with The Attitude.  \n[75]\tWhat's your other question?  \n[76]\tDo you have a pen? This one's out \tof ink.  \n[77] sitting together in the class. They are oblivious, lost in conversation.  \n[78]\tWhat do you think of that guy who \tworks at the theatre? You know, \tMark Ratner.  \n[79]\tSixteen.  Linda looks nauseous.  \n[80]\tThanks for coming to get me.  \n[81]\tThis is a nice car.  \n[82]\tDo you have Mrs. George for \tEnglish?  \n[83]\tYeah. She is pretty good.  \n[84]\tI've heard that, too.  The Rat finds a parking spot near the back of the lot, grateful that the long silence is over. He walks with Stacy to the front of The Atlantis.  \n[85]\tI think I'll have the Seafood Salad \tSpecial.  \n[86]\tAre you all right?  \n[87]\tNot at all.  Just as The Rat is about to get up, the Waitress approaches the table.  \n[88] The Rat and Stacy have finished the meal, and desert.  \n[89]\t\t ) \tSure. I'll... have another Coke.  \n[90] looking strangely at the proceedings.  \n[91]\tNice to meet you.  Damone leaves. The Rat takes a few quick gulps of Coke, and gets up to pay the bill. As he moves out of camera range, we see the strange look on the faces of waitresses and diners.  \n[92]\tMe, too. I'm real sorry someone \tbroke in and stole your tape deck.  The Rat nods glumly.  \n[93]\tDo you want to come inside?  \n[94]\tNo, they're away for the weekend. \tBrad and I are watching the house.  \n[95]\tI don't know. Probably out. Want \tsomething to drink?  \n[96]\tWell, I'm going to change real \tquick. I hope you don't mind.  \n[97]\tWill you unzip me?  \n[98]\tThanks!  She walks down the hall to her room, easing out of her dress as she walks. She leaves the door to her room open.  \n[99]\tYou can come in, if you want!  \n[100] Stacy stands there, looking gorgeous in an almost seethrough white robe. The Rat pretends not to notice.  \n[101]\tThanks. So... \t\t \tWhat do you want to do?  \n[102]\tDo you want to see some pictures? I \tkept a lot of scrapbooks and \tpictures and stuff from junior \thigh. How stupid, right?  \n[103]\tThis is me in the eighth grade. Did \tyou have Mr. Deegan?  \n[104]\tDo you really have to go?  \n[105]\tI guess it is getting late, Mark.  She shrugs him off, walks him to the door.  \n[106]\t\t \tYou really ought to look at this, \tLinda. There's a drawing on every \tpage... and all these quizzes. It's \tlike school.  \n[107]\tListen to this... 'What are your \tmate's three most erogenous zones?'  \n[108]\tWouldn't penis and balls be the \tsame category?  \n[109]\tAll right! Here's another one. 'The \tmost satisfactory lovemaking occurs \twhen your mate climaxes first, you \tclimax first, you and your mate \tclimax together?'  \n[110]\tDoes that ever happen?  \n[111]\tListen to this ... it says 'Most \twomen derive pleasure from sex, but \tthey don't have real orgasms.'  Linda stops applying lotion, considers that thought.  \n[112]\tHow long does Doug take?  \n[113]\t\t \tWhat's Doug do in Chicago?  \n[114]\tOh, really?  \n[115]\tWhat do you think?  \n[116]\tI didn't ask for any help. Did you, \tLinda?  \n[117]\tO-kay, you guys can come swimming. \tBut you have to leave as soon as my \tMom gets home. Okay?  \n[118]\tIt's just Linda. And Mark from \tschool.  Brad ignores the underclassmen, and notices Linda on the board in her maroon bikini. He smiles.  \n[119]\tI know. He hates to have to wear \tuniforms.  \n[120] talking while the others are at the other end of the pool.  \n[121] as they talk.  Underneath the water, her leg accidentally knocks against his. Then he feels her continue. Damone feels Stacy's cool hand on his inner thigh. Moving upwards, stopping just short of the bulge in his trunks.  \n[122]\tGod, I don't think so. Better look \tin the house.  Linda towels off and heads back inside the Hamilton house. She knows how to walk.  \n[123]\tI can't wait until I can drive next \tyear. I walk every day. It's such a \tdrag.  \n[124]\tSometimes I get a ride with my \tbrother. But he usually works in \tthe mornings, and then drives to \tschool himself.  \n[125]\tMark is a really nice boy...  Stacy walks along, then stops and looks at Damone.  \n[126]\tBut I think I like you.  They turn the corner.  \n[127]\tDo you want to come in for a \tsecond?  The Attitude starts to weaken. After a long pause, Damone responds.  \n[128]\tSure. Come on in.  Stacy unlocks her front door, they go inside.  \n[129]\tI guess the annuals are coming in \tpretty soon. Are you going to get \tone?  \n[130]\tAren't you curious to see how your \tclass picture turned out?  \n[131]\tDo you want to take a quick swim?  \n[132]\tBrad probably has some trunks you \tcan borrow... I'm going to my room \tto change!  Damone stares straight ahead. She's going to her room to change. Stacy scoots down the hall toward her bedroom.  \n[133] In the middle of changing, she has caught her own reflection in the mirror. She pauses a moment, looking at the young girl looking back.  \n[134]\t\t \tYou don't have to shout! You can \tcome back here to my room!  Damone doesn't move. He pretends he doesn't hear. A moment later, Stacy comes bounding back down the hall in her green bikini. She grabs Damone by the arm.  \n[135]\tCome with me! I know there's a suit \tin the changing room!  She pulls him away.  \n[136]\tPick a suit.  \n[137]\tAre you really a virgin?  \n[138]\tIt's okay if it's your first time.  She gives him a kiss.  \n[139]\tHe's my friend, too.  She gives him another kiss. He kisses her in return. Standing there, feeling Stacy in her bikini, feeling her kiss him, Damone also felt some of his reservations slip away.  \n[140]\tSo are you. \t\t \tAre you shaking?  \n[141]\t\t \tWhy don't you take off your \tclothes, Mike?  \n[142]\tHow about both of us at the same \ttime?  Damone nods, and watches as Stacy unhooks her top and steps out of her bikini bottom. She stands naked in the shadows of the afternoon sun. She sits down naked on a red changing room couch, and gathers her legs up to her chest. She watches as Damone struggles with his clothes.  \n[143]\tI want you to know that it's your \tfinal decision if we should \tcontinue or not.  \n[144]\t\t \tHey, Mike?  \n[145]\tI think we're making a lot of \tnoise.  \n[146]\tWhat's wrong?  \n[147]\tI guess I did.  They lay there, Damone still on top of her on the red couch.  \n[148] as she looks up at him. She gives him a kiss. Damone gets up puts his pants and shirt on. He leaves the changing room.  \n[149]\tWhere's Mike today?  \n[150]\tWhat's April 16th?  \n[151]\tJohn Bonham?  \n[152]\tOh. I see.  The bell rings, and Mr. Vargas enters the room with his Sanka cup.  \n[153]\tHi Mike!  Damone turns to see her, is thoroughly unimpressed.  \n[154]\tI didn't see you this morning.  \n[155]\tI'm in a hurry too. I just thought \tI could say hi to you.  \n[156] who goes running out of the \"Cold Room\", holding her mouth. The Rat runs after her.  \n[157]\tI made a fool of myself.  \n[158]\tWhat about the notes?  \n[159]\tI don't know, I'm just so \tdepressed. Everything is just so... \tdepressing.  Linda shuts off the television.  \n[160]\tI don't know... I just don't feel \tright.  Linda sits down next to Stacy on the bed.  \n[161]\tWhat do you think it is?  \n[162]\tIt could be. I had a pregnancy test \tat the clinic. I'll find out \tMonday. I guess it was Damone.  \n[163]\tI'm not going to tell him. He's an \tasshole. I hate him.  \n[164]\tYou know, there's one thing you \tdidn't tell me about guys.  \n[165]\tYou didn't tell me that they can be \tso nice, so great... but then you \tsleep with them and they start \tacting like they're five years old.  \n[166]\tMike, there's something that's been \ton my mind and I have to tell you \tabout it.  \n[167]\tMike. I want you to know that I'm \tpregnant.  \n[168] as she looks down. They are words she never thought she would be speaking.  \n[169]\tI know it's yours.  \n[170] She does not flinch.  \n[171]\tTake that back.  \n[172]\tWe've got to get an abortion?  \n[173]\tIt's already planned, Mike. It's \tgoing to cost $150 at the Free \tClinic.  \n[174]\tHalf. Okay? \t\t \tSeventy-five dollars. And a ride to \tthe clinic.  \n[175]\tHello... is Mike there?  \n[176]\tHi, Mrs. Barrett. Is Linda there?  \n[177]\tOkay. Thanks.  She looks at the clock again, then hears a noise in the driveway.  \n[178]\tBrad! Hey, wait a second!  She runs out.  \n[179]\tYeah. This is it. I have some \tshopping to do.  \n[180]\tThanks a lot, Brad. I really \tappreciate it.  She gets out of the car.  \n[181]\tThis is going to hurt, isn't it?  \n[182]\tDoes it hurt more to have a baby?  The Doctor pauses and considers her question.  \n[183]\tUh, my boyfriend said held be \twaiting downstairs.  The Nurse studies her, decides she's telling the truth and allows her to leave.  \n[184]\tBrad!  He puts an arm around her and leads her toward his waiting car.  \n[185]\tBrad. Please don't tell Mom and \tDad...  He helps her into the cruising vessel. He starts up the car and drives off.  \n[186]\tNo.  \n[187]\tI really thought he would show up. \tI waited... and waited... and \twaited...  \n[188]\tThen I called his house, and his \tmother told me he was in the garage \thelping his father.  \n[189]\tI paid for it and everything.  \n[190]\tDon't do anything, Linda. I'd \trather just forget about it. I \tdon't even like the guy.  \n[191]\tAnother summer of working at \tSwenson's.  \n[192]\tYou know, Linda. I've finally \tfigured it out. It's not sex I \twant. Anyone can have sex.  \n[193]\tI want romance.  \n[194]\tMike! You have a mess on C-9!  \n[195]\tGet going.  The two girls smile, go back to their posts.  \n[196] surveying the growing mob of annual-crazed students. From behind her comes Linda Barrett in a low-cut black dress.  \n[197]\tWhere's Doug?  \n[198]\tNot coming? What happened?  \n[199]\tSometime?  \n[200]\tBut what are you going to do?  \n[201]\tDartmouth?!  \n[202]\tI can't believe it! But what about \tDoug?  \n[203]\tHey -- Doug Stallworth? It's his \tloss.  \n[204]\tHey Mark! Turn around!  Ratner turns around, affects total and complete cool. He waves across the mall to her.  \n[205]\tCome over here!  He looks back at his post at the theatre, decides it's okay to step away. He walks across the mall.  \n[206]\tHi, Mark.  \n[207]\tI'm fine. Mark, I'm so glad you \tcame over here because I want you \tto know something. I just thought I \twould tell you that I really \tenjoyed getting to know you this \tyear.  The Rat maintains The Attitude.  \n[208]\tI know everybody says it, but I \treally mean it.  The Rat looks at her from the corner of his eyes.  \n[209]\tYeah. I want you to have this \tpicture, so you won't forget what I \tlook like. And so you'll remember \tto call me over the summer.  She withdraws a picture from her pocket, hands it to The Rat.  \n[210]\tI'd like that.  She gives him a kiss on the mouth, gets up and walks away. The Rat sits there, smiling at the way things sometimes turn out. He slips the picture into his pocket, a satisfied young man.  ", "Hamilton": "\n[1] Stacy arrives home. The Hamilton home has that anonymous prepackaged tract look, like many others in this lower-middle class neighborhood.  Brad washes his car in the driveway and listens to the car radio.  \n[2] The furniture in the Hamilton living room looks like it was gleaned for a sale at Pic 'N Save. Through the living room, one can see a very small, kidney-shaped pool.  Stacy checks an erasable telephone message sheet near the refrigerator. There are two names on it: BRAD/STACY. Brad's side is filled with messages. Stacy's is empty.  She notices a summer bouquet floral arrangement. Stacy reads the attached note. It reads: \"Memories of You, Ron Johnson.\" She quickly gathers it up and carries it back outside. She fans the door several times to dispel the odor.  \n[3] \n[4] We see the Hamilton's cul-de-sac home. All the lights are off in the house at this hour. Except for Brad's room.  \n[5] who are seated in this class.  \n[6] They walk in the front door. The Rat stands uncomfortably in the doorway to the living room.  \n[7] We see The Rat's forlorn face as he trudges towards his car. He stops. He takes a breath -- it wasn't that late, he really didn't want to leave. The Rat turns and begins walking back up the Hamilton steps. Just as he does so, Stacy's bedroom light clicks off. It was too late. He kicks at his car.  \n[8] who is again sitting alone in the bleachers. Watching. Several old lunch court friends pass by, on their way to the concession area.  \n[9]\n[10] Mike Damone yells \"banzai!\" and dives into the small pool. At one end of the pool is the jacuzzi, which is separated by a tile wall. Damone has already poured the Wisk into the jacuzzi, and the detergent has created a huge bubble bath effect. Damone surfaces and flips into the jacuzzi.  Stacy, looking great in a green bikini, sits kicking her legs by the side of the pool. Linda stands on the board. She is poised to dive. The Rat treads water and stares at both girls. Inside the Hamilton living room, the family stereo plays the music of Deep Purple's \"Woman From Tokyo\".  \n[11] It features Linda Barrett, just as she stood on the diving board a moment ago. She is gorgeous. Her breasts seem even bigger than usual. Her nipples are hard, poking through the film maroon string bikini. Water rolls slowly down her cheeks, into the corners of her mouth. Her lips are parted slightly. Her eyes are filled with desire as she says...  \n[12] They have arrived at Stacy's house. There are no cars parked out front. No one is home.  \n[13] Damone stands in the white linoleum Hamilton kitchen. Stacy opens the refrigerator door.  \n[14] who goes running out of the \"Cold Room\", holding her mouth. The Rat runs after her.  \n[15] Stacy is on the phone, calling Damone. We see the phone messages sheet that lists two calls for Stacy, and none for Brad. The line rings four times, then it's answered.  \n[16] He stands, hands on hips, just outside the door.  ", "Vargas": "\n[1]\tGood day, everyone! I just switched \tto Sanka. I'm running a little slow \ttoday, so have a heart.  \n[2]\tToday we're going to explore how \tthis hospital works to preserve \thuman life. \tWe'll be visiting every floor, \tevery level where these fine \tdoctors and nurses take care of us, \tin life... and in death.  \n[3]\tOver thirty children are delivered \there each day...  The class moves on.  \n[4]\tThis is part of your third quarter \texam, and I'd advise you to take \tcareful notes on what we're about \tto see.  \n[5]\tMay I just ask you one last time to \tconduct yourselves with the utmost \tmaturity...  The kids are beginning to get very nervous now as they are led down the hall to the \"Cold Room.\" The door to the \"Cold Room\" has only one sign on it. It reads: CADAVERS -- MEDICAL EXAMINATION ONLY. Mr. Vargas opens the door, and the class seems to gasp.  \n[6]\tAs you know, all the bodies in this \troom are recently deceased human \tbio-structures.  A student raises his hand.  \n[7]\tYes, Randy?  \n[8]\tMost of them were derelicts, Randy. \tThey sold the right for medical \texamination of their bodies for \tmoney. Something like thirty \tdollars, I believe. Isn't that \tright, Doctor Miller?  \n[9]\tNow this gentleman here is named \tArthur. Arthur died from heart \tfailure last week and we are \tfortunate enough to view his body \tin its pristine state.  Mr. Vargas suddenly pulls the white sheet aside and we see the body of Arthur. The students' eyes widen. Some gasp. Others cover their mouths. Others begin furious notes. Nobody speaks. The body of Arthur is smallish and withered. It is orange, flaky, and not quite real looking. A deep cut has been made in Arthur's chest.  Mr. Vargas bends Arthur upright for a better student view. He gestures to the deep cut made in Arthur's chest.  The tension mounts.  \n[10]\tThis incision allows us to pull \taside the skin covering of the \tchest cavity and really observe the \thuman organs as they exist in their \tnatural state.  \n[11]\tI want all of you to take a look at \tthe chest cavity for just a moment.  Mr. Vargas grabs the two sides of Arthur's chest cavity covering, and rips it open.  \n[12]\tHere we have the human lungs and \theart, which you can see is \tactually located in the center of \tyour chest.  With a squish, Mr. Vargas reaches inside Arthur and pulls out the human heart for display. The class stands in silent shock. Only one comment escapes from any of them.  ", "Jeff": "\n[1]\tDon't... fuck... with... it.  He moves on. Damone resumes selling tickets.  \n[2]\t\t \tWhen is Earth, Wind and Fire \tcoming?  \n[3]\tI'm taking my little brother.  \n[4] who is asleep in the bleachers.  \n[5] who are seated in this class.  \n[6] bright and clear-eyed, sitting in the front row. His hands are clasped in front of him on the desk. His textbook is open to the proper page.  Mr. Hand is suspicious, but continues with class.  \n[7] who turns to Stacy.  \n[8] Jeff Spicoli sits in his room, and it is his castle. Clothes lie in disarray on the floor. A huge half-waxed surfboard is propped against the window. We see Spicoli dressed in a too large white short-sleeved shirt, attempting to tie his father's fat paisley tie. He stops to take a hit from his bong, all the while talking on the phone. The music of Lynyrd Skynyrd's \"Freebird\" plays on the radio.  \n[9] sprawled out in the bleachers with his surfer stoner buddies. He turns to one admiring stoner .  ", "Spicoli": "\n[1]\tSomething happened to them, mon.  \n[2]\tYeah. I'm registered for this \tclass.  \n[3]\tThis is U.S. History, right? I saw \tthe globe in the window.  \n[4]\tCan I come in?  \n[5]\tSorry I'm late. This new schedule \tis totally confusing.  Mr. Hand takes the red ad card and reads from it with utter fascination.  \n[6]\tThat's the name they gave me.  Mr. Hand slowly tears the card into little pieces and sprinkles the pieces over his wastebasket. Spicoli watches in disbelief. His hands are frozen in the process of removing his backpack.  \n[7]\tYou just ripped my card in two!  \n[8]\tHey, bud. What's your problem?  Mr. Hand moves to within inches of Spicoli's face.  \n[9]\tYou... dick.  In the tense moment that follows, no one in the class is sure what might happen.  Mr. Hand simply turns away from Jeff Spicoli as if he ceased to exist and coolly continues his lecture.  \n[10]\tThe motherfucker pissed me off.  \n[11]\tI didn't take that shit.  They all laugh, flip hair out of their eyes.  \n[12]\tI called him a dick. And then I \treached for his class notes, and I \tripped 'em up. I said, 'Hey bud. \tTwo can play this game.'  The Stoners go wild.  \n[13]\tI'll tell you this. If he hassles \tme again, I can't be responsible \tfor what happens... you know why?  \n[14]\tYou got it. \t\t \tGimme a dollar.  One surfer digs out a dollar for Spicoli. They look out at lunch court, see it teeming with straight kids. They turn and walk towards the parking lot.  \n[15]\tHey! Wait a minute! There's no \tbirthday party for me here!  \n[16]\tI couldn't make it in time.  \n[17]\tI don't know, mon. The food lines \ttook forever.  \n[18]\tI don't know.  Mr. Hand appears mesmerized. He then turns and heads for the board. He writes in long, large letters as he slams the chalk into the green board. He writes: \"I DON'T KNOW\".  \n[19]\t\t \t'Layin' ladies!\t\t \tDrinkin' wine!\t\t \tYou gotta dollar -- \tYou're a friend of mine! \tGettin' loose!\t\t \tFeelin' fine!\t\t\t \tYou and me -- It's get down time! \tWe're on the Highway to Hell! \tThe Highway to Hell!'  Spicoli finishes up with a spectular pump. The audience goes wild as Merv Griffin greets him warmly, and guides Spicoli to his seat. Spicoli motions for the cheers to die down. Griffin is obviously happy to see him. He touches Spicoli's arm lightly.  \n[20]\tOutrageous, Merv. Nice to be here. \tI feel great.  \n[21]\tI've been swimming, Merv.  The audience howls. It's a famous Spicoli line.  \n[22]\tSeriously, Merv, everything is \tgreat. \tI was thinking about picking up \tsome hash this weekend, maybe going \tup to the mountains.  \n[23]\tSchool. \t\t \tSchool is no problem. All you have \tto do is go to get the grades. And \tif you know something, all you have \tto do is go about half the time.  \n[24]\tI don't go at all.  The audience is howling again. He is Merv's favorite guest.  \n[25]\tWell, it pretty much speaks for \titself. Peter, you want to run with \tit?  \n[26]\tMerv, this is the action down at \tSunset Cliffs at about six in the \tmorning.  \n[27]\tThat's me, Merv.  The audience gasps.  \n[28]\tTotally.  We watch as Spicoli catches the perfect wave, and it hurtles him through a turquoise tube of water.  \n[29]\tMerv, I'm thinking... I've only got \tabout four good hours of surfing \tleft before these little clowns \tfrom junior high start showing up \twith their boogie boards.  The audience is howling once again... when suddenly we hear the loud noise of a door opening, followed by a shrill voice. It is Spicoli's eight-year-old brother, Curtis.  Jeff Spicoli's dream of glory evaporates.  \n[30] It is a messy trailer, part of a trailer park by the sea. Spicoli's area is small, but he has made it his own. The walls are covered with posters, almost all of them naked centerfolds. It is obvious Spicoli's parents are not welcome in his room.  \n[31]\tUgh.  He groans, starts to struggle out of bed.  \n[32]\tLeave me alone!  \n[33]\tLeave me alone.  \n[34] who is asleep in the bleachers.  \n[35]\tBe noble. Be aggressive. The thing \tabout Missile Command is to \tdecimate before you can be \tdecimated. Just like in real life.  The youngsters hang on every word of the sage advice.  \n[36]\tI thought he was out of town.  \n[37]\tThen don't hassle it.  They speed off down Ridgemont.  \n[38]\tNaw. Any good?  \n[39]\tAll right.  \n[40]\tHold your beer down, L.C., I think \tit's a cop.  Spicoli slows down. The car behind him slows down.  \n[41]\tThis is a cop. He's definitely \tcruising me at busting distance.  The high beams switch on behind Spicoli.  \n[42]\tWhat the fuck is this guy doing?  The car behind Spicoli then advances to the point where it is now almost touching the blue Mustang.  \n[43]\tWhat the fuck is this guy doing?  \n[44]\tIt's a bunch of Jocks in a Granada!  \n[45]\tAll right. Die, Granada Jocks!  Spicoli guns ahead, in a real bullet move, and easily overtakes the Granada. Spicoli is proud of himself. He checks himself out in the rearview and turns to L.C.  \n[46]\tWould you roll your window up, \tL.C.? It's messing my hair.  Spicoli pulls way ahead of the Granada, while L.C. rolls his window up. Spicoli looks over to L.C. and smiles wickedly.  Now Spicoli wants to show off. He pushes the pedal to the floor.  \n[47]\tYou know the thing I love about \tMustangs? The steering wheel.  Spicoli fingers the bubbles in the wheel.  \n[48]\tWith a genuine Mustang steering \twheel, you can negotiate a hairpin \tturn with ease, my man.  \n[49]\tAre you okay?  There is silence. Outside the smashed car, the Granada Jocks pass Spicoli and L.C.  \n[50]\tJust be glad you're all right.  \n[51]\tMake up your mind. Is he gonna \tshit, or is he gonna kill us?  \n[52]\tWill you just relax, mon? He's not \tgonna kill us. My father is a \ttelevision repairman. He's got all \tkinds of tools. I can fix-this car.  \n[53]\tI can fix it.  \n[54]\tI think we may have gotten away \tclean.  \n[55] bright and clear-eyed, sitting in the front row. His hands are clasped in front of him on the desk. His textbook is open to the proper page.  Mr. Hand is suspicious, but continues with class.  \n[56]\tThat's me.  The Delivery Man takes the pizza, sets it on the desk, as Spicoli whips out some crumpled dollars. Then he produces yet another crumpled dollar, and presses it into the Delivery Man's hand.  \n[57]\tFor you, my man.  The Delivery Man thanks him warmly, just as Mr. Hand rages into the picture.  \n[58]\tLearning about Cuba. Having some \tfood.  \n[59]\t\t \tI've been thinking about this, Mr. \tHand. If I'm here... and you're \there... doesn't that make it our \ttime?  Mr. Hand is so furious he's almost shaking.  \n[60]\tSo I thought I'd order us a pizza. \tJust leave me a lot of bologna...  Mr. Hand snatches up the pizza, and starts to throw it in the wastebasket. Then he thinks better, and heads for the door. He opens it just as a gang of young Stoners walk past.  \n[61]\tYou better save some for me, you \tswine!  \n[62] who turns to Stacy.  \n[63]\tTwenty-five bucks is pretty good.  \n[64]\tBitchin'.  \n[65]\tHey, mon, can I use the bathroom?  Brad squints his eyes, looks at the sign on the back room door.  \n[66]\tTotally.  \n[67]\tI can't find it, mon!  \n[68]\tOn the ledge?  \n[69]\tThere it is!  Brad sighs again. He loads a new filter into the coffee maker.  \n[70]\tNo towels, mon...  The Robber turns to look at Spicoli, and that is all that Brad Hamilton needs. Just like it is the most natural thing in the world, Brad reaches for the hot, steaming coffee pot he has just made and throws it into the gunman's face and hands.  \n[71]\tAwesome. Totally awesome.  \n[72] Jeff Spicoli sits in his room, and it is his castle. Clothes lie in disarray on the floor. A huge half-waxed surfboard is propped against the window. We see Spicoli dressed in a too large white short-sleeved shirt, attempting to tie his father's fat paisley tie. He stops to take a hit from his bong, all the while talking on the phone. The music of Lynyrd Skynyrd's \"Freebird\" plays on the radio.  \n[73]\tI... am... so... wasted, mon. What \tis in this shit? \t\t \tDoesn't that stuff cause brain \tdamage? \t\t \tBitchin'.  Spicoli listens for a moment. He rubs his eyes, shakes his head. He is really buzzed.  \n[74]\tHey, mon, I am going to Mexico as \tsoon as school is out. Two more \tweeks, bud. Week from Wednesday. \t\t \tI am gonna take both boards, my \tduck feet, many cases of beer, and \tjust jam. \t\t \tNo, mon, from school. I'm leaving \tas soon as school gets out. I'll be \tat Sunset Cliffs by nighttime. \t\t \tTotally. \t\t \tLater.  Spicoli hangs up, and concentrates on tying his tie. He almost strangles himself. Then suddenly the door to his room flies open and Spicoli's little brother Curtis bursts in.  \n[75]\tGo away, Curtis. If you can't \tknock, I can't hear you.  Curtis slams the door and leaves. A moment later there is a knock.  \n[76]\tThat's better. Come in.  The door swings open and Jeff Spicoli sits in stoned shock at the sight before him. There, standing in the doorway of his room is Mr. Hand.  \n[77]\tMr... Mr. Hand.  \n[78]\tYeah. The Graduation Dance Mr. \tHand. It's the last school event of \tthe year.  \n[79]\tDid I do something wrong, Mr. Hand?  Hand removes several copies of Oui Magazine from another chair and sits down. He sets his briefcase on Spicoli's dresser, next to a bag of pot, and opens it up for easy access.  \n[80]\tI don't know. I guess so.  \n[81]\tHey, it's in my locker, Mr. Hand.  \n[82] Wearily, Spicoli is trying to grasp the material.  \n[83]\t... so, like, when Jefferson went \tbefore the people what he was \tsaying was 'Hey, we left this place \tin England because it was bogus, \tand if we don't come up with some \tcool rules ourself, we'll be bogus, \ttoo!' Right?  \n[84]\tHey, Mr. Hand, can I ask you a \tquestion?  \n[85]\tDo you have a guy like me every \tyear? A guy to... I don't know, \tmake a show of. Teach other kids \tlessons and stuff?  \n[86]\t\t \tNo way, mon. When I graduate U.S. \thistory I ain't even coming over to \tyour side of the building.  \n[87]\t\t \tYou're gonna flunk me?!  Mr. Hand pauses a moment, then breaks into the nearest approximation of a grin we have seen all year. It isn't much, but it's noticeable. His lips crinkle at the ends.  \n[88]\tAll right! Oh, yeah!  Mr. Hand has now gathered all his material, and he stands to approach Spicoli's door. Jeff jumps up, extends his hand.  \n[89]\tAloha, Mr. Hand!  \n[90] sprawled out in the bleachers with his surfer stoner buddies. He turns to one admiring stoner .  \n[91]\tHey, mon. Sign my annual.  Spicoli slips the annual into the kid's crotch. The stoner winces in pain, but still opens the book and lingers on all the signings in Spicoli's annual. They are all drug-related messages from fellow stoners. After a moment, Spicoli's friend signs: \"Thanks for the reds. Todd.\"  \n[92]\tHamilton!  Brad turns around, seen Spicoli sitting on the bottom rung of the bleachers. Spicoli looks back with true respect.  \n[93]\tAwesome.  He throws Brad his annual. Brad gives him his. They sign.  \n[94]\tEasy, mon.  \n[95]\tSummer, mon! We're there!  He turns to his stoner bud.  \n[96]\tLet's roll, my man.  Spicoli backs right into a young buzz-cut kid.  \n[97]\tHey, bud! Watch yourselff  Spicoli turns around to see he's backed into a squad of eight Lincoln Surf Nazis. They are all standing on the steps, waiting.  \n[98]\tHey, mon, I don't know what your \ttrip is, but...  Spicoli dashes off down Luna Street. L.C. and the Surf Nazis take out in hot pursuit, chasing him through the parking lot, past Ridgemont High, and into the night. They will never catch him.  ", "Cindy": "\n[1]\tHi, Linda. God, you look so great.  \n[2]\tHi, Stacy.  Stacy smiles. Gregg and Cindy move on, repeating the same scene a few feet away.  \n[3] who are seated at a back table, feeding each other.  Stacy looks at her finished sundae.  \n[4]\tI just want to say that we are not \t'Spirit Bunnies' anymore. We always \thated that name. It bugged the heck \tout of Dina and me...  \n[5]\tThey don't call the Chess Club \t'Checker Champs' or anything like \tthat. We're going to go to \teverything this year, you guys. \tWe're going to go to soccer, \twrestling, basketball... \teverything. We know you've got a \tlot of spirit! Everybody -- \triiiiiight? And we're gonna destroy \tLincoln next week? Riiiiiiight?  \n[6]\tWe're going to be going to every \tgame this year. We just want the \tcrowd to participate and we want \tspirit from every little person in \tthis entire school. Allll-Riiiight?  There is unenthusiastic, minor applause from the assembled students of Ridgemont High. Vice Principal Ray Connors, a tough-looking man with an H.R. Haldeman crew cut, approaches the podium. He has a sour look on his face.  \n[7]\tHi-yeeeeeeee!!!  ", "Hand": "\n[1] that reads: \"No Shirts, No Shoes, No Dice\"  \n[2]\tAloha. My name is Mr. Hand.  Mr. Hand writes his name on the green chalkboard before his class. Every letter is a small explosion of chalk.  \n[3]\t\t \tI have but one question for you on \tour first morning 'together.' \t\t \tCan you attend my class? Pakalo?... \tUnderstand?... History has proven \tus one basic fact. Man does not do \tanything that is not for his own \tgood. It is for your own good that \tyou attend my class. And if you \tcan't make it... I can make you.  An impatient knock begins at the front door of the classroom.  \n[4]\tWe have a twenty-question quiz \tevery Friday. It will cover all the \tmaterial we've dealt with during \tthe week. There will be no make-up \texams. It's important that you all \thave your Land of Truth and Liberty \ttextbooks by Wednesday. At the \tlatest.  The knock continues.  \n[5]\tYour grade is the average of all \tyour quizzes, plus the midterm and \tfinal, which counts for one-third. \tGot it?  The mystery knocker tries a lazy calypso beat on the front door. No one in Mr. Hand's U.S. History class dares mention it, much less answer it.  Stacy grips her desk with the tension of her first day.  \n[6]\tAlso. There will be no eating in \tthis class. You get used to doing \tyour own business on your own time. \tThat's one demand I make. I don't \tlike staying after class with you \ton detention. That's my time. I \tdon't like wasting it. Just like \tyou wouldn't want me to come to \tyour house some evening and discuss \tU.S. History on your time. Pakalo?  Hand finally turns, as if he has just noticed the sound at the door and opens the door an inch. Jeffrey Spicoli stands in the doorway, red eyes glistening. His long, blond hair is still wet and streaming down the back of his white peasant shirt. He grins, oblivious to such trivial matters as attendance bells. A Student sitting near Stacy turns to his friends.  \n[7]\tYes?  \n[8]\tWhat class?  \n[9]\t\t \tReally?  Spicoli holds his red ad card up to the crack in the door.  \n[10]\t\t \tOh, please. I get so lonely when \tthat third attendance bell rings \tand I don't see all my kids here.  Spicoli laughs. He is the only one.  \n[11]\tMr. Spicoli?  \n[12]\tYes.  \n[13]\tNo problem at all. I think you know \twhere the front office is.  It takes a moment for the words to work their way out of Jeff Spicoli's mouth.  \n[14]\tI've taken the time to print up a \tcomplete schedule of class quizzes, \tand the chapters they cover. Please \tpass them back to the desks behind \tyou...  Hand begins passing out stacks of purple mimeographed sheets.  \n[15]\tC... D... F... F... F... three \tweeks we've been talking about the \tPlatt Amendment. What are you \tpeople? On dope? A piece of \tlegislation was introduced into \tCongress by Senator John Platt. It \twas passed in 1906. This amendment \tto our Constitution has a profound \timpact upon all of our daily \tliv....  Mr. Hand stops on a dime. He is like a champion hunting dog that has just picked up the scent. He scans the room.  \n[16]\tWhere is Jeff Spicoli?  There is silence in the U.S. history classroom.  \n[17]\tI saw him earlier today near the \t200 Building bathrooms. Is he still \ton campus?  Silence.  \n[18]\tAnyone?  One student sitting next to Stacy raises his hand.  \n[19]\tYes, Desmond?  \n[20]\tHow long ago?  \n[21]\tOkay. Bring him in.  Desmond hustles out the door.  \n[22]\tWhat is this fascination with \ttruancy? What is it that gets \tinside your heads?  Mr. Hand begins to pace the aisles as he speaks. Occasionally, for emphasis, he bends down to lecture directly into the students' faces.  \n[23]\tThere are other teachers in this \tschool who look the other way at \ttruants. \t\t(points to attendance clip \t\ton the doorway \tIt's a little game that you both \tplay. They pretend they don't see \tyou, you pretend you don't ditch. \tWho pays the price later? You.  Desmond returns to the room with a red-eyed Jeff Spicoli.  \n[24]\tThank you, Desmond. \t\t \tWhat's the reason for your truancy?  \n[25]\t\t \tYou mean, you couldn't? Or you \twouldn't?  \n[26]\tFood will be eaten on your time! \t\t \tWhy are you continuously late for \tthis class, Mr. Spicoli? Why do you \tshamelessly waste my time like \tthis?  \n[27]\tI like that.  He stands back and admires it. He turns randomly to Stacy.  \n[28]\tDon't you like that, Miss Hamilton?  \n[29]\tI really like that too. 'I don't \tknow'... that's nice. 'Mr. Hand, \twill I pass this class?' 'Gee, Mr. \tSpicoli, I don't know'. I like \tthat. \tI think I'm going to leave your \twords on this board for all my \tclasses to enjoy. Giving you full \tcredit, of course, Mr. Spicoli.  We hear the blare of the dismissal bell. Stacy and the other students get up to leave. Spicoli stays in place. He has just figured out a truly bitchin' comeback... and his mouth is forming the first word, when Mr. Hand cuts him off.  \n[30]\tYou can go now.  Hand turns back to his desk. The rest of the students have already left. Spicoli's audience is gone. He shrugs and lopes out the door.  \n[31]\tNow in 1898, Spain owned Cuba. \tOutright. Think about it. Cuba, \towned by a disorganized parliament \t4,000 miles away. Cubans were in a \tconstant state of revolt.  Mr. Hand begins pacing the aisles as he talks.  \n[32]\tIn 1904, the United States decided \tto throw a little weight around, \tand...  There is a brief, sharp knock at the door. Mr. Hand whips his head around, like McGarrett. He approaches the door like a cat.  \n[33]\t\t \tWho is it?  \n[34]\tAgain?  \n[35]\tAm I hallucinating here? Just what \tin the hell do you think you're \tdoing?  \n[36]\tMr. Spicoli, you're on dangerous \tground here. You're causing a major \tdisturbance in my class and on my \ttime.  \n[37]\tAnd you, my friend. I'll see you \tfor a two-hour detention every \tafternoon this week.  Spicoli eases back in his chair, shrugs. It was a good idea at the time.  \n[38]\tThat's right, Jeff. Mind if I come \tin?  Spicoli can only nod.  \n[39]\t\t \tThank you, Mr. and Mrs. Spicoli.  Hand walks into Spicoli's room, takes off his suit jacket and lays it on the chair back. He stops a moment and catches the stare of Miss January Penthouse on the wall, then turns to Spicoli.  \n[40]\tWere you going somewhere tonight, \tJeff?  \n[41]\tI'm afraid we've got some things to \tdiscuss here, Jeff.  \n[42]\tDo you want to sit there, Jeff?  \n[43]\tFine. You sit right here on your \tbed. I'll use the chair here. \t\t \tAs I explained to your parents just \ta moment ago, and to you many times \tsince the very beginning of the \tschool year -- I don't like to \tspend my time waiting for late \tstudents, or detention cases. I'd \trather be preparing the lesson.  Mr. Hand takes a sheet from his briefcase and looks at it.  \n[44]\tAccording to my calculations, Mr. \tSpicoli, you wasted a total of \teight hours of my time this year. \tAnd rest assured that is a kind \testimate.  He returns the sheet to his case and looks into Spicoli's weed-ravaged eyes.  \n[45]\tNow, Mr. Spicoli, comes a rare \tmoment for me. Now I have the \tunique pleasure of squaring our \taccount. Tonight, you and I are \tgoing to talk in great detail about \tthe Davis Agreement, all the \tassociated treaties, and the \tAmerican Revolution in particular. \tNow if you can just turn to Chapter \t47 of Lord of Truth And Liberty.  \n[46]\tWell, then, I'm glad I remembered \tto bring an extra copy just for \tyou.  Hand reaches in his case and produces the book. He hands it to Spicoli.  \n[47] who nods his head.  \n[48]\tVery close, Jeff.  Hand reaches over and gets his case.  \n[49]\tI think I've made my point with you \ttonight.  \n[50]\tWhat's that?  \n[51]\tWell, you'll find out next year.  \n[52]\tIf you graduate.  \n[53]\tDon't worry, Spicoli. You'll \tprobably squeak by.  \n[54]\tAloha, Spicoli.  Mr. Hand exits the room, and descends the staircase of the Spicoli household. Spicoli kicks the door shut, grins, and continues struggling with his tie.  ", "Brad": "\n[1]\tWe need fifteen Superstars, David!  \n[2]\tI'll take care of the fry orders! \tJust get me the Superstars!  \n[3]\tHey you guys! You had shirts on \twhen you came in here.  \n[4]\tCome on, Spicoli. Why don't you \tjust put your shirts back on? See \tthe sign?  \n[5]\tNo, just a couple of surfers with \tno shirts on. I took care of it, \tDennis.  \n[6]\tThey were left over from the last \tshift.  \n[7]\tBut they weren't mine.  Brad laughs, goes back to work.  \n[8]\tSix more payments, gentlemen.  Brad joins his friends, and they walk towards the gymnasium.  \n[9]\tArnold. What's happening?  Arnold speaks confidentially to Brad.  \n[10]\tYou want to work at Carl's?  \n[11]\tI can probably get you in there. \tJust let me talk to Dennis Taylor.  \n[12]\tSis.  \n[13]\tHey, Stacy.  \n[14]\tEveryone wants to know where Lisa \tis. How should I know where Lisa \tis? \t\t \tWhat am I gonna do? Now my little \tsister goes to the same high \tschool. The party's over. \t\t \tSo who do you have first period?  \n[15]\tHey-yo.  \n[16]\tNothing... if you like 'Hawaii Five \tO.' You better get in class, Stacy. \tThat's not the one to be late to.  Stacy hurries off.  \n[17]\tYou should see her in the morning.  \n[18]\tHey-yooooooooooo.  \n[19]\tYou hear about the surfer in Mr. \tHand's class?  His Buddies shake their heads.  \n[20]\tTold Hand to fuck off.  \n[21]\tWhoa!_  Brad sees another friend pass through lunch court.  \n[22]\tThompson!  Brad waits for him to pass.  \n[23]\tI hear Thompson got canned at Bob's \tthis summer.  \n[24]\tWhere is he now?  \n[25]\tMan. \t\t \tThey make you wear a fuckin' candy \tstripe suit over there.  \n[26]\tPoor guy.  \n[27]\tMom says to clean up the pool.  \n[28]\tYour friends use the pool. Your \tfriends messed it up.  \n[29]\tI take out the garbage.  \n[30]\tThey're not home yet.  \n[31]\tI'd say... who the hell is Ron \tJohnson?  \n[32]\tOf course.  \n[33]\tDon't worry about it.  She gives him a kiss... on the cheek.  \n[34]\tLet's go to the Point tonight.  She pulls away.  \n[35]\tWhat's there to do at the Point? \tGod, Lisa, we've been going \ttogether almost two years, and...  \n[36]\tTool? Tool for what? We've been \tgoing together almost two years!  \n[37] Brad is alone in his room. He's prone on his neatly made bed, reading a paperback book entitled Power With Class. On the wall of Brad's room is a large framed photo of a Carl's Jr. hamburger.  Brad hears a muffled knock at his door.  \n[38]\tCome on in.  Stacy walks into Brad's room.  \n[39]\tDon't worry about it. Who sent the \tflowers?  \n[40]\tI don't care it you tell me or not. \tI got problems of my own.  He begins pacing.  \n[41]\tAre you kidding? Work is great. I \tkill at work. I don't even mind Mom \tand Dad making me pay rent.  \n[42]\tI've been doing some thinking. It's \tmy last school year. I'm a single, \tsuccessful guy. I think I want my \tfreedom.  \n[43]\tWhere did you hear that?  \n[44]\tWell... it's true.  \n[45]\tEverybody loves Lisa. Everybody \tloves Lisa. But everybody doesn't \thave to be her boyfriend.  Suddenly, Stacy pops the question.  \n[46]\tWhy?  \n[47]\tMaybe yes. Maybe no.  \n[48]\tI didn't say that.  \n[49]\tAre you still a virgin?  \n[50]\tDon't give me that shit! I know \tyou're still a virgin!  Stacy smiles and stands up. She playfully slaps her brother on the arm and walks down the hallway to her room. We can see there is less frill and lace in Stacy's room. The junior high paperbacks are gone. There are no dolls in sight.  \n[51]\t \tLisa? I have something to tell you. \tLook, I'm a senior now. \tI'm a single, successful guy and \tI've got to be fair to myself. \tLisa... I think I need my freedom.  Brad pauses, looks at the mirror soulfully.  \n[52]\tAw, don't do that... don't take it \tpersonally, okay? Please? I knew \tyou'd understand, because...  The bathroom door opens -- it's Arnold, the boy who Brad got a job.  \n[53]\tOkay, Dennis.  Brad begins polishing the counter and Dennis Taylor returns to his office at the back of the kitchen.  Brad watches him disappear behind the door that says: ASSISTANT MANAGER.  As soon as Dennis disappears behind the door, the one Businessman in the place rises and returns to the counter.  \n[54]\t\t \tMay I help you?  The Businessman has short, curly brown hair. He speaks in a whine.  \n[55]\tWell, I believe you have to fill \tout a form. There's a pad right \taround here.  \n[56]\tWell, that's not the way it works, \treally. And you ate most of your \tfood already, too...  \n[57]\tI can't do that. But if you wait a \tminute...  \n[58]\tI'm sorry, sir. Just let me find \tthe forms here.  \n[59]\tMister, if you don't shut up, I'm \tgonna kick 100% of your ass.  \n[60]\tHe insulted me first. He called me \ta moron.  \n[61]\tYes, sir.  \n[62]\tI hope you had a hell of a piss, \tArnold.  \n[63] He arrives back in his room and locks the door. He yanks the burger picture off his wall, dumps it into the trash. Then he takes it back out of the trash and cracks the cardboard picture and plastic frame in half.  \n[64] sitting nearby. We hear them over the drone of the assembly.  \n[65]\tMan, I don't even want to see those \tguys from Carl's again.  \n[66]\tApologize to that wimp? No way. \tFuck Dennis Taylor.  They sit in silence for a moment.  \n[67]\tI'm just glad we're still together, \tLisa, because I need you this year.  \n[68] as he accepts the news.  \n[69] as it falls slack.  \n[70] who are seated in this class.  \n[71] who is again sitting alone in the bleachers. Watching. Several old lunch court friends pass by, on their way to the concession area.  \n[72]\tAll right.  \n[73]\tFish and chips place.  \n[74]\tJust a fish and chips place.  Brad says nothing more. The students look at each other.  \n[75]\t\t \tLater.  \n[76]\tDoes Mom know you have company?  \n[77]\tHi, Linda.  \n[78]\tWell, you guys, keep it down. I've \tgot some work to do upstairs.  Brad turns and heads back inside. He is just out of earshot when they begin talking about him.  \n[79] who is watching Linda from the window in his room. We see him from behind, peeking out the curtains.  \n[80] We see Brad's room. The Carl's burger picture on the wall is conspicuously missing. There is music playing from his stereo -- Pink Floyd's \"You and Me\".  We see Brad. He is kneeling on the bathroom floor, his back to us. His green T-shirt is on, his underwear in a pile on the floor behind him. His arm is pumping slowly. Brad is jacking off.  \n[81] It features Linda Barrett, just as she stood on the diving board a moment ago. She is gorgeous. Her breasts seem even bigger than usual. Her nipples are hard, poking through the film maroon string bikini. Water rolls slowly down her cheeks, into the corners of her mouth. Her lips are parted slightly. Her eyes are filled with desire as she says...  \n[82] in a nice shirt, his hair combed back and looking great. He walks to Linda. She reaches out and grabs him for a kiss, pulling him close. Then she pushes him away, so he can watch as she carefully unstraps the top of her bathing suit. The incredible Linda Barrett's breasts fall loose.  She takes Brad's hands and places them on her, as she begins unbuttoning his shirt. They are just about to fall into passionate lovemaking when we hear...  \n[83] in the doorway of Brad's bathroom as she watches the sight before her.  \n[84] trying to cover himself and act nonchalant and keep his back turned at the same time. The words barely escape his mouth.  \n[85]\tWait just a... minute.  \n[86] still kneeling. It had all happened so quickly, so fast  \n[87]\tDoesn't anybody fuckin' knock \tanymore?  He slams the toilet seat down and we...  \n[88]\tI go to school in the mornings. I \thave a work study program for the \tafternoon.  He bags one final coffee and punches up the amount.  \n[89]\t$8.46, please.  \n[90]\tThank you, and thanks for coming to \tCaptain Kidd.  Brad loosens his buccaneer scarf, and starts back towards the kitchen. He is stopped by the sudden appearance of Captain Kidd Assistant Manager, Harold.  \n[91]\tJust write me out a bill.  While Harold leans down to tally up the fish order, Brad goes to a nearby employee's closet. He has completely perfected the art of changing back into his street clothes, and it takes less than a minute. He is just about to finish buttoning his street shirt when Harold sees him.  \n[92]\tThis is how I dress all the time.  \n[93]\tI thought I'd take it off for the \tdrive over to IBM. It's kind of \tuncomfortable.  Harold can barely fathom the idea.  \n[94]\tYou really want me to put all this \tstuff back on?  \n[95] as he stands there, stoic looking.  \n[96]\tI don't believe you're asking me to \tdo this, but okay.  He begins taking off his street shirt. He looks at Harold, looks at the boxes, and returns to the closet.  \n[97] looking perplexed. Then he realizes that he hasn't taken his Ponce de Leon hat off. Brad drives on.  \n[98] as we see the Cruising Vessel move down the highway. We see the Captain Kidd hat go flying out the window. Then the plastic sword, and the scarf. Then a couple boxes of Captain Kidd fish. Then the rest of them. We see Brad rip past the IBM Building.  \n[99]\tWell, to tell you the truth Mrs. \tO'Rourke, I've kind of been putting \tit off. I'm not sure what I want to \tdo yet.  \n[100]\tI don't know... Burt Reynolds.  There is no humor on Mrs. O'Rourke's face.  \n[101]\tYou know what, Mrs. O'Rourke? I \tbroke up with my girlfriend this \tyear. I lost my job at Carl's, and \ttwo other places. I wake up at 5:30 \tto work at 7-11, then I go to \tschool, then I go back to 7-11. I \thave to pay rent, you know. My \tgrades haven't been that bad, and \tnow you're telling me that the fun \tis over. Well, I'm still waiting \tfor the fun to start.  \n[102]\tSee you later.  \n[103] He stands, hands on hips, just outside the door.  \n[104]\tSince when do you shop at the Flea \tMarket anyway?  \n[105]\tWho did it?  Stacy stares out the window. Tears well in her eyes.  \n[106]\tYou're not going to tell me, are \tyou?  \n[107]\tAll right, then. It's your secret.  Stacy smiles at Brad. Brad smiles back. The car drives on.  \n[108]\tGo ahead. Just make it quick.  \n[109]\tIt's the first door on your left.  Spicoli disappears into the back room. Brad sighs, looks at the clock. It reads: 11:15. Then he hears Spicoli from the back room.  \n[110]\tIt's the first door on your left!  \n[111]\tFirst door on your left!  \n[112]\tThey empty and close the big safe \there at midnight.  \n[113]\tI'm instructed to tell you that we \tare on a video alarm system and \tthere are other hidden cameras in \tthe store ...  \n[114]\tOkay. \t\t \tI just started here, and they just \ttaught me the procedure. I'll give \tyou the money, just let me figure \tthis out.  \n[115]\tYou motherfucker. Get off my \tfuckin' case.  The Robber is about to react when the bathroom door opens and Jeff Spicoli starts out, wiping his hands on his pants.  \n[116]\tThere goes your ride home.  Brad pulls the under-counter alarm with newfound confidence. Jeff Spicoli stands there, mesmerized at the entire event.  \n[117]\tSince when do you guys want to work \tat 7-11?  \n[118]\tWell, 7-11 is a tremendous \toperation. It's really changed, \tman. They've got great food, great \tmagazines, videogames... it's \tclass. Total class.  \n[119]\tHey, Thompson! Wendell! Get a job!  They laugh, flip him off. Brad is back in his element at last. He moves into the main dancing area, works his way across the room, past the bleachers, when he hears a voice.  \n[120]\tLater.  ", "Dennis": "\n[1]\tAny problems?  \n[2]\tDid you throw away those fries, \tHamilton?  \n[3]\tThose were perfectly good fries, \tHamilton. \t\t \tPerfectly good.  \n[4]\tCome on. Clean that counter off \tBrad. Let's go. Play ball.  \n[5]\tCan I help you, sir? Is there a \tproblem?  \n[6]\tDid you threaten this man or use \tprofanity in any way?  \n[7]\tDid you threaten this customer or \tuse profanity in any way?  \n[8]\tYou're fired.  Brad looks around, expecting his friends to defend him. Dave and Rich seem very occupied with their work. Brad is stunned.  \n[9]\t\t \tI'm very sorry this happened to \tyou, sir.  ", "Taylor": "\n[1]\tHamilton! You have fifteen double \tcheese to box!  Lisa returns to her cashier post, leaving Brad's last words stalled in his mouth.  "}}