{"filename": "Final-Destination_script.txt", "imdb_id": "tt0195714", "imdb_url": "https://www.imdb.com/title/tt0195714", "characters": ["Barbara Browning", "Larry Murnau", "Agent Weine", "Tod Waggner (as Chad E. Donella)", "Valerie Lewton", "Christa Marsh", "Carter Horton", "Alex Browning", "Terry Chaney", "Blake Dreyer", "Bludworth", "Agent Schreck", "Clear Rivers", "Billy Hitchcock", "George Waggner"], "dialogues": {"Barbara": "\n[1]Alex... \n[2]Where would you get a nutball idea like that? \n[3] smile and fight back the tears. Clear begins to laugh euphorically through the tears.  \n[4] Barabra places a cool wet cloth on Clear's forehead...  \n[5]Exactly a year... to the minute. ", "Browning": "\n[1] Alex sits in the back against the door, looking out the window at the storm. Clear Rivers is pressed against the other door. Everyone is slient. Outside, the STORM angrily rages.  Alex is unaware that Clear is watching him, searching for some answer that she will not now find. She looks up.  \n[2] CNN broadcasts video footage of the disaster. Seat cushions and personal belongings float in the harsh floodlights.  \n[3] FIZZLES in the glass, while O.S., a PHONE RINGS...  ", "Larry": "", "Murnau": "\n[1]Les estudients, allons en France! \n[2]Entendez classe, qu'est ce que c'est l'announce? \n[3]Tres bien, Clear! Tout droit! \n[4]Vingt huit, vingt neuf... \n[5]Alex? Qu'est-ce se? \n[6]Alex, Knock it off. It's alright.       Settle down, Alex. \n[7]Everybody just stay where you    Mr. Carpenter, keep an eye on are. Just sit tight.             things for a moment. \n[8]I'll stay. ", "Agent": "\n[1] stand in the front yard. Schreck subtly redirects Weine's attention toward...  \n[2] The boy franically moves to a paramedic.  \n[3] after a beat of incredulity...  ", "Weine": "\n[1]We understand how you must be feeling at this hour... and although we know it may be difficult, we must ask you some questions... regarding today's events, while it's still fresh in your minds. \n[2]It may be valuable to our rescue attempts, or any potential... criminal investigation. \n[3]Did you take any seditives before boarding, or on the plane. Sleeping pills? \n[4]If that's the case, Alex... why did \n[5] \n[6]No one forced you to get off the plane. You told us you aren't friends with any that did... so, why did you leave the airplane? \n[7] stand in the front yard. Schreck subtly redirects Weine's attention toward...  \n[8] hearing this, they turn to one another, with an expression suggesting a deepening suspicion.  \n[9] after a beat of incredulity...  \n[10]\"Next?\" \n[11] \n[12]Alex, you got our attention, at first, because you were under suspicion in the plane explosion. \n[13]I know you didn't blow up that plane. \n[14]I don't believe you have magical \n[15]Alex... can you promise me that \n[16]Alright, go on. Get outta here. \n[17]We got nothing to hold him. \n[18]Sometimes, you give me the creeps. \n[19]Why? \n[20]She was up there a minute ago... \n[21]You can't. \n[22]Tell us where he is. Wait at home, \n[23] Full sprint, Alex disappears into the dark forest.  \n[24] believing Alex is not in the area, move ahead into the woods.  \n[25] \n[26]Alex, get away from there! \n[27] step forward...  \n[28] \n[29]Get back! You'll both die! \n[30] CAMERA EASES IN on the agents, exchanging rattled expressions that convey their unease in the proof that Alex was right.  ", "Valerie": "\n[1] ENTER'S FRAME, on the phone, wearing a t-shirt and sweats.  \n[2] is watching, peeking out her front curtains. O.S., CAR DOORS CLOSE. The vehicle ROARS OFF. She releases the curtains and moves back, feeling somewhat better, but still rattled.  Then...  The curtains billow as if blown by a breeze. Ms. Lewton appears puzzled as she moves the curtains aside to find the windows closed. As CAMERA PUSHES IN ON HER, tensing and uneasy...  ", "Lewton": "\n[1]It will be for you if you harass my students. \n[2] \n[3]Anyone seen Billy Hitchcock? How'd we lose him? \n[4]Alex, Knock it off. It's alright.       Settle down, Alex. \n[5]Everybody just stay where you    Mr. Carpenter, keep an eye on are. Just sit tight.             things for a moment. \n[6]PLEASE... I've got forty students \n[7]Airline's not taking this very well. They'll let one of us back on and the rest can grab a six-ten flight. Gets in two hours later at DeGaulle. It's alright. It's not that big of a deal. \n[8]No, you know the whole French thing. \n[9]Alex, talk to me. What happened? \n[10]You must have fallen asleep. \n[11]Tod... \n[12] maintain their uncertain expressions. With strained apprehansion, as if not wanting to \"dabble in the occult,\" but needing an immediate answer.  \n[13]Is everyone dead? Are there any survivors? \n[14]Have they found any survivors? What's going on? \n[15] displaying a similar sickened expression as Tod...  \n[16]Larry Murnau told me to get back I sent him back on the plane. \n[17]Don't talk to me. You scare the hell out of me. \n[18]A couple of weeks. \n[19] are SPLATTERED with BLOOD before they can even recoil.  \n[20] ENTER'S FRAME, on the phone, wearing a t-shirt and sweats.  \n[21]Some nights I'm woken up by the \n[22]Everything here reminds me... of memories, you know... but now all I \n[23] The figure is Alex Browning.  \n[24] Ms. Lewton steps away from the curtains.  \n[25] \n[26]This is Valerie Lewton. I need Agent Schreck... \n[27] Alex has moved closer to her house, remaining in the shadows. He checks for any passers-by. Being sure there are none, he creeps toward Ms. Lewton's car. He visually inspects the exterior. As he kicks the tires... an unmarked sedan SCREECHES up. Doors open...  Startled, Alex turns to find...  Special agents Schreck and Weine standing in the street, backlit in the strong headlights of their car.  \n[28] is watching, peeking out her front curtains. O.S., CAR DOORS CLOSE. The vehicle ROARS OFF. She releases the curtains and moves back, feeling somewhat better, but still rattled.  Then...  The curtains billow as if blown by a breeze. Ms. Lewton appears puzzled as she moves the curtains aside to find the windows closed. As CAMERA PUSHES IN ON HER, tensing and uneasy...  \n[29] Ms. Lewton moves to a closet door, opens it and CLICKS on an overhead light.  Kneeling down, she tugs on a heavy box and opens it to check the contents. Her expression warms, as if recalling a far off memory.  \n[30]Oh... mom's favorite. \n[31] held in a wooden block, sits atop the kitchen counter.  In the b.g., Valerie removes the chrome teapot from the stove and moves it to the sink. JOHN DENVER CONTINUES in the next room. Ms. Lewton turns on the faucet, pours water into the kettle. Some water spills on the side of the kettle. As she wipes the pot with a blue checked hand towel, a dark shadow appears to cross behind her.  Lewton turns. CAMERA FOLLOWS, CIRCLING as she looks about the room only to find she is alone. Unsetteled, she absently tosses the towel on the counter the edge which, catches a knife blade held in the cutery block.  \n[32] Whistles.  \n[33] picks up the cup, raising it toward her lips. She pauses, her expression turning tragic.  On a reflex, she spins toward the sink and throws the hot contents into the drain. She sits the mug down...  \n[34] Trembling. She takes a deep breath, getting a hold of herself.  \n[35]You gotta stop this! Stop this! It's You're outta here. Pretty soon... you'll be gone. \n[36]  Valerie Lewton tears off a piece of plastic bubble wrap. She stands over her desk, placed against the wall. On the desk is her desktop computer monitor.  \n[37] sets the mug out of the way on the back edge of her desk.  \n[38] her back is to the desk, while pouring styrofoam peanuts into the box. In the b.g., FLAMES, nearly supernaturally, leap up the walland toward the computer monitor.  \n[39] turns, holding her sheet of bubble wrap, shocked by the flames.  \n[40] a large jagged shard from the monitor flies into her throat. Blood squirts from her neck onto the bubble wrap. Her stunned expression is sickeningly numb from shock.  \n[41] reach the coffee mug, igniting the trickling stream leading to, and away from, the crack in the cup.  \n[42] Valerie Lewton races in, desperately pressing her hand to her throat as she GURGLES and CHOKES on the blood from the wound. She leans over the now red sink. She turns pale from the blood loss.  \n[43] behind her, the stove ERUPTS in FLAMES. They jump, leap like a tiger, landing on her shoulders and hair, which catch on fire...  \n[44] Alex approaches the front of the house. From here, nothing appears to be wrong. As he catches his breath, sweating, visually examining the house.  From INSIDE, a hoarse, macabre SCREAM! CAMERA PUSHES IN ON ALEX, stunned, before he races off toward the house.  \n[45] DROPS INTO FRAME ON HER KITCHEN FLOOR, hair and sweatshirt aflame. She desperately rolls on the floor and manages to extinguish the flames.  On her back, on the floor, she is badly burned. Her open neck wound continues to bleed. Blood pools on the floor. In shock and moving on pure survial instincts, she reaches up...  \n[46] the lower third of the towel dangles over the edge of the counter top. Her hand grabs it, and pulls.  \n[47] a half dozen knives, from small, but sharp, cutting blades to large butcher knives, cascade into her body.  \n[48] the block lands directly on the butcher knife handle, driving the blade further into Ms. Lewton's body.  \n[49] descends, the FRAME COLLAPSING until her face, eerily peaceful, but lifeless gray, horrifically decays... flesh rotting, worms feeding on muscle until only a skull remains.  \n[50] as Death arrives, her eyes are macabrely focused above her.  \n[51] Alex runs with all his strength away from Valerie Lewton's home. Billy Hitchcock is riding his bicycle in Alex's direction. He stops and gets off his bike.  ", "Christa": "\n[1]Alex? \n[2] Man, they look great and they're workin' the sex appeal.  \n[3]Could you trade seats with Blake so she and I can sit together? I asked Tod, but he says he's got some medical thing? \n[4]You're so sweet. Thanks, Alex. \n[5]Alex? \n[6]Could you trade seats with Blake so ", "Marsh": "", "Carter": "\n[1] is the class dickhead who mix and matches his role models in the most superficial manner. His hand is tucked into his girlfriend, TERRY CHANEY'S, waistband...  \n[2] \n[3]What's your fuckin' problem? \n[4] \n[5]Shut up, Browning!       You're not funny. \n[6]\t      Sit! DOWN! Browning!  \n[7]I'll remove him. \n[8]We get thrown off the plane and blow It's going to explode! It's going to \n[9]You're payin' for my trip, Browning! \n[10] maintain their uncertain expressions. With strained apprehansion, as if not wanting to \"dabble in the occult,\" but needing an immediate answer.  \n[11] Their parents are concerned, but do not demonstratively show affection. Carter appears as if he wants to hug his MOTHER, but he can't bring himself to betray his self-image.  \n[12]Hope you don't think, Browning, that \n[13]  \n[14]Don't ever fucking again tell me \n[15]I'm never gonna die. \n[16] She holds the paper as Alex, apparently, explains the story.  \n[17] CARTER scowls, his anger rising as he slows, staring at the perceived reasons for his problems.  \n[18] His eyes having never left Alex, Carter suddenly cranks the wheel hard to the left to make a tight U-Turn.  \n[19] barreling down towards him. The car cuts in front of the bicycle to complete the U-Turn.  \n[20]Kind of have a reunion, here. \n[21]When are you moving? \n[22]We're losing our favorite teacher. \n[23]Lived here her whole life.        This'll be hard to believe.  Ms. Lewton's eyes flash to Alex, afraid of him.  \n[24]And now she has to move.          Listen to me, we may all All because of Browning.          be in danger...  \n[25] are SPLATTERED with BLOOD before they can even recoil.  \n[26]Terry's name should be on this wall. \n[27]So, why'd you want us to meet you here? Now? \n[28]Why would I want to see him? \n[29] Carter checks the rearview mirror. Clear looks out the front passenger window. She shakes her head, as if \"no one's following us.\" Billy leans forward from the backseat...  \n[30]Billy! I'm gettin' a vision! You're the next one... \n[31]'Cause if you say another word, I'm gonna fuckn' kill ya! \n[32] Carter drives. Billy rides shotgun. Alex and Clear are in the back. Everyone anxious, looking for cops.  \n[33]Alright, Browning, you fuckin' \n[34]  \n[35]Out of us... who's next to see it? \n[36]Me, right? That's why you're not \n[37] \n[38]You have a responsibility to tell me. \n[39]You get off havin' control over me. Let me choose how to deal with it. \n[40]Aww, fuck... really? \n[41]Then why bother? What's the fuckin' point? Terry and me will be back together on the other side, so why wait any longer? \n[42] The interior bounces as the car clears a dip past the intersection. Alex, Clear, and Billy tenses...  \n[43]May as well go out under my own free will, right? \n[44] Every passenger hangs on as the car BOUNCES from the next dip.  \n[45]What's your fuckin' worry? If it's wouldn't get shit! Only me, right? \n[46] \n[47]That's what I'm doin'! \n[48]I'm not afraid! I DECIDE WHEN IT'S \n[49] flying down the road, appears to be heading straight towards him.  \n[50] Carter takes his hands off the wheel and raises them in the air, like a terrorized child on a roller coaster...  \n[51] Cater hooks his elbow on the window and his right arm around the front seat, driving; no hands.  \n[52] Billy opens the door and pours out. Clear and Alex are quickly behind him. Carter remains in the drivers seat.  \n[53] Arms crossed, Carter remains in the front seat. As the interior fills with light from the headlight of the oncoming train, Carter turns and looks at them with a smart ass smile, pleased that he's shown how brave he truly is. With a beam of cocky definace...  \n[54]It ain't my time. \n[55] looks up...  \n[56] is moments away.  \n[57] As he turns away from them, Carter sees something in the rearview mirror...  \n[58] the passing shadow is darker than any surrounding darkness.  \n[59] as if the image has effected him, he looks to his lap belt and CLACKS the button. He tugs at the restraint, but it will not move. He's strapped in.  He tries to open the door... it won't open. He pulls at the door handle... tugs at the seatbelt... panicked. Horrified, he whips towards the others.  \n[60]I can't get out! \n[61] Alex hustles around the drivers' side. CAMERA SWEEPS INTO THEM as Alex desperately tries freeing the seatbelt.  \n[62] Alex grabs Carter by the shoulders and strains with all his might to pull the much more muscular kid out of the driver's window.  \n[63] the shadowy presence is reflected by the chrome buckle, however, after it passes... the seat belt begins to TEAR.  \n[64] As CAMERA SWEEPS IN to ALEX and he releases a deep GROAN...  \n[65] Alex holds Carter by the shirt at the shoulders, dragging him away from the wreckage. The two boys collapse on the road as the trian continues to ROAR PAST...  \n[66] Carter lies on the road, urine stains around his crotch, hyperventilating and near tears.  \n[67]It broke! \n[68]\n[69] still on the ground...  \n[70]\n[71] The ROAR of the TRAIN seems exaggerated as they are frozen in horrified shock.  \n[72]Jesus fucking Christ! \n[73]You're the fuckin' devil. \n[74]\"Intervention?\" What are you, God \n[75]Then, get out of here. \n[76]Alex was right. \n[77]It did skip us. ", "Horton": "\n[1] is the class dickhead who mix and matches his role models in the most superficial manner. His hand is tucked into his girlfriend, TERRY CHANEY'S, waistband...  ", "Alex": "\n[1] An airline ticket is tossed INTO FRAME beside a suitcase; \"EURO-AIR. FLIGHT #180. New York City  - Paris, Charles de Gaulle (CDG.) Departure: Thursday 13May. 16H25 - Arrival: Friday 14May. 05H40.\"  \"And When I Die\" Continues throughout the MAIN TITLES:  \n[2]Whoa! Whoa! Mom, you gotta leave that on. It's like... the tag made the last flight without crashin' or anything, right? So, it should stay on, or with, the bag for good luck. \n[3] CAMERA CREEPS IN as, oddly, the words strike him portentously...  \n[4] The storm has ceased. The room is QUIET.  As if itself a presence, CAMERA CREEPS across the dark and motionless room TOWARD Alex, sleeping soundly. CAMERA CRANES DOWN to the level of the bed until Alex is in the f.g. and the room is visible behind him.  On the rear wall, the Fighting Colonials pennant begins to flutter slightly, as if affected by the moving breeze. The path of which is continued toward the bed, rustling the sheets, subtly blowing Alex's hair and continuing OVER CAMERA.  Even in his sleep, Alex shivers from the passing cold. His eyes open surprised to be suddenly awakened. He considers for a beat, then looks toward...  \n[5] puzzled, checks...  \n[6] perplexed, rolls over toward his digital clock. It's 1:00 a.m., however... the middle digit bar in the first zero faintly flickers so this time appears to read... 1:80.  \n[7]I will. Don't worry. \n[8]Fuh-ck, do we have to put up with \n[9] Plastic tabs CLACK rapidly, settling on the word... \"CANCELLED.\"  \n[10] CAMARA CREEPS IN on his dawning paranoia...  \n[11] The plastic tabs FLIP and CLACK rapidly, stopping on... \"DEPARTED.\"  \n[12] a new airline I.D. marker is attached to his bag.  \n[13] the title settles upon... \"TERMINAL.\"  \n[14] Attractive and they know it, CHRISTA MARSH and BLAKE DREYER appear clearly out of Alex and Tod's league.  \n[15] The boys dump their change in a plastic bowl.  \n[16] It is raining. In the distance, MUFFLED THUNDER RUMBLES.  CAMERA CREEPS AWAY from the plane... huge, seemingly incapable of flight and yet we unquestioningly trust our lives in this machine. Emotionless. Cold. Lifeless, and yet soon full of life.  \n[17] CAMERA inches in on him.  \n[18]\tMan, that is one George Michael \tnotch from being gay. \n[19]John Denver... \n[20]He died in a plane crash. \n[21] is torn along the perforated edge and handed back.  \n[22] looks down the paasenger ramp.  \n[23] CAMERA CREEPS toward it... lit to cheat a feeling of no return. O.S., distant THUNDER RUMBLES...  \n[24] The enormous engine. The expansive wings. Behind the tail, distant, a bolt of lightning FLASHES!  \n[25] looks away. Just ahead, in the plane, FLIGHT ATTENDANTS greet the passengers. He is next to enter the plane.  \n[26] CAMERA PUSHES INTO HIM as he takes his first step into the plane.  \n[27] CAMERA INCHES IN ON \"Row 25. Seats H, I, and J.\"  \n[28] climbs into the row, carrying his backpack. He takes his window seat and reaches up to the air flow valve.  \n[29] Rain falls. GEARS WHIR as the ailerons are tested.  \n[30] CAMERA CREEPS TOWARD HIM, face to the glass; eyes scanning the plane and outside area.  \n[31] Man, they look great and they're workin' the sex appeal.  \n[32] sneaks a quick check with Tod.  \n[33] shakes his head. \"NO! NO! DON'T DO IT.\"  \n[34] He looks to them and knows he is just plain overmatched. Alex shrugs, \"Sure.\" In front of him Tod throws up his arms, disgusted. Alex climbs out of his seats. The girls are touchy-feely thankful, but only know guys dig that.  \n[35]C'mon, man, like you really thought \n[36] The jet lurches. He looks...  \n[37] The 747 begins rolling out of the gate.  \n[38] As he looks back, searching for the nearst flight attendant...  \n[39] reads her book. Another leans to look out the window.  \n[40] lifts a bit out of his seat, searching for any flight attendant O.S., A PING.  \n[41] The flight attendants strap themselves in for take-off.  \n[42] O.S., the ENGINE VOLUME INCREASES in PITCH and INTENSITY as the jet begins to taxi. Alex sits back as the tray over his lap. He looks out the window.  \n[43] appears motionless in the f.g. as the tarmac and runway signs roll past the window. THE ENGINE PITCH RISES...  \n[44] The ENGINES WHIR as the jet gathers SPEED. He checks the window.  \n[45] is a blur. The airport terminals in the b.g. streak past. The wings lift, angled as the jet leaves the ground.  \n[46] O.S., his classmates CHEER and \"raise the roof.\" The trip has begun.  CAMERA PULLS AWAY FROM ALEX, as if reflecting his easing of annoyance with the tray situation. He finally appears to notice the raucous reaction and settles back in his seat, slightly pushed by mild-g force. The upwarding angle increasing...  The cabin buffets, as if passing mild turbulance. Then...  The cabin sharply JOLTS! Everyone tenses, GASPS. CAMERA SWEEPS BACK TO ALEX. And just as he clenches his backpack... the cabin BANGS, ROCKS. THE ENGINES SPOOL TO A STALL. METAL TWISTS under extreme PRESSURE. The cabin dips, angles, sharply to the right.  \n[47] Passengers SCREAM! Unrestrained personal belongings fly across the aircraft INTO CAMERA, which BUFFETS and SHAKES...  \n[48] his hand trembles as he reaches for the oxygen mask and places it over his face. The ENGINES resuscitate. SCREAMING. WHINING. Alex checks out his window.  \n[49] The plane is on its side, losing altitude. A slow, sick spin.  \n[50] breaths deep into his oxygen cup.  The JET ENGINES GRIND AND WHIR, as if the craft were in the midst of a last-ditch effort to regain stability; the sounds DEAFENING over the PASSENGERS' cruelly hopeless SCREAMS.  Then...  \n[51] SCREAM, pale, knowing there is no hope, no escape as the ENGINES DIE. The cabin begins to tilt downwards... then straight down. Debris tumbles toward the flight deck as if falling from a cliff.  OUTSIDE... the sick familiar SOUND of an aircraft going down.  ALEX is strapped to his seat, upper body facing downward toward the water. FIRE, WIND, AND BLOOD WHIP across him. A BUILDING WHINE CRESCENDOES before a second EXPLOSION RIPS ACROSS FRAME...  \n[52] dilating rapidly, as the shock of what appears to be happening before him washes over his very psyche.  \n[53] Drenched with sweat, trembling in his seat, his eyes dart toward Christa and Blake. They look great and they're workin' the sex appeal.  \n[54] grabs the tray table latch before the vacent seat. IT BREAKS OFF, JUST AS BEFORE. CAMERA PUSHES INTO ALEX, terrified. He begins to hyperventilate.  \n[55]Qu'est-ce se?! THE PLANE'S GONNA \n[56] frenzied, begins moving toward the aisle.  \n[57]We have to get out! \n[58]We have to get off this plane! \n[59]Now! NOW!! \n[60]I'm not joking! I'm not joking! \n[61]\t\tListen to me! This plane will \t\texplode on take-off!  \n[62]Fuck you! I'll remove myself! \n[63] CAMERA MATCHES THE MOVE TO HIM AS TOD and Mr. Murnau attempt to calm him down.  \n[64]I... I saw it... like, I don't know... the plane took off. I saw it leave the runway... I looked down and saw the ground... \n[65]And then the cabin banged and the left side exploded. The the whole plane... blew up. It was so real. Exactly how everything goes. \n[66]Only trip you're gonna take is to \n[67]I wish you were on the plane! \n[68] The unceremonious speed of obliteration of hundreds of lives is cruel as flaming debris plummets from the early evening sky.  \n[69] Ms. Lewton, Carter and Billy glare at Alex. Terry averts her eyes from Alex to bury her face in Carter's shoulder.  \n[70] frightened as anyone over what has happened, tenses, defensive and scared. With softspoken strength...  \n[71]You're lookin' at me as if I caused \n[72]How would I know? You think I'm some sort of... \n[73] CAMERA MATCHES the move INTO HER as she looks up at Alex, not with fear or repulsion... but with knowledge of an unwanted but irrefutable connection.  \n[74] reacts, puzzled, as he realizes the Agents are focused on him...  \n[75] CAMERA PUSHES IN as he looks up, nervous... not about suspicion toward him, but trying to explain what even he doesn't understand.  \n[76]I got this... feeling... a weird feeling... I can't explain it... \n[77]No. I saw it. I saw it! \n[78]Not like a dream... more than that. \n[79]I'm not a pyschic... I've never had this happen before... \n[80]No! \n[81]Because... I... never thought it \n[82] Their parents are concerned, but do not demonstratively show affection. Carter appears as if he wants to hug his MOTHER, but he can't bring himself to betray his self-image.  \n[83] his eyes moves toward...  \n[84] his eyes find...  \n[85] CAMERA PUSHES IN ON HIM as he holds his mother tightly. OVERLAPPING... A CRACK OF THUNDER!  \n[86] The room is empty, but the CAMERA is SLOWLY MOVING, as if ITSELF a PRESENCE. O.S., FOOTSTEPS move up the stairs. Alex appears, his parents behind him. He clicks on the light, sending a soft, safe, orange glow across the room.  \n[87] stands in the threshold of the doorway. His mother places a comforting hand on his shoulder.  \n[88] Mt. Abraham High School Fighting Colonials.  \n[89] and now, the tears arrive. He begins crying, SOBBING, as his mother and father hold him. O.S., OUTSIDE... lighting FLASHES... THUNDER RUMBLES...  \n[90] An image of Hell as jet fuel burns on the ocean. O.S., as if furious at the slight, THUNDER BANGS...  \n[91] He turns, stands... and moves to the picture window, pulling the curtains aside as CAMERA PUSHES IN ON HIM...  \n[92] It is as if Nature is angry. Lightning BOLTS spiderweb across the sky. THUNDER BOOMS.  A shard of lightning breaks across the front yard. Oddly, it does not make contact. In the split-second strobe of lightning flash, the bolt abstractly appears as if it were a hand pointing directly at Alex.  \n[93] horrified, lurches away from the window, considering what he has seen. Just felt on the ROAR OF THUNDER...  \n[94] wearing a dark suit and tie, sits beside his parents on white folded chairs. His head is bowed, guilty and sad...  \n[95] sits with his mother, LINDA WAGGNER and his father, Jerry. Destraught, Jerry stares off blankly at the minister.  \n[96] guiltily averts his eyes. Ken notes this and wraps a comforting arm around his son.  \n[97] Special agents Schreck and Weine subtly survey the area, taking notes. Although their eyes are beyond sunglasses, the tilt of their head indicates they are watching Alex.  \n[98] turns away, tense. He looks at the minister.  \n[99] is actually sexy and a bit scandalous in her black dress. Still, she is off by herself, eyes burning at Alex as if challenging him to challenge the words being spoken.  \n[100] self-consciously turns away, unable to face her, let alone the words being spoken.  \n[101]I don't. \n[102]Then maybe you should lay off the \n[103]Not here, not now. Not EVER! \n[104]Ms. Lewton... \n[105]I don't want to sound gay, or nothin, but... I miss you. \n[106]That's a plan. \n[107] looks up at the sky...  \n[108] Within the deep blue, a single black cloud blocks the sun.  \n[109] CAMERA INCHES IN as, troubled, he looks back to Tod...  \n[110] swivels as it distributes its breeze.  \n[111] sits at his desk, dark circles beneath his eyes. Swamping the desk are printouts of Internet Web pages and newspaper articles concerning the crash of Flight 180, forensic engineering textbooks, NTSB reports on past airline disasters and... REALITY BEYOND MATTER: Vaishnava Philosophy.  Alex studies his mountain of research, increasingly obsessed.  An O.S. paper FLUTTER draws his attention to the newspaper being blown by the fan. He reaches out and grabs it. Headlines and photos report on the memorial service.  CAMERA PUSHES IN as he sighs, troubled...  \n[112] Clear Rivers sits in her seat, legs crossed, alluring and sexy and mysterious.  \n[113] closes the paper, puzzled by his reaction. He shakes it off and throws the paper on the desk. Alex considers for a beat, then pulls open a lower drawer. Digging through the mess inside, he finds his stash... the April 1997 issue of Penthouse.  \n[114] Alex flips the magazine open to a centerfold.  \n[115] considers the reports on the Flight 180 crash, then returns his attention to the magazine. He unzips his pants, then pauses... his eyes returning hesitantly to the newspaper photo of Clear...  \n[116] Odd how one can appear so erotic at a funeral.  \n[117] studies the photograph, then notices the rose she gave him. Succumbing to guilt, feeling like the freak all teenagers believe they are, Alex sets the paper back on the desk. He grabs the Penthouse and turns, opening the desk drawer in order to return the magazine, however...  A LOUD BANG turns Alex's head to the window!  \n[118] An OWL has apparently smashed into the window, awkwardly flapping its large wings, then turns its head toward Alex, large yellow eyes shining like an alien creature.  \n[119] CAMERA INCHES IN ON HIM as the piece of paper ENTERS FRAME, floating and flitting until landing on his knee. He picks it up and turns it over...  \n[120] is torn in such a manner that the only lettlers remaining from the centerfold's caption are \"...Tod...\"  \n[121] The boy franically moves to a paramedic.  \n[122]What happened? Is Tod alright? \n[123] sees the officers. Assuming they are sympathetic to his concern, he starts toward them, until...  \n[124] is rolled out of the front door by paramedics and an official with a jacket marked \"CORONER,\" Behind the body follows Tod's father. He pauses in the doorway as he spots Alex in the front yard.  \n[125] is pale, nauseous. His eyes follow his friend's dead body as it is rolled toward the paramedics vehicle. Tod's father approaches Alex, the agents stand nearby.  \n[126]What... what happened? \n[127]Mr. Waggner... \n[128]He wouldn't do it! \n[129]He... he told me we would be friends again after you got better. After \n[130] Clear is gone.  \n[131]It's only the end of June. \n[132]Like, um... you're mad about something? \n[133]You went there? I've wanted to go \n[134]Why were you there last night? \n[135]Why were you there last night? \n[136]I'm... really sorry. \n[137]I've never dealt with death before. I wasn't alive when my grandparents died. I wish I could know. I mean, \n[138]What if Tod... is just the first... of us? \n[139]I don't know. I wish I could just see him... one more time, then, maybe... \n[140]This place?! \n[141]That... him? \n[142]That's him, but... he's not here. \n[143]Ahhh! fuck! You fucking\t\t Ohmygod! OHMYGOD! OHMYGOD! asshole. You think this        He's not dead? is funny, you fucking dick? Tod, if you're not dead I'm gonna fucking kill you!  \n[144]Why..? \n[145]I'm... a friend of his. His best friend. See, his father... \n[146]What are all those tiny marks? \n[147] The wounds have been filled with wax and covered by greasepaint. At this proximity, however, it is apparent tiny cuts line the area above and below the large cut made by the wire.  \n[148]Why would he pull at the wire if he \n[149]His father's pretty fucked up with \n[150]You saying Tod did kill himself? \n[151]Design? \n[152]Maybe there's no way to win... \n[153]I'm sorry we broke in. \n[154]Yeah, we did. \n[155]He said Death has a design. Even before he said that I had been seeing patterns. \n[156]How many died on Flight 180? From our group? \n[157]Remember the gate number? \n[158]Thirty-nine. \n[159]Remember the departure time? \n[160]Do you know when I was born? \n[161]Right. April 25th. \n[162]My birthday is the same as of the \n[163]I'm not just layin' down a bunch of math here, with this. I'm talking about indications... omens... that day, that we were meant to die. That, if, we have been aware of... would \n[164]Clear, how do we know that by just sitting here, breathing this air or sipping the coffee, having crossed the street... we haven't You don't unless... you're able to \n[165] slides across the table. Opening his hand REVEALS the piece of paper reading, \"... Tod...\" Clear's hand ENTER'S FRAME to take the paper. CAMERA FOLLOWS AS SHE raises it, her expression obviously puzzled. As she eyes Alex for an explanation, CAMERA CRANES DOWN QUICKLY to the empty paper cups on the table...  ... a slight approaching BREEZE knocks them over.  \n[166] She holds the paper as Alex, apparently, explains the story.  \n[167] Her eyes turn from the paper to Alex, concerned about him...  \n[168]No, but it might as well be the same thing. This was a message... from someone, or something... hinting... at the design. \n[169]The mortician said Death has a But what if it was our time, what if \n[170]Unless... we find the pattern. And \n[171]Then there's no one left who can help \n[172] Their attention drawn by the commotion, Clear and Alex watch Carter Horton approach them, followed by Terry, who stops, irked, near the curb at the crosswalk.  \n[173]Look, there's something you should all know. \n[174]Lived here her whole life.        This'll be hard to believe.  Ms. Lewton's eyes flash to Alex, afraid of him.  \n[175]And now she has to move.          Listen to me, we may all All because of Browning.          be in danger...  \n[176] are SPLATTERED with BLOOD before they can even recoil.  \n[177] has crashed, watching CNN. It's a tense recline. Red circles rim the lids of his eyes. He sips from the glass to settle his stomach. Ken appears from the kitchen, hand over the reciever.  \n[178]Dad... you and mom have helped me out, so much. But there's... some things I need to understand before I can talk... to anyone about it. \n[179] Alex remains riveted to the screen.  \n[180]That's Tod's seat... \n[181] CAMERA PUSHES IN as he listens...  \n[182] drawn in Alex's hand, and hundreds of steps down from CNN computer image, yet accurate as Alex's finger traces the path, away from the seats marked \"ME\" and \"CLEAR.\" The path starts over \"TOD,\" then moves to \"TERRY.\" The line moves forward away from \"CARTER\" toward the fuel pump.  The corresponding jagged picture of the explosion back is reminiscent of the \"hand of Death,\" seen earlier in the lightning. It is a graphic demonsration of the arbitrary nature of Death.  \n[183] is amped, intensely more frightened as he believes...  \n[184]The path of the explosion... That's Death's design. \n[185] is nervous but determined. He tells the truth...  \n[186]Checking the air in her tires to make sure they're safe. \n[187]I believe that... Ms. Lewton's next. \n[188]Yes... see, there's this... \n[189]I didn't ask for what happened to me on the plane. You can make fun of me. You can think I'm a nut. I'm used to \n[190]I'm not suffering from Post Traumatic Stress. I haven't developed a narcissistic deity complex. I'm not This just is. There's a pattern in \n[191] \n[192]No... I can't. As long as I'm in \n[193] mystically float past him, each on fire.  \n[194] senses the taunting message and breaks into a full sprint, passing through many of the burning leaves that break up into the bright orange cinders against the black sky.  \n[195]Ms. Lewton! \n[196] Even as blood squirts on him from her open wound, he appears to realize she is \"seeing\" the moment of death.  \n[197]Ms. Lewton! \n[198] even down the street, he is knocked to his feet by the blast. In the distance, SIRENS from approaching POLICE AND FIRE trucks are HEARD. He stands, looks to the now suspicious Billy... then opts to run off away from the scene. Escaping into the dark backyards of the neighborhood.  \n[199] The shoreline lights cast an orange haze on the stars, breaking through, infinitely above.  \n[200]Are they up there? \n[201]Somehow... is 180 still in flight? Somewhere... are they still safe? \n[202]Most kids do, I guess. \n[203]This won't be safe. \n[204]No.. I mean, I don't have anything \n[205]I can't go home. After Lewton's, they'll be after me. \n[206]Why do you think I was hiding? \n[207]They blame me for everything. Her, \n[208]I already told you... \n[209]  \n[210]Is knowing going to make it easier? \n[211]It doesn't matter who's next... we're all on the same list. \n[212]No!                           Knock it off! \n[213]Carter, stop it, you          Get control of yourself! fuckin' maniac!! \n[214]Stop the car!              Let us out! \n[215]Billy, get out! \n[216]Can't you open the door?!      Easy, Billy, just open it. \n[217]Don't do it! Don't do it!      It's coming! It's coming! \n[218] assess the situation...  \n[219]Get out! Get out of the car!        Get out! Get out of the Get out of the fuckin' car!         car! \n[220] Alex grabs Carter by the shoulders and strains with all his might to pull the much more muscular kid out of the driver's window.  \n[221] As CAMERA SWEEPS IN to ALEX and he releases a deep GROAN...  \n[222] Alex holds Carter by the shirt at the shoulders, dragging him away from the wreckage. The two boys collapse on the road as the trian continues to ROAR PAST...  \n[223] Carter lies on the road, urine stains around his crotch, hyperventilating and near tears.  \n[224] still on the ground...  \n[225] The ROAR of the TRAIN seems exaggerated as they are frozen in horrified shock.  \n[226] \n[227] \n[228]That's why It skipped Carter and went to the next one in the path of the explosion; Billy. \n[229]My intervention in the death of 180 surviviors will cheat the design. \n[230]Of course not! Gods aren't afraid to die! Gods don't die! We do! \n[231]After Billy... it's me. And then you. \n[232] \n[233] finds his way to a chair in the center of the room, away from everything except a nearby table holding a fire extinguisher and a first aid kit, both at less than arm's reach.  Unshaven, a week and a half's growth, and unkept, Alex looks horrible. An anxious zombie, especially in the dim glow of the lantern. Dark circles, from lack of sleep. Thin, from lack of food. Pale, from lack of sunlight.  He places workman's gloves on his hands before picking up a can of Underwood chicken spread. With some degree of difficulty, he works the gloves beneath the tab and pulls. Careful not to cut himself, he reaches out and drops the lid into a small trash can.  Alex removes the gloves and, with a plastic spoon, begins to eat. CAMERA PUSHES IN as he begins to chew methodically, chewing and chewing and chewing with concentration until... after steadying himself... prepares to swallow... then, carefully does.  Pause... he's alright. He takes the spoon. Scoops some more. And the process begins again.  \n[234] the brown shopping bag tips over. Amongst the trash spread on the floor, a can rolls out and across the floor.  \n[235] tenses. He doesn't look to where the can has been, but where it is going.  \n[236] rolls across the floor and gently hits the end of a fishing pole, propped in the corner. The pole teeters and falls over.  \n[237] is quickly out of his safe chair, hustling towards...  \n[238]  \n[239] his expression reflects a terrifying revelation...  \n[240]I... never moved. Christa asked me to move, but I didn't change seats. I would've moved up... next to Tod... How could I not remember... that... I never moved. Clear's seat was in front of mine... \n[241]She's next. \n[242] stops with a CRUNCHING THUD... his face an inch from being impaled by a sharp, thick protruding branch. No time to catch his breath, he's up and running.  \n[243] races along the path of the stream.  \n[244] The thick branch falls from above, landing on top of him. He's knocked to the ground and pinned... face down in the creek.  CAMERA MOVES IN... his nose and mouth, just below the water line, but he cannot move. His eyes flash with panic, as he struggles... battles to move and avoid drowning in two inches of water.  As he struggles in the f.g., Weine and a pair of Sheriffs appear ten yards beyond him. They pause, confused, panning their flashlights across the forest.  \n[245] struggles to raise his head above the water, chest bursting...  \n[246] dart open. Taking a tenth of a second to gather all of his strength, all his courage, he arches his back, pushing with his hands, anything to lift his face out of the stream.  With a DEEP GASP, he does so. Drinking up the air. It appears to infuse him with another blast of adrenaline as he manages to push with his arms and free himself from the pinning tree branch.  He pauses only for a couple gulps of air... and is off.  \n[247]Don't move! \n[248]You're grounded in the car. Don't touch anything. DON'T MOVE. \n[249] lurches back...  \n[250] backs away, eyes locked with Clear's, assuring she's remaining in the car.  \n[251] reacts, shocked. He realizes...  \n[252] steps closer...  \n[253]\n[254] hearing this, Alex's mind is made up. He looks to Clear.  \n[255]You know what to do. \n[256]When I do this.. it'll have skipped \n[257]You know what to do. I'll always be \n[258] is engulfed in the flames.  \n[259] the edges of the FRAME are collapsing. Alex's face, gray and emotionless appears, yet, before it can transform into decay...  \n[260] through the flames, as if sensing the oncoming horror, defying the image...  \n[261]\n[262] She... is the last sight he'll ever see.  \n[263] A bright, colorful arrangment of flowers is carefully placed into a vase. CAMERA ADJUSTS to REVEAL Alex's bedroom is now lived in by Clear and the baby. Clear makes the final adjustment in the arrangement, then checks the sleeping baby in the bassinet.  Clear moves to her bed with a book. As she settles in, O.S., a faint RUSTLE. CAMERA INCHES IN ON CLEAR as she looks to...  ", "Terry": "\n[1] \n[2]Shut up, Browning!       You're not funny. \n[3]He didn't do nothin'! \n[4] maintain their uncertain expressions. With strained apprehansion, as if not wanting to \"dabble in the occult,\" but needing an immediate answer.  \n[5] Their parents are concerned, but do not demonstratively show affection. Carter appears as if he wants to hug his MOTHER, but he can't bring himself to betray his self-image.  \n[6]Baby, come on... not now. \n[7]Carter... \n[8]Let it go! \n[9]Shut up! The both of you! \n[10]They died! We lived! Get over it! I won't let that plane crash be the most important thing in ", "Chaney": "", "Blake": "\n[1] Man, they look great and they're workin' the sex appeal.  \n[2]You're so sweet. Thanks, Alex. ", "Dreyer": "", "Bludworth": "\n[1]Please don't yell... \n[2] CAMERA PUSHES, LOW ANGLE, INTO WILLAIM BLUDWORTH, an African-American man, early 50's, dressed in dark suit and tie.  \n[3]You'll wake the dead. \n[4]Chemicals in the vascular flush create cadaveric spasm. \n[5] \n[6]I crafted a reconstruction of the \n[7]Cuticle lacerations. \n[8]In Death... \n[9]... there are no accidents. No coincidencess. No mishaps. And no... escapes. \n[10]Suicide. Murder. Plane crash. What \n[11]You may not realize it, but we're all just a mouse that a cat has by its tail. Every single move we leading to the grave. \n[12]If Life is like a box of only upset the big hand holding the hospital you just see the big cage Game over. \n[13]You already did that by walking off the plane. Now you gotta out when Play your hunch, Alex. If you think you can get away from it. But beware the risk of cheating the And you don't even want to fuck with \n[14]No harm. No foul. \n[15] CAMERA PUSHES INTO the mortician, pleased the message has been recieved.  \n[16]I'll see you soon. ", "Schreck": "\n[1]You said... \"Listen to me! This plane will explode on take-off.\" How did you know that? \n[2]Did this \"weird feeling\" have anything to do with you saying you wished Carter Horton was on the plane... just before it exploded? \n[3]Why'd you say it? \n[4] stand in the front yard. Schreck subtly redirects Weine's attention toward...  \n[5] hearing this, they turn to one another, with an expression suggesting a deepening suspicion.  \n[6]What are you doing? \n[7] after a beat of incredulity...  \n[8]Get in the car. \n[9]Where'd you get this \"pattern\" from? \n[10]Kid gives me the creeps. \n[11]I don't mean that... There's a couple of times, there... I almost believed him. \n[12]If he should contact you, it would be in the best interest of your own safety to contact us. \n[13]There! \n[14] deperately scans the area.  \n[15]From the direction... there's only \n[16]Any part of that line touches you, you're dead. \n[17] step forward...  \n[18] \n[19]Is he alive? \n[20] CAMERA EASES IN on the agents, exchanging rattled expressions that convey their unease in the proof that Alex was right.  ", "Clear": "\n[1]The airport doesn't endorse \n[2]Thanks. \n[3] Princess Di's Mercedes is totaled in a Paris tunnel. Besides the photo are two portraits of Diana and Dodi Al Fayed.  \n[4] CAMERA INCHES IN as she shakes off a shiver down her spine. She looks up from the book toward the student who handed it to her, the identity of which is fully REVEALED to be Alex Browning.  He stands at the gate window, looking out at the plane.  \n[5] reads her book. Another leans to look out the window.  \n[6] CAMERA PUSHES INTO HER, hearing Alex's declaration.  \n[7] CAMERA PUSHES IN ON HER, rattled, afraid, but aware of Alex as she is first to turn her eyes toward him.  \n[8]He's not a witch. \n[9] CAMERA MATCHES the move INTO HER as she looks up at Alex, not with fear or repulsion... but with knowledge of an unwanted but irrefutable connection.  \n[10] CAMERA INCHES IN as she looks up. With total resolve...  \n[11]Because I saw and I heard Alex. And... I believed him. \n[12] alone, hurt that no one has come to take her home.  \n[13]Here's good. \n[14]Thank you for the ride. \n[15] is actually sexy and a bit scandalous in her black dress. Still, she is off by herself, eyes burning at Alex as if challenging him to challenge the words being spoken.  \n[16]Because of you... I'm still alive. \n[17] Odd how one can appear so erotic at a funeral.  \n[18]Alex! \n[19] \n[20]Almost Autumn. \n[21]  \n[22] Entering the garage, Alex gets a closer look at her artwork. It's abstract sculpture and canvas work and pretty bad, at that.  \n[23]Know what this is? \n[24]A piece of debris... from the plane. \n[25]It is. But that didn't stop me. Shouldn't stop you. \n[26]Look, I've seen enough T.V. to know the F.B.I. doesn't investigate teen suicides. But they were there last people got off the plane is probably suspicious. And it doesn't help that \n[27]Know what this is? \n[28]It's you. \n[29]Not a likeness. It's how you make \n[30]Like you, the sculpture doesn't even know what, or why, it is. Reluctant to take form. And, yet, creating an absolute but incomprehansible \n[31]Before that day, you were just But at that moment... on the plane... \n[32]I didn't see what you saw, but I \n[33]And you can still feel it, can't \n[34]That's why I was there last night. \n[35]\"It?\" \n[36]Is that something you're \"feeling?\" \n[37]Then, let's go see him! \n[38] \n[39]Doin' somethin' I'm not supposed to. \n[40]Good call. Very \"Quincy.\" \n[41]I think. But why'd they make him up like... Michael Jackson? \n[42]Ahhh! fuck! You fucking\t\t Ohmygod! OHMYGOD! OHMYGOD! asshole. You think this        He's not dead? is funny, you fucking dick? Tod, if you're not dead I'm gonna fucking kill you!  \n[43]They said he hung himself, but \n[44]Why would they say it was a suicide... if it weren't? \n[45]We didn't find what we were looking for. \n[46]The mortician was whacked. \n[47]He was trippin' on formaldehyde. \n[48] \n[49]Thirty-nine. \n[50]No. \n[51]Like... 4:25. \n[52]4:25. \n[53]Wait. I thought you meant the time of your birth. Four/Twenty-five, as in, month and day... that's a reach. \n[54]You're sounding like those people who, you know... \"Oswald shot \n[55]That's total bullshit. You can find death omens anywhere you want to. \n[56]Hey, look! \"Coffee\" starts with a \n[57]You'll go nuts if you start with that shit. \n[58]She's leaving the school. Moving \n[59] She holds the paper as Alex, apparently, explains the story.  \n[60] Her eyes turn from the paper to Alex, concerned about him...  \n[61]I don't understand... did you see \n[62]Alex, on the plane... you must have suggesting Tod's death... and maybe our own... will happen because of... an active Presence. \n[63]After hearing you, just now... I do \n[64]...that Tod killed himself. \n[65] Their attention drawn by the commotion, Clear and Alex watch Carter Horton approach them, followed by Terry, who stops, irked, near the curb at the crosswalk.  \n[66]Alex... \n[67] are SPLATTERED with BLOOD before they can even recoil.  \n[68] Tense, her eyes look left, then right...  \n[69]I don't know where he is. He's not talking to me. \n[70]Because I didn't believe him. \n[71]What are you doing? \n[72]They're watching me, see if I go to \n[73]They'll follow my car. That's why you're taking me. \n[74]Because he knows which one of us is next. \n[75]He could be anywhere from here to a \n[76]When I was a kid, like, six or Every night... it seemed. \n[77]Most kids never have it happen. \n[78]When I was ten... my dad went into a 7-11 for cigerettes. I guess he heard somebody say \"Don't turn around.\" So \n[79]And, let me tell ya, I had every If that was the design for my \n[80]And so, anyway... I've thought of \n[81]Where my dad is still safe. Where he this second life, here. A place where our friends are still \n[82]But that place might only exist in \n[83]And that is the only way we can beat \n[84]\tThose guys are probably fifteen \n[85] \n[86]We're takin' you to a cabin in the woods, it's only a couple miles from my house. \n[87]Billy told the F.B.I. he saw you \n[88]He didn't say nothin'. Just drive. \n[89]Knock it off! \n[90]Not with us in the fuckin' car! \n[91]Stop it!                Hey, c'mon, man... \n[92]No!                           Knock it off! \n[93]Carter, stop it, you          Get control of yourself! fuckin' maniac!! \n[94]I know what you're doing! It's \n[95]Stop the car!              Let us out! \n[96]We're afraid, too, Carter, but we're \n[97]So, stop what you're doing and STOP THIS CAR! Right fucking now! \n[98]Move it! \n[99]Can't you open the door?!      Easy, Billy, just open it. \n[100]Carter, get out! \n[101] assess the situation...  \n[102]Get out! Get out of the car!        Get out! Get out of the Get out of the fuckin' car!         car! \n[103] tense, as the train nears...  \n[104] must turn away from the shower of metal and broken glass.  \n[105] run to the two survivors.  \n[106] runs and falls into Alex's arms, holding him tight.  \n[107] Carter lies on the road, urine stains around his crotch, hyperventilating and near tears.  \n[108]Scared now? \n[109] \n[110]\n[111] The ROAR of the TRAIN seems exaggerated as they are frozen in horrified shock.  \n[112]Police are coming. \n[113]You're losin' it. The police will be here. We have to go to the cabin. You can hide there. Get your head \n[114] A pink circle fills THE ENTIRE FRAME.  \n[115] look downward, anxious and full of thought.  \n[116] ENTERING FRAME, Clear peeks out the window, careful not to be seen.  \n[117] The unmarked F.B.I. sedan maintains surveillance. Schreck and Weine sit inside.  \n[118] Distant... APPROACHING THUNDER RUMBLES as she steps away. The weight of the world on her shoulders, Clear paces, considering her options. She looks to a bookshelf...  \n[119] As CAMERA PUSHES INTO HER... considering life. Then, now and what is to come.  \n[120]I'm not turning him in. There's another life that needs him now. \n[121]I go with you. \n[122]Don't hurt him. \n[123] Clear paces in her living room. She moves to the curtains and checks out the window. Although it is not raining, LIGHTNING CRACKS across the sky!  \n[124] The lightning STRIKES the top of the pole, SNAPPING two power lines, which whip in the wind.  \n[125] The power goes out. The room turns dark. Outside, brilliant bluish white arc lights CRACKLE. Clear moves to the window.  \n[126] ARC violently striking the ground and each other. Each line whips unpredictably like an uncontrolled garden hose with the water turned on full. And yet, there's a mean, angry and taunting personality to the two power lines. As if Death were within them.  \n[127] She assesses the situation and moves to a pair of candles on the mantle, lightning them with a Bic. O.S., from the backyard, a DOG BARKS. Clear brings the candle through the small house.  \n[128] Clear moves quickly to the kitchen, holding the candle. Outside, BLUE ARC LIGHT CRACKLES. She looks out the backyard.  \n[129] An old circular clothesline turns like a pinwheel in the wind. In the center of the yard is an oblong, tarped above ground pool. In the furthest corner of the yard, her dog is chained to a tree, BARKING AND FREAKED OUT. An old tire swing rocks in the storm. From the manner in which the house is situated and the length of the snapped power lines, one is capable of reaching the backyard.  The power line STRIKES the ground, \"closing in on\" the dog.  \n[130] Clear considers the danger of venturing out to get the dog.  Although no window is open, and the power outage has shut off any air conditioning... the candle flame whips, then extinguishes. The blue smoke swirls ominously into the room.  \n[131] Sharp metal edges spin. Glinting blue arc light...  \n[132] The backdoor opens. Clear charges out into the backyard.  \n[133] continues to run...  \n[134] the metal poles punge into the ground just before and behind her, inches from impaling her. She stumbles, but quickly steps aside and continues toward the tree.  \n[135] reaches the tree and begins unfastening the dog's collar from the chain.  \n[136] water floods, pooling the backyard, cascading over Clear's feet. She looks down, in the reflection of the puddle, the dark shadow passes. Clear whips up, checking the position of...  \n[137]Run! \n[138] in mid-air, desperately grabs the tire, hanging on, literally for her life. O.S., the dog YELPS. Clear turns back...  \n[139] convulses in the small pool of water, burning from the overwhelming amounts of electricity.  \n[140] Clear pulls herself up to a tree branch. Lighting and THUNDER CONTINUE amongst the ARCING, CRACKLING POWER LINES. She searches for an escape.  \n[141] extends toward the house.  \n[142] straining in the storm, begins moving up the branch...  \n[143] Clear leaps from the end of the branch to her window, grabbing the sill awkwardly, she dangles outside the house. With a breath, she pulls herself inside, just as the power line bites, ARCING, at her feet.  \n[144] The power lines strike the rooftop.  \n[145] Clear River's stands in her bedroom just as it fills with blinding blue light. Her television screen BLOWS OUT. Sparks jet across the room. Blasts of FLAME erupt from the electrical outlets. She quickly turns, racing toward the hallway.  \n[146] CAMERA IS LOW, RACING WITH HER as SPARKS EXPLODE FROM the lamps and electrical outlets. She cuts and leaps three steps at a time down the staircase...  \n[147] A mid-eighties Corolla is parked amongst Clear's artwork. A door, adjacent to the kitchen flies open. Clear hustles through, running to the car and entering via the passenger door, for the sake of expediency.  \n[148] The power lines WHACK angerily against the door.  \n[149] Alex reaches the backyard. CAMERA PUSHES IN as he quickly tries to deduce the deadly situation. HE RUNS OUT OF FRAME...  \n[150] Clear guns the small car in reverse.  \n[151] BAM! In reverse, the Corolla SMASHES through the garage door.  \n[152] the screws holding the arm to the ceiling begin to pull away...  \n[153] thick cable ARCS, snapping toward the car INTO FRAME.  \n[154] pulls away from the ceiling.  \n[155] The Corolla lurches backward, freed from the grasp of the house.  \n[156] a chunk of the ceiling collapses upon Clear's artworks, including the canvas incorporating a jagged piece of debris from Flight 180. The metal SLAMS to the floor, on top of...  \n[157] As the Corolla lurches away from the house down the sloped driveway...  \n[158] From the rear of the house appears Alex. CAMERA SWEEPS IN ON HIM as he reacts to the situation...  \n[159] Alex extends his hands. O.S., CARS approach THUNDEROULSY...  \n[160] keeps her eyes locked on Alex, watching him. Suddenly, a BURST OF FIRE FLASHES FROM BELOW FRAME...  \n[161] The fire roars angrily in the f.g., on the garage wall, however, the shadows do not match that of the flames, rather, the approaching form of Death appears.  \n[162] hearing this, Alex's mind is made up. He looks to Clear.  \n[163]No! No! Don't! \n[164] She... is the last sight he'll ever see.  \n[165] Schreck, Weine and PARAMEDICS rush to the girl. Schreck turns back, calling out to a paramedic, helplessly watching by ther burning car.  \n[166] flash open, horrified, answering the question...  \n[167] As a pair of paramedics work on her, a soft breeze blows across the girl, and only the girl. CAMERA MOVES DOWN TO HER FACE, her eyes opened... welling with tears... seeming to realize... to sense, he is gone.  \n[168] SCREAMS, as if reacting to Alex's death, but in actuality it is a reaction to the pain of delivering her child.  \n[169] breathes, pushes hard. Alex's parents stand on each side of her, holding her hand, wiping her forehead.  \n[170] smile and fight back the tears. Clear begins to laugh euphorically through the tears.  \n[171]I felt him! When the baby was born... I felt Alex pass through me... like the night he died... \n[172] covered in goop, eyes shut... a new life arrives.  \n[173] Barabra places a cool wet cloth on Clear's forehead...  \n[174]We beat it, Alex. \n[175] a soft breeze causes the petals to flutter...  \n[176] looks toward...  \n[177] which are closed.  \n[178] which... is off.  \n[179] looks across the room...  \n[180] The breeze moves through the flowers... billows the cutains, posters and photos on the wall... until seemingly settling over the bassinet. The lace trim and blankets rustled by the breeze, it is hovering over the child.  \n[181] CAMERA SETTLES, but her expression does not reflect fear. She knows Alex is here... and she smiles, tears welling in her eyes.  \n[182] the wind softly and rapidly passes over Clear. He smile remains as the room becomes still and her eyes looks across the room.  \n[183] is a pencil rubbing, like people take away from the Vietnam veteran's Memorial. The name... \"ALEX BROWNING...\"  \n[184]I believe... that's what Alex believed. But how do we know... this wasn't the design all along? ", "Rivers": "\n[1] reads her book. Another leans to look out the window.  \n[2] CAMERA PUSHES INTO HER, hearing Alex's declaration.  \n[3] CAMERA PUSHES IN ON HER, rattled, afraid, but aware of Alex as she is first to turn her eyes toward him.  \n[4] CAMERA MATCHES the move INTO HER as she looks up at Alex, not with fear or repulsion... but with knowledge of an unwanted but irrefutable connection.  \n[5] CAMERA INCHES IN as she looks up. With total resolve...  \n[6] alone, hurt that no one has come to take her home.  \n[7] is actually sexy and a bit scandalous in her black dress. Still, she is off by herself, eyes burning at Alex as if challenging him to challenge the words being spoken.  \n[8] Odd how one can appear so erotic at a funeral.  \n[9] Entering the garage, Alex gets a closer look at her artwork. It's abstract sculpture and canvas work and pretty bad, at that.  \n[10] Tense, her eyes look left, then right...  \n[11] Clear pulls herself up to a tree branch. Lighting and THUNDER CONTINUE amongst the ARCING, CRACKLING POWER LINES. She searches for an escape.  ", "Billy": "\n[1]I can't believe they let that \n[2]No, wait, I was late... that's my \n[3]I didn't do anything! I have my \n[4]I was in the bathroom. The lock was \n[5]There they go and here we stay. \n[6] maintain their uncertain expressions. With strained apprehansion, as if not wanting to \"dabble in the occult,\" but needing an immediate answer.  \n[7]I took my driver's test this week at \n[8]Got a 70. Lowest score, but I That true? \n[9]If I ask out Cynthia Paster, will \n[10] rides his bike. He reacts, startled by...  \n[11] barreling down towards him. The car cuts in front of the bicycle to complete the U-Turn.  \n[12]Hey, Alex... \n[13]Are you? \n[14]Um... okay... drive the speed limit, right? \n[15]And don't pass on the right. \n[16] \n[17]Your shoe prints were in the blood. \n[18]Please tell me I'm gonna get to see the Jets win the Super Bowl. \n[19]Shoulda felt up Tammy in the pool, that time... \n[20]Stop it!                Hey, c'mon, man... \n[21]And I fuckin' HATED FRENCH CLASS! \n[22]Watch it! Watch it! \n[23]I am... so close to puking, you don't wanna know. \n[24] A locomotive headlight arcs across the trees... approaching.  \n[25] POPS open!  \n[26]Don't do it! Don't do it!      It's coming! It's coming! \n[27] assess the situation...  \n[28]Man, he really is next. \n[29] tense, as the train nears...  \n[30] must turn away from the shower of metal and broken glass.  \n[31] run to the two survivors.  \n[32] Carter lies on the road, urine stains around his crotch, hyperventilating and near tears.  \n[33]No one's that strong. \n[34]\n[35] \n[36]\n[37] \n[38] backing away...  \n[39]\n[40] \n[41]", "Hitchcock": "\n[1] rides his bike. He reacts, startled by...  \n[2] barreling down towards him. The car cuts in front of the bicycle to complete the U-Turn.  ", "George": "\n[1]Now you know how I feel havin' to \n[2]His parents bought a ton of those \n[3]Good sign. Younger the better. It would be a fucked-up God to take down this plane. \n[4]A REALLY fucked-up God. \n[5] his brother gestures, mouths... \"you should go with him.\"  ", "Waggner": "\n[1]Alright, you guys got everything? \n[2]Does that mean \"go?\" \n[3]I'll miss you guys. \n[4]Take care of those two, Alex. \n[5] Storm clouds devour a waxing crescent moon above a modest home set amongst the edge of the woods.  \n[6] A lone light glows. Jerry Waggner has fallen asleep, perhaps passed out, reclined in \"dad's chair.\" Tod's mother is asleep on the sofa, balls of tissue on the floor. Tod enters the room and stares sadly at his parents...  Tod picks up a glass and swigs the remainder of his father's scotch before moving off and climbing the stairs.  \n[7] Alight CLICKS on REVEALING an old, '20's built bathroom. The toilet is beside the bathtub/shower, with just enough knee space to the counter cabinets when one lifts the toilet seat.  Tod puts the lid down and UNSNAPS his jeans. As he turns, pulls his pants down and sits, CAMERA MOVES to the CURTAINS... still... until a cold soft breeze causes them to billow. CAMERA FOLLOWS the wind as it CONTINUES into the room, rippling across shower curtains.  As the breeze passes Tod, he pauses... as if sensing, but not understanding... this is more than a wayward autumn breeze. He moves to close the window, however, CAMERA CONTINUES as the air makes ITS way to the door.  The door is softly pushed closed by the breeze.  \n[8] waits on the counter. CAMERA PULLS AWAY as Tod picks it up. He looks at his face in the mirror, as if behind him... a black indiscernible form, like a shadow, however, actually a presence incapable of reflecting light.  Tod whips around...  a puddle forms, creeping toward the heel of Tod's stocking feet.  \n[9] is pulled aside REVEALING two pairs of Linda Waggner's nylons drying on a retractable clothesline.  \n[10] Tod's parents remain asleep. O.S., a FAINT MUFFLE can be HEARD.  \n[11] his hands tear at his flesh, desperately trying to pull the cord from his neck.  \n[12] whirl and flash INTO CAMERA. CAMERA CRANES DOWN, ADJUSTING to REVEAL a Paramedics vehicle, a Sullivan County, N.Y. Sheriff's patrol car and unmarked sedan.  CAMERA CONTINUES MOVING UNTIL REVEALING Alex Browning racing down the sidewalk. He runs into a CLOSE-UP, sweating, out of breath, expression horrified as he takes in the scene before him.  \n[13]Didn't you... \"see\" it? \n[14]Couldn't you \"predict\" it? Couldn't you read his mind? \n[15]You caused Tod so much guilt over He took his own life. \n[16]All my wife and I will ever know is "}}