{"filename": "Final-Destination-2_script.txt", "imdb_id": "tt0309593", "imdb_url": "https://www.imdb.com/title/tt0309593", "characters": ["Mr. Corman", "Shaina", "Evan Lewis", "Nora Carpenter", "Thomas Burke", "Isabella Hudson", "Mr. Bludworth", "Kimberly Corman", "Kat", "Rory", "Dano (as Alex Rae)", "Eugene Dix (as T.C. Carson)", "Frankie", "Clear Rivers", "Tim Carpenter"], "dialogues": {"Corman": "", "Shaina": "\n[1]Condoms, handcuffs, lube? \n[2]Just kidding, Mr. B. Don't worry, I'll keep an eye on her. \n[3]Hello, the guys are waiting! \n[4]Watch it! \n[5]Want me to drive? \n[6]Um, Kimberly, your dad's not gonna call like every ten minutes is he? \n[7]Ignore 'em. \n[8]Get ready to smile, five guys per girl. \n[9]How does a nice mature fuck sound? \n[10]What is it? What are you? \n[11]What is it? What are you? \n[12]  \n[13]For Christ sakes girl, take a breath. \n[14]Shut up, Dano, just stay cool. He's just stoned. \n[15]Kimberly, what's going on? ", "Evan": "\n[1]Arrest this whack-job, wouldja? Some of us have lives, y'know. \n[2]I don't know what you want from me. Some crazy chic k blocks the highway with her car, said there'd be an accident and there was. Big deal. Even a broken watch is right twice a day... \n[3] A dingy singly light bulb illuminates the narrow stairwell. Evan appears in the darkness, carrying a brand new television with some packages on top. He's unable to s ee the long rickety stairwell he climbs.  The stairs are littered with Chinese take out MENUS and a TONKA TRUCK apparently left by some kids.  As Evan slowly climbs the staircase, a FAT MAN comes down, forcing Evan to lean against -  THE RAILING - which CREAKS and BENDS. After the FAT MAN passes, Evan slowly continues up again, TEARING HIS SHIRT on a nail.   \n[4]Motherfucker. \n[5] Dim, cheap, probably roach-infested. As Evan enters, the small packages fall off the TV box and onto the floor.  Evan places the TV by the door, looks at his torn shirt, but fuck it, who cares; he's on a natural high. He peels his shirt off, revealing his PIERCED NIPPLES, flicks on the radio and DANCES his way over to the fridge and grabs a drink.  In the tiny kitchenette area, a small swarm of flies hovers over a grease-filled frying pan.  Evan recoils, throws open the window and throws the grease to the sidewalk five stories below. An ominous BREEZE enters --  And a kitchen cabinet slowly BLOWS OPEN. Some FORKS and KNIVES slide forward on poorly stacked plates. Daring to fall into the toaster.  Evan spills some cooking oil on the range while pouring it into the frying pan, then dumps in some frozen mozzarella sticks. Evan puts the frying pan on the stove and turns it on HIGH.  He then grabs a container of CHINESE FOOD and rests it on the counter next to the fridge. On the fridge, several colorful MAGNETS spell out \n[6]Damn it! \n[7]  Evan makes one last push with his foot - accidently flipping the SWITCH - the GARBAGE DISPOSAL GRINDS METAL!  Evan, horrified, miraculously yanks his hand free, brushing against the knife in the toaster.  When the SHOCK goes through Evan's body, his other hand jerks out, knocking the flaming frying pan to the floor.  The entire kitchen is in flames, including the new TV blocking the door. The window slams SHUT! The room fills with smoke.   \n[8]Jesus Christ! ", "Lewis": "", "Nora": "\n[1]Tim, will you cut that out? I can't even hear myself think. \n[2]I know, we'll be there soon. \n[3] Nora sees the collisions ahead and slams on the brakes but the fallen Naya bottle prevents her from braking, and she SLAMS into the back of Kat's Expedition.  The crash test dummy collision folds her Pacer and it EXPLODES into a huge fireball.  EVAN, blinded by the smeared windshield, is too late. He swerves his Trans Am around the burning cars onto the wet grass.  Kimberly sees the topless Trans Am slowly roll out of a huge WALL OF FIRE and coast to a stop. Evan comes up battered and bloody but still alive. He is trapped in his burning car, screaming and trying to release the seatbelt.  Then, just when she thought it was over, a HUGE SEMI slides thro ugh the wall of fire, SMASHING the Trans Am out of the way, SPINNING it like a top. With the back sliding at 90 degrees it keeps on coming.  \n[4]What on Earth are they doing? \n[5]Those poor people. To think it would've been us if not for... \n[6]What are you talking about? \n[7]Maybe... \n[8]You're all certifiable, you know that? I can't believe I've been listening to this crap. Come on, Tim, let's go outside. \n[9]What's wrong with you people? \n[10] Nora and Tim watch the same report.   \n[11]Come on, Tim, lights out already. \n[12]Yeah? \n[13]Oh, please. Some people just need some serious rewiring, that's all. \n[14]Get some sleep. \n[15] Nora closes her bedroom door. And locks it. She nervously checks the closet and even lowers the blinds. Finally, she takes out a business card and dials a number. She hangs up, then dials again.   \n[16]Officer Burke, please? \n[17]Nice try, kiddo. \n[18]Sure hon. I'm fine.   Let's shake it, we're late. \n[19]Does anybody have a Valium? \n[20]So that would mean... I'm next. \n[21]Four years ago my husband died. Now Tim. There's nothing left for me. \n[22]If it's my time to go, to be in heaven with my family, then I can accept that. \n[23]If you'll excuse me, I have a funeral to prepare. \n[24]Officer Burke?   I can't hear... \n[25]Let me go let me go! \n[26]My God, someone please let me out of this -- ", "Carpenter": "", "Thomas": "\n[1] Early 20's, rookie cop, who seems to have missed the entire exchange.  \n[2]I was supposed to be off today. How did I get screwed? \n[3]Copy that. Go on, sleep it off Drake. \n[4]Son of a bitch. \n[5]What's going on here? \n[6]Miss, please step out of the vehicle. \n[7]Alright miss, calm down. I just need this lane open. I need you to pull your vehicle onto the shoulder! \n[8]I'm not going to tell you to calm down again -- \n[9]L.A. 51, I need assistance and requesting paramedics for a major T.A. At -- \n[10]Tell me again how it started. \n[11]Do you remember what triggered it all? \n[12]You knew? You just mean a hunch, right? A bad vibe, maybe? \n[13]Like what? \n[14]You mean Alex Browning. \n[15]Well, not quite all of them. Clear Rivers checked herself into a padded room at Stoneybrook. \n[16]  Detective Suby's persistent glare makes Thomas uncomfortable.   \n[17]Look, you weren't there. It was weird. She knew that log truck was gonna cause an accident, she knew. Never mind. \n[18]You've made your point. \n[19]What? \n[20]I tried calling last night but your father -- \n[21]I know. I've gotten calls all morning from everyone who was on the onramp. We're all meeting at my apartment tonight. \n[22]I didn't. Until I was dispatched to clean up one of the Flight 180 survivors. \n[23]I'm not following you -- \n[24]Hold on. \n[25] Racing to the medical complex throughout.  \n[26] \n[27] \n[28]I am too. But you can use that fear. It'll sharpen your instincts. Keep you alert fro signs. It's the only way you'll be able to sav e the others...and me. \n[29]I know you didn't ask for any of this, Kimberly. But I don't think you have it in you to quit either. \n[30]Who is this guy, anyway? \n[31]Should we knock? \n[32]What the hell does that mean? \n[33]New life defeats death? Follow the signs? Where the hell did you find that guy? \n[34]What is it? What did you see? \n[35]Remember the onramp? There was a pregnant woman in a white delivery van. \n[36]It sounds all well and good, but \n[37] \n[38]Hey, I'm a police officer, remember? \n[39]I, uh...sorry. \n[40]Taken care of. \n[41]Got it. \n[42]Here we go. The vehicle's a delivery van registered to Jorge and Isabella Cruz. And Christ, there's almost a dozen domestic disturbance complaints on these two. \n[43]Let's lay this on her gently now. The stress alone could upset the pregnancy. \n[44]I'm Officer Burke.    I'm looking for an Isabella Cruz. \n[45]Are you Jorge Cruz? \n[46]May we come in? \n[47] \n[48]Look, pal, it's probably nothing. But I need to see -- \n[49]What was the fight about? \n[50]Does she have a cell phone?   A way we can contact her? \n[51] Rory sits in his Chevette outside an apartment building, staring up at the address. He quickly snorts some powder off his key and wipes his nostrils free of crystals. He takes a breath and exits the car.  \n[52] Rory follows some PEOPLE into the elevator. The elevator doors close on his shoe -- trapping Rory in an awkward position.  One MAN frantically pushes the DOORS OPEN button to no avail. Finally, as the elevator rises, Rory YANKS his foot free.  \n[53] REVEAL - Nora, Rory, and Kat, mortified, sit on a couch. It's obvious the bomb's been dropped, reality has set in. Clear and Kimberly await their reactions. Nora raises a trembling hand.  \n[54] \n[55]Route 18 is Drake's assignment, but he called in sick so I got... Drake's never sick. \n[56] \n[57] Kimberly whispers into the phone.  \n[58]You think you should?     It's not safe out there. \n[59] Eugene pushes the elevator button a thousand times. Nora nervously ties her long hair back in a single braid.  \n[60] The nervous group finishes safe-proofing the apartment.  RORY, standing on the couch, pulls a POLICE ACADEMY DIPLOMA off the wall - and slips - stumbling BACKWARDS into the closet.  Staggering, he accidentally knocks some COAT HANGARS and a VOLLEYBALL TROPHY from the high shelf to the floor.  Thomas whips around and sees that Rory's not hurt. He then lowers his gaze and sees --  The figurine of a VOLLEYBALL TROPHY is framed by a tangled jumble of wire COAT HANGARS. Suddenly, STREETLIGHT FLICKERS ON for the evening. Oddly, it only illuminates the Trophy/Hangar array.  From Rory's vantage point, it looks like a surreal sculpture of a man with hooks emanating from his body. The sodium vapor lamp casts an OMINOUS GLOW around the image.  \n[61] \n[62] The elevator finally comes. Eugene and Nora get inside, standing in front of a gaunt looking man holding a cardboard box full of \n[63] Eugene suddenly bursts through the door, babbling incoherently. Kimberly, Thomas and Rory look on, bewildered.  \n[64]What the hell are you...? \n[65]Just take it easy! \n[66]Six in a row? Never. Impossible. That's like ...winning the lottery. \n[67] Flashing lights from rescue vehicles illuminate the living room. In the newly conformed safe house, Kat and Clear relax as best they can in Thomas' dry clothes.  Thomas makes another phone call. In the corner, Eugene shivers to himself. Desperately looking for signs of danger. He looks over to Clear.  \n[68]A one very pissed off Ms. Isabella Cruz is being detained up in Greenwood. Let's finish this thing. \n[69]Guys, let's not panic.   Isabella's safe. \n[70]You said she was going to drive into a lake. How can she when she's in protective custody? \n[71]You want weird? Last year, my partner and I were heading out for the graveyard shift. A call comes in about a train wreck and Frank decides to let me handle it alone. \n[72]Shit. The call about the train wreck that saved my life? That was the night I scraped up Billy Hitchcock. \n[73]Is everybody alright? \n[74]Stop it, don't move him! \n[75]Get that over here!   Move move move! \n[76]Rory!!! \n[77]Where's the cell phone Clear gave you? \n[78]Damn it. We have to call the Greenwood Police Station and warn Isabella. \n[79] Speaks to another COP who clicks off his radio.  \n[80]Where's that? \n[81]We gotta go now.   Isabella's in labor. \n[82]So let's go...Where the hell is Rory?! \n[83] \n[84]That branch fell and saved my life. You're right, Death's maintaining the order. \n[85]Then the only way to survive is to get to the hospital and protect Eugene and Isabella for as long as we can. \n[86]Um, Kimberly? This is a neighborhood. You may wanna slow it down. \n[87]I wasn't worried about us. \n[88]Kimberly! Slow down! \n[89]Kalarjian? \n[90]No time. Keep going. I wouldn't know how to explain any of this anyway. \n[91]Hurry, I think she's this way. \n[92] Running down the corridor.  \n[93]Don't sweat it.   It's over. \n[94]Kimberly! Are you okay?! \n[95]Are you okay? You just face planted! \n[96]But it's over. Isabella's baby was the key. You saw her die and everything, right? \n[97]Impossible. She was on the onramp. \n[98]Then what's the premonition of the lake supposed to mean? \n[99] Watch as Clear opens the door, briefly revealing Eugene, a whoosh of Oxygen --  \n[100]What? \n[101]That's crazy. You can't give up now. We can still fight this thing. \n[102] Unconscious, CPR being performed on him by the EMT (who's now soaking wet). Thomas doesn't respond.  An INTERN opens an eyelid, points a flashlight at his eyes. Shakes his head, nothing. The sopping wet EMT goes back to performing CPR.  Finally, Thomas coughs up water, chokes, gasps for air, then BOLTS \n[103]Kimberly?! \n[104]I know.   I can feel it too. \n[105]What's wrong with a platonic relationship? \n[106] \n[107]Well, technically when we died, we gave Death what it wanted. And by the time we were revived, it had already moved on to graver pastures. ", "Burke": "\n[1] Early 20's, rookie cop, who seems to have missed the entire exchange.  ", "Isabella": "\n[1]...couldn't Keep your dick in check for another month? I knew this would happen when I got pregnant. \n[2]What'd the doctor say? I have to come in to test for STDs? Goddamn \n[3]Excuse me, but is there some way we could just drive around? I have a delivery. \n[4]Hey hon, you got a mysterious caller on the answering machine from Planned Parenthood. What's going on? \n[5]You couldn't keep your dick in check for a month?! \n[6] REVEAL she's lying down, binging on take- out food, while speaking on the motel phone. A disturbing metallic SQUEAK SCRAPE -SQUEAK can be heard, nearly drowning out the SCREAMING COUPLE next door.  \n[7]Yes, I'd like to report a domestic squabble - my name? Isabella Cruz why, does it matter? I'm at the Super 8 motel. Yes, I own a white van. So what? Just get over here. \n[8]What do you mean \"grand theft auto?\" This is insane. \n[9] \n[10]Take my van! \n[11]Promise me...I won't have the baby...in this van. \n[12]Get around it!!! \n[13]Please.   It's not going to wait. \n[14]Do you want to deliver this baby? \n[15]What's wrong? IS the baby all right? ", "Hudson": "", "Bludworth": "", "Kimberly": "\n[1] KIMBERLY BURROUGHS, 19, puts a folded AAA map in her mouth. She opens the back of a RED NISSAN SUV, and pla ces her duffel bag inside.  That done, she lets the map drop from her mouth, catches it in her free hand and turns to hug her father, MR. BURROUGHS.   \n[2]Thanks, Dad. I'll call you. \n[3]Relax, Dad. It's Daytona, not Mongolia. \n[4]I know this is the first time we've been apart since. But everything's gonna be okay. \n[5] \n[6]Sorry!   My fault! \n[7]No, I'm good. \n[8] As she looks back from the mirror and reacts to an ominous electronic road sign that flashes \"WARNING: CONSTRUCTION NEXT 180 FEET\".  \n[9]  A CLOUD passes Kimberly's head. She smells it and turns around, taking her eyes off the road to see Dano smoking a joint.   \n[10]I told you no drugs in the car!    My dad will freak! \n[11]Hey, Dad. What's up? \n[12]You got it, Dad. I'll call you if I have a problem. \n[13]I will, Dad. Bye, luv you. \n[14]Dano, put that out NOW. \n[15] Dano nervously looks back.   \n[16]This trip better be wor th it. What's the guy- girl ratio again? \n[17]I can live with thaaaa -- \n[18]What's the chance of finding a nice mature guy once we get to Daytona? \n[19]Hey, thanks for talking    me into this trip. Ever since     my mom... I dunno, I just feel like    I'm starting to live again,    you know? \n[20] The semi's grill comes right at her!  \n[21] She screams and we --  \n[22]Oh my god, oh my god... \n[23]There's going to be a huge accident! Everyone's gonna die. All of us! I saw it! \n[24] \n[25]Oh my God, oh my God... \n[26]There's going to be a huge accident! Everyone's gonna die, all of us, I saw it! \n[27]Highway to Hell, Highway to Hell. \n[28]No!   We'll all die if we do! \n[29](incoherent, through \n[30] \n[31]THAT's the truck that's going to kill everyone! \n[32]You're not listening to me!   You have to do something! \n[33]Why won't anyone listen to me? \n[34]Like I said, it was like I was there. I remember everything. The sounds of the crashes, the smells, the look on Shaina's face... \n[35]The log truck...and everybody I guess. Everyone was driving like a maniac. And somehow I knew something horrible was going to happen, even before it did. \n[36]More than that. All the songs on the radio were about car crashes. Some kid's banging toy cars together. She was dialing her cell phone with her headset on. His car was leaking oil all over the road. \n[37]Billboards about accidents. Kids yelling \"pile up\" for no reason. It all felt...just wrong. Just like... \n[38]I know this sounds crazy...but you all heard about Flight 180, right? The kid who got off the plane? \n[39] \n[40]You do believe me, don't you? \n[41]I know it's crazy, but I'm really scared for the others. I've got this terrible feeling. \n[42]That it's not over yet. \n[43] Mr. Burroughs numbly watches the same report. He doesn't see Kimberly enter behind him from the kitchen.   \n[44]Don't.   I have to see this. \n[45] Mr. Burroughs tucks a still-shaken Kimberly into bed. In one of his hands is a nearly empty glass of scotch.   \n[46]It's okay, Dad. I'm not ten anymore. \n[47]I love you too, Dad.     Goodnight. \n[48]I used to have those feelings, too. But that's when I'd think of Mom. Her strength...and courage. And I'd pray that maybe I'd grow up to be as brave as she was. And the bad thoughts would go away. \n[49] The room is dark except for one burning candle. Kimberly tosses and turns. The wind sends a single branch scraping against her window. A porch swing SQUEAKS back and forth. Adding to her anxiety.  A BREEZE ENTERS, sputtering out the candle. Kimberly sits upright in bed and sees the WINDOW IS SHUT. Huh? She lights a match and sees the candle wax dripped onto her table, forming the gooey shape of a...180? The match goes out in her hand. The room is dark again.  Headlights fr om passing cars cast eerie shadows on her ceiling. Shadows resembling PLANES seem to transform into a SKULL.  Kimberly, freaked out, looks around to see the blinking light from the VCR: it flashes 18:0 a few times, then 12:00.  She can't take it anymore. She yanks the VCR cord from the wall and flicks on the lights, ridding the room of shadows. And anxiously turns on her computer.  \n[50]Wait. Is she...dangerous or something? \n[51]Jesus, how long are you going to keep her locked up this way? \n[52]Clear Rivers? \n[53]I thought...I thought you might be able to help me. \n[54]I had a premonition about the Route 18 pile up. .. I saved some people. And now I think Death is after me. \n[55]It's not just about me. Someone I saved died last night in a freak accident. What if the others are in danger, too? \n[56]What list? \n[57] \n[58]Officer Burke pulled me away from the crash that killed my friends. \n[59]That still doesn't make sense. You said you die in the same order you were originally meant to. But Evan Shaeffer died last in my premonition, not first. \n[60]Yes. In my premonition that Nora woman and her kid died first, then Evan and then...my friends. \n[61]Signs? \n[62]  \n[63]It's obvious you know what you're talking about. You beat it. You have to help us. \n[64]How can you say that?    What kind of monster are you? \n[65]Know what? I think you're a coward. I think you hide out in here because you're too damn bitter and selfish to care about another \n[66] As Kimberly pulls into her driveway, she's surprised to see a STRANGE CAR parked there. Then --  THOMAS, wearing street clothes, peers through the front window of the house. He guiltily backs away as Kimberly gets out.   \n[67]Evan Shaeffer's dead. \n[68]Then you believe all this?? That Death is working off a list? \n[69]Clean up? I don't... \n[70]Pigeons... It's a sign! If Clear's right about the order, then Nora and Tim are going to be attacke d by Pigeons! \n[71]They're next on the list.   We have to find them. \n[72]Turn around. The cleaning woman said they're at the dentist's. 14th and Main. \n[73] Racing to the medical complex throughout.  \n[74]We have to tell her she's in danger! \n[75] Thomas' car turns into the driveway and parks. Kimberly holds up her hand and watches it tremble.  \n[76]It's happening again.   It's fucking \n[77]But we're all going to die. We can't stop it. It's just a matter of time. I'm so scared. \n[78]Clear/Thomas. Thomas/Clear. \n[79] \n[80]This is cheery. \n[81]Oh my God. That's Evan Shaeffer. \n[82]Yeah, I thought he was supposed to be helpful. \n[83] Comes to Thomas' arms - GASPING uncontrollably for breath. Terror- stricken. She begins hyperventilating.  \n[84]\n[85]I was driving a white van. It must've gone out of control because it crashed into a lake and I drowned. It was...horrible. \n[86]I can practically taste the water in my throat. And something else. The smell of flowers... \n[87]It throws the entire Death list out of whack. And a new list has to be rewritten f rom scratch. We all start over with a clean slate. \n[88] \n[89]How are we going to find her? There must be thousands of white vans in this state. \n[90]Oh God... \n[91]I know, I know. We need my eyes. \n[92]I'm okay. Just caught me by surprise. Put it back on. \n[93]There it is. \n[94]Whose blood is that on the floor? \n[95]Where's Isabella? Did you finally kill her you fucking wife beater? \n[96]The point is, as long as you know what to beware of, you have a fighting chance. It can be beaten. If I call you and say subway, get to a high rise fast. A place where no subway could possibly go, get it? \n[97]The new freeway was faster, but Route 18 was the way my mom used to take, so... \n[98]I don't know what's weirder, the dialing a wrong number part or that Death would set you up nine months in advance. \n[99]Are you thinking what I'm thinking? \n[100]I'm sorry, Dad, we're having a hard time with Shaina's eulogy. I'll stay here at Virginia's tonight and see you tomorrow. I love you too. \n[101]We need her. She's the only one who's dealt with this before, idiot! \n[102]Where are you going, Nora?    You okay? \n[103]Don't say that. Once you lose hope, it's already too late. \n[104]You can't give up. Don't accept Death's plan. Trust me, you can fight this. If we can just survive long enough until that baby is born, we can -- \n[105]Seeing you die once was enough for me. \n[106]You don't keep it loaded? \n[107]Sure. \n[108]I...I don't know. \n[109]I guess so. \n[110]How do you know? \n[111]Another kid from Flight 180. \n[112]A little over a year ago, my mother and I went to the mall. I was supposed to meet her outside, but I got caught up watching some news report about some kid who committed suicide. I kept thinking, \"How can you strangle yourself in a bathtub?\" That's retarded. \n[113]It felt wrong. And yet... There were gunshots outside and I ran... Some kids tried to jack her car. She fought them off - she was a fighter - and they killed her. \n[114]After the funeral I had this overwhelming feeling that it should have been me. I figured that's how everyone must feel. But I guess I was right. \n[115]  \n[116]Help us, we need help over here! \n[117]You doing alright in there? \n[118] Looks confused to watch Rory climb between the fence wires and drift the Dead Oak Tree into the field. Thomas runs down the hill toward Kimberly.  \n[119]What about that? \n[120] Is put on alert by a fresh BREEZE. Her attention is caught by the WINDOW of an emergency vehicle. IN THE REFLECTION, Kimberly sees a man sitting on the Expedition, but when she spins ar ound, there's no one there.  KA-CHUNG! The door comes off the Expedition, finally freeing Kat! Everyone applauds!  \n[121]Wait! \n[122] \n[123]Give me the keys to your truck. Now! \n[124]No. If anyone dies from a crash now, it'll be me. But I can't die if Eugene and Isabella are still alive. I'm last on Death's list. \n[125]What happened when Eugene tried to kill himself out of turn? \n[126]And when it was Rory's turn to die, and Thomas was in the way? \n[127]Let's pray that Isabella's still alive. \n[128]This makes no sense. Isabella was supposed to crash her van into a lake. Could we have altered her destiny when we had her arrested? \n[129]Don't worry. Nothing can happen to us. \n[130]No, it's not here. This one was different. More like the pile up and the van going into the lake. It wasn't just a sign, I was there. \n[131]Yes. I was in a hospital. There was screaming... A nurse was choking me. I couldn't tell wh at she looked like, but the name tag was right in my face. Kalarjian. \n[132]I think a nurse named Kalarjian is going to choke Isabella to death! \n[133]Shouldn't we pull over? \n[134]Oh come on. \n[135]What do you want me to do? \n[136]Yeah, fuck 'em. No offense. \n[137] Running down the corridor.  \n[138]New life defeats death. We've done it. Death has to rewrite the list. We're safe. \n[139]I know how it feels to be dead. \n[140]I was dead. And came back to life. An EEG machine. Where's Eugene? \n[141]I don't...what if I made a mistake? \n[142]I'm not sure... I don't think Isabella was ever destined to die in the pile -up. \n[143]...the Same hands from the van. \n[144]No!   It can't be. \n[145]Oh no... \n[146] Watch as Clear opens the door, briefly revealing Eugene, a whoosh of Oxygen --  \n[147]Nurse Kalarjian... \n[148]Oh my God. That's it. The lake. The EEG machine. Nurse Kalarjian. \n[149]You can't cheat destiny. I know what I have to do to save us. I have to die. \n[150]I have to do this. \n[151] Looking up at Dr. Kalarjian, all she can see is part of a woman's face and a partial nametage reading \"Kalarjian\".  It would appear as if she's choking Kimberly, but --  An EEG MONITOR turns from a flatline to a steady heartbeat, the same POV as the premonition.  \n[152] \n[153]My God, this is delicious. I can't believe I used to be a vegan. \n[154]For God's sake, leave him alone, Dad. \n[155]Food's great too, Mrs. Gibbons. Big props to you and Brian. \n[156]Three short glorious weeks away. \n[157]Brian looks like he's having fun. \n[158]How's that? ", "Kat": "\n[1]  Kat sees the joint that smoulders in the dried leaves beneath her windshield wipers. A moment later, a small FLAME crackles.   \n[2]What the hell?     No,   not you. \n[3]Forget it, I'll call him myself. \n[4] Early 20's, rookie cop, who seems to have missed the entire exchange.  \n[5]Great, now I'm really gonna be late. \n[6]Not to sound insensitive, but how much longer is this going to take? \n[7]  The fluorescent light above FLICKERS ominously. Nora, disturbed, stands up in a huff, grabbing Tim's arm.   \n[8]First I'm stuck with Jury Duty, now this nonsense. \n[9] Kat cradles a phone to her shoulder. She watches television and crushes Oreos into a bowl of ice- cream.   \n[10]No, Mom. Just turn on any station, they've been playing it all day. Yes, Mother. Channel four will do just fine. Here it is, gotta go. \n[11]I'm thinkin', suck my junk, bee yatch. \n[12]You'll want to take -- \n[13]-- half of that. \n[14]This can't be happening. My career's at a peak, I finally met a cute guy, I just bought a new house... \n[15]I was my first day of jury duty. \n[16]Eighteen. And it's \"Hebrew\". \n[17]Screw this. I'm going outside for a smoke. \n[18]So? Nora's gotta bite it before me anyway, right? \n[19]You alright, Nora? \n[20]Can we find the pregnant woman, please? \n[21]Yeah? \n[22]I got that beat. So like, last May, I was supposed to stay at this cheesy bed and breakfast in Pennsylvania. There was a major gas leak no one knew about and all the guests suffocated during the night. \n[23]I never mad it. The Greyhound bus I was on splattered some chick all over the road and we had to stop. \n[24]Yeah.   How did you know? \n[25]I'm not sure I-- \n[26] CU FRONT TIRE - METAL shreds away more rubber.  \n[27] Rory excitedly makes a connection.  \n[28] \n[29]Not my time.     Amazing... \n[30]He can't breathe!        He can't breathe! \n[31]I can't move my fucking leg! Please get me out of here before it explodes! \n[32]Stop that! I still need this foot, thank you. \n[33]My legs are starting to cramp up. And God, why am I so thirsty? Does anyone have any Fiji? \n[34]Christ, you wanna give me a heads up next time, pal? \n[35] Lights one cigarette off the other KA -CHUCNK! The sound makes her flinch, dropping the cigarette on the floor.  \n[36]Damn, can't you be quieter with that thing? \n[37] ", "Rory": "\n[1]Hey, don't be knockin' the Chevette. \n[2]Yeah, you're acting like we all just got the Diff'rent Strokes curse or something. \n[3]Yeah, I hate to love and leave ya, but I've been over this X-Files shit since the sixth season. \n[4] It's a party. Rory, surrounded by BUDDIES, shakes a triumphant fist at the television. HE WHOOPS with delight, spilling popcorn everywhere.   \n[5]Whoohoo! You see that shit? Right there? That's my fuckin' car right there! Oh God, that's dope. \n[6]Damn, is that dogshit? \n[7]Just shut the fuck up and maybe you'll live. \n[8]Why the hell did I ever get on Route 18 in the first place? That's me, Mr. Dumb Fucking Luck. \n[9]That lucky bastard. \n[10]Last July I dialed a wrong number and got a radio station by accident. They asked me what number means \"good luck\" in Jewish. \n[11]Anyway, I guessed it right and won these. \n[12]The best way to get to Yankee Stadium is Route 18. \n[13]It's like Forrest Gump. \n[14]Be careful. And even if you don't believe, give this to Nora. \n[15]...man with hooks. I see a man with hooks. Someone?!?! \n[16]Maybe they were all duds. \n[17]Can I ask you a question? \n[18]When I die. Is it gonna hurt? \n[19]And you're gonna die after me, right? \n[20]  \n[21]Is this safe, guys? I mean, someone in this car is about to get whacked. Do the rest of us really feel like sitting next to him? Or her. Hopefully her. \n[22]Here's what I don't get. For nine months, Death does all this shit to make sure I win these tickets and end up on Route 18 at exactly the right time for the pile up... \n[23]But why single me out? What am I in the great scheme of things? You'd think I stepped off Flight 180 or something... Fucking weird, man. \n[24]Yeah, so what happened? \n[25]Who? \n[26]Remember the theater in Paris that collapsed last year, killed everyone inside? \n[27]I had tickets to go, but one day I'm in Paris, trippin' on acid, sippin' lattes an' such, and this dude gets whacked by a falling sign. \n[28]Freaked me out so bad I hid in a shopping cart for four hours. 'Course, missed the show... \n[29]Watch it, dude! \n[30]I dunno. I think I gave it to Eugene back at your place. ", "Frankie": "\n[1]Dano, shouldn't we go back and help your mother? \n[2]Yeah, you should have specified. \n[3]Relax, dude. \n[4]What's your problem, ya fuckin' crack baby?! \n[5]Gas it around these idiots. We do have 1200 miles to go, you know. \n[6] \n[7]A Trans Am. That shit went out with New Kids on the Block. \n[8] \n[9]Dano, shouldn't we stop and help your mother? \n[10]That's it. My turn to drive. \n[11]Dano, shouldn't we stop and help your mother? \n[12]That's it. My turn to drive. \n[13]Jesus Christ! Here he comes! Move! ", "Clear": "\n[1] \n[2] While still beautiful, this young woman bears few traces of her former self. Her eyes dart around suspiciously, maddened by chronic paranoia. Her hair is patchy, her eyes dark and haunted. Bordering on savage. Her movements are fidgety, erratic, always distracted by something unseen.   \n[3]Kimberly Burroughs, eh?    What do you want? \n[4] \n[5]Nice work. Maybe if you're real lucky, you'll wind up in here with me. But I doubt you'll survive that long. \n[6]Well, if you put them on the list, they're already tits up. \n[7]Death's list. The precise order you're going to die in. \n[8]The survivors of Flight 180 died in the exact order they were originally meant to die in the plane crash. That was Death's original design. \n[9]But you said someone else died last night. That means Death skipped past you. Someone must have intervened. Sometime yesterday you must have nearly died, but someone saved you. \n[10]Congratufuckinglations. That makes you last to go. But don't worry, once the others are dead, it'll come back for you. Always does. \n[11]It's moving backwards?    Are you sure? \n[12]Backwards...that's new. \n[13]That's good. Get all your tears out now, you'll need your eyes. For the signs. \n[14]If you have the same power as Alex, you'll be seeing signs soon. When you see anything creepy or ominous, an in-your- face irony kinda thing? Don't ignore it. It usually means the difference between life and death. \n[15]That's what Alex used to ask himself right up until... \n[16]I didn't beat it; I hid from it. If you were smart you'd put a down payment on a burial plot and say goodbye to the dog, because what little life you have left is over as you know it. Don't make new friends, don't fall in love, and don't ever bother trying to save others. That's the worst killer of them all. \n[17]My family is dead.   My friends are dead. And Alex... \n[18]And yes, that's the blade of a fucking ceiling fan in his head. \n[19] Clear Rivers applies fun- tack to the back of a newspaper article and sticks it on the wall devoted to Flight 180.  \n[20](nods; a faint trace of \n[21]A mortician. He seemed to know a hell of a lot more about death than he ever told us. \n[22] \n[23](not falling for this \n[24]How do you cheat Death once and for all? \n[25] \n[26]Bullshit. You told me Death has a distinct design, a blueprint, unalterable. But Alex and I cheated Death not once, but dozens of times. If the design is flawed, it can be beaten. \n[27]It can be beaten.   And you know it. \n[28]One last question. Why is Death working backwards this time? \n[29]He was. If we can use your ability to see the signs, we can cheat Death long enough to figure out what \"new life\" means. I know, it worries me that I \n[30]What the fuck are you thinking? \n[31]  \n[32]You're strong. Do you hear me? You're a fucking warrior. Nothing scares you. In fact you happen to be the single most powerful woman on earth. Now what did you see? \n[33]You were there? \n[34] \n[35]Holy shit. He said \"only new life can defeat death.\" If she gives birth to a baby that was never meant to be born, a brand new soul that was never part of Death's Design... \n[36]Please, what else could it mean? \n[37]So let's do it. \n[38]It's all right.    I'll take watch. \n[39]Make sure all these people will be at the meeting tonight. \n[40]I don't get it. Why is everything happening so fast? After Flight 180. A month went by before anyone died. And now five people are dead in less than a day. \n[41]We need to hurry. \n[42]We're wasting time with this piece of shit. Let's just get to the meeting. \n[43]We can only pray it doesn't come out retarded. \n[44]You're not next, Nora. Nobody has to be next. That's the point. Last time, we didn't plan. We weren't organized. Now we can help each other. \n[45]Think what would have happened if Kimberly had been able to warn you with the word pigeons... \n[46]Anyone read today's paper?   The article on Evan Shaeffer? \n[47]The only reason he was on Route 18 was because he own the lottery and had to collect the winnings. \n[48]What about the rest of you? Kimberly, you were driving to Daytona. Was Route 18 your first choice? \n[49]Random, sure. \n[50]Remember everyone, just because Kimberly's got the power doesn't mean we're not all capable of seeing signs to some extent. \n[51]Fuck. Should have seen that coming. The institution's made me soft. \n[52]We're all going to have to open our eyes from now on. Look out for each other. Sleep in shifts. And we've got to safeproof this deathtrap. \n[53]I'll be sure to put that on your tombstone. \n[54] As she frantically hits the elevator button. When it fails to come, she runs downstairs.  \n[55]It wasn't his turn to die. \n[56]Your entire world view just went out the window. I couldn't expect a religious conversation overnight. We'll get through this. I promise. \n[57]Was that in Mt. Abraham? \n[58] \n[59]Carter. \n[60]  Clear stops when she sees all the color has drained from Kimberly's face. Even Eugene looks concerned.  \n[61]It's all starting to come together. When Alex got us off Flight 180, it didn't just change our lives. It \n[62]Being alive after our time caused an outward ripple - a rift in Death's design. \n[63]That's why Death is working backwards. It's tying up all the loose ends, sealing the rift once and for all ­ \n[64]Oh my god, Eugene!? \n[65]Someone call for help! \n[66]Be careful with that, check the gages on the regulator and be mindful of overdoses. Oh, watch for potholes and puddles. \n[67]Look, I made him a promise -- \n[68] As the hose tightens, Clear realizes she's surrounded by shards of glass and metal. She quickly WRESTLES herself free of the hose and watches the Paramedics lock Eugene's gurney into place.  \n[69]One more thing.   Watch out for power lines. \n[70]We have to contact Isabella now! \n[71] \n[72]Get back! \n[73]  \n[74]Are you crazy? What makes you think you'd survive? \n[75] \n[76]I don't think so. Alex's premonitions happened exactly as he saw them no matter how much we \n[77]If only Alex and I had done that with the others, Alex might still be... \n[78]Slow down! We're... \n[79] \n[80] \n[81] \n[82]Be alive, Isabella, please be alive. \n[83]Isabella Cruz.    What room's she in? \n[84]I'm her sister. \n[85]Delivery rooms are downstairs. I'll find Eugene and catch up with you. \n[86]\n[87]A guard grabbed me before I could find Eugene. \n[88]She had the baby? \n[89]What did you see? \n[90]Can you remember anything about it? \n[91]It's you Kimberly. The premonitions are about you. \n[92] \n[93]Eugene?    Are you in there? \n[94]Can you hear me? I'm coming in . ", "Rivers": "\n[1] While still beautiful, this young woman bears few traces of her former self. Her eyes dart around suspiciously, maddened by chronic paranoia. Her hair is patchy, her eyes dark and haunted. Bordering on savage. Her movements are fidgety, erratic, always distracted by something unseen.   ", "Tim": "\n[1] Friday marks one year anniversary.  \n[2]  \n[3](picking up two Naya \n[4] \n[5]Which means Death could be coming for us. \n[6]Jeez, Mom, stop trippin'. \n[7] Tim's eyes are glued to the latest Stephen King novel. Nora peers in.   \n[8]Mom? \n[9]You think... You think those guys were b.s.-ing us today or what? \n[10] \n[11]Mom! \n[12]You okay? \n[13]Not so much. \n[14]What are they doing here? And why are they yelling \"pigeons\"? "}}