{"filename": "Finding-Nemo_script.txt", "imdb_id": "tt0266543", "imdb_url": "https://www.imdb.com/title/tt0266543", "characters": ["Marlin (voice)", "Gurgle (voice)", "Jacques (voice)", "Deb /Flo (voice)", "Mr. Ray (voice)", "Nemo (voice)", "Bloat (voice)", "Squirt (voice)", "Crush (voice)", "Gill (voice)", "Nigel (voice)", "Bubbles (voice)", "Coral (voice)", "Peach (voice)", "Dory (voice)"], "dialogues": {"Marlin": "\n[1]Wow.  \n[2]Wow.  \n[3]Wow.  \n[4]So, Coral, when you said you wanted an ocean view, you didn't think that we we're gonna get the whole ocean, did you? Huh? [sighs] Oh yeah. A fish can breath out here. Did your man deliver or did he deliver?    \n[5]And it wasn't so easy.  \n[6]You better believe they did--every single one of them.  \n[7]So, you do like it, don't you?  \n[8]Coral, honey, these are our kids we're talking about. They deserve the best. Look, look, look. They'll wake up, poke their little heads out and they'll see a whale! See, right by their bedroom window.  \n[9]Oh, right. Right.  \n[10]You wanna name all of 'em, right now? All right, we'll name this half Marlin Jr. and then this half Coral Jr. Okay, we're done.  \n[11]Nemo? Well, we'll name one Nemo but I'd like most of them to be Marlin Jr.  \n[12]Yeah. What if they don't like me?  \n[13]No, really.  \n[14]You remember how we met?  \n[15]Well, I remember. 'Excuse me, miss, can you check and see if there's a hook in my lip?'  \n[16]  'Well, you gotta look a little closer because it's wiggling'.  \n[17]Here he is. Cutie's here! Where did everybody go?  \n[18][gasps] Coral, get inside the house, Coral. No, Coral, don't. They'll be fine. Just get inside, you, right now.  \n[19]No!  \n[20]Coral! Coral?  \n[21]Coral? Oh!  \n[22]Ohh. There, there, there. It's okay, daddy's here. Daddy's got you. I promise, I will never let anything happen to you...Nemo.  ======================================================================================  \n[23]I don't wanna go to school. Five more minutes.  \n[24]Okay...huh?  \n[25]All right, I'm up.  \n[26]Nemo!  \n[27][gasps] Nemo, don't move! Don't move! You'll never get out of there yourself. I'll do it. All right, where's the break? You feel a break?  \n[28]Sometimes you can't tell 'cause fluid is rushing to the area. Now, any rushing fluids?  \n[29]Are you woozy?  \n[30]How many stripes do I have?    \n[31]Answer the stripe question!  \n[32]No! See, something's wrong with you. I have one, two, three--that's all I have? Oh, you're okay. How's the lucky fin?  \n[33]Let's see.  \n[34]Are you sure you wanna go to school this year? 'Cause there's no problem if you don't. You can wait 5 or 6 years.  \n[35]Ah-ah-ah! Forgot to brush.  \n[36]Do you want this anemone to sting you?  \n[37]Brush.  \n[38]You missed a spot.  \n[39]There. Ha ha! Right there. And here and here and here!  ======================================================================================  \n[40]All right, we're excited. First day of school, here we go. We're ready to learn to get some knowledge. Now, what's the one thing we have to remember about the ocean?  \n[41]That's my boy. So, first we check to see that the coast is clear. We go out and back in. And then we go out, and back in. And then one more time--out and back in. And sometimes, if you wanna do it four times--  \n[42]All right. Come on, boy.  \n[43]  I highly doubt that.  \n[44]No, and I don't plan to.  \n[45]Sea turtles? I don't know.  \n[46]Well, you know what, if I ever meet a sea turtle, I'll ask him. After I'm done talking to the shark, okay? Whoa, whoa, whoa! Hold on, hold on, wait to cross. Hold my fin, hold my fin.  \n[47]Hey, that snail was about to charge. Hmm, I wonder where we're supposed to go.  \n[48]Come on, we'll try over there.  \n[49]Excuse me, is this where we meet his teacher?  \n[50]Yes. Shocking, I know.  \n[51]Marlin.  \n[52]Well, actually, that's a common misconception. Clownfish are no funnier than any other fish.  \n[53]All right, I   know one joke. Um, there's a mollusk, see? And he walks up to a sea, well he doesn't walk   up, he swims up. Well, actually the mollusk isn't moving. He's in one place and then the   sea cucumber, well they--I mixed up. There was a mollusk and a sea cucumber. None of them   were walking, so forget that I--  \n[54]I would feel better if you go play over on the sponge beds.  \n[55]That's where I would play  \n[56]He was born with it, kids. We call it his lucky fin.  \n[57]Whoa, you better stay with me.  \n[58]Just so you know, he's got a little fin. I find if he's having trouble swimming, let him take a break. Ten, fifteen minutes.  \n[59]Bye, Nemo!  \n[60]Bye, son! Be safe.  \n[61]Well, you can't hold onto them forever, can you?  \n[62]They just gotta grow up--the drop off?! They're going to the drop off?! Wh-what are you, insane?! Why don't we fry 'em up now and serve them with chips!?  \n[63]Don't tell me to be calm, pony boy!  \n[64]Nemo, no!  \n[65]You were about to swim into open water!  \n[66]It was a good thing I was here. If I hadn't showed up, I don't know--  \n[67]This does not concern you, kids. And you're lucky I don't tell your parents you were out there. You know you can't swim well.  \n[68]No, it's not okay. You shouldn't be anywhere near here. Okay, I was right. You'll start school in a year or two.  \n[69]Clearly, you're not ready. And you're not coming back until you are. You think you can do these things but you just can't, Nemo!  \n[70]I'm sorry. I didn't mean to interrupt things. He isn't a good swimmer and it's a little too soon for him to be out here unsupervised.  \n[71]Nemo! What do you think you're doing? You're gonna get stuck out there and I'll have to get you before another fish does! Get back here! I said get back here, now! Stop! You take one move, mister. Don't youdare! If you put one fin on that boat..are you listening to me? Don't touch the bo--Nemo!  \n[72]You paddle your little tail back here, Nemo. That's right. You are in big trouble, young man. Do you hear me? Big...big--    \n[73]I'm coming, Nemo!  \n[74]Oh! Nemo! Unh! Nemo! Nemo, no! Nemo! Nemo! Nemo! No! No! Aah! Nemo! Nemo!  \n[75]Oh no. No, no. It's gone, it's gone. No, no, it can't be gone. No, no! Nemo! Nemo! Nemo! No! Nemo! Nemo! No! No, please, no! No, no!  \n[76]Has anybody seen a boat!? Please! A white boat! They took my son! My son! Help me, please!  \n[77]Waaaah!  \n[78]Ooh, ooh...  \n[79]He's gone, he's gone..  \n[80]He's gone.  \n[81]No, no. They took him away. I have to find the boat.  \n[82]You have?  \n[83]A white one?  \n[84]Where!? Which way!?  \n[85]  Thank you! Thank you, thank you so much!  \n[86]Hey! Wait!  \n[87]What?  \n[88]Huh?  \n[89]Wait a minute..  \n[90]What? You're showing me which way the boat went!  \n[91]Wait a minute, wait a minute! What is going on? You already told me which way the boat was going!  \n[92]If this is some kind of practical joke, it's not funny! And I know funny..I'm a clownfish!  \n[93]Short-term memory loss..I don't believe this!  \n[94]Something's wrong with you, really. You're wasting my time. I have to find my son. [gasps]  \n[95]Nothing. We're not doing anything. We're not even out.  \n[96]Parties are fun, and it's tempting but--  \n[97]O-okay..that's all that matters.  \n[98]Me? I don't have a problem.  \n[99]Okay. Uh, hello. My name is Marlin. I'm a clownfish--  \n[100]Actually I do know one that's pretty good. There was this mollusk and he walks up to a sea cucumber. Normally, they don't talk, sea cucumbers, but in a joke, everyone talks. So the sea mollusk says to the cucumber...  \n[101]Nemo!  \n[102]No, no, no, no. He's my son. He was taken by these divers.  \n[103]Ugh! What do these markings mean?  \n[104]I can't read human.  \n[105]No, no, no, Dory!  \n[106]No, Dory!  \n[107]Oh, I'm sorry. Are you okay?  \n[108]I'm so sorry.  \n[109]Ohh...  \n[110]Dory, look out!  \n[111]Aaaaaaaah!  \n[112]There's no way out! There's got to be a way to escape!  \n[113]Dory, help me find a way out!  \n[114]There's gotta be a way out!  \n[115]Let's go!  \n[116]  Wait a minute..you can read?!  \n[117]Well, then here. Read this now!  \n[118]Oh no, it's blocked!  \n[119]I need to get that mask!  \n[120]No, no, no, no, no, no!  \n[121]Quick grab the mask!  \n[122]Nemo. Nemo. [mutters]  \n[123]Huh? No, no! What does it say? Dory!  \n[124]Wake up! Get up! Come on! Come on!  \n[125]  Get up!  \n[126]\n[127][gasps] The mask! Where's the mask? No! No, not the mask! Get it! Get the mask! Get the mask! Get it!  \n[128]It's gone. I've lost the mask.  \n[129]You dropped it! That was my only chance of finding my son, now it's gone.  \n[130]I don't wanna know what you gotta do when life gets you down.  \n[131]Dory, no singing.  \n[132]See, I'm going to get stuck now with that song now it's in my head!  \n[133]Dory, do you see anything?  \n[134]That was me. I'm sorry.  \n[135]Who could it be? It's me!  \n[136]Yeah, yeah. I'm your conscience. We haven't spoken for a while. How are you?  \n[137]Yeah? Good. Now, Dory. I want you to tell me..do you see anything?    \n[138]A light.  \n[139]No, I see it too. What is it?  \n[140]I'm feeling...happy. Which is a big deal for me.  \n[141]Hey, come back. Come on back here.  \n[142]I'm gonna get you. I'm gonna be your best friend...good feeling's gone.  \n[143]I can't see! I don't know where I'm going!  \n[144]The mask!  \n[145]Oh, gee!  \n[146]Read it!  \n[147]Just read it!  \n[148]P. Sherman doesn't make any sense!  \n[149]Don't eat me! Don't eat me! Aaaah!  \n[150]Waah! Waaah! Waaaah!  \n[151]That's great! Speed read! Take a guess! No pressure! No problem! There's a lot of pressure! Pressure! Take a guess now with pressure!  \n[152]Duck!  \n[153]I'm dead, I'm dead, I'm dead, I'm dead, I'm dead, I died, I'm dead.  \n[154]Whoo-hoo! [singing] We did it, we did it! Oh yeah, yeah, yeah! No eating here tonight, whoo!  \n[155]Dory.  \n[156]Dory! What did the mask say?  \n[157]Whoa, whoa, wait! Where is that?  \n[158]Aaah!  \n[159]Excuse me. Ex-excuse me, um, hi. Do you know how to get to--hello? W-w-w-wait! Can you tell me--hey! Hold it! Wait a minute! I'm trying to talk to you. Okay, fellas, come back here. Please, one quick question. I need to aaaaand they're gone again. [sighs]  \n[160]Okay, all right.  \n[161]Here's the thing.  \n[162]Y'know, I just, I-I think it's best if I just, if I just, carry on from here by..by myself.  \n[163]Y'know, alone.  \n[164]Without, without..well, I mean, not without you. I mean, it's just that I don't want you... with me.  \n[165]I don't wanna hurt your feelings..  \n[166]Well, I mean not..yes, yeah. It's just that you know I-I just can't afford anymore delays and you're one of those fish that cause delays. And sometimes it's a good thing. There's a whole group of fish. They're..'delay fish'.  \n[167]No, of course I like you. It's because I like you I don't wanna be with you. It's a complicated emotion. Oh, don't cry. I like you.  \n[168]No, no, no, no, no. We're just, we're..hey, do you guys know how I can get to--  \n[169]It's a swordfish.  \n[170][coughs up answer]Lobster.   \n[171]What?  \n[172]Will somebody please give me directions?  \n[173]I'm serious.  \n[174]Thank you.  \n[175]What's the matter? While they're doing their silly little impressions, I am miles from home, with a fish that can't even remember her own name.  \n[176]Yeah. Meanwhile my son is out there.  \n[177]Nemo.  \n[178]But it doesn't matter, 'cause no fish in this entire ocean is gonna help me.  \n[179][gasps]  \n[180]Great! That's great! Dory, you did it!  \n[181]Well, listen fellas, thank you.  \n[182]Bad trench, bad trench. Come on, we're gonna swim over this thing.  \n[183]Are you even looking at this thing? It's got death written all over it.  \n[184]And I'm really, really done talking about this. Over we go.  \n[185]Trust you?  \n[186]Look! Something shiny!  \n[187]Oh, it just swam over the trench. Come on, we'll follow it.  \n[188]Exactly. And look at that, there's the current. We should be there in no time.  \n[189]You wanted to go through the trench.  \n[190]Dory! That's a jellyfish!  \n[191]Shoo! Shoo, shoo! Get away! Come here, let me see.  \n[192]I'm not gonna touch it. I just wanna look.  \n[193]It did. It's just that..  \n[194]..hold still. I live in this anemone and I'm, I'm, I'm used to these kind of stings. Come here.  \n[195]It doesn't look bad, you're gonna be fine. But now we know, don't we?  \n[196]That we don't wanna touch these again. Let's be thankful this time it was just a little one.[gasps]  \n[197]Aaaah!  \n[198]Don't move! This is bad, Dory.  \n[199][gasps] Dory!    \n[200]Dory! Don't bounce on the tops! They will..not sting you. The tops don't sting you, that's it!  \n[201]Dory! All right, listen to me. I have an idea, a game.  \n[202]A game.  \n[203]Yes.  \n[204]All right, here's the game. Um, whoever can hop the fastest out of these jellyfish, wins.  \n[205]Rules, rules, rules!  \n[206]You can't touch the tentacles, only the tops.  \n[207]W-wait! Wait! Not something about them, it's all about them! Wait!  \n[208]Dory!  \n[209][gasps] Dory!  \n[210]Wait a minute--whoa! Dory!  \n[211]So, we're cheating death now. That's what we're doin'. We're havin' fun at the same time. I can do this, just be careful.  \n[212]Oh, I don't think so!  \n[213]The question is, Dory, are you hungry?  \n[214]Yeah, 'cause you're about to eat my bubbles! Duck to the left! Right there! The clownfish is the winner! Woohoo! We did it! We're gonna...Dory? Oh no. Dory! Dory! Dory! [gasps] Dory! Uggghhh!  \n[215]No, you're doing fine! You're, you're actually winning! But you gotta stay awake. Uh, where does P. Sherman live?  \n[216]That's it! Oww! Ow! Stay awake! Stay awake! Ow! Stay awake! Stay--awake!  \n[217]Awake...  \n[218]Awake...wake up...Nemo...  ======================================================================================  \n[219]Ooh...  \n[220]Ooooh...  \n[221]Ooooh..what happened?    \n[222]What're you talking about?  \n[223]Ooh.  \n[224]Ooh..ooh, my stomach. Ooooh..  \n[225]So Mr. Turtle...  \n[226]Crush? Really? Okay Crush, listen I need to get to the East Australian Current. EAC?  \n[227]Grabbing--waaaaaaaaaaaaaaaaah!!! Aaaaaaaaaaaah!!! Aaaaaaaaaaaah!!! Whooooooaaaa!!!  \n[228]Stop!  \n[229]Well, Dory and I need to get to Sydney. [gasps] Dory! Dory! Is she all right!?  \n[230]Dory, Dory! Dory!  \n[231]Oh, Dory. I-I-I'm so sorry. This is all my fault, it's my fault...  \n[232]Huh?  \n[233][gasps] Oh my goodnes!    \n[234]Well, apparently, I must've done something you all like. Heh, uh, dudes.  \n[235]Ow.  \n[236]All by themselves?  \n[237]But-but-but dude, how do you know when they're ready?  \n[238]W-w-wai-wait--  \n[239]Hold on, I need to breath--  \n[240]One at a time!  \n[241]Well, you see my son was taken. My son was taken away from me.  \n[242]No, no, no, kids. I don't wanna talk about it.  \n[243][sighs] Well, okay. I live on this reef, a long long way from here.  \n[244]And my son,   Nemo, see he was mad at me. And maybe he wouldn't have done it if I hadn't been so tough on   him, I don't know. Anyway, he swam out in the open water to this boat and when he was out   there, these divers appeared and I tried to stop them but the boat was too fast. So we swam   out in the ocean to follow them...  \n[245]Where!? I don't see it!  \n[246]You mean the swirling vortex of terror!?  \n[247]Of course it is.  \n[248]It's like he's trying to speak to me, I know it! You know, you're really cute! But I don't know what you're saying! Say the first thing again!  \n[249]Aaaaaaaaaah!!! Weeeeeeeeeeee!!! Whoooooooooooaaaaa!!! Aaaaaaaaaaah!!! Woohoooo!!! Whoooooaaa!!!  \n[250]  Ha ha ha ha! That was..fun! Ha ha! I actually enjoyed that!  \n[251]No worries! Thank you, dude Crush!  \n[252]Oh, Nemo would've loved this. Hey, ooh! Hey, Crush! Crush, I forgot! How old are you?  \n[253]Hundred and fifty! Hundred and fifty, I gotta remember that.  \n[254]Yup.  \n[255]Yup. We're gonna just swim straight.  \n[256]Dory?  ======================================================================================  \n[257]Boy, this is taking a while.  \n[258]Okay.  \n[259]It's me.  \n[260]It's me.    \n[261]Me. And the next one's just a guess: me.  \n[262]W-w-wait, I have definitely seen this floating speck before. That means we've passed it before and that means we're going in circles and that means we're not going straight!  \n[263]We gotta get to the surface, come on! Let's figure it out up there. Let's go! Follow me! Wha--?  \n[264]Oh, fine. Who do you wanna ask, the speck? There's nobody here!  \n[265]Dory! Dory! Dory! Okay, now it's my turn. I'm thinking of something dark and mysterious. It's a fish we don't know. And if we ask it directions, it could ingest us and spit out our bones!  \n[266]Look, I don't wanna play the gender card right now. You wanna play a card? Let's play the 'Let's Not Die' card.  \n[267]Of course, I do.  \n[268]All right.  \n[269]Ha..hello.  \n[270]Nemo.  \n[271]Sydney.  \n[272]Dory, I'm a little fella. I don't think that's a little fella.  \n[273]Uh, Dory..what're you doing?  \n[274]What're you doing?  \n[275]Are you sure you speak whale?  \n[276]Dory! Heaven knows what you're saying! See, he's swimming away.  \n[277]He's not coming back. You offended him.  \n[278]Dory. Dory, this is not whale. You're speaking like..upset stomach.  \n[279]No, don't try humpback.  \n[280]Okay, you actually sound sick.  \n[281]Don't do that!  \n[282]It doesn't sound orca! It sounds like nothing I've ever heard!  \n[283]It's just as well, he might be hungry.  \n[284]Move, Dory! Move!  \n[285]Aaaaaaaaaaaah! Ooof!  \n[286]Aaaaaaaaaaaah!  \n[287]Would you just stop it!?  \n[288]We're in a whale! Don't you get it!?  \n[289]A whale! 'Cause you had to ask for help! And now we're stuck here!  \n[290]No, you're insane! You can't speak whale! I have to get out! I have to find my son! I have to tell him how old sea turtles are! [sobs]  \n[291]No. No, it won't.  \n[292]No. I promised him I'd never let anything happen to him.  \n[293]What?  \n[294]What's going on?    \n[295]Dory. Dory.  \n[296]\n[297]Dory.  \n[298]Of course, we've stopped. Just stop trying to speak whale, you're gonna make things worse. [gasps] What is that noise? Oh no. Look what you did. The water's going down! It's-it's-it's going down!  \n[299]Look, it's already half-empty!  \n[300]Stop that! It's half-empty!  \n[301]Of course he wants us to go there! That's eating us! How do I taste, Moby!? Huh!? Do I taste good!? You tell him I'm not interested in being lunch!  \n[302]Stop talking to him--waaaah!  \n[303]What is going on!?  \n[304]No! No more whale! You can't speak whale!  \n[305]No, you can't! You think you could do these things but you can't, Nemo!  \n[306]Dory!  \n[307]  How do you know!? How do you know something bad isn't gonna happen!?  \n[308]\n[309]Ha ha ha! We're alive!  \n[310]You were right, Dory! We made it! We're gonna find my son!  \n[311]\n[312]Okay. All we gotta do is find the boat that took him.  \n[313]Come on, Dory. We can do this!  ======================================================================================  \n[314]No, but the boat has to be here somewhere! Come on, Dory, we're gonna find it.  \n[315]Dory, wake up, wake up. Come on.  \n[316]That's not a duck. It's a--pelican! Whooooaaaaah!  \n[317]No! I didn't come this far to be breakfast!  \n[318]I gotta find my son Nemo!  \n[319]Dory, keep going! He's crazy!  \n[320]Hop in your mouth, huh? And how does that make me live?  \n[321]Yeah, right.  \n[322]That's Nemo!  \n[323]Aaaaaaaaaaaaaaaah!  \n[324]Aaaaaaaaaaaaaaaaah!  \n[325]Where's Nemo!? Where is he!?  \n[326]  What's a dentist!? What is that!? [gasps] Nigel, get in there!  \n[327]Oh yes, you can! Charge!  \n[328][gasps] Nemo.  \n[329]Nemo!  \n[330]Dory. If it wasn't for you, I never even would have made it here. So, thank you.  \n[331]It's over, Dory. We were too late. Nemo's gone and I'm going home now.  \n[332]I'm sorry, Dory, but I do.  ======================================================================================  \n[333]Sorry. Just trying to get home.  \n[334]Nemo?  \n[335]Nemo?  \n[336]Dory? [gasps] Nemo!  \n[337]Nemo! I'm coming, Nemo!  \n[338]Nemo!  \n[339]Oh, thank goodness! It's all right, son. It's gonna be okay.  \n[340]Move! Move!  \n[341]Dory!  \n[342]No, no, no! No! Dory!  \n[343]Nemo! No!  \n[344]Get out of there, now!  \n[345]No, I am not gonna lose you again!  \n[346]You're right. I know you can.  \n[347]Now go! Hurry!   \n[348]Well!? You heard my son! Come on!  \n[349]..swim down together! Do you understand what I'm saying to you!? Swim down!  \n[350]down! Swim down! Swim down! Swim down!  \n[351]Don't give up! Keep swimming! Just keep swimming!  \n[352]Just keep swimming! Keep swimming!  \n[353]You're doing great, son!  \n[354]Come on! Let's get to the bottom! Keep swimming!  \n[355]Almost there! Keep swimming!  \n[356]Oww!  \n[357]Dory! Where's Nemo!?  \n[358]Oh no. Nemo!  \n[359]Nemo? Nemo? It's okay. Daddy's here, daddy's got you.  \n[360]Oh, thank goodness.  \n[361]No, no, no. I'm so sorry, Nemo.  \n[362]Hey, guess what?  \n[363]Sea turtles? I met one! And he was a hundred and fifty years old.  \n[364]Yep.  \n[365]Sandy Plankton? Do you think I would cross the entire ocean and not know as much as Sandy Plankton!?  \n[366]He was a hundred and fifty! Not one hundred! Who is this Sandy Plankton who knows everything?  ======================================================================================  \n[367]Time for school! Time for school! Get up! Let's go! Go!  \n[368]I'm gonna win!  \n[369]Oh! My own son beats me!  \n[370]So just then, the sea cucumber looks over to the mollusk and says : 'with fronds like these, who needs anemones?'!  \n[371]Bye, son! Have fun!  \n[372]I love you too, son.  \n[373]Sorry! Now go have an adventure!  \n[374]Nemo.  \n[375]Bye, son.  ======================================================================================  ", "(voice)": "", "Gurgle": "\n[1]Pet Palace.  \n[2]So which one is it?  \n[3]Ah, the ocean. The ocean! Aaah! He hasn't been decontaminated yet! Jacques!  \n[4]Clean him!  \n[5]Ocean!  \n[6]Yes!  \n[7]What did he use to open?  \n[8]That's not a Hedstrom file. That's a K-Flex.  \n[9]No, no. K-Flex.  \n[10]K-Flex!  \n[11]Ugh! The human mouth is a disgusting place.  \n[12]The dentist took him off the reef.  \n[13]She wouldn't stop shaking the bag.  \n[14]Oh, he's stuck!  \n[15]You did it!  \n[16][chanting] Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Hahoo! Wahoo! Yahoo! Ho! Ha! Ho! Wahee! Ha! Ho! Ho! Ho! Hoo!  \n[17][chanting]  \n[18]Sharkbait! Ooh ha ha!  \n[19]Sharkbait! Ooh ha ha!  \n[20]Sharkbait! Ooh..ba-ba-doo.  \n[21]Agreed!  \n[22]Gill, please, not another one of your escape plans.  \n[23]I think your nuts.  \n[24]No offense, kid, but, um..you're not the best swimmer.  \n[25]Whew!    \n[26]What do we do!? What do we do!?  \n[27]That's it!  \n[28]I don't know, but whatever you do, don't mention D-A-R..  \n[29]Three!?  \n[30]He's swimming to the filter!  \n[31]You've got your whole life ahead of you!  \n[32]Come on, kid! Grab the end!  \n[33]No!  \n[34]Sharkbait, you're--covered with germs! Aaaaaaah!!!  \n[35]Aah! Aaaah! Ooh-ooh! Aaaaah!  \n[36]Bloat, that's disgusting!  \n[37]Eww! Don't you people realize we are swimming in our own--  \n[38]Scan? What does that mean?  \n[39]Aaah!  \n[40]Ooh..ah..curse you, AquaScum!  \n[41]My nerves can't take much more of this.  \n[42]What a smart little guy!  \n[43]Smack her in the head!  \n[44]Is he gonna be okay, Gill?  \n[45]Just a little further!  ", "Jacques": "\n[1]Bonjour.  \n[2]Oui.  \n[3]Oui.  \n[4]Ooh, la mer. Bon. Voila. He is clean.  \n[5]Psst. Nemo.  \n[6]Nemo.  \n[7]Suivez-moi. Follow me.  \n[8][wailing]  \n[9]Aye!  \n[10]Oui!  \n[11]I shall resist.  \n[12]I am ashamed.  ", "Nemo": "\n[1]First day of school! First day of school! Wake up, wake up! C'mon, first day of school!  \n[2]Not you, dad. Me!  \n[3]Get up, get up! It's time for school! It's time for school! It's time for school! It's time for school! Oh boy! Oh boy!  \n[4]Oh boy--whoa!  \n[5]First day of school!  \n[6]No.  \n[7]No.  \n[8]No.  \n[9]I'm fine.  \n[10]Three.  \n[11]Lucky.  \n[12]Come on, dad. It's time for school.  \n[13]Ohh...  \n[14]Yes.  \n[15]Okay, I'm done.  \n[16]Where?  \n[17]It's not safe.  \n[18]Dad..  \n[19]Dad, maybe while I'm at school, I'll see a shark!  \n[20]Have you ever met a shark?  \n[21]How old are sea turtles?  \n[22]Sandy Plankton from next door, he said that sea turtles, said that they live to be about a hundred years old!  \n[23]Dad, you're not gonna freak out like you did at the petting zoo, are you?  \n[24]Dad, dad...can I go play too? Can I?  \n[25]Dad.  \n[26]Dad, you can go now.  \n[27]I'm Nemo.  \n[28]Okay.  \n[29]An anemo-none. A nemenem-menome-nememen-nenemone--  \n[30]Dad, it's time for you to go now.  \n[31]Bye, dad!  \n[32]Whoa.  \n[33]Hey guys, wait up! Whoa.  \n[34]What's that?  \n[35]Whoa.  \n[36]Uh, my dad says it's not safe.    \n[37]Dad?  \n[38]No, I wasn't go out--but dad!  \n[39]No, I wasn't.  \n[40]I can swim fine, dad, okay?  \n[41]No, dad! Just because you're scared of the ocean--  \n[42]I hate you.  \n[43]Aaaah! Daddy! Help me!  \n[44]Ah! Oh no! Dad! Daddy!  \n[45]Daddy!  \n[46]Dad? Daddy?  \n[47]Aah!  \n[48]Aah! Ohh! No! Uhh!  \n[49]Aah!  \n[50]I wanna go home. Do you know where my dad is?  \n[51]Pet store?  \n[52]I'm from the ocean.  \n[53]Big...and blue?   \n[54][gasps]  \n[55]What? What's wrong with her?  \n[56]I can't go with that girl! I have to get back to my dad! Aaah! Daddy! Help me!  \n[57]Can you help me?  \n[58]I can't. I have a bad fin.  \n[59]Nemo. I'm Nemo.  ======================================================================================  \n[60]Mmmm...  \n[61]Huh?  \n[62]Nemo.  \n[63]Huh?  \n[64]Really?  \n[65]Escape? Really?  \n[66]Me?  \n[67]Yeah?  \n[68][sighs]  \n[69]Let's do it.  ======================================================================================  \n[70]Yeah.  \n[71]He's not looking for me. He's scared of the ocean.  \n[72]Toilet?  \n[73]Wow. How many times have you tried to get out?    \n[74]Okay.  \n[75][takes a deep breath]  \n[76]Yeah.  \n[77]Uh-huh.  \n[78]Aaah!  \n[79]I can't do it!  \n[80]Okay.  \n[81]I got it! I got it!  \n[82]Oh no! Gill! Gill!  \n[83]Help me!  \n[84]No! No!  \n[85]I got it!  \n[86][sighs]  \n[87]It's okay, I know who you're talking about.  \n[88]Gill? Gill?  \n[89]I'm sorry I couldn't stop the--  \n[90]What? What is it?  \n[91]My father? Really?  \n[92]Sharks? That can't be him.  \n[93]Marlin?  \n[94]It's my dad! He took on a shark!  \n[95]Really?  \n[96]Yeah, I can hear you.  \n[97]Ha ha ha ha!  ======================================================================================  \n[98]Yay! He's gonna clean the tank! He's gonna clean the tank! We're gonna be clean!  \n[99]Uh-huh.  \n[100]Yeah.  ======================================================================================  \n[101]What're we gonna do?  \n[102]Then what're we gonna do about--  \n[103]Aaah! Oh! Gill!  \n[104]Help me! Help me!  \n[105]Help me!  \n[106]Gill!  \n[107]Gill! Don't let me go belly up!  \n[108]Don't let me go belly up!  \n[109]Daddy?  \n[110]Daddy!?  \n[111]Gill.  \n[112]Aaaaaaaaaaaaaah! Daddy!  ======================================================================================  \n[113]Hey, have you seen my dad?  \n[114]Dad! Dad! Dad!  \n[115]Um, excuse me. Are you all right?  \n[116]It's okay, it's okay. I'm looking for someone too. Hey, we can look together.  \n[117]I'm Nemo.  \n[118]Dad!  \n[119]Dad!  \n[120]My dad.  \n[121]Where are we, anyway?   \n[122][muffled] Yes! Yes! I'm Nemo!  \n[123]My father!? You know my father!? Where is he!?  \n[124]But bigger!  \n[125]Dad! Dad!  \n[126]Daddy!  \n[127]Dad!  \n[128]Daddy!    \n[129]Dad!  \n[130]Dad!  \n[131]Come on!  \n[132]Dory!  \n[133]Dad! I know what to do!  \n[134]We have to tell all the fish to swim down together!  \n[135]I know this will work!  \n[136]Dad, there's no time! It's the only way we can save Dory! I can do this!  \n[137]Lucky fin!  \n[138]Tell all of the fish to swim down!  \n[139]Dory!  \n[140]You have to tell everybody to..  \n[141]Come on! You have to swim down!  \n[142]Swim..  \n[143]It's working!  \n[144]Come on, dad!  \n[145]That's my dad!  \n[146][coughs] Daddy?  \n[147]Dad...I don't hate you.  \n[148]What?  \n[149]Hundred and fifty?  \n[150]'Cause Sandy Plankton said they only live to be a hundred.  \n[151]Ha ha ha ha!  \n[152]No, you're not! I did it! Woohoo! Ha ha ha!  \n[153]Exchange student.   \n[154]Totally.  \n[155]Bye, dad! Oh! Oh, Mr. Ray! Wait. I forgot something.  \n[156]Love you, dad.  \n[157]Uh, dad, you can let go now.  \n[158]See you after school, Dory! Bye, dad!  ", "Bloat": "\n[1]Heh heh! Slow down, little fella. There's nothing to worry about.  \n[2]Yeah, you know, like I'm from Bob's Fish Mart.  \n[3]Can't hear you, Peach.  \n[4]Oh boy, oh boy, oh boy, oh boy!  \n[5]Rubber dam and clamp installed?  \n[6]Oooh, he's using a Hedstrom file.  \n[7]It's got a teardrop cross-section. Clearly a Hedstrom.  \n[8]Hedstrom!  \n[9]Hedstro--! [inflates] There I go. A little help over here.  \n[10]Oh, Darla.  \n[11]Hitched a ride on the porcelain express.  \n[12]Come on.  \n[13]So kid, you got a name or what?  \n[14][chanting] Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Hahoo! Wahoo! Yahoo! Ho! Ha! Ho! Wahee! Ha! Ho! Ho! Ho! Hoo!  \n[15]Nemo! Newcomer of orange and white, you have been called forth to the summit of Mount Wannahockaloogie to join with us in the fraternal bonds of tankhood.  \n[16]If you are able to swim through..THE RING OF FIRE! [whispers to Jacques] Turn on the Ring of Fire! The Ring of Fire, you said you could do it--THE RING OF FIRE!  \n[17][chanting]  \n[18]Sharkbait! Ooh ha ha!  \n[19]Sharkbait! Ooh ha ha!  \n[20]Agreed!  \n[21]Yeah. Why should this be any different?  \n[22]Aye!  \n[23]You can do it, kid.  \n[24]He did it!  \n[25]Oh my gosh!  \n[26]Three!?  \n[27]That's gotta be forty eight hundred teeth!  \n[28]Wow! Ha ha ha!  \n[29]Not again!  \n[30]Oh no!  \n[31]Gotta get him out!  \n[32]Sharkbait! Are you okay!?  \n[33][belch]  \n[34]Tastes pretty good to me. [belch]  \n[35][inflates] Stop it!  \n[36]That's it for the escape plan. It's ruined!  \n[37]False alarm.  \n[38]What're we gonna do when that little brat gets here?  \n[39]Everybody jump in!  \n[40]Sharkbait!  \n[41]He's dead!  \n[42]What's happening? Why is he playing dead?  \n[43]He's gonna get flushed!  \n[44]Dentist! Dentist!  \n[45]Go, Gill! Go!  \n[46]He did it! Ha ha!  \n[47]Yeah, that's it! You can do it!  \n[48]Come on, Peach!  \n[49]Now what?    ###################################################################################### # FINDING NEMO, and all related media, characters, and stories                       # # are copyright 2003 Walt Disney Pictures and Pixar Animation Studios.               # # The transcript below contains parts of a screenplay written by Andrew Stanton,     # # Bob Peterson and David Reynolds. This transcript is provided for fans' enjoyment   # # and reference and does not intend copyright infringement. The entire content of    # # this transcript is property of Andrew Stanton, Bob Peterson and David Reynolds,    # # Walt Disney Pictures and Pixar Animation Studios.                                  # # No claim is lain on the ownership of the words contained within this transcript    # # on the part of BaD_BURN.                                                           # #                                                                                    # ", "Squirt": "\n[1]Whoa!  \n[2]Whoa! Whoa! That was so cool! Hey dad, did you see that? Did you see me? Did you see what I did?  \n[3]..dude!  \n[4]Jellies? Sweet.  \n[5]You rock, dude.  \n[6]I know that dude. It's the Jellyman.  \n[7]So where are you going?  \n[8]What happened?  \n[9]Pleeeease?  \n[10]Good afternoon, we're gonna have a great jump today! Okay, crank a hard cutback as you hit the wall! There's a screaming bottom turn, so watch out! Remember: rip it, roll it and punch it!  \n[11]See you later, dudes!  \n[12]I'm from the EAC, dude!  \n[13]Totally.  \n[14]Goodbye! See you later, dudes!  ", "Crush": "\n[1]Dude.  \n[2]Dude. Focus, dude. Dude.  \n[3]Oh, he lives! Hey, dude!  \n[4]Oh, saw the whole thing, dude. First you were like, 'whoa'! And then we were all like, 'whoa'! And then you were like, 'whoa'.  \n[5]You, mini-man. Takin' on the jellies. You got serious thrill issues, dude.  \n[6]Awesome.  \n[7]Oh, man. No hurlin' on the shell, dude, okay, just waxed it.  \n[8]Whoa, dude. Mr. Turtle is my father. Name's Crush.  \n[9]Ha ha ha, dude, ha ha, you're ridin' it, dude! Check it out!  \n[10]Okay, grab shell, dude!  \n[11]Ha ha! Righteous! Righteous! Yeah!  \n[12]So, what brings you on this fine day to the EAC?  \n[13]Oh. Oh, Little Blue. She is sub-level, dude.  \n[14]Whoa. Kill the motor, dude. Let us see what Squirt does flying solo.  \n[15]You so totally rock, Squirt! So give me some fin..noggin..  \n[16]..dude!  \n[17]Oh, intro. Jellyman, Offspring. Offspring, Jellyman.  \n[18]Totally.  \n[19]Curl away, my son. Aw, it's awesome, Jellyman. Little dudes are just eggs, leave 'em on the beach to hatch, then coo-coo-ca-choo, they find their way back to the big 'ol blue.  \n[20]Yeah.  \n[21]Well, you never really know. But when they'll know, you'll know, you know? Ha.  \n[22]All right, we're here, dudes! Get ready! Your exit's comin' up, man!  \n[23]That's it, dude!  \n[24]Okay, first: find your exit buddy!  \n[25]Do you have your exit buddy?  \n[26]Okay, Squirt here will now give you a rundown of proper exiting technique!  \n[27]Okay, Jellyman! Go, go, go, go, go, go!  \n[28]Ha ha! Most excellent! Now, turn your fishy tails 'round and swim straight on through to Sydney! No worries, man!  \n[29]You tell your little dude I said 'hi', okay?  \n[30]Hundred and fifty, dude! And still young! Rock on!  ", "Gill": "\n[1]  Nobody touch him! Nobody touch him.  \n[2]No. You got yourself in there, you can get yourself out.  \n[3]I just wanna see him do it, okay? Calm down. Alternate wiggling your fins and your tail.  \n[4]Never stopped me.  \n[5]Just think about what you need to do.  \n[6]Perfect.  \n[7]Yeah.  \n[8]I'm thinking, tonight, we give the kid a proper reception.  \n[9]State your name.   \n[10]Brother Bloat, proceed.  \n[11]From this moment on, you will now be known as Sharkbait.  \n[12]Welcome, brother Sharkbait!  \n[13]Enough with the Sharkbait.  \n[14]Okay, Sharkbait's one of us now, agreed?  \n[15]We can't send him off to his death. Darla's coming in 5 days, so what are we gonna do? I'll tell you what we're gonna do: we're gonna get him outta here. We're gonna help him escape.  \n[16]We're all gonna escape!  \n[17]'Cause we've got him.  \n[18]You see that filter?  \n[19]You're the only one who can get in and out of that thing. What we need you to do is take a pebble inside and jam the gears. You do that and this tank's gonna get filthier and filthier by the minute. Pretty soon, the dentist'll have to clean the tank himself. And when he does, he'll take us out of the tank, put us in the individual baggies, then we roll ourselves down the counter, out of the window, off the awning, into the bushes, across the street and into the harbor! It's foolproof! Who's with me?  \n[20][sighs]  \n[21]He's fine, he can do this. So Sharkbait, what do you think?  \n[22]You miss your dad, don't you, Sharkbait?  \n[23]Well, you're lucky to have someone out there who's lookin' for you.  \n[24]Peach, any movement?  \n[25]Keep on him.  \n[26]My first escape, landed on dental tools. I was aimin' for the toilet.  \n[27]All drains lead to the ocean, kid.  \n[28]Aah, I've lost count. Fish aren't meant to be in a box, kid. It does things to 'ya.  \n[29]That's your cue, Sharkbait.  \n[30]Okay, you gotta be quick. Once you get in, you swim down to the bottom of the chamber and I'll talk you through the rest.  \n[31]Go on, it'll be a piece of kelp.  \n[32]Nicely done! Can you hear me?  \n[33]Here comes the pebble. Now, do you see a small opening?  \n[34]Okay, inside it you'll see a rotating fan. Very carefully, wedge that pebble into the fan to stop it turning.  \n[35]Careful, Sharkbait.  \n[36]He'll be fine. Try again.  \n[37]That's it, Sharkbait. Nice and steady.  \n[38]That's great, kid! Now, swim up the tube and out.  \n[39]Sharkbait!  \n[40]Get 'im outta there! Get 'im outta there!  \n[41]Stay calm, kid! Just don't panic!  \n[42]Sharkbait! Grab hold of this!  \n[43]Feed me more!  \n[44]Come on, Sharkbait! Grab it!  \n[45]Pull!  \n[46]No. We're done.  ======================================================================================  \n[47]Hey, Sharkbait.  \n[48]No, I'm the one who should be sorry. I was so ready to get out, so ready to taste that ocean. I was willing to put you in harm's way to get there. Nothing should be worth that. I'm sorry I couldn't get you back to your father, kid.  \n[49]Really?  \n[50]Three sharks!?  \n[51]He was lookin' for you after all, Sharkbait.  \n[52][gasps]  \n[53][gasps] Sharkbait!  \n[54]Sharkbait!  \n[55]We'll help you, kid!  \n[56]Can you hear me, Sharkbait!? Nemo! Can you hear me!?  \n[57]Sharkbait, you did it!  \n[58]That took guts, kid.  \n[59]  All right, gang. We have less than 48 hours before Darla gets here. This tank'll get plenty dirty in that time but we have to help it along any way we can. Jacques!  \n[60]No cleaning.  \n[61]Everybody else, be as gross as possible. Think dirty thoughts. We're gonna make this tank so filthy, the dentist'll have to clean it.  \n[62]Good work.  \n[63]Look at that. Would you look at that? Filthy. Absolutely filthy. And it's all thanks to you, kid. You made it possible. Jacques, I said no cleaning!  \n[64]He he! Did you hear that, Sharkbait?  \n[65]Are you ready to see your dad, kid?    \n[66]Of course you are. Y'know, I wouldn't be surprised if he's out there in the harbor waitin' for you right now.  \n[67]Boss must've installed it last night while we were sleepin'.  \n[68]What's it say, Peach?  \n[69]I can't hear you, Peach.  \n[70]Stay down, kid!  \n[71]I'm thinkin', I'm thinkin'.  \n[72][gasps] Nemo!  \n[73]Hold on! I'm comin'!  \n[74]Swim down! Come on, kid! Swim down! Come on!  \n[75]That's it!  \n[76]Good work!  \n[77][gasps] Nemo!  \n[78]  Roll, kid! Lean! Lean!  \n[79]Just calm down, Nemo.  \n[80]You won't go belly up, I promise. You're gonna be okay.  \n[81]Sharkbait!  \n[82][gasps] He's still alive!  \n[83]He's gonna get flushed down the toilet! He's gonna get outta here!  \n[84]Oh no, not the trash can!  \n[85]He's over there!  \n[86]Quick! To the top of Mt. Wannahockaloogie!  \n[87]Bloat! Ring of Fire!  \n[88]Sharkbait. Tell your dad..I said..hi. Go get 'em.  \n[89]Don't worry. All drains lead to the ocean.  \n[90]Come on, Peach!  \n[91]You can do it!  ", "Nigel": "\n[1]What did I miss? Am I late?  \n[2]Root canal, eh? What did he use to open?  \n[3]He seems to be favoring that one. Hope he doesn't get surplus sealer at the portal terminus... hello.  \n[4]Who's this?  \n[5]An outie. From my neck of the woods, eh? Sorry if I ever took a snap at you. Fish gotta swim, birds gotta eat. [gasps]  \n[6]Oh, would you just shut up! You're rats with wings!  \n[7]Nemo?  \n[8]There, take it! You happy!  \n[9]Hey, hey, hey! Say that again! You said something about Nemo. What was it?  \n[10]Ho ho! Brilliant!  ======================================================================================  \n[11]All right! Hey, hey, hey, hey--!    \n[12]Hey, hey. Psst!  \n[13]Ooh! Has he loosened the periodontal ligament yet--oh, what I'm talkin' about!? Nemo! Where's Nemo? I gotta speak with him.  \n[14]Your dad's been fighting the entire ocean looking for you.  \n[15]Oh yeah. He's travelled hundreds of miles. He's been battling sharks and jellyfish and all sorts of--  \n[16]Are you sure? What was his name? Some sort of sportfish or something: tuna, uh, trout..  \n[17]That's it! Marlin! The little clownfish from the reef.  \n[18]I heard he took on three.  \n[19]You see, kid, after you were taken by diver Dan over there, your dad followed the boat you were on like a maniac.  \n[20]He's swimming and   he's swimming and he's giving it all he's got and then three gigantic sharks capture him   and he blows them up! And then dives thousands of feet and gets chased by a monster with   huge teeth! He ties this demon to a rock and what does he get for a reward? He gets to   battle an entire jellyfish forest! And now he's riding with a bunch of sea turtles on   the East Australian Current and the word is he's headed this way right now, to Sydney!   \n[21]Huh? Wha-what?  \n[22]Yeah. Reckon somebody oughta help the poor guy.  \n[23]Well, don't everybody fly off at once.  \n[24]All right, Gerald, what is it? Fish got your tongue?  \n[25]Love a duck!  \n[26]  [gasps] Nemo? Hey, hey, hey! He's that fish! Y'know the one we were talking about! The one that's been fighting the whole ocean! Hey, I know where your son i--huh? Hey, wait! Come back! Stop!  \n[27]I got something to tell 'ya!  \n[28]Okay, don't make any sudden moves. Hop inside my mouth if you want to live.  \n[29]Because I can take you to your son.  \n[30]No. I know your son. He's orange, he's got a gimpy fin on one side..  \n[31]Fasten your seatbelts!  \n[32]Everybody hold on!  \n[33]Hey! Hey! I found his dad!  \n[34]I can't go in there.  \n[35]I'm, I'm so sorry. Truly, I am.  ", "Bubbles": "\n[1]Bubbles! [muttering] My bubbles.  \n[2]Fish-O-Rama.  \n[3]Wow. The big blue. What's it like?  \n[4]I knew it.  \n[5]Poor Chuckles.  \n[6]Yay!  \n[7][chanting] Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Ha! Ho! Hwa! Hwee! Ha! Ho! Ho! Ho! Hahoo! Wahoo! Yahoo! Ho! Ha! Ho! Wahee! Ha! Ho! Ho! Ho! Hoo!  \n[8]Bubbles! Bubbles! Let me--oww!  \n[9][chanting]  \n[10]Sharkbait! Ooh ha ha!  \n[11]Sharkbait! Ooh ha ha!  \n[12]Agreed!  \n[13]Aye!  \n[14]Bubbles! Bubbles, bubbles, bubbles---  \n[15]Help him!  \n[16]Bubbles! I love the bubbles--! [coughs]  \n[17]Aaaah! Too loud! Too loud for me!  \n[18]Nemo! No!  \n[19]I'm so happy!  ", "Coral": "\n[1]Mmm.  \n[2]Mmm-hmm.  \n[3]Yes, Marlin. No, I see it. It's beautiful.  \n[4]My man delivered.  \n[5]Because a lot of other clownfish had their eyes on this place.  \n[6]Mm-hmm. You did good. And the neighborhood is awesome.  \n[7]No, no. I do, I do. I really do like it. But Marlin, I know that the drop off is desirable with the great schools and the amazing view and all, but do we really need so much space?  \n[8]Shhh, you're gonna wake the kids.  \n[9]Aww, look. They're dreaming. We still have to name them.  \n[10]I like Nemo.  \n[11]Just think that in a couple of days, we're gonna be parents!  \n[12]Marlin.  \n[13]There's over 400 eggs. Odds are, one of them is bound to like you.  \n[14]What?  \n[15]Well, I try not to.  \n[16]Marlin!  \n[17]Get away!  ", "Peach": "\n[1]He likes bubbles.  \n[2]Honey, your dad's probably back at the pet store.  \n[3]Ebay.  \n[4][muffled] We got a live one!  \n[5]I said we got a live one.  \n[6]Root canal, and by the looks of those x-rays it's not gonna be pretty.  \n[7]Yep.  \n[8]Gator-Glidden drill. He seems to be favoring that one lately.  \n[9]Now he's doing the Schilder technique.  \n[10]Hey, Nigel.  \n[11]Root canal and it's a doozy.  \n[12]Gator-Glidden drill.  \n[13]She's a fish killer.  \n[14]Gill..  \n[15]Wow. From the ocean. Just like you, Gill.  \n[16]I've seen that look before. What are you thinking about?  \n[17]We want you in our club, kid.  \n[18]Isn't there another way? He's just a boy!  \n[19]He's had at least four cups of coffee, it's gotta be soon.  \n[20]Potty break! Potty break! He just grabbed the Reader's Digest! We have 4.2 minutes.  \n[21]Gill, this isn't a good idea.  \n[22][sigh]  \n[23]Oh no!  \n[24]Gill, don't make him go back in there.  \n[25]Oh, Nigel. You just missed an extraction.  \n[26]Hey, look. Scum angel.  \n[27]Nine o' clock and cue dentist.  \n[28]Okay. Okay, here we go. Here we go, okay.  \n[29]Okay. Walks to the counter, drops the keys..  \n[30]Shhh! Here he comes.  \n[31][yawn] Morning. [gasps] It's morning, everyone! Today's the day! The sun is shining, the tank is clean and we are getting out of--[gasps]--the tank is clean. The tank is clean!  \n[32][muffled] The AquaScum two-thousand..  \n[33]'The AquaScum 2003 is an all-purpose, self-cleaning maintenance free salt water purifier that is guaranteed to even extend the life of your aquarium fish'.  \n[34]'The AquaScum is programmed to scan your tank environment every 5 minutes'?  \n[35]Nice.  \n[36]Find a happy place, find a happy place, find a happy place!   \n[37]He's not dead!  \n[38]Hurry!  \n[39]That's the shortest red light I've ever seen!  \n[40]Oooh--aaaaah!  ", "Dory": "\n[1]Look out!  \n[2]Ohh. Oh, oh. Sorry! I didn't see you. Sir, are you okay?  \n[3]There, there. It's all right.  \n[4]It'll be okay.  \n[5]Hey, I've seen a boat.  \n[6]It passed by not too long ago.  \n[7]Hi. I'm Dory.  \n[8]Oh, oh, oh! It-it went, um, this way! And it went this way! Follow me!  \n[9]No problem.  \n[10]Will you quit it?  \n[11]I'm trying to swim here. What, ocean ain't big enough for you?  \n[12]You got a problem, buddy? Huh? Huh? Do 'ya? Do 'ya? Do 'ya? You want a piece of me? Yeah, oooh, I'm scared now. Whaat!?  \n[13]Stop following me, okay!?  \n[14]A boat? Hey, I've seen a boat. It passed by not too long ago. It went this way, it went this way. Follow me!  \n[15]I did? Oh dear...  \n[16]No, it's not. I know it's not. I'm so sorry. See, I suffer from short-term memory loss.  \n[17]No, it's true. I forget things almost instantly. It runs in my family..or at least I think it does. Hmmm..where are they? Can I help you?  \n[18]Well, hi!  \n[19]  You mean like a party?  \n[20]Ooh, I love parties! Parties are fun!  \n[21]Hey, look--balloons! It is a party!  \n[22]Hey there!  \n[23]Ooh! Pick me! Pick me!  \n[24]Woo-hoo!  \n[25]Hi. I'm Dory.  \n[26]And, uh, well, I don't think I've ever eaten a fish.  \n[27]Whew! I'm glad I got that off my chest.  \n[28]Oh my, you poor fish.  \n[29]Well then we gotta find a fish who can read this. Hey, look. Sharks!  \n[30]Guys, guys!  \n[31]That's mine! Give it to me! Gimme! Oww!  \n[32]Ow, ow, ow.    \n[33]You really clocked me there. Am I bleeding?  \n[34]Ow, ow, ow.  \n[35]Aaaaaaaah!  \n[36]Who is it?  \n[37]Sorry, you'll have to come back later. We're trying to escape.  \n[38]Look, here's something! 'ESSS-CA-PE'! I wonder what that means. It's funny, it's spelled just like the word 'escape'.  \n[39]I can read? That's right, I can read!  \n[40]You want that mask? Okay.  \n[41]Aw, is the party over?  \n[42]Are you gonna eat that? Careful with that hammer...  \n[43]Sea monkey has my money...  \n[44]Yes, I'm a natural blue...  \n[45]Look out! Sharks eat fish! Aaaaaah!  \n[46]\n[47]Wow. Dusty.  \n[48][singing] Hoo doot doo doot doot doo doot. Whoo-hoo! La la la la la la. Just keeps going on, doesn't it? Echo! Echo! Hey, what are you doing?  \n[49]Did you drop it?  \n[50]Hey, Mr. Grumpy Gills. When life gets you down, you know what you gotta do?  \n[51][singing] Just keep swimming. Just keep swimming, swimming, swimming. What do we do? We swim, swim.  \n[52][singing] Ho ho ho ho ho ho! I love to swim! When you want to swim..  \n[53]Sorry.  \n[54]Aaah! Something's got me!  \n[55][gasps] Who was that?  \n[56]Are..are you my conscience?  \n[57]Hmm, can't complain.  \n[58]I see..I see a light.  \n[59]Yeah. Over there. Hey, conscience. Am I dead?  \n[60]It's so pretty.  \n[61]I want to touch it. Oh!  \n[62][singing] I'm gonna get you. I'm gonna get you. I'm gonna swim with you.  \n[63]Haah!  \n[64]What mask?  \n[65]Okay, I can't see a thing.  \n[66]Hey, look! A mask!  \n[67]I'm sorry, but if you could just bring it a little closer, I kind of need the light. That's great, keep it right there.   \n[68]Okay, okay. Mr. Bossy. Uh, 'P'. Okay, 'P'. 'Shh-eer...Sher--P. Sher--P. Shirley? P.--'. Oh! The first line's 'P. Sherman'!  \n[69]Okay, second line. '42'.  \n[70]Light, please. 'Walla--Walla--Walla-beee'...   \n[71]The second line's '42 Wallaby Way'!  \n[72]'Sydney'. It's 'Sydney'!  \n[73]Aaah!  \n[74][singing] No, no, no eating here tonight. You on a diet--  \n[75]'P. Sherman, 42 Wallaby Way, Sydney'. [gasps] I remember what it said! I usually forget things, but I remembered it this time!  \n[76]I don't know. But who cares? I remembered!  \n[77]Aaah!  \n[78]P. Sherman, 42 Wallaby Way, Sydney. I remembered it again!  ======================================================================================  \n[79]I'm going to P. Sherman, 42 Wallaby Way, Sydney. Where are you going? I'm going to P. Sherman, 42 Wallaby Way, Sydney. If you're askin' where I'm goin'. I'll tell you that's where I'm going. It's P. Sherman, 42 Wallaby Way, Sydney. Where? I'm sorry, I didn't hear you. P. Sherman, 42 Wallaby Way...  \n[80]P. Sherman 42 Wallaby Way, Sydney. Why do I have to tell you over and over again? I'll tell you again. I don't get tired of it--  \n[81]Huh?  \n[82]  Uh-huh.  \n[83]Okay.  \n[84]Uh-huh.  \n[85]Huh?  \n[86]You want me to leave?  \n[87]You mean..[whimper]you mean you don't..like me? [sobs]  \n[88]Um, I don't remember. Were you?  \n[89]Mm-mmm-mmmm.  \n[90]Oh, oh, I've seen one of those.  \n[91]Wait, wait, um..  \n[92]Oh-oh-oh! It's on the tip of my tongue.  \n[93]Clam!  \n[94]Oh, they're good.  \n[95]Ha ha ha ha ha!  \n[96]Oh dear. Hey, hey come back! Hey, what's the matter?  \n[97]Boy, bet that's frustrating.  \n[98]You're son Chico?  \n[99]Right. Got it.  \n[100]Well, I'm helping you. Wait right here. Hey, guys.  \n[101]No, no, he's a good guy. Go easy on him, he's lost his son, Fabio. Any of you heard of P. Sherman, 42 Wallaby Way, Sydney?  \n[102]Oh, hey! They know Sydney!  \n[103]You wouldn't know how to get there, would you?  \n[104]Oh, please. I'm just your little helper. Helping along, that's me.  \n[105]Oh, you guys. You really nailed him. Bye.  \n[106]Yes.  \n[107]Trench, through it, not over it. I'll remember. Hey, hey! Hey! Hey! Hey, wait up, partner. Hold on. Wait! Wait-wait! I got, I gotta tell you something..whoa. Nice trench. Hello! Okay, let's go.  \n[108]Whoa, whoa, partner. Little red flag goin' up. Somethin's telling me we should swim through it, not over it.  \n[109]I'm sorry, but I really, really, really think we should swim through.  \n[110]Come on, trust me on this.  \n[111]Yes, trust. It's what friends do.  \n[112]  Where?  \n[113]Okay.  \n[114]Boy, sure is clear up here.  \n[115]Hey, little guy.  \n[116]I shall call him Squishy and he shall be mine and he shall be my Squishy. Come here, Squishy. Come here, little Squishy. [Baby talk]---oww!  \n[117]Bad Squishy! Bad Squishy!  \n[118]Don't touch it! Don't touch it!  \n[119]Heeey, how come it didn't sting you?  \n[120]Ow! Ow, oww!  \n[121]Ow, ow! Oww!  \n[122]Yeah.  \n[123]Aaaah!  \n[124]Hey, watch this! Boing! Boing!  \n[125]Boing-boing-boing! [singing] You can't catch me!  \n[126]Ooh! Two in a row, beat that.  \n[127]A game?  \n[128]A game?  \n[129]Aah! I love games! Pick me!  \n[130]Okay!  \n[131]Okay!  \n[132]Something about tentacles, got it. On your mark, get set, go!  \n[133]Weeee!  \n[134]Gotta go faster if you wanna win!  \n[135]Boing! Boing! Boing-boing-boing-boing!  \n[136]Weeee!  \n[137]Yeah, careful I don't make you cry when I win!    \n[138]Ha ha ha ha! Whooo! Give it up, old man. You can't fight evolution, I was built for speed.  \n[139]Huh? Hungry?  \n[140]Ugh...am I disqualified?  \n[141]P..Sherman..Wallaby Way...Sydney...  \n[142]Awake...P..Sherman..  \n[143]..42 Wallaby Way...  \n[144]Hmm-mmm....  \n[145]..29, 30! Ready or not, here I come! There you are! Catch me if you can! Ha ha! Ha ha ha ha!  \n[146]Hey! Look, everybody!  \n[147]Well, go on, jump on him.  \n[148]Sorry. I was a little vague on the details.  \n[149]No way.  \n[150]Oh, boy. This is gonna be good, I can tell.  \n[151]Right there! I see it! I see it!  \n[152]Yes!  \n[153]Aaaaaaaaaah!!! Weeeeeeeeeeee!!! Whoooooooooooaaaaa!!! Aaaaaaaaaaah!!! Woohoooo!!! Whoooooaaa!!!  \n[154]Whoooo!  \n[155]Hey, look! Turtles!  \n[156]Bye, everyone!  \n[157]Whoa. We goin' in there?  \n[158]P. Sherman, 42 Wallaby Way, Sydney?  \n[159][singing] Just keep swimming, just keep swimming.  \n[160]Hey, how about we play a game?  \n[161]Uh, okay. I'm thinking of something, uh, orange. And it's small..  \n[162]Right. Okay..  \n[163]..orange, and uh, small..  \n[164]All righty, Mr. Smarty Pants.  \n[165]..orange and small, and white stripes..  \n[166]Okay, that's just scary.  \n[167]Hey. Hey!  \n[168]Whoa, whoa, whoa! Hey! Relax. Take a deep breath. Now, let's ask somebody for directions.  \n[169]Well, there has to be someone. It's the ocean, silly, we're not the only two in here. Let's see...okay, no one there. Uhh, nope. Nada. [gasps] There's somebody. Hey! Excuse--  \n[170]What is it with men and asking for directions?  \n[171]You wanna get outta here, don't you?  \n[172]Well then, how are we gonna do that unless we give it a shot and hope for the best? Hmmm? Hmmmm!? Come on, trust me on this.  \n[173]Excuse me! Woohoo! Little fella? Hello. Don't be rude, say 'hi'.  \n[174]His son Bingo..  \n[175]..Nemo, was taken to, uh..  \n[176]  Sydney. Yes. And it's really, really important that we get there as fast as we can. So can you help us out? Come on, little fella. Come on.  \n[177]Oh. Oh, oh, big fella. Big fe--whale. Okay. Maybe he only speaks whale. \n[178]\n[179]\n[180]\n[181]\n[182]Maybe a different dialect. MOOOOOOOOOOOOOO! MOOOOOAAAAAAAAAA..!  \n[183]Maybe I should try humpback.  \n[184]\n[185]Maybe louder, huh? RAAAH!!! RAAAAH!!!  \n[186]Too much orca. Didn't it sound a little orca-ish?  \n[187]\n[188]Don't worry. Whales don't eat clownfish, they eat krill.  \n[189]Oh, look. Krill.  \n[190]Aah-aaah! Aaaaaaaaaah!  ======================================================================================  \n[191]Ha~~haaa~~haaaaaaah! Whooo!  \n[192]Here comes a big one--whooooooo! Come on, you gotta try this!  \n[193]Why? What's wrong?  \n[194]A whale?  \n[195]Wow. A whale. You know I speak whale.  \n[196]Woo-ho-ho-ho-ho-ho-hoo! Hey. You okay?  \n[197]There, there. It's all right. It'll be okay.  \n[198]Sure it will, you'll see.  \n[199]Huh. That's a funny thing to promise.  \n[200]Well, you can't never let anything happen to him. Then nothing would ever happen to him. Not much fun for little Harpo.  \n[201]Hmm..  \n[202]I don't know. I'll ask him. MMMWWHAAAAAAAAA! HUUUWHAAAAAAAAA..  \n[203]\n[204]I think he says we've stopped.  \n[205]Really? You sure about that?  \n[206]Hmm..I'd say it's half full.  \n[207]Okay, that one was a little tougher. He either said we should go to the back of the throat or he wants a root beer float.  \n[208]Okay. HEEEEEEEEE--  \n[209]Aaaaaaaaaaaaaaaaaaah!!!  \n[210]I'll check! WHAAAAAAA--!  \n[211]Yes, I can!  \n[212]Okay.  \n[213]He says it's time to let go! Everything's gonna be all right!  \n[214]I don't!  \n[215]\n[216]Look! Sy-d-ney..Sydney! Uh, Sydney! Sydney again!  \n[217]Wow. I wish I could speak whale.  \n[218]Right!  \n[219]All right, do any of these boats look familiar to you?  \n[220]I'm totally excited. [yawn] Are you excited? [yawn]  \n[221][gasps] Duck!  \n[222]Aaaaaaaaaaaah!  \n[223]Aaaaaaaaaaaaaah!!!  \n[224]Aaaaaaaaaaaaaah!!!  \n[225]Whoooooo! Woohooooo!  \n[226]Ha-haaaa! Ha ha ha ha!  \n[227]Aaaaaaaaaaaaaaaaah!  \n[228][gasps] Oh my goodness.  \n[229]Hey..  \n[230]Hey! Hey, wait a minute. W-w-wait! Where are you going?  \n[231]No..no, you can't! Stop! Please don't go away. Please? No  one's ever stuck with me for so long before. And if you leave, if you leave...I just,  I remember things better with you. I do. Look, P. Sherman, 42..40..2..agh! I remember it, I  do. It's there, I know it is because when I look at you, I can feel it. And I, I look  at you and...I'm home. Please. I don't want them to go away. I don't wanna forget.  \n[232]Aah! No!  \n[233]I don't know where I am! I don't know what's going on, I think I lost somebody but I, I can't remember.  \n[234]I'm Dory.  \n[235]Nemo? That's a nice name.  ======================================================================================  \n[236]Dad!  \n[237]Dad! Wait a minute, is it your dad or my dad?  \n[238]Got it. Dad!  \n[239]Dad! Dad! Oh. S-ss-syl--shi--Sydney. [gasps] 'P. Sherman, 42 Wallaby Way, Sydney'.  \n[240]Aaaaah! Nemo! It's you! Aaaaaah! You're Nemo!  \n[241]Oh! You're Nemo! [gasps] You were dead! I saw you! And then I--[gasps], here you are! I found you! You're not dead! And your father--[gasps]! Your father!  \n[242][gasps] This way! He went this way! Quick!  \n[243]Hey! Hey, hey! Hey!  \n[244]Hey! Have you seen an orange fish swim by? It looks just like him!  \n[245]Nemo's alive!  \n[246]Aaaaaaaaaaaah! Look out!  \n[247]Help! AAAAAAAAAAAAH!!!  \n[248]Heeeeeeeelp!!! Help!  \n[249]Help! Get us out! Aaaaaaaah!  \n[250][gasps]  \n[251]Everybody swim down!  \n[252]Swim down, okay?  \n[253][singing] Just keep swimming, just keep swimming.  \n[254]Hey!  \n[255]  [gasps] There!  \n[256]Thanks, guys.  \n[257]..not food! Bye!  \n[258]Bye, Elmo!  \n[259]  Nemo! Bye, Nemo!  "}}