{"filename": "Flight_script.txt", "imdb_id": "tt1907668", "imdb_url": "https://www.imdb.com/title/tt1907668", "characters": ["Kip", "Son on Plane", "Whip Whitaker", "Margaret Thomason", "Katerina Marquez", "Schecter", "Father on Plane (as Adam Ciesielski)", "Tiki Pot (as Charlie E. Schmidt Jr.)", "Fran", "Ken Evans", "Nicole", "Derek Hogue", "Field Reporter", "Charlie Anderson", "Camelia Satou"], "dialogues": {"Kip": "\n[1]\n[2]  \n[3]Nicole, this is Tiki Pot. He's my partner in this new series, he knows a lot about porn. \n[4]Tiki and I are trying to put the narrative back in porn. Our Desdemona hasn't shown yet.  You should play Desdemona. FUCK YEAH! You got that fair skin. \n[5]Just listen, we're doing an Othello theme where the Moor finds you in bed with your nurse and- \n[6]Well...yeah. We're giving a whole new meaning to the \"beast with two backs.\" That's actually a title we're toying with...'beast with two backs' or Hole-thelo or Butt Hole- thelo...would you be up for it? \n[7]Nic...sorry, we're tweaked, okay baby girl. Hey, c'mon you wanna stay and shoot some stills for me, you're pics are awesome. And what's going on with you? You were clean for a while and...  Sweetheart, don't cry. \n[8]No, keep your money, okay? But, Nicole, this is the Taliban baby, very big time. It will take you down. \n[9]Don't shoot this shit, it is way too heavy. \n[10]Okay, no needles and take a little coke and if you start going down just whiff a little. Okay? I wanna see you... ", "Whip": "\n[1] I've been up since the crack 'a dawn. What check? Tuition? How much does it cost to go there? \n[2]NO! NO! NO! You decided he needed private school...lemme talk to Knuckles. He's not? Tell'em the phone works both ways. Oh he's my son because you need a tuition check...that's great Deana. I'm glad you tracked me down in Orlando at 7 in the fucking morning to shake me down for money. Does he even like the fucking school? No I've never seen it. Yeah I wonder why not too. I gotta 9 o'clock flight, sit tight 'till I get back to Atlanta. How am I a liar? What? No, I'll call you. \n[3]That was my ex-wife. But you Trina, you could be my second or third wife if you'd just C'mere. \n[4]Yeah, I'm feelin' a little light- headed. I shoulda ate somethin'. \n[5]Son of a bitch! \n[6]Morning Miss Marquez. \n[7]Don't worry, Margaret I'm gonna get you home for your prayer meeting at...what is it? Jesus Christ Superstar 27th Baptist King Church? \n[8]One of these nights, Margaret, I'm comin'. You hold my seat. \n[9]G'morning. Walk around is complete. \n[10]Emergency oxygen, checks. (offering the mask to \n[11] My pleasure to share the chair with ya'. Didn't we fly together... 6. \n[12]Call me Whip. \n[13] Margaret. Sweetie, will you get me a coffee, black, lots of sugar. And some aspirin. You want something? \n[14]Then let's push. I got a great `on time' record. \n[15]Tired, sir. But, this is a quick turn for me. Ten turns in three days. Off tomorrow. \n[16]Thank you, thank you, thank you, you're a life saver. And Margaret gettem' tucked in, we're ready to push. 7. \n[17]Thanks junior. \n[18]A little rain never hurt anybody. We're not made of sugar. What's the RVR? \n[19]I know what our crosswind max is. Tellem were good to go at the end. 11. \n[20]It's like a video game, right? \n[21]Yep, nothing like a little 30 knot cross wind to exercise that sphincter muscle. 13. \n[22]Just watch my airspeed! \n[23]Yeehaw! Ride `em cowboy. \n[24]I don't want the auto-pilot. I'm flying. \n[25]Ah, Departure, we've got some rough chop here. I'd say moderate to... \n[26] No, severe. Definitely severe turbulence. No meal service today. \n[27] \n[28]Gottit Skippy. I'm just tryin' to get birdie here outta this wind bowl...What did they clear us to? \n[29]Goddamnit! Enough of this shit! \n[30]Leveling off. \n[31]See that sliver of blue sitting between those two ugly bastards? \n[32]That's a little pocket of smooth air squatting right over Lake Kissimmee... \n[33]And we're gonna thread that fucking needle. Turn me thirty degrees right! \n[34]For weather. \n[35]He can't help you now, brother. \n[36]I'd like to spend less time in this shitty air, Kenny. Is that alright with you? \n[37]Fucking right! I'm gonna need some speed to punch through this crap. \n[38]Not yet!! \n[39]Tell `em we're climbing. \n[40]You're useless Evans, shit!  19. Center. This is SouthJet 227, we've encountered some bad air here. Some pretty severe downdrafts. We're in our climb now. \n[41]I'm right on the line Kenny. Right on the line. \n[42]C'mon sweetheart, show me the sun. \n[43]Finally, daylight. \n[44]How tall are we? \n[45]Ken, turn us north and take us home. Your plane. \n[46] Margaret, I'm coming out. \n[47]Folks, this is Captain Whitaker. If you look up, I'm here in the galley. I will wave to you. \n[48]Good Morning. I apologize for the bumps, but Florida just doesn't seem to like us Georgians. Must be the beatin' the Bulldogs put on the Gators last fall. \n[49]Stretch out and relax. The air might stay a little cranky so I'm gonna ask that you sit tight if you can, with your seat belts fastened. 23. \n[50]We won't have beverage service but the girls will walk through with water and snacks and I'll have you in Atlanta in about 40 minutes. Thank you. \n[51]The fuck was that? \n[52]Don't force it. \n[53]Margaret, get everybody strapped in tight. \n[54]Shit! It's locked up, ease up on the trim don't... 26. \n[55]We lost our hydraulics! \n[56]Center, this is SouthJet 227, we've lost our hydraulics...and, ah shit! Power. Pull back the power! \n[57] ...we lost hydraulics and looks like...also our horizontal stabilizer. \n[58] \n[59] \n[60]Get belted in, everyone belt in. Brace position! \n[61]I've got some control on my side! My plane! \n[62]We need drag. Throw out everything we've got. Speed brakes. Gear...  Uh, Center we're in a dive...lost vertical control. \n[63] \n[64]Throw out the flaps. \n[65]We need to start dumping fuel. \n[66]Do it! \n[67] Atlanta. This is SouthJet 227. We are in an uncontrolled dive, descending out of...shit I don't know... \n[68] ...21 thousand. We are declaring an emergency! We are dumping fuel! We have a jammed stabilizer...or something. We need a block of altitude to work the problem...and a heading to the nearest airport!  I'm starting to lose it! 29. \n[69]  \n[70]DO IT! 30 percent! \n[71]That bought us a little time. We need to revert to manual control. Your side first, pul... \n[72] \n[73]Evans, look at me! Manual Reversion. Red lever, on the floor, far side of the console. \n[74]Pull it up, turn it clockwise, push it back down. \n[75]Goddamn it!! \n[76]I can't let go! Can you reach mine? \n[77]No! Don't! Stay strapped in!  Margaret! Margaret! \n[78]Get strapped into the jump-seat. I need your help. \n[79]Margaret, see that red lever on the floor next to my chair? The one that says, Manual Control? \n[80]On the count of three you pull it up, turn it clockwise, then push it back down. OK? You ready? \n[81]Here we go. One, two... \n[82]...three! \n[83]Ok. OK. We got something. It's still stiff as hell. Evans, put in some power! \n[84]I don't know. It feels like the son of a bitch wants to nose over. \n[85]\n[86] Not good. You got anything closer? We're in a rapid dive here... \n[87]Negative. We're too high...we can't pitch for glide. We have no stabilizer control. \n[88]OK! Here's what we're going to do! When I say, you retract the gear, retract the flaps and trim both ailerons. But every things gonna be opposite, so be sure to trim down. Margaret... \n[89]When I ask for power, push both of these forward. Got it? What's your son's name? 33. \n[90]Say \"I love you Trevor.\" \n[91]The black box. \n[92]We're gonna roll it. Ready? Here we go. I've got control. \n[93]Just a little barrel roll. Don't panic. Relax. Let it roll. \n[94]\n[95]\n[96]Margaret! Can you reach it? \n[97]\n[98]Let it roll. I got it! \n[99]We're level. We can maintain altitude like this. \n[100]Uh, Atlanta...we're inverted. \n[101]We're flying! \n[102]\n[103] \n[104] We're not gonna make that! \n[105]  \n[106] There's a field and a road ah...we're gonna put it down in that field. \n[107]  \n[108]\n[109] \n[110] \n[111]We have enough speed to fly! \n[112]\n[113]STARTS TO RIGHT ITSELF. Whip yanks back the throttles! \n[114]\n[115]\n[116] \n[117] Are we gliding? 39. \n[118] \n[119]\n[120] \n[121]\n[122] \n[123]\n[124] \n[125]\n[126]  \n[127]\n[128]    \n[129]   \n[130]   \n[131]    \n[132]Charlie Anderson. \n[133]How many? \n[134]4 passengers. Are the rest badly hurt? Who'd we lose on the crew? 42. \n[135]I remember everything until the crash. \n[136]Who on the crew died? \n[137]I knew Trina Marquez. We spent some time together. \n[138]How's Margaret Thomason? \n[139]Charlie, why are you here? \n[140]You're the rep for the pilots' union? 45. \n[141]I'm glad it's you. \n[142]Yeah, Knuckles. \n[143]15. \n[144]No, I'll call her. 46. \n[145]No, I'm okay. I'll take care of it. \n[146]Thanks Charlie, I really...  It means a lot to me that you came. \n[147]Charlie, that plane was fucked. \n[148]Harling...Harling...yeah, it's Whip. I'm in a hospital in South Atlanta...what? You know where I am? Okay well fuck...yeah, I'm okay. What? Well, I'm looking to get outta here...hopefully tomorrow. Yeah. But, listen, I need you to bring me something to wear. 47. I don't know -- clothes -- and smokes, I really need smokes. Tee shirt, sweat pants....Harling? I'll put you on the visiting list. Yeah...and smokes. Just be low key, no fucking around, Harling. Cigarettes. Okay? I need cigarettes. Yeah. Good. \n[149]Goddamn it... \n[150]It's okay, Harling. \n[151]The meds they're giving me are fucking me up -- I'm all shaky and dried out. I can't sleep good. \n[152]Listen Harling, leave it alone. So you got my message and decided not to call me back? Did you bring me smokes? \n[153]Harling... \n[154]Shut the fuck up, Harling...Six people died. \n[155]Harling, take the vodka with you. \n[156]Take the fucking vodka! \n[157]Look, I'm tired man. \n[158]You gotta come and get me, tomorrow. \n[159]Here are my keys. Go to the condo and bring me some nice clothes I can wear, my phone charger and grab the veal outta my fridge. It's marked. \n[160]Yeah, the veal that's in my freezer. \n[161]Tomorrow. I'll call you. \n[162]Thank you. \n[163]I didn't think anyone would have the same devious thought about using the fire stairs to have a smoke... \n[164]Don't go. I'll be quiet. \n[165]We don't have to talk. Be nice to just smoke with someone. \n[166]Yeah, I was. Were you? \n[167]Up near the front. \n[168]Yeah, I'm lucky. Goin' home tomorrow. \n[169]You're living here? \n[170]What kind of cancer? \n[171]God chose you? You believe in God? \n[172]I don't know her. \n[173]Here's a pack. \n[174]Yeah? 58. \n[175]Your mom had cancer. \n[176]But why'd that guy ask you if you were gonna die? \n[177]Is that right? \n[178]Well, where should we live? If we're gonna save the world, where should we do that? \n[179]What? \n[180]You don't want me either. \n[181]Where do you live? \n[182]The luxurious bus station? \n[183]I'll come visit you. \n[184]I will. What's your address? \n[185]Georgian Gardens? \n[186]How long are you staying here? \n[187]Oh. Okay. And you're a masseuse? \n[188]What kind of masseuse? \n[189]Good luck Nicole. \n[190]Thanks Mike. \n[191]No. I'm gonna go to the farm. \n[192]My dad's place. I can't stay at my condo. \n[193]Not yet. \n[194]You're not. Just take me to the airport to get my car. Whip finishes opening the freezer bag -- it's full of cash. HARLING starts to laugh... \n[195]   \n[196]HIS GRANDFATHER, FATHER and WHIP pose next to the barn. A CROP DUSTER acts as the background for a picture with a 15 year old WHIP and his father next to a small plane. \n[197]You've reached the Whitaker Crop Dusting Company, flying lessons and plane rides. Please leave a message and it will be returned. Thank you. \n[198]God landed the plane? \n[199]I'm good with coffee. \n[200]They find the flight data recorders? \n[201]Great. That solves everything. The recorders will tell the story. Why do we need a lawyer from Chicago? \n[202]Criminal negligence? 69. \n[203]The plane fell apart at 30 thousand feet. \n[204]I had to fly that plane inverted, that means upside down, Hugh. Do you get the picture? 100 passengers hanging upside down, 500 feet off the ground. Do you have any idea what that sounds like? \n[205]Are you a pilot? \n[206]Then you don't know what the fuck you're talking about. \n[207]Charlie, what do I need to know? I'm already tired of this guy. \n[208]When did they do that? \n[209]Do they have the results of these blood tests? \n[210]Did I just see warm cinnamon rolls come out? \n[211]Bring me one wouldya? Actually bring me two, okay sweetie? \n[212]What does that mean? I had a beer the night before I flew. And what...That made the tail of the plane explode? \n[213]I need a lawyer. \n[214]I need a bigger lawyer. A lawyer who understands that I flew a broken plane and without me at that stick there'd be 102 funerals, not 6. \n[215]To write checks, well it's not me I promise you that. And as long as they're writing checks, write me one because someone put me in a broken plane. I'd love a check. \n[216] \n[217]I'm not worried, Charlie. I promise you that. No one could have landed that plane like I did, no one. \n[218] \n[219] \n[220]  \n[221]Can I get an orange juice? The BARTENDER leaves to grab the orange juice. 73. \n[222]Say \"I love you Trevor.\" \n[223]The black box. \n[224]And a double shot of Stoli. \n[225]    \n[226]  \n[227] \n[228] \n[229]The fuck are you doin'!? 79. \n[230]Keep your fucking hands off her! \n[231]You okay? Is this all the stuff you want from here? \n[232]Okay, start taking that stuff down. \n[233]You wanna spend a thousand bucks suing her and get jack shit? Or do you want to make a cash deal with me? \n[234]You're a creep...with your baseball bat bullshit... 80. \n[235] I'll give you 400 in cash. \n[236]Good boy. Now help her get that box in her car. \n[237]Your car doesn't run? What were you gonna do? \n[238] Then put the fucking box in my car. \n[239]    \n[240]Whip. 81. \n[241]You okay? \n[242]Okay. WHIP takes another sip before returning to massaging his leg. \n[243]Yea. I want you to stay. NICOLE walks over to WHIP and kneels down and gently takes over massaging his leg. WHIP exhales. \n[244]That feels better. \n[245]    \n[246]C'mon in. I'll shoot you inside. HUGH walks closer to the porch. WHIP questions him. \n[247]You just decided to drop by? \n[248]I turned it off. HUGH nods as the explanation lands. \n[249]Okay, gimme a minute. Wait here. dressed. 83. \n[250]The left wing partially pulled away- \n[251]I drank a lot the night before that flight. I drank that morning too and I used coke to straighten up. \n[252]But that's not the reason this happened. \n[253]Why'd you bring me here? \n[254]You trying to scare me? \n[255]Who's God would do this? \n[256]I'll stop. I can stop.  I told you I can stop. I won't drink. \n[257] \n[258]  \n[259]Get up! What? You can't get up?!  C'mon, Knuckles Whitaker drags himself up and goes long...go. We watch an 8 year-old WILL WHITAKER run long as the ball flies to him. He catches it and on-screen WHIP hollers. \n[260]Touchdown Whitaker! Atta boy! C'mon back. What? Come back and do it again. Tired? Junior, you don't know tired. I'm not going out. You go out. Keep running. We pull away from the screen to find WHIP who sits on the couch. A large bottle of vodka appears empty amidst many dead beers and an ashtray that overflows. WHIP moves in drunken slow motion as he attempts to free a cigarette from the pack and light it. He freezes at one point and places his hands straight out in front of himself, a strange, involuntary, drunken reset. His stare is a 1000 miles offshore; he is anywhere but on this planet. Oblivion. The light from the HEADLIGHTS of a car in the driveway wash across the walls of the living room. We hear a car door open and women exchange good byes. \n[261]Don't, don't, don't! I'll get him. Knuckles, junior. See him. Yeah. I'm not calling again. Fuck him. He didn't call. Not back. Not calling back. NICOLE backs away as she watches the blacked-out ballet play itself out in slow, tragic fashion. WHIP motions to his lips as if he is smoking. He freezes and then steps forward and trips in to the coffee table. Whip falls to the ground. NICOLE checks WHIP's face to see his eyes partially opened but passed out. NICOLE goes to the bedroom and returns with a blanket that she covers WHIP with. She also places a pillow under his head making sure that his head is titled to the side so he doesn't choke. NICOLE looks around the room. She begins to collect the bottles and straighten up. \n[262]Morning. \n[263]Tired. Guess I drank a bit. \n[264]You wanna count the fuckin' beers? They're still in the garbage. Vodka too, is that okay with you? \n[265]Good. \n[266]Lemme see that camera. \n[267]It was my grandfather's farm, my dad grew up here. He was a pilot in World War II, flew with the 332nd. See the landing strip out there? He built that. He ran a crop duster outta here until the EPA put an end to that.  He traded the crop duster for a used Cessna. He flew that damn thing all over. It's still in the barn. I was gonna sell this place after my dad died. Then I got divorced... \n[268]Dead...she's dead. Your dad still alive? \n[269]You got no relationship with him. \n[270]You too Margaret. Broken collar bone? \n[271]I didn't go in. I couldn't. \n[272]No. I can't, really. I will, but just not now. \n[273]Yeah...y'know...I'm in the middle of this investigation. The NTSB is investigating the crash- \n[274]I'm nervous because I was out the night before the crash at dinner- \n[275]Yeah and I had two glasses of wine. And they might ask you about my condition that morning and if you thought I had anything to drink. \n[276]What? \n[277]You have to tell them it was an ordinary day. I mean it was an ordinary day. You know I was in shape to fly. You have a problem with saying that? \n[278]My lack of sleep made the plane fall apart, huh Margaret? I'm just trying to get it straight. You think that another pilot would have been able to land that plane and save more lives? \n[279]Well can you imagine Trevor at this same church looking at you in that box in there? Or my son having to come and see me in prison? \n[280]It was an ordinary day. The storm right after we took off was very severe, but as far as the flight crew was concerned it was a perfectly ordinary day. \n[281]It was okay, okay. How're you doin'? \n[282]That's good. Cause for a celebration. \n[283] He did. So should we get some dinner? \n[284]No, it's okay. You should go. \n[285]Open meeting? \n[286]Even me? \n[287]I gotta go. Okay? Can uh...  \n[288]How're you feeling, Ken? \n[289]I'm Captain Whitaker, I was flying- \n[290]Listen, how long have you been... \n[291]I didn't mean to disrupt your whole day. I know they been swamping you with interviews. You were great on \n[292]I'm sorry Ken. 103. \n[293]I don't know how much you remember, but the plane started to fall apart. \n[294]What are we talking about? \n[295]I just wanted to get a sense from you what you thought caused the crash. \n[296]You think you'd be alive without me on that plane? \n[297]I'm not gonna argue anything with you. 104. \n[298]Praise Jesus. reverence. \n[299]Looks great right? 106. \n[300]It's a Cessna 172, it was my dad's. He kept it perfect. \n[301]Yeah, he flew this plane a few months before he died. I learned to fly in this plane. You can land it anywhere. \n[302]My friend Harling and I flew it to Jamaica. \n[303]We set off for an overnight fishing trip two hours south of here. We ended up in Bethel, Jamaica. \n[304]It was like a picture on a post card. The white sand and sky blue water. Most beautiful place I've ever been. \n[305]Yeah, really warm. \n[306]Let's go. 107. \n[307]Let's go tomorrow. \n[308]We'll leave in the morning...we'll just go. Start over. \n[309]It's a beautiful beach, it's paradise. \n[310] I'm fine thanks. \n[311]You go to a couple of AA meetings and all of a sudden you think you're Jesus Christ? Worry about yourself. \n[312]\n[313]I didn't suck dick to get high. And don't give me a whole... \n[314]Your mom died and dad drank and bullshit, bullshit, bullshit -- \n[315]Is that why you shot dope? \n[316]Well there's a lot of people out there who lost their mom who've never had a drink in their life. \n[317]I choose to drink. \n[318]I choose to drink! And I blame it on me. I'm happy to. I've got an ex-wife and a son I don't see. Why? Because I choose to drink! \n[319]  \n[320]Alright look, I was loaded when I crashed that plane. With this investigation going on, I don't know what's gonna happen. Come to Jamaica with me. \n[321]Come with me. I need help, I do. \n[322]When we get to Jamaica we can go to the local hospital. I'll do it for you. Anything you want. \n[323]I'll be sober. I won't force you to stay. I promise if you don't like it or if I don't clean up? You can leave. \n[324]It's so beautiful there. We'll leave before noon. I'm a great pilot. You'll get to see so much. \n[325]You've reached the Whitaker Crop Dusting Company, flying lessons and plane rides. Please leave a message and it will be returned. Thank you. \n[326]Yeah, I'm here. What's goin' on? \n[327] \n[328]Look, it's simple. I flew a broken plane. \n[329]And what about my toxicology report? \n[330]Okay. I see...where this is going. That's funny that they found two bottles. \n[331]Because I drank three. One's missing. \n[332]Fuck you too, Hugh. \n[333]Can I go now? \n[334]Yeah. So? \n[335]Great. I'm going home. \n[336]What fucking life?! Don't kill yourself on my account, Hugh. \n[337] You wanna talk about me like I'm not here? Like I'm fucking dead? \n[338]Yeah Charlie just get him home. Sober him up long enough to save the union's contract and that fat fuck's airline. Fuck you. I shoulda died on that plane. shiny floor of the hangar and into the growing rain storm. \n[339]   \n[340]It's lovely to see you too Deana. May I come in? 116. \n[341]Thought I`d come see you and Will.  \n[342]Call you? Like anyone in this house has called me in the last three years to say anything other than \"Where's the money?\" \n[343]Well that took...what? 17 seconds?  It took 17 seconds for you- \n[344] LADIES and GENTLEMEN it took \n[345]You're asking me to leave the house I bought for you?! Very good. \n[346]William Whitaker, junior. The man of the house. Nice of you to call me back. \n[347]You are? Are you the man of the house? \n[348]I'm your father, tough guy. \n[349]You don't know who the fuck I am! \n[350]What did you say? \n[351]I'm outta here. I'm outta here. I know where I'm not wanted. 118. \n[352] \n[353]Folks, please give us some room.  At the appropriate time I will tell my story. Now is a time for grieving and taking care of those injured. Thank you. I appreciate your interest in me but I ask that you leave my family in peace. 119. The POLICE begin to disperse the NEWS RATS. WHIP pulls an officer aside. \n[354]I'm Captain Whitaker, I was- \n[355]Can you get me to my car? \n[356]    \n[357]Now is a time for grieving and taking care of those injured. Thank you. I appreciate your interest in me but I ask that you leave my family in peace. A REPORTER now wraps up the piece... \n[358]Hey, Charlie. Thank you. Amanda was so nice to let me in. It's just...I couldn't find a safe place. \n[359]I think it's okay. I've been watching and I think it's okay. \n[360]Okay. Good then. Listen Charlie, here's the deal- \n[361]No. I can do this. \n[362]Let's just stick to the plan. \n[363]This whole thing has just been so heavy, it's killing me. Tell Hugh, I can do it. Look, I really wanna fly again, get back to my life and be done with all this shit. \n[364]Let me stay here. They have my houses all staked out now. Let me stay here until the hearing, Charlie. I won't leave the house. CHARLIE takes a long look at his old, troubled friend. \n[365]I won't drink. 122. \n[366]Thank you. I feel really good. \n[367]9 days...  Two hours and 26 minutes...but who's counting? \n[368]  \n[369]Wait, Charlie, thanks for letting me stay with you. I needed it. \n[370]You've got a beautiful family. \n[371]So does she have the knife out for me? \n[372]  \n[373]  \n[374]  \n[375]  \n[376]  \n[377]  \n[378]125. \n[379]Hello? Anyone? \n[380]           \n[381]  \n[382]  \n[383]  \n[384]Yes!!! I'm dead!!! \n[385]Amazing grace...how sweet the sound...that saved a wretch like me- \n[386]I once was lost and now I'm found was blind but...now...well I'm still kinda blind. \n[387]Call Harling Mays. 130. \n[388]Harling's got cocaine. \n[389]609-237-1184. We're in 609 so just... \n[390]129 Tell him I need bananas... 129 \n[391]  \n[392]   \n[393]The banana boat is here. \n[394]Thanks brother, I'm back. 134. HARLING gathers his things, stands and hugs WHIP. \n[395]I love you too. HUGH and CHARLIE are quiet as they watch the strange but sincere drug-fueled emotion pass between two old friends. HARLING eyes CHARLIE before handing him a baggie. \n[396]Do not tell me how to lie about my drinking. I've been lying about my drinking my whole life. \n[397]Morning. \n[398]I'm not sure it was conscious. It was more of an instinct. \n[399]I don't recall. \n[400]I heard a metallic bang. We pitched nose down. No control. \n[401]There was a lot of things wrong with that aircraft. \n[402]Yes. \n[403]There was some convective activity in the area. However, my first officer and I discussed the conditions on the field and determined that we were safely within our visibility and crosswind minimums. \n[404]I appreciate that. 140. \n[405]Yes, I understand. \n[406]No. I did not. \n[407]No. I did not. \n[408]No. \n[409]Yes. I suspended the drink service. \n[410]Yes. \n[411]I am now. \n[412]Outside of work? Not really. \n[413]No. I did not. \n[414]No. I did not. 143. \n[415]No. I did not. \n[416]Can you repeat the question? \n[417]I'm sorry. My what... \n[418]I SAID...God help me... 144. \n[419] \n[420] She saved that boy's life... \n[421] \n[422]...because I did. I drank the vodka. \n[423]I drank the vodka bottles on the plane. \n[424]You don't have to readdress anything. I DRANK THE VODKA! \n[425]On October 11th, 12th and 13th and 14th I was intoxicated. I drank alcohol on all of those days. I drank to excess. \n[426]I was drunk. I'm drunk right now, Miss Block...I'm drunk right...  I'm drunk now, because... Because I'm an alcoholic. \n[427]That was it...I was done. It's as if I'd hit my life long limit for lies. 146. \n[428]I could not tell one more lie. And maybe I'm a sucker. Because if I had just told one more lie? I could have walked away from that whole mess and kept my wings and my false sense of pride and most importantly I would have avoided being locked up here with all of you nice folks for the last 13 months. \n[429]It looks like I will serve every day of the remaining 4 plus years of my sentence. And that's fair. I betrayed the public trust. I did. That's what the judge explained to me. I had betrayed the public trust. The FAA took my license. And that's fair. The chances of me flying again are slim to none. And I accept that. \n[430]I've had time to think about all of it. Doing a lot of writing. I've written letters to each of the families that lost loved ones on my flight. Some were able to hear my apology, some never will. I've also apologized to all the people who tried to help me along the way, but I couldn't or wouldn't listen, like my wife, I mean my ex wife...  ...and my son. Again, some were able to forgive me...some never will. But at least I'm sober, and I'm grateful for that. 147. \n[431]And this is gonna sound really stupid coming from a man who's in prison...but for the first time in my life...I'm free. \n[432]Knuckles, you're looking good. I sent you something for your birthday. \n[433]This is a real surprise; a great surprise. I haven't seen you- \n[434]Great. An interview. Okay. \n[435]Listen Will, it means everything to me that you came here. You are an amazing kid and you deserve great things... \n[436]Yeah. Of course. \n[437]And that's me? \n[438]Okay. \n[439]Good question. ", "Whitaker": "\n[1]   \n[2]  \n[3]  \n[4]   \n[5]   \n[6]    \n[7]  \n[8]   \n[9]  \n[10]   \n[11]    \n[12]    \n[13]   \n[14]  \n[15]  \n[16]   \n[17]   \n[18]  \n[19]   \n[20]    \n[21]  \n[22]     \n[23]   \n[24]        \n[25]    ", "Margaret": "\n[1]Captain Whitaker, that sky gonna hold? You're not gonna make me spend another night in Orlando? \n[2]That's right, Christ the King First Baptist Church on Hazel and 9th Street. And I'm still saving you a seat next to me. Offer stands...come on down. \n[3]Here's your coffee and the final manifest. 102 souls on board. \n[4]Ladies and gentlemen, the captain has turned on the seat-belt sign. Please be sure your seat-belts are securely fastened, and all carry-on items are safely stored in the over- head bin, or under the seat in front of you. Also, all personal electronic devices must be switched off, at this time. Today's flight time to Atlanta should be 52 minutes. Flight attendants please take your seats. \n[5]Ladies and Gentlemen, the captain has asked that until we clear this air you stay seated with your seat belts fastened. Thank you. \n[6]How long has Sleeping Beauty been out? \n[7]Well, I guess you'll need to wake... 25. \n[8] That came from the back! \n[9]Everyone's belted in. Are we going down? \n[10]Oh God, Whip. What's happening?! \n[11]Yes. 31. \n[12]Trevor. \n[13]Why? \n[14]I love you Trevor. Be a good boy. Mommy loves you. \n[15]\n[16] \n[17]Trevor. \n[18]Why? \n[19]I love you Trevor. Be a good boy. Mommy loves you. \n[20]It's great to see you, Whip. \n[21]Yeah, and some stitches but I'm fine. I really am.  It was a nice service. I mean, look at all these people that wanted to say goodbye. She looked beautiful in there.  Didn't you think so, Whip? Like she was gonna wake up and smile. \n[22]Trevor, find Dad. He's by Mr. Benton, there. Are you okay? You should come to the counseling group. The union has great people for us to talk to. \n[23]Take care Whip, okay? \n[24]I know. I'm going in to see them next week. 96. \n[25]With Trina... \n[26]I've known you 11 years and you're gonna stand here and tell me you and Trina went to dinner and you drank two glasses of wine? Sounds like a nice restaurant Whip, which one was it? \n[27]It's a lie. Whip, it's a lie. Trina told me you two hadn't been to sleep. \n[28]I didn't say that Whip. I can't imagine another pilot doing- 97. \n[29]Please Whip, enough. Don't you think we've all had enough.  What do you want me to say? ", "Thomason": "", "Katerina": "", "Marquez": "", "Schecter": "", "Fran": "\n[1]Where you been Nicole? \n[2]You're like a little ghost. I never know when you're here. \n[3]As the building manager I have a legal right to enter an apartment if I believe the occupant is unwell. Especially if said occupant is not current on her rent. \n[4]You could just bring the check down now, use my shower. I got good water pressure. You know that... \n[5]Tricky tricky, girl. Alright, so you shower up and come down. For real. We don't gotta talk about the check. Hang out a lil bit... \n[6]Open up, Nicole! I can smell that shit cooking! Open Up! Nicole. Nicole! \n[7] Jesus Christ! What the Fuck!? \n[8]   \n[9]The guy in Unit 1 just told me you stayed here last night?! \n[10]What about the rent! YOU OWE ME \n[11]Who do you think broke down this fucking door to let the paramedics in there? Huh?! -- You gotta pay for all this. 78. \n[12]I know, just take a shower with me. How hard is that? C'mon. \n[13]If I had a bag a dope you'd be on your knees in my shower right now, right? Come on... \n[14]Gimme the camera, for collateral. What's it worth? \n[15](gives Whip a puzzled \n[16]She owes me 1100 bucks! Plus damages! \n[17]Give me 700 in cash. \n[18]  ", "Ken": "\n[1]Sir, I am not at liberty to discuss Captain Whitaker or any of the flight crew. WHIP looks up to the TV. 101. \n[2]\n[3] \n[4] \n[5] \n[6] \n[7]  ", "Evans": "\n[1]You want a hit? \n[2]No thank you sir. \n[3]No sir, not that I remember. Ken Evans, sir. \n[4]Yes sir. \n[5] No ma'am. Thank you. Sir, it's 8:50. \n[6]Yes sir, you gottit. And how you feeling today, sir? \n[7]Looks pretty ugly, sir. \n[8]Half a mile. Right at minimums. Wind's gusting to 29. 30 is our crosswind max. \n[9]Orlando ground. SouthJet 227 will be ready to go at the end. WHIP stares forward, not looking at EVANS. \n[10] Elevator trim - set. Flaps, One, two, three - set. Radios - set. 12. One, two, three altimeters - set. Lights, pitot heat, de-ice - on. Transponders, set. \n[11] Cleared for take off, SouthJet 227. \n[12]Airspeed's alive, both sides... Engine instruments are in the green...100 knots crosscheck... \n[13]That's wind shear! A micro burst! \n[14]Less than a thousand feet to go! \n[15]V1...and... \n[16]...rotate. \n[17]That's wind shear for sure! \n[18]Orlando Departure...SouthJet 227, climbing out of 2500 for 5 thousand, runway heading. \n[19]Left to 170. Climb, maintain niner thousand. \n[20]Copy, Center. Did you get that? \n[21]We're cleared to Flight Level one- eight-thousand. 16. \n[22]What are you doing!? \n[23]What!? \n[24] Center. This is SouthJet 227, We need to divert 30 degrees right... \n[25] ...for weather. 17. \n[26]Report back on course. \n[27]Oh, Lord! \n[28]Why are you leveling off, sir? \n[29]We're approaching maximum airspeed! 18. \n[30]You're over-speeding! \n[31] Center...uh...SouthJet 227 is leaving niner thousand...for Flight Level 180. \n[32] \n[33]Glad that's over. \n[34]16 thousand. That was incredible sir... \n[35]My plane. \n[36] 26 minutes. We're going to start descending any second now. \n[37]Descend and maintain 30 thousand. \n[38]The stabilizer feels really stiff. \n[39]I have very little trim control sir. \n[40]It's pulling right. Hard! \n[41] \n[42]Your plane. \n[43]It's stiff as hell. We're pitching up. Slowing a bit. \n[44]Gear's down. I don't think hydraulics is the problem. \n[45]Too fast for flaps. \n[46] 21 thousand! \n[47]We're still fast. \n[48]I got it. 30. \n[49]Nothing! No control! \n[50]I can't reach it. \n[51]\n[52]Oh Lord, we're descending at 4,700 feet per minute, out of 7,000. I \n[53]Trim down?! What are you gonna do?! \n[54]You mean trim up?! Right? You want me to trim up? \n[55]What are we doing?! Why would I trim down?! \n[56] \n[57] \n[58]\n[59]\n[60]\n[61]3,000...I think. \n[62]Oh Lord Jesus! We're inverted! \n[63]\n[64]\n[65]\n[66]\n[67]\n[68]\n[69]\n[70]\n[71]Oh God. \n[72]Sir, I am not at liberty to discuss Captain Whitaker or any of the flight crew. WHIP looks up to the TV. 101. \n[73]\n[74] \n[75] \n[76] \n[77] \n[78]  \n[79]Happy to be alive. \n[80]Blessed to be alive. \n[81]I know who you are. \n[82]Ma'am can you give us some privacy? Thank you. Come on in sir. Shut the door. \n[83]Outta the coma? Two days. \n[84]Both my legs were crushed and my pelvis snapped. I'll probably never walk again, least not without a walker or braces. I'll certainly never fly again. \n[85]That plane was doomed the second you sat in the chair. You reeked like gin or somethin'. I called Vicki from the plane before we took off. That's when the rain kicked up. \n[86]I remember everything until we crashed. I know what went on. \n[87]I don't know Captain Whitaker, what are we talking about? \n[88]Was it the fact that you got on the plane drunk from the night before? \n[89]The NTSB is coming back tomorrow to finish taking a deposition from me about the events on the flight. \n[90]No, we'd all be dead. But are you gonna argue that your physical state was tip top? \n[91]Sit, please sit. I never shared my opinion about your physical state the morning of the flight. I've never said word. \n[92]The flight was pre-ordained. I've prayed on it Captain. Vicki and I have prayed on it. There's only one judge -- \n[93]Praise Jesus. \n[94]And he has a higher plan for you sir. This event although tragic in its loss of life is also a celebration of life. \n[95]Nothing happens in the Kingdom of the Lord by mistake. \n[96]Praise Jesus. \n[97]Captain, will you pray with me? \n[98]Jesus our Lord and savior we thank you for blessing Captain Whitaker with courage and wisdom. For guiding his hand on that fateful morning. In his divine light we were saved. Praise Jesus. 105. \n[99]Praise Jesus. It is quiet for an extended beat. Finally... ", "Nicole": "\n[1] Don't pick up...don't pick up... don't pick up... 2. \n[2]It's Nic, do you have any? Good morning to you too. You're what? Well, where are you guys shooting today? Where? Text me the address. You have some...Okay. \n[3]\n[4]Kip I need 2 grams of \"h.\" \n[5]Desdemona? What the fuck? \n[6]I don't do porn, Kip. Just lemme see the \"h.\" \n[7]He fucks me in the ass? 9. \n[8]Fuck you Tiki, you put that in your ass and call me in the morning. Kip, have I ever done that shit for you? Never. Asshole. \n[9]I just need a little to smoke.  I've got 100. \n[10]I can handle it. 10. \n[11]I'm just gonna smoke it. I haven't done needles in weeks. \n[12]  \n[13]Fuck! Fran...get out. \n[14]Get the fuck out Fran! \n[15]Fran, please just gimme a minute. Get out. I have the rent. I will bring it down to you. Just let me shower. \n[16]You're in the perfect light Fran.  Back up a little...little more. \n[17]  \n[18] \n[19]        \n[20]Oh man... \n[21]Oh no, oh no, oh no... \n[22]  \n[23]Were you on the plane? \n[24]Where were you sitting? 54. \n[25]He was. \n[26]Nicole. \n[27]Not much. I was a photographer and then I was a masseuse and I wash hair at a salon sometimes. \n[28]Chemo brain. Chemo makes you pretty foggy. \n[29]They call it chemo brain, my mom used to slur her words and get all chatty. \n[30]Breast cancer, she was only 54. \n[31]I dunno. I flat-lined twice in the ambulance. Heroin addicts who use needles tend to die. Especially women for some reason. \n[32]I have a pamphlet to prove it. A girl from AA just came to see me -- That guy was a trip. He made it feel like, I dunno...we were the last people left on the planet..  ...and together we should save the world. \n[33]You don't want me. 59. \n[34]What? \n[35]Why you wanna come visit? It's luxurious.  I live in Bankhead, it's south Atlanta, near the bus station. \n[36]Yeah. \n[37]You're sweet. \n[38]I live at the Georgian Gardens on Taylor street. \n[39]Yeah. \n[40]Trying to stay as long as I can but I don't have insurance to cover rehab. I'll prolly be out tomorrow. 60. \n[41]Yeah. \n[42]I've been every kind of masseuse there is. \n[43]You too. \n[44] \n[45]Franny relax, I'm just getting my shit outta here, okay? \n[46]I'm sorry. Just let me get my shit and get outta here. I will pay you when I can. \n[47]No. I'm not doin' that. \n[48]\n[49]No fucking way! I will kill you if you touch this camera! I will pay for all of this! I will pay, okay! \n[50]   \n[51] Just this stuff. \n[52]Ah...my car doesn't run. It won't start. I'm taking this with me. \n[53]I don't...I...I was... I don't know what I was gonna do. \n[54]What's your name? \n[55]Thank you, Captain Whip. \n[56]I was gonna lay down, get some rest. \n[57]Is it really okay that I stay here? \n[58]It's throbbing because the blood is having a hard time getting back to your heart. NICOLE stands and takes the drink out of WHIP's hand and sets it down. She now bends down and kisses him softly. She now stands and takes his hand, leading him in to the bedroom. 82. \n[59]I know, one day at a time. \n[60]Hey. Sorry I'm a little late, but we went for coffee after the meeting...  Whip? NICOLE goes close to see WHIP look at her with a non-focused stare. She sees the table and reads the situation. NICOLE watches as WHIP stands up. In his oblivion he tries to focus. \n[61]Are you okay? You were in bad shape when I got home. \n[62]A bit? \n[63]It's more than okay, Whip. \n[64]I've been watching the sky change as the sun rises. Beautiful.  Perfect light, I went out and took some great shots. 93. \n[65]My mom got it for me. Towards the end, when she knew she wasn't gonna recover. She maxed out her credit card to buy me that camera and a lighting kit. \n[66]It's just so beautiful here. Did you grow up here? \n[67]And your mom? \n[68]I'm pretty sure my father lives in Colorado. \n[69]He drank. It was my mom that raised me. She was incredible. 94. \n[70]She held it together for so long, I couldn't tell how sick she was. Even through chemo she looked beautiful. NICOLE leans over and blows out the candle. \n[71]They gave her very heavy meds for pain. Dilauded, morphine, oxycontin. I started taking them with her. We would get all medicated and sit in our back yard and talk and talk and watch the sun go down. We'd be so stoned that we couldn't get up to go inside when it got dark.  I know it sounds crazy to get hooked on dope with your mom, but she was dying and we spent her last seven months together like teenagers, trading stories about boys and whatever. She loved me. WHIP lifts the camera and points it at NICOLE. She contorts her face into a sly smile. WHIP snaps it...she laughs. \n[72]Are you okay? How was it? \n[73]Well, I got through my first day. They haven't fired me. \n[74]They needed someone to work the night shift. They asked me and it's time and a half so... 98. \n[75]I gotta vest and here's my name tag. Oh oh oh....I got you something..  It's a P-51 mustang on there... (flies her arms like \n[76]I promised Sheila I would be at the meeting tonight. She's the one that's been helping me, my sponsor. Can we do it tomorrow night? And Please, Whip don't make me choose between dinner with you and the meeting. \n[77]Why don't you come with me? We'll eat after. It's an open meeting. \n[78]That means anybody can come. Anybody. \n[79]Yeah, Sheila. She can take me back to work. \n[80]Thanks for the ride guys. I'll see you tomorrow. \n[81]It's kind of...beautiful. \n[82]Does it work... \n[83]Jamaica? In this? \n[84]You're insane. \n[85]Was the water warm? \n[86]That's my kind of place. \n[87]Sure, why not. \n[88]You're serious? \n[89]Whip, we can't. \n[90]I'm worried about you. \n[91]No you're not, you're really not. You need help, Whip. I think you need rehab. \n[92]We're the same Whip, you and me, we're the same- \n[93]\n[94]Never Whip, I never in my life- \n[95]Stop. Please stop. \n[96]That's not fair- \n[97]You're sick, Whip. \n[98]Do you? You choose it? I don't see a lot of choice goin' on. \n[99]Whip. I'm afraid I'll use again. \n[100]I'd love for you to get help, Whip. \n[101]I don't wanna use again. I can't. I won't make it back. ", "Derek": "", "Hogue": "", "Field": "\n[1] ", "Reporter": "\n[1]Kevin, it's still chaotic here at the site. Apparently a small ministry was conducting services near to where the plane came down. So the scene here is a mix of survivors and first responders, I was able to catch up with an actual passenger moments ago... \n[2]More details and more reports of the casualties are continuing to fly around. I can tell you that there appears to be many, many survivors. That's all I have for now. Kevin? \n[3]Rebecca, surviving passengers are being put in ambulances, police cruisers and even first responder vehicles and they are being taken to local hospitals for treatment. Some of the injured appear serious and it's safe to assume at this point that there are at least a few fatalities. Let's roll the tape of the passenger I caught up with earlier. 75. \n[4]Obviously a harrowing ordeal for those on the troubled plane. This is Callie J Kenner for News 5. \n[5]Folks in the houses that border this field came running from their houses... \n[6]Just like that plane, this community is shattered. Folks here remain on edge as media trucks continue to line their small road and crowd the field where the plane still lies. Back to you, Tom. \n[7]We're gonna take another look at the cell phone footage that captured the last moments of SouthJet's Flight 227. \n[8]Many hours have passed since the footage you just watched but the crash site remains active as investigators work through the night. Using flood lights and miners' caps, teams continue to comb the crash field looking for the answers to the hard questions as to what brought down SouthJet's flight 227. Those answers remain in darkness as do the broken pieces of the aircraft. Hopefully sunlight will bring answers. For now this is Kent Johnson reporting. \n[9]How come you won't talk to the press? \n[10]A lot of people are going out of their way to keep you out of the media, are you hiding something? \n[11]Do you still live here, Captain Whitaker? \n[12]How well did you know Katerina Marquez, the flight attendant that died? ", "Charlie": "\n[1]How you feelin' Whip? Initial reports look like you pulled some move up there, kid. You saved a lot of lives. \n[2]102 souls on board including the flight crew, and 96 of them survived the crash. Six people died. 2 crew, 4 passengers. \n[3]Listen, protocol is the NTSB has to make the first contact with you and the agent is here. Let me go get him. \n[4]Apparently she wasn't strapped in. A survivor reported that she was assisting a kid. \n[5] Broken collar bone, cuts, banged up, but she's okay. She's here too. Ken Evans your copilot took a bad shot to the head. They're keepin' him in a coma to let the brain swelling go down. He's listed as critical, but we feel good about him. He's gonna be okay. \n[6]I'm flying a desk now. I'm a regional rep for the IAP. \n[7]I'm one of a few union reps for the southeast. When your plane went down all the reps got a page and since I know you I shot my hand up and said I wanted to come and be the first face you'd see. \n[8]It's good to see you too, Cowboy. You're gonna be okay. We're gonna take care of you. That's my job. \n[9]The union will put out a statement on your behalf. Condolences to the families who lost loved ones and gratitude to the brave men and women on the flight crew. And I know you and Deana have been divorced for a while but maybe she and your son...? \n[10]Yeah, how old's he now? \n[11]Wow, you weren't even married when we flew for Delta. We're dinosaurs, Whip. Do you want me to reach out to Deana and see if she and Will want to come? Any family you want here, we'll get them here, stat. \n[12]Speaking of which, I have your phone and some of your personal effects from the plane. \n[13]Your clothes are toast. Do you need me to get you some stuff? \n[14]I'm gonna head out, let you get some rest. I'm coming back. You'll see plenty of me. \n[15]Okay. Get some rest now. \n[16]I know. The way you landed that plane was nothing short of a miracle. \n[17] \n[18] I'm back in town and I stopped by the hospital tonight but they said you went home...so I guess you're feelin' pretty good, but um we went out to your condo and the manager said you had not returned. \n[19]Whip, hey buddy. Glad you got my message. Grab a seat. \n[20]Whip this is Hugh Lang; he's an attorney from Chicago. \n[21]Siddown. Coffee?  Miss, can we get some fresh coffee? \n[22]We were just talking about your copilot's wife. She told a newspaper that \"God landed that plane.\" 68. \n[23]I too believe that God landed that plane. The same way I believe that God should hit the buffet, the turkey sausage is excellent. \n[24]Len Caldwell was really trying to get here this morning.  Len is the president of the pilots' union and he wanted to be here with us and meet with you but they wanted him at the crash site. So.. \n[25]Whip, as you know, when a plane crashes, the NTSB sends a \"go team\" to the crash site immediately. \n[26]Yes they found them, perfectly intact. \n[27]Hugh's an attorney who specializes in criminal negligence- \n[28]The airline will try to prove equipment failure. Which would make the manufacturer responsible. The manufacturer of the plane will try to prove poor maintenance of the equipment by the airline. \n[29]Hugh's on our team and it's the NTSB's ball game. They run the investigation and they will ultimately rule on the cause. \n[30]Separate issues Whip- \n[31]Hugh is your lawyer. \n[32]\n[33]He'll get it done, Whip. It's what his entire life is about. Trust me, trust him.  Don't worry Whip, you're gonna walk away the hero you deserve to be. \n[34]I flew with him. He's a great pilot. \n[35]He's a heavy drinker. Should I bring him in? \n[36]So far we've been lucky. \n[37] Hey Whip, if you're there pickup...I got some good news... 111. \n[38]Here's our guy. C'mon. WHIP walks towards a ramp that leads up to the hole in the plane where the door used to be. CHARLIE stands at the top of the ramp. Suddenly HUGH steps out of the plane... \n[39]They've scheduled the hearing. It's in 10 days. CHARLIE and HUGH reach the bottom of the ramp. 112. \n[40]You got it. That's right. \n[41]  \n[42]What the hell is wrong with you? I spoke to Hugh, he told me that you went to your ex-wife's house? Drunk as a skunk and the news crews showed up?  And the police escorted you out? \n[43]Hugh checked every media outlet that covered it and it looks like we're good. You come off fine. \n[44]No Whip. No deals. Look at you. I have no idea what you're gonna do or say, ever. You're all over the place. I was the one guy in your court. I was your apologist, your defender. But not anymore. 121. \n[45]You're about to be questioned by a Federal Agency about piloting an airliner drunk...an airliner that crashed. And you continue to drink and stumble around. What kind of crazy do you have to be to do that? I'm scared of you. \n[46]You can't stick to anything. \n[47]This hearing is 10 days away. Hugh busted his ass to try to get you excused, but there's no way. You have to appear. \n[48]You can't drink here, Whip. You can't drink in my house. Can you do that? \n[49]Officer Edmonds? \n[50]Whip, Officer Edmonds will be staying here tonight. Any problems he'll handle it. \n[51]Just get a good night's rest. Relax, order up a steak, get a movie. \n[52]Okay, cowboy, I'm out. The hearing starts at 10, so we should plan on 9 for breakfast here in the room. \n[53]You did great cowboy. \n[54]I'm very blessed. \n[55]Good morning, how's our man? 127. \n[56]I think your pilot overslept. \n[57]Whip? Hello? \n[58]Whip? WHIP! \n[59]\n[60]\n[61]Yes! \n[62]Get him to the bed...  129. Can you wait outside and don't let anyone in here? Thank you. \n[63]WOAH!!! WOAH!!! WOAH!!! Enough! \n[64]What time is it? \n[65]How much grace do you think we got? \n[66]We probably have an hour before we really need to get him to the hearing and it's just downstairs. \n[67]Harling's got a wheel chair? \n[68]\n[69] \n[70]Harling? Harling this is Charlie. I'm a friend of Whip's...yeah. We need you to do a very early, very discreet...uhm...Whip needs bananas and you need to bring them to The St. Jerome Hotel downtown...how many bunches of bananas?  3 is the answer I'm getting -- you will be well compensated...the The St. Jerome Hotel room 1027... CHARLIE hangs up and looks at WHIP who is mostly passed out again. CHARLIE looks to HUGH. 131. \n[71]All I have is a twenty. \n[72]A what? \n[73]They hang on the consumption of a 300 dollar bag of cocaine. \n[74]Okay, we gotta go. \n[75]Are you fucking crazy? \n[76]Morning. We watch as a small trickle of blood escapes from WHIP's left nostril. HUGH pulls a handkerchief from his pocket, hands it to WHIP. \n[77]You're gonna make it. Remember, if they ask about your drinking, it's totally acceptable to say, \"I don't recall.\" \n[78]   \n[79]", "Anderson": "", "Camelia": "", "Satou": ""}}