{"filename": "Four-Rooms_script.txt", "imdb_id": "tt0113101", "imdb_url": "https://www.imdb.com/title/tt0113101", "characters": ["Kiva (segment \"The Missing Ingredient\")", "Angela (segments \"The Wrong Man\", \"The Man from Hollywood\")", "TV Dancing Girl (segment \"The Misbehavers\")", "Eva (segment \"The Missing Ingredient\")", "Man (segment \"The Misbehavers\")", "Corpse (segment \"The Misbehavers\") (as Patricia Vonne Rodriguez)", "Juancho (segment \"The Misbehavers\")", "Sigfried (segment \"The Wrong Man\")", "Athena (segment \"The Missing Ingredient\")", "Wife (segment \"The Misbehavers\")", "Sarah (segment \"The Misbehavers\")", "Jezebel (segment \"The Missing Ingredient\")", "Diana (segment \"The Missing Ingredient\") (as Amanda deCadenet)", "Elspeth (segment \"The Missing Ingredient\")", "Raven (segment \"The Missing Ingredient\")"], "dialogues": {"": "\n[1]       \n[2]  \n[3]    \n[4]There used to be a staff of fifty in this place. I'm the only one left from those days. It all comes down to one sap: the night-shift bellhop, that's me. What the hell is a bellhop? You know where the name comes from? Of course not... It's so simple it's stupid. They ring a bell and you hop. You hop to front and center. No heroes in this line, kid. Just men doing a job. No questions asked, none answered. I try to keep it simple, kid, not too personal... \n[5]You met any of those old stars? \n[6]Stars! Are you kidding me? I took Rin Tin Tin out for a shit, for Christ's sakes. I taught Shirley Temple how to roller-skate. I saw Fatty Arbuckle regurgitate three cheese sandwiches right on the spot you're sitting, kid. What did you say your name was? \n[7]Ted. \n[8]Ted, right. I remember Marilyn used to come down at night and doze off in the kitchen. She liked the sound of the fans out back spinning around. Sure, these were stars, kid. Errol Flynn used to call me \"Alibi.\" You'll pick up a few stories yourself, kid. \n[9]I don't think so, not like yours. \n[10]What do you think a star does when he goes to the bathroom, kid? \n[11]Beats me. \n[12]He pulls his pants down and takes a crap just like you and me. Take my word for it. \n[13]Camacho! \n[14]Who? \n[15]The cigar. Cuban. A good cigar, wrapped in Miami. I get a box of them every Christmas from the chairman of the board. I think he sends them to me to keep my mouth shut. It's tough not to get a little personal in this business. \n[16]What do you mean? \n[17]Put it on. \n[18]Frankly, you look stupid... like the Philip Morris guy. I can't believe I wore that thing for fifty years. You keep it. \n[19]Stay away from night clerks, kids, hookers, and marital disputes. \n[20]Never have sex with the clientele. \n[21]No way, not me. You got any other advice. \n[22]Always get a tip. \n[23]  \n[24]Sam! Hey, Sam, wait a minute! \n[25]What? \n[26]I just want to say good-bye. \n[27]Who are you? \n[28]Uhhh, Betty. The concierge. Your boss. \n[29]Oh yeah. Gotta light, sister? Goddam cigar went out. \n[30]Yeah, sure. \n[31]I just want you to know, from the owner and all the staff, your fifty years of service have been an inspiration to us all. You're a legend in your own time, and the Mon Signor will never be the -- \n[32]Just forward my cigars, Red. Aufwiedersehen! \n[33]Sam the bellboy. Now there was a man. \n[34]Yeah. Oh, hi, Teddy. Ready to start the night shift? \n[35]Yeah. \n[36]Well, let me buy you a drink. \n[37]You wanna buy me a drink? I'm starting my shift. \n[38]You're not an alcoholic, are you; one drink won't kill you. \n[39]Yeah, sure. \n[40] \n[41]  \n[42]After fifty years, Sam retires, and you're taking over the night shift. \n[43]Correct. \n[44]You're filling some mighty big shoes. \n[45]Oh, I know. \n[46]Sam was a legend in the hotel business. \n[47]Oh, I know... \n[48]A bellhop's bellhop. \n[49]An inspiration to us all. \n[50]He ran the night desk for fifty years, all by himself. \n[51]An amazing man. \n[52]No desk clerk. No night man. No help. Just fuckin' Sam, and his wits. \n[53]A man alone. \n[54]And you're gonna do the same. \n[55]I know. \n[56]Tonight. \n[57]Tonight! \n[58]Yes, tonight. \n[59]I can't. \n[60]Yes, you can. \n[61]No, I can't. I never worked the night shift before. \n[62]Oh night shift -- smight shift. \n[63]We were supposed to work it together. \n[64]I know, but I can't. \n[65]Why not? \n[66]I'm having a New Year's Eve party. \n[67]Since when? \n[68]Actually, I'm not having it. My roommate is. And there's this guy. German guy. He's gonna be there. And so am I. \n[69]I can't run this place by myself. \n[70]Oh, sure ya can. \n[71]No, I can't. \n[72]Sam ran this place by himself for fifty years. \n[73]Yeah, and he had fifty years of fuckin' practice, too. I haven't had a day. \n[74]Look, Teddy, calm down -- \n[75]-- Don't call me Teddy. \n[76]Ted, the night's cake. It's easy. The day's when it's busy. During the night there's nothing to do. \n[77]It's New Year's Eve. \n[78]Which'll make it less busy than normal. Ever worked on Christmas? Unless you sell turkeys, business is dead. You just got butterflies, that's all. \n[79]What I have ain't butterflies. I can't handle this hotel all by myself. \n[80]Okay, let's calm down a minute. Slow it down, cool it off. Let's just talk. \n[81]You can say any goddamn thing you want -- \n[82]-- Ted? I thought we were calming down? I thought we were cooling off? No hostility. Say good-bye to hostility. We're just talking. \n[83]Okay... okay... okay... I'm calm, I'm cool, let's talk. \n[84]Ted, in a nutshell, all you have to do is hold the fort. It's New Year's Eve. Most of the guests are going out. You'll just be giving them a little nod as they come staggering in at three... four... five... in the morning. Nobody's having any parties, a few get-togethers, but no parties. You got about three people checking in tonight, that's it. The only variable is Chester Rush in the penthouse. \n[85]Chester Rush? The guy from The Wacky Detective? \n[86]Yeah, him and his entourage checked in last night. They're in the penthouse. The only reason I refer to it as a variable is that he's a movie star. Ya never know about movie stars. I'm tellin' ya, Ted, it's cake. \n[87] \n[88]Okay. \n[89]Great -- \n[90]-- For fifty bucks. \n[91]Fifty bucks! \n[92]You're shirking your duties for this Nazi. For that you pay a price, and the price is fifty bucks. \n[93]One, Horst is not a Nazi. Two, that's not a fair price. You're taking advantage of the situation. Twenty bucks. Now, twenty bucks is a fair price. \n[94]Yeah, but what you're doin' to me ain't fair. And, you are completely and totally taking advantage of me and your position. So fifty bucks is the perfect price. \n[95]Okay, but don't be a pussy. You don't bother me unless it's an emergency. In fact, for fifty bucks, you better not call me unless the fuckin' building's burning down. \n[96]Get ready to take the desk. \n[97] \n[98] \n[99]\n[100] \n[101] \n[102]   \n[103]Pleeze be careful -- my God. You have no idea... \n[104]I'm usually a good tipper, but this one -- this cab driver -- he had green all around him. I don't like that in a man. \n[105]Green? Is that bad? Like you read auras or something like that? \n[106]Something like that. \n[107]Yeah, well what color are you seein' around me... how's the tip lookin? \n[108]I see purple... in your face, and... \n[109]...you're okay. \n[110]  \n[111]Athena Z. \n[112](scratching his head -- weird name, okay \n[113]I will only need to stay till sunrise. \n[114]Okay... and how will you be paying? \n[115]With gold. \n[116]  \n[117]    \n[118]Well -- the other bag -- I need it. \n[119]Right. \n[120]What the hell you got in here, lady? Nuclear weapons? \n[121] \n[122]The others will be coming soon. Send them, pleeze. \n[123]Oh -- I forgot to show you how to turn on the Jacuzzi. \n[124]I been in dis' place many New Year's. So... you send the others to me, huh. Go now. \n[125]     \n[126]On this night, oh great goddess Diana, we restore your virgin flesh and bring you back to real life. \n[127]Soon -- I take you to the pond for a cleansing. Well, it's a swimming pool, but it will be under the setting sun, okay? \n[128]   \n[129]May I help you? \n[130]I... we... have a reservation. \n[131]Kiva! \n[132]Wait up, gawd! I had to get supplies for this boring ass night. \n[133] \n[134]Oh yeah... you must be one of \"the others.\" And what're you carrying -- the Rock of Gibraltar? \n[135]What'd I tell you about smoking? \n[136]You smoke. \n[137]That's right -- I smoke, and I'm addicted to it, and I don't want the same thing to happen to you. \n[138](in game-show host voice \n[139]Kiva! That's enough -- \n[140]You're not my mother! \n[141]Yes I am. \n[142]Then why're we sleeping together? \n[143]Well... I didn't mean it... literally. I... I happen to be the only one who... cares about you -- \n[144]Please -- take us to our room! \n[145]   \n[146]Flea powder. One of the others is bringing her cat. \n[147]You're gonna have to wait in the other room. \n[148]Why? \n[149]Because I said so. \n[150]I'll watch TV. \n[151]You can't watch TV because the noise will interfere with our ritual. \n[152]Okay... Mommy. \n[153]Soon -- our goddess will come. I will go get her negligee. \n[154]What are you doing! Have you no respect -- who -- who is dis girl? \n[155]Kiva. My friend. Kiva, turn off the TV! I can't leave her at home -- she's on probation and I gotta keep an eye on her. \n[156]Well, Elspeth, your friend cannot stay here during the ritual. She may be one of your kind, but she is not one of us. \n[157]She stays!! Or I go -- along with my offering! \n[158]\n[159] \n[160] \n[161]Let's not forget -- I am the High Fucking Priestess. Deal with dis girl! \n[162](eyes lifted to heaven, wearily \n[163]  \n[164]Kiva... you know what I love about you? \n[165]Your sweet side. \n[166]And what do I get if I'm sweet? \n[167]You get whatever you want. And you know what else I love about you? \n[168] \n[169]Your nose. \n[170]And I saw you checking her out. \n[171]  \n[172](talking to her cat in baby talk \n[173]  \n[174]Well, this is just darlin'! Just darlin' Hi-dee, girls... \n[175]Toodle-loo. \n[176]Well -- I see Elspeth has herself a new lil' fool -- what the hell is she doin' here on our night of annual ritual? \n[177] \n[178]\n[179] \n[180]Why do I always attract girls who are looking for a babysitter? \n[181]Well now, honey, maybe Juvenile Hall ain't the best place to find serious relationship material. \n[182]    \n[183]I'm looking for the room for making love. \n[184]You might be referring to the Honeymoon Suite. Straight thata way... you can't miss it -- see all that furniture in the hallway -- \n[185]Oh I know the way. I just wanted you to know that I knew where I was going and that you needn't bother yourself with me. The others are here -- great! \n[186] \n[187] \n[188]Past New Year's? \n[189]Oh yes -- we've been coming here every New Year... for a long time. Thanks for your patience. \n[190]Oh hey -- no problem -- wreck the place. Bring in cats. Ruin the carpet with flea powder, pour paint in the Jacuzzi. Throw the furniture out the... where're your bags? \n[191]I travel very light. \n[192]  \n[193](already weary of these girls \n[194]Oh... yes... I'm late. \n[195]All right -- lemme give ya a hand. \n[196]Oh... no, that's all right. I can carry them by myself. \n[197]I'm a man doin' a job -- no hero. \n[198]Well gosh -- thank you! \n[199]  \n[200]Tell me, how long have the others been here? \n[201]About an hour. \n[202]  \n[203]You are very late, Eva. \n[204]I'm sorry, Athena. I was attending a birth and the placenta was late in coming. \n[205]Oh, wait, lemme give you a little more than that... \n[206]Which birth is more important to you, that of a mortal or that of a goddess? \n[207]All life is precious... but I do apologize for being late, Elspeth. \n[208]Back home, they jist yank on the umbilical cord, do a Karate chop on the mama's belly, and them things come right out. \n[209]They do that here, too, Jezebel, in the hospitals, but it causes hemorrhages. I fed the mother a bowl of comfrey tea and it brought the afterbirth down perfectly. The couple are going to use it for fertilizer to plant a lovely tree for their baby. \n[210]Oh wow -- if they were really back- to-nature, they'd eat it, like other mammals do. \n[211]In some Native American cultures, they dry the umbilical cord, grind it to a fine powder, and put it in a leather pouch that the baby wears to ward off evil. But burying the placenta is also a very sound ecological practice -- 'cause of the oxygen it carries. \n[212](cheerfully to the others \n[213] \n[214]Wait. We do need a few things. \n[215]We need fresh rosemary from the kitchen. Mostly what we need is from the kitchen. Hey, are you listening? \n[216]Yeah, yeah, rosemary. \n[217]And a little bit of sea salt or Kosher salt if you don't got no sea salt. A bottle of spring water -- Italian please, not French shit. \n[218]And some french fries! \n[219]Kiva, shut up. \n[220] \n[221] \n[222]Shut up, you little shit. \n[223]Don't talk to her that way! \n[224]Get to work, man. \n[225]Kiva... \n[226]What? \n[227]You have to go in the next room now. \n[228]Oh, wow, like I'm bummed out that I can't watch. I'm bored! \n[229]\n[230]  \n[231]Don't put me in there by myself. I'll miss you way too much. \n[232]Kiva, don't do this to me. \n[233]Please... if you just lemme... I'll play dress-up with you, the way you like it... you know what I mean... remember...? \n[234]We can pretend and I'll do it exactly... the way you want it... with the egg whites and the kilt. \n[235]You mean... like last week? \n[236]We'll talk about this later, Kiva. \n[237] \n[238]Aw, really now -- child abuse? \n[239]You stay outta this! \n[240]I demand this stop now, Elspeth! \n[241]I'm running away from you! \n[242]Fine. Go ahead. And I'll call your parole officer and she'll find you and send you back to Eastlake! \n[243]Now that the fucking melodrama is over, can we start the goddamn ritual -- pleeze? \n[244]We are communing here on New Year's Eve to bring to life the great goddess Diana, who was turned to stone in this very room forty years ago today. \n[245]Diana, great beautiful one, we make these offerings to you, that we may undo the wicked spell which deprived you of the seed of your lover, your virginal blood, of your very life. We now form the symbolic rock with our bodies. \n[246]On this night, in this hour, we Call upon the Ancient Power O Goddess bride, I offer thee Milk from a mother's sweet titty! \n[247]To reverse the evil which has been done I make this offering to the Divine One A whore not, an innocent was, For whom I seized a virgin's blood. \n[248]Goddess of Light, Goddess of Lust, To undo this awful spell is a real must. To bring you life and get you high I offer the sweat of five men's thighs. \n[249]Diana, oh great one, we live without sun Until this wicked curse is undone. In hope that you live, and to us appear, I have collected a year's worth of tears. \n[250]Great Goddess Diana, fail you I will, I was to bring fresh sperm from my Bill. I had him erect, and his semen would follow But alas I was hot, so hot that I swallowed. \n[251]You stupid little witch! You swallowed the sperm! Aye-yi--yi! \n[252]It just shows what an amazing lack of control you have over yourself, Eva! \n[253]Honey, why didn't you just use your hands? Didn't your mama teach you not to put them things in your mouth? \n[254]I understand though... \n[255]There is no time to cry over swallowed sperms. You're gonna have to get some, baby. You have one hour to prove what kind of witch you really are. \n[256] \n[257]Ted... the bellboy. \n[258]Mr. Bellboy, come right in! \n[259]Here's the things you asked for. Oh, and uhh, sorry, but I'm not gonna pick the eyes outta this dead fish. \n[260]  \n[261]  \n[262]If she doesn't get his goop in ten minutes, I'm going to take him myself. \n[263]Ha! That'll be a first for you. \n[264]Oh shit -- Kiva! \n[265]And just where do you think you're going? \n[266]Well, gawd -- I need a candy bar or something -- you haven't fed me all day. I'm getting all shaky. My blood sugar's really low. \n[267]Elspeth -- honestly now -- some babysitter you're turnin' out ta be! \n[268]Enough, girls. I will collect fresh earth. Jezebel, I want you to gather damp moss. Raven, you bring me a birch branch. \n[269]  \n[270]Help me out, lady. I gotta earn this fifty bucks! \n[271]Oh look, they don't care if I smile or not! All they want is... \n[272]You won't understand, believe me. \n[273]Try me. I've been around, y'know. \n[274]Well... okay. The five of us -- Elspeth, Jezebel, Athena, Raven and me -- are a coven. \n[275]Ha, like a coven of witches? \n[276]Yes. \n[277] \n[278]I knew that! \n[279] \n[280]Gee, you don't look a day over twenty! \n[281]Oh... ha ha... I mean the witches before us tried and failed. But Athena, our High Priestess, discovered a great potion to reverse the evil spell which turned our beautiful goddess into an old rock. \n[282] \n[283]She was a beautiful virgin. An entertainer by trade, but a great sorceress by design. It was here in this very room, on her wedding night, a jealous rival placed the curse on Diana. \n[284]She turned to -- that -- here? \n[285]Yes... and her young husband turned into a pink fish! They found him swimming in the pool in circles. While our dear goddess: a stone in her honeymoon bed. \n[286]This was Diana. \n[287]This girl here? This is the goddess Diana? \n[288]I hate to tell you this, but I kinda doubt she was a virgin. \n[289]Oh, but she was! She had lovers, but she saved that for marriage. Which is the example I've tried to follow: to do everything but that till I marry... \n[290]Hey, don't cry... a virgin is a rare and beautiful thing. If you say she was a virgin, I'll believe it. \n[291]Well, it doesn't matter now... and she won't be resurrected tonight 'cause I failed her. I let my whole coven down! \n[292]Wait a sec -- that rock was gonna turn back into this? \n[293]Now, that would be something worth seeing! \n[294]Only, not now -- we were each supposed to bring something -- a life fluid. \n[295] \n[296]Only... I swallowed it... \n[297]You swallowed what? \n[298]You mean, you were supposed to bring... like... like a guy's... and you...? \n[299]And now, you're my last chance! \n[300]  \n[301]Ha, c'mon now, joke's over. Hey, we're gonna step in the flea powder. \n[302]That's not flea powder, that's sacred dust ground from the horns of Albino goats. \n[303]Right! I knew that! \n[304]What's a nice girl like you doing in a coven, anyway? \n[305]Well, see, what I really want to do is be a midwife. I've attended four births already! I can prevent vaginal tears and everything. \n[306](trying to dodge her hexing eyes \n[307]I joined the coven to attain greater understanding of my feminine power so I could become a truly great midwife! \n[308] \n[309]Do you really think so? \n[310](buckling under the temptation (she licks his neck; his eyes roll back heavenly \n[311]Who's Betty -- your girlfriend? \n[312]No. My boss. \n[313]Oh good! \n[314]Oh no! \n[315] \n[316]  \n[317]My phone number in Topanga. Call me? \n[318] \n[319]What's that used for? \n[320]It's a birch branch, symbolizing eternal life. You can also use the bark for a tea which assists in astral travel. \n[321]Hey -- I wanna be a witch! \n[322]  \n[323]I'm a woman now! \n[324]But where is his \"stuff\"? \n[325](pointing to the Jacuzzi \n[326]Ooohhh honey, you're gonna be sore tomorra! Didn't your mama teach you that water strips a girl's lubrication? \n[327]Sex in water is great in the movies, not in real life... but you will learn. As we all did. \n[328]Yeah, when she can't walk... I guess you wouldn't have those kinds of problems -- without penetration. \n[329]No. And virtually no cervical cancer, either. \n[330]Okay, girls, enough Sex Education 101, let's get going with our ritual, goddammit. \n[331]Goddess Diana, I offer you The jism of one I wooed for you That you may live and know such bliss Of getting laid by a guy like this. \n[332]So must it be. Three times three times three. \n[333] \n[334]  \n[335]I don't understand what went wrong. \n[336]I say Eva pulled one over on us. \n[337]What? \n[338]Honey -- Eva was wearing the face of someone just fucked good... and the best actress in this world, or any other, can't fake a thing like that! \n[339]Exactly -- if she was fucked so good, how could she save his come? \n[340]It could be done... \n[341]Girls, knock it off. Maybe... maybe it needed to be the sperm of a virgin male. \n[342] \n[343]Let's leave her here, with the sword, until dawn. I will come back for her before checkout time. I just... feel too sad to carry her away before the sun comes up to warm her. \n[344] \n[345] \n[346] \n[347]Next year, we try again -- with virgin sperm. \n[348] \n[349] \n[350] \n[351]  \n[352]Oh, Jesus, what did I tell you? Do you want milk and cookies, or do you not? I can't turn on an adult station without permission from your parents. That's not what the machine tells me. You be good and you'll get milk and cookies, but for now leave me alone, please. I'll be up later to put you both to sleep. \n[353] \n[354]Room Service. \n[355]  \n[356]What room am I in? \n[357] \n[358] \n[359]This is the front desk, sir. \n[360]What room are we in? \n[361]How should I know? I just got here. \n[362] \n[363]If you care to go to the door and look on the other side, you'll find the room number. \n[364] \n[365]Who's your assistant? \n[366]The girl you party with every night. \n[367] \n[368]I'm here alone, sir. \n[369]It's room 404, I think. \n[370]I could have sworn we were on the fifth floor. \n[371]Right. 404. \n[372] \n[373]What do you need, sir? \n[374] \n[375]Ice. \n[376]Ice? \n[377]Ice. \n[378] \n[379]Ice. \n[380]Yeah. Ice. \n[381]Right, sir. Ice. 404. I'll be with you momentarily. \n[382] \n[383] \n[384]\n[385] \n[386]   \n[387] \n[388]Anybody home? \n[389]No one here but us chickens. \n[390]Say, it's pretty dark in here, sir. \n[391]What do you expect, Theodore, a fuckin' floor show? \n[392]Do I know you? \n[393]I don't know. Do you? \n[394]I brought your ice. \n[395]That's cute. In fact, the whole getup's kind of cute. The monkey suit's a nice touch, honey puss. \n[396]This has to be a mistake. Is this room 404? \n[397]Theodore? What do you take me for, Theodore? \n[398]A very upset man? \n[399] \n[400]How do you know my name, sir? \n[401]I'm psychic, Theodore. \n[402]Look my name is Ted, actually, and I have no idea what's going on here, but I've obviously come at a bad time. \n[403]Let's not belabor the fact that you have no sense of timing, Theodore. The fact is you're here. \n[404] \n[405]Oh fuck, there's a mistake. You're fucking wrong here. My name is Theodore, yes! My mother named me that and I hate the name. But I'm a fucking bellhop. People call me Ted. I work here. \n[406]Look, I'd love to sit here all night with you talking about things like when you broke in your first mitt -- That was insensitive of me, wasn't it, T H E O D O R E? But let's cut to the chase, okay? \n[407]Okay. \n[408]So apologize! \n[409]For what? \n[410]You are really beginning to annoy me, Theodore. \n[411]Look, obviously you two are working something out and if I could help you with your problem I would. \n[412]What are you saying? Are you saying I got a problem? Are you trying to say I don't give her what she needs? That I'm FUCKING INSENSITIVE!! \n[413]Look, is this about another man? Or something? \n[414]Let's get our ABC's right, here, Theodore. Theodore, right? \n[415]Ted's better. \n[416]Ted, okay... Are you saying my wife cheats on me? \n[417]I didn't say that... I... \n[418]Oh, for Christ's sake, Theodore, this is about as intimate a situation as you can get, you, me, and Angela here. It's pretty cozy. To say nothing of how stupid an idea it is to lie to a man with a loaded gun without considering the possible response. I demand an apology! \n[419]Don't move. I've got to take this. \n[420]  \n[421] \n[422]I want you to pray for forgiveness, Theodore. \n[423] \n[424]I apologize... \n[425]For what? \n[426]For fucking what? \n[427]That I said you might have been unfaithful? \n[428]\"That I said you might have been unfaithful?\" Listen, Theodore, you're in church here... you're kneeling in front of an altar. Truth... truth is all it hears. Say the following, \"I, Theodore, must humbly and sincerely apologize for saying that you fucked another man!\" \n[429] \n[430] \n[431] \n[432] \n[433] \n[434]You mind if I...? \n[435]Go ahead. Spit it out. \n[436]I don't mean to upset you further, sir, but I think she was trying to say yes. \n[437]Are you condescending to me, Theodore? \n[438]Absolutely not, I would never do that. \n[439]Why don't you just say it? \n[440]Say what? \n[441]That you think I'm an idiot. \n[442]I would never say that. \n[443]You think you're superior to me, don't ya, Theodore? You don't think I notice there is a gag in the woman's mouth. \n[444]Of course you do. \n[445]Naturally \"of course.\" And do you know how I know that? \n[446]How, sir? \n[447]Because I PUT THE GAG IN HER MOUTH! I'm gonna let you in on a little secret about communication, Theodore. It's all in the eyes... Him? Or me? Him or me? No one? Okay. Let's drag it out. \n[448]  \n[449]What! \n[450]We don't have time to play charades here, asshole! Untie me quick. \n[451]Listen, lady, I don't know what in the hell is going on here, but I'd appreciate it if you would explain to that nutcase that he's making a big mistake. \n[452]Look, whether you like it or not, you're in the middle of a situation here you can't just wish your way out of. \n[453]But I've never seen you people before, we're complete strangers. \n[454]Everyone starts out strangers, Ted, it's where we end up that counts. Hurry up. \n[455]I don't know if I can do this. It's too hard. \n[456]Life is hard, Ted. You ever stopped to consider how many times you change your underwear in a lifetime? \n[457]I don't mean literally, you ignoramus. \n[458]What? \n[459]Forget it, listen to me. There's a gun in my suitcase behind the bed, it's loaded... \n[460]I'm not going to shoot anybody. \n[461]Fine. Get the gun and I'll shoot \"anybody.\" \n[462]And make me an accessory in the murder of your husband? \n[463]That's not fair. It just isn't fair. \n[464]Get a fucking grip on yourself. First off, who says he's my husband? And second, we are a long way from fair here, fair is back in jolly old England eatin' crumpets and sipping on tea. \n[465]Tut. Tut. Tut. Not so fast. Well, maybe there are two sides to this thing. \n[466]There are two sides to a plate, still you only eat off of one. Now GET THE \n[467] \n[468]So why's he got you tied up? \n[469]I'm a werewolf, Ted! Get the gun! \n[470]Come on, Ted. Come over here just for a minute. You can do it. Come on, Ted. You look like a good guy. \n[471]That's it, Teddy. You look so much more attractive when you're self- assured. \n[472] \n[473]Nine thousand, three hundred and twenty-two times, to the best of my estimation. \n[474]  \n[475]I was just beginning to think I could trust you, Theodore. Silly me. \n[476]I was just trying to help her breathe a little. \n[477]Don't let me stop you, Teddy. You don't mind me calling you Teddy, do you? \n[478]That's fine. \n[479]I used to have a little bunny rabbit named Teddy, it looked real cute nibbling on Angela's ear. Only problem here is you're no bunny rabbit, Theodore, and it really fuckin' razzes me to picture you doin' it. But don't let me stop you, Teddy... no need to play sneaky-poo. \n[480]Look, man, if this is some kind of Voodoo thing and you want me to have sex with your wife, there is absolutely no way. \n[481](shouts at the top of his lungs \n[482] \n[483]What's the matter, no whiz left in the cheese? I'm not cramping your style, am I? \n[484]Look, I'm not playing this game anymore. \n[485]It's almost all over, Theodore, and soon you can go home to Mommy. \n[486]My name is not Theodore, it's TED, \n[487]TEDDY, NOT THEODORE... TED... Yes, my mother did me the service of naming me Theodore and I haven't a clue as to how you know that because everyone who knows that lives a long way away from here. Do you have any idea what it's like to go to school where all the other kids' parents are in jail doing time for crimes like grand larceny, aggravated assault, burglary and murder, and you get stuck with a mother who names you Theodore and dressed you up in little matching pink outfits with, get this, a little blue bow fucking tie! Well, I'll tell you what happens. Pretty soon Theodore becomes \"Theo the Thumper,\" and when Theo the Thumper gets old enough, he packs his bags and goes thousands of miles away where he can put the whole bloody mess behind him. So, if you don't mind, shoot me now, because no one is going to call me that again. My name is Ted, okay? Got it? TED! \n[488]Sigfried. \n[489]What? \n[490]My name is Sigfried. \n[491]Sigfried? \n[492]Yah, Sigfried. \n[493]Nice to meet you, Sigfried. \n[494]Very impressive, Ted. \"Theo the Thumper?\"... Ouch. It's a deal, kid. Ted it will be. \n[495]Thanks. \n[496]You okay, mister? I'll get help! \n[497] \n[498]Get me the nitro... it's in the bathroom cabinet. Now! \n[499] \n[500]     \n[501](shouting in the distance \n[502]  \n[503]   \n[504]  \n[505]Hi... \n[506]Listen, I'm stuck here in a situation that I can't even begin to explain, but would you be so kind as to get help? Could you call the police, please? \n[507] \n[508] \n[509]  \n[510]Sigfried? \n[511]Where's the fucking nitro? \n[512]I couldn't find it! \n[513]You took long enough. Untie me, for Christ's sake, you fucking upset him and he's dying. \n[514]I thought you wanted to kill him. \n[515]You'd make a great cop, Theodore. \n[516]I can't handle this alone, I'd better get help. \n[517]I tie a pretty good knot, don't I, Ted? \n[518]Thank God you're okay... \n[519]Never felt better. \n[520]You bastard! \n[521] \n[522]If the simple fact that I didn't want your bloated, dead body lying out on the floor is love, then no wonder we find ourselves as we are at this very fucking moment. \n[523]Oh, no. I heard you and there was genuine care in that voice. Can't be denied. Can it, Ted? \n[524]I think you're right and, if you just keep this kind of open dialogue going, you'll go a long way to resolving this misunderstanding. \n[525] \n[526]You heard shit, monkey boy. Easy for you to say after you fuck another man's wife. You should at least have the guts to stand by your convictions. \n[527]That's a lie, Sigfried. I swear to God. \n[528]When I think of all the times you were inside me promising me a better life, it makes me want to puke. \n[529]Why are you doing this? What have I ever done to you people? \n[530]What didn't you do, stick man? Unfortunately, you don't have the balls to back up the actions of your huge cock. \n[531] \n[532]She's lying again, mister. It's not that big. \n[533]Show it to me. \n[534]Come on, man, she's lying. Can't you see she's fucking with you? \n[535]Put it this way, God made up for what he did to Gumby with Ted here. \n[536]Show it to me. \n[537]Show him your cock, Theodore. \n[538]Stop talking about his cock, will you?! \n[539]It's hard to stop talking about something so huge. I could go on and on about his cock, bone, nob, bishop, wang, thang, hotrod. Hump mobile, Oscar, dong, dagger, banana, cucumber, salami. Sausage, kielbasa, schlong, dink, tool, Big Ben, Mister Happy, prick, disk, pecker, peter, pee-pee, wee-wee, weiner, pisser, pistol, joint, hose, horn, middle-leg, third- leg, meat, stick, joystick, dipstick. \n[540] \n[541]Please, don't leave me. I'll call you Ted from now on. \n[542]It's not me, mister, I swear. \n[543]Personally, I don't give a fuck, Ted, it's just I don't want to be alone right now. I'm feeling a little vulnerable. \n[544] \n[545]That's beautiful. \n[546]Kind of nice down here on the floor, isn't it, Ted? \n[547]Yes, actually. \n[548]Things take on a whole new perspective... You'd like my trust, wouldn't you, Ted? \n[549]Yes I would. \n[550]I just got one thing to ask you and I'll let you go. \n[551]Okay. Okay. \n[552]Tell me straight now. \n[553]What? \n[554]What was it like? \n[555]What was what like? \n[556]You know, you and her. \n[557]Oh, for fuck sake, Sigfried, what do you want me to say? \n[558]Either way you're fucked, right? You ever gonna see her again, Theodore? \n[559]If I ever saw her again, I'd run the other way. \n[560]Promise? \n[561]I promise. \n[562]You're lying, but I can respect that, Ted. If you told me, it would no longer be a secret, and secrets have a power, kid. You open that box and they disappear forever. A bad secret will rip you apart, but the good one are all you got. In the end, when all the people you knew are dead and gone, all you'll have left are you secrets. And when you die, the box is open and it all blows away -- dust to dust -- all the anger, jealousy, desire and love just blow away. \n[563] \n[564] \n[565]I can see that. \n[566]Maybe to a fault. \n[567]Don't beat yourself up over it. \n[568]That's nice of you to say, Ted, but I probably should make a clean break of it, cut her loose and get my own place. I just can't imagine living without her. Do you think I should seek professional help? \n[569]It's not for everyone, but maybe in your case it could help. \n[570]You ever been out on the ocean at night? \n[571] \n[572] \n[573]You people gonna be okay? \n[574]We're fine, Ted. \n[575]Would you like me to...? \n[576]Another time, Ted. \n[577] \n[578]  \n[579]Happy New Year, buddy. \n[580]Happy New Year. \n[581]I was just in room 404, what a party! You know where room 409 is at? \n[582]Beats me. It's somewhere around here. \n[583] \n[584] \n[585] \n[586] \n[587]\n[588] \n[589] \n[590]    \n[591]Front desk. \n[592] \n[593]  \n[594]Bottle of Moet et Chandon. Fast. \n[595]Give me that... \n[596]There... see? You look cool with your hair up like this. Like me... \n[597]Not down and to the side, all stupid like your mom likes to comb it. \n[598]You've got your mother's hair. \n[599]I can't do anything with it. \n[600]There. Go. \n[601](putting a plastic clip in Sarah's hair \n[602] \n[603]I didn't think so. \n[604]Hey. \n[605] \n[606]Here in the room? By themselves? \n[607]No... with the television. \n[608]You want to have fun tonight, don't you? \n[609]Yes. \n[610]They'll be fine. \n[611]Hey. \n[612]You guys are going to stay here and watch TV. \n[613]I want you to be in bed asleep before twelve. Your mother and I will be back later on. \n[614]Okay? \n[615]Don't misbehave. \n[616]Why did we have to get all dressed up if we weren't going with them? \n[617] \n[618]   \n[619] \n[620]  \n[621]What are you doing? \n[622]Escaping. Stinks in here, anyway. \n[623] \n[624]Behave. \n[625]Yes, Papa. \n[626]The champagne you ordered, sir. \n[627]No time for this. Leave it on ice. \n[628]But I want some now... \n[629]There'll be plenty for you and the party, baby, you can bomb yourself all you want at the party. \n[630]What a waste. \n[631] \n[632]You want five hundred bucks? \n[633]Sure! \n[634]How about three? \n[635]Three hundred? \n[636]Yeah. \n[637]Three's good. \n[638]My children are staying here tonight watching TV. I want you to check up on them every thirty minutes. \n[639]Check up on 'em? \n[640]Make sure they're all right, make sure they're fed, make sure they go to bed. \n[641]We can call out and hire a babysitter. \n[642]I don't trust babysitters. My children are safer alone than with some fucked- up pedophile babysitter I don't know from the man in the fucking moon. \n[643]What about him? What makes you think you can trust him? \n[644]Tell me that's not a face you can trust. \n[645]Look, sir, I'd like to help you out, but I really can't. I'm all alone here tonight. \n[646]One hundred... two hundred... three hundred... \n[647]I thought you said five hundred. \n[648]I said three hundred. \n[649]No, you distinctly said five hundred. \n[650]You calling me a liar? \n[651]No, I'm not saying you're lying. I'm saying you accidentally forgot that what you first said was five hundred. \n[652]I don't do anything accidentally, jerk. I might've first said five hundred, but what I last said was three hundred, and what you say last is what counts. \n[653]Well then, if you say five hundred one last time, we got a deal. \n[654]You fuckin' with me, Pendejo? \n[655]No, not at all. It's New Year's Eve and I'm here alone. If there was somebody else here, no problem, but I'm by myself. And looking after your kids is a pain in the ass I don't need -- \n[656]You callin' my kids a pain in the ass? \n[657]-- No, they're not a pain in the ass, it's the situation that's a pain in the ass. \n[658]No, you were right the first time. You win, tough guy, five hundred. \n[659] \n[660] \n[661]Yeah. It's Ted. \n[662] \n[663]   \n[664] \n[665]Make sure they're in bed before midnight. \n[666] \n[667]No... \n[668]Don't misbehave. \n[669]  \n[670]    \n[671]Okay. These are the rules. Don't break the rules and I won't break your necks. \n[672] \n[673]Except they were joking. I'm not. \n[674]The rules are simple. Don't do anything you wouldn't do if your parents were here. If there's an emergency, call me on the phone, like your dad said. \n[675]That's not what he said. \n[676]He said to call if we need anything. \n[677]Well, I've got a lot of work to do and I can't have you calling me every time you want a drink of water, so please limit your calls to emergencies only. \n[678]We paid you five hundred dollars. We'll call you if we need anything. You don't want to upset my dad. \n[679]Okay. Please. Try to call only when necessary. Watch TV, and if you're good, I'll bring up some milk and cookies. Bye. \n[680] \n[681]  \n[682] \n[683]    \n[684]Your feet stink. \n[685]They don't stink. \n[686]Check it out. T &amp; A. \n[687]Change it. You're not supposed to watch this. \n[688]We're supposed to watch TV. \n[689]Not this kind of TV. Change it. \n[690] \n[691]  \n[692]Front desk. \n[693]  \n[694]Ted? Hi. It's me, Sarah. You're our sitter for tonight. \n[695]Oh, Jesus, what did I tell you? I said if you don't bother me, you'll get milk and cookies. Now, do you want them or do you not? \n[696]I want you to turn off the Nudie station in our room. \n[697](reading stats on room 716 \n[698]No. Not turn it on, turn it off. It's already on. \n[699]That's not what the machine tells me. \n[700]Well, stop listening to the machine and listen to me. There's naked ladies dancing on my TV and I want 'em off. \n[701]If you're good, you'll get milk and cookies, so leave me alone, please. I'll be up later to put you both to sleep. \n[702]  \n[703]Change the channel, now! \n[704]Man, you're the one with the stinky feet. \n[705]They don't stink. \n[706]Yeah, they do. \n[707]Here, smell for yourself. \n[708]Go ahead. \n[709] \n[710]   \n[711]  \n[712]Don't shake it! Ted? Hi. It's me. Sarah. \n[713]Yeah. Who died? No one? Then don't call me. \n[714]I thought I'd tell you that your cleaning ladies are doing a bum job. There's all kinds of leftover stuff around here. \n[715]Needles and things. We're not supposed to have needles here, are we? I mean, they don't come with the room, do they? Send someone up here to clean this place up right. \n[716] \n[717] \n[718]I'm calling another room, give me three numbers. \n[719]4-0-9. \n[720]Hello? Hi. You don't know me, and I don't know you, but... do you have any needles? We've got needles here and I was wondering if they come with the room or not. Don't have any? Thanks. Just checking. \n[721]  \n[722]   \n[723](pointing out the rules \n[724]Hey, wait a minute. Let me get out of the way! \n[725]I brought you some milk and cookies. If you want some you have to eat them now, because you're going to sleep. \n[726]We're going to sleep now? \n[727]Your parents said put you to bed before midnight. Well, it's before midnight. Maybe that way you'll leave me alone. \n[728]Those aren't milk and cookies. \n[729]We were out of cookies, so I brought you milk and Saltines. Don't complain! Now hurry up and eat. You're going to bed right now. \n[730]These are old. \n[731]They're stale. \n[732] \n[733]No crackers? Okay, fine. Sleepy time. Now, I don't want you guys wandering around, so if you need to go to the restroom, go now. \n[734]What about our pajamas? \n[735]You wanna look nice in case there's an earthquake, don'tcha? \n[736]Okay. Then stay in those clothes. \n[737]What's that? \n[738]Oh, this is just some Mentholatum ointment. Come on, under the covers. Close your eyes and I'll tell you a story. \n[739]Your dad says he doesn't trust babysitters. I don't blame him. You know what my babysitter did to me once? I never told my parents, either. \n[740]I hated going to sleep. You know, it's nighttime and you wanna run around and act crazy. So what my babysitter did to make sure I'd go to sleep and not be tempted to get up, was, she'd take some of this vapor rub stuff... Can you smell this? \n[741]Well, she'd just dab a little of this over each eyelid, so that I would be sure and keep my eyes closed all night. \n[742]There. Now you've got some, too! Don't open your eyes or it'll burrrn, burn, burn. The smell helps clear your sinuses too, so it's doing double duty. \n[743]What happens when it's morning? \n[744]If you keep your eyes closed all night, it will wear off by morning. But DON'T OPEN YOUR EYES BEFORE \n[745] \n[746]Did you ever open your eyes? \n[747]Yes... I did. \n[748]And now look at me. \n[749] \n[750]Good. You'll do just fine. Sleep well and I won't tell your parents about the champagne. \n[751] \n[752]        \n[753]Are you watching TV? \n[754]Yep. If you wanna watch too, you have to go wash your face. \n[755]Be careful... \n[756] \n[757]   \n[758] \n[759]Ted! \n[760]What do you want now, for Christ's sake! Who died? \n[761] \n[762]What? \n[763]There's a dead body in my bed! \n[764]That's just your brother. Sound asleep. \n[765]No, there's a woman's dead body inside the bed, in the mattress. \n[766]You saw the body? \n[767]Yes! \n[768]Impossible. You've got ointment on your eyes! You can't see shit! Now go to sleep! \n[769]Godammit, go to sleep! \n[770] \n[771]You washed off the ointment? \n[772] \n[773] \n[774]All right. Now you listen to me... \n[775]Get your ass up here and call the police, because there's a dead body in my bed and it smells like shit and it looks even worse, and if you don't help us, my dad is gonna lay you down right next to her, I swear to fucking God! \n[776]Go, sis. \n[777] \n[778]   \n[779]Oh shit! \n[780] \n[781]  \n[782]  \n[783]  \n[784]   \n[785]What the fuck is going on??!! \n[786]Your parents are on their way up and I'm not taking responsibility for this mess! \n[787]Check under the mattress! \n[788]For what? \n[789] \n[790]It's your feet! \n[791](gurgles through vomit- spewing lips \n[792]  \n[793]Don't call her that... \n[794] \n[795]Stop calling her that!! \n[796]\n[797]  \n[798]Jesus!! \n[799] \n[800]  \n[801] \n[802]          \n[803]Did they misbehave? \n[804] \n[805] \n[806] \n[807] \n[808]\n[809]   \n[810]  \n[811]Happy New Year! \n[812] \n[813]Let me speak to Betty. \n[814]Party's over, she probably went home. \n[815]She lives there. \n[816]Oh, well, I haven't seen 'em in a while. \n[817]Do you even know who I'm talking about? \n[818]Yeah... yeah... yeah... I know 'em, I know Eddy. \n[819]Betty, not Eddy. \n[820]Yeah... yeah... I know Betty too... Tall... \n[821]No, not particularly. She's got curly red hair. \n[822]No, no, no, no, no, I know, I know. Japanese girl. \n[823]She's not Japanese! I just said she had red hair. \n[824]Yeah... yeah... yeah... I know her. \n[825]Well, then get her on the phone, it's an emergency. \n[826]Who -- who should I say's calling? \n[827]Tell 'em Teddy from work's on the phone, and it's a major fuckin' emergency. \n[828]Gotcha, Betty from work. \n[829]Not Betty from work, I'm calling Betty! I'm Teddy. Just say Ted. \n[830]Hi, Ted, I'm Margaret. You sound down. Has this not been the happiest of New Year's? \n[831](resigning himself to talking with Margaret \n[832]Awww, how come? \n[833]Well, Betty -- the chick whose house you're at, even though you don't know her -- leaves me here all by myself on New Year's Eve. And first thing right off the bat, I'm fucked by a coven of witches. \n[834]An oven full of witches fucked you? Is that like at the circus when they stick all those clowns in an itty- bitty car? \n[835]A coven. A coven of witches. Well, one witch in particular. \n[836]Was she an old hag with a mole, with hair growing out of it? \n[837]No-no-no, she was... quite beautiful. \n[838]Ted? \n[839]Yes. \n[840]What's the problem? \n[841]Well, admittedly, that was the best part of the night. It was pretty fuckin' cool, actually. But it was still an unnerving way to start off the night. \n[842]Sounds to me like a pretty great way to start off the night. \n[843]Okay, let's just skip over the witches. \n[844]-- Skipping over the witches. \n[845]So, later, in another room, some crazy sucking maniac sticks a gun in my face and forces me to play out some psychosexual drama with his wife. \n[846]He made you have psycho sex with his wife? \n[847]No, he didn't make me fuck his wife, he thought I'd fucked his wife! He held me at gunpoint with a loaded gun! \n[848]What kinda gun? \n[849]I don't know, I'm not a gun guy. It was big. \n[850]Like Dirty Harry's gun. \n[851]Yeah, something like that. \n[852]Did it have a real long barrel or a short barrel? \n[853]What difference does it make? \n[854]Well, for one thing it's the difference between a .44 Magnum and a Magnum .357. \n[855]Who cares if it was a .44 or a .392, it was a fuckin' loaded gun, pointed at my fuckin' head! \n[856]You wanna skip over this part, too? \n[857]I want you to get Betty on the phone! \n[858]Hold on. Anybody live here named... What's her name again? \n[859]Betty. \n[860]Betty! \n[861]Yeah, whatcha screamin' about? \n[862]You're Betty? \n[863]Yeah, I'm Betty, it's my fuckin' place, who the fuck are you? \n[864]I'm Margaret And this is Ted. \n[865]Ted, what's the problem? \n[866]What's the problem? I don't got a problem, I got fuckin' problems! Wanna hear? \n[867](yawning, wiping sleep from her eyes \n[868]Well, most recently, there's room 716. There's a scary Mexican gangster dude pokin' his finger in my chest. There's his hooligan kids snapping their fingers at me. There's the putrid rotting corpse of a dead whore stuffed in the springs of a bed. There're rooms blazing afire... There's a needle from God knows where stuck in my leg, infecting me with God knows what, and finally, there's me walking out the fuckin' door right now! Buenas noches. \n[869] \n[870]Yeah. \n[871]That's the Chester Rush party, they want something. \n[872]Yeah, well, tough titty. They're just gonna have to wait, 'cause I'm out the door. \n[873] \n[874]Yes, Betty, I've had-a-real-bad-night -- \n[875]-- You say there's a dead body in a room? \n[876]Yes, I did. \n[877]No problem, this is a hotel, we've had dead bodies before, it's just the price of doing business. You said the hotel was on fire. Is it still on fire? \n[878]No, it's out. \n[879]Good, sprinkler system worked like a charm. Now, you wanna leave, you've had enough. Perfectly understandable. I'll take care of everything else. The only thing I ask is that you take care of Chester Rush. Then you can leave. \n[880]Now, look -- \n[881]Ted, he's a very important guest of this hotel. In fact, he is the most important guest at the hotel. The Mon Signor used to be a haven for movie stars. Through the thirties and forties, and the first half of the fifties, more movie stars -- if you break it down on a night-by-night basis -- stayed at the Mon Signor than any other hotel in Hollywood. Now, we had some hard time in the eighties, even though we were the official hotel of Cannon Pictures, but we're coming back strong in the nineties. And a movie star clientele is important to that comeback. If we can keep stars of his magnitude happy, we're on our way. So, Ted, just take care of him, then you can leave. \n[882]Look, I don't feel like -- \n[883]He probably just wants some champagne! You can do that, can't you? Please just take care of him, the entire staff of the Mon Signor is begging you! \n[884]Okay. But get your ass here pronto. \n[885]You're a good man, Ted. Thanks. \n[886]Hello, Mr. Rush. Sorry for the delay. How can I help you? \n[887] \n[888] \n[889]\n[890] \n[891]     \n[892]Hi, Theodore. \n[893]What the hell are you doing here? \n[894]Having a drink. \n[895]Is that crazy husband of yours in there? \n[896]Are you kidding, he'll be asleep till Christmas. \n[897]Entrez, entrez. \n[898]     \n[899] \n[900] \n[901]-- Not a problem, my friend Mr. Bellboy. \n[902] \n[903]Actually, it's not Theodore, It's Ted. \n[904]So, Ted the Bellboy, as I was saying -- would you care for some champagne? That's not what I was saying, but would you care for some champagne? \n[905]No, thank you. \n[906]Ya sure? Cristal. It's the best. I never liked champagne before I had Cristal, now I love it. \n[907]Okay, yeah, sure. \n[908]-- As I was saying, Ted, don't worry about being late. For our purposes, promptness is far behind thoroughness. \n[909]Chin-chin. \n[910]Whadya say, Ted? \n[911]Thank you? \n[912]No, not thank you. Whadya say about the tasty beverage? \n[913]It's good. \n[914]Fuckin' good, Ted. It's fuckin' good. Let's try it again, shall we? So, Ted, whadya think about the beverage. \n[915]It's fuckin' good. \n[916]You bet your sweet bippy, Ted. It's fuckin' Cristal, everything else is piss. \n[917]Bellboy! Bellboy! Bellboy! \n[918]  \n[919]Bellboy's fine. \n[920]Good. I'm glad they haven't changed that. There's a friendliness to \"bellboy.\" As I was saying, Ted, when Norman thinks of bellboys, he thinks of Quadrophenia. \n[921]No. \n[922]You should, it's one of Jerry's better movies. He never says a word through the entire film. A completely silent performance. How many actors can pull that off? And he has to go to France to get respect. That says it all about America right there. The minute Jerry Lewis dies, every paper in this fuckin' country gonna write articles calling the man a genius. It's not right. It's not right and it's not fair. But why should that surprise anybody? When has America ever been fair? We might be right every once in a while, but we're very rarely fair. \n[923]Where do you want this? \n[924]You in a hurry, Ted? \n[925](he is, but doesn't want to rush the movie star \n[926]Good, then stop playing \"Beat the Clock.\" Now let me introduce you to everybody. \n[927]Our friend from downstairs you already seem to be acquainted with. \n[928]Oh, me and Theodore go way back. Don't we, Theodore? \n[929]The name's Ted, Angela. I only let people with loaded guns at my head call me Theodore. \n[930]Angela's like you, Ted, a newfound friend. \n[931]We met at the pool. \n[932] \n[933]No. \n[934]Well, it's somethin' to see. The Man sitting in the chair, with the bottle of Jim Bean in his hand and the sense of humor, is Norman. Norman, say hello to Ted. \n[935]What's up? \n[936]The sociable son of a bitch on the telephone is Leo. And the person on the other end of the phone is his lovely wife Ellen. Leo, say hello to Ted. \n[937]Hi, Ted, glad you could make it. What? What does punctuality have to do with love? \n[938]Which brings me to me, Chester Rush, Ted. Pleased to meetcha. \n[939]I know. I'm sorry I haven't seen your movie. \n[940]It's quite all right, Ted, nothing to feel sorry about. That's why God invented video. But you know, Ted, a lot of people did see it. \n[941]Who drank out of this bottle last? \n[942]Who drank out of this bottle -- not the other bottles -- this bottle last? \n[943]What's wrong, Chester? \n[944]It's fuckin' flat, Norman, that's what's wrong. The champagne -- the fuckin' Cristal's fuckin' flat. \n[945]I was saying, Ted, a lot of people did see it. And not just on video, either. Leo, what was the final take on domestic? \n[946]72.1 million. You okay, champ? \n[947] \n[948]  \n[949]And my new one, The Dog Catcher, it's projected to break a hundred. The Dog Catcher. \n[950]The Dog Catcher. \n[951]Now let's stroll over here and see what goodies you brought us. \n[952]Do you mind me asking what's all this stuff for? \n[953]One thing at a time, Ted. I'm not a frog and you're not a bunny, so let's not jump ahead. C'mon, Norman, you should be interested in this. \n[954]Damn Skippy! Tell it. \n[955]A block of wood. \n[956]Good. \n[957]Three nails. \n[958]Why three nails? \n[959]That's how many Peter Lorre asked for. Continue, Ted. \n[960]A roll of twine. \n[961]That's definitely a roll of twine. Continue. \n[962]A bucket of ice. \n[963] \n[964] \n[965] \n[966]A donut. \n[967]That's for me. Continue. \n[968]And a hatchet. \n[969]A hatchet as sharp as the devil himself is what I asked for. \n[970]Well, you be the judge. \n[971]I'll be the judge. \n[972]Whadya think? \n[973]That's a sharp motherfucker. Bring all this bullshit over to the bar. \n[974]You heard him, Ted. \n[975]Bitch! \n[976]You still married? \n[977]Maybe, maybe not, but I don't give a flyin' fuck either way. I've had it with that Machiavellian bitch! I'm too drunk to drive home. I'm sorry about that, I'm real sorry about that. I got drunk on New Year's Eve, cut my fuckin' head off... What's going on here? \n[978]We now return you to The Man from Rio, already in progress. \n[979] \n[980]Looks like. \n[981]You guys ain't bullshittin', you're gonna really go for it? \n[982]After talkin' about it all night, they better. I wanna see a show. \n[983]When we do it, you'll have something to see. \n[984]You are one radical dude. \n[985]Well, that's everything, so if you don't need me for anything else, I'll go back downstairs. \n[986]Not so fast, Ted. We ain't quite done yet. Why don't you take a seat at the bar, get comfortable, and have an open mind when we explain the festivities of the evening to you. \n[987]Look, guys, you paid for the room. As long as you don't break up the furniture, you can do whatever the fuck you want. And me personally, I don't care if you break up the furniture. You don't have to explain anything to me. Whatever constitutes a good time as far as you guys are concerned is your business. \n[988]Well, it's your business, Ted. 'Cause we want you to take part. \n[989]Take part in what? \n[990]Chester, your way of breaking the news to him gently is scarin' the shit outta him. \n[991]Look at the poor guy. Just spit it out. \n[992]First off, let me say that there's nothing homosexual about what we're going to ask you to do. There's nothing sexual at all about what we want. But I was thinkin' you might be thinkin' we want you to do some sex thing. Pee on us, suck us off, shit like that. Let me assure you nothing could be farther from what we want -- \n[993]Can I jump in here? \n[994]No, you can't jump in here, this is my story. \n[995]Theodore's been here fifteen minutes and you've talked about everything but. \n[996]Hey, if you don't like it, you can get the fuck out. \n[997]If it'll please the court, let me explain to Ted our intentions. \n[998] \n[999] \n[1000] \n[1001]Thank you. Ted, did you ever watch the old \"Alfred Hitchcock Show\"? \n[1002](totally bewildered at this point \n[1003]Did you ever see the episode The Man from Rio, with Peter Lorre and Steve McQueen? \n[1004]I don't think so. \n[1005]Oh, you'd remember it all right. In the show, Peter Lorre makes a bet that Steve McQueen can't light his cigarette lighter ten times in a row. Now if Steve McQueen can light his cigarette lighter ten times in a row, he wins Peter Lorre's new car. If he can't he loses his little finger. Norman and Chester just made the same bet. Norman's putting up his pinky against Chester's mint convertible, 1964 red convertible Chevy Corvelle that he can light his Zippo ten times in a row. \n[1006]You guys are drunk. \n[1007]Well, that goes without saying, but that doesn't mean we don't know what we're doing. \n[1008]I'll tell ya what I'm doin'. \n[1009]I drive a motherfuckin' Honda my sister sold me. You hear what I'm sayin'? A little white motherfuckin' Honda Civic. You see this shit?! \"Hollywood's hottest new star, next to America's hottest old car.\" Now you take a good look at that machine that this motherfucker over here is standing next to. That's a 1964 nigger-red, rag-top Chevy Corvelle. And I love that car more'n I love hips, lips, and fingertips. Cut to we sittin' here celebrating, gettin' high, drinkin' champagne -- \n[1010]-- Cristal. When you're drinkin' anything else, you're drinking champagne. When you're drinkin' Cristal, you say you're drinkin' Cristal. \n[1011]-- drinkin' Cristal. Watchin' TV. \"Rockin' New Year's Eve.\" When all of a sudden we flip on Steve McQueen and Peter Lorre bein' fuckin' badass. And I look at this funny motherfucker over here, and I say, \"I'd do that for the Chevelle.\" \n[1012]And Chester replies... \n[1013]\"...Oh, really?\" \n[1014]You guys wouldn't be doin' something this stupid unless you were drunk. \n[1015]I think that pretty much goes without sayin'. We'd probably chicken out. But when you're fucked-up, you don't lie. You tell the fuckin' truth. And the fuckin' truth is, my lucky Zippo's gonna win me Chester's car. \n[1016] \n[1017]Thrill of the bet. I'm the one with something to lose here. 'Cause I can pretty near guarantee that I love my car more'n Norman loves his pinky. \n[1018] \n[1019]Why not? Life don't get much more exciting than this. I mean if Norman was puttin' his dick on the choppin' block, I'd step in, 'cause, ya know in the morning, we'd really regret that. But his pinky? Who gives a fuck? I mean theoretically, he could lose that choppin' onions tomorrow. Life still goes on. \n[1020] \n[1021] \n[1022]Which brings us to your part in this little wager. \n[1023]I don't have a part. \n[1024]Now, Ted, my old granddaddy used ta say: \"The less a man makes declarative statements, the less he's apt to look foolish in retrospect.\" Now there're some inherent obstacles in this undertaking. First of all, I'm not some sick fuck like Peter Lorre on that show, travelin' the countryside collecting fingers. We're all buddies, here. Nobody wants Norman to lose his finger. We just wanna chop it off. So if fate doesn't smile on ol' Norman, we'll put his finger on ice and rush 'im to a hospital, where in all likelihood be able to sew it back on. \n[1025]Hopefully. \n[1026]Eighty percent. \n[1027]Our side. \n[1028]So Norman's protected. His interests have been looked after. My interests, on the other hand, have not. I am as emotionally attached to my car as Norman is physically to his finger. I'm putting up a very expensive piece of machinery on this wager. Now, if I lose, I lose, I have no problem with that. I'm a big boy, I knew what I was doing. However, if I win, I wanna win. If Norman lights his lighter ten times in a row, he's gonna have no emotional problems about taking my car keys whatsoever. But if I win, it's not inconceivable that Leo or myself, at the last minute, might not be able to wield the ax. Which brings us full circle to you, Ted. Sober Ted. Clear-eyed Ted. We want you to be the diceman. \n[1029]Helluva night, huh, Ted? \n[1030]I gotta get out of here. \n[1031]Ted, I got a hundred-dollar bill here with your name on it, whether you do what we ask or not, just to sit back down in the chair for one minute more. \n[1032]I'm not gonna cut off his finger! \n[1033]Maybe you will and maybe you won't, but that has nothing to do with this hundred-dollar bill in my hand. You can tell us all to go fuck off and walk right out that door. But if you sit back down and wait sixty seconds before you do it, you'll be a hundred dollars richer. \n[1034]Ted. Take the money. \n[1035]Ted, you're gonna do whatever you want to do. We're just askin' you to indulge us for another minute more. And Chester's willin' to pay for it. \n[1036]I'll take your money, and I'll sit back down. But a minute from now, I'm gonna walk out the door, and when I do, there'll be no hard feelings? \n[1037]Well, I want you to have a bit more of an open mind than that, but, yeah, we'll either convince you or we won't. No hard feelings. Right, guys? \n[1038]Okay, Leo, you be the timekeeper. Let us know when one minute begins and when it ends. \n[1039]You got it. Gentlemen, start your engines. \n[1040]Begin! \n[1041]Okay, pay attention here, Ted, I ain't got much time. Now I'm gonna make two piles here on the bar. One pile, which is yours. And another pile, which could be yours. Now, what you have to be aware of is we're gonna do this bet, one way, or the other. Whether it's you who holds the ax, or the desk clerk downstairs, or some bum we yank off the street. \n[1042]You can buy a lot of soup with that pile. \n[1043]  \n[1044]Six hundred. \n[1045]Six hundred. Ted, do you know how long it takes the average American to count to six hundred? \n[1046]No. \n[1047](laying another bill on the pile (he lays another bill on the pile (he lays another bill on the pile (He lays down the last bill on the pile \n[1048]Time! \n[1049]Well, Ted, what's it gonna be? \n[1050]  \n[1051]  \n[1052]Okay. \n[1053]But when it's over, no matter what happens, I get the money? \n[1054]As long as you do your part, you can take the pile, walk out the door, and not say another word. \n[1055]Let's do it right now, before I change my mind. \n[1056]Here, here. \n[1057]Perfect, perfect, perfect, perfect! This is great! This is a moment in time none of us will ever forget. \n[1058]Norman, you ready? \n[1059]Ready! \n[1060]Ted, you ready? \n[1061]Ready. \n[1062]Okeydoke. Norman, begin. \n[1063]       \n[1064]My finger, my fucking finger!! \n[1065]You know, I'm gonna call it a night and go back to my room. It's been fun. \n[1066] \n[1067]  \n[1068] \n[1069]   \n[1070]You okay, lady? \n[1071]I said -- you looking for someone? \n[1072] \n[1073]Lady, I haven't seen anybody. \n[1074]Where the hell have you been? \n[1075] \n[1076] "}}