{"filename": "Freddy-vs.-Jason_script.txt", "imdb_id": "tt0329101", "imdb_url": "https://www.imdb.com/title/tt0329101", "characters": ["Dr. Campbell", "Gibb", "Jason Voorhees", "Trey", "Bobby Davis (Mark's Brother)", "Mark Davis", "Deputy Scott Stubbs", "Blake", "Kia Waterson", "Lori Campbell", "Bill Freeburg", "Freddy Krueger", "Will Rollins", "Mrs. Pamela Voorhees (Jason's Mother)", "Charlie Linderman (as Christopher George Marquette)"], "dialogues": {"Dr.": "", "Campbell": "", "Gibb": "", "Jason": "\n[1] \t\t\t\tby Lewis Abernathy   \n[2]\t\tJason! Git your ass over here!  \tJason jumps at his father's voice, hesitates only \tslightly, then runs toward him, stopping abruptly \tseveral paces away.  \n[3]\t\t\t \t\tWhat did I teach you, boy? Don't \t\tever take your mask off out in \t\tpublic. I don't want nobody to see \t\tthat ugly mug of yours.  \tJason stands, looking at his bare feet. His father \tsmacks him upside the head, shoving him towards the \twoodshed.  \n[4]\t\t\t \t\tGo git in the woodshed.  \tJason's pace slows as he enters the dark shed -- he \tknows what's coming next.  \n[5]\t\t\t \t\tDrop them overalls and lay over \t\tthem logs...  \tJason slowly complies as his father loosens his belt. \tSuddenly, JASON'S MOTHER is just outside the doorway, \tcalling:  \n[6]\t\tJason! Come here!  \tJason gives his father a sideways glance, then scurries \ttowards his mother.  \n[7]\t\tWhat are you doing woman?  \tJason's mother gives him a mason jar stuffed with \tdollars and change.  \n[8]\t\tI saved up some money... I want \t\tyou to take and go on up to that \t\tsummer camp just up the road. Tell \t\tthe man you want to stay there.  \n[9]\t\tJust what the hell do you think \t\tyou're doing, bitch?!  \n[10]\t\tI'm sending him away for a few weeks.  \n[11]\t\tYou ain't sending him nowhere. \t\t\t \t\tBring me that money, boy!  \tJason holds his ground for a second, unsure whom to \tobey, when his mother shoos him away.  \n[12]\t\tGo on now... go!  \tJason takes off up the road.  His father sneers:  \n[13]\t\tGoin' ag'in me? I'll take you to \t\tthe shed, woman!  \tJason's mother pulls a knife from her apron.  \n[14]\t\tYou ain't ever taking anyone to \t\tthe shed ever again.  \tJason's mother charges at her husband, shoving him \tback into the shed with the knife.  Jason looks back. \tThrough the open window he sees his mother's arm \tcoming down repeatedly with the knife, his father's \tarms flailing helplessly.  Then both disappear from \tview.  After a moment his mother appears in the door- \tway, spattered with blood.  She smiles and waves to \thim, calling:  \n[15]\t\t\t \t\tGo on, son... have a good time! \t\tMommy will come and git you some \t\tday soon!  \tJason turns and runs to...   ", "Voorhees": "\n[1] ", "Trey": "", "Mark": "", "Davis": "", "Blake": "", "Kia": "", "Waterson": "", "Lori": "", "Bill": "", "Freeburg": "", "Freddy": "\n[1] \t\t\t\tby Lewis Abernathy   \n[2]\t\tWhere ya been all my death, baby?  \tMeagan screams.  Freddy leaps out of the casket in a \ttuxedo, crooning:  \n[3]\t\t\t \t\tI've been waitin' at the altar for \t\ta long, long time!  \tMeagan looks down -- she's wearing a wedding dress, \tspattered with blood.  Behind her, the chapel has \tfilled with dozens of DEAD PEOPLE in various stages \tof decay.  A SATANIC PRIEST appears in the pulpit and \tasks:  \n[4]\t\tWell it ain't Raggedy Ann, bitch!  \tThe Freddy doll flashes it's tiny glove of knives, \tthrusting them deep into Meagan's chest.  \n[5] \tMurdoch gets into the command car, sitting down next \tto the S.W.A.T. COMMANDER sitting behind the wheel.  \n[6]\t\tAww... all dressed up and nowhere \t\tto blow!  \tMeagan screams, clutching at the last few tiny strands \tof cloth that cover her body.  She calls to Jesse, \tpleading:  \n[7]\t\tLooks like a photo opportunity to \t\tme!  \tFreddy pulls out an over-sized camera with a gargantuan \tflashgun attached.  The flash bulb is the size of a \tbeach ball and has a nuclear warning etched in the \tfront.  Freddy sizes Meagan up in the viewfinder and \tsneers:  \n[8]\t\t\t \t\tSay... cheesecake!  \tPHOOMPH!!! -- the flash bulb goes off with an atomic \tlight.  Meagan screams as her skeleton is blown back \tagainst the blackboard -- vaporized!  \n[9]\t\tLooking for some-body?  \tFreddy opens up his shirt to reveal a chest full of \tlost souls.  In the center -- Meagan.  Stormie charges \tFreddy, throwing her arms around him as she screams \tto Erwin:  \n[10]\t\tHmmmmm... I feel like seafood tonight.  \tSuddenly, Stormie's arms have become huge lobster \tclaws.  She jerks away from Freddy, but too late -- \tStormie starts to change into a giant lobster-woman! \tFreddy smiles -- now he's wearing a chef's hat and \tapron.  \n[11]\t\t\t \t\tStew on this, bitch!  \tFreddy knocks the lobster-woman over the side.  She \tfalls into the boiling water far below -- KER-SPLASH!  \n[12]\t\tWell, well, well... if it isn't \t\tmy ol' pal, Erwin.  \tErwin stares wide-eyed, frozen to the spot.  \n[13]\t\t\t \t\tI've got something special in mind \t\tfor you...  \tSuddenly, Erwin reaches into his sleeve and pulls \tout a pin.  Freddy gawks -- surprised.  Erwin pricks \this finger.  \n[14] \n[15]\t\tSmokin'!  \tLizzy rolls her eyes up and faints.  The cultists \tFIRE their weapons into the air and cheer as the \tbuilding-high stacks of wrecked cars surrounding \tthem HONK their HORNS and FLASH their LIGHTS.  \n[16]\t\tShouldn't dream and drive.  \tFreddy starts the car and pulls out, but what comes \tout from behind the billboard isn't a patrol car -- \tit's Freddy's NIGHTMAREMOBILE -- big chrome pipes \tbelching HELLFIRE.  \tANGLE IN JESSE'S REARVIEW MIRROR as Jesse's eyelids \tclose and his head nods forward, revealing the night- \tmaremobile closing from behind fast.  \tThe nightmaremobile runs up to the back of Jesse's \tcar just an inch from the bumper.  Freddy moves one \tof the dozen of levers on the dash.  \tCLOSE ON FREDDY'S HOOD ORNAMENT -- a small version \tof Freddy's glove.  It extends out towards the back \tof Jesse's car, one of the tiny knives inserting into \tthe trunk lock and turning with a slight CLICK. The \ttrunk lid opens.  \tANGLE INSIDE TRUNK -- the plastic bags with Jason's \tremains are moving!  Freddy works another level and \tthe tiny glove slits each bag.  The various pieces \tof Jason  crawl out \tof the bag.  \n[17]\t\t\t \t\tLooks like the cat's out of the \t\tbag now!  \tFreddy laughs as the tiny hand closes the trunk.  \tThe nightmaremobile pulls out from behind Jesse's \tcar, BANGING into the rear quarter panel. WHAM! -- \tall four occupants of the car are jolted awake, \tstartled.  Meagan looks out her window and sees the \tnightmaremobile as it closes in again.  \n[18]\t\t\t \t\tOkay, Sheriff... This nightmare \t\tain't big enough for the two of \t\tus... draw!  \tTrembling with fear, Jesse fumbles for his pistol. \tHe pulls it out and FIRES.  Freddy laughs.  Jesse \tFIRES again.  Freddy just laughs.  Jesse FIRES again \tand again and again and Freddy just laughs and laughs \tand laughs.  From the saloon, Meagan screams:  \n[19]\t\tThree's a crowd, bitch! Why don't \t\tyou just go get [BEEP]   \n[20]\t\tGo ahead... make my dream!  \tFreddy FIRES!  \n[21]\t\tYou know what they say... when you \t\tsleep -- you die!  \tFreddy flashes the glove of knives.   \n[22]\t\tThen maybe I'll just CUT to the chase!  \tFreddy swings the glove but Stormie ducks, keeping her \tdefensive stance.  \n[23]\t\tOh I'm so scared, honey. Come on! \t\tHit me! Punch me right in the nose! \t\tI dare you!  \tFreddy juts out his chin, gesturing for Stormie to \ttake a punch.  Stormie throws a right and pops Freddy \tright in the nose.  \n[24]\t\t\t(continuing; \t\t\t\t surprised \t\tOwwwww!  \tStormie smiles but that soon fades as she realizes her \tfist is stuck in Freddy's nose.  Freddy takes in a \tbreath and Stormie's arm is sucked up past the elbow. \tShe screams.  \tFreddy takes a deep breath and snorts Stormie right \tup his nose, her screams turning into a faint BUZZ. \tFreddy smiles.  \n[25]\t\t\t \t\tNow that's what I call getting a \t\tbuzz.   \n[26] \tNow the size of a flea, Stormie is clinging to one \tof hundreds of pointed tree trunks jutting out from \tthe circular walls -- Freddy's nose hairs.  Stuck in \tthose humongous hairs are clumps of icky gunk -- \tboogers.  \tSitting next to Stormie, a particularly large and \trotund booger clump opens its eyes and says (in the \tdistorted voice of Harry Manfredini):  \n[27]\t\tAhhh... ahhh... ahhh--CHOO!  \tMicro-Stormie comes blasting out of Freddy's nose \twith globules of snot.  She flies across the massive \tcell, headed directly for the splattered Boogerman, \tscreaming her head off.  \tBoogerman sees Stormie racing towards him and he \tscreams too.  \n[28]\t\tThat's for the lift sister! \t\t\t \t\tHiya, kids!  \n[29]\t\tReady to get hitched?  \n[30]\t\tThen let's do it!  \tLizzy looks up and smiles.  \n[31]\t\tYou're a virgin?!  \n[32]\t\tMmmmmmm! Yes, you are a bit juicier \t\tthan your retard sister... okay, \t\tyou've got the job. \t\t\t \t\tGet her ready.   \n[33]\t\tUh, oh...  \tThe cultists attack Jason.  Jason grabs the first \tone with the Jaws of Life -- folds him in half like \ta rag doll.  Another attacks with a machete... bad \tidea.  One more cultist down and now Jason owns the \tmachete.  Jason finishes off the last two cultists \tas Erwin barricades the studio door.  The cultists \ton the other side start POUNDING.  \tJason starts swinging at Freddy with the machete, \tslicing through a camera cable.  CLOSE ON CABLE as \tit falls to the floor.  \tFreddy jumps back through the Dreamgate, closing it \tbehind him.  \tErwin runs over to Meagan and Lizzy.  He tries to \twake them but can't.  As Jason lumbers over, Erwin \tlooks up and says:  \n[34]\t\tOh, well... I just axed for that!  \tFreddy GROWS a new arm, complete with glove of knives. \tJason throws the axe at Freddy, who ducks it.  The \taxe flies into the audience, SMACKING MUSSOLINI square \tbetween the eyes.  He falls back to the floor.  HITLER \tturns to EVA BRAUN and says disdainfully:  \n[35]\t\tOh, shit!  \tJason throws Freddy to the ground, then raises up a \tboot and stomps Freddy's head, SQUASHING it like a \ttomato.  The Dream Demons squirt out.  \tJust then, the cultists BREAK DOWN the studio door. \tThey raise their weapons to fire, when their heads \tsuddenly IMPLODE.  They fall screaming to the floor \t-- dead.   \n[36]\t\t\t \t\tI'll be seeing you in your dreams...  \tFreddy's nasty tongue slithers out of the handset and \tlicks Meagan in the face.  She yelps and slams the \tphone down.  ", "Krueger": "", "Will": "\n[1] \tMeagan, Jesse, Stormie, and Erwin enter the shadowy \tcemetery carrying lamps with shovels over their \tshoulders.  As they search through the cemetery, \tMeagan asks:  ", "Rollins": ""}}