{"filename": "Fright-Night_script.txt", "imdb_id": "tt1438176", "imdb_url": "https://www.imdb.com/title/tt1438176", "characters": ["Adam Johnson", "Doris", "Mark", "Peter Vincent", "Jay Dee", "Bee (as Grace Phipps)", "Jerry", "Jane Brewster", "Victoria", "Ginger", "Cara - Amy's Friend", "Ben Wegner", "Charley Brewster", "Amy", "Ed"], "dialogues": {"Adam": "\n[1]Come on, come on, come on... He gets it. But the GUN HAS A GUN LOCK. Adam has to dig in his dead father's pockets for his keys. Adam starts to cry. 3. \n[2]Come on, come on! He finds them, struggles to unlock the gun with shaking hands. THE BED IS TURNED OVER in one violent throw. Adam is exposed. We see only a hint of the creature that looms over \n[3]  \n[4]Charlie. I'm in front of Adam's. Remember the videos we all made back when? You and me and Adam, bro? In tights. Want your pals to get a load of that? \n[5]  \n[6]  \n[7]Dude! ", "Johnson": "", "Doris": "\n[1]Nothing doing, huh? \n[2]I got it. Thanks. She walks away -- her sweatpants have the word \"LUCKY\" across the butt. He watches her go appreciatively. Doesn't notice his mom, JANE, struggling to pull their own cans to the curb. \n[3]Help... \n[4]Oh... Oh no... Get me out of here! Doris pounds on the door. In a cold panic. \n[5]Please! No! Don't go! 44. Charlie ducks inside one of the CELLS across from Doris, moves behind the door. JERRY steps into the hallway, walks right by Charlie's hiding place. Pauses near him. The door is ajar. Was it that way before? Charlie holds his breath. Jerry moves to the CELL and retrieves DORIS's half-alive body from it. Charlie cautiously looks through the crack in the door. \n[6].no... . God, no... please... The door to Doris's cell open. Charlie can see PART of Doris's body and face. Jerry is mostly obscured, bent over Doris -- holding her. Charlie watches helplessly, horrified. \n[7]Please, please... don't kill me. Doris's body TENSES and starts to jerk, as Jerry TUGS AND RIPS AT IT SAVAGELY. It's clear he's FEEDING ON HER, although we can't see his face. Doris screams, then starts to cry. It's stark and REAL and terrifying. It seems to go on and on. Doris weakens, her head lolling to one side, her light fading. A small stream of blood spreads across the white pavement. In the position she's in, she is eye to eye with CHARLIE. She sees him, smiles weakly. Then mouths something -- too weak to make much sound. \n[8]Cha... Cha... CHARLIE is petrified. Doris gets it -- smiles a little grimly, puts a finger to her lips. Silence. After what seems like an eternity, Jerry is satisfied. He tosses Doris aside and stands away from her. Charlie DUCKS behind the door as Jerry emerges and casually wipes a spot of blood from his mouth. 45. Then Jerry LOCKS DORIS back into her cell. Pockets the key and moves off toward the stairs. After a moment, he's gone. The sound of a TV starts in Jerry's living room. Something banal like \"The Real Housewives of Orange County.\" Charlie knows this is his moment. With shaking hands, he retrieves his iPhone and pulls up the \"HOW TO PICK A LOCK\" screen. Charlie looks through the window in Doris's cell. She's breathing -- alive. Charlie whispers to himself as he uses a bobby pin and a tiny screwdriver on the lock. \n[9]Thank you, thank you... Doris looks up at him, her EYES TURNING BLACK, her veins going gray. A first ray of pure sunlight hits them. ", "Mark": "\n[1]Ladies! A couple of handsome jock-type guys, MARK and BEN, roll up along side Charlie and the girls. They draw looks from other students as they move through the courtyard. The cool kids. \n[2] Seriously? A Mochachino? You can't ride with the girls anymore. You let them brush your hair, My Pretty Pony? Mark grabs the cup away from him. Starts drinking it. \n[3]Did you find a frickin' Genie lamp man? Make a sacrifice to the hot ass Gods? How do you get that? \n[4]You don't even have a car! \n[5]Miss Granada. Geometry. \n[6]She's hard up, man. Equations don't keep you warm at night. They stop, see EVIL ED approaching. This amuses Mark and Ben. But Charlie's uncomfortable -- wants to bolt. \n[7]\"It's\" going to talk to Brewster. 13. \n[8]Just the two of you. That's sweet. He can school you in the ways of geek-douchery. \n[9]You crossed my yard. Tracked your nerdjuice all over it. 26. \n[10]My mom works hard on that shit, \n[11]Seriously? \n[12]Unbelievable. A beat, Mark glances at the high fence. Decides he's done. He kicks some of Ed's stuff as he moves off. \n[13].she's wearing a jumpsuit, dude. Like -- one zip and POP! \n[14]What's up with you? Dreaming about your little boyfriend? Charlie takes this in, worried. \n[15]Now? You're ditching? I'll bail with you. \n[16]Your pal the spaz, his folks were here earlier. It's a big thing. \n[17]I don't know. He ran away or something. They were all upset, talking to the principal. \n[18]Charlie-- Chill out- \n[19]You're right. Not cool. You're worried and it's totally understandable. But he's better off, man. He'll be happier with the other trolls on the shire. That's it. Charlie DECKS MARK. They go to the ground and Charlie lets loose on him. A bunch of other guys pull them apart amid shouts, etc. Mark is bloodied and freaked. \n[20]What the fuck man!? AMY stands back, appalled. ", "Peter": "\n[1] \n[2]40's, but all wiry rock n' roll attitude. Leather pants and tattoos, Long black hair wrapped in a bandana. Dark painted nails and heavy eye make-up. HEAVY METAL MUSIC BLARES. 53. The whole scene is OVER THE TOP GOTH cheesiness. Lots of stage effects and fire... PAMELA ANDERSON look-alikes in skimpy outfits prance on stage as another SEXY GIRL is handcuffed, S&amp;M style, to a CIRCULAR \n[3]The knives are real. He CUTS his OWN PALM with one, bleeds. Doesn't even wince. Stud. \n[4]The girl is real. He GRABS HER, feels her up. She giggles. \n[5]And if I miss, she'll really be dead. The music switches. It's all TENSION. Peter FLINGS a dagger. SCHWACK! The assistant DUCKS as the KNIFE embeds in the board behind her, this close where her head was. She screams! Breaks character. 54. \n[6]You can't say that!  Stop the-- STOP. CUT!! The music stops. The spinning board stops. \n[7]  \n[8]But this looks authentic-- \n[9]Screw this. He starts to stalk off stage. CHARLIE rushes toward him. \n[10]I don't think so. Talk to my guy. \n[11]You want a comment? That's a shit idea for an article. Peter starts to move off. Charlie, anxious, follows. \n[12]What is this, like your first assignment? \n[13] Ten minutes. \n[14]  \n[15]  \n[16]Midori me. Arthur pours Peter a green drink as Peter pulls off his black wig  and peels off a nude body shirt that has a bunch of TATTOOS printed on it. He steps out of his boots, with three-inch LIFTS. Collapses into an arm chair. He's just another balding, middle-aged guy with bad eyes. Peter downs his drink. Arthur hands him the bottle. Peter looks at Charlie. In truth, Peter's isolated himself to the point that he actually welcomes a visitor -- though he'd never admit it. \n[17]  \n[18]Leather, it doesn't breath. You know? Fucking rashes are killing me... So I'm your expert, huh? For your vampire thing. They're all the rage, huh. 57. \n[19]Depends. You got fire, beheading. Or go classic -- stake through the heart. Bam! \n[20]How the fuck do I know. \n[21]I read books, man. You think I'm hanging out with Dracula and the Easter Bunny? \n[22]Them, meaning a \"vampire.\" \n[23]\"Jerry?\" \n[24]Arthur! \n[25]You're a nutjob. Arthur! Charlie deflates -- his desperation showing again. \n[26]Get this loser out of my sight. \n[27]No you don't. See this guy? He gestures to ARTHUR. \n[28]My cousin, Art. He's \"me\" on stage. That's how I teleport. People see what they want to see. \n[29]In Clark County Nevada. A hot bed of supernatural activity. 59. \n[30]A town full of con-artists.  No. You're working me, or somebody's working you. Charlie's getting angry now. \n[31]Run. \n[32]You heard me. He moves away. But Charlie is on his heels. Peter looks to ARTHUR, nods. \n[33]  \n[34]  \n[35]You were late again on \"The Devil's Torture Chamber.\" But she's gone. A beat. He moves back toward the library shelves. As he does he notices the PHOTOS Charlie took at Jerry's place. 74. Absently, he sifts through them. Stops. He picks up the one of the INSIGNIA. Peter reacts. Stunned. This means something to him. He goes to a WALL SAFE. Opens it. Hidden inside are a bunch of personal items. Some from his childhood. Old photos of his mother and father... And a hand-drawn sketch, in a youthful scrawl, of THE INSIGNIA. He puts the two side by side. They MATCH. Off PETER, looking at the sketches. Haunted. \n[36]  \n[37]I can help you. My place. One hour. \n[38]  \n[39]I'll tell you what I know, but that's it. Don't expect me to join your Scooby gang. \n[40]I found the origin of that insignia you showed me. It's a species that originated in the Mediterranean. They nest in the earth -- explains that hole you saw. And they kill slowly, keep their victims alive for days. 77. \n[41]  \n[42]No. It takes a while before they complete the change. They usually finish them off before that. \n[43]Usual stuff. But it's a strong breed. You need a plan-- A VOICE interrupts over an intercom. It's ARTHUR, Peter's assistant. \n[44]Send him in. I order things when I've had a few cocktails. It's a-- \n[45]I don't know. Maybe-- Charlie stands. \n[46]Stay away, demon. \n[47]Crucifixion nail. Lethal to you. \n[48]  \n[49]  \n[50]  \n[51]  \n[52]  \n[53]  \n[54]  \n[55]  \n[56]  \n[57]  \n[58]  \n[59]  \n[60]  \n[61]  \n[62]How'd you get in here? \n[63]You too? He change you? \n[64]Don't you get what this is? There's no fighting. There's only surviving, if you're lucky-- \n[65]I know I won't. I never could -- not after the first time. This stops Charlie. \n[66]I told myself I probably made it up. I was a kid. Maybe it was easier to believe in monsters... \n[67]The vampire who killed my parents, my brothers. But not me. I hid. Charlie reacts. Surprised, but now it all makes sense. Peter continues, haunted-- \n[68]I didn't collect all this stuff for fun. I thought maybe I could find the tribe, \"avenge\" my people. \n[69]         \n[70]You think I'm a coward. I'm just a realist. Moment of hesitation for Charlie. Has he been affected by Peter's words? Then-- \n[71]Wait. Peter takes something from his luggage. A stake carved from WHITE WOOD. He hands it to Charlie. \n[72]Blessed by Saint Michael. Kill a vampire with it -- it's supposed to turn his victims back. If Amy's changed, you can still save her. \n[73]Who knows what's for real any more. Charlie takes the stake. Starts to go. Peter stops him-- \n[74]There's no guarantee he'll be asleep during the day. He's housebound, not hibernating. \n[75]No, you need a plan. To stake him, you have to get close -- he's stronger than you. \n[76]Slow him down. Won't stop him. Torch him, you'll have a few good minutes before he really goes up. Believe me, a vampire on fire isn't thinking clearly. \n[77]Fuck. \n[78]Sorry-- How'd you-- A beat. Then: \n[79]Guess I don't want to be a man like me either. Peter opens his leather coat -- it's loaded with weapons. And a flask. Peter grins. \n[80]Let's kill something. 98. \n[81]Don't get greedy. I'm here. And I found something else. From my collection. Powerful shit. From around his back, he reveals A DOUBLE-BARRELLED SHOTGUN with a CROSS MOUNTED ON THE BARREL. \n[82]No, you think I'm fucking MacGyver? Bullet, bullets. They'll buy us some time. Charlie is grateful, but now's not the time for man hugs. \n[83]What do you mean she \"disappeared?\" \n[84]Show me where. \n[85]Floor trap. I use it all the time. \n[86]Only one way to find out. 99. Peter lowers himself into the hole under the trap door-- \n[87]See that? Like a great date. Get me drunk and I'll try anything. Peter lets go and FALLS. Charlie steels himself, goes in after him. \n[88]Ow, crap... They look around -- eyes adjusting. There's barely any light. They're in a LARGE UNFINISHED BASEMENT. The floor is dirt and the main story of the house is held up by numerous \n[89]You should be a magician. As the face emerges, Charlie readies a match, then reaches for his STAKE-- \n[90]Stop! No-- CHARLIE stops JUST AS HE'S ABOUT TO TOSS the match. \n[91]Who is that? IT'S ADAM, sleeping in a shallow dirt grave. Charlie reacts. Holy shit. He pushes his mask back. \n[92]Shh. Don't wake him up, for \n[93]You know them too? Charlie reacts, stunned. Peter moves to another grave, uncovers another sleeping face. And then another. A hulking man, a suburban mom... Charlie uncovers another body. Stops, chilled. \n[94]How about we go back to my \"run away\" plan? \n[95]I thought you're here for Amy.  Great. Right. Save the Geometry-- A SCREAM stops him. Amy. Charlie and Peter spin -- it's coming from behind the door to the other room. A beat. They're both petrified as they move toward the door. Peter readies the gun again. Charlie pulls a CROSS out along with the stake. They creep toward the door. \n[96]Stop! Stop! Desperate, he BLASTS them again. Hits one on the shoulder. But it's not stopping them. \n[97]You don't get it! I'm on your side. Peter smiles a little. Shows his rows of SHARP FANGS. Jerry and the others stop. What? 104. \n[98]Worth a shot. \"Master of illusion.\" Now Charlie notices SHOTGUN not far from Peter's body. He dives for it, but Jerry steps on it -- kicks it away. \n[99]Fuck. \n[100]  \n[101]  \n[102]Get out of here. We don't have much time before they dig out. \n[103]You're a brave mother, I get it. And you were right. This is how I had to go... But we didn't count on an army. \n[104]We're already dead. Go now, you live to fight another day. Stay -- there won't be one. Charlie stops. Swayed. Pained. \n[105]Do it. \n[106]Charlie! But Charlie ignores him, determined. Pulls his MASK DOWN over his face again. \n[107]Stop! 108. WHAM! JERRY BURSTS OUT OF THE RUBBLE, attacks Charlie. Charlie falls back, PULLING JERRY with him into THE LIGHT Jerry BURSTS INTO FLAME -- but holds Charlie tight AMY and the other vamps start to claw their way OUT of the rubble. Charlie and Jerry fight -- nearly ENGULFED IN FLAMES now \n[108]Charlie! Peter gets up, painfully, moves to help. Raging and desperate -- Charlie and Jerry continue to battle. Finally, Jerry pulls Charlie down with him --rolls on the ground as they fight. Trying to put out the flames. Jerry starts to DISINTEGRATE -- he's about to EXPLODE into bits. Charlie's stake is now ON FIRE. \n[109]      \n[110]       \n[111]Same as what? I was always terrified. \n[112]Frak! Right on. Perfect Woman, can I get you a drink? \n[113]It's dark.  I'm on the \"day\" wagon. \n[114]We should celebrate. Being alive. Your mom's clean bill of health. \n[115]What? No. What? \n[116]Yeah you do. So here's what I'm thinking. We faced the beast and we won. Can you imagine the possibilities if we had got that shit on film? \n[117]Show up on film, yeah. But werewolves do, bigfoots do. We get proof, catch something -- we could build a stage act around that, you wouldn't believe. We'd blow those Cirque bitches away! \n[118]It happens. All this stuff... \n[119]I'm serious, man. Do you know how much we could make? Think about how much people pay to see a tiger, or boobs, right? What if we had a tiger, boobs -- and a zombie! After they've gone we linger on the window. Is that Ed's eerie reflection again?, barely visible... ", "Vincent": "\n[1] \n[2]40's, but all wiry rock n' roll attitude. Leather pants and tattoos, Long black hair wrapped in a bandana. Dark painted nails and heavy eye make-up. HEAVY METAL MUSIC BLARES. 53. The whole scene is OVER THE TOP GOTH cheesiness. Lots of stage effects and fire... PAMELA ANDERSON look-alikes in skimpy outfits prance on stage as another SEXY GIRL is handcuffed, S&amp;M style, to a CIRCULAR \n[3]  \n[4]  \n[5]  ", "Jay": "", "Dee": "", "Jerry": "\n[1]Foundation problems. I had to rip up half the basement. \n[2]  \n[3]Sorry about the mess, man. I was just telling your mom I'll have the dumpster gone next week. 18. \n[4] You play ball? I'm always looking for a pick up game. \n[5]Well -- they're bold. I like them. \n[6]So... I'd ask you guys inside, but it's a mess. I've been meaning to. \n[7]A drink, something. It hangs there, waiting for an invitation. Jane just smiles. \n[8]Soon, okay? \n[9]Least I could do. Jane, Amy and Charlie walk toward the house. Jerry moves off. Amy looks at Jane, amazed. 19. \n[10]Abandoned. I thought you did your homework. \n[11]You've been watching me. I've been watching you. Seems fair. Ed BOLTS into the house. 28. \n[12]Bit off more than you can chew. Shaking, terrified, Ed brandishes the STAKE. \n[13]Really? Who's going to believe you? You see the truth, but what good is it when you're alone? Ed's shaken -- but still grips the stake. Holding on. \n[14]You say you're glad you're different. But how can you be in a place like this? These people... Even your best friend. You're nothing to him now. Ed's listening despite himself, hurting now. Jerry moves a step in. Ed raises his stake again -- but with slightly less conviction. \n[15]It can be over. I can make all that pain go away. Ed's fighting tears. Life as he knows it is gone. \n[16]You were born for this and you know it. Your \"life\", what you had? That's the illusion.  I can take you somewhere great. Somewhere you'll belong. Ed takes this in. His eyes clear a bit. Is it...hope? \n[17]It's a gift. And Jerry moves closer, blocking our view. \n[18]Hey guy. Charlie tries to maintain his cool. What if Jerry is what Ed thought? Impossible, but... \n[19]You could really do me a solid. \n[20]I have a girl on her way over for a beer, and I'm totally out of beer. They're at Charlie's back door, the one that leads to the kitchen. \n[21]Set me up, I'll pay you back two times. A sixer for your mom, and one for you. \n[22]Nice kitchen. Same floor plan as my place, huh? Jerry leans against the door jamb -- BUT DOES NOT CROSS THE THRESHOLD. Charlie observes this. Holy shit. Charlie and Jerry MEET EYES. Then a cold smile creeps over Jerry's face. Charlie fumbles, lets one of the wet beers slide from his hand -- it hits the ground, explodes. \n[23]Can I help you with that? \n[24]This girl tonight -- she's a handful. You know. 37. \n[25]Women who look a certain way, they need to be managed. \n[26]You don't mind my saying, you got a lot on your shoulders for a kid. Your pal, Amy? She's ripe. Must be a line of guys dying to pluck that. Your mom too -- you don't see it, maybe you do -- she's giving it off. It's on you to watch out for them. You up for that? Charlie's burning. But holds himself in check. \n[27]Good. Cause there are bad people out there, man. Better keep an eye on your women. Jerry backs away, intimidating even as he retreats. \n[28]Thanks for the beers. Charlie watches him move into the dark. \n[29]       \n[30]  \n[31]  \n[32]       \n[33]  \n[34]       \n[35]  \n[36]  \n[37]  \n[38]  \n[39]       \n[40]  \n[41]Jane. It's Jerry from next door-- \n[42]Jane? I need to talk to you. \n[43]Now. Your son is harassing me! He pounds on the door. Jane examines Charlie closely. \n[44]He broke into my house. I'd rather not take this to the authorities. But I will! He's sick, deluded-- \n[45]As he backs away from the door. His expression goes cold. He disappears into the dark. \n[46]As he starts to DIG UNDERGROUND -- amazingly strong and swift. \n[47]Don't need an invitation if there's no house. A beat. Charlie GRABS Amy and Jane and they RUN through the house. \n[48]As he sees the dirt bike in the driveway. He jumps on. Tries to start it. NO GO. Fuck. \n[49] \n[50]Let them run. Just makes them easier to kill when I'm done with you. Ding, ding, ding -- the family man's CAR DOOR is open and the warning bell rings over and over... CHARLIE eyes the car. Keys still in it. He circles Jerry, backing him off. \n[51]Do you? Really? When did you take your last confession? \n[52]That's a mighty big cross you have there. Question is -- do you actually know how to use it? Jerry LUNGES for Charlie, but he DIVES for the family man's open car door. But Jerry's on him -- hands BURNING as he rips the cross from Charlie and shatters it with his hand. Then he TOSSES Charlie, who flies and hits JANE'S CAR, then crumples to the ground. Jerry gets Charlie around the neck -- holds a sharp, splintered end of the broken cross against Charlie's chest. The wood still burns into Jerry's hand, but Jerry holds on. 71. \n[53]Ever take one of these in the chest? I have. Charlie struggles, terrified. \n[54]But they missed the heart. Rigggght... . here. Easy measurement. Jerry positions the \"stake\" right over Charlie's heart. Charlie winces. Terrified and overpowered. \n[55]Shouldn't have been so nosey. Jerry's about to plunge the STAKE through Charlie's heart when a THICK WOOD STAKE comes through Jerry's SHOULDER. Jerry HOWLS, falls off Charlie and we see that he's been staked by the business end of a REAL ESTATE SIGN. JANE stands over them, quaking with fear and adrenaline. Amy's right behind her with a CROWBAR. \n[56]I know where I'm going. \n[57]You are something, aren't you? Amy spins. Jerry's closing in on her. Beautiful, seductive. She's shaking, terrorized. BAM, BAM, BAM!! She empties the GUN into JERRY anyway. It knocks him back, but he's still standing. He picks a silver bullet out of his shoulder, unimpressed. \n[58]Werewolves. Amy FLINGS holy water in his face. JERRY SCREAMS, burns. \n[59]Behind them in the crowd, he sees them slip into the club. \n[60]Holding her with a firm grip. \n[61]I'm counting on it. Amy SPITS on him. Jerry reacts -- a flash of RAGE and he exposes his brutal rows of TEETH for just an instant. \n[62]Come on. He grips her harder, sways with her to the music. Leans close to her ear, seductive. His predatory skills in high gear. \n[63]You just need a taste. You'll see. It can be like a dream. Jerry draws a nail over his wrist, draws a line of blood. He puts his mouth over the cut, bloodying it. He forces her into a DEEP KISS. She struggles mightily -- but then her body relaxes, as if she's been sedated. 90. \n[64]That's it... Good girl. JERRY looks up sees CHARLIE coming toward them. But Amy's altered now. Staring into Jerry's eyes like a child. CHARLIE'S GETTING CLOSER when-- \n[65]Sees that CHARLIE is restrained. Jerry locks eyes with Charlie and SMILES, his horrible fangs exposed. He's taking Charlie's woman -- and enjoying it. 91. \n[66]  \n[67]LOOMING, silhouetted against early morning light. Next to it, Charlie's house stands in charred ruins. CHARLIE stands on the front lawn, contemplating the houses. He wears fireproof clothes, has stakes and crosses strapped to him, holsters made out of duct-tape... Slung over his shoulder is the spray canister. And he holds a crowbar in a free hand. He looks like something out of one of Ed's graphic novels. Before he enters, Charlie DOUSES HIMSELF IN HOLY WATER. \n[68]  \n[69]  \n[70]  \n[71]  \n[72]  \n[73]  \n[74]  \n[75]You look bigger on TV. Peter fires the shotgun, BLAM! But he misses Jerry and the power of the blast sends PETER \n[76]  \n[77]In pain, he TRANSFORMS and VAMPS before our eyes with a blood- curdling yell. It's chilling. \n[78]  \n[79]It's over, guy. Charlie -- his girl's having her way with him. She's way out of his league anyway. Peter, trapped, won't be able to keep them at bay much longer. \n[80]And your aim-- \n[81]  \n[82]I'll finish this. Jerry, all swagger, moves in on Charlie. Charlie sees Peter, barely alive, spit out his FAKE VAMP teeth. Peter meets his gaze, wry and weak. Done for. \n[83]       \n[84]Now. I'm going to kill your girl -- make you watch. I'll take my time with you. And once you're dead, I'll finish your mother. Too bad about that one. She sucked me dry. Like a pro. Amy smiles a little. Jerry GRABS CHARLIE, lifts him off his \n[85]AMY suddenly SCREAMS - she's burning inside, DYING. Or so it seems. The vampire is being burned out of her. PETER cries out too, reacting less violently. But in pain. \n[86]Still burning, looks down as the STAKE OF SAINT MICHAEL in his CHEST. Right through the heart. He starts to SHAKE VIOLENTLY -- faster and faster, just like Ed did -- becoming little more than a macabre BLUR. For a moment -- Jerry's human form hangs in the air... \n[87]Blow me. ", "Jane": "\n[1]Don't leer at the neighbors, kid. Jane, 40's, attractive and frazzled, wears a REAL ESTATE brokers blazer. Charlie wheels his bike back to the curb. 5. He and his mom have had an affectionate, teasing relationship which has only recently started to have more edge. \n[2]Is he ever going to move that thing? \n[3]  \n[4]Amy? \n[5]That'll teach you to get so tall and handsome. Getting what you want is stressful. Especially when you're not used to it. More to lose. \n[6]It's an eyesore. I'm trying to convince people to move in, not join the legions leaving town-- \n[7]The guy moves in and puts a giant trash can in his yard! When the Perry's lived there-- Charlie has heard this before. It's a common refrain. \n[8] He's not digging a pool. Where do you think all that concrete's coming from? \n[9]He's thirteen feet from our house. That's not spying, that's observing. A BEETLE CONVERTIBLE pulls up. AMY drives and her two hot friends, CARA and BEE, sit in the back. \n[10]Hi honey. Hi girls. ANY, 16, is a stunner. And she's as cool as she is beautiful -- the girl every other guy in school would die to be with. 7. But Charlie is. And he can't believe his luck. Which puts him off his game. She makes him feel like he's always playing catch up. Charlie moves toward the VW. Jane calls after him. \n[11]Oh hey -- Ed called. Again. \n[12]I'm tired of making excuses, Charlie. If you don't want to talk to him, would you please tell him? \n[13]Watching them drive off, gone in a cloud of teen spirit. 8. \n[14].so not a pool, what's the work you're doing? 17. Jerry has an easy-going way about him. An inviting charm. \n[15]These houses were built practically overnight. I'm never surprised when they come apart. \n[16]Jerry, this is my son Charlie. And his -- do we say girlfriend now? \n[17]Jerry's our new neighbor. The Perry place. He's \"handy.\" \n[18]Jerry does night construction on the strip. \n[19]It's more of a collector thing. The shoes. He's obsessed.  They sleep on sidewalks to get them. Charlie looks at Jane, thanks for embarrassing me. \n[20]Be neighborly. \n[21]You bet. And thank you so much. For the help. \n[22]A guy that good-looking, still single? Bad bet. He's a player. \n[23]I've had enough man trouble. I'm not getting suckered again. Amy and Charlie meet eyes. That was loaded. Jane notices. \n[24]Don't listen to me. Jaded old \n[25]I have dinner on-- \n[26]Charlie! 20. But Charlie's already off and running. \n[27]Good on his word. A knock at the door. It's Amy. She lets herself in. \n[28]You try. My voice seems to be on some frequency he can't hear. \n[29] Temptress. I'm resolved. Charlie runs down. Wet from the shower, discombobulated. pecks Amy, grabs food off a plate. He's out of sorts. \n[30]You're going to be late. Jane moves to the windows, throws the curtains open. Charlie winces at the sun. He got no sleep, looks like hell. \n[31]The hours you keep. It's like living with a vampire. Charlie stops. Looks at her. She has no idea. \n[32]I think I can handle myself. \n[33]Charlie-- Don't even look in his direction, understand? And at night, you stay inside. \n[34]Because he's dangerous. What kind of dangerous? Charlie starts gathering his things. Getting ready to bolt. 48. \n[35]Charlie. Stop. I'm your mom, not some ridiculous woman-- \n[36]That's enough. I'm done with this conversation. She moves away. \n[37]The whole house looks like that show Dark Shadows. \n[38] You like her a lot, don't you? A moment when they could connect. But Charlie just nods. Jane's disappointed. Then-- \n[39]Don't use tape on the walls. Oh. Ed's parents left a few messages, looking for him. Charlie looks up at this. Pained. \n[40]I got it-- \n[41]This is ridiculous-- \n[42]This is my house. I'll answer the door if I want to. She starts to move to the door again. Charlie blocks her way, desperate. \n[43]Just-- Hold on! \n[44]Charlie. What's happening? \n[45]  \n[46]What? What is he doing? \n[47]Think about what you're saying-- \n[48]Ooooh. This is the gag! For Amy. I can't believe you got Jerry to go along with it! Charlie stops. Fuck. \n[49]  \n[50]I drive! They jump into Jane's car. Hit the garage opener-- \n[51]  \n[52]What did we do!? What does he want!? They are racing away when the DIRT BIKE COMES CRASHING THROUGH THE BACK WINDOW of the car, nearly taking Amy's head off. \n[53]He's coming! \n[54]Call the police! Anybody-- Jane manages to evade Jerry until -- The TRUCK SKIDS in a long arc in front of them and BLOCKS THEM. Jane screeches to a halt. \n[55]Oh hell. In a flash, Jerry is out of the truck and coming for them. \n[56]Charlie!! They RUN JERRY OVER WITH A TERRIBLE THUDDDD!!! Amy and Jane scream. Jane is aghast, stops the car. \n[57]Oh my God!! Charlie steps on her accelerator foot, the CAR ZOOMS FORWARD. 68. \n[58]I'm okay... Charlie sees that the other car is drivable. The guy inside, a FAMILY MAN, is stunned and pissed. Gets out of his car-- \n[59]Now out of the car, react. JERRY IS A FUCKING VAMPIRE. Jerry drops the business man, who's dead as he hits the ground. He moves toward them. Charlie looks at Amy and Jane. I told you so. \n[60]Leave my kid alone. Jane collapses, and we see that there's a lot of BLOOD on the back of her head. \n[61]  \n[62]Who lies motionless in a bed. A doctor checks her chart. AMY hangs up. Charlie, finished with the cops, joins her. They're both pained as they look at Jane. \n[63]  \n[64]Think you'll ever feel the same about a nighttime sky? \n[65]Right. We're just catching up. ", "Brewster": "\n[1]  \n[2]  \n[3]  \n[4]       \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]       \n[17]  \n[18]  \n[19]  \n[20]       \n[21]  \n[22]  \n[23]       ", "Victoria": "\n[1]Charlie! \n[2]God you're a sight for sore eyes. 33. \n[3]Rick! Charlie's here! Look at you. So handsome! \n[4]Ed will be so sorry he missed you, But -- you should both be in school now, shouldn't you? \n[5]I'm so glad you're doing that. Ed, he'd be mad that I said so, but he talks about you all the time. This lands hard on Charlie. How remiss he's been. \n[6]Of course. Make yourself at home. Charlie goes upstairs. Victoria makes a face at Rick -- \"that's good!\" They're both pleased. ", "Ginger": "", "Ben": "\n[1]Fuck yeah. \n[2]Here. \n[3]I think \"it's\" going to talk to us. \n[4]  \n[5]I don't track \"it's\" whereabouts. What did he want, anyway? \n[6]You look like dog shit. \n[7]One less tweaker clogging up the halls. Charlie stands, upset. \n[8]Charlie-- Chill out- ", "Wegner": "", "Charley": "", "Amy": "\n[1]Hi, Mrs. Brewster. \n[2]Still can't get the bike started, huh? \n[3]So you don't need a ride. Amy calls his bluff and starts to drive off. Charlie grabs his backpack and RACES after her. \n[4]  \n[5]Charlie. \n[6] Did you see the poster for the formal? The theme is \"Hope\"? \n[7] Did you go last year? We basically did the whole thing, Bee and me. 9. \n[8]You're not going to flunk for missing Econ, Brain. \n[9]Five minutes. He watches her move off, anxious and smitten. \n[10]On time. You stress too much. \n[11]You were doing your worried thing. \n[12]       \n[13]  \n[14]You know what I want? For dinner? \n[15]  \n[16]So don't judge. You don't want me to burn my big ole' booty off, do you? Charlie, on impulse, stops her -- kisses her. \n[17]What was that for? \n[18]What? 16. \n[19]Wow. \n[20]Damn right. If he followed her home, you have to let her keep him. Amy laughs -- almost skips toward them, milking the moment. \n[21] Hi. I'm Amy. He can't help but give Amy an appreciative once-over. She enjoys it, but pulls away and moves closer to Charlie. Charlie notices the exchange -- the way this dude oozes manliness. Doesn't like it one bit. He shakes Jerry's hand a little too firmly. Lowers his voice a bit. \n[22] No kidding. \n[23]Why did you blow him off? Oh my God! \n[24]Now? \n[25]Morning. Charlie? \n[26] \n[27]Talk to Hot Neighbor again? You should facebook him. \n[28]Oversleep? \n[29]What? Charlie snaps out of it. It's crazy to even entertain Ed's theories. \n[30]  \n[31]Where've you been? You told me to meet you here an hour ago. \n[32]Hello? Charlie breaks away from the window. It's an effort. His focus is still half there, even as he tries to talk to Amy. \n[33]Yeah. Why shouldn't it be? \n[34] You ever read this? It's good. Sexy, actually. Amy moves to Charlie. Puts her arms around him. \n[35]In a frustrated, unconsummated sort of way. \n[36]Kinda makes it hotter. \n[37]Am I boring you? What's up? \n[38]I can fix that. She kisses him again. Despite himself, Charlie gets drawn in and turned on. She pulls back, serious. 39. \n[39]Want to get under the covers? \n[40]Calm down. Let's just... see how it goes. Charlie's dying inside. Now?! Could not be a worse time. \n[41]Charlie. Don't be nervous. She kisses him again. It's intense, passionate. Charlie weakens a little. Maybe death and mayhem can wait... Amy moves to take off her top. Oh. My. God-- DING DONG. Somebody is ringing the bell at Jerry's. Charlie stops. Practically tosses Amy off him. \n[42]What? JERRY comes to the door. He and Doris start chatting. She's flirting up a storm. \n[43]He's hot. She's a stripper. They were bound to find each other. 40. \n[44]Take away two tiny pieces of cloth, stripper. You jealous? \n[45]Maybe. Not a big deal-- Charlie's freaked now. Doris is IN THERE. \n[46]Okay... Amy moves away. Looking at him skeptically. \n[47]If you're not into this, say so. Don't do me any favors. \n[48]I'm going. \n[49]No. You've got your neighborhood watch thing. \n[50]Hey. Charlie looks up. Amy stands over him, a little wary. Charlie covers his writing and closes his computer screen. He looks like hell. Disheveled, sleep deprived, tense. \n[51]You weren't in class. What are you working on? \n[52]Oh, good. I thought it was something creepy. Charlie nods. Smiles wanly. Then-- \n[53]Get back to your porn. Got it. She looks away, losing patience. Charlie rallies. \n[54]Why? What's going on? \n[55]Charlie!! What the hell is wrong with you?! \n[56] \n[57]Just get out of here, Charlie. Go. He knows it's over. Heartbroken, he takes off. \n[58]It was unlocked. \n[59]Okay, whatever, listen. You're flipping out. Punching out your friends and blowing everything off and is that a stake? A beat. He forgot he was holding it. He hides it behind his back. \n[60]Look. Even if you're losing it -- you don't get to blow me off. You don't go from something to nothing overnight. You're not nothing to me, Charlie. Whatever's happening, just -- talk to me. Charlie takes this in, emotional. But-- \n[61]What? How am I going to get hurt? Tell me. Charlie-- Now there's another KNOCK at the door. Jane comes downstairs- \n[62] \n[63]I don't think this is funny. But she puts it on. \n[64] \n[65]I can drive-- \n[66] \n[67]My brother has a gun! \n[68]Are you nuts!? You can't kill that guy! \n[69]Oh... Are you-- Jane? Jane is woozy. Hurt. \n[70]Now out of the car, react. JERRY IS A FUCKING VAMPIRE. Jerry drops the business man, who's dead as he hits the ground. He moves toward them. Charlie looks at Amy and Jane. I told you so. \n[71] \n[72]On her cell, pacing as she eyes Charlie with the cops. \n[73]We won't stay up all night. Bee and Cara need help with Trig -- it's not a party. Okay. Okay... Mom? I love you. She stops at the open door of a hospital ROOM. Her gaze \n[74]Maybe you should have said something to the police. \n[75]Okay. The DOCTOR approaches. \n[76]You didn't make any of it happen. \n[77]How were you supposed to believe him? None of it makes sense. \n[78]People change. Everybody-- \n[79]       \n[80]I knew you were a dweeb.  You think I want a \"dude\" like Mark or Ben? I like that you're different... It didn't hurt that your skin cleared up. She smiles, takes his hand. A sweet, connected moment. Then something alarming occurs to Amy: \n[81]I can't believe we didn't have sex. \n[82] \n[83]No, seriously. I'm going to die a virgin? Me? How did this happen? \n[84]But what if we do? Let's do it. Now. The bathroom. Charlie. A beat. \n[85]Oh my God, Charlie. What are we going to do? \n[86]The Peter Vincent? \n[87]I know. I read. \n[88]So how do you kill these guys, this \"tribe\"? \n[89]What? Charlie-- 78. \n[90] \n[91]Oh my God, oh my God... Amy's starting to lose it. Charlie grabs her. \n[92]Round a corner -- it's a dead-end. They see a large antique CONFESSIONAL at one end of the room. \n[93]Charlie! She smashes into one GLASS CABINET after another, pulling out and pocketing everything she can find to fight ED. Finds a GUN loaded with silver bullets... \n[94]Vampires. She RUNS. \n[95]Do it. Charlie! Charlie's frozen. Ed starts to get up, his head a mess. It's now or never. \n[96]Jerry's here. He's coming! \n[97]I found the stairs. Come on. \n[98] \n[99]Stop. Stop, I need to-- \n[100]He can't kill us, not here-- \n[101]Oh, God... \n[102]Charlie! Charlie turns, a DRUNK CHICK gets in his way -- tries to dance with him. He pushes past her. 88. \n[103]who's been pushed toward the DJ stand by the crowd. She's spinning, looking desperately for Charlie. \n[104]As a HAND slips into hers. She turns, relieved, to find-- \n[105]No. No! Amy STRUGGLES and CRIES OUT as JERRY PULLS HER away from CHARLIE, toward ramp that leads to another dance floor. Jerry laughs, throws her over his shoulder. \n[106]Help!! A GUY in the crowd high-fives him. All part of another crazy night in Vegas. \n[107]Help me! Help!! CHARLIE can SEE HER, but can't get to her. The crowd is indifferent to her cries. Charlie grabs his cell -- hits a button. It dials, then-- \n[108]Charlie's coming, he'll find me-- \n[109]Finally, Charlie hears a GROAN. He opens a window in the door for yet another room. AMY'S lying on the floor, turned away from him. Charlie's not sure what he'll see when he gets a better look at her. \n[110]Amy slowwwwly gets up, turns... And aside from a BRUISED BITE MARK on her neck -- she looks normal. She rushes to Charlie, keeps her voice down. \n[111] \n[112]You shouldn't be here-- \n[113]I don't know. He dumped me here. I'm bait. He said so-- \n[114]I'll survive. Please get out of here. He's too strong-- \n[115]  \n[116]Charlie. \n[117]You should have run with me while we had the chance. You should have saved me, Charlie. 103. Charlie takes this in, pained. Then-- \n[118]It is. He's inside me now. Her EYES GO DARK -- fingernails grow SHARP and dig into Charlie. He feels the change. \n[119]Charlie shoves her off, hard. But she holds him tight -- and they TUMBLE INTO THE GRAVE. \n[120]You wouldn't. \n[121]I'll be the best you ever had. The only you had. Charlie. We can be together forever. She leans in, licks his neck seductively... \n[122]Missed. You missed. Charlie BREAKS THE DOOR OPEN with his crowbar. 105. \n[123]Transformed and healed. Herself again. She rushes to the edge of the open grave. \n[124]Charlie! She crawls into the grave. Cradles Charlie in her arms. \n[125]Charlie... Amy starts to cry. Peter looks on, concerned. Finally, Charlie opens his eyes. Says weakly... \n[126]Charlie sees the connection between Peter and Jane. Shudders. \n[127]She deserves some fun. Your mom fully cheated death. \n[128]Oh, I plan on it. Now that you've killed your first vampire... \n[129]      \n[130]Right. \n[131]Right. Frak? PETER is passing. Hears this. Is down with it. \n[132]I'll take another. Thanks. ", "Ed": "\n[1]  \n[2]  \n[3]  \n[4]Alone. Ed stares Charlie down. A beat. Ben and Mark bust out laughing. Mark looks at Charlie. \n[5]It's important. \"Brewster.\" The way Ed says his name is enough to propel Charlie into action. He grabs Ed and pulls him aside. Mark and Ben watch with interest -- out of earshot. Ed's tone is dire, serious as a heart attack. \n[6]Adam's missing. Charlie's looking around, self-conscious. \n[7]I keep trying him -- nothing. No texts, no phone. And he's not the only one who's gone. You heard roll call. \n[8]Meet me at his house after school. We'll check around. See what's up, if he's okay. \n[9]I don't think you get what I'm \n[10]What, am I not even suppose to speak to you now?-- \n[11]It's so horrible! Crossing the streams! Will High School as we know it cease to exist?! Ed glances at Mark and Ben, who still watch from a distance. \n[12]You want me to tell your pals how well we know each other? The Lego contests, the Farscape conventions, \n[13]Or how your first sexual experience was with an Electra figurine-- \n[14]Then be my backup. \n[15]Don't be late. Moves off. Charlie sees the guys watching him. A beat. He shrugs like \"I have no idea what that was about...\" \n[16]Where the hell have you been? \n[17]Right after! It's dusk, dude, you know what that means!? \n[18]Hey! Anybody home? A long pause. Nothing. \n[19]Hello? Ed and Charlie here! Come on. Charlie follows him in. Resigned and placating. \n[20]Take this. Ed hands Charlie a STAKE. Charlie eyes it, incredulous. \n[21]I hate to tell you this but that guy, your neighbor. He's a vampire. One of the undead. \n[22]Yeah. \n[23]Jerry. A beat. \n[24]I didn't name him, man, I'm just reporting the facts! Ed moves UP THE STAIRS. Charlie reluctantly follows. It's darker up here. Lights off. 22. \n[25]Hey! Anybody here? They pass the empty MASTER BEDROOM -- where we saw ADAM's parents slaughtered. Now its clean and empty. Then Ed turns into ADAM's room. It's full of geekery. Action figures, the like. Charlie sticks behind him. The guys don't register the mostly obscured form of SOMEBODY HIDING BEHIND the door. A LARGE MALE figure. Ed catches sight of the guy, and SPINS toward it, freaked. Charlie also reacts, scared. \n[26]Get back, demon! Ed thrusts his cross forward which knocks the door open, toppling A MOVIE CHARACTER STANDEE. A beat. Then Ed lets out a slightly manic laugh. \n[27]Ha! I killed that sucker dead! \n[28]No, see, it's not just them. It started -- there was this thing on Channel 13, a lady escaped an attacker who tried to bite her. Ed points to the RED DOTS on his chart. They form a loose circle around CHARLIE'S house. \n[29]Adam and me, we graphed the attack, the disappearances. Whole families, gone. \n[30]And that's you guys at the center, see? His windows are totally \n[31] \n[32]But every window? No. I've been watching him. It all fits-- \n[33]No. Dracula is a specific vampire. \n[34]Fiction, okay? This is real. A real monster. And he's not brooding. Or lovesick. Or noble. He's the fucking shark from JAWS. He feeds, he kills, and he doesn't move on until everyone around him is dead. And that book SUCKS. Charlie can't help but pause. Ed's conviction is so real. But he shakes it off. \n[35]What about your neighbors, the Perrys? He moved into their house. Haven't seen them around, have you? \n[36]Exception, proves the rule. You haven't asked him in, have you? He can't get in without an invitation. \n[37]Your mom? Lonely divorcee... \n[38]No! Well, yeah... I thought you'd take my word, but I have evidence at home. Hard evidence. Charlie stops fighting it and humors him. Ed's lost it. \n[39]  \n[40]Just for -- okay -- for a minute pretend you're not a douche now-- \n[41] \n[42]Right. Got it. You're soooo cool \"Brewster.\" Go ahead, join the Clark High early-peakers. This is the pinnacle for them. And that includes your girl-- 25. \n[43]Undeniably doable, but we used to make fun of her and her pals, remember? They're bimbos-- \n[44]Adam's gone -- you act like it has nothing to do with you. We were inseparable, man. \n[45]Sorry. Sorry-- \n[46]Can you just hit me? I don't have time for the build up.  Go. \n[47]Jesus, man! Just do it! Fine. Mark winds up and SWINGS -- a brutal blow. Ed DUCKS and runs. Mark's immediately on his heels. The guys dodge and dart through the neighborhood. But Ed has experience in the art of losing bullies and he manages to shake Mark for a moment. Ed scrambles over a wooden fence, but his DUFFLE BAG GETS CAUGHT ON TOP. Most of his vamp hunting stuff SPILLS over on the OTHER SIDE OF THE FENCE. \n[48]Crap. Crap! There's not time to get the stuff. He can hear Mark approaching in the dark. He drops into a neighbor's backyard. \n[49]Get away! I'm armed mother fucker! Jerry moves after Ed, angry but controlled. More like a man than a monster. 27. \n[50] Hey! Let me in! Please! But there's no answer. Ed is desperate, Sees Jerry closing in, walking across the backyard. Ed takes a ROCK and smashes the window over the kitchen sink. \n[51]Forget it sucker! No invite! BAM! Jerry kicks in the kitchen door. Ed, terrified, falls back. \n[52]-- what? \n[53]We'll see, man. I know my shit. But Jerry doesn't appear to be afraid. He looks at Ed with actual sympathy. \n[54]Don't play that stuff. That mind crap. Come on -- try me. Try me! 29. \n[55]Get back! \n[56]No... \n[57]  \n[58]  \n[59]  \n[60]       \n[61]Looking at them now. Yes sir.  He's modern, Jerry, dispensed with all that \"master\" stuff. Hey bud. Charlie steps in front of Amy. \n[62]Problem? You let him get me, man. \n[63]You let him turn me into this. At that, ED VAMPS. Black eyes, black veins. Those teeth. It's terrifying. SMASH!! One of the cabinets shatters. Ed, Charlie and Amy spin to see PETER standing by the open collection case. A SMALL NAIL in his hand. He's shaking like a leaf. \n[64] \"Stay awaaaay, demon!\" Ed closes in on Peter. Peter looks to Charlie. It's real. 79. \n[65]Whatcha got there? Itsy bitsy little stakey? \n[66]Old school. Nice. Got to get pretty close to use it, though. Peter looks at the short piece of metal in his hand. Fuck. HE BOLTS down the nearest hallway. \n[67]Uh uh. No you don't. ED BOLTS AFTER PETER. Charlie and Amy race the other way. \n[68]A panic room!? You better panic, loser! You better watch your neck! \n[69]Prince of darkness is a little baby man! I love it! All the fat chicks in your fan club are gonna be so bummed! He hears ED flipping out, but ED DOESN'T SHOW UP ON THE \n[70]Tracking them -- not far behind, his stub of an arm bleeding and HEALING as he goes. \n[71]Give it up, Chuck! You're dead. If you hadn't ended up such a dick, I might have tricked you out. We could have rocked this evil shit! But you blew it. Nothing but the big dirt nap for you and your lady. \n[72]As he comes around the same corner a moment later. AMY and CHARLIE are NOWHERE to be seen. 81. \n[73]I expected more of a fight. Girl's made you lazy in the head. Pussy'll do that. ED YANKS the curtain on the confessional open. ARTHUR hides there, terrified. \n[74]Look at that. Vincent's got a Vincent. \n[75]His face bloodied. Eyes wild. The trembling body of ARTHUR on the ground at his feet. Ed turns Arthur over. Arthur's still breathing, reaches for something around his neck. A cross? No, it's a chain with PICTURES of sweet-faced children on silver charms. \n[76]Had. Ed lifts Arthur off his feet and chokes him with one hand... \n[77]Don't take it personal. I'd eat you -- but I'm saving my appetite. Arthur's turning a horrible purple, eyes bulging... Ed breaks his neck with a HORRIBLE WRENCHING CRUNCH. Drops him. \n[78]Dinner with an old friend. \n[79]I know you're here. I can hear you breathing. It's totally cool. He laughs, hyper. Excited. \n[80]Sooo, I take out the prom king and queen? Embarrassment of riches! CHARLIE SHOVES the case he hides behind with Amy over ONTO ED. Yells to Amy-- \n[81]Mano e...one mano. Piece of cake. Cause I'm a God Damned killing machine, and you're like all the Clark High big shots -- nothing. You picked the wrong side, man. Ed lashes out, slicing CHARLIE on the arm with his SHARP NAILS. Charlie yells, but holds his ground. \n[82]You didn't think. Charlie's wrecked about what he has to do. \n[83]Steeeerike! Call that a swing, Slugger? Charlie swings and swings, but Ed is too fast for him. Finally, Charlie connects with ED'S NECK. Blood flies, Charlie can't look -- anguished. \n[84]Come on! You're not even trying. 84. Charlie looks back, Ed's HEAD is only HALF OFF. He's grinning even as he bleeds everywhere. It's macabre, horrible. Ed SLASHES Charlie again with his claw-like nails. Charlie cries out. \n[85]Bone is a motherfucker, Chuckles. Hard to cut. Charlie takes another swing with his axe. Ed jumps out of the way. 85. Ed manages to get Charlie in a one-arm embrace of sorts, positions himself so he can BITE HIS NECK. \n[86]Is this weird for you too? I feel like such a homo-- Charlie FLIPS ED -- they are wrestling when Charlie sees AMY approaching with A SPIKED MACE. Charlie DUCKS and AMY smashes ED in the head. Hard. Charlie grabs a long, sharp piece of the shattered wooden cabinet. Ed is on the ground. Moaning, laughing. Charlie has his shot. But he hesitates. \n[87]Wow. Bimbo has some juice-- \n[88]I wasn't even a badass vamp. I was his Renfield. Funny if you-- Ed starts to VIBRATE HORRIBLY, his WHOLE BODY moving so impossibly fast he's little more than a BLUR... Then he BURNS UP FROM THE INSIDE OUT. Charlie's paralyzed -- in a world of hurt. Amy grabs him. Pulls him out of the room. 86. \n[89]  \n[90]You're so coooool Brewster!! "}}