{"filename": "From-Dusk-Till-Dawn_script.txt", "imdb_id": "tt0116367", "imdb_url": "https://www.imdb.com/title/tt0116367", "characters": ["Sex Machine", "Jacob Fuller", "Santanico Pandemonium", "FBI Agent Stanley Chase", "Richard Gecko", "Old Timer Motel Owner", "Border Guard /Chet Pussy /Carlos", "Razor Charlie", "Texas Ranger Earl McGraw", "Kate Fuller", "Scott Fuller", "Newscaster Kelly Houge", "Hostage Gloria Hill", "Seth Gecko", "Frost"], "dialogues": {"Sex": "\n[1]\t\tAnything you gotta say to them, say \t\tto me first.  \tBoth Seth and Jacob ATTACK Big Emilio from behind. He \teffortlessly knocks them away.  \tThey both hit the ground.  \tSex Machine gestures with his hand to Big Emilio to \"come \tahead.\"  \tBig Emilio CHARGES towards Sex Machine, like a runaway \tlocomotive.  \tSex Machine stands his ground waiting for IMPACT. The two \thuge men COLLIDE. What follows is literally a war of the \tGargantuans. The two mastiffs POUND each other till one \tbuckles. Finally, the one who buckles first is Big Emilio, \twho HITS the floor.  \tOnce on the floor, Seth and Jacob, stand over the huge vamp, \tBEATING him with clubs and pipes, like L.A.'s finest. The \tvamp can do nothing except SQUIRM on the floor from the \tsavage beating.  \n[2]\t\tThat's enough.  \tJacob and Seth stop.  \tSex Machine holds a pool cue in his hand. He SNAPS off the \tend tip, making it jagged, and like a spear, STICKS it into \tbig vamp's fallen body. Big Emilio, SCREAMS, TWITCHES and \tdies. The pool cue sticks out straight up from the dead \tvamp.  \tChet Pussy spies Ms. Apple Pie Pussy herself, Kate. He \tbreaks into a lecherous grin and licks the blood from \taround his mouth.  \tKate and Scott are cowering behind the bar when Chet appears \tover the top. They both let out a scream. Scott goes to \tprotect his sister and receives a punch in the face for his \ttrouble. Chet dives at Kate.  \n[3]\t\tHe ain't your brother no more.  \n[4]\t\tNo, it's more of a gnawing sound. \t\tBirds peck, they don't gnaw. Rats \t\tgnaw.  \tSeth puts the bottle in his hand down.  \n[5]\t\tWatch out, girly!  \tThe biker vamp GRABS Kate from behind. She lets out a \tscream. The vamp holds her close to him in a bear hug, but \tshe's moving around so much he can't get a clear bite. The \tothers hear the scream and look toward Kate. Sex Machine, \tBig Emilio's baseball bat in hand, is halfway to the rescue. \tAs the biker vamp opens his mouth to take a juicy bite out \tof Kate's shoulder, Kate RAMS her head back, hitting the \tvamp in the mouth and breaking his fangs. He releases her \tand spits out his teeth just as Sex Machine runs up and \tSWINGS the baseball bat upside the vamp's head, breaking \tthe bat in two and sending the vamp to the floor. As the \tvamp lies on the floor seeing stars, Sex Machine grabs one \tof the broken ends of the bat and SHOVES it in the vamp's \theart. He dies and bursts into flames.  \tAt that point, three other dead victims rise to a sitting \tposition. Sex Machine grabs a chair and THROWS it to the \tground, breaking it. He grabs the four legs.  \n[6]\t\t\t \t\tGoddamn fuckin' vampires.  \tThe biker has turned into Captain Sex Machine, Vampire \tHunter. He stakes two of the vampires as they get to their \tfeet. Both SPEW green blood, scream, die and burst into \tflames. The third, a trucker vampire wearing a cat cap, \tSMACKS Sex Machine in the mouth, which sends the biker for \ta loop.  \tAs CAT CAP runs toward the fallen Sex Machine, Kate JUMPS \ton his back from behind. Both of them go tumbling into a \tstack of whiskey cases. Sex Machine runs over and grabs Kate \tby the hand, pulling her up and out of the way. Cat Cap is \tlying in a pile of broken bottles and whiskey. Sex Machine \traises his stake as Cat Cap dies and DRIVES it in the \tvamp's black heart. Cat Cap dies and bursts into flames, \twhich hits the whiskey, starting a giant fire.  \n[7]\t\tFire!  \tFrost and Jacob stop barricading and run to the fire.  \n[8]\t\tWay ahead of ya. \t\t\t \t\tWhat's your name, girly?  \n[9]\t\tSex Machine. Pleased to meet'cha. \t\tKate, let's stake these blood-sucker \t\tfuckers.  \tKate and Sex Machine give each other a high five and go to \twork STAKING the dead bodies.  \tJacob and FROST beat down the fire with their jackets and \twhatever else is at hand.  \tA hole begins to appear where a window had been plastered \tover. Little claws scrape their way through. Scott stands \tin front of the window.  \n[10]\t\tHe's right. Peter Cushing does that \t\tall the time.  \n[11]\t\tGarlic, holy water, sunlight... I \t\tforget, does silver do anything to a \t\tvampire?  \n[12]\t\tI know silver bullets are werewolves. \t\tBut I'm pretty sure silver has some \t\tsort of effect on vampires.  \n[13]\t\tYeah, that's true, but I doubt our \t\tbarricades, that door, those plastered \t\twindows and these walls will last two \t\tmore hours with those bat fucks \t\tfuckin' with 'em.  \n[14]\t\tYou mean like a Time-Life book?  \tEverybody laughs.  \n[15]\t\tAnother thing, you try and ram a \t\tbroken chair leg in a human, you \t\tbetter be one strong son-of-a-bitch. \t\tThe human body is one rough-tough \t\tmachine. But these vamps got soft \t\tbodies. The texture of their skin is \t\tsofter, mushier. You can push shit \t\tright through 'em. Conceivably, if \t\tyou hit one hard enough, you could \t\ttake their fuckin' head off.  \n[16]\t\tStop fucking saying that!  \n[17]\t\tThat bite weren't nothin'. It just \t\thurt like a son-of-a-bitch, that's \t\tall. It barely punched the skin.  \tSex Machine looks at Frost, who's acting out his story. The \tbiker is pantomiming fighting and slashing. He's describing \tall the while, but we can't hear anything. All we hear are \tmany voices, male, female, children saying:  \n[18]\n[19]\t\tWhat are you gonna do about it?  \tFrost, table leg in hand, RUNS, SCREAMING his head off, \tstraight at Sex Machine.  \tSex Machine's nostrils flare. He raises his meaty fist and \tpulls it back, so he can really haul off.  \tFrost, top speed, stake raised, screaming. Sex Machine lets \tloose with his punch, Seth, Scott and Kate look up from the \tfloor. Jacob rises from behind the bar. Frost's face \tCOLLIDES with Sex Machine's fist. Sex Machine hits Frost so \thard it lifts the biker off the ground and propels him \tthrough the air.  \tSeth sees where Frost is heading and says:  ", "Machine": "\n[1]\t\tAnything you gotta say to them, say \t\tto me first.  \tBoth Seth and Jacob ATTACK Big Emilio from behind. He \teffortlessly knocks them away.  \tThey both hit the ground.  \tSex Machine gestures with his hand to Big Emilio to \"come \tahead.\"  \tBig Emilio CHARGES towards Sex Machine, like a runaway \tlocomotive.  \tSex Machine stands his ground waiting for IMPACT. The two \thuge men COLLIDE. What follows is literally a war of the \tGargantuans. The two mastiffs POUND each other till one \tbuckles. Finally, the one who buckles first is Big Emilio, \twho HITS the floor.  \tOnce on the floor, Seth and Jacob, stand over the huge vamp, \tBEATING him with clubs and pipes, like L.A.'s finest. The \tvamp can do nothing except SQUIRM on the floor from the \tsavage beating.  \n[2]\t\tThat's enough.  \tJacob and Seth stop.  \tSex Machine holds a pool cue in his hand. He SNAPS off the \tend tip, making it jagged, and like a spear, STICKS it into \tbig vamp's fallen body. Big Emilio, SCREAMS, TWITCHES and \tdies. The pool cue sticks out straight up from the dead \tvamp.  \tChet Pussy spies Ms. Apple Pie Pussy herself, Kate. He \tbreaks into a lecherous grin and licks the blood from \taround his mouth.  \tKate and Scott are cowering behind the bar when Chet appears \tover the top. They both let out a scream. Scott goes to \tprotect his sister and receives a punch in the face for his \ttrouble. Chet dives at Kate.  \n[3]\t\tHe ain't your brother no more.  \n[4]\t\tNo, it's more of a gnawing sound. \t\tBirds peck, they don't gnaw. Rats \t\tgnaw.  \tSeth puts the bottle in his hand down.  \n[5]\t\tWatch out, girly!  \tThe biker vamp GRABS Kate from behind. She lets out a \tscream. The vamp holds her close to him in a bear hug, but \tshe's moving around so much he can't get a clear bite. The \tothers hear the scream and look toward Kate. Sex Machine, \tBig Emilio's baseball bat in hand, is halfway to the rescue. \tAs the biker vamp opens his mouth to take a juicy bite out \tof Kate's shoulder, Kate RAMS her head back, hitting the \tvamp in the mouth and breaking his fangs. He releases her \tand spits out his teeth just as Sex Machine runs up and \tSWINGS the baseball bat upside the vamp's head, breaking \tthe bat in two and sending the vamp to the floor. As the \tvamp lies on the floor seeing stars, Sex Machine grabs one \tof the broken ends of the bat and SHOVES it in the vamp's \theart. He dies and bursts into flames.  \tAt that point, three other dead victims rise to a sitting \tposition. Sex Machine grabs a chair and THROWS it to the \tground, breaking it. He grabs the four legs.  \n[6]\t\t\t \t\tGoddamn fuckin' vampires.  \tThe biker has turned into Captain Sex Machine, Vampire \tHunter. He stakes two of the vampires as they get to their \tfeet. Both SPEW green blood, scream, die and burst into \tflames. The third, a trucker vampire wearing a cat cap, \tSMACKS Sex Machine in the mouth, which sends the biker for \ta loop.  \tAs CAT CAP runs toward the fallen Sex Machine, Kate JUMPS \ton his back from behind. Both of them go tumbling into a \tstack of whiskey cases. Sex Machine runs over and grabs Kate \tby the hand, pulling her up and out of the way. Cat Cap is \tlying in a pile of broken bottles and whiskey. Sex Machine \traises his stake as Cat Cap dies and DRIVES it in the \tvamp's black heart. Cat Cap dies and bursts into flames, \twhich hits the whiskey, starting a giant fire.  \n[7]\t\tFire!  \tFrost and Jacob stop barricading and run to the fire.  \n[8]\t\tWay ahead of ya. \t\t\t \t\tWhat's your name, girly?  \n[9]\t\tSex Machine. Pleased to meet'cha. \t\tKate, let's stake these blood-sucker \t\tfuckers.  \tKate and Sex Machine give each other a high five and go to \twork STAKING the dead bodies.  \tJacob and FROST beat down the fire with their jackets and \twhatever else is at hand.  \tA hole begins to appear where a window had been plastered \tover. Little claws scrape their way through. Scott stands \tin front of the window.  \n[10]\t\tHe's right. Peter Cushing does that \t\tall the time.  \n[11]\t\tGarlic, holy water, sunlight... I \t\tforget, does silver do anything to a \t\tvampire?  \n[12]\t\tI know silver bullets are werewolves. \t\tBut I'm pretty sure silver has some \t\tsort of effect on vampires.  \n[13]\t\tYeah, that's true, but I doubt our \t\tbarricades, that door, those plastered \t\twindows and these walls will last two \t\tmore hours with those bat fucks \t\tfuckin' with 'em.  \n[14]\t\tYou mean like a Time-Life book?  \tEverybody laughs.  \n[15]\t\tAnother thing, you try and ram a \t\tbroken chair leg in a human, you \t\tbetter be one strong son-of-a-bitch. \t\tThe human body is one rough-tough \t\tmachine. But these vamps got soft \t\tbodies. The texture of their skin is \t\tsofter, mushier. You can push shit \t\tright through 'em. Conceivably, if \t\tyou hit one hard enough, you could \t\ttake their fuckin' head off.  \n[16]\t\tStop fucking saying that!  \n[17]\t\tThat bite weren't nothin'. It just \t\thurt like a son-of-a-bitch, that's \t\tall. It barely punched the skin.  \tSex Machine looks at Frost, who's acting out his story. The \tbiker is pantomiming fighting and slashing. He's describing \tall the while, but we can't hear anything. All we hear are \tmany voices, male, female, children saying:  \n[18]\n[19]\t\tWhat are you gonna do about it?  \tFrost, table leg in hand, RUNS, SCREAMING his head off, \tstraight at Sex Machine.  \tSex Machine's nostrils flare. He raises his meaty fist and \tpulls it back, so he can really haul off.  \tFrost, top speed, stake raised, screaming. Sex Machine lets \tloose with his punch, Seth, Scott and Kate look up from the \tfloor. Jacob rises from behind the bar. Frost's face \tCOLLIDES with Sex Machine's fist. Sex Machine hits Frost so \thard it lifts the biker off the ground and propels him \tthrough the air.  \tSeth sees where Frost is heading and says:  ", "Jacob": "\n[1]\t\tWe got about two more hours of day \t\tlight left. That'll get us into \t\tEl Paso, which is right next to the \t\tborder. We'll stop at a motel --  \n[2]\t\tOkay, Okay, maybe I was a little \t\toverzealous, but give me a break, I \t\tjust bought it.  \tScott and Kate continue the impersonation.  \n[3]\t\tUnless you two wiseacres wanna be \t\tintroduced to the joys of hitchhiking, \t\twhat say we drop this?  \n[4]\t\tYou two ought to start a stand-up \t\tact, because you're just wasting your \t\thumor on me.  \n[5]\t\tI'm exhausted.  \n[6]\t\tI just bet you would. Don't even thin \t\tabout it. Besides, I want to have one \t\tnight's sleep in an \t\thonest-to-goodness bed. The beds in \t\tthe home are okay, but they're not \t\tlike a real bed.  \n[7]\t\tThat's very nice of Ted, but I'll \t\tcall him tomorrow and tell him not \t\tto bother waiting.  \n[8]\t\tNot enough to be a pastor. Look, I \t\tknow this is hard on you kids. After \t\tJenny's death, this is probably the \t\tlast thing you need. But I can't do \t\tit any longer. My congregation needs \t\tspiritual leadership. Well, they can't \t\tget that from me anymore. My faith is \t\tgone. To answer your question, yes, \t\tI do believe in Jesus. But do I love \t\tthem? No. After Jenny died, I just \t\tthought, what's the point?  \n[9]\t\tI didn't say fuck him. I'm just not \t\tconnected anymore.  \n[10]\t\tKate, give your old man a little \t\tcredit. Every person who chooses the \t\tservice of God as their life's work \t\thas something in common. I don't care \t\tif you're a preacher, a priest, a nun, \t\ta rabbi or a Buddhist monk. Many, \t\tmany times during your life you'll \t\tlook at your reflection in the mirror \t\tand ask yourself, am I a fool? We've \t\tall done it. I'm not going through a \t\tlapse. What I've experienced is closer \t\tto awakening. I'm not trying to shake \t\tyour faith. I've just decided not to \t\tdevote my life to God anymore.  \n[11]\t\tMom's got nothing to say, she's dead.  \n[12]\t\tThere's nothing wrong with this \t\tplace.  \n[13]\t\tIt's not a flop house. It's basic \t\tand simple. That doesn't make it a \t\tflop house.  \n[14]\t\tIt has a bed. That's all I care about.  \n[15]\t\tWatch where you're going!  \n[16] \tKate and Scott join him up front looking at this weirdo.  \n[17]\t\tI have no idea.  \tSeth continues standing in their way, making no attempt to \tmove. Not threatening, just looking at them.  \n[18]\t\tAnytime, man.  \tThe horn snaps Seth back to this world. A smile breaks out \ton the escaped fugitive's face and he politely steps to one \tside to let them pass.  \tPass they do!  \n[19]\t\t\t \t\tWhat?  \tFrom the other side of the door comes a friendly voice.  \n[20]\t\tI hope none of this is disturbing you.  \tScott can't hear him, but when he sees his dad look at him, \the smiles.  \tJacob opens the door and sees...  \t... Richard Gecko standing in the doorway, looking like the \tnicest guy in the entire world.  \n[21]\t\t\t \t\tSure.  \tWe follow Jacob as he turns to the dresser to get the motel \tice bucket. He grabs it, turns back to the door, takes a \tcouple of steps towards it, then stops: in his tracks.  \tHe sees Richard and Seth both inside the room with the door \tclosed, both with .45's in their hands, both aimed at him.  \n[22]\t\tWhat is this?  \tSeth SLUGS Jacob in the mouth, KNOCKING him to the ground.  \n[23]\t\tJacob.  \n[24]\t\tHe's my son.  \n[25]\t\tNeither does he. He looks Vietnamese.  \n[26]\t\tWhat's this about, money?  \n[27]\t\t\t \t\tIt's okay, honey. Everything's going \t\tto be all right.  \n[28]\t\tOn the dresser.  \n[29]\t\tLook, if you want the motor home, just \t\ttake it and get out.  \tSeth grabs a chair and slides it up to his two male \thostages.  \n[30]\t\tNot a chance.  \n[31]\t\tIf you're taking people, take me. But \t\tmy kids aren't going anywhere with \t\tyou.  \n[32]\t\tMy children are not going with you, \t\tand that's that.  \n[33]\t\tYes.  \n[34]\t\tScott and Kate.  \tSeth repeats the names as he thumbs through the wallet.  \n[35]\t\tMy wife.  \n[36]\t\tIn heaven.  \n[37]\t\tYes, she is.  \n[38]\t\tAuto wreck.  \n[39]\t\tNo. It was a rainy night, the brakes \t\ton the car weren't great. She had to \t\tstop suddenly. She slid on the road, \t\tshe crashed, she died.  \n[40]\t\tNot quite. She was trapped in the \t\twreck for about six hours before she \t\tpassed on.  \n[41]\t\tYes, they do.  \tSeth looks back at the wallet. He sees Jacob's minister's \tlicense.  \n[42]\t\tYes.  \n[43]\t\tReal McCoy.  \n[44]\t\tI was a minister.  \n[45]\t\tYes.  \n[46]\t\tI think I've gotten about as up close \t\tand personal with you as I'm gonna \t\tget. Now if you need me like I think \t\tyou need me, you're not gonna kill me \t\t'cause I won't answer your stupid, \t\tprying questions. So, with all due \t\trespect, mind your own business.  \n[47]\t\tYes.  \n[48]\t\tHow do I know you'll keep your word?  \n[49]\t\tYou want me to sit here and be \t\tpassive. The only way being passive in \t\tthis situation makes sense is if I \t\tbelieve you'll let us go. I'm not \t\tthere yet. You have to convince me \t\tyou're telling the truth.  \n[50]\t\tYes.  \n[51]\t\tNo, I didn't.  \n[52]\t\tYou won't let him touch her?  \n[53]\t\tIf he touches her, I'll kill him. I \t\tdon't give a fuck how many guns you \t\thave, nothing will stop me from \t\tkilling him.  \n[54]\t\tI swear to God I won't try to escape \t\tand I'll do my best to get you into \t\tMexico.  \n[55]\t\tI'm telling you, don't hurt her.  \n[56]\t\tI don't have the slightest idea.  \n[57]\t\tI'm gonna try and get us across the \t\tborder.  \n[58] \n[59]\t\tHave you forgotten about your sister?  \n[60]\t\tIf they get over the border, they're \t\tgonna let us go.  \n[61]\t\tWhat about Kate?  \n[62]\t\tSon, I have this situation under \t\tcontrol. I know exactly what I'm \t\tdoing. You're going to have to trust \t\tme on this.  \n[63]\t\tNow, you listen to me. You ain't gonna \t\tdo a goddamn fucking thing, you hear \t\tme! Nobody cares what you think, I'm \t\trunning this show, I make the \t\tdecisions.  \n[64]\t\tI'm running the show. I make the \t\tplays, and you back the plays I \t\tmake. Stop thinking with your fucking \t\tballs. Kate in a room with a couple of \t\tdesperate men with nothing to fucking \t\tlose ain't the time to \"go for it.\" \t\tI need your cover. Cover my ass.  \tThere's a HONK behind them.  \tThey both look out the window. It's their turn with the \tBORDER PATROL GUARDS. JACOB takes the wheel and drives up.  \tA stern BORDER GUARD approaches JACOB'S window.  \n[65]\t\tJust my son and I.  \n[66]\t\tVacation. I'm taking him to see his \t\tfirst bullfight.  \n[67]\t\tOh, that's just my daughter in the \t\tbathroom.  \n[68]\t\tI meant me, my son and my daughter.  \n[69]\t\tWe did our part, we gotcha in Mexico. \t\tNow it's time for your part, letting \t\tus go.  \n[70]\t\tThen?  \n[71]\t\tGuys! We're here.  \n[72]\t\tOut of the stew pot and into the fire.  \n[73]\t\tNow wait a minute, there's no reason \t\tto get ugly. There's just a \t\tmisunderstanding going on here. You \t\tsaid this bar is for truckers and \t\tbikers, Well, I'm a truck driver.  \tEverybody looks at Jacob.  \tAs Jacob talks he takes out his wallet.  \n[74]\t\tIf you look outside your door, parked \t\tin your parking lot, you'll see a big \t\tass recreational vehicle. That's mine. \t\tIn order to drive that legally, you \t\tneed a class two driver's license. \t\tThat is the same license that the \t\tDMV requires truck drivers to carry \t\tin order to drive a truck. \t\t\t(he takes the license out \t\t\t of his wallet and lays it \t\t\t on the bar \t\tThat is me, and this is my class two \t\tlicense. This is a truck driver's bar, \t\tI am a truck driver, and these are \t\tmy friends.  \tEverybody's a little stunned after Jacob's speech.  \tRazor Charlie picks up the license, looks at Jacob, looks at \teveryone in the party and smiles.  \n[75]\t\tPass.  \n[76]\t\t\t \t\tNo, I do drink, I'm just not drinking \t\tnow.  \n[77]\t\tNo you won't.  \tSeth pours Scott a shot.  \n[78]\t\tWhy are you so agitated?  \n[79]\t\tHe backed down.  \n[80]\t\tWhat are you going to do?  \n[81]\t\tBefore we stepped in here, you told \t\tall of us to be cool. That means you, \t\ttoo.  \n[82]\t\tAre you so much a fucking loser, you \t\tcan't tell when you've won?  \tRichard, Kate and Scott both turn to Jacob. Nobody can \tbelieve what he just said. Neither can Seth who calmly lays \tdown his drinking glass.  \n[83]\t\tNothing. I didn't make a statement. I \t\tasked a question. Would you like me to \t\task it again? Very well. Are you such \t\ta loser you can't tell when you've \t\twon? \t\t\t \t\tThe entire state of Texas, along with \t\tthe FBI, is looking for you. Did they \t\tfind you? No. They couldn't. They had \t\tevery entrance to the border covered. \t\tThere's no way you could get across. \t\tDid you? Yes, you did. You've won, \t\tSeth, enjoy it.  \tSeth looks at Jacob, then picks up the bottle.  \n[84]\t\tTo yours.  \tThey both knock 'em back and slap the empty glasses down.  \n[85]\t\tNow, is your shit together?  \n[86]\t\t\t \t\tOh, shit. \t\t\t \t\tSeth --  \tSeth waves him away.  \n[87]\t\tDon't be an idiot, he'll kill us all!  \tSeth aims his gun at the group.  \n[88]\t\tThen why didn't I?  \tJacob walks over to Seth.  \n[89]\t\tI saved your life. I didn't have to, \t\tbut I did. And I'm sorry you lost your \t\tbrother. I'm sorry he's dead. I'm \t\tsorry everybody's dead. Now, if we're \t\tgonna get out of this we need each \t\tother. And we need you sober and \t\tthinking, not drunk and...  \tAs Jacob has been talking, a sound has started that has \tgrown LOUDER and LOUDER. Jacob stops in mid-sentence to \tidentify it.  \n[90]\t\tWhat the hell is that?  \n[91]\t\tGive me a hand!  \tJacob runs to a table top. He grabs it and covers the area \tthe bats are trying to claw through. The others grab other \titems to help secure and barricade the door.  \tAs the survivors are panickedly boarding up the door and \tthe windows, a DEAD BIKER that the vampires fed on, pops \topen his yellow eyes. He sits up and sees all the furious \tactivity. Everyone's so busy they don't notice their new \tfriend. The dead biker vamp sets his sights on Kate, who's \tputting a board into place. He springs to his feet and \tPOUNCES on her, just as Sex Machine turns from across the \troom in her direction.  \n[92]\t\tIs everybody okay?  \tEveryone mutters \"yeah.\"  \n[93]\t\tOkay, does anybody here know what's \t\tgoing on?  \n[94]\t\tI'm like you. I don't believe in \t\tvampires, but I believe in what I saw.  \n[95]\t\tIn the Winnebago.  \n[96]\t\tWhat's an official cross? Some piece \t\tof tin made in Taiwan? What makes that \t\tofficial? If a cross works against \t\tvampires, it's not the cross itself, \t\tit's what the cross represents. The \t\tcross is a symbol of holiness.  \n[97]\t\tAbout two hours from now.  \n[98]\t\tHas anybody here read a real book \t\tabout vampires, or are we just \t\tremembering what a movie said? I mean \t\ta real book.  \n[99]\t\tI take it the answer's no. Okay then, \t\twhat do we know about these vampires?  \n[100]\t\tYeah, that bottle upside the head of \t\tSantanico didn't kill her, but it \t\tdidn't feel too good either.  \n[101]\t\tI've had enough of your taunts.  \tSeth looks up from the floor.  \n[102]\t\tI'm a mean, mother fucking servant of \t\tGod.  \tThe laughter and good humor passes quickly and the only \tsound to be heard is that of the bats gnawing and clawing. \tIt immediately reminds the group of the deep, deep shit \tthey're in.  \n[103]\t\tWhat are you talking about?  \n[104]\t\tGood lord!  \tFrost, in mid-air, HITS the barricaded, plastered overwindow \tand CRASHES through it.  \tSex Machine lets loose with a maniacal laugh. Hundreds of \tbat-things fly into the bar. Seth grabs the two kids by the \thand and runs for the backroom.  \tBehind the bar, Jacob grabs two pieces of wood from off the \tground.  \tTen bat-things are in hot pursuit of Seth, Kate and Scott, \twho are RUNNING for their lives. They get to the door of the \tback room, whip it open, dive in and SLAM it behind them. An \tugly, fleshy bat-thing manges to get its head caught in the \tdoor as it closes. Kate and Scott PUSH on the door as hard \tas they can. The bat-thing's head, which is inside, screams, \thowls and snaps in fury.  \tSeth turns toward the bat/vamp in the door. He sticks his \t.45 in its big mouth.  \n[105]\t\tOpen the door.  \tThe door FLIES open. Jacob jumps inside. The door SLAMS \tshut.  \tJacob hugs daughter and son. As he hugs them, we see his \tbloody arm.  \tWhen he releases them, they can't help but notice.  \n[106]\t\tYep.  \tSeth explodes, knocking over boxes, busting chairs, tipping \tover tables and cussing a blue streak.  \n[107]\t\t\t \t\tYou bet your sweet ass you are, and \t\tI'm gonna help you do it. But we ain't \t\tgot much time.  \tKate is crying, she knows what's happened to her father.  \n[108]\t\tNo, I'm not. I've been bit. In effect, \t\tI'm already dead.  \tScott and Kate, crying, grab their father and hold on for \tdear life. Jacob wants to cry, but if he breaks down, the \tkids will never have the courage for what they must do.  \n[109]\t\t\t \t\tChildren, listen to me. I love you two \t\tmore than anybody. And I just want you \t\tto know you've made me proud all your \t\tlives. But never more so than tonight. \t\tAnd I wish we could sit here and cry \t\ttill I pass on, but we can't. Because \t\tI'm not going to pass on. I'm going to \t\tturn into a monster. And when I do, \t\tI'm going to be dangerous. But before \t\tthat happens, just know I love you. \t\t\t \t\tNow, I'd say in the next twenty or \t\tthirty minutes our friends outside \t\twill bust in this door. And I'll \t\tprobably turn into a vampire within \t\tthe hour. Now, you have two choices. \t\tYou can wait for me to turn, then deal \t\twith me, then wait for them to burst \t\tinside here and the three of you will \t\tdeal with them. Or, we can kick open \t\tthat door and the four of us can hit \t\t'em with everything we have, and carve \t\ta path right through 'em to front \t\tentrance. But if we're gonna go at 'em, \t\twe gotta go at 'em now. I confused \t\tthem, I scared them, I took them off \t\tguard. But they're going to get \t\tunconfused, they're going to get \t\tunscared, they're going to get \t\ttogether and they're going to hit that \t\tdoor like a ton of bricks. And when \t\tthat moment arrives, we gotta be \t\tready.  \tJacob sees that the back room is pretty damn big and filled \twith boxes and crates.  \n[110]\t\tWhat's this stuff?  \n[111]\t\tWell, I say lets tear this place apart \t\tfor weapons. So when they burst \t\tthrough that door, we'll make 'em wish \t\tthey never did.  \n[112]\t\tAmen.  \n[113]\t\tBefore we go any further, I need you \t\tthree to promise me something. I'll \t\tfight with you to the bitter end, \t\tbut when I turn into one of them, I \t\twon't be Jacob anymore. I'll be a \t\tlap dog of Satan. I want you three to \t\tpromise you'll take me down, no \t\tdifferent from the rest.  \tThe kids can't say the words.  \n[114]\t\tKate, Scott?  \n[115]\t\tScott?  \n[116]\t\tWhy don't I believe you? \t\t\t \t\tI'm gonna ask you two again, then I \t\twant you to swear to God that you'll \t\tkill me. If you don't, I'm gonna \t\tjust kill myself right now. Now, \t\tsince you need me I think you better \t\tswear. Kate, do you swear to God \t\tthat when I turn into one of the \t\tundead, you'll kill me?  \tKate doesn't answer. Jacob places the .45 barrel against his \ttemple.  \n[117]\t\tKate, we don't have all day, so I'm \t\tonly gonna count to five. One...two... \t\tthree... four...  \n[118]\t\tNot good enough, swear to God.  \n[119]\t\tGood girl. Now, Scott, we have even \t\tless time, so I'm only giving you the \t\tcount of three. One...  \n[120]\t\tIt's not suicide if you're already \t\tdead. Two...  \n[121]\t\tThank you, son.  \n[122]\t\t\t \t\tTo keep the daylight out! This is \t\twhere they sleep! Get to the door!  \tSeth tries to get to the front door, when Sex Machine, now a \thalf bat, half devil vamp, about six foot seven, drops from \tabove in front of him. Seth RAMS the stake in its chest. The \tSex Machine-thing screams out, LIFTING the hammer and Seth \toff the ground.  \tSeth is thrown from his hold on the hammer across the room, \the CRASHES into a table.  \tThe Sex Machine-thing falls back with the jackhammer \tsticking out of his chest, dead.  \tKate, spraying Uzi fire like Rambo, sees Seth fall. She \tscreams:  \n[123]\t\tNo!  ", "Fuller": "\n[1] \tThe Fullers are in room #12. It's identical to the one that \tthe Gecko boys are in, except that the paintings above the \tbeds are different. Jacob has fallen asleep in his clothes \ton the bed.  \tScott sits in a chair, headphones on, playing an unplugged \telectric guitar. Kate is nowhere in sight.  \tKNOCK... KNOCK... KNOCK... on the door. Scott doesn't hear \tshit but his music. Jacob stirs a bit, but doesn't wake up. \tPOUND... POUND... POUND... on the door. Jacob SPRINGS UP. \tHe looks over at Scott, who, lost in guitar heaven, is \toblivious of the knocker, then to the door.  ", "Santanico": "\n[1]\t\"ATHENA AND DANNY THE WONDER PONY\", and \"THE SLEAZY TITTY \n[2] \tThe lights go down low. A light hits the stage. The opening \tnotes of the Coaster's \"Down in Mexico\" fills the room.  \tThe crowd hushes up.  \tAnd on the stage steps SANTANICO PANDEMONIUM.  \tThis Mexican goddess is beautiful, but not the beauty that \tStendhal described in \"As the Promise of Happiness,\" but \tthe beauty of the siren who lures men to their doom.  \tShe dances to the raunchy music, not like she owned the \tstage, but like she owned the world.  \tAnd if the patrons of the Titty Twister are her world, the \tworld is proud to be her possession.  \tAll activity in the bar, save Santanico, stops. Even the \tFuller/Gecko table falls under her spell. Especially \tRichard, Scott and Kate. Seth knows this song and \taccompanies from the table with the guitar.  \tWhen the music builds to its explosive section.  \tSantanico LEAPS from the stage, LANDING in the middle of the \troom.  \tShe does an eyes-closed voodoo dance in perfect step with \tthe beat. As the music continues to play, a very fucked-up \tlooking Chet Pussy walks in. He goes over to Razor Charlie \tand points at Seth's table, describing what happened.  \tAs the last verse plays, Santanico, like a snake, comes up \tfrom the ground, on top of the Fuller/Gecko table.  \tRichard, Kate and Scott are enraptured.  \tSantanico scans the table, zeroing in on our boy Richard. \tShe STANDS OVER him.  \tWhile moving her body to the music, she lifts up the whisky \tbottle from the table, and pours the whiskey down her leg.  \tShe lifts up her foot, with the whiskey dripping from her \ttoes, and sticks it in Richard's face.  \n[3]\t\t\t \t\tDrink up.  \tRichie, mesmerized, sucks the whiskey off her toes. The \tCROWD GOES WILD. Santanico smiles, master of all she \tsurveys.  \tJacob and Scott are embarrassed.  \tKate, oddly enough, is turned on by the controlling power \tthis woman has over a man she's deathly feared.  \tSeth laughs out loud a Mexican \"yi yi yiii\" laugh, keeping \tthe beat with his guitar.  \tAcross the room, Razor Charlie, Chet by his side, motions \tover Big Emilio. He begins explaining with pointing what \tSeth and company did to Chet.  \tRichard continues to suck her toes.  \tThe song ends, Santanico extracts her foot from Richard's \tmouth. Steps off the table. Takes a drink of whiskey. Looks \tdown at the seated Richard.  \tShe GRABS the back of his hair, YANKS his head BACK. His \tmouth OPENS because she's hurting him. She LEANS her FACE \tOVER his like she's going to kiss him. Then let's the whiskey \tfrom her mouth fall into his. They never touch. The crowd \tapplauds. She lets go of Richard's hair. Except for Jacob \tand Richard, both for their own reasons, the table applauds, \tnone louder than Seth.  \n[4]\t\t\t \t\tMuy bien, gracias.  \tSantanico sits down next to Richie. Seth pours her a drink.  \n[5]\t\tLet's see if you taste as good as your \t\tbrother.  \tShe approaches Seth, who FIRES at her. BAM... BAM... BAM... \tCLICK... CLICK... CLICK... CLICK. She laughs and gives her \thair a toss back. Seth, moving backwards, is terrified.  \tSantanico gives Seth a SWINGING ROUND HOUSE PUNCH to the \tJAW, that sends him FLYING over a table, SLIDING ACROSS the \tFLOOR and INTO the WALL.  \tA bad-ass biker named FROST, with a hideous burn on the \tside of his face, stands on top of a pool table, swinging a \tpool cue, left to right, fending off vamps.  \tBig Emilio picks up a biker who stabbed him with a \tswitchblade and throws the poor bastard from one end of the \tbar to the other.  \tThe biker-winner of the bare knuckle fight, SEX MACHINE, \tgoes head to head with a stripper.  \tThe vamp might have superhuman strength, but Sex Machine has \tclose to superhuman strength, and he's matching the \tvamp bitch blow for blow.  \tThen he GRABS her by the waist, LIFTS her up over his head \tand BRINGS her DOWN HARD on an upturned table, IMPALING her \ton the wooden leg.  \tFROST is still swinging his POOL CUE, when Razor Charlie \tappears, straight razor in hand.  \tFrost JUMPS off the table to meet the challenge. Razor \tCharlie SWINGS at him, Frost LEAPS back, SWINGING his pool \tcue at him. They do this dance, till Frost CRACKS Charlie \tUPSIDE the HEAD with the pool cue, breaking it in half. \tCharlie FEELS the HIT. Frost PLUNGES the splintered end of \tthe cue in Razor Charlie's heart.  \tGreen blood comes out of his chest, as Charlie screams the \tvampire's death scream.  \tSeth comes to and finds Santanico standing over him. He \ttries to rise, but Santanico places her bare foot on his \tchest, pinning him down to the floor. He tries to move, but \tthe pressure of her foot is equivalent to an engine block \tplaced on his chest.  \n[6]\t\tI'm not gonna drain you completely. \t\tYou're gonna turn for me, You'll be \t\tmy slave. You'll live for me. You'll \t\teat bugs because I order it. Because \t\tI don't think you're worthy of human \t\tblood, you'll feed on the blood of \t\tstray dogs. You'll be my foot stool. \t\tAnd at my command, you'll lick the dog \t\tshit from my boot heel. Since you'll \t\tbe my dog, your new name will be \t\t\"Spot\". Welcome to slavery.  \tSLOW MOTION: A WHISKEY BOTTLE FLIES THROUGH the AIR, sailing \t\t end over end.  \n[7] \tlooking down at Seth, her face contorts to FEED MODE, when \tthe bottle HITS her SQUARE in the HEAD, SHATTERING.  \tWe see that Jacob behind the bar threw it.  \tSantanico, bathed in whiskey and broken glass, is \tmomentarily dazed. She looks down at Seth.  \tSeth sits up, .45 in hand, and fires.  \tSantanico is HIT in the CHEST. The bullet from the gun makes \tthe liquor-soaked robe ignite.  \tSantanico SCREAMS as she GOES UP IN FLAMES.  \tBig Emilio sees Santanico's fiery death. He lets out a cry.  ", "Pandemonium": "\n[1]\t\"ATHENA AND DANNY THE WONDER PONY\", and \"THE SLEAZY TITTY \n[2] \tThe lights go down low. A light hits the stage. The opening \tnotes of the Coaster's \"Down in Mexico\" fills the room.  \tThe crowd hushes up.  \tAnd on the stage steps SANTANICO PANDEMONIUM.  \tThis Mexican goddess is beautiful, but not the beauty that \tStendhal described in \"As the Promise of Happiness,\" but \tthe beauty of the siren who lures men to their doom.  \tShe dances to the raunchy music, not like she owned the \tstage, but like she owned the world.  \tAnd if the patrons of the Titty Twister are her world, the \tworld is proud to be her possession.  \tAll activity in the bar, save Santanico, stops. Even the \tFuller/Gecko table falls under her spell. Especially \tRichard, Scott and Kate. Seth knows this song and \taccompanies from the table with the guitar.  \tWhen the music builds to its explosive section.  \tSantanico LEAPS from the stage, LANDING in the middle of the \troom.  \tShe does an eyes-closed voodoo dance in perfect step with \tthe beat. As the music continues to play, a very fucked-up \tlooking Chet Pussy walks in. He goes over to Razor Charlie \tand points at Seth's table, describing what happened.  \tAs the last verse plays, Santanico, like a snake, comes up \tfrom the ground, on top of the Fuller/Gecko table.  \tRichard, Kate and Scott are enraptured.  \tSantanico scans the table, zeroing in on our boy Richard. \tShe STANDS OVER him.  \tWhile moving her body to the music, she lifts up the whisky \tbottle from the table, and pours the whiskey down her leg.  \tShe lifts up her foot, with the whiskey dripping from her \ttoes, and sticks it in Richard's face.  ", "Richard": "\n[1]\t\tThe Ranger's taking a piss. Why don't \t\tI just go in there, blow his head off \t\tand get outta here.  \n[2]\t\t\t \t\tHe signaled the Ranger.  \n[3]\t\t\t \t\tWhen they were talkin', he mouthed \t\tthe words \"Help Us.\"  \n[4]\t\tSeth, he did it. You were by the beer \t\tcooler with your back turned. I was by \t\tthe magazines, I could see his face. \t\tAnd I saw him mouth:  \tRichard mouths the words, \"Help Us.\"  \tWhile Pete lies on the floor behind the counter bleeding \tfrom his bullet wound, he opens his floor safe and pulls \tout a gun from it.  \tSeth releases his brother.  \n[5]\t\tYou believe me don't cha?  \n[6]\t\t\t \t\tI'm not dead, but I'm definitely shot! \t\tI told you that bastard said, \"Help \t\tus!\"  \n[7]\t\t\t \t\tYeah?  \n[8]\t\tGotcha!  \n[9]\t\tWhat am I supposed to do, Seth? \t\tHe recognized us.  \n[10]\t\tSeth, I'm telling you, the way he \t\tlooked at us -- you especially -- \t\tI knew he knew.   \tThey both climb in the car, Seth behind the wheel. Seth \tstarts it op. The souped up engine ROARS to life. We can \thear Seth mumbling under the motor.  \n[11]\t\tDo they have cable?  \n[12]\t\tDo they have an X-rated channel?  \n[13]\t\tDo they have a waterbed?  \n[14] \tSeth turns from the door, sees the hostage woman standing.  \n[15]\t\tHow ya think, it hurts like a \t\tson-of-a-bitch.  \tRichie goes over to the bed and lies down on it. Seth takes \tthe pillow and stacks them for Richie to prop his back up \tagainst.  \n[16]\t\tFeels good.  \n[17]\t\tHey, when you talk to him, see if you \t\tcan arrange a better deal than thirty \t\tpercent.  \n[18]\t\tDid you even to try to negotiate?  \n[19]\t\tAll I'm saying --  \n[20]\t\tWanna come up here on the bed and \t\twatch TV with me?   \tYou can tell she doesn't want to.  \tHe pats the empty space next to him.  \n[21]\t\tCome on.  \tShe gets out of her chair, walks across the bed, and sits \tnext to him.   \n[22] \tRichard lies on the bed by himself, propped up by pillows, \twatching TV, taking on hits from a water bong in the \tshape of a wizard.  \n[23] \n[24] \n[25]\t\t\t \t\tIs it safe to assume since the law \t\tenforcement authorities in the great \t\tstate of Texas are homosexuals of a \t\tsick and deviate nature, that they \t\twill be too busy fucking each other \t\tup the ass to actually catch The \t\tGecko Brothers? \t\t\t \t\tI would say that's a very safe \t\tassumption.  \tHe changes a channel on the television. We see a Casper the \tFriendly Ghost cartoon on the screen.  \n[26]\t\tShit, I started to get worried. Where \t\tthe fuck ya been?  \n[27]\t\tWhat'd ya see?  \n[28]\t\tDidya look at the border?  \tSeth dumps the burgers on the bed. Both men pop open beers \tand Richard goes to town on a hamburger. Seth flips off \tthe TV  \n[29]\t\tThey're going to apprehend us in \t\tforty-eight hours.  \tSeth sits down and takes a hit off his beer.  \n[30]\t\tLook, fuck the border. Let's just dig \t\tin and wait for things to cool down.  \n[31]\t\tHow do you know?  \n[32]\t\tWhat?  \tSeth's out of his chair.  \n[33]\t\tShe's in the other room.  \n[34]\t\tSeth, before you open the door, let \t\tme explain what happened.  \tSeth stops and looks at his brother. He knows what he means. \tHe can't say anything, only point at his younger sibling. \tThen he BURSTS open the door.  \tThe dead, naked body of Gloria Hill lies on the bed. It's \tobvious Richard raped her and killed her.  \tSeth covers his eyes with his hands. He slowly enters the \troom with the dead body.  \n[35]\t\tNow, Seth, before you flip out, let me \t\tjust explain what happened.  \tSeth slowly turns to his brother, then walks toward him.  \tRichard backs up.  \n[36]\t\t\t \t\tThere's nothing wrong with me, \t\tbrother. That woman tried to escape \t\tand I did what I had to do.  \n[37]\t\tWrong, wrong, wrong, wrong, wrong, \t\twrong, wrong! Once you left, she \t\tbecame a whole different person.  \n[38]\t\tIt's not your fault, it's her fault!  \tSeth grabs Richard and THROWS him in the corner of the room, \tholding tightly to his wrist.  \n[39]\t\tWhat?  \n[40]\t\tSeth, if you were me --  \n[41]\t\tYes.  \n[42]\t\tYes, Seth, I understand.  \tSeth hugs his little brother. Tight.  \n[43]\t\tHi there, I'm from room 9, my name is \t\tDon Cornelius. No, not the Don \t\tCornelius from Soul Train. Me and my \t\tlady friend need some ice and we don't \t\tseem to have an ice bucket. Could we \t\tpossibly borrow yours? I'll bring it \t\tright back.  \n[44]\t\tSit down.  \tScott lowers himself back down onto his seat.  \n[45]\t\tGood boy.  \tJacob lifts his head off the floor and wipes blood away from \this lip. He looks at his opponent who stands over him.  \n[46]\t\tUpsy daisy.  \t...guiding him over to the bed by his father.  \tRichard removes the gun from Scott's mouth and stands next \tto his brother, looking down at their two hostages.  \n[47]\t\tWe're having a wet bikini contest, \t\tand you just won.  \n[48]\t\t \n[49]\t\tSure.   \n[50]\t\tWhat?  \n[51]\t\tMexico.  \n[52]\t\tMexicans.  \tHe doesn't smile.  \tIn the front part of the motor home, Jacob sits behind the \twheel, driving into the night. Seth sits in the passenger \tseat, going through Jacob's wallet and talking to him \tcalmly.  \n[53]\t\tDid ya mean what you said back there?  \tKate turns to him.  \n[54]\t\tIn the room. Were you serious, or were \t\tyou just foolin' around? I'm just \t\tbringing it up, 'cause if you really \t\twant me to do that for you, I will.  \n[55]\t\t\t \t\tWhat you said to me in the room.  \n[56]\t\t\t \t\tYou asked me if I would --  \n[57]\t\t\t \t\tWhat?  \tSeth and Jacob.  \n[58]\t\t\t \t\tWe'll talk later.  \tKate still hasn't a clue what he means.  \n[59]\t\tThis isn't gonna work.  \n[60]\t\tI just want to go on record as saying \t\tthis is a bad idea.  \n[61]\t\t\t \t\tThey're gonna search the van.  \n[62]\t\tWhat does that mean?  \n[63]\t\tYou just called me a fuckin' nut.  \n[64]\t\tYes, you did. You said as long as I \t\tdon't act like a fuckin' nut, implying \t\tthat I've been acting like a fuckin' \t\tnut.  \n[65]\t\tYou meant that, but you meant the \t\tother, too.  \tKate can't believe what she's watching. Neither can Seth.  \n[66]\t\t\t \t\tFuck those spic pigs! You called me a \t\tfuckin' nut, and where I come from, \t\tthat stops the train on its tracks.  \n[67]\t\t\t \t\tOr what?  \n[68]\t\tI'm curious. What was the nuttiest \t\tthing I did?  \n[69]\t\tOh, I know, was it possibly when your \t\tass was rotting in jail and I broke it \t\tout? Yeah, you're right, that was \t\tpretty fuckin' nutty. Not to mention \t\tstupid. But you know what? I can fix \t\tthat right now.  \tSETH HAULS off and PUNCHES Richard smack in the head. \tRichard HITS the floor, Guard, Jacob, and Scott hear \tRichard fall in the bathroom.  \n[70]\t\t\t \t\tYeah, I think so. What happened?  \n[71]\t\tI did?  \n[72]\t\tReally?  \n[73]\t\tYeah, I guess. I'm just a little \t\tfucked up.  \n[74]\t\tWhat?  \n[75]\t\tWe are?  \n[76]\t\tFar out. \t\t\t \t\tWhere are my glasses?  \n[77]\t\tOh, fuck, Seth, that's my only pair!  \n[78]\t\tWhat dya mean, don't worry about it. \t\tOf course I'm gonna worry about it, \t\tI can't fuckin' see.  \n[79]\t\tYeah, like a Mexican \t\thole-in-the-wall's gonna have my \t\tfuckin' prescription.  \n[80]\t\tI gotta say I'm with Jacob on this. I \t\tbeen to some fucked up places in my \t\ttime, but that place is fucked up.  \tSeth can't believe it.  \n[81]\t\tThat's what you think?  \n[82]\t\tI'm lookin' scared?  \n[83]\t\tYou know what you look like?  \n[84]\t\tYou're lookin' green.  \tThat's not what Seth expected to hear.  \n[85]\t\tWhere are you right now?  \n[86]\t\tWhere are you?  \n[87]\t\tNo, you're not. You're sippin' \t\tmargaritas in El Ray. But we're \t\tnot in El Ray. We're here -- \t\tgetting ready to go in there. \t\tYou're so pleased with yourself \t\tabout getting into Mexico, you \t\tthink the job's down. It ain't. \t\tGet back on the clock. That's a \t\tfuck-with-you-bar. We hang around \t\tthere for a coupla hours, in all \t\tlikelihood, we'll get fucked with. \t\tSo get your shit together, brother.  \n[88]\t\tIt don't look together.  \n[89]\t\tOkay, just checkin'.  \tThey walk toward the bar's entrance. Chet Pussy talks into \tthe microphone.  \n[90]\t\t\t \t\tYour shit is forever together!  \tThey head for the door. Richard stays behind for a second, \tand gives the fallen Chet a few, swift kicks,   \n[91]\t\tGood job, Pops.  \tSeth's still frying an egg on his head.  \n[92]\t\tFuck 'em, shake it off.  \tRazor Charlie brings the bottle and the glasses. Seth looks \tat the guy, still pissed.  \n[93]\t\tAnytime you want a lap dance with that \t\tbroad, say the word. It's on me, kiddo.  \tHe gives the boy's neck a squeeze. Jacob's eyes survey the \tsurroundings. Big Emilio and Razor Charlie quietly exchange \twords about the party in Spanish.  \n[94]\t\t\t \t\tHey, Dr. Frankenstein, I think you \t\tjust created a monster.  \tJacob turns to Seth and asks quietly.  \n[95]\t\tYeah.  \n[96]\t\t\t \t\tPor favor, Senorita. Would you care to \t\tjoin us?  \n[97]\t\tFuck off, ape man!  \tBig Emilio leans in with his beefy hand, GRABS Richard by \tthe shoulder. Richard lets out a howl as blood pours from \this wounded shoulder.  \tSantanico steps back from the table.  \tSeth jumps to his feet and FIRES a round from his .45 into \tBig Emilio, sending his bullet-ridden body to the floor. \tRazor Charlie whips out a straight version of his name sake \tand SLASHES Seth across the face.  \tSeth SCREAMS at the top of his lungs as his hand goes up to \this laid open cheek.  \tRichard, who has fallen to the ground holding his wound, \tbrings up his .45 and starts BLASTING.  \tRazor Charlie takes a bullet in the head, chest and belly \tbefore he hits the floor.  \tJacob and his children have hit the floor as well to stay \tout of gunfire.  \tThe bikers, truckers, waitresses and whores all stop what \tthey were doing.  \tThe music continues to play, though the dancers stop \tdancing.  \tSantanico, who's closest to the two brothers, smells \tsomething.  \tHer NOSTRILS FLARE.  \tRichard moves to his brother, who takes out a handkerchief \tand puts it to his face.  \n[98]\t\tHow are you?  \n[99]\t\tShoot her! Shoot her! Get her off!  \tSeth tries to aim his gun, but there's too much movement. He \tcan't get a clear shot.  \tJacob and his children can't believe what they're seeing.  \tRichard can't take it anymore, his knees buckle. Santanico \trides him down to the floor.  \tSeth gets a clear shot, he takes aim and FIRES, hitting the \tvamp in the head, blowing her off his brother.  \tRichard, who's on all fours, tries to stand and gets about \thalf way before he stops, saying:  \n[100]\t\t\t \t\tFucking Bitch!  \tHe tumbles over, a corpse.  \n[101]\t\tI'm glad you feel that way, Seth. I \t\tlove you, too.  \tRichard GRABS Seth by the front of his shirt and pulls him \tdown to him. Fangs are now exposed. Seth tries to pull away. \tHe SCREAMS for the others to help. Richard PULLS Seth down \tto striking distance and opens his mouth to take the big \tbite, when Sex Machine grabs Seth from behind and YANKS him \tfrom Richard's grasp. Jacob, Frost and the kids have \tsurrounded Richard and proceed to KICK him and STOMP his \thead. Sex Machine picks up a chair and SMASHES it against a \twall. He picks up one of the chair legs and walks over to \twhere the others are holding Richard down. Richard sees the \twood in the biker's hand. He knows what that means. Seth \twhips out his .45 and points it at Sex Machine.  \n[102]\t\tYeah, shut up.  \tSeth, still holding the outstretched gun, takes the stake \tout of Sex Machine's hand. Seth lowers the .45.  ", "Gecko": "\n[1] \n[2] ", "Razor": "\n[1]\t\t\t \t\tYou can't come in here.  \n[2]\t\tThis is a private club. You're not \t\twelcome.  \n[3]\t\tThis bar is for bikers and truckers \t\tonly. \t\t\t \t\tYou, get out!  \tBig Emilio almost magically appears behind Seth and places \tHIS BIG BEEFY SAUSAGE-FINGERED HAND HARD on Seth's shoulder.  \n[4]\t\t\t \t\tWelcome to the Titty Twister. What \t\tcan I get you?  \tSeth BRUSHES OFF Big Emilio's paw.  \n[5]\t\tComing right up.  \tRazor Charlie goes for the bottle. Big Emilio gives the \tparty one last look and walks away. Richard gives Jacob a \tbuddy punch on the shoulder.  \n[6]\t\tBest in Mexico.  \n[7]\t\t\t \t\tThey're not the normal road trash we \t\tnormally feed on. But it'll be okay. \t\tNo one knows they're here.  \tThe five of them find a table and sit down.  \tSeth, still in a bad mood, takes the cork out of the whiskey \tbottle and tosses it. He pours Richie and himself a glass.  \n[8]\t\t\t \t\tAnd now for your viewing pleasure. The \t\tMistress of the Macabre. The Epitome \t\tof Evil. The most sinister woman to \t\tdance on the face of the earth. Lowly \t\tdogs, get on your knees, bow your \t\theads and worship at the feet of \n[9]\t\t\t \t\tWhich one?  ", "Charlie": "\n[1]\t\t\t \t\tYou can't come in here.  \n[2]\t\tThis is a private club. You're not \t\twelcome.  \n[3]\t\tThis bar is for bikers and truckers \t\tonly. \t\t\t \t\tYou, get out!  \tBig Emilio almost magically appears behind Seth and places \tHIS BIG BEEFY SAUSAGE-FINGERED HAND HARD on Seth's shoulder.  \n[4]\t\t\t \t\tWelcome to the Titty Twister. What \t\tcan I get you?  \tSeth BRUSHES OFF Big Emilio's paw.  \n[5]\t\tComing right up.  \tRazor Charlie goes for the bottle. Big Emilio gives the \tparty one last look and walks away. Richard gives Jacob a \tbuddy punch on the shoulder.  \n[6]\t\tBest in Mexico.  \n[7]\t\t\t \t\tThey're not the normal road trash we \t\tnormally feed on. But it'll be okay. \t\tNo one knows they're here.  \tThe five of them find a table and sit down.  \tSeth, still in a bad mood, takes the cork out of the whiskey \tbottle and tosses it. He pours Richie and himself a glass.  \n[8]\t\t\t \t\tAnd now for your viewing pleasure. The \t\tMistress of the Macabre. The Epitome \t\tof Evil. The most sinister woman to \t\tdance on the face of the earth. Lowly \t\tdogs, get on your knees, bow your \t\theads and worship at the feet of \n[9]\t\t\t \t\tWhich one?  ", "Kate": "\n[1]\t\tWe've got a Winnebago. We don't need \t\tthose over priced roach havens. We're \t\tself contained.  \n[2]\t\t-- you got your microwave --  \n[3]\t\t-- you got your shower --  \n[4]\t\tFeel this, real wood paneling. That's \t\treal wood, too, not that fake stuff.  \n[5]\t\t\t \t\tIt's the bitterest of pills.  \n[6]\t\tAin't it the truth.  \n[7]\t\tHey, if we go to a motel, we can \t\tswim.  \n[8]\t\tDad, when I called the machine to \t\tcheck our messages there was one from \t\tBethel Baptist. Mr.Franklin said he \t\twouldn't permanently replace you until \t\twe came back. He said when we come \t\thome, if you still feel the same \t\tway --  \n[9]\t\tI didn't want to talk about this in \t\tfront of Scott because he gets upset. \t\tBut you don't believe in God \t\tanymore?  \n[10]\t\t\t \t\tIt's just, all our lives you've been \t\ta pastor. For twenty years you've \t\tpreached trust in the lord. And then \t\tone day you wake up and say fuck him?  \n[11]\t\tThat happens, you'll get it back.  \n[12]\t\tWhat do you think Mom would say?  \n[13]\t\tI can't believe he's stopping here. \t\tThis place looks totally cruddy.  \tJacob walks out of the office. Kate yells from the motor \thome.  \n[14]\t\tDad, why are we stopping here?  \tHe opens the meter home door and climbs in.  \n[15]\t\tIt's a flop house.  \n[16]\t\tIf it doesn't have a pool, we're \t\tlooking for a new place.  \tStarting the huge car and slowly maneuvering it through the \tcourtyard.  \n[17]\t\tOther places have beds, they also have \t\tcable TV, a gym, room service...   \n[18]\t\tOwww, my head.  \tJacob  honks his horn at Seth and yells out the \twindow.  \n[19]\t\tCreepy guy.  \n[20]\t\tWhat's going on?  \n[21]\t\t \tShe smiles at him.  \n[22]\t\tRichie, will you do me a favor and eat \t\tmy pussy?  \n[23]\t\tYes.  \n[24]\t\tYes.  \n[25]\t\tExcuse me.  \tRichard zeros in on her.  \n[26]\t\tWhere are you taking us?  \n[27]\t\tWhat's in Mexico?  \n[28]\t\tYeah.  \n[29]\t\tYeah, we got a bible.  \n[30] \tEX CLOSE-UP KATE'S TOES. They wiggle.  \tHis eyes go to her hands.  \n[31] \n[32] \tHis eyes go to her neck.  \n[33] \tEX CLOSE-UP KATE'S ADAM'S APPLE. She swallows.  \tHis eyes move up.  \n[34] \tBack to Richard.  \n[35]\t\tWhat?  \n[36]\t\tDo what?  \n[37]\t\t\t \t\tWhat did I say?  \n[38] \tWe can only see Kate's face. It's scared. We hear rustling \taround the bathroom, but we don't know what it is.  \tThen it's quiet. Then we hear talking outside the door, but \twe can't make it out. Then we hear a knock.  \n[39]\t\tI'm in the bathroom.  \n[40]\t\tIt's open.  \tWe hear the door open and see the light change on Kate's \tface. She's looking up.  \tBORDER GUARD in the doorway looking in.  \tHE SEES: Kate by herself, pants around her ankles, sitting \ton the toilet.  \n[41]\t\tDo you mind? Shut the fucking door.  \n[42]\t\t\t \t\tYou're gonna let us go?  \n[43]\t\tOkay.  \tSeth just passes her the bottle. She pours her own shot and \tknocks it back.  \n[44] \tLooks up and watches, eyes wide with fear, Santanico's \ttransformation.  \tHer NOSE RECEDES INTO her face like a rodent's. The whites \tof her eyes turn YELLOW. The FANGS of a beast PROTRUDE from \ther mouth. Kate yells from the floor.  \n[45]\t\t\t \t\tRichie, look out!  \tBefore Richie can turn around.  \tSANTANICO LEAPS ACROSS THE FLOOR, LANDS on his BACK and \tSINKS her FANGS into Richie's wounded SHOULDER.  \tRichard LETS LOOSE with an agonizing SCREAM.  \tSeth turns to his brother's cry.  \tHe sees SANTANICO PANDEMONIUM, like a mongoose attached to \ta cobra, legs wrapped around Richard's waist, fangs buried \tdeep in his shoulder, and Richard screaming and slamming \tabout, trying to knock her off.  \tRichard screams to Seth:  \n[46]\t\tAre you okay?  \n[47]\t\tI'm really sorry.  \n[48]\t\tKate, what's yours?  \n[49]\t\tDoes anybody have any silver?  \n[50]\t\tThen who cares?  \n[51]\t\tSo all we have to do is get by for a \t\tfew more hours and then we can walk \t\tright out the front door.  \n[52]\t\tI don't know if I can take two hours \t\tof that noise.  \n[53]\t\tWe have to go back for Daddy!  \n[54]\t\tNoooo!  \tShe spins and grabs the door knob, ready to fling the door \tand help her father. Scott grabs her and pushes her up \tagainst the wall.  \n[55]\t\tYou're gonna be okay, aren't you, \t\tdaddy?  \n[56]\t\tI promise.  \n[57]\t\tOkay, okay, I promise I'll do it!  \n[58]\t\tI swear to God, our father, that when \t\tyou change into one of the undead, I \t\twill kill you.  \n[59]\t\tSeth!  \tSeth quickly gets up to find himself surrounded by vampires \ton all sides. With no weapons, he puts up on dukes.  \n[60]\t\t\t \t\tI'm going for 'em!  \n[61]\t\tEverybody goes home!  \tKate turns into a squirt gun firing, water-balloon throwing, \tone-woman army, as she breaks from her father and heads in \tSeth's direction.  \n[62]\t\t\t \t\tDie, monster, die! Die, monster, die!  \tKate mows down the group by Seth, they lie on the floor, \tburning in agony. Kate takes Seth's hand and gives him a \tcouple of water balloons and a stake.  \n[63]\t\t\t \t\tWatch my back!  \n[64]\t\tOh my god.  \tAnother bat-thing lands on Scott's arm and takes a bite. \tScott screams.  \n[65]\t\tYou bastards!  \tShe goes to spray them when her Uzi runs out of water.  \tNow seven bat-things are on Scott biting and sucking blood. \tScott is in agony.  \n[66]\t\tNot many.  \n[67]\t\t\t \t\tShould I use the last bullets on us?  \n[68]\t\tMe too.  \tLong pause.  \n[69]\t\tLater.  \tSeth turns his back on her. Just as he opens the door, Kate \tsays behind him:  \n[70]\t\tSeth.  \tSeth turns around.  \n[71]\t\tYou want some company?  \tSeth smiles.  ", "Scott": "\n[1]\t\tStop? We're not going to actually \t\tstop at a motel, are we?  \tScott and Kate speak together, obviously repeating something \tthat Jacob has said about three hundred times.  \n[2]\t\tWe've got a Winnebago. We don't need \t\tthose over priced roach havens. We're \t\tself contained.  \n[3]\t\tWhy, just look at all this. You got \t\tyour kitchen --  \n[4]\t\t-- you got your sink --  \n[5]\t\t-- see this, television!  \n[6]\t\t\t \t\tThe truth hurts.  \n[7]\t\tWhy do you want to stop?  \n[8]\t\tLie in the back, Dad, I'll drive us \t\tinto Mexico.  \tJacob gives Scott a look that says, \"You aren't touching my \tnew motor home.\"  \n[9]\t\tI'll be right back. I'm gonna go to \t\tthe bathroom.  \tScott gets up from the table and walks out back to the \trestroom.  \tJacob and Kate are left alone. There's an awkward moment of \tsilence before...  \n[10]\t\tWhat's this guy's problem?  \n[11]\t\tWhat are you gonna do?  \n[12]\t\tNo, dad, you gotta tell 'em that \t\tthey're back there.  \tJacob is surprised to hear Scott say this.   \n[13] \n[14]\t\tThey're gonna kill us. They get us \t\tacross the border, they're gonna take \t\tus out in the desert and shoot us.  \n[15]\t\tDad, I watch those reality shows. \t\tThey never let anybody go. Any cop \t\twill tell you, in a situation like \t\tthis, you get a chance, you go for it. \t\tThis is our chance.  \n[16]\t\tThey're gonna kill her anyway. At \t\tleast now with all these cops we've \t\tgot a fighting chance.  \n[17]\t\tIf trusting you means trusting those \t\tfuckin' killers, I can't do that. If \t\tyou don't tell the cops, I will.   \tJacob grabs Scott by the front of his shirt, and yanks him \tto him.  \n[18]\t\tHe's running the show.  \n[19]\t\tIt's clear.  \tSeth BURSTS out of the bathroom.  \n[20]\t\tOkay, I'll have one.  \n[21]\t\tYeah, it's mine.  \n[22]\t\t\t \t\tWe got a problem!  \tSeth, who is barricading doors and window, looks in Scott's \tdirection. The hole in the plaster cracks open and out POPS \ta little, fleshy vampire bat/rat head. The bat/rat, which is \tSQUEAKING and HISSING its head off, tries to SQUEEZE its \tbody through the newly formed hole.  \tSeth, gun in hand, RUNS to the window. He points the .45, \tpoint-blank range at the head of the bat/rat.  \tThe bat/rat sees this, makes an \"oh shit\" face, and YANKS \this head back through the hole.  \tSeth was ready to fire, he lowers his gun in bewilderment, \twhen...  \n[23]\t\tWhat are you talking about? We got \t\tcrosses all over the place. All you \t\tgotta do is put two sticks together \t\tand you got a cross.  \n[24]\t\tThat's werewolves.  \n[25]\t\tWhen's sunrise?  \tJacob looks at his watch.  \n[26]\t\tYou could take their head off.  \n[27]\t\tHe's right, Kate. Daddy's dead! He was \t\ttoo far away. If flinging that door \t\tand filling this room with those \t\tbat-things would save him, I'd fling \t\tit. The only thing it'll do is turn us \t\tinto one of them.  \n[28]\t\tHe's beyond our help. You saw him get \t\tbit. I saw him get bit. We all saw it. \t\tYou can't help him. I've got no one \t\tleft to lose but you. I can't be alone \t\tagain. We're sticking together.  \tJust then they hear Jacob's voice BOOMING from the bar room.   \n[29]\t\tYeah, I promise.  \tJacob doesn't believe them.  \n[30]\t\tYou don't believe in suicide.  \n[31]\t\tOkay, I'll kill you when you change, \t\tI swear to God in Jesus Christ's name.  \n[32]\t\t\t \t\tWhy did they block the door again?  \n[33]\t\tI swear to God, in Jesus Christ's \t\tname.  \tHe FIRES, sending a holy bullet into Jacob's forehead, \tcreating a hole from which fire shoots out. Jacob's entire \thead bursts into flames, then explodes.  \tFrom across the room, Fate sees her daddy ignite. She \tcries out. In the thick of the battle, Seth yells:  \n[34]\t\tKill me, Kate!  \tKate runs for her brother, does a DIVE and a ROLL, coming \tup by the .45, SNATCHING it in one motion and FIRING three \ttimes.  \tOne... two... three bat-things are hit, shoot flames, then \tall of them EXPLODE, BLOWING UP Scott.  \tThe remaining vamps approach.  \tAll the humans have left is a few bullets and one holy \tballoon.  ", "Seth": "\n[1]\t\tLetting him use your toilet? No store \t\tdoes that.  \n[2]\t\tI want that son-of-a-bitch out outta \t\there, in his car, and down the road or \t\tyou can change the name of this \t\tplace to \"Benny's World of Blood.\"  \tRichard, holding tightly the hand of the terrified girl, \tleans next to Seth's ear and whispers something. Seth looks \tat Pete.  \n[3]\t\tWere you giving that pig signals?  \n[4]\t\tHe says you were scratching.  \n[5]\t\tYou callin' him a liar?  \tPete controls himself.  \n[6]\t\tYeah, well, your best better get a \t\thelluva lot fuckin' better, or you're \t\tgonna feel a helluva fuckin' lot \t\tworse.  \tThe toilet FLUSHES.  \n[7]\t\tEverybody be cool.  \tEverybody goes back to what they were doing.  \tMcGraw steps back out of the back. He appears to be unaware \tof the situation.  \n[8]\t\t\t \t\tWhat the fuck was that about?  \n[9]\t\tWhat the fuck is wrong with you --  \n[10]\t\tStart the car.  \n[11]\t\tShut up and start the car.  \tRichard walks away from Seth and crosses the counter...  \t...when Pete SPRINGS up, gun in hand, and SHOOTS Richard in \tthe hand.  \tRichard FALLS to his knees, howling.  \tBoth Pete and Seth SPRAY the store with gunfire.  \tSeth DIVES down an aisle. He reloads.  \tPete DUCKS behind the counter. He reloads.  \tRichard has crawled to safety behind an aisle.  \tThe two girls have run out screaming.   \n[12]\t\t\t \t\tRichie? You okay?  \n[13]\t\t\t \t\tWell that don't matter now, 'cause \t\tyou got about two fuckin' seconds \t\tto live! Richie!  \n[14]\t\t\t \t\tWhen I count three, shoot out the \t\tbottles behind him!  \n[15]\t\tOne... Two... Three.   \tThe two brothers start FIRING toward the counter.  \tThey HIT the bottles of alcohol on the shelf behind Pete.  \tPete is crouched on the ground as glass, debris and alcohol \tRAIN down on him.  \tSeth grabs a roll of paper towels from off a shelf.  \tRichard keeps FIRING.  \tSeth douses the paper towels with lighter fluid, sets it on \tfire with his Zippo, then tosses it.  \tThe flaming roll of paper towels FLIES through the air.  \tThe fireball lands behind the counter.  \tThe entire counter area immediately BURSTS INTO FLAMES. Pete \tscreams from behind the counter.  \tSeth smiles to himself and stands.  \tRichard shakes his head in amusement and stands.  \tPete runs out from behind the counter, ENGULFED IN FLAMES \tstill holding his weapon and FIRING.  \tSeth and Richard hit the ground FIRING their .45's.  \tPete, the human torch, FALLS like a tree into the Hostess \tPastry display.  \tSeth and Richard rise from the rubble.    \n[16]\t\tWhat did I tell you? What did I tell \t\tyou? Buy the road map and leave.  \n[17]\t\tHe didn't recognize shit.  \tBoth Seth and Richard stand on opposite sides of the car.  \n[18]\t\tLow profile. Do you know what the \t\twords \"low profile\" mean?  \n[19] \tThe Plymouth tears out of the parking lot backwards, hits \tthe street, and speeds off down the road.  \tWe CRANE UP HIGH to see the car leaving a trail of dust \tbehind it, as the store burns out of control.  \n[20]\t\tWhatcha think I want, ya mean old \t\tbastard? I wanna room.   \n[21]\t\tNo.  \n[22]\t\tNo.  \n[23]\t\tThey don't have anything except four \t\twalls and a roof, and that's all we \t\tneed.  \tTheir car drives up to room #9, but they park backing up the \ttrunk close to the door.  \tThe two brothers get out of the car.  \n[24]\t\t\t \t\tOpen the door. We gotta do this fast.  \tRichie opens the door.  \tSeth goes to the trunk, looks around the court yard. It's \tempty.  \tCLOSE UP: KEY going into the trunk lock, turning.  \tTRUNK POV: Seth looking into the camera.  \tSETH'S POV: A WOMAN in her late forties is lying scrunched \t\tup in the trunk.  \tShe is the HOSTAGE BANK TELLER from Abilene. She's stiff, \tscared and looks an absolute mess.  \n[25]\t\tDon't say a word.  \tThe two brothers, quick as lightening, yank the woman out of \tthe trunk and whisk her into the motel room. SETH closes the \ttrunk, looks around for any Johnny eye-witnesses, doesn't \tsee any, slams the door.   \n[26] \tSeth turns from the door, sees the hostage woman standing.  \n[27]\t\tYou. Plant yourself in that chair.  \tShe sits down in the chair.  \n[28]\t\t-- I said plant yourself. Plants don't \t\ttalk. You wanna get on my good side? \t\tJust sit still and don't make a peep.  \tShe shuts up.  \tRichard slowly takes off his jacket. He winces from his \twound.  \n[29]\t\tLet me help you.  \tHe helps him get his jacket off.  \n[30]\t\tHow's it feel?  \n[31]\t\tI got both rooms on either side of us, \t\tso we don't gotta worry about \t\teavesdropping assholes. How's that \t\tfeel? You okay?  \n[32]\t\tI'm gonna go get the money.  \tHe heads for the door.   \n[33]\t\tIt's about five o'clock. \t\t\t \t\tWhat time does it get dark around \t\there?  \n[34]\t\tGood. I'm going towards the border to \t\tcheck things out while it's still \t\tdaylight. Call Carlos and arrange the \t\trendezvous.  \n[35]\t\tThat's their standard deal, brother. \t\tThey ain't about to change it for us.  \n[36]\t\tThese guys ain't spic fire cracker \t\tsalesman from Tijuana. They don't even \t\tknow the meaning of the word \"barter\". \t\tYou wanna stay in El Ray? You give \t\tthem thirty percent of your loot. It's \t\tscripture. So it is written, so shall \t\tit be done. You want sanctuary, you \t\tpay the price, and the price is thirty \t\tpercent.  \n[37]\t\t-- This conversation is over.  \tRichie shrugs and turns back to TV, Seth turns to the \thostage, grabs a chair and slides it up in front of her.  \n[38]\t\tNow, we need to have a talk. What's \t\tyour name?  \n[39]\t\tHello, Gloria, I'm Seth and that's my \t\tbrother Richie. Let's cut to the \t\tchase. I'm gonna ask you a question \t\tand all I want is a yes or no answer. \t\tDo you want to live through this?  \n[40]\t\tGood. Then let me explain the house \t\trules. Follow the rules, we'll get \t\talong like a house on fire. Rule number \t\tone: No noise, no question. You make a \t\tnoise... \t\t\t \t\t...Mr. 45 makes a noise. You ask a \t\tquestion, Mr. 45 answers it. Now are \t\tyou absolutely, positively clear about \t\trule number one?  \n[41]\t\tRule number two: You do what we say, \t\twhen we say it. If you don't, see rule \t\tnumber one.  \tSeth takes the .45, places the barrel next to the woman's \tcheek. She squirms and shuts her eyes. He pulls back the \thammer.  \n[42]\t\tRule number three: Don't you ever try \t\tand fuckin' run on us. 'Cause I got \t\tfive little friends, and they all run \t\tfaster 'n you can. Got it?  \tShe nods her head yes.  \tHe takes the gun away and replaces the hammer.  \n[43]\t\tOpen your eyes.  \tShe does.  \n[44]\t\tGloria, you hang in there, follow the \t\trules, and don't fuck with us, you'll \t\tget out of this alive. I give you my \t\tword. Okay?  \tShe nods her head yes.  \tSeth rises.  \n[45]\t\tI'll be back in a bit.  \tHe exits.  \tRichard looks to the TV, then looks to Gloria sitting \tacross the room in the chair.   \n[46]\t\tThings are real hot here. Crossing's \t\tgonna be a bitch. \t\t\t \t\tDon't worry, we'll get across. But \t\twhen we do, where do we go? \t\t\t \t\tCan we make it as close to the border \t\tas possible? Texas wants our balls. \t\tThe quicker we're in your protection, \t\tthe better I'll feel. \t\t\t \t\tOkay, where? \t\t\t \t\tThe Titty Twister? \t\t\t \t\tI love it already. Okay, Carlos, I'll \t\tsee you and your men at the \"Titty \t\tTwister\" tomorrow morning. \t\t\t \t\tBye, my friend.  \tSeth hangs up the phone, lights up a cigarette with his \tZippo lighter and exits frame. After Seth exits, leaving \tthe frame empty, a subtitle appears:  \n[47] \tRichard lies on the bed by himself, propped up by pillows, \twatching TV, taking on hits from a water bong in the \tshape of a wizard.  \n[48]\t\t \n[49]\t\tSight seein'.  \n[50]\t\tCops.  \n[51]\t\tYeah, I saw the border. Through \t\tbinoculars from on top of a high \t\tbuilding. That's about as close as I \t\trisked getting. What's the TV say?  \n[52]\t\t\t \t\tI gotta figure a way to get across \t\tthat goddamn border. Longer we fuck \t\taround El Paso our lives ain't worth \t\ta shit.  \n[53]\t\tRichie, it's gonna get a lot fuckin' \t\tworse before it gets any fuckin' \t\tbetter. We showed our ass in Texas. We \t\tkilled Texas fuckin' Rangers. They \t\tain't gonna stop lookin' till they \t\tfind us, and when they find us, \t\tthey're gonna kill us. Texans take it \t\tvery personal when ya kill their law \t\tenforcement officers. The El Paso \t\tpolice have already started a motel \t\tand hotel search for us.  \n[54]\t\tI heard it on the radio. We gotta get \t\tour asses into Mexico tonight. Carlos \t\tis gonna meet us tomorrow morning at a \t\trendezvous on the other side, then \t\tCarlos and his boys will escort us to \t\tEl Ray and --  \tSeth stops talking and looks around.  \n[55]\t\tWhere's the woman?  \n[56]\t\tWhat'd ya mean, what? The fuckin' \t\twoman, the hostage. Where the fuck \t\tis she, Richard!?  \n[57]\t\tWhat the fuck is she doin' there?!  \tHe goes to the door of the adjoining room.  \n[58]\t\t\t \t\tOh, Richard, what's wrong with you?  \tRichard rises from the bed.  \n[59]\t\tYeah, explain it to me. I need an \t\texplanation. What's the matter with \t\tyou?  \n[60]\t\tNo. \t\t\t \t\tThat woman wouldn't of said shit if \t\tshe had a mouthful.  \n[61]\t\t\t \t\tIs it me? Is it my fault?  \n[62]\t\tIs this my fault? Do you think this \t\tis what I am?  \n[63]\t\tThis is not me! I am a professional \t\tfucking thief. I steal money. You try \t\tto stop me, god help you. But I don't \t\tkill people I don't have to, and I \t\tdon't rape women. What you doin' ain't \t\thow it's done. Do you understand?  \n[64]\t\tJust say yes! Nothing else, just say \t\tyes.  \n[65]\t\tYes, Seth, I understand.  \n[66]\t\t\t \t\tWe get into Mexico, it's gonna be \t\tsweet Rosemary, hundred-proof liquor, \t\tand rice and beans. None of this \t\tshit's gonna matter.   \n[67] \tThe Sword of Damocles is lifted from above Seth's head. He's \tjust solved a problem that a mere thirty seconds ago seemed \tunsolvable. He knows exactly how he's going to cross the \tborder. Whistling a happy tune, he turns and walks back into \troom #9.   \n[68]\t\tIt's called a punch.  \tScott suddenly becomes aware of what's going on around him \tand instinctively stands. Richard shoves his .45 in Scott's \tmouth.  \n[69]\t\t\t \t\tWhat's your name?  \n[70]\t\tOkay, Jacob, get up and sit your ass \t\tdown on the bed. Make a wrong move and \t\tI'll shoot you in the face.  \tJacob rises and sits on the edge of the bed.  \n[71]\t\t\t \t\tOkay, move the Jap over there.  \tKeeping the gun in Scott's mouth, Richard makes Scott rise...  \n[72]\t\t\t \t\tWhat's the story with you two? You a \t\tcouple of fags?  \n[73]\t\tHow does that happen? You don't look \t\tJapanese.  \n[74]\t\tOh, well, excuse me all to hell.  \n[75]\t\tIt's about money, all right, but not \t\tyours. You see, me and my brother here \t\tare in a little hot water and we need \t\tyour assistance.  \tThe door to room #12 opens and a dripping wet, bikini clad \tKate walks in.  \tThe brothers spin their guns in her direction.  \tKate, startled, screams. Jacob and Scott get on their feet \tand move forward. Seth spins back towards the two men, gun \tready to spit.  \n[76]\t\t\t \t\tStop!  \tJacob and Scott freeze.  \tRichard moves like quicksilver, shutting the door and \tpositioning himself behind the terrified Kate.  \n[77]\t\tJust listen to daddy, sugar, and don't \t\tdo nothin' stupid. \t\t\t(he turns to Jacob and Scott, \t\t\t who are still standing \t\tYou two, Simon says sit the fuck down!  \tThey slowly sit.  \tRichard can't take his eyes off the dripping wet Kate.  \tBoth Jacob and Seth see this and neither men like it. Both \tfor their own reasons.  \n[78]\t\t\t \t\tWhere are the keys to the motor home?  \n[79]\t\tRichie, take the keys. Start that big \t\tbastard up, and drive it up front.  \tRichard doesn't move from his position behind Kate. Kate \tfeels his eyes on her. She slowly turns and looks at him.  \tHe looks in her face.  \n[80]\t\tRichard!  \tRichard's eyes go to Seth.  \tEverybody is where they were. Kate never turned around.  \n[81]\t\tNot when you get around to it, now.  \tWithout saying a word, he takes the keys and leaves the \troom.  \n[82]\t\t\t \t\tYou, Gidget, go in the bathroom and \t\tput on some clothes.  \tShe grabs some clothes from the floor and moves towards the \tbathroom.  \tSeth GRABS her wrist.  \n[83]\t\tYou got three minutes. One second \t\tlonger, I shoot your father in the \t\tface. Do you understand what I just \t\tsaid?  \n[84]\t\tDo you believe me?  \n[85]\t\tYou damn well better. Go.  \tShe goes into the bathroom.  \n[86]\t\tSorry, Pops, it ain't gonna be that \t\teasy.  \tWe hear the motor home \"HONK\" twice outside.  \n[87]\t\tGet ready to move out, we're all going \t\ton a little ride.  \tJacob shakes his head \"no.\"  \n[88]\t\tCome again?  \n[89]\t\tSorry, I need everybody.  \n[90]\t\t\t \t\tThat's not fuckin' that... \t\t\t \t\tthis is fuckin' this. \t\t\t(he calms down and looks \t\t\t at Scott \t\tGo sit over there.  \tScott gets up and walks to the other side of the room, \tleaving the two men alone. Seth speaks in a quiet, \tconversational tone.  \n[91]\t\tI ain't got time to fuck around with \t\tyou, so I'll make this simple. Take \t\tyour kids and get in the car, or I'll \t\texecute all three of you right now. \t\t\t(he cocks the gun and puts \t\t\t it right in Jacob's face \t\tWhat's it gonna be, yes or no answer?  \tJacob looks at him.  \n[92]\t\tGood. \t\t\t \t\tYour old man's all right, he just \t\tsaved your life.  \tSeth BANGS on the bathroom door.  \n[93]\t\tTimes up, Princess.  \tThe bathroom door opens. Kate stands there, wearing a \tT-shirt, jeans and bare feet.  \n[94]\t\tOkay, ramblers, let's get to rambling.  \n[95]\t\t\t \t\tJacob Fuller. Jacob, that's biblical, \t\tain't it? What am I askin' for, of \t\tcourse it is. \t\t\t \t\tWhat are their names?  \n[96]\t\tScott and Kate... Kate and Scott... \t\tScott Fuller... Kate Fuller...  \tSeth comes to a snapshot of Jacob and his wife.  \n[97]\t\tWho's this?  \n[98]\t\tWhere is the little lady?  \n[99]\t\tShe's dead?  \n[100]\t\tHow'd she die?  \n[101]\t\tCome on, gimme some more details. \t\tHow'd it happen? Some fuckin' drunk \t\tkill her?  \n[102]\t\tDied instantly?  \n[103]\t\tWhewww! Those acts of God really stick \t\tit in and break it off, don't they?  \n[104]\t\tIs this real?  \n[105]\t\tI've seen one of these before. A \t\tfriend of mine had himself declared \t\ta minister of his own religion. Away \t\tto fuck the IRS. Is that what you're \t\tdoing, or are you the real McCoy?  \n[106]\t\tYou're a preacher?  \n[107]\t\tWas? As in not anymore?  \n[108]\t\tWhy'd ya quit?  \n[109]\t\tI seem to have touched a nerve. Don't \t\tbe so sensitive, Pops, let's keep this \t\tfriendly. But you're right, enough \t\twith the getting to know you shit. \t\tNow, there's two ways we can play this \t\thand. One way is me and you go round \t\tan' round all fuckin' night. The other \t\tway, is we reach some sort of an \t\tunderstanding. Now, if we go down that \t\tfirst path at the end of the day, I'll \t\twin. But we go down the second, we'll \t\tboth win. Now, I don't give a rat's \t\tass about you or your fuckin' family. \t\tY'all can live forever or die this \t\tsecond and I don't care which. The \t\tonly things I do care about are me \t\tthat son-of-a-bitch in the back, and \t\tour money. And right now I need to get \t\tthose three things into Mexico. Now, \t\tstop me if I'm wrong, but I take it \t\tyou don't give a shit about seeing me \t\tand my brother receiving justice, or \t\tthe bank getting its money back. Right \t\tnow all you care about is the safety \t\tof your daughter, your son and \t\tpossibly yourself. Am I correct?  \n[110]\t\tI thought so. You help us get across \t\tthe border without incident, stay with \t\tus the rest of the night without \t\ttrying anything funny, and in the \t\tmorning we'll let you and your family \t\tgo. That way everybody gets what they \t\twant. You and your kids get out of \t\tthis alive and we get into Mexico. \t\tEverybody's happy.  \n[111]\t\tJesus Christ, Pops, don't start with \t\tthis shit.  \n[112]\t\tLook, dickhead, the only thing you \t\tneed to be convinced about is that \t\tyou're stuck in a situation with a \t\tcoupla real mean motor scooters. I \t\tdon't wanna hafta worry about you all \t\tfuckin' night. And I don't think you \t\twanna be worrying about my brother's \t\tintentions toward your daughter all \t\tnight. You notice the way he looked \t\tat her, didn't ya?  \n[113]\t\tDidn't like it, did ya?  \n[114]\t\tDidn't think so. So, as I was saying, \t\tI'm willing to make a deal. You \t\tbehave, get us into Mexico, and don't \t\ttry to escape. I'll keep my brother \t\toff your daughter and let you all \t\tloose in the morning.  \n[115]\t\tI can handle Richie, don't worry.  \tThe two men look at each other for some measure of trust. \tSeth sticks out his hand.  \n[116]\t\tI give you my word.  \tSeth can't help but think about the last time he gave his \tword.  \n[117]\t\t\t \t\tMy words, my law. Better you not take \t\tit, and that's just where we are, \t\tthen take it and not mean it.  \tJacob takes his hand, but looks right into Seth.  \n[118]\t\tFair enough. You break your word, I'll \t\tkill all of you. \t\t\t \t\tKate, honey!  \n[119]\t\tYou must have a bible in here, don't \t\tcha?  \n[120]\t\tGet it and bring it up here, will \t\tya, please?  \tKate goes into a drawer, pulls out a bible and brings it up \tfront.  \n[121]\t\tHold it right there, sweetie pie. \t\t\t \t\tPut your hand on it.  \tJacob does.  \n[122]\t\tSwear to God, on the Bible, you won't \t\ttry to escape and you'll get us across \t\tthe border.  \n[123]\t\tYou best better get it done, Pops.  \tSeth places his hand on the Bible.  \n[124]\t\tI swear to God I'll let you loose in the \t\tmorning. And your daughter will be safe. And I \t\talso swear if you do anything to fuck me up, \t\tI'll slit all your throats.  \n[125]\t\tRichard!  \n[126]\t\tI told you to watch those kids, I didn't say \t\ttalk to 'em. You guys ain't got nothin' to say \t\tto one another. So cut the chatter.  \tRichard turns to Kate.  \n[127]\t\tOkay everybody, it's show time. \t\tRichie, take Kate in the bathroom.  \tRichard grabs the terrified Kate and drags her in the bathroom,  \n[128]\t\tScott, you come up front with your \t\tdaddy.  \tScott does. Seth, keeping low, gets behind Jacob.  \n[129]\t\tAs long as you're cool, she'll be \t\tcool. What're ya gonna say?  \n[130]\t\tWell, you just keep thinkin' of that \t\tgun next to Kate's temple.  \tSeth disappears into the bathroom with Kate and Richard, \tclosing the door behind him.  \tFather and son are alone for the first time since this whole \tthing began.  \n[131]\t\tShut up. It's gonna work just fine,  \n[132]\t\tDuly noted. Now, shut up.  \tEveryone's quiet for a second, till Richard breaks it.  \n[133]\t\t\t \t\tAs long as you don't act like a \t\tfuckin' nut, we'll be just fine.  \n[134]\t\t\t \t\tWhat?  \tRichard lets Kate go, she quickly moves to the side.  \n[135]\t\tNo, I didn't.  \n[136]\t\tTake a pill, kid. I just meant stay \t\tcool.  \n[137]\t\t\t \t\tThis ain't the time, Richard.  \n[138]\t\t\t \t\tKeep your voice down.  \n[139]\t\tThis ain't the time.  \n[140]\t\tGoddamn, that was. intense!  \tSeth goes to the back window. He sees the border getting \tfarther and farther away. No cars following.  \n[141]\t\t\t \t\tWe did it. \t\t\t \t\tWe're in Mexico.  \tSeth throws his head back and SCREAMS for joy.  \tKate, emerging from the bathroom, reacts to Seth's scream, \talong with Scott.  \tSeth is so happy that he does a little jig in the back of \tthe van.  \tEverybody else is still tense as shit. But Seth lets go of \tall his tension, and becomes a new man before our eyes. He \tturns to Kate.  \n[142]\t\t\t \t\tCome here, Kate!  \tKate, nervous, takes a step back.  \tHe charges for her. GRABS her, hugs her around her waist, \tand spins her around. When he lets her go, she stumbles \tdizzily onto the bed.  \n[143]\t\t\t \t\tYou were magnificent! You told him to \t\tshut the fucking door. I'm hiding in \t\tthe shower, and I'm thinking to \t\tmyself, \"Did I just fuckin' hear what \t\tI just fuckin' heard? And what does he \t\tdo -- he shuts the fucking door!  \tKate kind of half smiles.  \n[144]\t\tIf I was a bit younger, baby, I'd \t\tfuckin' marry you!  \tSeth goes up front and slaps Jacob on the back.  \n[145]\t\tI gotta hand it to ya, Pops, you \t\traised a fuckin' woman.  \tJacob doesn't share Seth's enthusiasm, but he is relieved.  \n[146]\t\tPops, when you're right, you're right, \t\tand you are right.  \n[147]\t\tIn the morning, darlin', in the \t\tmorning, we are G-O-N-E and you are \t\tF-R-E-E. Now, I know I put you guys \t\tthrough hell, and I know I've been one \t\trough pecker, but from here on end you \t\tguys are in my cool book. Scotty, help \t\tme pick Richie up, and lay him down. \t\tJacob, keep going on this road till \t\tyou get to a sign that says, \"Digayo.\" \t\tWhen you get to Digayo, turn this big \t\tbastard left, go on down for a few \t\tmiles, then you see a bar called \"The \t\tTitty Twister.\" From what I hear, you \t\tcan't miss it.  \n[148]\t\tThen stop, 'cause that's where we're \t\tgoing.  \tHe slaps him once again on the back, and leaves to attend \tto Richard.  \n[149]\t\t C'mon, kid, wake up. Don't make a \t\t career out of it.  \tRichard starts coming to and opens his eyes. Seth sits at the \tfoot of the bed.  \n[150]\t\tYou okay?  \n[151]\t\tI don't know, you just passed out.  \n[152]\t\tYeah, we were just standing there. You \t\tsaid something about your shoulder \t\thurting, then you just hit the ground \t\tlike a sack of potatoes.  \n[153]\t\tYeah, when you fell your head smacked \t\tthe toilet hard. It scared the shit \t\toutta me. Sure you're okay?  \n[154]\t\tWell, let me tell ya something, gonna \t\tclear your head right up. We are \t\tofficially Mexicans.  \n[155]\t\tWe are... \t\t\t \t\t\"South of the border down Mexico way.\"  \n[156]\t\tYep. We're heading for the rendezvous \t\tright now. We get there, we pound \t\tbooze till Carlos shows up, he escorts \t\tus to El Ray. And then me and you, \t\tbrother, kick fuckin' back. How ya \t\tlike them apples?  \tSlowly shaking the cobwebs out of his head.  \n[157]\t\tThey broke when you fell.  \n[158]\t\tDon't worry about it, we'll get you \t\tsome glasses.  \n[159]\t\tWhen we get to El Ray, I'll take care \t\tof it.  \n[160]\t\tIt's not a big deal, unless you make \t\tit a big deal. Now, I'm real happy, \t\tRichie, stop bringing me down with \t\tbullshit.  \tJacob calls to the back.  \n[161]\t\t\t \t\tOkay, troops, this is the homestretch. \t\tHere's the deal; this place closes at \t\tdawn. Carlos is gonna meet us here \t\tsometime before dawn. Which by my \t\tguesstimate is somewhere between three \t\tor four hours from now. So we're gonna \t\tgo in there, take a seat, have a drink \t\t-- have a bunch of drinks, and wait \t\tfor Carlos. That could be an hour, \t\tthat could be three hours, I don't \t\tknow which. But when he gets here, \t\tme and Richie are going to leave \t\twith him. After we split, you guys \t\tare officially out of this stewpot. \t\tLet me just say I'm real happy about \t\twhere we're at. We got a real nice, \"I \t\tdon't fuck with you -- you don't fuck \t\twith me\" attitude going on. Now, if \t\teverybody just keeps playin' it cool \t\t-- and I'm talking to you, too, Richie \t\t-- everybody's gonna get what they \t\twant. Comprende, amigos?  \tEverybody nods and mutters in agreement.  \n[162]\t\tOkay hard drinkers, let's drink hard. \t\tI'm buyin'.   \n[163]\t\tShit, I been to bars make this place \t\tlook like a fuckin' 4-H club.  \n[164]\t\t\t \t\tAww-w, whatsa matter, is the little \t\tbaby too afraid to go into the big \t\tscary bar?  \tThe two brothers square off, not like strangers fighting, \tbut like brothers fight. They talk real quiet, but real \tpersonal.  \n[165]\t\tThat's how you're lookin', Richie.  \n[166]\t\tThat's what you look like.  \n[167]\t\tNo, Richie, what do I look like?  \n[168]\t\tHow?  \n[169]\t\tWhat do you mean?  \n[170]\t\tI'm here with you.  \n[171]\t\tMy shit is together.  \n[172]\t\tWell, it is. Just because I'm happy \t\tdoesn't mean I'm on vacation. You're \t\tjust not used to seein' me happy, \t\t'cause it's been about fifteen fuckin' \t\tyears since I been happy. But my shit \t\tis forever together.  \tRichard believes Seth's response.  \n[173]\t\tStep aside, asshole.  \tChet POKES HIS FINGER in Seth's CHEST.  \n[174]\t\tNow, is my shit together, or is my \t\tshit together?  \tRichard and Seth laugh with each other.  \n[175]\t\tNow this is my kinda place! I could \t\tbecome a regular.  \tThe man behind the bar is RAZOR CHARLIE. He eyes the group \tas they approach.  \tTheir difference from the usual road waif nomads who \tpopulate the Twister disturbs him. He exchanges a knowing \tlook across the room with Big Emilio, as the group bellies \tup to the bar.  \n[176]\t\tWhiskey!  \n[177]\t\tWhat dya mean?  \n[178]\t\tAre you tellin' me I'm not good enough \t\tto drink here?  \n[179]\t\t\t \t\tTake your hand off me.  \n[180]\t\tNo, I'm going to count to three.  \n[181]\t\tTwo..  \tJacob jumps in the middle.  \n[182]\t\tBottle of whiskey and five glasses.  \tRazor Charlie's eyes go to Seth. Even though he has a big \tsmile on his face, he looks like he's going to kill Seth. \tBut instead he just says,  \n[183]\t\tThat's just fuckin' typical. Biggest \t\tnumber one problem with Mexico, it's \t\tnot service oriented. I was feelin' \t\tso good, and those fuckin' spies \t\tbrought me down.  \tRichard puts his arm around Seth.  \n[184]\t\tYou serve food, Jose?  \tRazor Charlie knows Seth's taunting him with a racial slur, \tbut he just smiles and says,  \n[185]\t\tI kinda doubt that. We're grabbin' a \t\ttable, send over a waitress to take \t\tour order.  \tSeth walks away, and the group follows him.  \tWe just hang on the evil wheels turning inside of Razor \tCharlie's head.  \tThe five of them move across the floor to a table. As they \twalk, Kate attracts stares, wolf whistles and rude comments \tfrom some of the patrons. Jacob keeps near his daughter.  \tThe dancers do their sexy routines. A big-chested, \twild-haired blonde catches Scott's eye. She winks at him.  \tRichard leans over and whispers in Scott's ear.  \n[186]\t\tWho else?  \n[187]\t\t\t \t\tWhy not, against your religion?  \n[188]\t\tSuit yourself, more for me. \t\t\t \t\tScotty?  \tScott shakes his head no.  \n[189]\t\t\t \t\tHow 'bout you? \t\t\t \t\tare safer in here with us than \t\twandering around a Mexican border town \t\tall night long. Just don't do nothin' \t\tstupid and we'll all get along fine. \t\t\t \t\tScotty, you sure you don't want a \t\tdrink?  \n[190]\t\tSorry, Pops, but I'm drinkin' and I \t\tdon't like drinkin' alone. Bottoms \t\tup, boy.  \tScott takes the drink and he, too, experiences an \ton-drinker's tremor.  \tSeth turns to Kate.  \n[191]\t\tHow about you, cutie pie? Ready for \t\tround two?  \n[192]\t\tI'm still stewing about that ape \t\tlaying hands on me. And that fuckin' \t\tbartender sticks a weed up my ass, \t\ttoo.  \n[193]\t\tHe's smilin' at us. But behind his \t\tsmile, he's sayin', \"Fuck you Jack.\" \t\tI hear that loud and clear.  \n[194]\t\t\t \t\tI'm gonna just sit here and drain \t\tthis bottle. And when I've drunk the \t\tlast drop, if I still feel then, the \t\tway I feel now, I'm gonna take this \t\tbottle and break it over his melon \t\thead.  \n[195]\t\t\t \t\tI never said do what I do, I said do \t\twhat I say.  \n[196]\t\tWhat did you call me?  \n[197]\t\tJacob, I want you to have a drink with \t\tme. I insist.  \tJacob slides his empty glass over to Seth. Seth pours booze \tin Jacob's glass and his own. Both men pick up the glasses.  \n[198]\t\tTo your family.  \n[199]\t\tForever together.  \tSeth turns to Scott.  \n[200]\t\tIn that camper out there I saw a guitar. I take \t\tit that's yours.  \n[201]\t\tGo out and bring it in. I feel a song coming on.  \n[202]\t\tBravo! Bravo! Bravo! Now that's what \t\tI call a fuckin' show!  \tOne of Santanico's FLUNKIES brings the naked woman a robe, \twhich she puts on.  \tRichard, still in a daze, looks up at his new friend.  \n[203]\t\t\t \t\tEarth to Richie. Don't you wanna ask \t\tyour new friend to join us?  \n[204]\t\tWell, then ask her, dumb ass.  \n[205]\t\tRichie, you lucky bastard! \t\t\t \t\tNow, little lady, you could of just as \t\teasily done that to me. Who a Nelly! \t\tYou got my dick harder 'n Chinese \t\tarithmetic.  \tThe table laughs.  \n[206]\t\tWhich reminds me of a joke. Little Red \t\tRiding Hood is walking through the \t\tforest and she comes across Little Bo \t\tPeep, and Little Bo Peep says: \t\t\"Little Red Riding Hood, are you \t\tcrazy? Don't you know the Big Bad Wolf \t\tis walking these woods and if he finds \t\tyou he's gonna pull down your dress \t\tand squeeze your titties?\" Then Little \t\tRed Riding Hood hitches up her skirt \t\tand taps a .357 Magnum she has \t\tholstered on her thigh and says: \"No \t\the won't.\"  \tAs Seth tells his joke, Jacob notices Razor Charlie, Big \tEmilio and Chet moving rapidly towards their table.  \n[207]\t\tNot now. So finally she comes across \t\tthe Big Bad Wolf and the Big Bad \t\tWolf's laughing and says: \"Little Red \t\tRiding Hood, you know better than to \t\tbe walking around these woods alone. \t\tYou know I'm just gonna have to pull \t\tdown your dress and squeeze your \t\ttitties.\" Then Little Red Riding Hood \t\twhips out her .357, cocks it, sticks \t\tit in the Big Bad Wolf's face and \t\tsays: \"No you won't. You're gonna eat \t\tme, just like the story says.\"  \tSeth starts laughing at his own joke uproariously. Richard, \tKate, Scott and Santanico join in too. Before Jacob can say \tanything --  \tThe Titty Twister trio stand over the table.  \n[208]\t\tScarred for life, that's how I am!  \tSeth looks up and sees Chet still standing there.  \n[209]\t\tYou thought it was pretty funny, \t\tdidn't you?  \tBoth brothers FIRE on Chet. Chet's blown left... right... \tleft... right... then drops, pointing their guns towards \tthe crowd.  \n[210]\t\tEverybody be cool, or you'll be just \t\tas dead as these fucks!  \tSLOW MOTION: Blood drips down the side of Seth's face.  \tSLOW MOTION: It splatters to the floor.  \tThe CAMERA scans the crowd. The patrons are scared, but the \twaitresses, whores and dancers lick their lips.  \tSLOW MOTION: Blood drips from Richard's shoulder. It falls \tto the floor, splattering.  \tWE MOVE INTO SANTANICO'S FACE. A special aroma fills \ther nostrils. Her eyes lock on Richard. The look on her face \tcould easily be read as intense sexual desire.  \n[211]\t\tRichie.  \tSuddenly, the eyes of Big Emilio, Razor Charlie and Chet \tPussy pop open. The \"dead\" men sit up with evil grins on \ttheir faces.  \tThe patrons scream.  \tA WHORE locks the front door (which is a complicated lock \twith steel rods going into the ground), turns toward the bar \tand yells:  \n[212]\t\tWe may be in trouble.  \tBig Emilio walks steadily through the bar like Godzilla \twalks through Tokyo. Tipping over tables, knocking fighting \tvamps and humans alike on their asses on his way to stamp \tout Seth and Jacob. A TRUCKER JUMPS in his path to attack \thim, with a QUICK SWING of his hand the trucker is brushed \taside, receiving a broken neck for the effort.  \tBig Emilio never breaks his stride or takes his eyes off \tSeth and Jacob.  \tSeth and Jacob both grab pieces of wood, holding it like a \tweapon, but the wood looks puny compared to their opponent.  \tBig Emilio stands in front of them. The two men hold their \twood tight. Fangs grow in Big Emilio's mouth that make him \tlook like a huge walking shark.  \tJust when Big Emilio's ready to strike, he hears behind him,  \n[213]\t\tRichie, I'm sorry I fucked things up. \t\tYou'd really like it in El Ray. We'd \t\tfind peace there. I love you little \t\tbrother, I'll miss ya bad.  \tSeth goes to kiss his brother's lips when, RICHARD 'S EYES \tPOP OPEN. They're YELLOW. Seth RAISES his head in surprise.  \n[214]\t\tTouch my brother with that stake, \t\tbiker, and vampires won't need to \t\tsuck your blood, they'll be able to \t\tlick it up off the floor.  \n[215]\t\tThat's a matter of opinion, and I \t\tdon't give a fuck about your's.  \tJacob, Frost and the kids continue to hold Richard down to \tthe ground.  \n[216]\t\tShut up!  \tRichard's giggling.  \n[217]\t\tHold him down.  \tThe smile evaporates from Richard's face.  \n[218]\t\tRichie, here's the peace in death I \t\tcould never give you in life.  \tSeth puts the stake over Richard's heart. Using the butt of \this .45 like a hammer, he POUNDS the stake into Richard's \theart. Richard screams and dies. They all stand around the \tbody as it BURSTS INTO FLAMES and disintegrates into goo. \tSeth breaks away from the group and walks over to the bar. \tHe grabs a bottle of whiskey and starts downing it. Kate, \tof all people, walks away from the group and joins Seth at \tthe bar.  \n[219]\t\tPeachy! Why shouldn't I be? The \t\tworld's my oyster, except for the \t\tfact that I just rammed a wooden \t\tstake in my brother's heart because \t\the turned into a vampire, even \t\tthough I don't believe in vampires. \t\tAside from that unfortunate business, \t\teverything's hunky-dory.  \n[220]\t\tBullshit! You hate us. If you had half \t\ta chance you'd feed us to them!  \n[221]\t\tIt's bats.   \n[222]\t\tGet this bastard off of me!  \tFrost leaves Jacob with the fire, comes from behind and \tGRABS the bat-thing and YANKS it off of Seth.  \tSex Machine and Kate are a green, bloody mess from their \tpreventative staking of dead bodies. Sex Machine kneels by a \tdead body, raising the stake in his hand to spear him. The \tbody SPRINGS UP and bites Sex Machine on the arm. Red blood \tsquirts all over. Sex Machine screams, then brings the stake \tdown in the body's chest. It dies, burns and turns into goo. \tSex Machine holds his bit arm and wraps it with a piece of \this shirt. He quickly looks around to see if anybody saw him \tget bit. Nobody saw it, everybody was too busy.  \tFrost holds the FLAPPING, FIGHTING, SNAPPING bat-thing in \tfront of him at arm's length. He struggles with it for a \twhile, then...  \tBASHES its head against the bar. The first bash takes some \tfight out of the little fucker, so... Frost BASHES his head \tagainst the bar six or seven times. He then THROWS the \tbat-thing on the bar, turns it over, garbs a pencil in a \tcup next to the register, and RAMS it in the bat-thing's \theart. The bat-thing coughs and dies. There's a FLASH of \tFLAMES, followed by a pile of goo.  \tSex Machine and Kate have covered up a hole in the plastered \twindow with a table while Frost, Scott and Seth wrestle with \tthe bat-thing.  \tJacob has put out the fire. Everybody comes together, \texhausted, and takes a breather. Outside, the bats continue \tto try and claw their way in.  \n[223]\t\tYeah, I know what's going on. We got \t\ta bunch of fuckin' vampires outside \t\ttrying to get inside and suck our \t\tfuckin' blood! That's it, plain and \t\tsimple. And I don't wanna hear any \t\tbullshit about \"I don't believe in \t\tvampires\" because I don't fuckin' \t\tbelieve in vampires either. But I do \t\tbelieve in my own two fuckin' eyes, \t\tand with my two eyes I saw fuckin' \t\tvampires! Now, does everybody agree \t\twe're dealin' with vampires.  \tEverybody agrees.  \n[224]\t\tYou too, preacher?  \n[225]\t\tGood for you. Now, since we all \t\tbelieve we're dealing with vampires, \t\twhat do we know about vampires? \t\tCrosses hurt vampires. Do you have a \t\tcross?  \n[226]\t\tIn other words, no.  \n[227]\t\tI don't know about that. In order for \t\tit to have any power, I think it's \t\tgotta be an official crucifix.  \n[228]\t\tOkay, I'll buy that. So we got crosses \t\tcovered, moving right along, what \t\telse?  \n[229]\t\tAside from they're thirsty.  \n[230]\t\tActually, our best weapon against \t\tthese satanic cocksuckers is this man. \t\t\t \t\tHe's a preacher.  \tFrost and Sex Machine look toward Jacob.  \n[231]\t\tAs far as God's concerned, we might \t\tjust as well be a piece of fuckin' \t\tshit. But he's one of the boys. Only \t\tone problem, his faith ain't what it \t\tused to be.  \tJacob PUNCHES Seth in the mouth, sending him to the floor. \tJacob stands over him.  \n[232]\t\tI'm not taunting you. We need you. A \t\tfaithless preacher doesn't mean shit \t\tto us. But a man who's a servant of \t\tGod can grab a cross, shove it in \t\tthese monsters' asses. A servant of \t\tGod can bless the tap water and turn \t\tit into a weapon.  \tSeth rises.  \n[233]\t\tI know why you lost your faith. How \t\tcould true holiness exist if your wife \t\tcan be taken away from you and your \t\tchildren? Now, I always said God can \t\tkiss my fuckin' ass. Well, I changed \t\tmy lifetime tune about thirty minutes \t\tago' cause I know, without a doubt, \t\twhat's out there trying to get in \t\there is pure evil straight from hell. \t\tAnd if there is a hell, and those \t\tmonsters are from it, there's got to \t\tbe a heaven. Now which are you, a \t\tfaithless preacher or a mean, \t\tmother fuckin' servant of God?  \tJacob has to laugh at that. So does everybody else. Jacob \tsticks out his hand and shakes Seth's.  \n[234]\t\tOh shit!  \tJacob sees.  \n[235]\t\tYou wanna suck something, suck on \t\tthis!  \tHe FIRES four shots that blow the bat vamp's head all over \tthe wall.  \tKate yells:  \n[236]\t\tDaddy's dead.  \n[237]\t\tHe needs our help!  \n[238]\t\tDid he...?  \n[239]\t\tFuck, piss, shit! Mother fuckin' \t\tvampires! Mother fuckin' vampires! \t\tGoddamn mother fuckin' vampires!  \tSeth runs over to the barricaded door and yells to the \tcreatures on the other side.  \n[240]\t\tYou all are gonna fuckin' die! I'm \t\tgonna fuckin' kill every last one of \t\tyou godless pieces of shit!  \n[241]\t\tMy guess is that this little dive's \t\tbeen feeding on nomad road waifs like \t\tbikers and truckers for a longtime. \t\tThis is probably some of the \t\tshipments they stole off the trucks.  \n[242]\t\tI don't give a shit about living or \t\tdying anymore. I just want to send as \t\tmany of these devils back to hell as \t\tI can.  \n[243]\t\tI promise.  \n[244]\t\tOkay, vampire killers, let's kill some \t\tfuckin' vampires.   \n[245]\t\tKill 'em all!  \tJacob holds up the cross, the vamps react.  \tThe kids SPRAY the crowd with UZI fire, burning vampire \tflesh.  \tThe pack of vamps retreat while the Fuller squad walk \tforward.  \tThey are attacked on all sides, but they keep moving towards \tthe door.  \tSeth slams the stakes into several of the vamps, it speeds \tin and out of vampire chests, each time spraying him in \tgreen vamp blood.  \tJacob shoves his cross stake into a vampire with one hand \tand SHOOTS three vampires with blessed bullets with the \tother.  \tFlame BURSTS from the vampires' chests when the bullets hit.  \tKate and Scott both whip water balloons off their belts and \ttoss them into the crowd.  \tThey burst and FRY several of the vamps, who fall, screaming \tin pain.  \tFrom its perch on a wood ceiling beam, a bat-thing drops and \tHURLS toward the group.  \tJacob sees it, raises his gun and FIRES.  \tThe bat-thing bursts into a ball of screaming fire.  \tSeth continues carving a path to the front door by slamming \tthe hammer stake into vampire chests.  \tThe front door is barricaded again by a big table and other \tjunk.  \n[246]\t\tOkay, dead boys, come on! Take a bite \t\tand feel all right!  \tKate clusters with her father and Scott.  \n[247]\t\tAnytime.  \tCutting through vampires, the two make their way across the \tbar.  \tJacob, firing the .45, takes out several more vampires in \tfiery death.  \tScott fires the Uzi and chucks more water balloons.  \tAs Jacob fights, all of a sudden the sound goes out. He \tcan't hear anything. He wonders if he's gone deaf. He starts \tto hear the words: \"Thirst, thirst, thirst.\" He notices the \tvampires have stopped attacking him. They look at him wit \thappy smiles on their devilish faces. Fangs begin to grow. \tHis eyes are yellow.  \tScott turns to his dad. He sees his father is a monster.  \tJacob, with a devilish grin on his face, GRABS Scott and \tsinks his teeth into Scott's forearm. Scott screams bloody \tmurder as his dad begins to drain him of blood.  \tScott takes one of the water balloons he's wearing and \tSMASHES it against Jacob's head.  \tThe holy water melts half of Jacob's face away. He lets go \tof Scott, screaming, and drops the .45 on the floor.  \tScott drops to the ground, picking up the gun. He brings it \tup to fire.  \tA totally evil Jacob, with only half a face, matches stares \twith the boy he once called his son.  \tScott's eyes turn to steel.  \n[248]\t\tFight now, cry later.  \tKate takes his advice and hits a vamp square in the face \twith a holy water balloon, which melts his head.  \tA bat-thing lands on the back of Scott's neck. He screams as \tit bites into him. He drops the .45.  \tKate sees Scott get bit.  \n[249]\t\tHow many bullets left, kid?  \n[250]\t\tWell, when you run out of weapons, \t\tjust start cold cocking 'em. Make 'em \t\tsing for their supper.  \tThe two survivors are backed up against a wall. Two bat \tthings do a Kamikaze dive from the air toward Seth. Seth \tthrows the holy balloon at them. Direct hit. The two \tbat-things burst into flames and spiral to the floor.  \tThe two survivors look at the vampires, who stand before \tthem. A moment of stillness before the attack. Kate stands \tholding the .45, arm outstretched.  \n[251]\t\tYou use 'em on the first couple of \t\tthese parasites that try to bite you.  \tThe vamps begins to close in. Kate lines up the .45 sights \ton the face of an approaching vampire.  \tSeth holds the Uzi like a club, ready to bash in the first \tvampire's head that gets in swinging distance.  \tBeams of sunlight shoot through the holes that Kate shot \tthrough the wall. Approaching vampires burn. The scorched \tvamps scream like they've never screamed before.  \n[252]\t\tShoot more holes!  \tKate turns away from the vamps and shoots holes in the wall \tbehind him, Daylight comes through, providing Kate and \tSeth with a safe, lighted area.  \tThe .45's empty.  \tThe vamps hiss and scream at the frustration of not being \table to get at them.  \tThe two survivors hold hands, when...  \tAll of a sudden the door to the Titty Twister is pounded on \tfrom the outside.  \tThe vamps look towards it in horror.  \tFrom the other side of the door, we hear a voice with a \tSpanish accent.  \n[253]\t\t\t \t\tCarlos! \t\t\t \t\tHelp us, bash the door. Bash the door \t\tin!  \n[254]\t\tWhy the fuck, outta all the god \t\tforsaken shit holes in Mexico, did you \t\thave us rendezvous at that place?  \n[255]\t\tHave you ever been there before?  \n[256]\t\tWell, because you picked that place \t\tout of a hat, my brother's dead now. \t\tAnd this girl's family's dead.  \tCarlos stands up again.  \n[257]\t\tDid they look like psychos? They \t\twere fuckin' vampires. Psychos don't \t\texplode when sunlight hits 'em, I \t\tdon't care how crazy they are.  \tDanny and Manny react to the vampire news by crossing \tthemselves again.  \n[258]\t\tYou can't, but fifteen percent instead \t\tof thirty for my stay at El Ray is a \t\tgood start.  \n[259]\t\tJesus Christ, Carlos, my brother's \t\tdead and he's not coming back, and \t\tit's all your fault. Twenty.   \tThey look at each other, then shake hands, saying in unison.  \n[260]\t\t\t \t\tTwenty-five.  \tSeth gets the suitcase and gives Carlos 25%. Seth walks over \tto a red 1990 Porsche 911.   \n[261]\t\tI said new, this is an '90.  \n[262]\t\tSo do I just follow you?  \n[263]\t\tSo let's do it.  \n[264]\t\tI'm sorry.  \n[265]\t\tSee ya.  \n[266]\t\tKate honey, I may be a bastard. But \t\tI'm not a fuckin' bastard.  \tHe blows her a kiss across the desert.  \tShe blows one back.  \tSeth's in his car and GONE.  \tKate turns around, faces endless desert before her, and \tbegins her long walk home.  ", "Frost": "\n[1]\t\tAin't they supposed to burn up or \t\tsomething?  \tAt that moment a bright flash ERUPTS, illuminating \teveryone's face. The sound of quick burning flames fills \tthe air. Everybody shields their eyes from the intense \tlight, which lasts only a split second.  \tIt vanishes, along with the bodies of the vampires. All \tthat remains is a smoldering mess of goo where the bodies \tonce lay.  \tThey all stare at the mess for a few seconds and then RUN \tfor the door. It's locked. They BANG on the door, but it's \tuseless. It ain't budging, yet they all go on banging.  \tExcept for Seth. He never ran for the door. He walks over \tto his dead brother's body and kneels beside it.  \tHe takes his dead hand.  \n[2]\t\tAt first I just thought it was birds.  \n[3]\t\t\t \t\tWe'll put this out. You stake the rest \t\tof these fuckers.  \n[4]\t\tWooden stakes in the heart been \t\tworkin' pretty good so far.  \n[5]\t\t\t \t\tJohn Wesley Hardin, so mean he once \t\tshot a man for snorin'.  \n[6]\t\tWell, one thing, they might got super \t\thuman strength, but you can hurt 'em.  \n[7]\t\tYou can. You'll take it 'cause ya got \t\tno choice. How'd ya like twenty four \t\thours of it, lying in a muddy ditch \t\twith only the rotting corpses of your \t\tfriends to keep you company?  \n[8]\t\tBack in '72 I was in Nam, trapped \t\tbehind enemy lines, lying in a rat hole \t\twith my entire squad dead. They \t\tthought they killed everybody, and \t\texcept for me, they were right. But it \t\twasn't for lack of trying. A grenade \t\tblew up right next to me, that's why \t\tI'm so pretty.  \tThey thought I was dead, so I played dead. They dumped all \tthe bodies in a ditch. All I could do was lie there playing \tpossum. Dead bodies under me, dead bodies on top of me, \tlistening to the enemy laugh and joke hour after hour after \thour...  \tAs Frost goes into his monologue, the sound fades out and \tthe camera moves to Sex Machine. He's having a hot flash. He \tcan't hear anything. He's looking at Frost speaking, but he \tdoesn't hear any sound. Then he hears a deep, MALE VOICE \tsay:  \n[9]\t\t...and then when I came back to my \t\tsenses, I realized I had killed the \t\tentire V.C. squadron single handedly. \t\tMy bayonet had blood and chunks of \t\tyellow flesh on it like some cannibal \t\tshish kabob. And to this day I don't \t\thave the slightest idea how I --  \tSex Machine lets out a hideous cry.  \n[10]\t\tI been bit! He fuckin' bit me!  \tSex Machine PUNCHES Seth in the face, dropping him like a \tsack of potatoes.  \tHe smacks the shit out of Kate. She goes FLYING into a \ttable.  \tSex Machine turns, seeing Frost breaking off a big table \tleg. Frost looks at the big vamp.  \n[11]\t\t\t \t\tYou're dead, mother fucker! You're \t\tgonna bite me! You just turned me \t\tinto a vampire, asshole!  "}}