{"filename": "G.I.-Joe-The-Rise-of-Cobra_script.txt", "imdb_id": "tt1046173", "imdb_url": "https://www.imdb.com/title/tt1046173", "characters": ["James McCullen - 1641", "Snake Eyes", "U.S. President", "Dr. Mindbender", "General Hawk", "McCullen /Destro", "Ana /Baroness", "Baron de Cobray", "The Doctor /Rex", "Young Snake Eyes", "Cover Girl", "Scarlett", "Storm Shadow", "Hard Master", "Heavy Duty"], "dialogues": {"Snake": "\n[1]Master! Other NINJAS come flooding in. \n[2]Father always feared it would come to this. EXPLOSIONS begin to rock the shaft now. Snake-Eyes stumbles towards the exit, leaving his fallen Sword Brother behind. \n[3].he's dead. She knows who he means, she gives him a grim smile. And that's when they see Duke, carrying Ana, charging up to them. Another EXPLOSION makes them all dash into the diving bell. The doors close and we hear them launch. ", "Eyes": "\n[1]Master! Other NINJAS come flooding in. \n[2]Father always feared it would come to this. EXPLOSIONS begin to rock the shaft now. Snake-Eyes stumbles towards the exit, leaving his fallen Sword Brother behind. \n[3].he's dead. She knows who he means, she gives him a grim smile. And that's when they see Duke, carrying Ana, charging up to them. Another EXPLOSION makes them all dash into the diving bell. The doors close and we hear them launch. ", "U.S.": "", "President": "\n[1]How many warheads? \n[2]Any threats? Any demands? \n[3]No, .it means they're going to use them.     57. \n[4]  \n[5]How soon will it strike the city? \n[6]This will be a disaster the likes of which we have never seen. As the DOORS CLOSE behind them we see the MARS INDUSTRIES LOGO on the doors. \n[7]  \n[8]Thank God... As he says this, a SECRET SERVICE AGENT draws a SILENCED PISTOL and kills the other Agents and Staff. We see an INCISION SCAR behind his right ear and realize he is a Neo- Viper. The President stares, stunned and horrified. The Neo- Viper holds his pistol on the President as--     110. --A BOOKCASE moves on the wall, revealing a secret room. An UNSEEN FIGURE emerges and the President stares in shock. \n[9]     ", "Dr.": "", "Mindbender": "", "General": "\n[1] ", "Hawk": "\n[1] \n[2]Guess you'll be the first arms dealer up for the Nobel Peace Prize. Laughter in the room. McCullen smiles, being a good sport. \n[3]Mr McCullen, Clayton Aernathy, British Army. \n[4]Not hardly ...You gave me a broad target, I couldn't resist. \n[5]Your warheads. Securing them in transit. Forty pairs of ears in that room now know the when and where. \n[6]We both know what that's worth. \n[7]I've made a career of showing up where I'm needed, whether ordered to or not. And if your warheads are half as effective as you say they are.. Then my unit is needed. \n[8]My unit doesn't need mission specific training. They're chosen because of their ability to handle any situation.     8. \n[9]I didn't. I just said they were always ready. McCullen continues on down the hall. Hawk gives Cover Girl a look, she reads it and nods. WE SMASH CUT TO: \n[10]State you name and rank. \n[11]My team just saved your life. now's the part where you say \"thank you\". \n[12]You must be... Ripcord, expert marksman, weapons specialist, jet \n[13]I'm General Clayton Abernathy. You may have heard of me, .Duke. A glint of recognition flickers across Duke's eyes, he nods. \n[14]That was my last job.  I'm in a whole new outfit now. Duke swivels his gun to Breaker's head. Breaker flinches. \n[15]Hand over the weapons case son, and let us deliver the warheads. \n[16]Come see for yourself. \n[17]Welcome to the new Pit! Duke and Ripcord turn to see hawk and Cover girl walking out from behind the lights. \n[18]Duke. \n[19]I've read a lot about you two. \n[20]Matter of fact, I saw that one of my subordinates tried to recruit you to our little operation a while back. \n[21]Remember a tall gentleman approaching you in Thailand when you were on leave, four years ago?     24. \n[22]Right before you tore up the bar? \n[23]Okay, you trusted me by going with my team, so I'll trust you. There's a loud METALLIC CLANG and part of the PLATFORM begins to descend. They pass the URBAN COMBAT LEVEL where MEN and WOMEN are training with next-gen urban warfare equipment. \n[24]Technically, GI JOE doesn't exist. But if it did, it'd be comprised of the top men and women from the best military units all over the world. The alpha dogs... They see a pretty woman sip into a next-gen CAMO-SUIT, which reflects and refracts light, making her nearly invisible. \n[25]Ten nations signed on in their first year. Working together, sharing intel. Now we have twenty- three.     25. \n[26]Good news is we've been pretty successful so far. The bad news is whenever we manage to shut down one organization, another springs up in its place. \n[27]Patch him through, please. \n[28]We're going to need to find out everything we can about her. Knowing is half the battle. \n[29]Gentlemen, this is James McCullen, CEO of MARS Industries, the man who built these warheads. WE INTERCUT THIS SCENE WITH McCullen standing in front of a HOLO-CAM in a small room somewhere. THE HOLOGRAPHIC IMAGES of hawk, Duke, and the others around him. \n[30]That's not a fair assessment. He followed his orders to the letter. \n[31]Apologizes, Mr McCullen. It's not that I don't trust you...I don't trust anybody. \n[32]I don't talk smooth enough to be a McCullen. \n[33]I think it unwise to expose them at the moment. This group might make another attempt.      28. \n[34]We need to find and neutralize them before we can consider moving your weapons. \n[35]What's the code? ON DUKE, listening carefully. \n[36]We have access to any photograph on any server anywhere in the world.     35. \n[37]From NATO. I am now the official custodian of the warheads. Your mission is complete. Once you hand it over, that is. Duke nods, hands over the case with a hint of defeat. \n[38]And your point is...? \n[39]You don't ask to be a part of GI JOE. You get asked. \n[40]I've lost men too, Captain. Good men. But attempting to-- \n[41]Excuse me? \n[42]  \n[43]Before this goes any further, I need to know what I'm dealing with, a man looking to settle a score, or a man who can put the mission first. Because the battlefield is the wrong place for emotion.  Could you kill her? \n[44]Chances are you will. But if you flinch, hesitate even an instant... what I'm trying to say is, unless you can kill her graveyard dead I don't want you.     37. \n[45]So tell me about her. \n[46]Duke, You scored in the top half- percent of all people we've ever tested. Rip, well, if we average your scores with Duke's, you pass too. Welcome aboard, provisionally. But we still need to see if you pass muster in the field. Hawk gives them a nod. Duke and rip nod back with pride. \n[47]  \n[48]That's all right, Cover Girl. What am I signing now? Cover Girl GASPS, a KATANA BLADE piercing out through her chest. She drops lifelessly, revealing Storm Shadow behind her. Hawk grabs a PISTOL, but Storm Shadow flashes his two swords. One slices the barrel of the pistol clean off, the other buries itself in Hawk's gut. Hawk collapses. Ana steps forward and rips the General's SECURITY BADGE off his jacket. Hawk's eyes follow them as they leave. He glances at a RED BUTTON under his desk and struggles to reach it, giving everything he's got, until he finally hits the button. \n[49] \n[50]Can you kill her? And then WE FLASHBACK TO: Ana strangling Scarlett, a smile on her face. Squeezing harder, harder. Pure evil. \n[51]  \n[52]  \n[53]The French government is allowing you to leave on the condition that none of you ever return. Other agencies will be handling this from here on. \n[54]The heads of state of every member of GI JOE are recalling their operatives. We are now considered a rogue unit, uncontrollable. Shut down. We're to report to Washington for debriefing. Hawk rolls his wheelchair to the door. \n[55]I said you were to report to Washington. I didn't say when, or which route to take. \n[56]With GI JOE reinstated, would you boys like to stay on awhile? ", "McCullen": "\n[1]Still using matchlocks, are ya? I can get you a pair of flintlocks, you let me sneak out of here. Everyone else in this sequence speaks with a French accent. \n[2]The best. From Spain. And perhaps a couple of pretty young ladies to teach you how to use them. Guard #1 is even more tempted, but his partner is a Loyalist. \n[3]Your King is a vile bag of filth who murders his own allies. I should've charged him double. \n[4]They offered me a Chancellorship, because unlike your simpleton King, they know that is the McCullen destiny, to run the wars, the true power, not simply to supply arms. \n[5]Yes, I do. Clan McCullen is far bigger and more powerful than any of you could ever imagine. My sons will continue to rise along after I am gone. As will their sons. And, God willing, their sons.  It shall not end with my death. The Warden smiles back sinisterly. \n[6]War used to be the exception. Now it is the new state of play, a constant, unavoidable... \n[7]Tragic as they are to fight, wars must be won. But perhaps they don't have to be as destructive as they've been in the past. A SERIES OF COMPLEX SCHEMATICS rolls continuously on a screen behind him. McCullen is briefing twenty-two NATO MILITARY COMMANDERS, many of them listening in TRANSLATION HEADPHONES. \n[8]Nano-mites. Perfect little soldiers. Their size can be programmed as well as their intended task. Originally developed to isolate and destroy cancer cells, but at Mars Industries, and with the help of a little NATO funding...     4. A few laughs around the room. McCullen soaks it up. \n[9].we discovered how to program them to eliminate most anything. For instance... metal. ON SCREEN: A SOLDIER fires a shoulder-launched missile at a tank. The warhead bursts into millions of SILVER MICROSCOPIC NANO-MITES which eat away the metal like piranhas devouring a horse. Then the NANO-MITES fan out from the consumed tank and quickly head for a nearby jeep. \n[10]Once the target has been destroyed, the launcher triggers a kill switch unique to each warhead that short- circuits the nano-mites, preventing any unwanted destruction. ON SCREEN: The Soldier hits a KILL SWITCH on the launcher and the NANO-MITES instantly \"drop dead\" around the nearby jeep. \n[11]Each warhead contains seven million nano-mites and has the ability to eat anything from a single tank to an entire city.  But without innocent casualties. Which is why this has been such a priority for me and my company. The room breaks into APPLAUSE. FOCUSES ON GENERAL HAWK, a British veteran or countless battles, not buying it. \n[12]I prefer the term \"armament solutions engineer\"  Gentlemen! I'm pleased to announce that tomorrow morning your first order of nanotech warheads will ship from my factory in Kyrgyzstan.     5. \n[13] I know who you are General hawk. As sharp in a briefing room as your reputation is on the battlefield.     7. \n[14]It's an honor to meet a man of your many accomplishments. McCullen smiles, then offers Hawk to walk with him. \n[15]What's on your mind, General? \n[16]Those \"ears\" all have top security clearance. \n[17]Look, General, delivery is my responsibility and it's not one I take lightly. I had NATO assign an elite American Special Forces unit, a fully armored convoy with air support. I assure you, my warheads will be quite safe. \n[18]This is no time to play catch up. The NATO team's been drilling for weeks. They're lit up and ready to roll. \n[19]Maybe next time, General...  What did you say your unit was called? \n[20]General, most men I've encountered in this business over-promise and under-deliver. You're the opposite. Clearly, you were the security option I should have chosen. ON DUKE: Steaming behind his military demeanor. \n[21]--But not you. \n[22]I've spent ten years and thirteen billion Euros creating these four warheads. Your job, Captain, was to protect them, and if it wasn't for General Hawk, you would've failed. \n[23]Well that wasn't enough. Duke bristles. McCullen turns to Hawk. \n[24]What are your coordinates? I'll have NATO send another special ops team to retrieve the warheads, company strength this time. \n[25]  \n[26]You do just fine, General. Now, so the bastards who attacked you can't find you, you need to disable the tracking beacon hidden in the case. \n[27]Good man. So, can I count on you to deliver the warheads to NATO now? \n[28]Alright. But allow me to check the warheads to see if any have been damaged. Duke begrudgingly sets the case down. Breaker turns on his suit's BALL-EYEPIECE. It goes into X-RAY MODE and we see the NANO-MITES crawling around inside the four warheads. \n[29]Open it, please. \n[30]General? \n[31]Five-two-nine-four-four-oh. Breaker enters the code. As the case opens, Breaker discreetly watches McCullen in his BALL-EYEPIECE SCANNER. McCullen runs his holographic fingers over the warheads. Satisfied, he turns to Hawk. \n[32]Please keep me informed of your progress, General. Duke and McCullen share a quick glare. And then McCullen cuts the feed. Scarlett notices concern on Breaker's face. \n[33]I spend five years setting this up. Wringing money out of NATO. This was supposed to be the easy part. \n[34]And lost the trust of our clients in the process? It had to be NATO's fault.  What happened? Did you hesitate? \n[35]Forgive me, jealousy isn't my strong suit. \n[36]They deactivated the beacon. I gave them a code to quietly re-arm it. McCullen hits a key, a SCREEN switches on, displaying A MAP OF THE WORLD. A BEACON LIGHT flashes over a spot in the Egyptian desert, grip coordinates blinking. \n[37]There it is. The infamous Pit. \n[38]I hope so. \n[39] I'll send a jet. \n[40]Sometimes I really hate technology. He sighs heavily, then hears a VOICE: \n[41]There can't be any more mistakes. The schedule can't be compromised any further. \n[42] I'm sending you now, Storm Shadow. To the Baroness's villa. .Make sure her commitment doesn't waiver. Storm Shadow nods, McCullen continues on THROUGH him. We now realize Storm Shadow was a holo-proj. Storm Shadow vanishes.     31. McCullen steps up to a large oval perspex window. WE PULL BACK out of the window to reveal that he's riding through DEEP ARCTIC OCEAN inside a next-gen \"TRIDENT\" submarine. CAMERA KEEPS PULLING BACK to show the Trident approaching the docking bay of a MASSIVE FACILITY built into the seabed under the jagged canopy of the POLAR ICE CAP. The place is defended by several HARPOON CANNONS and a fearsome TURBO-LASER. It's a breath-taking sight, but also a little frightening. \n[43]Good to be back. \n[44]Is it working? \n[45]English, Doctor. The Doctor keys a demand and that particular Neo-Viper steps up and sticks his bare arm into the case through a portal. \n[46]--Doctor. \n[47]And they are completely obedient? \n[48]You've done well. You've thrown the caber clear out of the yard. \n[49]--I appreciate your thirst for knowledge, Doctor. But this world is messy enough. Factions fighting and scrabbling for control, for resources, and it's only going to get worse as the century progresses. No. What the world needs is unification. Leadership.      34. \n[50]It needs to be taken out of chaos by someone with complete control. He looks through a portal into a shadowy OPERATING CHAMBER, where a brilliant but vicious looking MAN is being scanned by SMART ROBOTS. This is ZARTAN. A Smart Robot begins to change Zartan's fingerprints, which we see on a monitor. \n[51]My family was once this close to that kind of power...  The French... Zartan CRACKS HIS KNUCKLES and gives McCullen a nod. McCullen looks back at the Doctor. \n[52]Once I get my hands on the reins, the money will take care of itself. You'll be able to do all the research you want. McCullen strides off. The Doctor stares after him. \n[53]  \n[54]Never get caught. McCullen carefully puts \n[55]I don't wan t you until leaving Paris that they've you;re sure that the weaponized.  We'll let CNN show everyone how w ell they perform.  I want them to fear me. It will be STORM SHADOWdone. \n[56]I have a target french will never in mind, one the forget.      58. \n[57]As I have never forgotten what the French did to Clan McCullen. \n[58]Gentlemen. About to get under way? Zartan raises his PDA. \n[59]Check your account. Zartan checks the PDA. McCullen shakes his head. \n[60]It's always about the money. \n[61]Destroy that unit immediately. The Doctor removes his PDA and taps a key to draw up the Neo- Viper's file. He clicks a button that reads \"TERMINATE\". \n[62]Take them to the drones. I want them ready to launch in one hour. \n[63]My beautiful Lady of the Lake... He kisses her. Ana kisses him back with slightly-feigned affection, her eyes open and on Duke. Duke stands there, impassive. McCullen finishes the kiss and turns to Duke. \n[64]This bother you? Duke says nothing, so McCullen steps closer. \n[65]Isn't it funny, with the entire balance of power in the world about to shift, a couple of guys can still have a stare down over who gets the girl. Duke takes the opportunity to HEAD BUTT McCullen. The Neo- Vipers instantly pummel Duke to the floor. McCullen wipes a small trickle of blood from his nose.     91. \n[66]The interesting thing about my Neo- Vipers is they still think the same thoughts they always did, they just can't act on them anymore. Instead, they do what I want. I imagine that must be very frustrating. He gets right down in Duke's face. \n[67]I'm going to make you very unhappy. \n[68]You take to your training well, that's good. Still trying to develop information. Still planning to escape and stope me. Moments from now, you'll see that won't ever happen. \n[69]Isn't it clear? I'm a business man. I'm going to use them. \n[70]Merely to strike fear into the hearts of every man, woman, and child on the planet. Only then will they look up to the man who wields the most power, and obey him. \n[71]Meet the genius behind all my nanotechnology. \n[72]You'll have to excuse his modesty, when I found him, he was -- \n[73]Albeit a rather unwilling one. The Doctor's nano-mites can control all manner of brain functions. When you wake up, you'll be working for me, and your past will be a distant shimmer that floats in and out of your mind like a leaf on a breeze. \n[74]Good, commence the launch sequence immediately. is that a ripple of concern flickering across Ana's face? \n[75]Lost one? What do you mean? \n[76]Alert all defences. Charge up the pulse cannon. He turns to say something to Ana, but she has left the room. \n[77]Is she still alive? \n[78]You said this couldn't happen.     105. \n[79]Did you think she loved you? \n[80]Did you imagine your life with her? \n[81]I guess I should thank you, Doctor. The Doctor is busy fiddling with his hand held PDA. \n[82]Yes, Commander. ", "/Destro": "", "Ana": "\n[1]Hello, Duke... Then she round house kicks him with her boot across the face, knocks him out on his ass. \n[2]You have to admit you had that coming. Ana struggles with something going on inside her head. Then her face reluctantly hardens and she takes her hand off the first Viper's gun barrel, giving Duke an apologetic look. \n[3]Good-bye, Duke. Duke can't believe it. Ana suddenly glances up at something behind Duke. It's a \"HOWLER\" TRANSPORT rocketing onto the scene, its four-winged JET THRUSTERS rotating ninety degrees to slow it into a hover. Duke takes the opportunity to jump to his feet and lay out in the Viper. Ana turns and hauls- ass. A BLACK-CLAD FIGURE fast ropes down out of the Howler and lands behind a Viper and SNAPS his neck. Moving in a blur, he draws and buries a KATANA BLADE into another Viper. Then he glances at the last Viper who's lining up on him, too far away to reach with his sword. He quick-draws a GLOCK PISTOL. BAM! Right between the eye slit in his helmet. All this in the space of six breathless seconds. Duke glances at the almost mystical figure of SNAKE-EYES sheathing his sword on his back while holstering his smoking Glock. RED NINJA CLAN MARKING on his tri-cep. Bad-ass defined. Snake-Eyes leaps behind the Cougar wreck as a pulse burst just missed him. Duke immediately takes off after Ana, his eyes locked on the weapons case in her hands, PULSE BURSTS crackling past his head. He curses under his breath: \n[4]If you'd let me stage the assault at your precious factory, we could have contained the situation. \n[5]You're implying this was about some ancient history? That's as laughable as your Intel. What went wrong was the Joes appearing out of nowhere. He stares at her suspiciously, then softens. \n[6]Forget that, where are we now? Have you tracked the case? \n[7]I will get those warheads back.     30. McCullen steps forward and lovingly caresses her face, his hand going right through her. McCullen whispers menacingly. \n[8] If I were really there, I might actually let you touch me. \n[9]Business first. Besides, I'm married, remember? Her holo-form blinks off, leaving McCullen alone in the room. \n[10]How is work at the lab? \n[11]So the Minister of Defense was pleased? \n[12]Of course.     38. \n[13]I didn't get what I was after. They head up the stairs. \n[14]Most husbands would be. \n[15]  \n[16]I never get over how beautiful... \n[17]Let me change and freshen up and I'll meet you for dinner. \n[18]He's my husband, of course he touches me. Tell McCullen to grow up. Besides, the Baron says his work in the lab goes much better after we've... touched. And that's the important thing. \n[19] The Doctor. \n[20]Duke...it's beautiful. It's too nice you lunatic. \n[21]Time already? \n[22]Is it WMDs? It is, right? That's why you're pulling Rex out of the \n[23]Yeah, yeah. Classified. Top Secret. Have to kill me if you told me, blah, blah, blah. \n[24]Yes. Of course it's yes. On one \n[25]Promise me that you won't let my genius egghead brother get hurt.  He's the only family I've got left.  Promise me. \n[26]I already said yes. \n[27]Always and forever. Ripcord flips open his CELL PHONE and takes the photo of Ana that Duke carries with him. \n[28]The foundation of this fence is a hundred feet deep. No going under. Ten Neo-Viper mole pods start to burst out the wall. And then there's a crashing sound as one of the wall girders bends, obviously a mole machine in the clay behind it hit it. Ana can hear the engine grind to a halt. \n[29]If we don't get him out he'll suffocate. Storm Shadow gives her a look: Like I care? \n[30]Just thought I'd mention it. \n[31] Is there any other? Near the top the Man finally falls backward and drops down dead. Storm Shadow nods to the next Viper. Without hesitation the Man walks over and grabs the fence. He is immediately JOLTED, but keeps climbing, burning and bubbling. This guy makes it to the top, throws himself over, and crashes to the ground, then crawls over and pulls the OFF SWITCH, cutting the electricity before dropping dead himself. Ana, Storm Shadow and the others quickly scale the fence. \n[32]Fine. Done. Then she takes a step toward Duke. \n[33]You can't shoot me, can you? \n[34]Deep down, you're still the same man I fell in love with. \n[35]What could have been, right, Duke? You beside your best man. Me walking down the aisle. \n[36]\"Don't make me do this?\" A recurring theme in your life, right Duke? She takes another step. Duke levels his pistol right at her forehead. Storm Shadow flinches. Duke gives him a glance. \n[37]Do it, Duke. .You already killed me once. And in Duke's eyes we see him falter, just a bit. Ripcord passes Ana, and wit hone lightning quick hand she slaps at Duke's pistol. AN ERRANT SHOT GOES OFF. Storm Shadow lunges at ripcord, SLICING his pistol in half with one sword and about to kill him with the other. When suddenly, Snake-Eyes lunges INTO FRAME. CLANG! Snake- Eyes' KATANA BLADE saves Ripcord's life by a half inch. The rest of the Neo-Vipers arrive and immediately open fire, pinning both Duke and Ripcord down. All hell breaks loose. Snake-Eyes and Storm Shadow lunge at one another, swords flashing at impossible speeds, then they lock swords. Face- to-face, staring hard into each other's eyes.     55. Snake-Eyes glances at Storm Shadow's right forearm, spotting the same RED MARKINGS of his ninja clan underneath his suit sleeve. This shocks the hell out of Snake-Eyes. Storm Shadow smiles. \n[38]Why do you keep at it? So that I MCCULLENne ver forget the most important rul e in dealing arms. Never sell to STORM SHADOWboth sides? \n[39]Good morning. Gene. My husband's expecting me. \n[40]I need you to do something for me and I don't have much time. \n[41]They're warheads, dear. And I need you to weaponize them for me...  .or we'll kill everyone in here. DeCobray stares at her, shocked. He looks at Storm Shadow who removes a GLOCK PISTOL from his belt and shoots a TECHNICIAN. Chaos erupts. DeCobray shouts to the room, calming the others somewhat. He stares at Ana and Storm Shadow, terrified. \n[42]The protocols are in the case.  I told you, I don't have much time. DeCobray reluctantly takes the weapons case. \n[43]Thank you, Leon. \n[44]Adieu. DeCobray watches her go, then opens the envelope. We see the LARGE HEADER printed on the first page: \"ACCORD DE DIVORCE\". \n[45]How thoughtful. \n[46] Be ready to pick up in thirty seconds. IN THE SKIES: The Typhoon gunship rockets towards the top of the disintegrating Eiffel Tower, its SIDE DOOR opening. ON THE TOWER: Duke scales the tower, the NANO-MITES chasing him up. His eyes on the elevator as it reaches the top deck just above him. The Typhoon fires a blast of its CONCUSSION CANNONS at Duke, knocking him off the tower. He falls, but manages to catch the tower just below, the NANO-MITES almost on top of him now. The climbs even faster. ON THE TOP DECK: The elevator arrives. Ana and Storm Shadow calmly walk out and climb the railing as the Typhoon hovers up beside them. Below them, Duke sees them board. The tower groans and wobbles. It's a long way down. Time has run out. Ana and Storm Shadow jump into the Typhoon.     80. With the NANO-MITES at his heels, Duke clambers up and jumps up off the side of the Tower, sailing up through the air and latching onto the SIDE DOOR of the Typhoon. IN THE TYPHOON: The gunship rocks with his sudden weight. Ana and Storm Shadow almost lose their footing. Duke springs inside. He smacks Storm Shadow down and grabs the KILL SWITCH from Ana, pressing the trigger. Immediately, the NANO-MITES pulse with light and fall to the ground around the Eiffel Tower. The Tower groans, half-eaten, then topples over on its side. Ripcord and Snake-Eyes scurry out of the way as it crashes down onto the Seine, sending up an enormous explosion of water. The shock on the faces of everyone around reverberates through the entire Joe team. Ripcord keeps his eyes on the Typhoon as it pulls away. Breaker suddenly gets an idea. \n[47]You just saved Paris. Storm Shadow is not happy at all, he TASERS Duke, who drops hard to the floor of the Typhoon. \n[48]He thinks I should kill you. \n[49]James wants to meet you in person. \n[50]Mr McCullen. \n[51]--Talk softly, or he'll tazer you again. \n[52]I should've thought of this before. They almost share a smile. \n[53]I'm a complex woman. \n[54]Who I was died long ago. \n[55]Tell me what she was like. \n[56]It doesn't matter now. \n[57]Nothing will ever be right again. Duke stares at her, his heart ripped apart. WE PUSH IN ON the two of them and FLASHBACK TO: \n[58]NO! McCullen has plans for him! Storm Shadow throws a star, it whistles across the cave and nails Duke in his shoulder, Duke goes down hard, staggers back up, but the Neo-Vipers are already on him, they start beating the living shit out of him. Ana jogs up. \n[59]Enough! Storm Shadow picks up the case and looks at Duke, face down, bloody and beaten.     89. \n[60]Certain work needs to be done away from the public eye. \n[61]I don't have much time. She rushes over and unties him and they stare at each other, then kiss passionately. All of a sudden, Duke feels something behind her right ear, he turns her head, --an INCISION SCAR. He looks at her, but before he can say anything, Ana's body snaps rigid and falls limp in his arms. \n[62]I won't be here long. \n[63]Duke? \n[64]After all I've done, .you can't save me, .it's too late. A BEAT passes between them. \n[65]You know, this has only just begun. She touches his face, then the PRISON BARS slam shut between them. She holds his eyes a moment longer, then the two Prison Guards lead her away. Duke just watches her go, his face torn with pain. He walks off alone...     119. ", "/Baroness": "", "Cover": "\n[1]Currently unidentified. \n[2]Sorry to disturb you, general. \n[3]  ", "Girl": "\n[1]Currently unidentified. \n[2]Sorry to disturb you, general. ", "Scarlett": "\n[1]The warheads! Heavy Duty reluctantly doesn't shoot, everyone watching Ana backpedal towards the waiting Typhoon. Duke charges like a bull and tackles her. Ana sprawls and the case tumbles free. Duke and Ana go eye-to-eye for a split second, then Duke goes after the case while the Joes take the opportunity to spray gunfire her way. Ana zigs, zags, and dives into the Typhoon, which is raked by the bullets.     18. Duke grabs up the case as the Typhoon launches into the sky and disappears over a rise ... SILENCE... Scarlett, Snake-eyes and Heavy Duty now approach Duke, who whirls around at them, pistol up, eyes wild. \n[2]That's classified. Snake-Eyes discreetly grabs SHRUNKEN THROWING STARS from his belt, but a look from Scarlett makes him out them back. \n[3]He's going into shock. \n[4]I thought all the Special Ops guys were tough. \n[5]We'd get tossed for telling.     22. \n[6]You two a team or something? \n[7]Why do they call you that? Breaker laughs, reading Ripcord's file: \n[8]Liquid armor. They reach the DEEP SEA COMBAT LEVEL where dozens of men and women are testing fantastic next-gen UNDERWATER VEHICLES. \n[9]Whoever she is, she's clearly well- financed, with access to highly classified intel and state of the art weaponry. Their capabilities are beyond anything we've ever encountered.     26. \n[10]Breaker? \n[11]Sixty-three seconds. Not Bad. But not good enough. Gotta get under a minute to qualify. \n[12]Forty-five.     44. \n[13]No, me. Ripcord glances at Scarlett's CROSSBOW PISTOL. \n[14]If you're going to shoot at something, kill it. Otherwise take up knitting. \n[15]Here. Go on. Try it. \n[16]Oh, that's so thoughtful of you. \n[17]I'm the \"target in your sights,\" right? You've got ten rounds to \"take me down\". \n[18]They're training arrows. The most I'll feel is a little jolt.     45. Scarlett walks back and faces him. He glances aside at Duke who is loving this. Ripcord readies the pistol. Scarlett darts left. He shoots and misses. She darts right. He misses. \n[19]Guess you didn't really want me that bad, rip. She holds his eyes a moment longer, then lets him go. As she walks away, Scarlett casually tosses the ARROW, it hits the ground and EXPLODES. Ripcord and Duke jump back. Ripcord glances at the underside of the pistol's magazine. Three words: \"CAUTION: LIVE BOLTS\". Both men watch Scarlett saunter back to the beginning of the course, awestruck. Breaker walks by eating a burrito and watching his bio-rhythm display. \n[20]No, he doesn't. Do you? This time Snake-eyes looks up, his expression unreadable. \n[21]See, he knows you have to listen to get to know someone. Right, Rip? Rip is happily stowing his liquid armor gear, glances over. \n[22]You're going to teach me science? I read all about the positron emission tomography studies concerning sex pheromones when I was twelve. I'm just saying, it's not very romantic. Rip whispers to Duke, nodding towards Scarlett. \n[23]Who am I shooting first? The laughter stops. Rip looks surprised. \n[24]\"We're attracted to one another.\"     51. \n[25]That's what you're saying, not what I'm saying. \n[26]Attraction is an emotion. Emotions are not based in science. And if you can't quantify or prove that something exists, well, in my mind... it doesn't. \n[27]I believe you've got my luggage. Ana stares at Scarlett, then quick-draws a PULSE PISTOL. Her shot tears the CROSSBOW PISTOL out of Scarlett's hands. Ana's got her dead-to-rights until Scarlett triggers her CAMO- SUIT, melting into nothing right in front of Ana. Ana doesn't spot the RIPPLES OF AIR around her until she's stuck hard. The case goes flying. Another SMACK and her pistol is knocked free. Ana grabs a second pistol, but that's just as quickly twisted out of her grasp and dropped. Ana fights the invisible Scarlett as best she can, but Scarlett lands several unseen blows on her. Ripcord and Duke take out a pair of Neo-Vipers. Storm Shadow climbs back into the Arclight. Looking at ana as she falls near a vehicle on the blocks. Ana grabs an OIL PAN and flings the oil, which sprays over everything, including Scarlett, making her visible. Ana leaps on Scarlett, knocks her to the ground and angrily begins to choke the life out of her. Storm Shadow ignites the Arclight which jumps into the air, powered by an arc of blue light shooting out of its engine pack. He quickly swoops towards the two women and grabs ana by her arm, pulling her along. Ana grabs the weapons case and they soar up out of the motor pool and over the landing pad. The battle raging below them. Ripcord and Duke fire after them, but they vanish up into the next level. Heavy Duty, now back in action, takes out the last of the Neo-Vipers. Snake-Eyes checks on Scarlett who's nursing her neck. \n[28]I'm fine. \n[29]I looked at it, it's fine. \n[30]I know what you're trying to do. \n[31]I don't have time for this. \n[32]It's not you, I... I didn't really want anyone to... see me in here. \n[33]I don't know. All the people we lost last night. General Hawk... My neck is not that important. \n[34]First fight I've lost since I was a kid. My father would be... he was my instructor. \n[35]He taught me to win. \n[36]We're not a couple. Snake-Eyes and me. We're... close, he's like a brother, but... we're not a couple. Ripcord looks back at her, nods, then walks on out. \n[37]Nano-mites. I wrote my thesis on the theory behind them at Oxford. They've been surgically implanted behind the ear, all programmed to accomplish different tasks. \n[38]Theoretically, the possibilities are endless. Increase their speed, agility, resilience. You program, they perform. That's the genius of nanotechnology, it can do pretty much whatever you want it to. \n[39]I don't see why not. \n[40]You may be right. Maybe he needed NATO to pay for his R D. \n[41]What about it? \n[42]Lab? Breaker call up an image of DeCobray standing in front of a huge PARTICLE ACCELERATOR along with some other scientists. \n[43]They're gonna use him to weaponize the warheads. \n[44]Heavy D and Breaker will stay in the Brawler, watch our back. The rest of us will break into the lab with the accelerator suits. Once the warheads are weaponized, they'll be extremely volatile. We can't afford to let any of them go off inside the city. Ripcord looks at Snake-Eyes. \n[45]He doesn't need one. \n[46]Keep going! With that, he leaps after the Scarab, just grabbing the back of the vehicle as it tears away. The Brawler stops right next to Scarlett, out of breath, her accelerator suit \n[47] Don't worry about me, go and help Snake-Eyes! Duke doesn't need to be told twice. He leaps out and runs after the Scarab. Rips starts to follow, Breaker grabs him. \n[48]Look at the moves they're making, they're heading somewhere. Breaker widens the map, plotting a route. \n[49]  \n[50]Guys, you have to stop them. \n[51]I mean right now. They're going to detonate one of the warheads on the Eiffel Tower. Ripcord glances up and sees the Eiffel Tower looming up fast. \n[52]  \n[53] Don't shoot! We're a special anti- terrorist unit! There's a bomb up there! POLICE CARS are now rushing up behind them. ON THE SECOND FLOOR: Ana and Storm Shadow speed over to the main tower ELEVATOR and barge their way inside. Storm Shadow hurls the ELEVATOR OPERATOR out as Ana opens the weapons case and removes one of the NANOTECH WARHEADS and its KILL SWITCH. Through the stunned crowd, they see Snake-Eyes reach the top of the stairs behind. Ana rolls the warhead towards him while Storm Shadow lines up on him with the Security Guard's pistol as if to shoot him. Snake-Eyes glares defiantly at Storm Shadow who just grins and lowers his gun at the warhead. A SINGLE SHOT AND THE WARHEAD EXPLODES. Snake-Eyes recoils. ON THE GROUND: Everyone hears the warhead detonate. ON THE FIRST FLOOR: Duke and Ripcord freeze. ON THE SECOND FLOOR: A BURST OF NANO-MITES spreads out in all directions. Storm Shadow closes the ELEVATOR DOORS and hits a button for the top. The elevator races upwards as everything else gets eaten by the ravenous NANO-MITES. The floor begins to disappear. Tourists stampede towards the stairs. A LITTLE GIRL is thrown from her MOTHER'S GRIP. The mother screams out for her child as the girl goes over the railing.     79. ON THE FIRST FLOOR: a hundred feet up, Duke and Rip see her coming. Ripcord swings out and catches the girl just in time. Above them, the tower is dissolving before their eyes. Duke sees Snake-Eyes being pushed down the stairs by the tourists. He leaps up onto the iron lattice. \n[54]The brain survives for a couple of minutes after death. We can read his most recent memories. \n[55]He's not alive. \n[56]They activated a self-destruct. The Neo-Viper's body starts to decay before them. Thousands of NANO-MITES literally eating away at his flesh and bones. \n[57]Hurry, Breaker! But the NANO-MITES are too fast. The Neo-Viper's legs are now gone. His chest and arms next. Breaker rapidly scans through the MEMORY FLASHES. But now the NANO-MITES consume his head. \n[58]And we'll do the same for him as soon as we get out of here. She has a thought and turns to Breaker. \n[59]Partial? You said partial latitude and longitude. \n[60]Maybe it was the whole coordinate, \n[61]Before the image went to snow,...it's the polar ice cap. RIP'S DOG TAGS hit the floor and slide to his feet. The Joes all look up to see several POLICE OFFICIALS looking at them. \n[62]What?! \n[63]Maybe a northern one. Hawk smiles and wheels out the door. \n[64]What? \n[65]It's an underwater facility... \n[66]Wait, what's that? Breaker ZOOMS IN on a massive TURBO-LASER CANNON. \n[67]Could it take out our sub? \n[68]Then that's our first objective. \n[69]The main force can't attack as long as that cannon's online. \n[70]Elevator cables. They've got a surface entrance. Shipwreck? She turns to the submarine commander, HECTOR \"SHIPWRECK\" DELGADO, a fiery Spanish naval combat veteran. \n[71]Snake-Eyes, Breaker, Ripcord, and I will infiltrate the factory from above and destroy the cannon. Heavy D, as soon as we give the word, you lead the assault from outside. \n[72]The arctic water would kill us. \n[73]Then somebody has to go up there and shoot those things down.     97. \n[74]Can you even fly this thing? \n[75]Ripcord? He glances at her, a moment between them. Then she presses forward and kisses him on the mouth. He stares back at her. \n[76]Good luck. \n[77]It's pressure plated and laser protected. Anyway around it? \n[78]Give Ripcord the coordinates. \n[79]It's gotta be voice-activated. \n[80]You have to say the words into your flight helmet. \n[81] Try \"teine\". \n[82]It's Scottish for fire. \n[83]Listen to my voice, \"Teine\". \n[84]That's because you're not saying it right! \n[85]One way! The right way! Teine! \n[86]Teine! Teine! \n[87]Teine. Ripcord takes a breath, stealing his nerves. A RED FUEL LIGHT starts beeping on his control board. Rip does his best to ignore it, focusing on the missile as it begins to disappear into the lower atmosphere. The light beats faster and louder. \n[88]Ripcord? What happened? Rip! \n[89]Ripcord? Talk to me...Ripcord! Still nothing. And now they begin to suspect the worst. Then: \n[90]What happened? Are you okay? \n[91]Yes...yes, it worked. \n[92]Let's get out of here! Scarlett grabs Breaker by the scruff of the neck and hauls him out of the room. \n[93]Snake! Snake-Eyes grimaces, then looks Scarlett in the eyes. \n[94]I feel very... emotional. Duke smiles and the Joes climb aboard as the platform rises. ", "Storm": "\n[1]It is most often used by those without honor. McCullen turns to see STORM SHADOW, a well-tailored Korean man whose soul has long since departed, standing on the other side of the room. \n[2]If you had sent me, it would be done. \n[3]Mr. McCullen gave me explicit orders to sever the Baron's spine if he so much as touched you. \n[4]I'll be accompanying you to retrieve the warheads this time. Along with some of the men the Doctor's been working on. \n[5]We go at dawn. Storm Shadow turns and heads out through the doors. Ana Stands alone in her room now, she heads over to her dresser and opens a hidden drawer. Inside is a SMALL BOX. She opens it carefully and gazes at an ENGAGEMENT RING inside. Something sad and lonely in her eyes... And WE FLASHBACK TO: \n[6]All that matters is the mission. Ana pulls out a hi-tech SCANNING DEVICE which shoots out six STEEL BLUE BEAMS in a 360 DEGREE ARC, creating a DETAILED SCHEMATIC of the Pit, showing rooms and people moving about them. She points down a tunnel beyond the electrified fence. Storm Shadow gestures to one of the Neo-Vipers. The Man immediately walks over and grabs the fence, electricity JOLTS him violently, but the man ignores it and shakily starts climbing the fence. The skin on his hands and arms starts to burn and bubble.     48. \n[7]Acceptable collateral damage. \n[8]  \n[9]Thief ! He picks up the KITCHEN KNIFE and tries to cut Young Snake- Eyes, who blocks the strike with the rice pot. They fight fiercely for two little kids, using all sorts of utensils and furniture. Snake-Eyes has desperate street skills, but Storm Shadow's classic training gives him the edge. He finally traps Snake-Eyes under his foot, a triumphant look on his face. He starts to choke Snake-Eyes with his foot ... \n[10] Father, he was stealing. We need to call the magistrate. \n[11]He's a cur! A Frenchie! \n[12]Mr. McCullen would be quite unhappy if I let you die. Ana quickly and nervously starts to buckle in. \n[13]And what was your plan? Run three thousand miles across the ice? He rips his star out of Duke's shoulder. Duke sucks it up. \n[14]Stupid soldier. Duke rolls over and stares up at them, breathing hard. \n[15]It will be done. And only then does McCullen greet Ana. \n[16]We're under attack. \n[17]You took your vow of silence to avenge our Master. But now you will die without a word. The LOUD NOISE gears up again, distracting Storm Shadow for just a beat. Snake-Eyes uses the moment to catch Storm shadow with his feet, holding him up for a split second as the ENERGY LASERS come back on. One of them burns deeply across Storm Shadow's neck, he SCREAMS and stumbles back and falls OVER THE EDGE and down into the freezing turgid waters. Snake- Eyes steps up and looks down to see if he surfaces... He doesn't. ", "Shadow": "\n[1]It is most often used by those without honor. McCullen turns to see STORM SHADOW, a well-tailored Korean man whose soul has long since departed, standing on the other side of the room. \n[2]If you had sent me, it would be done. \n[3]Mr. McCullen gave me explicit orders to sever the Baron's spine if he so much as touched you. \n[4]I'll be accompanying you to retrieve the warheads this time. Along with some of the men the Doctor's been working on. \n[5]We go at dawn. Storm Shadow turns and heads out through the doors. Ana Stands alone in her room now, she heads over to her dresser and opens a hidden drawer. Inside is a SMALL BOX. She opens it carefully and gazes at an ENGAGEMENT RING inside. Something sad and lonely in her eyes... And WE FLASHBACK TO: \n[6]All that matters is the mission. Ana pulls out a hi-tech SCANNING DEVICE which shoots out six STEEL BLUE BEAMS in a 360 DEGREE ARC, creating a DETAILED SCHEMATIC of the Pit, showing rooms and people moving about them. She points down a tunnel beyond the electrified fence. Storm Shadow gestures to one of the Neo-Vipers. The Man immediately walks over and grabs the fence, electricity JOLTS him violently, but the man ignores it and shakily starts climbing the fence. The skin on his hands and arms starts to burn and bubble.     48. \n[7]Acceptable collateral damage. \n[8]  \n[9]Thief ! He picks up the KITCHEN KNIFE and tries to cut Young Snake- Eyes, who blocks the strike with the rice pot. They fight fiercely for two little kids, using all sorts of utensils and furniture. Snake-Eyes has desperate street skills, but Storm Shadow's classic training gives him the edge. He finally traps Snake-Eyes under his foot, a triumphant look on his face. He starts to choke Snake-Eyes with his foot ... \n[10] Father, he was stealing. We need to call the magistrate. \n[11]He's a cur! A Frenchie! \n[12]Mr. McCullen would be quite unhappy if I let you die. Ana quickly and nervously starts to buckle in. \n[13]And what was your plan? Run three thousand miles across the ice? He rips his star out of Duke's shoulder. Duke sucks it up. \n[14]Stupid soldier. Duke rolls over and stares up at them, breathing hard. \n[15]It will be done. And only then does McCullen greet Ana. \n[16]We're under attack. \n[17]You took your vow of silence to avenge our Master. But now you will die without a word. The LOUD NOISE gears up again, distracting Storm Shadow for just a beat. Snake-Eyes uses the moment to catch Storm shadow with his feet, holding him up for a split second as the ENERGY LASERS come back on. One of them burns deeply across Storm Shadow's neck, he SCREAMS and stumbles back and falls OVER THE EDGE and down into the freezing turgid waters. Snake- Eyes steps up and looks down to see if he surfaces... He doesn't. ", "Hard": "\n[1] Enough! Storm Shadow! A Ninja Master steps forward. Storm Shadow turns to him.     60. \n[2] He is hungry. We need to invite him in and show him the way. \n[3]He doesn't fight like one. The two young warriors glare at one another. \n[4] Now what shall be your clan name? Snake-Eyes glares up at Storm Shadow, narrowing his eyes furiously. Hard Master just smiles, AHl AND WE FLASH BACK TO: Snake-Eyes in the motor pool, he stands up and walk off... ", "Master": "\n[1]  \n[2] Enough! Storm Shadow! A Ninja Master steps forward. Storm Shadow turns to him.     60. \n[3] He is hungry. We need to invite him in and show him the way. \n[4]He doesn't fight like one. The two young warriors glare at one another. \n[5] Now what shall be your clan name? Snake-Eyes glares up at Storm Shadow, narrowing his eyes furiously. Hard Master just smiles, AHl AND WE FLASH BACK TO: Snake-Eyes in the motor pool, he stands up and walk off... ", "Heavy": "\n[1]Time to lay down some bass! He fires a grenade and the Viper flies back OUT OF FRAME. You blink, you miss it. BOOM! The Typhoon fires at Heavy Duty, but the Howler is just as nimble, fires its LEFT-SIDE THRUSTERS which roll it onto its side. The CONCUSSION BLASTS whip past and decimate the forest behind it. Hanging awkwardly, Heavy Duty fires a double blast of hand grenades. The Typhoon's mini-gun quickly shoots them out of the air. The Howler fires MISSILES which hit the CONCUSSION CANNONS and rip them apart. The Typhoon SHAKES. Ana races for the recovering Typhoon. Duke races after her through a hail of pulse-fire and draws his PISTOL. \n[2]Lower your weapon, Sir. We're not the enemy. \n[3]The name's Heavy Duty. Duke has the weapons case on his lap. \n[4]Oprah. \n[5]And how'd that bitch in leather get a jump jet like ours? \n[6]If you want to join us, you'll need to be mission ready, Joe style. This is the Mark One Accelerator Suit. \n[7]You. It'll make you run faster, jump higher, and hit harder than any of your enemies. A TITANIUM BOOT slides over a shoe. COBALT MACHINE PARTS snap into place with a HISS over Duke and Rip's arms and legs. \n[8]Head-to-toe turbo-hydraulics and highly-pressurized pneumatics. They both slap on aerodynamic, flying-wing HELMETS. Inside, the CYBERNETIC POWER-UP with an ear piercing whine. LASER ENHANCED LED readouts scramble and fritz across their HUDs.     43. \n[9]An advanced cybernetics heads-up display, feeding into your helmet. Duke checks out two gas-propelled GRAPPLING SPEARS and six WRIST ROCKETS around his right forearm. \n[10]Two gas propelled grappling spears and six ten millimeter, hi- explosive, heat seeking, fire-and- forget rockers. Rip spins the twin barrels of a caseless SUBMACHINE GUN on his left forearm. A Cheshire grin spreads across his face. \n[11]And a nine millimeter, caseless submachine gun with six hundred rounds capable of firing all of them in thirty seconds. Duke and Ripcord are now buckled in, getting a feel for the FLEXIBLE, POLY-ALLOY SUITS. Ripcord glances at Heavy Duty. \n[12]You can learn a whole hell of a lot about a girl by the way she dances. Tell me I'm wrong Snake-Eyes. Snake-Eyes, sharpening his sword, barely looks up. \n[13]See? He agrees. \n[14]All I know is, when the bass get's that booty shaking in the right way, I'm in the skin like a man named Flynn. Heavy Duty does a little freak dance. Scarlett makes a show of disgust. Ripcord watches Scarlett, then makes a decision. \n[15]YO JOE! Welcome aboard, boyz! \n[16]Who likes croissants? \n[17]There it is. \n[18]Holy shit... \n[19]He's still alive! \n[20]You ever seen a dead guy do that? \n[21]Nice. \n[22] It'll be a military when they're done tribunal. need a lawyer. We with us And \n[23]How long before we're released? \n[24]That's a lotta ice. \n[25]McCullen's home away from home. \n[26]How you figure getting it offline? Snake-Eyes points to the DIVING BELL CABLES n the monitor. \n[27] Go, Joes... \n[28]Let's get in this fight. \n[29]Everyone into the attack boats! \n[30]Keep tight everybody. He fires a HARPOON TORPEDO which BLASTS a Mantis. The mantis craft RETURN FIRE. The whole area explodes in a pulse fire and harpoon blasts. The Joe submarine sinks and EXPLODES at the base of the facility. \n[31]My guy will take care of it, trust me. \n[32]Turbo-laser is down! He guns his engines, firing at a MANTIS attack craft. It EXPLODES. Heavy Duty howls with delight. Around him, the Joes begin to turn the tide of the battle. A SERIES OF SHOTS of Mantis vehicles getting nailed by Joe harpoon cannons. \n[33]We got a runner! Cut him off! All of a sudden, the whole damn facility EXPLODES. INSIDE THE DIVING BELL: Our heroes are rocked by the BLAST, then they see MASSIVE CHUNKS OF POLAR ICE plummet down from the ice pack above, cutting off Heavy Duty and the Joes, and DEMOLISHING the remainder of the facility. The Trident disappears behind the trillions of bubbles and falling ice.     117. \n[34] ", "Duty": "\n[1]Time to lay down some bass! He fires a grenade and the Viper flies back OUT OF FRAME. You blink, you miss it. BOOM! The Typhoon fires at Heavy Duty, but the Howler is just as nimble, fires its LEFT-SIDE THRUSTERS which roll it onto its side. The CONCUSSION BLASTS whip past and decimate the forest behind it. Hanging awkwardly, Heavy Duty fires a double blast of hand grenades. The Typhoon's mini-gun quickly shoots them out of the air. The Howler fires MISSILES which hit the CONCUSSION CANNONS and rip them apart. The Typhoon SHAKES. Ana races for the recovering Typhoon. Duke races after her through a hail of pulse-fire and draws his PISTOL. \n[2]Lower your weapon, Sir. We're not the enemy. \n[3]The name's Heavy Duty. Duke has the weapons case on his lap. \n[4]Oprah. \n[5]And how'd that bitch in leather get a jump jet like ours? \n[6]If you want to join us, you'll need to be mission ready, Joe style. This is the Mark One Accelerator Suit. \n[7]You. It'll make you run faster, jump higher, and hit harder than any of your enemies. A TITANIUM BOOT slides over a shoe. COBALT MACHINE PARTS snap into place with a HISS over Duke and Rip's arms and legs. \n[8]Head-to-toe turbo-hydraulics and highly-pressurized pneumatics. They both slap on aerodynamic, flying-wing HELMETS. Inside, the CYBERNETIC POWER-UP with an ear piercing whine. LASER ENHANCED LED readouts scramble and fritz across their HUDs.     43. \n[9]An advanced cybernetics heads-up display, feeding into your helmet. Duke checks out two gas-propelled GRAPPLING SPEARS and six WRIST ROCKETS around his right forearm. \n[10]Two gas propelled grappling spears and six ten millimeter, hi- explosive, heat seeking, fire-and- forget rockers. Rip spins the twin barrels of a caseless SUBMACHINE GUN on his left forearm. A Cheshire grin spreads across his face. \n[11]And a nine millimeter, caseless submachine gun with six hundred rounds capable of firing all of them in thirty seconds. Duke and Ripcord are now buckled in, getting a feel for the FLEXIBLE, POLY-ALLOY SUITS. Ripcord glances at Heavy Duty. \n[12]You can learn a whole hell of a lot about a girl by the way she dances. Tell me I'm wrong Snake-Eyes. Snake-Eyes, sharpening his sword, barely looks up. \n[13]See? He agrees. \n[14]All I know is, when the bass get's that booty shaking in the right way, I'm in the skin like a man named Flynn. Heavy Duty does a little freak dance. Scarlett makes a show of disgust. Ripcord watches Scarlett, then makes a decision. \n[15]YO JOE! Welcome aboard, boyz! \n[16]Who likes croissants? \n[17]There it is. \n[18]Holy shit... \n[19]He's still alive! \n[20]You ever seen a dead guy do that? \n[21]Nice. \n[22] It'll be a military when they're done tribunal. need a lawyer. We with us And \n[23]How long before we're released? \n[24]That's a lotta ice. \n[25]McCullen's home away from home. \n[26]How you figure getting it offline? Snake-Eyes points to the DIVING BELL CABLES n the monitor. \n[27] Go, Joes... \n[28]Let's get in this fight. \n[29]Everyone into the attack boats! \n[30]Keep tight everybody. He fires a HARPOON TORPEDO which BLASTS a Mantis. The mantis craft RETURN FIRE. The whole area explodes in a pulse fire and harpoon blasts. The Joe submarine sinks and EXPLODES at the base of the facility. \n[31]My guy will take care of it, trust me. \n[32]Turbo-laser is down! He guns his engines, firing at a MANTIS attack craft. It EXPLODES. Heavy Duty howls with delight. Around him, the Joes begin to turn the tide of the battle. A SERIES OF SHOTS of Mantis vehicles getting nailed by Joe harpoon cannons. \n[33]We got a runner! Cut him off! All of a sudden, the whole damn facility EXPLODES. INSIDE THE DIVING BELL: Our heroes are rocked by the BLAST, then they see MASSIVE CHUNKS OF POLAR ICE plummet down from the ice pack above, cutting off Heavy Duty and the Joes, and DEMOLISHING the remainder of the facility. The Trident disappears behind the trillions of bubbles and falling ice.     117. \n[34] "}}