{"filename": "Gandhi_script.txt", "imdb_id": "tt0083987", "imdb_url": "https://www.imdb.com/title/tt0083987", "characters": ["Judge Broomfield", "General Smuts", "The Viceroy", "Herman Kallenbach (as Gunter Maria Halmer)", "Charlie Andrews", "Lord Irwin", "Kasturba Gandhi (as Rohini Hattangady)", "Walker", "General Dyer", "Sardar Patel", "Mahatma Gandhi", "Pandit Nehru", "Mirabehn", "Margaret Bourke-White", "Mohamed Ali Jinnah"], "dialogues": {"Judge": "\n[1]I take it you will conduct your own defense, Mr. Gandhi. \n[2]It is impossible for me to ignore that you are in a different category from any person I have ever tried, or am likely to try. \n[3] \n[4](a personal statement, not a real hope ", "Broomfield": "\n[1]I take it you will conduct your own defense, Mr. Gandhi. \n[2]It is impossible for me to ignore that you are in a different category from any person I have ever tried, or am likely to try. \n[3] \n[4](a personal statement, not a real hope ", "General": "\n[1]And how do you propose to make them yours? You don't think we're just going to walk out of India. \n[2](mocking his exchange with Gandhi \n[3]...\"Non-co-operation has one aim: the overthrow of the Government. Sedition must become our creed. We must give no quarter, nor can we expect any.\" Signed M. K. Gandhi, in your journal Young India, dated twenty-second March of this year. Do you deny writing it? \n[4]The Prosecution rests, M'Lord. \n[5]I say ignore it. Let them raise their damn flags, let him make his salt. It's only symbolic if we choose to make it so. \n[6]Isn't there any instruction from London? ", "Smuts": "\n[1]Yes -- ? \n[2]Did they? Well, they'll find we're a little better prepared this time. Mr. Gandhi will find he's on a long hiding to nothing. \n[3]  \n[4]It's taken time, but it needed to be done fairly. We didn't want to create an injustice simply because Mr. Gandhi was abusing our existing legislation. \n[5]But on a short trip, I wouldn't spend too much time on the Indian question, Mr. Walker. It's a tiny factor in South African life. \n[6]Of course. We Westerners have a weakness for these -- these spiritually inclined men of India. But as an old lawyer, let me warn you, Mr. Gandhi is as shrewd a man as you will ever meet, however \"otherworldly\" he may seem. But I'm sure you're enough of a reporter to see that. \n[7]  \n[8]  \n[9]Ah, Mr. Gandhi. I thought we might have a little talk. \n[10]Will you have a glass of sherry? \n[11]Perhaps some tea? \n[12]Ahh. \n[13]Please -- please do come and sit down. It's prison I wanted to talk to you about. \n[14]Mr. Gandhi, I've more or less decided to ask the House to repeal the Act that you have taken such \"exception\" to. \n[15]Hm. Of course it is not quite that simple. \n[16]I'm glad to hear you say that... very glad. You see if we repeal the Act under pressure under this kind of pressure it will create a great deal of resentment. Can you understand that? \n[17] (The bland politician: the compromise. (He gestures, implying they'll do what they're told. \n[18]But they might also recommend that future Indian immigration be severely restricted -- even stopped. \n[19]You're an extraordinary man. \n[20]I'm ordering the release of all prisoners within the next twenty- four hours. You yourself are free from this moment. \n[21]Assuming we are in agreement? \n[22](confused by his hesitation \n[23]Oh! Neither have I. I'm awfully sorry. \n[24]Daniels, would you lend Mr. Gandhi a shilling for a taxi? \n[25] \n[26] ", "The": "\n[1]  \n[2]\n[3]You're already late for work. I thought you'd gone ten minutes ago. \n[4]   \n[5]   \n[6]Have you been to prison? They'll beat us and torture us! I say -- \n[7]    \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]   \n[14]   \n[15]  \n[16]   \n[17]  \n[18]  \n[19]  \n[20]    \n[21]      \n[22]  \n[23]   \n[24]   \n[25]   \n[26]          \n[27]   \n[28]\n[29]  \n[30]   \n[31]   \n[32]   \n[33]     \n[34]    \n[35]  \n[36]   \n[37]      \n[38]   \n[39]  \n[40]    \n[41]  \n[42]  \n[43]   \n[44]  \n[45]Four days? \n[46]  \n[47]     \n[48]  ", "Viceroy": "\n[1]   ", "Charlie": "\n[1]You'd be Gandhi -- ...I thought you'd be bigger. \n[2]I -- I mean it's all right. It doesn't matter. I'm -- my name is Andrews, Charlie Andrews. I've come from India -- I've read a great deal about you. \n[3]Yes. I've -- I've met some very remarkable people in India... and -- and when I read what you've been doing here, I -- I wanted to help. Does that surprise you? \n[4]Perhaps I should -- \n[5]I think perhaps the phrase was used metaphorically... I don't think our Lord meant -- \n[6] \n[7](wittily, but making his point \n[8]That's the sort of thing you'll be seeking on this \"farm\"... \n[9]Some of you may be rejoicing that Mr. Gandhi has at last been put into prison. \n[10]But I would ask you -- assembled here in this house of God -- to recognize that we are witnessing something new, something so unexpected, so unusual that it is not surprising the Government is at a loss. What Mr. Gandhi has forced us to do is ask questions about ourselves. \n[11]As Christians, those are difficult questions to answer. How do we treat men who defy an unjust law -- men who will not fight, but will not comply? \n[12]May I? Mohan -- I would like you to meet someone. \n[13]I lied to you, Mohan, when I told you I decided to come to South Africa to meet you. Professor Gokhale sent me. \n[14] \n[15]No violence, please. \n[16] \n[17] \n[18] \n[19]Ah, you'll find him under the tree by the river. You'd better leave the car -- the ground is rather soft. \n[20]Mohan -- ! \n[21] \n[22] \n[23] \n[24] \n[25]I think you do. But I thank God we all don't. \n[26]Ah, but my puritanism runs the another way. I'm far too modest for such a display. \n[27]Couldn't I be let in with the prisoner? I am a clergyman. \n[28] \n[29]What do you want me to do? \n[30]I must leave from Calcutta, and soon. You'll have to say goodbye to Ba for me. \n[31]Well, I -- ", "Andrews": "", "Lord": "\n[1]  \n[2]   \n[3]  \n[4]   \n[5]   ", "Irwin": "\n[1]  \n[2]Salt? \n[3]All right -- he's breaking the law. What will he be depriving us of, two rupees of salt tax? \n[4]Don't patronize me, Charles. \n[5]And that's the basis of this \"Declaration of Independence\"? \n[6]General Edgar is right -- ignore it. Mr. Gandhi will find it's going to take a great deal more than a pinch of salt to bring down the British Empire. \n[7]   \n[8]We're required to stop it. And stop it we will. I don't care if we fill the jails, stop it. Arrest anyone, any rank -- except Gandhi. We'll cut his strength from under him. And then we'll deal with the Mahatma. \n[9]  \n[10] \n[11] \n[12](to senior police officer \n[13] \n[14]And Fields, keep that salt works open. \n[15]   \n[16]\n[17]   \n[18]Mr. Gandhi, I have instructions to request your attendance at an All- Government Conference in London to discuss -- to discuss the possible Independence of India. ", "Walker": "\n[1] \n[2]Hm. And what should an \"important professional\" write about your response to General Smuts's new legislation? \n[3] \n[4]You're a very small minority to take on the Government -- and the Empire. \n[5]Well, it's quite a place, your \"ashram\" -- is that right? \n[6]You're an ambitious man. \n[7]They tell me you also take your turn at peeling potatoes and cleaning the \"outhouse\" -- is that part of the experiment? \n[8]Well, I read you account of that crowd in Calcutta and that he was twisting the Lion's tail again... \n[9] \n[10]Oh, I've been a Gandhi buff for a long time. \n[11]I met him once. \n[12]  \n[13]Lots of hair... and a little like a college freshman -- trying to figure everything out. \n[14]It's beautiful. \n[15]Trying to keep track of you is making me change all my sleeping habits. \n[16]Hm. Is it? \n[17]A great deal. \n[18]You know what you're going to do. \n[19]Where are you going? \n[20](a grin, then a play on Gandhi's words to him \n[21]Is it over if they arrest you now? \n[22]What if they don't arrest you? What if they don't react at all? \n[23] \n[24] \n[25] (Then suddenly he's through. \n[26]\"They walked, with heads up, without music, or cheering, or any hope of escape from injury or death.\" \"It went on and on and on. Women carried the wounded bodies from the ditch until they dropped from exhaustion. But still it went on.\" \n[27]\"Whatever moral ascendance the West held was lost today. India is free for she has taken all that steel and cruelty can give, and she has neither cringed nor retreated.\" \"In the words of his followers, 'Long live Mahatma Gandhi.' \" ", "Dyer": "\n[1]Port arms, Sergeant Major. \n[2]Load. \n[3] \n[4]Sergeant Major -- \n[5]Fire! \n[6]Take your time. Take your time. \n[7]Corporal! \n[8]Over there. \n[9] \n[10]My intention was to inflict a lesson that would have an impact throughout all India. \n[11]I think, probably -- yes. \n[12] \n[13]That is correct. \n[14] ", "Sardar": "", "Patel": "\n[1]  \n[2]That's young Nehru. He's got his father's intellect, his mother's looks and the devil's charm. If they don't ruin him at Cambridge -- Wave! Wave! -- he may amount to something. \n[3]I must say when I first saw you as a bumbling lawyer here in Bombay I never thought I'd be greeting you as a national hero. \n[4]Oh, yes, you are. It's been two hundred years since an Indian has cocked a snoot at the British Empire and got away with it. And stop calling me Mr. Patel, you're not a junior clerk anymore. \n[5]The new Military Governor of the North West Province was on that ship. Too bad you came back Third Class -- he might have been impressed by a successful barrister who had outmaneuvered General Smuts. \n[6]   \n[7]  \n[8]I agree with Jinnah. Now that the Americans are in, the war will end soon. The Germans are worn out as it is... and our first act should be to convene a Congress Party convention and demand independence. \n[9] \n[10]And let no one question that Mr. Jinnah speaks not just for the Muslims -- but for all India! \n[11]And now I'm going to introduce to you a man whose writings we are all becoming familiar with... a man who stood high in the esteem of our beloved Professor Gokhale... a man whose accomplishment in South Africa will always be remembered. Mr. Mohandas Gandhi. \n[12] \n[13](loudly; he is away from the mike \n[14]No -- but I think I'm going to. \n[15](to business: Gandhi has been admitted to the power circle, he is not the power \n[16]Your writings are specifically listed. \n[17](to Nehru -- diplomatically -- but with a trace of condescension \n[18]My God, it would terrify them... \n[19]Excuse me -- just let me get out of your way, please. No, thank you, I'll manage. \n[20](joyous -- it's been a long time  \n[21]Ah, in that case! \n[22]Maulana is made of sterner stuff. Our trains met in Bombay, but he's back there in that lot somewhere. \n[23]There he is -- out Gandhi-ing Gandhi. \n[24](shaking his head at it all \n[25]Of course. A Muslim beef eater -- I'm only surprised he missed. \n[26]Ah, that explains it. Well, do I carry your luggage as penance or -- \n[27]And what does the daughter of an English admiral propose to do in an ashram -- sink us? \n[28] \n[29]Well, in this country one must decide if one is more afraid of the government or Gandhi. For us, it's Gandhi. \n[30]It must have been the only Non-violent campaign ever led by a man who wanted to kill everybody every day. \n[31]That's one bit of news they haven't censored. \n[32] \n[33](blithely, but to the point \n[34] \n[35]If you did this, no one could control it. No one. \n[36]Have you found him? \n[37]...an eye for an eye making the whole world blind. \n[38]Could we cut all news off? I know -- \n[39] \n[40] \n[41]Everywhere. \n[42]No, he'll be remembered for tempting fate. ", "Mahatma": "", "Gandhi": "\n[1]         \n[2]Oh, God... oh, God... \n[3]Tell me -- do you think about hell? \n[4](the eternal, earnest sophomore (he points abruptly to the book \n[5] \n[6]Why -- I -- I have a ticket. A First Class ticket. \n[7]I sent for it in the post. I'm an attorney, and I didn't have time to -- \n[8]No, no -- just a moment, please. \n[9]You see, Mohandas K. Gandhi, Attorney at Law. I am going to Pretoria to conduct a case for an Indian trading firm. \n[10]Sir, I was called to the bar in London and enrolled in the High Court of Chancery -- I am therefore an attorney, and since I am -- in your eyes -- colored -- I think we can deduce that there is at least one colored attorney in South Africa. \n[11](anger, a touch of panic \n[12]But you're a rich man -- why do you put up with it? \n[13]In England, I was a poor student but \n[14]This part of \"England's\" Empire! \n[15]But that is very un-Christian. \n[16]You mean you employ Mr. Baker as your attorney, but you can't walk down the street with him? \n[17]Well, then, it must be fought. We are children of God like everyone else. \n[18]I -- I will write to the press -- here -- and in England. And I will use the courts. \n[19]We are members of the Empire. And we come from an ancient civilization. Why should we not walk on the pavements like other men? \n[20]There's the English reporter. I told you he'd come. \n[21]No. I asked my wife to organize that. \n[22]Ladies and Gentlemen, we have asked you to gather here to help us proclaim our right to be treated as equal citizens of the Empire. \n[23]We do not seek conflict. We know the strength of the forces arrayed against us, know that because of them we can only use peaceful means -- but we are determined that justice will be done! \n[24]The symbol of our status is embodied in this pass -- which we must carry at all times, but no European even has to have. \n[25]And the first step to changing our status is to eliminate this difference between us. \n[26]  \n[27]You saved the papers. \n[28]I hated that -- all the pettiness, the little corruptions. And I was more laughing stock than lawyer. \n[29]But they needed me here. If I'd never been thrown off that train, perhaps no one would ever have needed me. \n[30] \n[31]Yes? \n[32]And I am glad to be back. Come... \n[33]Tomorrow I will tell you what it feels like to be a jailbird. \n[34]Just like proper English gentlemen. I'm proud of them. \n[35]Hm. Will you take this off? It pinches every time I speak. \n[36]Here, you see? Even the South African papers apologize -- \"a monstrous attack.\" \n[37] \n[38]Pull! \n[39]Oww! \n[40]If you would let me teach you to read, you could see for yourself. \n[41]It proves what I told you. If I had prosecuted him as everyone advised -- even you -- they would have hated me -- by showing forgiveness I -- ouch! \n[42](as though continuing the argument \n[43]I am. I am convinced the holy men are right. When you give up, you gain. The simpler your life the better. \n[44]I will fast tomorrow -- as a penance. \n[45]  \n[46]I'm sorry. \n[47]Some of it good, I hope. \n[48] \n[49](noting Charlie's collar \n[50]Not anymore. At first I was amazed... but when you are fighting in a just cause, people seem to pop up -- like you -- right out of the pavement. Even when it is dangerous or -- \n[51]Doesn't the New Testament say, \"If your enemy strikes you on the right cheek, offer him the left\"? \n[52]I'm not so certain. I have thought about it a great deal. I suspect he meant you must show courage -- be willing to take a blow -- several blows -- to show you will not strike back -- nor will you be turned aside... And when -- \n[53]...and when you do that it calls upon something in human nature -- something that makes his hate for you diminish and his respect increase. I think Christ grasped that and I -- I have seen it work. \n[54]Good morning. \n[55]You'll find there's room for us both. \n[56]I thought you were a man of God. \n[57]...you could call it a \"communal farm,\" I suppose. But we've all come to the same conclusion -- our Gita, the Muslim's Koran or your Bible -- it's always the simple things that catch your breath -- \"Love thy neighbor as thyself\" -- not always practiced -- but it's something we Hindus could learn a lot from. \n[58] \n[59]...so it's not \"spiritualism\" or \"nationalism\" -- we're not against anything but the idea that people can't live together. \n[60]You see -- Hindus, Muslims, Sikhs, Jews -- even Christians. \n[61]Mr. Walker! Of The New York Times! \n[62]Without a paper -- a journal of some kind -- you cannot unite a community. You belong to a very important profession. \n[63]I don't know... I'm still searching for a \"response.\" \n[64] \n[65]If you are a minority of one, the truth is the truth. \n[66]This is Mr. Kallenbach. He is our chief carpenter -- and also our chief benefactor. He has made this experiment possible. \n[67]That's right. The word only means \"community.\" But it could stand for \"village\"... or the world. \n[68] \n[69](a little surprised, a little annoyed \n[70]It's one way to learn that each man's labor is as important as another's. In fact when you're doing it, \"cleaning the outhouse\" seems far more important than the law. \n[71]Please come and join us -- you'll need something before your journey back. Excuse me a moment. \n[72]  \n[73]What is it? \n[74]Everyone takes his turn. \n[75]In this place there are no untouchables -- and no work is beneath any of us! \n[76]All the more reason. \n[77]It's not me. It's the principle. And you will do it with joy or not do it at all! \n[78]All right, go! You don't belong here! Go! Leave the ashram! Get out altogether! We don't want you! \n[79]What is the matter with me...? \n[80]I apologize... \n[81]I must go back to that reporter. \n[82] \n[83]Every one of you. We -- have -- no -- secrets. \n[84]Let us begin by being clear about General Smuts's new law. All Indians must now be fingerprinted -- like criminals. Men and women. No marriage other than a Christian marriage is considered valid. Under this Act our wives and mothers are whores... And every man here a bastard. \n[85]And a policeman passing an Indian dwelling -- I will not call them homes -- may enter and demand the card or any Indian woman whose dwelling it is. \n[86]Understand! He does not have to stand at the door -- he may enter. \n[87]I praise such courage. I need such courage -- because in this cause, I too am prepared to die... But, my friend, there is no cause for which I am prepared to kill. \n[88]I have asked you here tonight because despite all their troops and police, I think there is a way to defeat this law. Whatever they do to us we will attack no one, kill no one... But we will not give our fingerprints -- not one of us. \n[89]They will imprison us, they will fine us. They will seize our possessions. But they cannot take away our self-respect if we do not give it to them. \n[90]I am asking you to fight -- ! To fight against their anger -- not to provoke it! \n[91]We will not strike a blow -- but we will receive them. And through our pain we will make them see their injustice and it will hurt, as all fighting hurts! ...But we cannot lose. We cannot. Because they may torture my body, may break my bones, even kill me... They will then have my dead body -- not my obedience. \n[92]We are Hindu and Muslim -- children of God, each of us. Let us take a solemn oath in His name that -- come what may -- we will not submit to this law. \n[93] (the audience takes it up (And their voices fill the auditorium \n[94]You have put their comrades in jail. When you free them they will go back to work. \n[95]We have warned each other. \n[96]Lie down! Lie down! \n[97]Lie down! Lie down! \n[98]They're sparing no one, I see. \n[99]So did I. \n[100]My wife publicly defied the law. They've arrested her and four others. \n[101]It's split the Government. \n[102]If we hold firm, it won't be the last. \n[103]Thank you. No. \n[104] \n[105] \n[106]Somehow I expected not. \n[107]Very well. \n[108] \n[109]Immigration was not an issue on which we fought. It would be wrong of us to make it one now that we -- we are in a position of advantage. \n[110](his grin; he brushes at his prison garb \n[111]Yes -- yes. It's just that... in these clothes I'd -- I'd prefer to go by taxi. \n[112]I'm -- I'm afraid I have no money. \n[113] (he faces the startled Daniel \n[114]Thank you. Thank you both for a very enlightening experience. \n[115] \n[116]No, no, I haven't \"refused\"... I -- I simply wanted to dress the way my comrades in prison dressed. \n[117]I -- I have demanded rights as a British citizen, it is therefore my duty to help in the defense of the British Empire. \n[118]I don't know... I don't know... \n[119] \n[120]I -- I am glad to be home. I -- I thank you for your greeting. \n[121]Who is that young man? \n[122]I'm hardly that, Mr. Patel. \n[123] \n[124] \n[125]It is a clever argument; I am not sure it will produce the end you desire. \n[126] \n[127] \n[128]I have little to say. India is an \"alien\" country to me. \n[129](at first distant, as from the hill    \n[130]It is not my law, it is the law of creation. We reap what we sow. Out there in the fields -- and in our hearts. Violence sows hatred, and the will to revenge. In them. And in us. \n[131]There's no room! And the air is lovely. \n[132]Let me hang on with two hands or I will fall. \n[133](amused, but disconcerted \n[134]Let go! You'll kill him! \n[135]Let go! Let go! \n[136] \n[137]I am flattered by Mr. Patel I would be even more flattered if what he said were true. \n[138]Since I returned from South Africa, I have traveled over much of India. And I know I could travel many more years and still only see a small part of it. \n[139]...and yet already I know what we say here means nothing to the masses of our country. \n[140]Here we make speeches for each other -- and those English liberal magazines that may grant us a few lines. \n[141]But the people of India are untouched. Their politics are confined to bread and salt. \n[142]Illiterate they may be, but they are not blind. They see no reason to give their loyalty to rich and powerful men who simply want to take over the role of the British in the name of freedom. \n[143]This Congress tells the world it represents India. My brothers, India is seven hundred thousand \"villages\" not a few hundred lawyers in Delhi and Bombay. Until we stand in the fields with the millions who toil each day under the hot sun, we will not represent India -- nor will we ever be able to challenge the British as one nation. \n[144]  \n[145]I try to live like an Indian, as you see... it is stupid of course, because in our country it is the British who decide how an Indian lives -- what he may buy, what he may sell. And from their luxury in the midst of our terrible poverty they instruct us on what is justice and what is sedition. So it is only natural that our best young minds assume an air of Eastern dignity, while greedily assimilating every Western weakness as quickly as they can acquire it. \n[146]Would you, please? \n[147]And why should the English grant us Home Rule? Here, we must take the peelings to the goats. \n[148]We only make wild speeches, or perform even wilder acts of terrorism. We've bred an army of anarchists but not one single group that can really fight the British anywhere. \n[149]Just spread it around -- they like the new peelings mixed with the rotting ones. \n[150]Where there is injustice, I've always believed in fighting. The question is do you fight to change things, or do you fight to punish. For myself, I have found that we are all such sinners we should leave punishment to God. And if we really want to change things there are better ways of doing it than by derailing trains or slashing someone with a sword. \n[151]You see, even here we live under tyranny. \n[152]  \n[153]My name is Gandhi. Mohandas K. Gandhi. \n[154](calmly, a glance at the crowd \n[155]On what charge? \n[156]I am an Indian traveling in my own country. I see no reason for trouble. \n[157]I understand. The landlords are British? \n[158]What we can do... we will try to do. \n[159]Is all Champaran like this, Shukla? \n[160]Yes. \n[161]I am not sorry at all. \n[162]Charlie-- \n[163]Not quite. They're only \"holding me\" until the Magistrate's hearing. Then it will be prison. \n[164]These are my clothes now. \n[165](in a tone of defensiveness \n[166]I'm sure your legs are quite as handsome as mine. \n[167] \n[168]I think, Charlie, that you can help us most by taking that assignment you've been offered in Fiji. \n[169]I have to be sure -- they have to be sure -- that what we do can be done by Indians... alone. \n[170]But you know the strategy. The world is full of people who will despise what's happening here. It is their strength we need. Before you go, you could start us in the right direction. \n[171]When I get the chance. \n[172]There are no goodbyes for us, Charlie. Wherever you are, you will always be in my heart... \n[173] \n[174](not giving him an inch \n[175]I refuse to pay one hundred rupees. \n[176]Indeed. \n[177]I want to document, coldly, rationally, what is being done here. It may take months -- many, many months. \n[178]You will have to live with the peasants. I have nothing to pay you. Hmm. \n[179] (anticipating Jinnah's objection \n[180]Only the stubborn man of Champaran. \n[181](a play on Jinnah's introduction \n[182] \n[183]I am with Mr. Jinnah. We must never submit to such laws -- ever. And I think our resistance must be active and provocative. \n[184]I want to embarrass all those who wish to treat us as slaves. All of them. \n[185]Forgive my stupid illustration. But I want to change their minds -- not kill them for weaknesses we all possess. \n[186]The law is due to take effect from April sixth. I want to call on the nation to make that a day of prayer and fasting. \n[187] \n[188]Fortunately such news comes very slowly where I live. \n[189]You too... \n[190]Maybe I'm wrong... maybe we're not ready yet. In South Africa the numbers were small... \n[191] \n[192]If you will excuse me, Your Excellency, it is our view that matters have gone beyond \"legislation.\" \n[193]We think it is time you recognized that you are masters in someone else's home. Despite the best intentions of the best of you, you must, in the nature of things, humiliate us to control us. General Dyer is but an extreme example of the principle. It is time you left. \n[194] \n[195]All nations contain religious minorities. Like other countries, ours will have its problems. But they will be ours -- not yours. \n[196]Yes... in the end you will walk out. Because one hundred thousand Englishmen simply cannot control three hundred fifty million Indians if the Indians refuse to co-operate. And that is what we intend to achieve -- peaceful, non-violent, non-co- operation. \n[197]Until you yourself see the wisdom of leaving... your Excellency. \n[198]My message tonight is the message I have given to your brothers everywhere. To gain independence we must prove worthy of it. \n[199]There must be Hindu-Muslim unity -- always. Secondly, no Indian must be treated as the English treat us so we must remove untouchability from our lives, and from our hearts. \n[200]Third -- we must defy the British. \n[201]Not with violence that will inflame their will, but with firmness that will open their eyes. \n[202]English factories make the cloth -- that makes our poverty. All those who wish to make the English see, bring me the cloth from Manchester and Leeds that you wear tonight, and we will light a fire that will be seen in Delhi -- and London! \n[203]And if, like me, you are left with only one piece of homespun -- wear it with dignity! \n[204]  \n[205] \n[206]Sardar... \n[207]What you've done is a miracle. You have made all India proud. \n[208]  \n[209]Well, we can't expect miracles all the time. Your news I understand is not so good. \n[210]Come, come -- you will be my daughter... \n[211]  \n[212]Is the campaign weakening? \n[213]They are not alone. And martial law only shows how desperate the British are. \n[214]Is that homespun? Or cotton from Leeds? \n[215]What do the workers in England make of what we're doing? It must have produced hardship. \n[216]Good. Ba will have to teach you to spin too. \n[217]First spin. Let the others march for a time. \n[218] \n[219](he hasn't moved; the same tone (Now he looks up at them. \n[220]If we obtain our freedom by murder and bloodshed I want no part of it. \n[221] \n[222]I will ask. And I will fast as penance for my part in arousing such emotions -- and I will not stop until they stop. \n[223]If I die, perhaps they will... \n[224]\n[225]When it is everywhere, then my prayers will be answered. \n[226]Do you find me stubborn? \n[227] \n[228]There have been tyrants and murderers, and for a time they can seem invincible. But in the end they always fall. Think of it -- always... When you are in doubt that that is God's way, the way the world is meant to be... think of that. \n[229] (A tear runs down Mirabehn's face. She touches his shoulder. Gandhi just leans his head back in exhaustion. \n[230] \n[231]Good morning. Don't let her go. If she bumps me I am done for. \n[232]Panditji -- please, help me. \n[233]You must help Herman -- and Ba. I have been on many trips -- it is just another trip. \n[234]I am at your command. \n[235] \n[236](and now he smiles -- Gandhi to Nehru, special \n[237]Not at all. And I will save the Court's time, M'Lord, by stating under oath that to this day I believe non-co-operation with evil is a duty. And that British rule of India is evil. \n[238]I have no defense, My Lord. I am guilty as charged. And if you truly believe in the system of law you administer in my country, you must inflict on me the severest penalty possible. \n[239] \n[240]\"Take a fifth step, that we may serve the people.\" \n[241]\"Take a sixth step, that we may follow our vows in life.\" \n[242] \n[243]Then I put a sweetened wheat cake in her mouth. \n[244]And with that we were pronounced man and wife. We were both thirteen... \n[245]Even as a boy I thought so. \n[246]And you've come all this way because you think something is going to happen? \n[247]Perhaps. I've come here to think about it. \n[248] \n[249]I've traveled so far -- and thought so much. As you can see, my city was a sea city -- always filled with Hindus and Muslims and Sikhs and Jews and Persians. The temple where you were yesterday is of my family's sect, the Pranami. It was Hindu of course but the priests used to read from the Muslim Koran and the Hindu Gita, moving from one to the other as though it mattered not at all which book was read as long as God was worshipped. \n[250]When I was a boy I used to sing a song in that temple: \"A true disciple knows another's woes as his own. He bows to all and despises none... Earthly possessions hold him not.\" Like all boys I said the words, not thinking of what they meant or how they might be influencing me. I've traveled so far... and all I've done is come back home. \n[251]It would have been very uncivil of me to let you make such a long trip for nothing. \n[252]I'm going back to the ashram and then I'm going to prove to the new Viceroy that the King's writ no longer runs in India! \n[253]  \n[254] \n[255]If I'm taken, Maulana is to lead the march. If he is arrested, Patel, then Kripalani, then yourself. \n[256]I'm sure I'm fit for at least five hundred miles. \n[257]I have two of them bossing me now. \n[258]And Jinnah? \n[259] \n[260] \n[261]    \n[262]Not if they arrest me -- or a thousand -- or ten thousand. It is not only generals who know how to plan campaigns. \n[263]Do you still have your notebook? The function of a civil resister is to provoke response. And we will continue to provoke until they respond, or they change the law. They are not in control -- we are. That is the strength of civil resistance. \n[264]Are you going to walk all the way? \n[265] \n[266]Man needs salt as he needs air and water. This salt comes from the Indian Ocean. Let every Indian claim it as his right!! \n[267]I am aware that I must have given you much cause for irritation, your Excellency. I hope it will not stand between us as men. \n[268]      \n[269] \n[270]Are they ready? Do I start? \n[271]I am glad to speak to America where so many friends exist that I know only in my heart. \n[272] \n[273]It is only a sprain. Take her to the river, and we'll make a mud-pack for her. Go -- I won't be long. \n[274]They are only clinging to old dreams and trying to split us in the old way. But the will has gone -- Independence will drop like a ripe apple. The only question is when and how. \n[275]They are preparing for war. I will not support it, but I do not intend to take advantage of their danger. \n[276]No. That is just another way of striking back. We have come a long way together with the British. When they leave we want to see them off as friends. And now, if you'll excuse me, there is something I must attend to. \n[277]The value of goat's milk in daily diet. But you can be sure I will also speak against war. \n[278]  \n[279]Yes, I have heard of Life Magazine. I have even heard of Margaret Bourke- White. But I don't know why either should be interested in an old man sitting in prison when the world is blowing itself to pieces. \n[280]Ah, but for me that's not much of an accomplishment. \n[281]No -- prison is rather agreeable to me, and there is no doubt that after the war, independence will come. My only worry is what shape it will take. Jinnah has -- \n[282](at first disconcerted, but then flowing (He stops, lowering his head gravely. \n[283]I have a friend who keeps telling me how much it costs him to keep me in poverty. \n[284] (He looks at her steadily. \n[285]  (For a moment the thought hangs, and then Gandhi takes their hands back to the spinning. \n[286] \n[287](trying to unravel the mess \n[288]Every enemy is a human being -- even the worst of them. And he believes he is right and you are a beast. And if you beat him over the head you will only convince him. But you suffer, to show him that he is wrong, your sacrifice creates an atmosphere of understanding -- if not with him, then in the hearts of the rest of the community on whom he depends. \n[289]If you are right, you will win -- after much pain. If you are wrong, well, then, only you will suffer the blows. \n[290]It is time for my walk -- I won't be long. \n[291](patiently, not yet believing it can't be settled \n[292]  \n[293]  \n[294]Thank God, they've stopped. \n[295]I'm your grand uncle but I can still walk either of you into the ground and I don't need to be pampered this way! \n[296]Finish your quota of spinning. \n[297]   \n[298]  (He stares at them, then relents. \n[299]This is not the India I want. Stop it. For God's sake, stop it. \n[300]My dear Jinnah, you and I are brothers born of the same Mother India. If you have fears, I want to put them to rest. I am asking Panditji to stand down. I want you to be the first Prime Minister of India -- to name your entire cabinet, to make the head of every government department a Muslim. \n[301]  \n[302](sounding like an old man \n[303]There is nothing I can give. \n[304]Calcutta. \n[305]I am staying with the friend of a friend. \n[306]Because forgiveness is the gift of the brave. \n[307] \n[308]I have lived a lifetime. If I had shunned death -- or feared it -- I would not be here. Nor would you be concerned for me. Leave me -- and take your men. You have more important things to worry about. \n[309]And with you. Pray... I cannot help you -- pray... pray. \n[310]  \n[311]Sardar... You have gained weight. You must join me in the fast. \n[312]All that has happened is that I've grown a little thinner. \n[313]I'm glad -- but it will not be enough. \n[314]Don't worry for me -- death will be a deliverance. I cannot watch the destruction of all I have lived for. \n[315]Each night before I sleep, I read a few words from the Gita and the Koran, and the Bible... tonight I ask you to share these thoughts of God with me. \n[316](the books are there, but he does it from memory of course \n[317]\"The night is dark, and I am far from home, Lead thou me on...\" \n[318] \n[319]Go -- try -- God by with you. \n[320]Only God decides who goes to hell... \n[321] \n[322]I know a way out of hell. \n[323]Find a child -- a child whose mother and father have been killed. A little boy -- about this high. \n[324]...and raise him -- as your own. \n[325]Only be sure... that he is a Muslim. And that you raise him as one. \n[326] \n[327]It is foolish if it is just to save the life of an old man. \n[328]Maulana, my friend, could I have some orange juice... Then you and I will take a piece of bread together... \n[329]That is how you eat muli. \n[330] \n[331](a grin, in the mood of their \"flirtation\" \n[332]Not a very good one. That's why I have so much tolerance for the other scoundrels of the world. \n[333]Ask Panditji to -- to consider what we've discussed. \n[334] \n[335]You're a temptress. \n[336]Nothing's more dangerous, especially for an old man. \n[337]Allah be with you. \n[338]Oh, God... oh, God... \n[339](weak, struggling, as he spoke the words to Mirabehn ", "Pandit": "", "Nehru": "\n[1]Please, Mr. Gandhi. \n[2](he too speaks with an Oxbridge accent \n[3]We'll follow with your wife -- don't worry, everything's arranged. \n[4] \n[5]Mr. Jinnah, our joint host, member of Congress, and the leader of the Muslim League and Mr. Prakash, who I fear is awaiting trial for sedition and inducement to murder. \n[6]He told the press he would support the British in the war. \n[7]I'm not certain... But I wouldn't be surprised. \n[8]He's \"discovering\" India. \n[9]Have you read his magazine? \n[10]We're looking for Mr. Gandhi! \n[11]Thank you . . . \n[12] \n[13] \n[14] \n[15]I don't think so. \n[16]Terrorism would only justify their repression. And what kinds of leaders would it throw up? Are they likely to be the men we would want at the head of our country? \n[17]I've been catching up on my reading. \n[18](he is half sold already  \n[19](continuing, to the others \n[20]Bapu... \n[21](a real smile, but the same affection \n[22]Since your arrest the riots have hardly stopped. Not big --; but they keep breaking out. I run to stop them... and Patel and Kripalani -- they are never at rest. But some English civilians have been killed, and the Army is attacking crowds with clubs -- and sometimes worse. \n[23]The Government's afraid, and they don't know what to do. But they're more afraid of terrorists than of you. The Viceroy has agreed to your release if you will speak for non- violence. \n[24] \n[25] \n[26]Bapu -- the whole nation is marching. They wouldn't stop, even if we asked them to. \n[27]But -- but Gandhiji people are aroused... they won't stop. \n[28]Jinnah, Patel, all of Congress has called for the end of non-co- operation. There's not been one demonstration. All over India people are praying that you will end the fast. They're walking in the streets, offering garlands to the police -- and to British soldiers. \n[29] \n[30]I don't believe it -- even the British can't be that stupid! \n[31]We're not beginners anymore. We've been trained by a strict sergeant major. \n[32]We must get these to the printer. I know it will succeed. Even my mother is prepared to march. \n[33] \n[34]No violence, Zia! \n[35](repeating quietly, as though to Zia \n[36]I'm an illegal trader in salt. \n[37]I say when is now -- and we will determine how. \n[38] \n[39]The \"real India\" has Muslims and Hindus in every village and every city! How do you propose to separate them? \n[40]Bapu, for me, and the rest, if that is what you want, we will accept it. But out there already there is rioting because Hindus fear you are going to give too much away. \n[41]   \n[42] \n[43]What he can! \n[44]He was right. It's insane -- anything would have been better. \n[45]He's in Noakhali. \n[46]He's tramping from village to village -- no police, no troops -- trying to quell the madness single-handedly. Maulana has gone to bring him back. \n[47] \n[48]  \n[49]In Calcutta it's like civil war. The Muslims rose and there was a bloodbath, and now the Hindus are taking revenge -- and if we can't stop it there'll be no hope for the Hindus left in Pakistan. \n[50] \n[51]Bapu -- please. Where are you going. \n[52]  \n[53] \n[54]Why must I read news like this in the paper? \n[55]Tell Patel. Arrange a plane. We will go -- Friday. \n[56]Bapu... \n[57]Bapu, forgive me -- I've cheated. I could have come earlier. But your fast has helped. These last days people's minds have begun to turn to this bed -- and away from last night's atrocity. But now it is enough. \n[58]Tomorrow five thousand Muslim students of all ages are marching here in Calcutta -- for peace. And five thousand Hindu students are marching with them. It is all organized. \n[59]Bapu, you are not so young anymore. \n[60] (And he is running at them and they spread in fear. \n[61]Bapu, I have brought Mr. Suhrawardy. It was he who called on the Muslims to rise; he is telling them now to go back to their homes, to lay down their arms. \n[62] \n[63] \n[64]...Sometimes it is when you are quite without hope and in utter darkness that God comes to the rescue. Gandhiji is dying because of our madness. Put away your \"revenge.\" What will be gained by more killing? Have the courage to do what you know is right. For God's sake, let us embrace like brothers... \n[65]You see, Bapu, it is not difficult. I have fasted only a few hours and I accomplished what you could not do in as many days. ", "Mirabehn": "\n[1]You'd be Mr. Kallenbach. \n[2] \n[3]Might Mr. Nehru be there too? \n[4]You can't know how closely we follow your struggle -- how many in England admired what you did in Bardoli. It must have taken enormous courage. \n[5] \n[6]And do you feel Indian? \n[7]But you've been with him so long -- why? \n[8]I -- I sent for it, from here. I dyed it myself. \n[9]It has. But you'd be surprised. They understand -- they really do. It's not the workers you have to worry about. \n[10]I would rather march. \n[11]\n[12]I've brought your drinking water. May I turn you? \n[13]There is a little lemon juice in it. That is all. \n[14]Herman has gone to meet Pandit Nehru -- there was a telegram. Almost everywhere it has stopped. \n[15] \n[16]Panditji -- come in. \n[17]You should ride the pony. It is not necessary to walk to prove the point. \n[18]\n[19]Bapu... \n[20]\"Lead Kindly Light, amidst the circling gloom...\" \n[21]\"The night is dark, and I am far from home, Lead thou me on...\" \n[22]His pulse is very irregular -- the kidneys aren't functioning. \n[23]Bapu, there's been no fighting -- anywhere. It has stopped -- the madness has stopped. \n[24]No... no. In every temple and mosque they have pledged to die before they lift a hand against each other. \n[25]He thinks he's failed. \n[26]I am blinded by my love of him, but I think when we most needed it, he offered the world a way out of madness. But he doesn't see it... and neither does the world. ", "Margaret": ""}}