{"filename": "Gangs-of-New-York_script.txt", "imdb_id": "tt0217505", "imdb_url": "https://www.imdb.com/title/tt0217505", "characters": ["'Priest' Vallon", "McGloin", "Killoran", "Hell-Cat Maggie", "Happy Jack Mulraney", "Amsterdam Vallon", "Johnny Sirocco", "Shang", "Bill 'The Butcher' Cutting", "Jimmy Spoils (as Larry Gilliard Jr.)", "Reverend Raleigh (as Alec Mccowen)", "Mr. Schermerhorn", "William 'Boss' Tweed", "Walter 'Monk' McGinn", "Jenny Everdeane"], "dialogues": {"'Priest'": "", "Vallon": "\n[1]No. Never. The blood stays on the blade, son.  He hands the boy a dark red velvet pouch. Very carefully, the boy, known as AMSTERDAM, wraps the razor up, hands it back to his father. From the shadows, VALLON now raises a long pole with a beautiful golden crucifix mounted on the end, then holds his free hand out to his son. Amsterdam squeezes tight. VALLON nods toward the door. Amsterdam pulls it open. Outside is a dim hallway. We hear SOUNDS that might be animal or human. MUSIC begins: a steady, driving cadence somewhere between a march and a hymn.  \n[2]No, Jack. For a baptism.  Now a WOMAN joins them. She's dressed in man's clothes, her pants held up by suspenders. She wears a set of IRON CLAWS. MUSIC builds, growing more insistent and more ominous. Now a figure looms before them. Over his street clothes, this WARRIOR wears a rig of home-made armor made from fracgments of steel, lengths of chain and bits of leather. He carries a battle-axe as lightly as if it were a twig.  \n[3] I don't know you.  \n[4]Derry?  \n[5]And you want to fight, Mr. Eastman?  \n[6]Fight for the Natives. They have a proper war chest.  \n[7]Let's see your skills, and we'll talk of payment later.  \n[8] Stand with us then.  \n[9]Bill Poole! on whose challenge are we assembled? A MAN in a leather duster  steps forward. He is young, lean and fierce. And then there are his eyes. They do not match. One is real. The other is a huge, bulging PEARL upon which has been engraved, instead of a pupil, a full-color portrait of the AMERICAN EAGLE.  On the side of the square, arranged to get a good view of the impending combat, is a group of STREET KIDS, girls and boys, none older than eight. They talk and laugh excitedly among themselves, picking their own favorites among the gangs as if the warriors were players on a team.  \n[10]Bene.  \n[11]But this time can you bear to look on the glory when it comes, Bill? Can you see it clear with your single eye?  \n[12]It wasn't God who touched your eye.  \n[13]I don't expect a death blow from your hand, Butcher. Let's have at it.  \n[14]Say it out and quick, before spring gets here.  \n[15]So?  \n[16]Prepare to receive the Lord.  And the air is full of screams and battle cries as the two gangs hurl across Paradise Square into BATTLE. VALLON draws first blood. He impales a Native American on the sword end of his cross and turns to fight again. Amsterdam and Shang exchange a glance of frightened, worried wonder.  Then a Native American rushes at them, shouting for blood. The boys act together. Amsterdam dives down in front of the man, sending him sprawling. Shang BLUDGEONS the fallen warrior, using his lead-filled rat like a blackjack as Amsterdam kicks him savagely; the Native collapses unconscicus at their feet. Before the boys can thank one another, however, they are separaten by the SURGING GANGS all around them. BILL THE BUTCHER leaves his meat CLEAVER imbedded in the middle of a man's skull, then WADES through the combat as if shielded by a charm. The gallery of Street Kids is thrilled by this display and reacts with \n[17]Can't..can't cross the river... with steel through my heart. Amsterdam looks around. None of the Rabbits makes a move. This is clearly something he is meant to do himself. Amsterdam grabs the tortoise handle of the knife, PULLS on it. Vallon tries not to cry out. The knife does not move. Amsterdam tries again. He can't budge the knife. Vallon MOANS. Nearly wild, Amsterdam PULLS with all his strength. Vallon SCREAMS in agony. Amsterdam is pulling so hard he raises his father's back four inches off the ground. Still the knife will not move. Vallon passes out from the pain. Now, finally, someone steps forward: Monk Eastman. He leans over but Amsterdam, berserk with grief, pushes him away, turns back to his father, and, with a last desperate pull, DRAWS the knife from his father's heart. He throws it on the ground. Monk picks it up, wipes the blade on his arm, closes the knife and hands it to Amsterdam.  \n[18]Hon ... \n[19]... honor me... think of me ... don't never look away. Vallon convulses and DIES. Amsterdam shakes him to revive him.  ", "McGloin": "\n[1]Not from under this hood I don't.  Crowd near the platform begins to CHANT \"No hood, no hood, no hood!\" The Warden puts his hand on the hood, starts to remove it...  ... and the Crowd CHEERS. Amsterdam turns, SEES: Charles McGloin. Bald, with a deep scar running front to back on his head. The very SAME MAN he saw in the alley with Shang.  McGloin acknowledges the cheers of the crowd. The Warden holds to megaphone close and McGloin bellows...  \n[2]I never struck a foul blow or turned a card and may God greet me as a friend!  The Crowd ROAR approval at these words. Amsterdam PUSHES through the crowd, looking for Jenny ... SPOTTING her finally...  ... while up on the platform, the NOOSE is placed around McGLOIN's neck, and he is HOISTED UP in no time. We hear his neck SNAP. His feet kick after death. The Crowd raises a zighty cheer.  ", "Killoran": "\n[1]Mr. Tweed would like a word, Mr. Cornelius.  Tweed of Tammany.  At the mention of the name, Cornelius shoos Maggie and Jenny into the mourning room and shuts the door behind them. Then he gives Killoran his full attention.  \n[2]In your office. At your pleasure, of course.  \n[3]Another proud night for Tammany, Bill.  \n[4]We can't have every citizen of the Five Points boxed up like cargo.  \n[5]The Know-Nothings are already finished, and there's four more hours at the polls yet.  \n[6] I come to see if our counts square. You boys have made a remarkable showing....  \n[7]... remarkable...  \n[8]Likewise. Pleasure to meet the best but one in the whole Five Points.  \n[9] Maybe nobody. But when the count's done the numbers will tell who's come out in front.  \n[10]Tonight. At the victory celebration.  \n[11] We've got a motto.  \n[12] It's all right, Nat. They're saying the truth. They gave a good day's work for a good wage.  Killoran HANDS OVER a paper-wrapped parcel of money, which Amsterdam takes firmly.  \n[13]A fine first showing. But second best.  \n[14]It's no shame to be bested by veterans. The Native Americans always sweep the field.  \n[15]We count on them sure as mass comes an Sunday.  \n[16]That's only right. Bill the Butcher's our ambassador throughout the Points, as you might say. It's deemed an honor to work with him. Everyone knows Bill Poole, everyone fears him, everyone ...  \n[17]Well, if it's matter of personal honor, the money can only be a further insult. I have no wish to rile you further, so if you'll allow me...  He REACHES to take back the parcel of money, but Amsterdam BATS his hand away.  \n[18]Listen, buck. This is a Tammany night. If you and Bill Poole have matters to settle, you can do it any other time, any other place, I don't give a good dancing goddamn. But you do it here tonight and all the Five Points will be down on you like the righteous wrath of heaven. or you could, as the Book says, put away childish things. Join the celebration. Personally, I always find the least strenuous solution the most appealing. Don't you?  Amsterdam stares at him as we...  \n[19]The Dead Rabbits did a proud job for elections. That Amsterdam boy has sand.  \n[20]Well, the Rough and Tumble Boys over to Slaughterhouse Point. There's Country McCleesterls bunch, too, and the Plug Uglies, but there's none that have the promise of the Dead Rabbits, or the stake, neither.  \n[21]The boy Amsterdam has a blood feud with the Butcher. He's sworn revenge for the death of his father, and he's got the heart to carry it forward. He'll have the skill and power soon enough.  \n[22]And if they roam into some portion of our own revenues?  \n[23]Bill's got to be a lot more than occupied.  \n[24]It'd be gratifying, Mr. Tweed. Even edifying.  \n[25] Don't do it, you can't do it! There's the Conscription to deal with, and elections coming, too. That's your calling now, not these ancient quarrels.  \n[26]You see how much they like this damned law? Enforcing it's going to hurt us in elections.  \n[27]He could at that. Then he would become a fresh concern  \n[28]You got no place among us, get the hell out of here however you come in.  \n[29]You got opportunities enough among your own.  \n[30]\"We?\" This was your notion, you go up there.  \n[31]It's from the Armory Guards. That's the last before the wire went dead.  \n[32]They got to be near.  ", "Maggie": "\n[1]Any ned in your pocket, sir.  MONK hands MAGGIE some coins.  \n[2]Pure celestial, sir.  Go on, Jenny.  Jenny's voice is sweet as promised. The song she SINGS, however, is a bawdy saloon song. Maggie cuts her off fast.  \n[3]No, Jen, the other.  Jenny starts to sing a HYMN. To avoid looking at the corpse, she lets her eyes rove all around the chapel until she SEES Amsterdam. She locks straight at him until the hymn is over. And he does not take his eyes off her.  ", "Amsterdam": "\n[1]The Dead Rabbits against the Native Americans, same as ever. But it'll all be settled today.  \n[2] What do you think?  \n[3]No! He tries to shove Monk away from his father, when the Native Warrior intervenes.  \n[4]No, Pa!  \n[5]Get away! Get away!  \n[6]Where will my father rest?  \n[7]My father won't be buried with everyone else. He'll lie separate in fresh ground, facing east.  \n[8]He'll face east for the second coming of Christ.  \n[9]I'll do for myself, Jack.  \n[10]What's the cost to bury my father proud and proper?  \n[11]How much?  \n[12]No.  Amsterdam takes the knife back from Cornelius. \n[13]That's owed another.  \n[14]Later.  He turns with the plank in his hand and starts to RUN back through the crowd.  \n[15]Help me.  He starts to pull his fatherls body from the window.  \n[16]Come on! Help me, goddamn it!  In a daze, Johnny steps forward and HELPS Amsterdam pulls the body onto the street.  Now: the SOUND of WHISTLES and WHEELS and RUNNING HORSES as a wagon full of POLICE arrives on the scene. Behind them, the Crowd returns, yelling insults.  The police RUN toward the window. Mr. Cornelius dithers at the front of the crowd.  Amsterdam and Johnny exchange a look. Then Johnny RUNS for it. Amsterdam stays with the body...  ... as the cops close in, SWINGING clubs. Amsterdam's grabbed and hit a couple of times. The Crowd yells. A COP swings his arm back to give Amsterdam a good wallop...  ... and someone grabs his arm: Bill The Butcher.  \n[17]I paid Cornelius for my father to rest in honor. He told me I had to wait on a permit, but he only wanted time to...  BILL picks up the Tammany sign from the ground.  \n[18]Amsterdam.  The JAILER looks him over.  \n[19]Vallon.  The JAILER writes this down with a scratchy pen.  \n[20]I told you.  \n[21]Got none.  \n[22]No more.  \n[23] City.  \n[24]But every time you bring me back... you got to come further to catch me.  \n[25]  Push off! Or his pipe snaps! The other boys are too stunned to resist. They push the boat away from the island.  \n[26]Head straight out, then turn for the current.  He pushes Shang away from him. The two boys stare at each ather, finally remembering...  \n[27]Close enough.  \n[28] You're lost.  \n[29]I doubt it's worth the water it's floating in.  \n[30]I'll make it back for you whatever it is, once we're in the city. Just keep sailing, or we're all done for.  \n[31]Does Shang have the sand to ever go against the Natives?  \n[32]If he only acts, held be better on the stage.  Like her.  His tone of voice has changed. Jenny Everdeane passes before him; she's ravishing. Amsterdam STARES, as if he's trying to see into her heart. Jenny pays him scant attention as she moves across the room toward Shang.  \n[33]Shes his mort, is she, as well as his best provider?  \n[34]Yeah? And why is that?  \n[35]I mean, why give at all? Why don't they keep for themselves?  \n[36]I got no place anyway, and you got no gang. This ain't a gang, no matter what you say. It's a mob.  There's a tense hush in the grubby room. Shang takes his arm from around Jenny, wanting to be restrained.  \n[37]Still smiling, are you?  \n[38]I hardly knew you under that hat, Jack.  By now, Jack has taken not only the cocaine, and the money and swag Shang offers, but several of the purses and wallets Jenny delivered. Jenny stares at him with contempt, and he laughs, tossing one of the purses back at her.  \n[39]Is that sand we've just seen?  \n[40]I've got my own way to go, why don't you find yours?  \n[41]Well, if you shut up a while maybe it'd come on its own.  Now what the hell's that?  \n[42]So if Tammany's the best, go with Tammany. What are you running with this mob for?  \n[43]What are you thinking?  Johnny shrugs, grins: he doesn't want to give anything away. Amsterdam understands, turns toward the Brewery.  \n[44]Let me in if you ever get it figured.  Amsterdam starts toward the Old Brewery, Johnny keeping step.  \n[45]I'll go on my own from here.  Johnny STOPS and Amsterdam continues on by himself.  \n[46]Here. Just for the silk.  He stuffs it into his pocket and starts to PUSH his way through the crowd. On the platform, the WARDEN steps forward holding a primitive megaphone.  \n[47]May I walk with you a little, then?  \n[48]Got no one to spy for. I'm an appreciator, you might say.  \n[49]A good touch.  She STOPS in the street, looks him straight in the eye.  \n[50]Just take a minute, I was Just...  \n[51]What about Shang's rules? You pay a lot over to him. The better your day, the better his. It don't seem gute right.  \n[52]Give him this.  He hands her the RED SILK SCARF. She recognizes it instantly as the same one she gave Shang.  \n[53] And you can keep a little more of what you earned.  \n[54]I got my own touch.  \n[55]It's your rules, right? So you decide.  She looks at him for a moment, then starts to TIE the scarf around her neck like a kerchief.  \n[56]It should be hangin' off Jack's vest, then. Not here, like some war flag. \n[57]If it's free, how come we pay so much? Wo shouldn't pay for what's our due.  \n[58]So then.  He reaches for the watch.  \n[59]Hello, Happy Jack. I'm the one you're looking for.  \n[60] Never mind giving orders. What were you giving this for? \n[61]I got this at the hanging. It was Charles McGloin's. Everybody here saw you take it from Jenny. What was MCGloin doing with it? What'd you give it to him for?  \n[62]I gaw you give it to him. Last week, behind the Old Brewery.  \n[63]What about stepping up in the world, as it were, and leaving the rest of us behind. There's a reason. Making a separate arrangement for yourself with the one Native so stupid and luckless that he got hung. That's you to the ground, Shang.  \n[64]Bene. We'll see. Any of you that believes I did proper by Happy Jack Mulraney tonight, stand beside me. Any of you that still likes Shang's way with the cops, and Shang's way with the Natives, go to him.  Or should we settle right now, you and me, and just see which of us is left standing?  \n[65]What's your pleasure, Shang?  One of the YOUNG BOYS has a dead rat blackjack hanging from his belt. Shang grabs it. He BITES the head oft the rat and spits it across at Amsterdam. Amsterdam almost smiles at him. Shang sneers, drops the body of the rat, and LEAVES.  \n[66]This mob ever have a proper name?  \n[67]We're the Dead Rabbits from now. They were the best. They were history. They were legend, and we'll live up to them.  \n[68]What's this then?  \n[69]Maybe I was, yeah.  \n[70]Sure enough to wait, anyway. Waiting don't cost nothing.  \n[71]Alright.  He sweeps the coat away from her body, allowing her to leave.  \n[72]Stay then.  One way or another, I get what I want.  \n[73]You're a gypsy, are you, come to tell my fortune? Go ahead then. Tell me what I'm wanting.  \n[74]It's just I can't look away, that's all.  \n[75]Bill Poole.  \n[76]'Cause he's mine, that's why. I'll take his one eye, and then the rest of him, piece by small piece.  \n[77]He'll know about me soon enough.  \n[78]You.  \n[79]You'll be in love with me.  \n[80]That's taking love, not giving it. I want it to be just you and me, no one else for either.  \n[81]'Cause none of us means nothing in life except one to the other.  \n[82]We'll see.  Jenny pulls the coat tighter around her.  \n[83]And what about the meantime?  \n[84]The Irish is too busy building up Tammany. That's where their brains and muscle goes. Once they're inside with their cronies, they turn on their own outside. Tammany'd steal the air and rent the daylight if they could.  \n[85]I ain't seen their ned yet.  Johnny stops walking, betraying slight annoyance that he has to explain the day's deal.  \n[86]Yeah? Well, it's ned anyway. Just make sure you count it when we get it.  \n[87]Not for a minute. We're better than that. We're thieves.  \n[88]Once? Come here and do your duty.  Amsterdam GRABS him and SLAMS him down in a chair.  \n[89] Line up like soldiers!  \n[90] You explain their democratic right. Illl see they unterstand.  Amsterdam GRABS the nearest two CHINESE by their PIGTAILS and HURLS them against the wall.  \n[91]Who the hell's this?  \n[92] Our own Tammany man. We are coming along. Happy to meet any friend of Johnny Siroccols.  \n[93]Best but one? Who's better?  Killoran looks up. Johnny, standing behind Amsterdam, SHAKES his head \"NO\" VIGOROUSLY. Killoran gets the message.  \n[94]I'm in no race. Just pay us what you owe.  \n[95] Come on, what are you saying? If you don't know us now, you'll know us tomorrow and you'll be working for us next week.  \n[96]The hell we do.  \n[97]Second, eh? You don't say so.  \n[98]What?  \n[99] Did you know this? Is this some scheme of yours?  \n[100]I was working the same side as the Natives? The Natives?  \n[101]I sure as hell don't fear him. And I sure as hell won't stand with him, or any who calls him one of theirs.  \n[102]Where is he? Where's Bill the Butcher?  \n[103]What?  \n[104]Fine. Why?  \n[105]This is no game, you and me. Don't go on like it's a game.  \n[106]Mr. Poole!  Bill turns, searching out the voice ...  \n[107]Bill Poole!  And SEES Amsterdam, standing at his own table. His attitude is calm, smiling, respectful. But his eyes are demonic.  \n[108]My compliments on your exhibition, sir.  \n[109]It was like watching a dance.  Some great grand goddamned dance. You know me, sir.  \n[110]No. A father.  The laughter turns a little uneasy. Bill the Butcher sizes up the younger man.  \n[111]Amsterdam.  \n[112]Indeed.  And to my other name. Vallon. Will you drink to that?  \n[113]Not worthy of you. Those dogs ain't worthy of you. You ain't worth what they feed on, and what they shit's too good for you.  DEAD QUIET. Absolute. Breathless. Only the Chinese Gamblers at their fan-tan ignore this confrontation.  \n[114]I got to give you something, Butcher. Something from my father.  Amsterdam PULLS OUT the piratels knife which Bill the Butcher used to kill his father almost 12 years before.  \n[115]No thanks.  \n[116]No. I'm beholden enough to you as it is. I don't like to be beholden.  \n[117]I'd like it if there was.  \n[118]A collaboration. The Dead Rabbits got to get strong before we make another move. I figure you're the one to make us strong. There's a lot we can learn from you.  \n[119]The Dead Rabbits is going to be glorious again. We're going to reign over the Points.  \n[120]Nothing. They won't have tongues left to speak.  \n[121]Then you say no?  Monk SIGHS and points to a huge WAR CLUB which hangs in a place of honor above the shop mirror. It has deep marks running along its front, like \n[122]Everything I got is still to come. So I guess it's on my own, then.  \n[123]Bound to.  As he shuts the door of the shop, Monk Eastman gestures to Don Whiskerandos for another hot towel.  \n[124]Are they coming?  \n[125]Indeed they are, just for the moment. Let them come. Happy to have them. Everyone's welcome in a house of God, isn't that right, Reverend?  \n[126]But if the Natives do come, Father...  \n[127]... there's no accounting for what may follow.  \n[128]So you accept?  \n[129]You accept to be my mort and no one else's.  \n[130] It's not the Butcher, it's the dancing. It shifts my face all around.  \n[131]I will if we're together later.  And what about after that? After tonight?  \n[132]I'll have tonight. But after this don't come to me no more till you're ready. No more.  His eyes, in the candlelight, show both his love and his Resolution. Jenny NODS and they DANCE AWAY ...  ... losing themselves now among the dancers, all moving and holding candles. As they dance, their movement becomes SPLIT, SEQUENTIAL, a study in motion like an old Gjon Mili photograph. Their bodies create a RUSH OF YELLOW LIGHT ACROSS the screen like the tail of a comet.  \n[133]Who is it?  \n[134]Come on in.  \n[135]Just a damn minute.  AMSTERDAM comes to the door, half-dressed and sleepy. We see Jenny asleep on the floor inside.  \n[136]What do you want?  \n[137]Oh, Jesus, Johnny, I'm tired. How about sometime else?  \n[138]You want to tell me what this fight's over? Is it The Butcher? Jenny?  Alright, alright. Then tell me why like this?  \n[139]Satisfied?  \n[140]Enough.  Johnny won't stop: he throws a punch that Amsterdam can see coming a block away. But he's too tired too duck; or maybe he's just fed up. He takes the punch and FALLS on his back.  \n[141]That's it then.  \n[142]Goddamn it.  Amsterdam HEAVES Johnny off and pops him a solid SWIPE to the jaw. That does it. Lights out. Johnny falls unconscious into the slime beneath the pier.  The Orphan Pack keeps staring from the shadow with their ferret eyes. Still silent. Amsterdam STRUGGLES to his feet, stops at the river's edge to get a handful of water to revive himself. Then he looks over, sees his unconscious friend.  \n[143]Goddamn you anyway.  He grabs Johnny's body by the shoulders and pulls him to the river's edge. He gets some water on his hand, lets it drip over Johnny's face, washing away a little of the blood. Not enough. He draws some more water, and RUBS it gently onto Johnny's face.  CLOSE: on the motion of his hand. It is nearly gentle.  \n[144]Johnny worked it out to a nickel less than the Natives. Just till we're established. Then we raise it a penny more than now.  \n[145]You say, then.  \n[146] Except us. You opening a charity?  \n[147]They can afford it.  \n[148]From the Natives, maybe. But not from us.  \n[149]You only pay us. We see you safe from everyone.  Johnny has been watching the drunk bothering Emma Loss. Without saying anything to Amsterdam or Mother Joyce, Johnny LEAVES the bar, walks over to the drunk and SHOVES him away.  \n[150] Maybe I should offer Johnny as a bouncer for your busy nights.  \n[151]He's got his own ideas. Too full of Tammany, maybe, but he's a fast friend.  Across the room, Johnny is talking to Emma Loss. She NODS and starts to LEAD him upstairs.  \n[152]Go on. I can see you later. Megs leaves, brushing past Jenny.  \n[153]I couldn't decline what Mother Joyce offered. It's in the interests of business. You understand business.  \n[154]Yeah. I did.  She HITS him. In the face. Hard. Not a slap. A solid PUNCH. His nose starts to gush blood. He puts his arm under it to staunch the flow, keeping his eyes an her.  \n[155]Oh fine. That's fine. I'd be celebrating but I'm losing too much blood.  Jenny tears part of the sleeve from her blouse and puts it against his nose.  \n[156]That don't work.  \n[157] So why so sudden, then?  \n[158]It's the whore did it, then.  \n[159]It's because you're jealous.  \n[160]Christ, I wish I had. Come here, then.  He reaches to pull her down on the bed.  \n[161]I don't care, I'm not getting up.  \n[162]What?  \n[163]Or you don't wake up at all.  \n[164]It's not a threat.  It's a declaration of love.  \n[165]What's this? Where'd you get this?  \n[166]What is this place?  \n[167]I don't see nobody.  \n[168]You're off your head.  \n[169]It's a lot to fence.  \n[170]Where would that be?  \n[171]That's a hard journey for a woman alone.  \n[172]You got it all planned and straight, is that it?  \n[173]Nothing. Except there's no place but here for me right now. I got to settle things.  \n[174]You don't have my obligations.  \n[175]Who from?  \n[176]You live here?  \n[177]I mean in the city. A ways north, I'll bet.  \n[178]Some of who?  \n[179]No danger. But you will pay extra.  Let's go and greet some Natives.  Under SCATTERED RIFLE FIRE and a barrage of ROCKS, the GANG STORMS the building, charging inside and starting up the ladder as if they were attacking a medieval fortress. ARMS reach out from windows to try and pull them off. The Rabbits respond with knives and PISTOL SHOTS. As they charge inside, the CAMERA RISES to an OVERHEAD shot and we ...  \n[180] Alright, then?  \n[181]Oh really? Just the entertainment you favor, is it? Pardon me for a moment, gents.  You wanted to settle, you and me. That's so, isn't it? You did agree, did you not.  \n[182]Good, because I didn't want to act hasty. I can never tell for sure what you're thinking, and sometimes I'm not always sure what you're saying...  \n[183] Excuse me. We'll conclude in a moment.  Where do you settle?  \n[184]I'm asking, where does anyone settle?  \n[185]A home yes.  \n[186] Well, I'm saying to you then, Jenny Everdeane, welcome home.  No one sees it coming. Amsterdam FLASHES around, swinging the BUTT of his rifle into Gent l's midsection, doubling him over and sending him breathless to the ground. Amsterdam SPINS again and swings the butt into Gent 2's face, knocking him cold.  \n[187]Fine place. Room enough for all.  Get them out of here.  \n[188]With whose help? The Natives? They won't help these flourishing bastards even for ned.  Tell any who wants they can stay. If they can't pay rent they can join the gang. But make sure the best rooms go to us. Look around ...  \n[189]You trusting me with your treasure, then?  \n[190]I could use this, too.  From the bag he holds up a small GOLD CROSS.  \n[191]Are you sure we can trust your mother?  \n[192] Better by a little than their place in the old hideout. There's even a window that throws some LIGHT an the few bits of castoff furniture in the room... an the bed where Jenny sleeps with her face turned to the dawn light... and an Amsterdam, who is dressing quietly in the corner. He checks in his coat Pocket,...finds the gold cross ... and leaves. Jenny does nat stir.  \n[193]He never had his own cross. Thanks.  Now he STANDS and TURNS. Jenny is half-hidden behind an elm tree.  \n[194]Your touch is light, but as a tracker you work awful heavy. Come ahead. Now that I met your mother, you should come and meet my father.  As Jenny starts to WALK towards the grave, we see for the first time ...  ... that we are in the country, a graveyard in an open field with an astonishing PANORAMA of New York and the East River.  The cemetery is atop a hill, and the East River, busy with ferries and vessels of trade, glistens in the near distance. Just beyond it is Manhattan Island: low buildings, winding narrow streets, houses surrounded by open land. A BREEZE off the river rustles Jenny's dress and blows her hair as she steps up to the grave site, looks at the headstone and sees ...  ... it is blank. No name, no date. Clean stane.  \n[195]It'll be finished when everything's finished. That's when helll rest. The hand that killed him is the hand that will bury him in peace.  He holds up his open hand, covered in dirt.  \n[196]With my hand on the knife.  \n[197]And me feeling the life go out of my father! He looked at me ... he looked at me and he swore me with his eyes. I could feel his spirit... I say I could feel it rising... flowing through the knife like blood into my own heart.  \n[198]I don't want him to live, I want him dead! I kill Bill and I'm free of them both!  \n[199]You're part of me now, like the gang is part of me and my father both. If I can bring us to glory, then my father... like The Book says...my father can enter his house justified.  As Amsterdam continues to talk we ...  \n[200]All of us is set on the same road together. The gang can have everything they ever wanted and get me what I want while they're doing it. We're not interfering with each other, we're helping each other. It's all the same, we're all one together.  We CONTINUE with sepia illustrations: of Dead Rabbit morts picking pockets and purses along a crowded Broadway; climbing onto a wagon distributing newspapers and tossing off the occupants, taking over the route themselves; swarming all over a merchant ship in the harbor as the captain doles out protection money to have his cargo unloaded.  \n[201]We'll all have a share of the profit like we'll all have a portion of the fame. If we come to be notorious, that only means we're strong, and if we're strong that means we're ready.  A sepia illustration of a fire wagon rounding a corner, refurbished and manned by Rabbits, all wearing striking uniforms with short capes called TAMLAS. (N.B.: they will be seen wearing the tanlas from these uniforms during all gang activity throuqhout the rest of the film. Only Johnny, Amsterdam and Jenny do not wear them.  The sepia illustration turns to live action as the fire wagon TEARS around Paradise Square, SCATTERING everyone in its path, the Dead Rabbits laughing, their tamlas FLYING behind them.  \n[202]And I'll know that time, know it right off when it comes. Just like I knew you.  The live action DISSOLVES TO...  ... the last image in the montage: an ILLUSTRATION of Amsterdam, a half-decade older, turned out in fancy clothes, but with all his fierceness intact. This is a magazine illustration, and there is a dated headline over his picture: \"Fresh Scourge of the Five Points.\" The date reads \"June, 1863.11  \n[203]Now! Finish him now!  Far up the sparkling Hudson, a RAFT floats slowly upstream. It's a huge thing  crowded with SPORTSMEN. They form a LARGE RING around two mammoth PRIZEFIGHTERS who are brawling with bare knuckles. Amsterdam and Johnny are among the spectators.  \n[204]Because there's never been a Dead Rabbit fighting before.  \n[205]There'll be worse than shaming. We only got the Natives in range.  It's time to squeeze the trigger, John.  The next round begins and the Fighters set to, MAULING each other furiously.  \n[206]That don't matter any more.  \n[207] You call that strong, John?  In the ring, a couple of agitated NATIVE AMERICANS are trying to get at the Rabbit-sponsored winner. RABBITS start to RUSH the ring but Amsterdam WAVES them back.  \n[208] This is our time now!  \n[209] To the death. If he can stand up to it.  \n[210]Come on, Bill! Let go of your Tammany wet nurse! My challenge, your terms.  \n[211]I remember it better from another time.  He takes the Butcher's hand. The duel is on.  \n[212]He wasn't Tammany. Not like you.  \n[213]You don't know what you're saying! You killed one of our own. One of your family!  \n[214]Nobody. This is a day of honor. No pickpockets, no lush-rollers, nothing.  \n[215] That must be the vanguard of Barnum's army.  \n[216]Then we'll take what we can before it gets too hot.  \n[217]It'll never come to that. These people ain't gang-led and they have no purpose.  They'd rather die for themselves than the army, that's the purpose. What would you do?  \n[218]Fight better and not get so mad. They're only doing what they should have done years ago. Why'd they ever think there was another way to live?  \n[219]What people is that? The Reverend at the mission? Boss Tweed? Daniel Killoran? People like Johnny Sirocco?  \n[220]Hell.  \n[221]I ain't done nothing different than what I told you, Jen.  \n[222]I don't care a fine damn about what they want! It's what I want! They won't dare harm the Points, that's all I care about! Let them turn the rest of the city into hell! It's another country anyway.  \n[223]Not now.  \n[224]I don't want all this fighting to go to waste, Jen. I want to come out of it with something. And I got to be waiting for the Butcher.  \n[225]No we ain't going to fight, but we can take something for ourselves out of this.  \n[226]Five thousand people in the street done it! Boss Tweed done it! Abe Lincoln done it! There's nothing you can do about any one of them but stay with us. You'll have a little of your own back.  \n[227]These riots are a gift. They...  ... he PAUSES just for a moment as he sees a hand on the last rung of the outside ladder leading to the roof: it's Jenny, returning.  \n[228]... they've made everything clear, as you might say.  Are you with us, then?  \n[229]Good. We're going for the Armory at Canal Street.  \n[230]There's a way through the lines. Jen, did you see the cops and militia?  \n[231]We'll get there first. We'll take everything we can carry, and destroy the rest so no one else has the use of it, the militia, the Natives, nobody. Then we'll turn to real business. We'll go down to the Battery.  \n[232]No. But we could, after this. We're going...  ...we're going to take the banks. The government banks.  Are we not?  \n[233]Let him in.  Johnny enters the common room of Jaccb's Ladder, where the Dead Rabbits have gathered to ready themselves. As they work over their weapons and prepare battle dress, Johnny walks through their midst. They do not acknowledge him... except for Jenny.  \n[234] Are you here to spy?  \n[235]You don't know what I'm doing.  \n[236]Am I now? Why do you think that?  \n[237]No more. And it don't seem worth a visit to tell me something you already think I'm doing.  \n[238] Who could Tweed get to do that?  \n[239]There's no one around him...  \n[240]Chance of what?  \n[241]And what's any of it mean to you?  \n[242]I'm going to lose nothing.  If you believe me, you can stay.  \n[243]Then you better learn to fight locking over your shoulder, Bill, because that's the only way you'll ever see it coming.  \n[244]One reason. You're my kill, Butcher. No one else is going to have you, not Tweed, not Tammany, not those pigs in the street. No one--not even you, Bill--will ever take the pleasure of your death away from me. I'd do anything to keep you for my own, even if I have to protect you.  \n[245]Fine, so long as I pass you on my way.  \n[246]Someone I credit.  \n[247]You join with me and we fight against Tammany, fight them back and out of the Points. Then you and me can settle. But if you don't join with me, then there won't be no settlement because you'll be murdered in the street and the whole Points will be mine.  \n[248]Why don't I make it easy for you, then.  He TURNS his back on the Butcher and starts to walk out, through the entire gang of Natives.  \n[249]Same as you're making it easy for Tweed.  He keeps walking... through the Natives ... dozens of ancient enemies glowering at him.  \n[250]Where's the Native Americans?  \n[251]And the militia?  \n[252]That's why he sent us.  \n[253]Help us, we got wounded!  \n[254]Open the damn doors then! We're bad hurt!  \n[255]Just behind us! But I got our major here wounded so bad half his guts is out!  Guard 1 SIGNALS for the doors to be opened to the Armory as the Detachment draws close to the emplacement.  \n[256]Likewise.  Ainsterdam SHOOTS him where he stands as the Rabbits OVERWHELM the emplacement.  \n[257] Move fast! We got to get out with everything we can before the militia gets here!  As the Armory Guards return fire, the Boy Jenny carried in the previous scene RUNS for the telegraph pole and starts to CLIMB. A SHOT makes the wood fly inches from his face...  ... as the Rabbits storm into the Armory, FIRING wildly.  The Boy reaches the top of the telegraph pole and CUTS the wire. He shinnies back down the pole as the wire SWINGS ineffectually in the air and we ...  \n[258]Go on, then, talk.  \n[259] Come ahead then. And bring my friend's body.  Bill the Butcher SLINGS Johnny's body over his shoulder as easily as if it were an empty sack of flour...  ... and starts walking thraugh the lines toward the Armory. The Militia watches in disbelief, the Natives in confusion. The Dead Rabbits keep the Butcher in their sights. But no one fires. No one moves.  And Bill the Butcher enters the front doors of the Armory.  \n[260]Tammany's put us all in the same place. You want to get out alive?  \n[261]I don't want to lose you so easy. You'll never get past the militia unless you come with the Dead Rabbits.  \n[262]I'm not forgetting where I put it.  \n[263]What's your call, Bill?  \n[264]Go ahead them, give them cover! Give them some damn cover!  The Rabbits are so stunned to be fighting on the same side as their sworn enemies that, even with Amsterdam's order, no one makes a move. It's Amsterdam who FIRES the first shots. And that unleashes a great VOLLEY from the Armory...  ... toward the militia.  The Butcher and the Natives are closer to the Armory now... and the Armory doors start to open...  ... when a MILITIA LIEUTENANT SIGNALS ...  ... and MILITIA on the surrounding roofs, waiting for this moment, suddenly open fire...on the Natives below and on the Rabbits on the roof of the armory. Many drop in the street and fall from the Armory roof...  ... as the Armory doors SWING WIDE to admit the Natives. As they run or stagger inside, the Rabbits start to close the doors. Some Rabbits are cut down by the fire from the rooftops. Other Natives never make it to the doors. And a few are shot...  ... when the doors close before they can get through.  \n[265]Whose gang might it be?  \n[266]Which way you pointing that?  \n[267]Who do you want to fight, Bill?  Amsterdam MOTIONS toward the rear wall and Jimmy swings the cannon around.  Everything surrounding them is MOVEMENT and COMMOTION as the remaining members of both gangs TAKE whatever weapons they can carry from the Armory stockpile...  ... and Jenny steps forward with a torch, LIGHTING the fuse of the cannon...  ... which ROARS and BLOWS a huge hole in the rear wall of the Armory.  \n[268] See you in the street.  The gang members RUSH for the opening, carrying whatever they can manage.  Outside, the MILITIA LIEUTENANT hears the cannon blast... sees no damage to the front of the building... and SIGNALS for a frontal ASSAULT on the Armory.  HIGH ANGLE FROM ABOVE, CAMERA MOVING as the militia CHARGES ... following them forward, then moving ahead to the Armory  ... SHOOTING straight down inside  as the Gangs HURTLE through the still-smoldering hole in the wall ...  ... and drop twenty feet to an alley below...  ... where militia on the roof try to pick them off. As the militia presses closer from the front, gang defenses start to fall back inside the Armory. Everyone wants to get through that hole.  Amsterdam, Jenny, Jimmy Spoils and some of the other gang nembers are carrying TORCHES. Jenny HANDS a torch to the Butcher. Amsterdam MOTIONS them all toward the back of the Armory.  But he stays behind. Just for a moment. He BENDS over the crumpled body of Johnny Sirocco, ARRANGES it, folding JOHNNY'S HANDS across his chest.  \n[269]You'll have a warrior's funeral anyway, John.  He STANDS and RUNS for the hole in the wall, where Jenny and the others stand waiting.  He TURNS, takes a last look inside the Armory. The militia is BATTERING DOWN the front doors. Then he raises his TORCH over his head... and HURLS it through the air. Jenny and the others do the same.  His single torch BLAZES a path of light across the screen. The others, JOINING it, make a fiery CONSTELLATION.  \n[270]But you and me ain't settled.  \n[271]Then let's start over.  Bill the Butcher looks tired, sorrowful. He BURIES his face wearily in his arms. And for a moment we think he has given everything up. Amsterdam MOVES toward him, throu ", "Johnny": "\n[1] My mother's just there.  He gestures toward a ship, where MEN are unloading cargo. In a hoist, they are lowering a thin pine COFFIN to dockside.  \n[2]On the trip, her insides all broke up. She wasn't dead and there was three others fighting for her bed.  \n[3]I never knew him.  \n[4]And those? What are those?  \n[5]Firewood?  Amsterdam grabs the longest plank Johnny has.  \n[6]It's a penny the load.  \n[7]Hey!  Johnny manages to GRAB the other end of the plank. But Amsterdam's so strong he YANKS him right along. The Crowd YELLS as it parts for Amsterdam, who CHARGES through using the plank like a battering ram, with Johnny on the far end, born along by stubbornness and momentum... ... toward Mr. Cornelius' window. Amsterdam SHATTERS the window and the Crowd SCATTERS in a blizzard of GLASS. Amsterdam stumbles into the window and against the coffin, which falls over, spilling Vallon's BODY, knocking the boy over. Amsterdam picks himself up as Johnny stands frozen.  \n[8]Hard starboard, Shang! Hard starboard!  \n[9] Wait! Take him. If he's still alive he's good for ransom!  \n[10]Then we'll take Bill the Butcher's cleaver and sell the body to the medical students. They'll go five dollars for it anyway.  \n[11]I don't know. He acts like it.  \n[12]Jenny Everdeane. Shang turned her into the best bludget in the Points.  Jenny gives Shang silk scarfs, wallets and several purses from her coat.  \n[13]Yeah. But Jenny says she's anyone's she chooses.  Jenny's haul is impressive. Shang picks a BRIGHT RED SILK SCARF with a distinctive PAISLEY design from the pile of stolen goods. He examines it with a shrewd, appreciative eye.  \n[14]It's politics.  \n[15]Because your way's different, and I want to see where it goes.  Unless you say otherwise. Amsterdam shrugs and keep walking.  \n[16]You act like you have something in mind, like you know every day what you'll be doing the next. Me, I don't figure on tomorrow.  \n[17] Oh that's heaven.  WE SEE what they're looking at: the Old Brewery. In worse shape than ever before, but shut-down, abandoned. A tattered banner flaps against the front door: \"Future Home of the Five Points Mission/ Praise God!/ The Reverend Shadrach Raleigh, Pastor.\"  \n[18]The city shut down the Brewery as unfit to live and Tammany gave it over to this minister.  \n[19]Why Tammany ... you don't know? Tammany makes the city run. A political organization that's like... like the Native Americans, only ranging over the whole city.  \n[20]They seem like the law, but they got a way of acting outside the law. Anything that happens in this city, on the straight or on the sly, Tammany's a part of, and Boss Tweedls the heart of Tammany.  \n[21]They're the best gang there is.  \n[22]'Cause they're more my size for now. With Tammany, you got to do something large, something that makes them take notice of you.  \n[23]But if your schemes have size, you need size to bring them off.  \n[24] It wasn't him.  All turn to look at Johnny. Jack drops the Boy's hand.  \n[25]I have word for you from who did it. You're to meet him at Sparrow's Chinese Pagoda.  \n[26]We was called after Shang when we was named at all.  \n[27]Tammany earns better. That's the difference.  \n[28]You will at day's end, that's our arrangement. A quarter a voter, whether they're repeaters or not. I'm telling you, we got a square deal.  \n[29]It's just a day's job, we don't have to make it a life's work. We work for Tammany today and kill them tomorrow, if that's our pleasure.  \n[30]He's our Tammany man.  Killoran compares his figures to the piece of paper where Johnny has been keeping his own count.  \n[31] Daniel Killoran knows us.  \n[32]We work for him.  \n[33] Tampen down, will you?  \n[34]No, I didn't have no idea ...  \n[35]I got experience. It's the education I lack.  \n[36]I don't listen to talk, I figure for myself. And I figured you'd be good at everything you did.  \n[37]And tonight I got the ned.  \n[38]Now I'm ready for you. Unless there's an arrangement between you and Amsterdam.  \n[39] Amsterdam... listen up, Amsterdam...  Amsterdam glances over at them.  \n[40] How's the evening passing?  \n[41] 'Cause it's treating me fine too.  She gets up and starts toward the stairs to the second floor, Johnny following her, holding her hand. As they pass Amsterdam he LEANS toward Jenny.  \n[42] That's the truth.  \n[43]He knew what he was doing, hitting you.  \n[44] Amsterdam.  Amsterdam!  \n[45]Me.  \n[46]I don't want to come in! You come out.  \n[47]I'm going to fight you.  \n[48]Now.  \n[49]So when I lose no one will see.  And he SLUGS him. Hard. Harder even than he thought he could. AMSTERDAM stumbles, stunned, then pulls himself up. And CHARGES at Johnny, knocking him down.  The two friends PUNCH, WRESTLE, BITE and PUMMEL EACH OTHER with such extravagant energy that they soon...  ... ROLL OFF the pier...  \n[50]Satisfied? It wasn't me that's been dancing and shagging all night.  And he pulls himself to his feet and THROWS a roundhouse at Amsterdam, who half-staggers out of the way. The moment throws Johnny off balance, and he falls in the mud again, this time on all fours. Amsterdam SINKS down beside him.  \n[51]The hell.  And he THROWS HIMSELF on Amsterdam. It's more like he rolls over onto him than anything, but he's on top of him now, hitting him in the face with all he's got left in him.  \n[52]No worries at all. You throw in with the Dead Rabbits and we'll worry about the Natives.  Across the room, Jenny is sitting talking to a few of the WHORES, one of whom is a mixed-blood Eurasian with long black hair named Emma Loss. She gets up lazily and heads for the bar. As she passes a DRUNK, he reaches out to grab her. She's used to this, and she knocks his hand away. He keeps after her.  At the bar, Mother Joyce notices Emma being hassled, but pays no attention: her girls can take care of themselves.  \n[53]Leave off her. She don't want you. Not even if you could pay her.  \n[54] He can't pay. I can pay.  \n[55]You liked that old man? You would have gone with him?  \n[56]Tell me what he wanted you to do.  \n[57]I never seen hair so black. Can you take the pins out?  \n[58]Did your mother have the same color?  I don't know.  \n[59] Lie back, I want to look at you.  What's that mark?  \n[60] And there? Is that a scar?  \n[61]And that on your shoulder? That looks old.  \n[62] I don't want to know when. Don't tell me about before or what you used to be, I don't want that.  \n[63]None I ever seen. Maybe you can find them.  Her hands and mouth cover his body. He closes his eyes.  \n[64]It's a fair day's wage. We just move the people out of the building, and collect.  \n[65]Who owns the building.  Them.  The gang approaches a tumbledown BUILDING called Jacob's Ladder because of the iron rungs that run straight up its front to the roof. Two well-dressed GENTS stare at the building fretfully.  \n[66]It's not just citizens in there?  \n[67]with arms?  \n[68]We didn't contract for that.  \n[69]Our man will take him in another five. What puts you in such a hurry?  FIGHTER 1 fetches FIGHTER 2 a powerful roundhouse punch that sends him CRASHING to the deck. As soon as he hits the floor, a CARD GIRL appears carrying a sign announcing \"Round 37.11 SECONDS drag the stupefied Fighter 2 to his corner, while two BOYS minister to Fighter 1, SUCKING THE BLOOD off his knuckles.  A GONG sounds to announce the appearance, in the center of the ring, of the fight promoter, a florid and fulsome P.T. Barnum .  \n[70]Dobbs will take him this round. That'll be something. The Natives has never lost before.  \n[71]That'll shame them thorough.  \n[72]Don't push the Natives too far, Amsterdam. Otherwise it'll be Tammany pushing back.  \n[73]It does matter, and it's going to matter even more. Tammany's the heart and future of this city. If the Rabbits is going to keep growing, we're going to have to throw in with Tammany some way.  The action in the ring is FURIOUS. The Crowd cheers. Fighter 1 seems about to go down, but recovers and starts returning punishment to Fighter 2.  \n[74]They got that Conscription Act from Washington keeping them busy, but they won't leave us alone forever. And the Natives is strong as they ever been!  In the ring, Fighter 1 drives Fighter 2 to the deck again, and this time \n[75]If you'll allow me.  They both TURN to see Johnny standing coolly before them.  \n[76]There's a scheme we might try.  \n[77]Opportunity. Science and opportunity.  \n[78]I did have. But times change faster than people. Some people, anyhow. And I like to stay with the advantage.  \n[79]Something like that, yeah.  \n[80]This election'll be over unless we get up there.  \n[81] Sheeny Mike, you want to make ...  ...how much?  \n[82] Five dollars? Just to help us?  \n[83] He knows about it. Welre working a whole new scheme. But I won't tell him youlre helping, if that's the way you want it. And you can keep the full five. Just start climbing.  \n[84]He was working a Tammany job, Tammany will see to him.  \n[85]He made the right choice.  \n[86] I didn't know he was going to die, Amsterdam. And don't tell me what's my own and what isn't. You're not my family. And I swear, I swear on the Virgin Mother's eyes ... I know what I'm doing, Amsterdam. It's you that's always been blind.  I'll say my farewells.  Johnny KNEELS down beside Mike's body, brushes the hair from his brow.  \n[87]You still smell like drink.  He nods to the Rabbits to carry the body on and, as he RISES a half-dozen NEWSBOYS DASH into the square, carrying fresh copies of the Tribune and crying...  \n[88] Can't you hear the future?  He walks away from the gang, through the rushing Newspaper Boys.  \n[89]Each candle is against you, gents.  \n[90] Some of us come from those people, Mayor. I'll not deny they still claim part of me.  \n[91]There's no telling about the mob. Or the small gangs. But the Dead Rabbits ... if I was Amsterdam...  \n[92]... if I was ... I'd figure to take the Rabbits to the Armory.  \n[93]You already said in front of everyone you trusted me.  \n[94]Such as what?  \n[95]Not a bit.  \n[96]I don't have to spy.  Amsterdam leads Johnny off to a shadowy corner of the room where they can talk privately.  \n[97] I know what you're doing. I told Tweed what you're doing.  \n[98]You're going after the Armory.  \n[99]'Cause that's what I would do, and you and I think alike.  \n[100]There's something else alright. Tweed's arranged to kill Bill the Butcher.  \n[101]One of his own.  \n[102] Listen, it don't matter who, it's going to be done, that's all! Tweed ain't going to wait around for you and Bill to settle yourselves. I'm telling you so you have a chance.  \n[103]A chance... a chance to do what you want. Bury the Butcher, draw what blood you got to. But you better make speed. The Natives will move on the Armory too.  \n[104]It means whatever's left of friendship, I don't know. There's still part of me here. I don't want to see you lose everything in your life at once.  \n[105]I got to go.  He turns so Amsterdam can't see his face and LEAVES-  \n[106]So long as they're near, it's alright. The Rabbits can take the Armory, but they can't hold it. If Bill can get into position, he can make sure they don't get out.  \n[107]Tweed.  Bill SHOOTS him again, point blank. Johnny screams.  \n[108] No. There's no friends for me.  ", "Sirocco": "", "Shang": "\n[1]What's the fight?  \n[2]Are you Native or Rabbit?  \n[3]Looks alright. I'll stand by you, then.  \n[4] I run with you! I'm one of you! Born a Native American from the blood of five generations!  \n[5] I told you forget that sailor stuff! Which way's star... Too late. Their Ticket craft crashes into the side with enough force to make a LOUD THUMP and to send Shang sprawling.  \n[6]Spread out and make for the cabin. Moving slowly, the boys FAN OUT and move toward the cabin at the far end of the deck. Johnny stays close to Shang, holding onto the shipls rail for support.  \n[7] Nothing. Looks picked clean.  Johnny stops. His hand, on the railing, is BLOODY. On the other side of the deck, Sheeny Mike discovers more traces of blood and SIGNALS Shang.  \n[8]Bill and the Natives must have got here first.  Johnny freezes in terror.  \n[9]What ...  A long SHADOW falls across his shoulder. Shang jumps.  Standing before him, holding a musket and covered in blood, is the ship's CAPTAIN. A BUTCHER'S CLEAVER is imbedded between his neck and shoulder. With his dying energy, the Captain takes AIM at a petrified Shang and fires his musket. Jimmy Spoils JUMPS the Captain from behind, sending the musket ball way wide. But the SOUND of the musket is thunderaus, and echoes through the harbor. The boys panic and head for the side.  \n[10]Come on. We'll get something out of this.  Shang and Johnny start DRAGGING the body. Pushing, pulling and mostly panicked, the others help. As they boost the body over the side, the SOUND of a bell cuts through the fog.  \n[11]We'll make for Blackwells.  \n[12]You'd have liked that, wouldn't you Coal Face? You're the only one they'd miss in the dark.  \n[13]Alright. We lay up here till first light. Then we run back across the river.  \n[14] Figured you for dead.  \n[15]This is my crew. And welcome to join, if you've the mettle. We're river pirates and quick thieves and street brawlers...  \n[16]Yeah? You've no business saying anything against us! Do you know how much you cost us? You know how much that body's worth?  \n[17]Fifteen dollars! Fifteen dollars from them medical ghouis.  \n[18] Go ahead then.  He was in his prime. He'd have fetched thirty dollars easy.  \n[19]The cops can go to blazes. Who cares about them?  \n[20]It ain't the time to go against the Natives. We've got to build first. Then we go.  \n[21]That's the prize of the month. Spice Islands silk.  He puts the scart in his coat pocket with a FLOURISH, then throws his arm about Jenny in a proprietary way.  \n[22]You'll learn our way if you're going to be one of us, Amsterdam.  Jenny reacts slightly to the mention of the name: she looks over and RECOGNIZES Amsterdam now.  \n[23]Every one of us gives a portion of all they steal to the gang. Morts more than men, being morts.  \n[24]Because morts have more resources. Men can work only on their feet, but a mort can turn out on her back.  \n[25]If you think there's something off about my way of running things, you got no place in this gang.  \n[26]As agreed, then, Jack. Refreshment?  Shang OPENS the top of the gold-handled sword cane. Inside are large, solid LUMPS of cocaine. Jack reaches for the choicest.  \n[27]Pretty slim cut for a hanging day. Where'd you get that?  \n[28] It don't suit you.  \n[29]You know that's Jack's.  \n[30]That watch is a small price for free run of the Points.  \n[31]We don't tight when we don't have to. It's not warring that counts. It's the living day to day.  \n[32]That's enough sport this evening, Jack. \n[33]I gave no order for this.  Amsterdam says nothing at first, just holds his hand out: he's holding the \n[34]I'm calling you out, Amsterdam.  \n[35]I didn't give it to him. Why would I give it to him?  \n[36] He's gone flat. I got no reason to trade with the Native Americans.  \n[37] Who believes what he's saying? Can any of you believe what he's saying?  \n[38]Let see where they stand.  Jenny rises, stands next to Amsterdam. Jimmy Spoils, Johnny, Sheeny Mike are next. Now the other members of the mob move in clusters to all STAND with Amsterdam.  ", "Schermerhorn": "", "Jenny": "\n[1]Let me see! I don't believe it.  \n[2]Oh come on! It's not.  Then tell me where you got it.  \n[3]What?  \n[4]Would he do the same with me?  \n[5]Better keep it more careful, then.  The Friend GETS UP and starts across the Brewery floor, acting nonchalant. But she looks around her, across the sleeping, passed-out bodies, past the desperate families and their squalling infants, to see if she's been noticed. A man and two women cast a glance her way. She looks away, but the TRIO keeps watching her... then FANS OUT and starts to FOLLOW her. The Friend looks over her shoulder again. SEES the Man. Locks in another direction, SEES: the woman. And then: the second woman. All closing on her. The Friend starts to RUN. The Trio runs after her. And no one else pays attention. The Friend PLUNGES into one of the warren of TUNNELS that lead off the Brewery floor. CAMERA plunges through the darkness, after her. Her footsteps ECHO; there is the SOUND of stumbling, falling, an angry CURSE and a BLOW being struck. The FRIEND picks herself up out of the darkness and keeps running, CAMERA following down the dank halls. Suddenly the TRIO runs AHEAD of the camera. There is a SCREAM. CAMERA staps. And others SOUNDS follow quickly now: the dull THUD of a heavy object against bone, REPEATED several times; and then, very soon after, the most terrible sound of all: silence. Then Two Women emerge from the darkness of the tunnel, fighting over the penny. The Man, several steps behind them, throws an object to the dirt floor: it's a STONE, and it is covered with blood. He comes up behind the Two Women quickly and GRABS the penny from them with a hand that still DRIPS blood and gore. They CHASE after him across the crowded Brewery floor.  \n[6] It's all your play now, Shang. Maybe you can set him right.  Jenny hands him a cane. Barely managing to hide his reluctance, he starts--slowly--toward Amsterdam, who stands his ground. The gang steps back to give them room in this tiny space. Shang pulls the cane apart: it's a SWORD CANE, but Amsterdam shows no fear. He shifts his weight a little, watching ... and they're interrupted by a...  \n[7]No, sir. You look a proper Gentleman down to the ground.  As this conversation continues, we watch-not only Jenny and The Man in conversation, and Amsterdam watching them; but we begin to notice what Amsterdam SEES. Although Jenny's hands apparently remain folded on her lap, her RIGHT HAND moves SLOWLY out from her wrap... toward The Man...  \n[8]Does it matter to you what I think?  \n[9]Oh.  ...toward his pocket. The Man is in Jenny's thrall. He feels nothing and continues to have no idea what is going on. But Amsterdam KNOWS. Every silken, surreptitious move of her HAND across The Man's body is like a CARESS that Amsterdam can feel. Jenny's grace is balletic and EROTIC. As she picks The Man's pocket, she is, without knowing it, also seducing Amsterdam  \n[10]I might like, sir. But I can't say now.  Her hand HOVERS above his pocket, waiting for the SWAY of the stage to match and mask her movement....  \n[11]Because this is my stop.  \n[12] That would be too bold.  \n[13]I come every Thursday to the Tombs to see my father.  \n[14]Are you a spy, then?  \n[15]Appreciator of what?  \n[16]Don't bother with the chat. If you want me, we come to a business arrangement. lf the terms is right, then I decide how you suit me. Then I do it or not.  \n[17]I know what you was just. I had years already of what you was just. You know how I got so good at thieving? So's I wouldn't have to lay down for everyone who had the ned. Now I do it when I want to for how much I want to. Otherwise I don't do it, and don't have to do it, and to hell with anyone's rules but my own. \n[18] What's it to you?  \n[19]How'd you come by this?  \n[20]Are you making me a present, or making an Arrangement?  \n[21]From Amsterdam.  \n[22]Payment for the silk.  Then DROPS the silk from his throat and starts to touch him. Then his hands are under her skirt. Then, under the cloudy moonlight, they start to make love.  \n[23]You were waiting for me out here, weren't you?  \n[24]You was that sure of me?  \n[25]It don't do to be sure. I could go away just as easy.  \n[26]I'll say when I want to, not you.  \n[27] Yeah. If it was just a shag you wanted.  \n[28]You got blood in your eye for someone.  \n[29]Who from?  \n[30]You better get someone else in your sights. No one's ever taken him.  \n[31]You have a plan for this? You going to raise a militia? I'll wager Bill the Butcher don't even know about you or care if he does.  \n[32]And after the Butcher?  \n[33]Is that so?  \n[34]Love you? You just had me. You can have a mort any time you want. So why look for more than that.  \n[35]Why?  \n[36]I don't know I want to mean something, to you or anybody. Can there be good in that?  He stares at her.  \n[37]It'll take a while if we do. If we ever do.  \n[38]Meantime's business.  \n[39]And you heard I was a good teacher?  \n[40]That's right.  \n[41]And now what?  \n[42] Not to my thinking.  \n[43] You going with me or him? It's my thinking matters here. You don't have to ask him nothing.  \n[44]I said already, it's not a game. It's business.  Johnny pulls her away. As he watches her go through the crowd, Amsterdam's gaze falls on Bill the Butcher again...  ... and for the first tine their EYES MEET. Bill's eyes rest on Amsterdam, take him all in... but DON'T REMEMBER him. He looks away as a TAMMANY HACK steps up to pay court....  .... and a MASTER OF REVELS, center-floor, SHOUTS ...  \n[45]The Butcher'll kill him if we don't do something.  \n[46]The truth is you don't give a damn about him.  \n[47]Go easy! Go easy. It's over.  \n[48]Let's get him up.  She grabs Amsterdam's arm and, with Johnny's help, tries to HOIST him back to his feet.  \n[49] Therels too damn little of him left to know anything.  They start across Paradise Square, holding him up...  ... as the rest of the Dead Rabbits join to help them... all growing smaller in the distance against the primeval nighttime landscape of the Five Points...  ... and the Bouncer CLOSES the door.  \n[50]We don't want a ruckus, minister.  \n[51]Everdeane. Jenny Everdeane.  \n[52]What?  \n[53] No, it's just that I didn't recognize you in the mirror. You still got some of the face the Butcher gave you.  \n[54]Maybe you'll look better later.  The Reverend Raleigh and his Helpers DASH among the dancers, distributing LIGHTED CANDLES, which the COUPLES take and hold as they move around the floor.  \n[55]I chose you just for tonight. If that's not good enough I'll go with someone else.  She takes a candle from the Reverend and holds it so the light FLICKERS on Amsterdam's face.  \n[56]I got ned enough for all. See? Fair enough?  She holds her hand out as she WALKS slowly toward the milk wagon. She's carrying a huge fistful of GLEAMING COINS. The Natives on the wagon watch her warily...  ... and are JUMPED from behind by a couple of Dead Rabbits. Amsterdam grabs a milk pitcher from a WOMAN in the crowd, AXES open the spigot on a milk barrel and FILLS the pitcher to overflowing. Jenny JUMPS up on the wagon seat.  \n[57] What's our rate? What do we charge?  \n[58]Raise it? Is that what you want?  \n[59]There'll be no paying at all this day. Or this week, neither. This is Dead Rabbits business from now on.  The Crowd scrambles for milk and the Rabbits try to keep ORDER.  \n[60] We'll take ned if you got it, now or in future. But no one will go without.  \n[61]They'll pay us what they owe, in loyalty if not in cash. Tammany gives coal, we give milk.  \n[62]Can't we?  \n[63]What are you doing?  \n[64]Sure I do. But there's something else I still don't understand. At Sparrow's Pagoda, did you hit me, knowing it was me?  \n[65]Meantime's over.  \n[66]Put your head back.  \n[67]Put your head back I said.  \n[68]Sudden? Every day I see you and you complain I can't decide. Now I decide, you say it's sudden.  \n[69]Don't flatter yourself.  \n[70]It's because you didn't lie about hitting me.  \n[71]Not here. There's too much past.  \n[72]It must be morning.  \n[73]This is what you meant, then? It's going to be just the same from now on?  \n[74]Every morning I wake up next to you.  \n[75]We only just started in and you're already threatening me.  \n[76]I prefer my kind. This kind.  She reaches beneath the pillow and pulls out a fine DIAMOND RING, which she slips on his finger. Amsterdam reacts with surprise, gratitude and (of course) suspicion.  \n[77]You said I was the best thief in the Five Points. But I got restless. Will you wear something I got?  \n[78]My jeweler's.  She GESTURES for him to follow her and we see now that she is dressed in a maid's outfit.  \n[79]Come on.  \n[80]That's the best time. They're all having lunch.  \n[81] You can wait on me a minute. Or I'll see you back in the Points if you're scared.  Don't worry. I know every house on this street. They all leave their doors open. They live like they're not in New York.  She GOES IN the house. Amsterdam WATCHES through the window, sees her going up stairs. Then he looks at the dining room, visible distantly through an open kitchen door.  He WATCHES, fascinated, fragments of the everyday rituals of a world he's never seen. As SOUNDS drift listlessly from the street beyond, and a light BREEZE blows, WE SEE IN A SERIES OF DISSOLVES the serving of a meal; SERVANTS carrying and passing plates; FAMILY MEMBERS reaching for dishes and passing them; the LOW KURMUR of Konversation in accents he has never heard. It's not so much that these people and their life are foreign to him. It is as if he has stepped into another Dimension.  He loses his sense of time, and of danger. So that when Jenny TOUCHES his arm she surprises him thoroughly.  \n[82]Come on. I might still be taken for a maid. But you're nobody's notion of a butler.  \n[83]The Police Commissioner lives the next street over. I was thinking of visiting him next month, but cops don't buy goods. They keep all their graft in cash.  Amsterdam looks at the houses with wonder that he tries to make casual. She opens her satchel a little way, then NUDGES him to have a lock at the swag inside.  \n[84]How's that for ten minutes?  \n[85]I'm not going to fence it. I'm going to keep it and take it where no one will recognize it.  \n[86]Somewhere west. Far west. Past the Mississippi River, somewhere into that territory.  \n[87]You'd be with me.  \n[88]Once I said I'd be with you I wanted someplace we could be together. Someplace better than here. What's the matter with that?  \n[89]Yeah, I know, but I'm talking about settling down, not settling debts.  \n[90]I did, yes.  \n[91]Amsterdam, what are you saying?  \n[92]I don't know, you mean a place, a home?  \n[93] I know this building.  \n[94]These lead all under the Square, into the Brewery and out again from there. They're closed off and forgotten since the Reverend opened the mission. Pass me the candle.  Amsterdam hands Jenny a stump of candle, which she holds high enough to see...  ... that the tunnel has opened onto a small room just above the foundation of Jacob's Ladder. It's a graveyard, memorializing gang members gone to a better world--or worse. Trophies from many gangs--including the bones and skulls of some Dead Rabbits-litter the place in loose ritual fashion, as if this were a catacomb in Palermo.  Stooping low, Jenny walks to a narrow corner of the room, where several PAVING STONES have been laid in the rough pattern of a cross. A slab of slate serves as a headstone, and on it, in fading paint, barely legible, is the name \"Maggie Everdeane.\"  \n[95]We lived in this building till she lost her seamstress work and we went to the Brewery. One day she slept so drunk she never woke and I brought her back here. Dug this myself.  Families. Give here what I gave you.  Amsterdam hands her a chest that looks like a small version of Blackbeard's treasure box. She opens it and holds the candle close: inside is the swag from all her cat burglaries. There's a lot of it, GLITTERING with promise in the GUTTERING flame. Jenny starts to dig in her mother's grave.  \n[96]She'll keep an eye on this for us. How about some help?  He KNEELS beside her and they dig at the grave with stones and bones.  \n[97]Just take another look at it to remind you. I can always do fine on my own.  Amsterdam reaches inside the chest, pulls out a ring and SLIPS it onto Jenny's dirt-covered finger. She KISSES him.  \n[98]What's mine is yours, is that it?  \n[99]You making an offering to the Reverend Raleigh?  Amsterdam slips the cross into his pocket without answering and starts to dig again.  \n[100] Better by a little than their place in the old hideout. There's even a window that throws some LIGHT an the few bits of castoff furniture in the room... an the bed where Jenny sleeps with her face turned to the dawn light... and an Amsterdam, who is dressing quietly in the corner. He checks in his coat Pocket,...finds the gold cross ... and leaves. Jenny does nat stir.  \n[101]You should finish the stone.  \n[102]It was Bill killed him, not you.  \n[103]And his hand on yours!  \n[104]You talk like he lives in you.  \n[105]You think you can be free that easy? You need your way so clear, and you''' use anything to clear it. Anyone, too. Me, everybody, we're all just a way for you to settle your damned ghosts.  \n[106]This city will burn like Gomorrah.  \n[107]I think it's past that already.  \n[108]They believed what people told them, that's all.  \n[109]You believed Johnny.  \n[110]And I believed you.  \n[111]I believed what you said abaut being with me, with me alone. But you lied to me. It's not me alone, it's just you and Bill Poole. Youlre so blood-blind you can't see nothing else, not even this!  \n[112]It's not a country for me, Amsterdam. I don't know about you. Will you come with me?  \n[113]Now is when I'm going. Will you come?  \n[114]What is it?  \n[115]I'd kill you for this.  The Girl lunges at her with a knite, and Jenny SHOOTS. The GIRL slides into the flame-reflecting Hudson as if she drowning in a pit of lava.  Jenny climbs into the boat and frantically starts to row. We stay CLOSE on her ... working the oars clumsily, furiously ... moving the boat across the water, trying to get away from the city...  ... and we go WIDER now. A huge line of IRON--like the side of a glacier... bisects the frame, then starts to move. Jenny turns, SEES it. It is ...  ... the looming hull of an ironclad war ship . It LOBS cannon fire into the city, setting off tremendous explosions. Jenny TURNS back for the shore...  ... as cannonballs land, devastating rioters.  \n[116]Until I can get out. I'll go with you...  ...meantime.  \n[117]I can show you from here where they are. I doubt they'll get to the Armory in force before midday tomorrow.  \n[118] Seems we are.  One by one, then in small groups, the entire gang FOLLOWS her. They are uncertain, reluctant, even frightened at the audacity of the scheme. But they stand with Amsterdam.  \n[119]Did you miss us, John?  \n[120]So Tammany's going to kill the Butcher. That puts you and Tweed on the same side. Does that make the path clear enough to suit you?  From Amsterdam's face, trying to work out all the new angles, we...  \n[121] Help me. Oh please help me. He's shot, we need a doctor, please help.  ", "Everdeane": ""}}