{"filename": "Garden-State_script.txt", "imdb_id": "tt0333766", "imdb_url": "https://www.imdb.com/title/tt0333766", "characters": ["Andrew Largeman", "Dana", "Mark", "Gleason Party Drunk (as Chris Carley)", "Kenny", "Jesse", "Obnoxious Girl", "Gideon Largeman", "Restaurant Manager", "Young Hollywood Guy", "Dave", "Busboy", "Kelly", "Aunt Sylvia Largeman", "Waiter"], "dialogues": {"Andrew": "", "Largeman": "\n[1]  \n[2]  \n[3]  ", "Dana": "\n[1]Should we play a game? \n[2]Hi. ", "Mark": "\n[1]Largeman, what the hell are you doin' here? \n[2]Puck. Sorry. Well... welcome home- \n[3]Same. \n[4]Where the fuck you been, man? You're like still acting and shit, right? \n[5]That's cool. I hear that place is pretty tucked up, man. I got a cousin who's a writer out there. He says that place is mad crazy. Coke everywhere, parties, horny-ass bitches... \n[6]What? \n[7]Terry. \n[8]No bitch, he's in LA now. He's a writer. He's writin' a movie about snowboarders or some shit, X don't know. I should introduce you to him Largeman, maybe you guys could do something together. \n[9]Supposedly. \n[10]Yeah, he lives up on the hill. We're probably gonna head over there right after we bury your mom. \n[11]Same. \n[12]All right. Well, welcome back. \n[13]holy chit look at this guy! Everyone looks to Large at the end of the line. \n[14]Get the fuck up here, bitch! This guy does not wait for a beer! This is a movie star! This is Jersey's DeNiro and shit. Mark sloppily hugs Large. Others slap him five as Large awkwardly navigates between variations of hugs and handshakes. \n[15]Press junket. \n[16] You like that? That's improvisation, bitch. You can use it. \n[17]You see this? \n[18]That was him. Dug the hole myself. \n[19]Nah. Ugly motherfucker though, huh? It pains Large to even try to respond to that. \n[20]You want to see the most fucked up thing? They arrive at the landing outside a door with a \"New Jersey Devils\" poster on it. \n[21]This is the tucked up thing. Be swings the door to the bedroom open revealing the dark bedroom of your average teenage boy. A teenage couple drunkenly makes out on the bed. The mattress has no sheets. \n[22]Check that out. Mark points to a hole in the ceiling where a ceiling fan has been ripped out. Wires dangle. The fan lies next to the bed. \n[23]Shut the fuck up. Who is that, O'Malley? I'll beat your aael \n[24]I can't tell what's more disgusting; those two hooking up in that room, or those two hooking up. \n[25]Here, bro. He passes Large the golf book. \n[26]Really? But you're like a movie star and shit. \n[27]Okay, how 'bout this. He holds up a bottle of Tequila with a ribbon around !.to neck. \n[28]First let's finish Daddy's golf tequila. Then we can use this bottle. The group loves this idea- As they laugh and party the CAIa.ERA FINDS ITS WAY to Large's face as he feels the weed and the beginning of his trip. His eyes and face navigate the ha3mnv start. \n[29]  \n[30]He got the shit kicked out of him. \n[31]How do you know? He got the shit kicked out of him by Tyrell Freedmen. \n[32]He knocked your teeth out. \n[33]Air bloody tooth. So what are those, like fake teeth you got now? \n[34]What the fuck is Klingon? \n[35]Don't be shy, Tim. \n[36]  \n[37]You've got to be kidding me. \n[38]You must have gotten it confused with \"Pleej artulyah. Hagtooth pleep.\" Theylaugh. \n[39]You know what that means, Tim? \n[40]well I do. It means get the fuck out of my house before I chop your fuckin' head off. Silence. Large stares at Mark in disbelief, then starts to LAUGH. They all start to join him except Mark. They stop laughing. \n[41]He's just a fast-food knight. \n[42]My Mom did it. \n[43]Mark and Large sit captivated by ALLIGATORS EATING ZEBRAS on TV. Large's forehead is now merely smeared with black ink. Mark leans forward to pull a bong hit from a blackened, colored tube. He coughs out his hit and reclines his bare back against the torn pleather couch. Carol enters and stands next to them watching the TV. \n[44]Don't bring those fucking people here anymore, Mom. Or I'm leaving. I'm serious. No Medieval Times people in this house. He passes the bong to his Mom. She smokes it, then sits down, forcing them both to slide over. Several cats surround her_ \n[45]I'm declaring it. Now. It's declared, now. Thank you. No more. \n[46]No, Ma. I'm not doin' the stupid tapes. \n[47]Mom, shut-up about those fucking tapes. It's a scam. \n[48]In China. \n[49]It's bullshit. You were just all baked,out and you thought it would be a good idea. \n[50]I do apply myself, Mom; everyday, I work my ass off burying dead people, okay? I'm only twenty-six, I'm not in any rush. What's your rush for? Just let me be, all right? I don't rush you. \n[51]Fine. Do'em. \n[52]She drives me crazy. She's gets all fried out and makes me feel like I gotta impress her all the fucking time. And you know what? I'm okay with being unimpressive; I sleep better. Large site forward abruptly. \n[53]How could you leave all that Lithium? I was totally gonna hit you up for some. \n[54]EYE CONTACT FOR AN UNCOMFORTABLE MOMENT. Large breaks it and looks away. \n[55]Vagina! \n[56]Hey. Nice to meet you. \n[57]I'm sorry I yelled- 'vagina' just now, I didn't see you. \n[58]Nice. Let's get fucked up. Off Large's smile we: \n[59]One, two, three! Everyone jumps into the pool SCREAMING except for Large. He stands there staring at the water. \n[60]You look like a drunken beaver. They all laugh- Sam swims over to him sitting on the steps. She smiles at him. \n[61]How 'bout some fucking furniture dude. \n[62]Silent Velcro. Lucky motherfucker. I got an idea: loud tape, we'll make millions. \n[63]You're the one who said they sent you away. \n[64]I'm dangerous and I didn't get to go to boarding school. \n[65]You're gay. \n[66]For her funeral. \n[67]Please don't remind me. \n[68]Fuck you. \n[69]  \n[70]Don't you fail if it breaks? \n[71]Jesse cooked his. They both laugh. \n[72]'Cause my wife was Tanisha Lubin. \n[73]He's a boy. His name's Shantel. \n[74]They're shorts. \n[75]Yeah, he's a boy, Shantel. They're shorts. \n[76]Fuck yeah, dude. Those are collectors items. Do you have any idea how much those things will be worth some day. \n[77]Hell yeah. That shit's like an investment. I have lots of little investments - all over the place. I'm gonna sel3. 'em all one day and just live off 'em. \n[78]Which? \n[79]I don't know. Mint; maybe two, three. \n[80]Yeah. But it's too early. You don't sell'em yet. Don't you know anything about investing. I'm gonna live off that shit. That \"Schwarzkopf\" card is worth at least five something. And if you have the complete set it's worth like thousands. \n[81]Almost. The corners are bent on my \"Friendly Fire\" and someone stole my \"Wolf Blitzer\". \n[82]One of my Mom's Medieval Times friends, man. Drug addicts. \n[83]Yeah. \n[84]It doesn't matter if you're a rich house wife looking for your muscle relaxers or some crack head drying cars: people will do anything in this town to get their drug money. Now look, what do you gotta do today? I gotta little going away present for you. But I kinds gotta track it down. So, can you give me a ride? \n[85]What? \n[86]Say it... speak. \n[87]She can come, I don't care. \n[88]We're making some money for your present. Just don't look so guilty. \n[89]Oh, no. Benson. \n[90]Don't give him your number. Karl approaches. \n[91]Just that Gleason kid. Oh, and Tina. \n[92]You remember Tina. She was like anorexic. She did gymnastics... Sam is horrified by this conversation. \n[93]I don't know. She wasn't Jewish, I didn't bury her. \n[94]Listen I'm gonna go grab that thing. So just hang here and I'll be back. \n[95]Hey. We gotta get going. \n[96]Why is it always the losers who get into the pyramid schemes? Why isn't it ever some charming hot girl nagging you incessantly to buy shit? \n[97]Detergent or some shit. The thing I don't understand is, if it worked, why would he be working here. The guy's a freak; he pops Darvocet like it's Ritalin. \n[98]I'd like to return these. \n[99]Actually, no. It was a gift. She clicks her tongue. She begins filling out a form. \n[100]They're not sharp enough. \n[101]No. Not for what we need them for. They couldn't cut cans. \n[102]No, but in the commercial they say that if I wanted to cut cans I could. But with these knives I can't. \n[103]Yeah, they're just... I don't want them; not sharp enough. She rings it into the register and counts out bills to Mark. \n[104]A major loop-hole in the Handi- World return policy permits returns without receipts on items below forty dollars. \n[105]I hit every employee once, then wait for them to. hire. new ones. Luckily, no one works at Handi- World for very long. Except Karl Benson. \n[106]I don't need your money, I'm making my own right now. \n[107]i don't take anybody's money, Andrew. I make my own. Favors are bad news. And the only thing worse than a favor, is a favor involving money. \n[108]This will only take a second. Is Aaron here? \n[109]Got it, let's go. \n[110]  \n[111]  \n[112]I've got that Nitrous tank for you, so can I get that info? \n[113]Dude we're kind of in a rush. \n[114]Wow. \n[115]He's the guy who needs that thing. Look I brought you the tank, so can you just tell us where to go now? \n[116]we're in a hurry. \n[117]Down in Newark, right? \n[118]Blow? Please. If I was gonna give you coke we'd have gone to the high school football practice and we'd a been reeling five hours ago. \n[119]Wow. That's the most worked up I've ever seen you. \n[120]I'm gonna kill that motherfucker. \n[121]You're dead. They play wrestle as Sam watches. \n[122]I've heard about it. They were supposed to build a mall here I think. \n[123]They love their mall's here man. Okay let's just find this guy and get outta here. \n[124]It's a surprise, you'll see. Mark walks on ahead of them down a path that winds down alongside the abyss. \n[125]I guess this is it. \n[126]Yeah. Are you Albert? \n[127]What do you mean, this is nice. \n[128]It's hardly the bottom, dude. Did you see that cliff? Albert returns with FAYE, an equally gentle and caring looking woman in her early thirties. \n[129] \n[130]Never crossed my mind. \n[131]That's it. Thank you. They all stand. \n[132]  \n[133]I know. Don't you wanna know what's in the bag? \n[134]I'd be lying to ya if I told ya this was my plan all along. But I got it back. That's got to be worth something, right? \n[135]  \n[136]Hey, if you ever need a Kato, you know where to find me. Large sits back down on the bike into Sam's wet arms. He stares at the pendant in his hand. ", "Kenny": "\n[1]Holy shit: How you doin' man? \n[2]Your mom just died. \n[3]I know, I know. \n[4]I don't know; I couldn't think of anything better to do. And it's really cool though, man. People really listen to you. They have to. And check this shit out. He pulls his gun out of his holster to show Large. \n[5]  \n[6]I had to grow up now, man, I wasn't makin' shit at the fish market. No one knew who I was. I couldn't get laid. This is a much better situation for me. Speakin' of which, how did I do? \n[7]I mean you know... how did I do? \n[8]Yeah. \n[9]Ah fuck, man. I hear you're like some huge movie star; you played some big football player or something. I didn't nee it. \n[10]Fuckin' DeNiro and shit. \n[11]fie ' s awe some . \n[12]Deer Hunter. We should talk, man; I have some good ideas for movies, and you could like play me and shit. \"Stories From the Force-\" \n[13]So what are you doin' tonight? \n[14]Shut the fuck upf Course not. But you got to put your helmet on, man; leading cause of death on the highway for males in our age bracket. \n[15]Wanna see my kid. He shows Large a picture in his wallet. \n[16]Everybody's got kids now, man; they're great. It's like your own \"Mini-Me\"; way better than my cats, \n[17]Wellthiswas Halloween. He was \"OL'DirtyBastard.\" Yeah, already likesraplike his dad. So what d'yousayyou were doin' tonight? \n[18]The Gleasons? \n[19]can you believe that kids havin' a party at that house? His brother hung himself like two weeks ago in his bedroom. \n[20]Cut him down myself. Seth. Did you know him? \n[21]He tried like three times. Finally got what he wanted. Anyway... So okay, you get going, I'll see you over there in a bit. \n[22]No. But we'll be by to bust it up by two. if it's crowded we might get to wear riot gear. \n[23]Great seeing you, man. \n[24]  ", "Jesse": "\n[1]bargeman. They hug and pat each other on the back. \n[2]Yeah. You gotta come by my new place. \n[3]Sorry... you know... I heard. \n[4]That's fucked up. \n[5]Basically, \"The Man bought my silent Velcro patent. \n[6]Well you knew I was an inventor right? \n[7]Oh well yeah... I wasn't really an inventor yet. Anyway I developed this little item that's just like Velcro but doesn't make that annoying Velcro noise. \n[8]A lot. \n[9]Nothing. They laugh. \n[10]Seriously. Absolutely nothing. I've never been so bored in all my life. The first month I bought a whole bunch of shit, but then that got boring. But I... nothing. \n[11]I'm not really motivated to do much at all. It's kind of funny, I guess I had kind of planned on my whole life being about struggling to get money. But now that I've got more than I ever dreamed, I'm really not sure what to do with myself. I stare at walls a lot. \n[12]Well then here. Eat this. Jesse opens his palm to reveal a tiny hit of E with a SMILEY FACE on it. \n[13]Welcome home. \n[14]They're all legal. I think. He smiles a toothy grin. KELLY, a young hot girl with a raspy voice takes control. \n[15]The girl has a point. \n[16]Largeman, this is Dana. Large looks over to the sexy young girl whom he locked eyes with before. She smiles at him. Awkwardness fills the room. \n[17]This is gonna be a good night. Everything SPEEDS-UP and SLOWS DOWN. A barrage of images: people hooking up, girls kissing girls, guys feeling girls up, joints being passed, one girl crying, Mark showing off his golf swing, Large trying to take deep breaths, Jesse and Dave hugging, two-figures moving quickly under a blanket. Kenny in full riot gear letting people take turns hitting him in his helmet. FASTER : hands gripping each other, a nose on a neck, hands gripping a waist. Ecu s Largos face as his eyes swim in their eocketo s end the corners of his mouth lift with the idea of a smile.. The motion of the room is sped to a blur until finally: \n[18]  \n[19]'Kay ready? He unleashes the arrow into the air and the three of them scramble around in terror trying to avoid wherever it will land. It plunges into the earth three feet from Sam's foot. Frozen, she yanks on her ear; hard. \n[20]This fuckin' guy. I'm glad you're back, man, because this town is so messed up. Everyone's got there drug of choice like in \"Brave New World\". Did you ever read that book? Who wrote that? Aldous something. Aldous- \n[21].and people are just like that here, man. Huxtable3 Aldous Huxtable. That's it. \n[22]Hey. \n[23]  \n[24]Dude maybe you should stay on the steps; I don't know CPR. \n[25]  \n[26]I bought a chair but I didn't like it. \n[27]Its keeping us warm. \n[28]Whoa, listen to this girl. \n[29]You're like a little detective. \n[30]To be honest, I never really knew either. I mean I heard stories. \n[31]But your Mom was in the wheelchair long before you left. \n[32]All he heard of that whole story was \"left drugs in LA\". \n[33]Crackhead. A 19 year old girl from the pool comes around the corner ", "Obnoxious": "", "Girl": "\n[1]Can I have a Kettle Cosmo with Red Bull, please. And some bread too. A- sap. \n[2]What do you mean you don't have bread? How could you not have bread? \n[3]Well you're not Vietnamese. \n[4]So? Well something to chew on --fuck. Bamboo... whatever. \n[5]Is that Andrew Largeman? \n[6]Hey, it's Karen. Karen Dullia? \n[7]You don't remember me? You fingered me at the Dinner Dance. \n[8]Nothing. I saw you on TV. GUY HOOKING Up okay, can you please get the fuck out now. \n[9] \n[10]Kick his balls. \n[11] \n[12]  \n[13]It's the only way to teach them. I have three Dobermans. If I didn't kick them in the balls regularly I'd never get anything done. \n[14]Not yet, here comes the lipstick. They sit and watch him go. \n[15]Oh, he's gonna be sore tomorrow. WIDE SIDE ANGLE ON: the whole waiting room. Everything still but the dog's thrusting pelvis. \n[16]oh, it's so warm! \n[17]Mark? Where's the sauna? Mark and Jesse look at each other. They race towards her tripping drunkenly on towels and pushing each other out of the way. Sam smiles at Large. Her face glowswarm from the fire. ", "Gideon": "\n[1]GIDEON LARGENAN sits alone at his desk. Large enters. \n[2]\"Well besides that tire. Lincoln, how was the show?\" \n[3]Mmnn. Did you see Cynthia? \n[4]She's on call tonight; she volunteers as an EMT for the Rescue Squad. She's doing so well in med school. \n[5]I have very fond memories of the two of you running around here when you were little kids like brother and sister. Silence. \n[6]So how are you? \n[7]Go see Dr. Cohen first thing tomorrow morning. Re's a neurologist in my building. I'll call him and he'll fit you in. I'm sure it's nothing to worry about. Silence. Large nods. \n[8]Oh? That's nice. We've been... doing a lot of work on it. \n[9]Yeah. That's new. Did you eat? You should eat. Aunt Sylvia put this whole thing together out there. I think there's enough food out there for... everybody. I mean, more.than everybody... there's a lot of food out there. \n[10]There's dessert too. \n[11]Cake or something. \n[12]I'm glad you're here. Large stops in the doorway. \n[13]Saying goodbye is important. I'm glad you could... fit it in. They nod at each other. Large walks out. \n[14]Hi. Large jumps around and puts his hand to his chest. \n[15]Just wake up? \n[16]Sleep all right? \n[17]Mmmm. I haven't even really been in here for a while. I've been using the one in the hall. Shower pressures awful in there though. It's by no means as good a bathroom as this one is. This one is- well we redid all this. Its uh...  This is hard. \n[18]Janice will make you some lunch. \n[19]Well I guess it's breakfast for you. What time is it? \n[20]No I can. I know. I figured you would want to... \n[21]I knew that you would. Silence. \n[22]Occasionally she would hum.., your Mother. Always the same tune and I never knew what the song was. I don't even know if it was a song or if she just made it up - It's funny because it always struck me as so out of character for her and every time she did it... I just always liked it. But I never told her I could hear her because I knew if I ever did she would stop. She took a bath every night. And she was always very quiet. The only thing I would ever hear when I'm in the bedroom was a little splashing of water when she was moving around. And every now and then, her humming. so anyway, then usually she would call me when she was done, so I could come and help her out. But this time, that night... she never called. And I just figured she was taking a longer bath or something, but when I called out to her, she didn't answer. So then I uh... When I came in, she was there. \n[23]No. I didn't hear anything. The TV was on pretty loud. I always watch the weather report before I go to sleep. \n[24]What? \n[25]I would have too, but no. Nothing.  What? \n[26]What ? \n[27]What? No. \n[28]Its not that. \n[29]No. Because they know she drowned, Andrew. \n[30]No. \n[31]No. Yee! \n[32]I know! Do you think I don't know?! \n[33]Shut-up! .lust shut your fucking mouth. Large is taken aback. \n[34]        \n[35]You want to make her crazy. Why? Does that make it easier for you? Tears stream down Gideon's face, He sits down on the toilet and cries. \n[36]It's like you want to torture yourself or something! Why would you want to think that? That that happened. Why would you ever want to think that? Large moves closer to his father who SOBS with his head in his lap and his arms over his head. It takes everything Large has to reach out his hand and almost touch his father's shoulder, but he doesn't make it and his hand lands on the sink next to him. \n[37]I just want everyone to be happy again. I dreamt last night that I had special powers. If I squeezed my eyes shut and clinched my fiats closed tight enough, we'd all wake up in paradise. (with a laugh through \n[38]I haven't seen you in awhile. \n[39]Dr. Cohen called. There's nothing wrong with you. \n[40]when are you thinking of leaving? \n[41]We need to talk. \n[42]what are you doing... now? \n[43]okay. And well talk. we owe that to each other. \n[44]We owe it to her. \n[45]Good. I'm sorry I scared you. \n[46]Oh, hey, hey c'mon in. He finds his glasses on his chest and lifts the remote to turn off the TV. \n[47]No, no, it's uh... I was just reading. \n[48]You've been avoiding me. \n[49]I'm sure you can find plenty of things in your life to be angry about, but what I don't understand is why you're so angry at me. All I ever wanted was for everybody to be happy again, Andrew. That's all I ever wanted. \n[50]Well we might have a shot at it if you could just forgive yourself for what you did. \n[51]Going against your doctor's recommendation; that's a pretty weighty experiment to take on don't you think? \n[52]Perhaps the great tragedy of my life, will be that you both deserved more than I knew how to give? \n[53] \n[54]SARAH IS DROWNING. Through the door we see SPLASHES OF WATER as they land on the bathroom floor. GIDEON'S FACE. he can't move; fro2en. His mind is racing; ADRENALINE. We can almost see how fast:his, mind is processing through his EYES. The WEATHER REPORT continues low in the background. \n[55]I need an ambulance. ", "Restaurant": "\n[1]  \n[2]  ", "Manager": "\n[1]  \n[2]Todd Slauson from Duluth, Minnesota. During all this, Large remains calm and unphased. He takes a stick of eye make-up from the pocket of the tunic and paints his eyes to appear Asian. (As do all the white, good-looking, male waiters. He takes a small radio transceiver device from the pocket of the tunic and turns it on. He unwinds the ear piece, pulls it through the back of his jacket, out the neck and into his ear. Immediately we hear a VIETNAMESE MAN'S VOICE giving orders over the ear piece. ", "Dave": "\n[1]Holy shit! \n[2]Fuck. \n[3]Same. \n[4]In LA right? \n[5]Who? \n[6]Which cousin? \n[7]Terry's in LA? I thought he was gettin' his GED down in Newark. \n[8]So what are you doin' tonight, man? \n[9]You should come out with us, we're gonna head over to the Gleason's house. He's having some huge fuckin' party tonight or something. \n[10]Supposedly. \n[11]Well I gotta shower. \n[12]Peace. Large heads back to his car. The crowd has dispersed. \n[13]Can you believe that shit, Large? This guy has one idea and he's a trillionaire. I got a thousand ideas, but I gotta sit around and wait for all my relatives to die. They join the group. Mark blows coke off a large golf book. Dave has a young girl on his lap. Large begins to notice that the girls in the room, although quite attractive, are pretty young; 17-19. As he pans the room, he lock eyes with a BEAUTIFUL YOUNG GIRL. They play chicken briefly to see who will break the stare first. Large does and looks to his right where someone has just passed him a joint- He hits it and passes it on. \n[14]other than golf? They laugh. \n[15]T'sup. \n[16]Largeman, get the fuck in the pool. ", "Busboy": "", "Kelly": "\n[1]No, let's play Spin The Bottle. The idea is met with mixed reaction from the group. \n[2]Well we just ate all this fuckin' ex, what the hell else are we gonna do? ", "Waiter": "\n[1]Dick head. You've got thirty-four and twenty-five seated and Taylor booked a pilot so he quit. You picked a bad night to be late. Large glides through the chaotic environment unfazed by any of the stress. He rounds a corner to a time card machine and swipes his card. The machine BEEPS and displays the word, \"LATE\" in red. He crosses to a locker and quickly changes into a black tunic and pants. He moves through the kitchen which is whirling with over thirty people in white: chopping, frying, sauteing, YELLING. The Vietnamese chef wears a headset and BARKS ORDERS down the line. Large is met by a FRENCH WOMAN MANAGER. She walks with him as he weaves his way through the kitchen. "}}