{"filename": "Gattaca_script.txt", "imdb_id": "tt0119177", "imdb_url": "https://www.imdb.com/title/tt0119177", "characters": ["Young Vincent", "Antonio", "Personnel Officer", "Director Josef", "Geneticist", "Younger Vincent", "Vincent /Jerome", "Younger Anton", "Lamar", "Young Anton", "Pre-School Teacher", "Delivery Nurse", "Head Nurse", "Marie", "Irene"], "dialogues": {"Young": "\n[1] \n[2]Not to me. ", "Vincent": "\n[1]FOR MOST OF THE FOLLOWING FLASHBACK) running with a toy rocket falls more in clumsiness than fatigue.  MARIA suddenly whisks up the toddler. \n[2]You're standing on Venus. \n[3]--I don't care.  I'll take the risk. \n[4]Why didn't <i>you?</i> It's okay.  It's the way they want it. It confirmed everything in the minds of my parents - that they had taken the right course with my younger brother and the wrong course with me.  It would have been so much easier for everyone if </i>I<i> had slipped away that day.  I decided to grant them that wish.</i> \n[5] \n[6]But if the glass is clean, it'll be easier for you to see me when I'm on the other side of it. \n[7]What do you think? \n[8] \n[9]I hope he's not just a body. \n[10]How do I square the accident? \n[11](looking around for a likely candidate but finding none \n[12] \n[13] \n[14](a thought occurs, addressing the paraplegic for the first time \n[15]Okay, how tall did you <i>used</i> to be? \n[16] \n[17]Even with lifts I'm never that tall. \n[18]You okay, Jerome? \n[19]What's wrong with it? \n[20] \n[21]German. \n[22] \n[23]", "Antonio": "\n[1]What's wrong? Of course, there was nothing wrong with me. Not so long ago I would have been considered a perfectly healthy, normal baby.  Ten fingers, ten toes.  That was all that used to matter. But now my immediate well-being was not the sole concern.</i> \n[2] \n[3] \n[4] \n[5] \n[6] \n[7]How much extra? \n[8]I'm sorry, there's no way we can. \n[9]Vincent, you damn fool!  You could have killed Anton with your ridiculous contest!  Why should he risk his life to save yours?!  When are you going to get it through your thick head--you can't compete with your brother!  Why try?! ", "Personnel": "\n[1]             ", "Officer": "", "Director": "\n[1]You keep your work station so clean, Jerome. \n[2]I reviewed your flight plan.  Not one error in a hundred thousand keystrokes.  Phenomenal. It's right that someone like you is taking us to the Belt. You have a substance test. \n[3]You're lucky to be getting out of this. \n[4]The launch window is only open until week's end.  Tragic though this event may be, it hasn't stopped the planets turning. \n[5]You'll have to excuse me, Jerome.  I have to meet with the authorities--naturally, we're co-operating in any way, although I won't tolerate a major disruption. I wish I was going with you, Jerome. \n[6]   \n[7]Napoleon, you're late for your substance test. \n[8]Well, you take it <i>for</i> him, Jerome. \n[9]Often. \n[10]We have to be certain.  Once they're up, we can hardly turn the boat around. \n[11]What a relief. \n[12] \n[13]--Somewhere in the dust of Gaspra is the key. Back to the beginning of the book--the life we became.  With the original building blocks who knows how far we can take \"the godding\". \n[14]I apologize, Jerome. \n[15]Would you care to look--in the telescope? \n[16] \n[17]Right now, <i>your</i> presence is creating more of a threat.  I don't think you have any concept of what we do here--how meticulous our preparations must be.  We are about to send twelve people through 140 million miles of blackness to rendezvous with an object the size of a house and the color of coal.  So it's rather critical to point them in the right direction. And we certainly don't need you looking over our shoulders.  Besides, I don't believe there is any evidence that the killer <i>is</i> amongst us.  I don't see too many other dead bodies littering the place. \n[18] \n[19]A little nausea.  Quite common. \n[20] ", "Josef": "\n[1]You keep your work station so clean, Jerome. \n[2]I reviewed your flight plan.  Not one error in a hundred thousand keystrokes.  Phenomenal. It's right that someone like you is taking us to the Belt. You have a substance test. \n[3]You're lucky to be getting out of this. \n[4]The launch window is only open until week's end.  Tragic though this event may be, it hasn't stopped the planets turning. \n[5]You'll have to excuse me, Jerome.  I have to meet with the authorities--naturally, we're co-operating in any way, although I won't tolerate a major disruption. I wish I was going with you, Jerome. \n[6]Often. \n[7]We have to be certain.  Once they're up, we can hardly turn the boat around. \n[8]What a relief. \n[9] \n[10]--Somewhere in the dust of Gaspra is the key. Back to the beginning of the book--the life we became.  With the original building blocks who knows how far we can take \"the godding\". \n[11]This is so inconvenient, Irene.  They can make an exception for Jerome. \n[12]I apologize, Jerome. \n[13]Would you care to look--in the telescope? \n[14] \n[15]Right now, <i>your</i> presence is creating more of a threat.  I don't think you have any concept of what we do here--how meticulous our preparations must be.  We are about to send twelve people through 140 million miles of blackness to rendezvous with an object the size of a house and the color of coal.  So it's rather critical to point them in the right direction. And we certainly don't need you looking over our shoulders.  Besides, I don't believe there is any evidence that the killer <i>is</i> amongst us.  I don't see too many other dead bodies littering the place. \n[16] \n[17]A little nausea.  Quite common. \n[18] ", "Geneticist": "\n[1](to the nurse, without taking \n[2]Your extracted eggs... ...<i>Maria</i>, have been fertilized with... <i>Antonio's</i> sperm and we have performed an analysis of the resulting pre-embryos. After screening we're left with two healthy boys and two healthy girls.  Naturally, no critical pre-dispositions to any of the major inheritable diseases.  All that remains is to select the most compatible candidate. \n[3]First, we may as well decide on gender. Have you given it any thought? \n[4]You've already specified blue eyes, dark hair and fair skin.  I have taken the liberty of eradicating any potentially prejudicial conditions - premature baldness, myopia, alcoholism and addictive susceptibility, propensity for violence and obesity-- \n[5] \n[6]Is there any reason you'd want a left-handed child? \n[7] \n[8] \n[9] \n[10]  \n[11] \n[12]It would be five thousand more. \n[13]Don't worry.  You'll probably do just as well singing to him in the womb. We can implant the most successful pre-embryo tomorrow afternoon. \n[14] \n[15]Smaller than a grain of sand. ", "Younger": "\n[1]Not to me. ", "/Jerome": "\n[1]   ", "Anton": "\n[1]What's wrong? Of course, there was nothing wrong with me. Not so long ago I would have been considered a perfectly healthy, normal baby.  Ten fingers, ten toes.  That was all that used to matter. But now my immediate well-being was not the sole concern.</i> \n[2] \n[3] \n[4] \n[5] \n[6] \n[7]How much extra? \n[8]I'm sorry, there's no way we can. \n[9]How many astronauts are there, anyway? \n[10]I bet <i>I</i> could be one. \n[11] \n[12]Vincent, you damn fool!  You could have killed Anton with your ridiculous contest!  Why should he risk his life to save yours?!  When are you going to get it through your thick head--you can't compete with your brother!  Why try?! \n[13]Why didn't you say anything? \n[14]I could ask <i>you</i> the same question. I have a <i>right</i> to be here, <i>you</i> don't. \n[15] \n[16] \n[17]It's for the best. \n[18] \n[19] \n[20] \n[21] \n[22]<i>What</i> other side?  How far do you want to <i>go?!</i> Do you want to drown us both? How are we going to get <i>back?!</i> ", "Lamar": "\n[1] \n[2]I see a lot of cocks.  I speak from experience. Yours is a beautiful example.  Why didn't my folks order a cock like that for me? \n[3] \n[4] \n[5] \n[6] \n[7] \n[8](examining and removing the switched vial from the bent syringe \n[9]New policy. \n[10](intrigued by the out-of-character discharge \n[11] \n[12] \n[13]For future reference-- --righthanded men don't hold it with their left.  It's just one of those things. \n[14] ", "Teacher": "", "Delivery": "\n[1]       ", "Nurse": "\n[1]What are you doing? \n[2] \n[3] \n[4] \n[5]  \n[6] \n[7](calling out to Maria as she disappears out of the door \n[8]The name? For the certificate. ", "Head": "", "Marie": "", "Irene": "\n[1]Excuse me, Jerome.  I'm sorry to bother you. \n[2] \n[3]Can that be, er, verified?  Were you alone? \n[4]I was at home. \n[5] \n[6](wary, wondering where the conversation is headed \n[7] \n[8]To be convincing, Jerome, I would have to know what that was like. \n[9]I'm sorry.  I didn't mean anything. \n[10]I know about you. \n[11] \n[12] \n[13]Friend? \n[14]They found an eyelash. \n[15]In the South Wing. \n[16]Just some In-Valid.  Vincent-- --somebody. \n[17] \n[18] \n[19] \n[20]   \n[21]I want to show you something. \n[22](calling back urgently from the other side, mindful of the light beginning to leak into the sky \n[23]What did I tell you? \n[24]I envy you, Jerome. \n[25]I don't think so.  The only trip I'll make in space is around the sun-- --on this satellite right here. \n[26] \n[27]   \n[28]Nothing yet.  I'll start experiencing symptoms in my late-fifties. But unless they come up with something between now and then, I won't live much past 67. \n[29]Of course I think about it every day. \n[30]Excuse me, Mr Morrow.  The investigators have begun their testing. \n[31]I'm afraid not. \n[32]So you didn't do it after all. \n[33]What <i>is</i> this place? \n[34]I'd better not. \n[35]Why are we leaving? \n[36] \n[37]What about the car? \n[38]Who are they? \n[39]I can't. \n[40]My medication.  I left it back there. \n[41] \n[42]  \n[43]So sure of what you can't do. \n[44]     \n[45]  \n[46] \n[47]   \n[48](mildly irritated by what she perceives as his mocking \n[49]What is it? \n[50]I'll miss you. \n[51] \n[52] \n[53] \n[54]Good to see you're feeling better. \n[55]It's about the Director. \n[56] \n[57] \n[58]   \n[59]Hello. \n[60]I've been looking for him.  Do you know where he is? \n[61]What's wrong with him? \n[62](never taking her eyes from him, echoing Jerome's words from their first encounter \n[63]Not so long--just once around the sun. "}}