{"filename": "Get-Low_script.txt", "imdb_id": "tt1194263", "imdb_url": "https://www.imdb.com/title/tt1194263", "characters": ["Rev. Charlie Jackson", "WKNG Announcer", "Orville", "Frank Quinn", "Carl", "Rev. Gus Horton", "Kathryn (as Lori Beth Edgeman)", "Grier", "Buddy", "Gary", "Bonnie", "Mattie Darrow", "Tom", "Felix Bush", "Photographer (as Andrew Stahl)"], "dialogues": {"WKNG": "", "Announcer": "\n[1]Friends, we have a treat for you today on WCGM. Our special guest is going to tell us about an event that everyone is talking about. And here he is, Mr. Felix Bush, the mysterious hermit of Caleb County! How are you today, sir? \n[2]So tell us, sir, exactly how did you come up with the idea of having a funeral party before you die? \n[3]Really? \n[4]Okay. Now I have to say that you don't look quite like you do on the posters. \n[5]Well, you're a bit of a local legend, sir. I was a little nervous about our interview. I've heard some pretty wild stories.. \n[6]Well uh, just.. from what I understand, you want everyone who has a story about you to come and tell it. Is that right? \n[7]Thank you. Now how long have you been living out there by yourself? \n[8]40 years with nobody to talk to? \n[9]But why would you do that, Mr. Bush, shut yourself off like that? Frank isn't happy with this but Buddy wants to hear. \n[10]You heard it here on WCGM, folks, find out the answer to the mystery February 16.. \n[11]What kind of drawing, sir? \n[12]For 5 dollars? 44. \n[13]You heard him! If you want a chance to win 300 acres of virgin timber worth thousands and thousands of dollars, send 5 dollars along with your name and address to.. (off Frank waving and pointing to himself Frank Quinn at Quinn Funeral Home. As the Announcer begins a song, Bush moves his head in time with the music. Frank and Buddy rush into the control booth. \n[14]I'll take a ticket. \n[15]I didn't mean it like.. \n[16]Folks, I've just received word of a tragic turn of events at the Bush Funeral Party. It seems that Mr. Bush has been shot. I repeat, Mr. Felix Bush has been shot. There is no word of condition.. \n[17]When I know more I will let you know. I'm sure he would appreciate your prayers.. ", "Orville": "", "Frank": "\n[1].let me guess. Hmm. Carl? \n[2]Old man? Is there a body? \n[3]Social event of the year and I missed it. Frank lowers the paper so just his eyes appear. He has no southern accent and doesn't look small town. 13. \n[4]Read the paper today?  Something strange is happening in the world right now. \n[5]People are dying in bunches.  Everywhere. But here. He puts the paper down and studies his socks. \n[6]I wonder what the odds are of a funeral home going broke? I mean you have a business everybody on earth needs, you can't make that work, it's got to be you right? And yet.. I don't know.. what do you do when people won't die? \n[7]Onethingabout Chicago, people knowhowto die; they drown, get runover,shot, whatever it takes. \n[8]It's them or us. Frank sighs and stares forlornly out at a casket. \n[9]  \n[10]How much did he have? \n[11]Ooo, hermit money. That's good. Buddy sees Bush's signs. \n[12]  \n[13]You've been wanting a shot at sales.. \n[14]As of right now, you're on commission.  Remember; foot in the door, establish trust, and drop the hammer. Buddy hesitates, crawls out, and eyes the shack. \n[15]No doubt but if you don't do this by yourself, you won't know if you're any good. And you'll never be any good if you don't know you are. Go get him! \n[16]Oh yes Ma'am, I do respect your wishes but you see.. \n[17]  \n[18].state law requires.. No ma'am, we can't bury him under the house.. There is a loud KNOCK at the door. Buddy goes to get it. \n[19]Well just for argument's sake, Ma'am, how would we get the casket under the house? No casket? \n[20]But you have to have a container of some kind, Ma'am for decency and uh, sanitation. Bush enters the Funeral Home. As Buddy starts to close the door, Bush catches it. \n[21]Yes, Ma'am, but there's lots of natural things that aren't decent.  He did what?! Good God. No, Ma'am, I didn't know that about your husband. Well, yeah now I understand why you want him under the house but still.. The phone goes dead. FRANK sighs as Bush walks in. \n[22]Come in, come in, pleasure. Coffee? As Bush shakes Frank's hand, he stares into him, taking everything in, his bloodshot eyes, the wrinkled shirt beneath his suit, his breath. Frank feels downright naked. \n[23]A little bit of everywhere, I guess. Get him a chair, Buddy! Buddy stands behind the waiting chair. 22. Bush scrapes up a different chair. Frank goes behind the desk. Buddy pulls up a chair. Bush reaches into his coat and pulls out the wad of hermit money and lays it on the desk. Frank does something phenomenal. He ignores the money. \n[24]How can we help you, sir? Bush gives Buddy a look, then looks back at Frank who steadfastly refuses to look at the ball of money. \n[25]Boy, are you in luck. Follow me. \n[26]Solid pecan, steel handles.. Bush eyes it, repulsed. \n[27]Whatever you want, flowers.. \n[28]Burial plot.. \n[29]A service? \n[30]A what? \n[31]We can do that. \n[32]You will be, I guarantee it. \n[33]Hold on now, it's a detail, we can look at it. \n[34]So you'd like to have a funeral party while you're alive so you can go? \n[35]Yes. Buddy is lost. \n[36]Buddy, get some paper. We need to make of list of who Mr. Bush wants to invite.. As Buddy starts to get up. \n[37]Say again. \n[38]Well, sir, the thing is, how would you get people to come and tell stories about you that I'm guessing might get them, you know.. shot? Bush scoops up the ball of money and heads out. Now all Frank can see is the money, leaving. 25. \n[39]You know what, you go ahead, don't worry about it, we'll think of something. A couple of ideas just came to me. \n[40]How would she know him? \n[41]So? We got to know. Kathryn shakes her head and goes back outside. FRANK has another look at Mattie then lets the curtain fall back. \n[42]See the size of that thing? \n[43]What do you mean, what? Goddamn ball of money! He wants a party with pink balloons on his ears, we're gonna give it to him. \n[44]I sold 26 of the ugliest cars ever made one December, in Chicago, with wind blowing so hard up my ass I was farting snow flakes in July so don't tell me we can't do this. \n[45]That's the last \"but\" I want to hear out of you. You're a salesman now, sell! \n[46] She called him Felix. \n[47]We have a plan. All we need is a little bit of your time. \n[48]   \n[49]       \n[50]Didn't buy it for them. \n[51]Where's he going? \n[52]  \n[53]Mr. Bush, you can get all the hairs cut you want after we take your picture, I'll pay for it. Mr. Tollerude doesn't know whether to cut or not. \n[54]Yes. \n[55]Why? \n[56]And you want as many people to come as possible so.. 31. \n[57]Basically. Don't you think? \n[58]Take it.  I'd go see that. \n[59]Son of a bitch, it's almost worth it. \n[60]Well, normally people don't wear shoes in a casket so..  .what are you, about a 10D? \n[61]Pretty optimistic taking a change of clothes to the grave.  How you set for underwear? \n[62]One question too many. \n[63]I don't mean to be nosey but uh.. how do you know Mattie? \n[64]  \n[65]If He is, the Divine's cheating. \n[66]Don't agree with me Ray, it makes me doubt myself. 34. Ray sighs and studies his perfectly cut nails. \n[67]You made my point and don't even know it. \n[68]God, I love small towns. \n[69] \"Felix\" Bush. \n[70]A funeral party. 35. \n[71]Hey, the man wants to be at his own funeral. What can I say? I'd like to be at my funeral so I could tell my ex-wife to kiss my.. \n[72]Because, Dear, vultures are constitutionally unable to ignore the dead. Mattie grins which delights Frank, no end. Horton stops counting his money and stares at Frank. \n[73]They might. He's inviting everyone who has a story about him to come. You could tell about him kicking your ass, Carl. Carl looks at Frank as if he wants to cold cock him. \n[74]Wouldn't you like to know what everybody says about you behind your back, Ray?  Yeah, probably not. \n[75]Let's play some cards. 37. \n[76]It's who has it last that counts. \n[77]I got an idea. Let's try something different. The cards in your sock? Leave'em there. Everyone freezes. Ray shakes his head. \n[78]You really think you're that good that nobody sees? \n[79]You cheat at everything you do. Even at the bank, you loan people just enough to get'em deeper in so you can foreclose on them. \n[80]Am I? Then stand up and roll down your socks.  Stand up or I'll stand you up. scraping the floor makes him jerk up. He walks out, trying to find his old confident rhythm and failing. Everyone sits in uneasy silence. \n[81]I'll walk you home. \n[82]  \n[83]I'm sorry about the..we don't always fight, okay, we do, but he's had that coming for.. \n[84]You came because you don't know what to do with yourself.  I slept on the same side of the bed my whole life, right? But after my wife left me, I switched sides, just like that, and never been able to go back. \n[85]  \n[86]Hey, it's his idea! They look at Bush who has taken off the headset and looking at it like he wants to take it home. \n[87]It's what you want, right? \n[88]Jesus, kid! \n[89]Well yeah, no, but some of it's gonna be! We're putting this thing on! Frank rips open two more envelopes and dollar bills rain down to the floor. He's beside himself. Buddy eyes him warily. \n[90]I don't know exactly how much your land's worth but looks to me like you could get maybe 10 times that or more. I don't know what to do with it. I mean it's yours to do with what you want but I'm getting a little nervous about it. Never thought I'd see enough money to make me nervous. We should probably talk about the price for everything, the clothes, the ads, the food and drink for the party, the music.. our fee for everything, we'll be fair about that, I'm not worried about it. Bush is looking at Buddy who is looking across the room. \n[91]No! Ray is not..  I mean, if it was my money I'd put it in a bank out of town so everyone didn't know my business. This bank here, you can't trust, that's all I'm saying. \n[92]Every name, every dollar, is right there! \n[93]I've done a hell of a job for you. I don't see why.. \n[94]I've sold horses, cars, houses, hell, pocket watches pinned to the inside of my coat. I'm not ashamed of it. I don't rob banks, don't cheat at cards, and I sleep all right the nights I sleep. What was the question..? \n[95]Is it just me or is he extremely fucking articulate when he wants to be? \n[96]It's not clear, is it? \n[97]Hold on. I told you that you were working on commission.. \n[98]So whatever our end of this is, you get a piece. \n[99]Half. It could help set you up, Buddy. So whatever feels wrong is gonna feel right pretty damn quick,okay? We just have to close it out. From here on, watch me, do what I do, and we'll be fine. \n[100]He wants you to go with him to take this money somewhere which means that it's you he trusts. And that's fine because I trust you too. Just don't trust him, okay? \n[101]Look, that funny feeling you have.. I have it too. And it's not funny. So go along, be friendly, but that's it. There's a euphoria that comes with closing a deal, Buddy, and the bigger the deal, the higher you get. It's better than anything. \n[102]But the critical time is just before it closes. It's like a witching hour and everything tries to come apart. We're not going to let that happen. \n[103]Now go.  You know.. I always wondered why you wanted to work here. I thought you could do a lot better.  I didn't know about your folks, I'm really sorry. \n[104]Hey Mattie. He looks almost boyish and bashful as he drinks her in. \n[105]Was that you? It was really.. \n[106]Yeah, sorry. He stands, loving the view, forgetting why he is here. She waits it out as long as she can, not sure how she feels about this adoring look. \n[107]Uh, yeah.. Help! \n[108]I'm up to my ears with this funeral and I thought, you know, we haven't had time to talk much lately so maybe you'd like to come over and rip open envelopes with me and \n[109]Oh, okay, I just.. \n[110]       \n[111]The cut's not bad but how's the head? \n[112]Follow it. He looks him over carefully. He's had experience. \n[113]Dizzy? Double vision? Nauseous?  You'll be okay. Did you see who it was? \n[114]You did good. \n[115]What the hell?! Bush glances at the pistol, at the open drawers of the cabinet and desk. \n[116]No. Buddy sealed it up in a casket. Took a crack on the head, but.. \n[117]Yeah. 71. \n[118]I was an army medic. He'll be fine. But Bush is still dark. \n[119]But you ought to take those clothes back and get something in your size. \n[120]Brought the money back, huh?  Listen, I've been thinking.. What if we had the party at your place? People are going to want to see the land they're getting so.. \n[121]Well, think about it, we could.. \n[122]What?! \n[123]You can't! \n[124]No no no, it's in motion! 72. \n[125]You're killing me! I bought things, hired people.. promised money, everybody in town is hoping to.. \n[126]It's what you said you wanted and I've busted my ass for you. So why don't you want it anymore? You owe me that. \n[127]Buddy! You up?! \n[128]Trouble. \n[129]Bush is pulling out. \n[130]What happened yesterday? \n[131]But what happened? \n[132]Son of a bitch, that's got to be.. Sorry.  Sorry. Where's the preacher? \n[133]Why not? \n[134]What is it? \n[135]Well if Bush wants him, by God, Bush is gonna get him. \n[136]What? What's wrong? \n[137]It's not like that, Katie, this is for all of us. You're like.. family to me.. I.. \n[138]Well, I'm sorry. I've never had any practice.  You okay? Buddy nods. Frank leaves. Buddy mutters to the baby.. \n[139]Reverend Jackson?  Frank Quinn, Quinn funeral home. \n[140]Bush? No, sir. \n[141]Pretty sure. \n[142]You told Bush that you wouldn't come to the funeral? \n[143]To help you rethink it. \n[144]Have you rethought it?  So there is a need. First off, Bush doesn't know I'm here. 77. \n[145]He came to see me after he'd been here, wants to call the party off. \n[146]Said he'd meant it to be a.. end of the line, tell it all, get out of jail funeral but that he didn't have the guts to open his mouth and he couldn't get anybody to talk for him. You know anything about that part?  At first he said he wanted everybody to come who had a story about him. But he didn't want to hear their bullshit stories, did he? Pardon my language. He wants to tell one, doesn't he? 78. \n[147]Whatever he did, it's been locked \n[148]Or can't. \n[149]Or can't. At least he wants the truth to come out, give him that. \n[150]Is there a boarding house around here? \n[151]Yeah but if you're not coming, I'm not going back. I made promises I can't keep to people I care about. This falls apart they won't blame Bush. Bank will take my business.. If I'm gonna have to start over again, might as well be from here. Charlie scowls at him. 79. \n[152]Yeah. \n[153]I forgot. \n[154]In the hearse, under the floorboards. Charlie remembers that Frank said he wasn't coming back and \n[155]What? Nobody steals a hearse. Now all we got to do is take the Reverend here to Bush and.. \n[156]You're shittin' me?! Charlie gets up and starts walking away.. 83. \n[157]You can't leave you just got here. \n[158]Hold on.. \n[159]Honestly? We don't have a clue about what's going to happen here. \n[160]Good afternoon ladies and gentlemen. I'm Frank Quinn of Quinn Funeral Home. Welcome to the live funeral party of Mr. Felix Bush! People don't know whether to clap or not. Some do and the rest of them pick it up. Buddy gets to Kathryn and hugs her and the baby. \n[161]I've done some things in my life, but never this. Bet you haven't either, bet no one has. 88. \n[162] We try to make things predictable and safe but if we don't risk everything to get what we want, we don't want it enough. \n[163]The person who made all of this happen for us doesn't like the spotlight but Buddy Robinson is the heart of Quinn Funeral Home and I'm proud to know him. Buddy is embarrassed and moved. Kathryn's eyes soften. \n[164]I know many of you have heard stories about Mr. Bush. But today I've been told that we're going to hear another kind of story, his. A murmuring moves in a wave across the crowd as they see.. .Bush enters the field with his shotgun pointed at Carl and Gary's backs. They are drenched with gas and it is burning them through their clothes. Buddy, Kathryn, and Horton see Bush. Quinn and Charlie follow the crowd's eyes to Bush. \n[165]Missed the bone. Got any alcohol and clean rags? Bush nods at the cabinet. Charlie finds an amazing assortment of herbs and roots, alcohol and old sheets ripped into rags. \n[166]This is gonna hurt. \n[167]Can't stop pulling Aces out of his ass, can he? \n[168] Yeah. We'll come out tomorrow. \n[169]Are you alright, Mattie? She looks up at Frank for a long moment, her face softening. \n[170]What?! ", "Quinn": "\n[1]Holy Mother of.. SHERIFF DEPUTIES beside the stage see Bush. But everyone remains frozen, not knowing what has happened or what to do now. Is this the crazy Bush of the legends? ", "Carl": "\n[1]Finally found somebody that likes Bonnie's coffee. As they move past, they see Bush standing there.. \n[2]Hey.. I'm talking to you.. Carl picks up a handful of gravel, tosses some over nonchalantly in Bush's direction. Bush ignores it. \n[3]We know about you. You stay out of this diner. There's women and children here and we don't want you around them. Bush stands to mount up, never turning around. \n[4]You better hear me. I see you here again, I'll.. Hey! Hey! Hearing the hollering, Tom looks up from the pick-up. Carl throws a stone, harder this time to get Bush's attention. 11. But the rock misses Bush and hits Mule, startling him. Old instincts kick in and he has a VIOLENT FIT. \n[5]Shit.. Carl moves up to try and calm him.. .as Bush tries to ease Mule down the cart hitch grinds a GASH in Mule's hind-quarter. Mule whinnies painfully, slowly surrendering. As Carl steps up, Bush yanks the BRAKE HANDLE off the cart and hits Carl in the chest. Air explodes from Carl as he gasps with pain. Before he can move, Bush hits him again in the same place. Carl wants to hit back but he has no air. Lightning quick, Bush steps back and hits Carl again in the exact same place. Carl falls like a bag of bones. He looks up and sees Bush towering over him with a terrible bottled up darkness in him. It has all happened so fast it feels like an awful dream to Carl. \n[6]       \n[7]  \n[8]What the hell is a funeral party? \n[9]I'll tell you one damn thing, ain't nobody gonna go to a funeral for that son of a bitch. Mattie gives Carl a look \n[10]Say what you want but if there hadn't been anybody there the other day he would've killed me. And I guarantee you it wouldn't have been his first time. It sounds true and everyone is quiet except Mattie. \n[11]I made a mistake. But there's a line.. and he crossed it.. and everybody knows that too. Ya'll go on and have a party with the devil for his money but I'll dance on his grave someday. Carl snatches his few dollars up and heads out. \n[12]Closer. 87. And he takes off. \n[13]Don't do it! Gary drops the pistol. \n[14]What? 89. \n[15]Don't hurt him! It's my fault. \n[16]Help him, Gus, please.. 91. Horton goes to the trembling boy and picks him up. Bush suddenly walks into the trees without looking back. ", "Grier": "", "Buddy": "\n[1]Frank?  There was a fight. It was.. \n[2]Well yeah but this time it was with that old man Bush. \n[3]No, the old man did the beating. Never seen anything like it. \n[4]What? \n[5]Well.. \n[6]We get it done down here, we're just not in a hurry about it. \n[7]  \n[8]It was all wadded up. \n[9]There it is.. \n[10]What are you doing? \n[11]But.. \n[12]I'd feel better if you'd go too. 15. \n[13]Hello? Nothing. He shoots a look back to the hearse - miles away, and knocks a little louder. Nothing. He inches to the window and peeks in one of the remaining glass panes then starts to slide away.. \n[14]Oh, Katie.. It makes Bush peek out from behind the barrel. \n[15]Yes, sir. 16. \n[16]I can't remember. \n[17]Oh yeah, I heard.. you wanted a funeral. \n[18]What? Bush goes inside. Buddy looks desperately back at the hearse but can't see Frank. He doesn't know whether to run for it or not. \n[19]I.. I don't know, sir. \n[20]Did you make this furniture, sir? Never seen any like it. Can't even tell what's holding it up. \n[21]Alright. Well. Sir, if you do want to plan for a funeral service, which I hope will be a long long time away, we'd treat you with respect and offer a good.. \n[22]I don't.. \n[23]There's two sides to every story. As Bush puts some rabbit on Buddy's old yellowed plate.. \n[24]Yes, sir, but I think people are so scared of what they don't know that they make things up to feel better about it. \n[25]   \n[26]Lord, that's good.. \n[27]I never.. \n[28]  \n[29]I'd rather not. Bush eases forward, his eyes slit. The old Bush is back. \n[30] Well. When I was kid I heard you killed some men in a fist fight. \n[31]Buddy Robinson, sir. \n[32]       \n[33]Frank Quinn, Mr. Bush. Frank takes a quick swallow from his cup to fortify himself, then jumps up, smiling, and goes to Bush with his hand out. \n[34]Mr. Bush is an amazing carpenter. \n[35]What kind of party? \n[36]You want to be at your funeral.. party.. alive?  But.. it's not a funeral if you're not, you know, deceased.. \n[37]Pretty big detail. 24. Frank cuts Buddy a look then smiles at Bush. \n[38]That probably covers 4 counties.. Bush shoots him a look. Frank shoots him a look. Buddy thinks about how great an outdoor life would be. \n[39]Like what? \n[40]What? \n[41]But.. \n[42]But.. 27. \n[43]Seeing it is better than hearing about it. Bush looks at the hearse, back at Buddy and Frank. \n[44] We say that funerals are \"For the Living\" but we forget what that means sometimes, I guess. (to Bush but almost to \n[45]That's what we're trying to tell you. We're gonna run an ad in some papers about your party and put up posters of you. \n[46]It's how people recognize you, sir. \n[47]  \n[48]I wouldn't know you, sir. \n[49]  \n[50]He didn't. \n[51]I'm glad you don't know how quick it can change. She gently kisses his arm and the baby's head. Buddy looks at her, haunted by the very possibility of their absence. \n[52]You're betting on a man dying.. \n[53]Yeah! But, but it's not our money. \n[54]He should be here. I'm gonna go get him. They lock eyes. Frank finally tosses him the hearse keys. \n[55]Money makes people do funny things. Frank scowls. \n[56]I think you should probably put it in the bank, sir. \n[57]Mr. Bush, I didn't mean to imply.. \n[58]I don't know who's selling who what anymore. 53. \n[59]Not only that but something feels really wrong. \n[60]Yeah, but.. \n[61]A piece? \n[62]But.. \n[63]I'm lost again. \n[64]All right. \n[65]Thank you. He goes on. Frank turns and flips through a large stack of bills, hungrily entranced. \n[66]  \n[67]I might have a crying fit coming on too. \n[68]Feeling a little weepy. \n[69] I can maybe do something really good for us, Katy. 55. \n[70]I mean, money wise. \n[71]Yeah. I'm getting half of whatever we make off of him. \n[72]Didn't know I wasn't.  I was happy for a minute. And then the whole thing of making a carnival out of a person's death, I don't know if it's right. \n[73]He says it is. \n[74]You're right. You're always right. \n[75]Right. \n[76]Where to, sir? \n[77] How far? \n[78]How much further now? Bush waves him on. Buddy scowls then decides to get serious about this. He presses on the accelerator and the hearse takes off down the highway. \n[79]To who? \n[80]Hi. \n[81]Hi. Charlie holds out his hand, Buddy shakes it. \n[82]Hi! \n[83]Almost nothing, sir. I just work at the funeral home. \n[84]No?! How's a man like him make something like this? I mean, I know he's a good carpenter but this is.. \n[85]What ya'll were talking about.. what did he do? Who was he supposed to tell? \n[86]Are you coming to the funeral? Charlie sighs and looks around. \n[87]Can I ask you something? 63. \n[88]Yes. What are we doing? Since the day you came into the funeral home, I don't think anything has happened that you didn't want to happen. I just don't know where it's going. \n[89]Not unless he's a very special dog. They snort together. \n[90]But what..? \n[91]I better stop and tell Frank we're back. He's probably had 2 or 3 hissy fits by now.  Why don't you stay the night at the house and I'll take you home in the morning? The simple kindness seems to short Bush out. Buddy doesn't notice, he's still looking ahead. \n[92]It's fine if you want to. Bush looks as if he might say yes but he NOTICES where the car is passing through and.. \n[93]What? \n[94]You can't walk. It's too far.. Bush climbs out with his shotgun. \n[95]You might as well get back in, I'll follow you all the way. \n[96]Not responsible. Not responsible. Shit. He slams the steering wheel. \n[97]Frank? Hello? Mr. Bush? He stuffs the money into the casket, grabs the candelabra, comes back, seals the lid, and starts into the office. \n[98]No. I was putting the money in.. heard glass breaking.. locked up the casket quick and.. boom.. \n[99]Doesn't feel good. \n[100]  \n[101]I see you're mad. \n[102]       \n[103]What's the matter? \n[104]What? \n[105]I told you, we went up to Illinois and met a preacher. \n[106]He asked the preacher to come to the funeral. He said no. \n[107]It won't do you any good. \n[108]He knows something about Bush, something bad, I think. 74. \n[109]Wouldn't say but.. \n[110]Stay out of her way today, partner. \n[111]What are you doing, sir? \n[112]Are you stuck? \n[113]Are you sick? \n[114]What does that mean? \n[115]No, sir. \n[116]It doesn't matter. Listen. Frank went somewhere and the raffle money is gone. \n[117]I don't know. I don't want to think that. But the money's not here and I don't know where it is. He said he'd call and he never did. 81. Buddy glances into the shadows and sees the casket looming on the sawhorses. He stares at it.. \n[118]I don't..  I want to make this funeral for you if you want it. \n[119]       \n[120]  \n[121]I'm glad you decided to come, sir. \n[122]  \n[123]Why didn't you tell me?! \n[124]You forgot?! Where is it? \n[125]I forgot to tell you, Mr. Bush already said he would do it. \n[126]Where's Mattie? \n[127]Are you alright, sir?! Without turning Bush glances at the Deputies. \n[128]Why don't you sit down, sir? 92. \n[129]Are you sure? Bush scowls at the huge blood stain on his shirt. He looks at Frank's white shirt. Frank just stares at him. Bush keeps looking. Finally Frank sighs and starts loosening his tie. \n[130]How you doing, sir? \n[131]Larry, Lawrence, after my dad, sir. \n[132]Not if knows what's good for him. \n[133]We don't have to do that now. You get some rest. \n[134]A 50 on the outside, all ones inside. Less than $100. \n[135]The day of the party he told me about the will he had in the secret drawer of his table. He left the raffle money to all of us. Everyone is shocked, touched. \n[136]  \n[137]And he set up a fund for the upkeep of your church. \n[138]No catch, sir. \n[139]Maybe he just knew you'd go crazy wondering what it was. They all laugh and move down the hillside. As the laughter fades we see in their faces the impact that Felix Bush has had upon them. Buddy feels the comfort of this odd but growing family and stops and looks back at the grave and the pot of yellow flowers. His curiosity about the fearsome old man has not abated. Nor will it ever. ", "Gary": "\n[1]Look at that. A mule drinking coffee! \n[2]Hey, hey, where you going? He said the woods.. ", "Bonnie": "\n[1]What are you doing, son? Now Tom is scared to death that Bush is going to tell on him. Bonnie doesn't like this staring match at all. 10. \n[2]Empty those cans in your daddy's truck and get back in here. Now. Finally Bush drops his gaze and lets Tom off the hook. Relieved, Tom heaves the can up into the truck. Bonnie hesitates then goes back into the diner just as... .CARL , his sidekick, GARY, and two other MEN come across the street toward the diner. Gary sees Mule slurping coffee from the big tin cup. \n[3]Stop it!! Get away! Gary, the Worker burst from the diner but see the brake handle in Bush's hand and slow down. Bush comes to himself, sees everyone staring, sees Carl in tears, and now Tom and Bonnie, trying to get him away.. Gary and the others slowly move toward Bush. More patrons step out from the diner. Buddy races up, sees Mule bleeding, and eyes Bush as he grabs the reins and leads Mule down Main street, still holding the brake handle. ", "Mattie": "\n[1]Felix?! Feigning deafness, Bush walks on. Sensing something, Kathryn takes the baby so Mattie can go after him. \n[2]Felix! Say hello to me! Frank, eyes wide with surprise, mouths, \"Felix?\". Bush's shoulder hunch then fall as he turns. He looks into her, taking everything in. When he speaks his eyes and voice are soft. \n[3]I've been back a while. \n[4]How are you? \n[5]A thousand years ago he was the most interesting man I'd ever met. \n[6]He was. And I don't mean just the way he looked. \n[7]Oh no, listen, he was beautiful. \n[8]  \n[9]All the girls did. I know he's something wild that crawls out of the hills once in a while and gets into trouble now but there's still nobody like him. 28. \n[10]Oh please.. you think the Lord's taking sides in a poker game in a funeral home? Horton shrugs and points to the divine evidence. \n[11]Jesus, would you two stop it! You're worse than two old women.. has only a couple of dollars left. \n[12]Who are you talking about? \n[13]You're giving him a party? \n[14]Whatever you're drinking is not being good to you at all. \n[15]What makes you think she'd show up for you? \n[16]Felix has money? Everyone is looking at Frank but he shuffles the cards. \n[17]Is he sick, Gus? Horton shrugs. Frank notes the concern and doesn't like it. Carl coughs and his ribs make him break out into a sweat. \n[18]Or want to. \n[19]Everybody knows you started it.  Don't look at me like that. I remember when you were born. You were the sweetest little boy. What is wrong with you? Momentarily shamed, Carl's face softens and we can see a better man there. He struggles to hold on to it but.. \n[20]He wouldn't.. \n[21]No. Thank you. \n[22]Oh, I don't know. Thank you for inviting me though. \n[23]It's not that. I just.. \n[24]When someone you love is gone, you can pour everything, even a lifetime of things into the place where they were but it's still always empty. 40. He sees that her thoughts are not with him at all but a million miles away. She hardly glances up when she says.. \n[25]'Night. He stares after her, wishing that she could see him the way he sees her. \n[26]Good Lord. Have you completely lost your mind? \n[27]Straighten up for heaven's sake before somebody throws a net over you! But she smiles in spite of herself, glances around to see if anyone was watching and moves discretely on. As she does we see that she was talking to a striking WANTED POSTER of a wild man sitting in front of a pond, a swan, and a bridge. The text reads: 41. \n[28]  \n[29]Felix? Mattie enters, straining to see into the barn. Her eyes adjust to find him standing near Mule. She is startled and pleased by his new do. \n[30]Look at you. I wondered if you were still under that beard. \n[31]I heard you on the radio. \n[32]You've gotten downright chatty. \n[33]  \n[34]Do you want me to? \n[35]It really is beautiful. Probably looked like this everywhere a hundred years ago. \n[36]Like you? \n[37]You've been alone a long time. \n[38]That's funny cause I never thought that it'd suit you. I knew you wouldn't be like anybody else but.. no one to talk to, no one to.. be with.. never. He looks into her then looks away at something. \n[39]How am I what? 47. \n[40]No, not lately. How'd you know? \n[41]Yes. \n[42]I don't want to be any trouble. \n[43]Alright then. He holds out his arm. \n[44]You always were good with your hands. He puts a glass of tea in front of her and sits down. \n[45]I teach a few girls. \n[46]Sure is quiet out here. \n[47]I said it's..  I tried to write you at times but I didn't know what to say. \n[48]He was a Doctor; a real good man. We lived in St. Louis for awhile. He died unexpectedly about a year ago. I came back here because.. I have no idea why.  \n[49]The list of people who are gone is getting longer and longer and sometimes I feel like all I'm doing is waiting for my name to come up. \n[50]And there's no getting over some things either, is there? \n[51]Little Bit?! Oh my God, nobody's called me that in.. But suddenly she is lifted from the chair as if by strong Bush is stricken and white. He would stop her if he could but it is too late. She walks right up to the picture at the edge of the lamp light and stares into it as if it is a mirage that will disappear if she blinks. Finally she whirls and looks at him, her face a tortured mask. A strangled sob escapes her. He gets up and stands there staring at the floor. Suddenly she is moving toward him and then past him and out the door. Her shadow merges with the darkness. Bush stands with his head down, staring into oblivion. \n[52]       \n[53]  \n[54]This is a surprise. \n[55]Was there something you..? \n[56]What? \n[57]I'm sorry, I have lessons all afternoon. I have to get back in. \n[58]Sorry. She slips back inside. Frank stares at the door. 58. \n[59]  \n[60]What are you doing here? Burned through, a log falls in the fire. Bush jerks oddly and moves away. \n[61]I'm not stupid, Felix. No, I take that back. How long was it going on? She was already married when I met you. Were you just making up to me to get to her? Bush is so still he looks like a gargoyle. \n[62]If you're not going to talk, leave. \n[63]I don't know either, so.. Slowly the gargoyle unfolds. His eyes drill into her. \n[64]Don't lie to me. When did you take up with her? \n[65]She was married! And she wasn't just my sister, she was my best friend. We told each other everything. I can't.. how long did it go on?! Bush's face is so white it looks like a death mask. \n[66]How long? \n[67]Did you have anything to do with her death? The mug trembles. She sees it. \n[68]Tell me. Like a fish jerked from the water, he mouth opens and closes, but nothing comes out. \n[69]Felix!  Get out of my house! NOW! Bush stands up quickly and starts for the door. \n[70]And go to hell! \n[71]You need to see a doctor.. He raises his eyes to her but says nothing. They look into each other for a long moment. \n[72]Just tell me, Felix. Did you hurt Mary or not? Bush stares into her then suddenly gets up, picks up his shotgun and goes out the door without a word. \n[73]  \n[74]Fool, it's too late for bulbs.. 75. Suddenly she hurls the trowel as far as she can, then a handful of bulbs.. then her hat. \n[75].too goddamn late.. \n[76]  \n[77]  \n[78]  \n[79]Oh, Felix.. He sniffs her hair and tenderly touches it. \n[80]Oh, I don't know. I'm still moving, I guess.. He doesn't know what that means but she has finally really looked at him and that's something he'll hold onto. Kathryn comes and hugs Mattie as.. Bush and Buddy come back. Bush goes to Charlie. Frank is staring at Buddy, looking for a clue as to what Bush said. Buddy gives him nothing, ", "Darrow": "\n[1]  \n[2]  \n[3]       \n[4]       \n[5]  \n[6]  \n[7]  \n[8]  ", "Tom": "\n[1]Daddy! Wild with fear, Bonnie and Tom run toward Bush. ", "Felix": "", "Bush": "\n[1]       \n[2]  \n[3]  \n[4]Hard life if you can't read.. \n[5]Don't need saving, preacher. 3. \n[6]  \n[7]Yeah, well.. Bush returns to chopping wood. Feeling awkward, Horton hesitates, starts for his car, stops. \n[8]I talked him into it. Bush doesn't turn, just keeps chopping. \n[9]  \n[10]  \n[11]Well hell.. \n[12]  \n[13]Always thought you'd go first.. White as cotton, Bush stares into the lamp that is running out of oil, the light fading fast to darkness. Thoughts tumble through his mind, troubling him, stirring the dark waters of memory. 5. \n[14]  \n[15]Ahh, don't look so disappointed. \n[16]  \n[17]You better not. Mule looks back, sees an apple in Bush's hand, and stops. \n[18]And coffee when we get there. \n[19]I can wait. Buddy and Kathryn see Horton and double-take Bush. Buddy nods to Horton and he and Kathryn step back into the vestibule to give Bush and Horton privacy. \n[20]Bout time for me to get low. \n[21]Down to business Bush reaches into his overalls and puts a balled-up wad of MONEY on the pew. Horton's eyes bulge. \n[22]Need a funeral. Horton looks up from the money. 7. \n[23]Me. Buddy peers around from the vestibule, listening, curious as hell, until Kathryn pulls him back. \n[24]Am I not talking right? \n[25]Everybody dies. \n[26]I don't take care of my bones it won't get done, will it? \n[27]What would you say? \n[28]Say what you'd say right now to my face. \n[29]What stories? Bush leans in and stares into Horton. It feels like everything in the world stops dead. Buddy peeks in again, this time Kathryn peeks too. \n[30]What kind of stories? Say one. \n[31]Nothing in this world is free, preacher. 9. Bush abruptly grabs his money and starts out. His hand bangs into the pew and the money FALLS. Buddy stares wild-eyed at the big wad of money then drops back into the vestibule. Bush storms past Buddy, Kathryn and the baby like a hot wind. \n[32]  \n[33]Want to see in my house, do you? BOOM! Bush blows away several windowpanes and re-aims at Buddy's head. \n[34]How's it look? Buddy closes his eyes, his last words are for his wife.. \n[35]What the hell you doing here? \n[36]What? They stand there while Buddy thinks.. \n[37]Funeral? \n[38]Yes sir. I work at uh.. I work at..  .Quinn Funeral Home. I thought I could help you. Bush glances at his blown out window: 'Damn'. He lowers his gun, walks up onto the porch. \n[39]  \n[40]Sit down. There is only chair at the table so Buddy dumps the glass off a small stool under the window and sits down low. The wonder of not being dead makes him look at everything with new eyes. On a window sill he sees a beautiful little CARVED MULE emerging from a block of wood. 17. Bush is at the stove tending to a iron skillet of rabbit pieces covered with bacon and white gravy. \n[41]It's how you put things together, see? Some things go, some things never will. Indians said that everything spoke to them. That's how they made medicine and knew what to eat. Things talked to them clear as we talk. You believe that? \n[42]If you don't listen you won't hear nothing. Bush puts the big skillet on the table and sits down. Buddy is so low he can look under the table and sees how the table legs run right into the top without screws or nails. \n[43]Magic. Buddy looks up. Bush is dead serious. The word lingers. Finally.. \n[44]What'd everybody say about what happened in town? \n[45]That crazy old son of a bitch tried to beat a man to death for no reason? That it? 18. Buddy is caught off guard by Bush's lucid candor and finds himself automatically responding differently to him. \n[46]People say that. But they don't mean it. They think what they think and they don't want to know anything else. \n[47]Like life after dying. Heaven. \n[48]Ya'll know lots of stories about me? 19. \n[49]Tell one. \n[50]I rather you did. \n[51]Is that all? Bush leans back stone-faced. In the silence, Buddy looks over again at the wondrous carving of the mule on the window sill, at the big ears and long face that are being born from the rough block. It makes him smile. But when he glances back, Bush is staring a hole through him. \n[52]       \n[53]  \n[54]  \n[55]Leave it. \n[56]You from anywhere? \n[57]I'm after a funeral. \n[58]Forget the box. What else? \n[59]No. \n[60]Got it. 23. \n[61]Party. \n[62]A party. \n[63]Funeral party. Stumped for once in his life, Frank looks at Buddy. Then years of honed instincts surge back to life. \n[64]And I want to be there. Frank goes behind his desk. Buddy and Bush start to sit.. \n[65]I want to be there now. \n[66]Yes or no? \n[67]Sit down. Buddy sits right down. \n[68]I want everybody to come who's got a story to tell about me. \n[69]Then I want 4 counties worth of \n[70]Hey Mattie. Buddy comes out, surprised to see Mattie and Bush together. Frank walks up behind him and scowls. Kathryn steers them back inside to give Mattie privacy. \n[71]Heard you moved off. \n[72]       \n[73]You look like you always did. He abruptly rips himself away and is gone. \n[74]  \n[75]What for? \n[76]How much is it gonna cost? \n[77]It moves, don't it? \n[78]Fancy car for the dead. \n[79]Don't leave me naked. \n[80]Why you want my picture made? \n[81]And you want me to look like this? \n[82]Why? \n[83]So a crazy old nutter draws more. \n[84]Do you ever say what you mean? Bush rips the bib off as Tollerude whooshes him to the floor. \n[85]He's paying. As Bush blows out the door, Mr. Tollerude leans against the chair with relief. 32. \n[86]  \n[87]Maybe the Devil won't either. Might work out. Where's the shoes? \n[88]Don't wear none. 33. \n[89]She's a peach. Frank and Buddy cut Bush a look. He looks ahead. \n[90]We had a go. Frank nearly drives off the road. \n[91]  \n[92]I am. Bush is surprised by the sound of his own voice. \n[93]I dreamed it. 42. \n[94]Why would I make that up? Two seconds of dead air as the announcer finds his feet. \n[95]I got pruned. \n[96]Like what? \n[97]You come and tell yours. \n[98]40 some years. \n[99]First 38 are the hardest. 43. Mattie grins. \n[100]Come to the funeral and maybe you'll find out. \n[101]One more thing, boy. FRANK and Buddy tense. What's this? \n[102]Gonna be a drawing. \n[103]You buy a ticket for $5.00 The day of the funeral we draw names. Then when I die, the winner gets my place, 300 acres of timber that hasn't been touched in 40 years. Mattie accidentally cuts a bloom off of a flower. \n[104]Send it to the Quinn Funeral Home. Frank's eyes light up like fiery pinwheels and he almost yelps! Buddy looks oddly perplexed and sad. \n[105]  \n[106]  \n[107]Mattie? \n[108]Wasn't nowhere else to go. \n[109]Well. \n[110]I reckon so. \n[111]You want to see it? 46. \n[112]  \n[113]You always know where you stand with a dog. Want to lay here with them someday if they'll have me. \n[114]  \n[115]You leave things alone, they know what to do. \n[116]No, Ma'am. I don't know what to do about anything much. \n[117]Some people are more suited to it than others, I reckon. \n[118]How you sleeping these days, girl? \n[119]You sleep good? \n[120]Chamomile, it's good when the nights get long. Helps you nod off. She takes it and smiles up at him. \n[121]Want to go on a ways? \n[122]Would you stay for supper? \n[123]A supper guest every 30-40 years is not much trouble, Girl. \n[124]Better stay close, some big old wild cats been eating my chickens.. She looks around and takes his arm. \n[125].or maybe it was me.. She snorts and slaps his arm but doesn't let go.. \n[126]  \n[127]You still play the piano? \n[128]I got a good feeling when you played. Remember that time you was playing and the lamp burned out? And you went right on in the dark? I hear that song sometimes at night. She shrugs shyly and sips the tea. Seconds tick by. \n[129] What? \n[130]Well. I heard you married. \n[131]You have a tender heart, always did. She gives him a curious look. \n[132]You can't wait for anything, Mattie. Close your eyes, hold your breath.. stay in one spot your whole life, but you're still moving, like the world's moving under you. There's no waiting. \n[133]Reckon not, Little Bit. \n[134]What do you think, boy? Buddy jerks, looks at Frank, at Bush. \n[135]Can I trust you? \n[136]Not what I asked. 52. \n[137]Hush. \n[138]They goddamn.. He nods at the money and suddenly becomes the \"other\" Bush. \n[139]Take out for the expenses you've already had and give me the receipts. As the bills come in for things, give them to me and I'll pay them. Put this money in a box and the boy and I'll take it someplace in the morning. Whatever new comes in, keep it in the bottom of one of them ugly caskets in there 'till I come get it. After the party, name a fair price for what you've done and we'll settle up. I'll be at the car. After he's gone, Frank and Buddy stare at each other. \n[140]Sitting in the hearse outside of Bush's shack, Buddy watches Bush get in the car with his shotgun. There is a big wooden box of money on the seat between them. Bush props his shotgun against it. \n[141]North. \n[142]Till I say, son. Buddy gives him an uneasy look and pulls off down the tree- lined path. \n[143]Don't say nothing. \n[144]You can say \"hi\". Bush gets out. Buddy sighs, mimes \"Hi\" and gets out. \n[145]Hey, Charlie. They shake hands, then hug. Buddy is blown away that Bush would hug anyone. Bush looks up at the church rafters. \n[146]Still standing. \n[147]That's Buddy Robinson, he don't talk much. \n[148]Yes, sir. \n[149]Well. \n[150]Whatever you want to, Charlie. \n[151]Sit still. Buddy plops back down. \n[152]He can hear what's said. Buddy is surprised again. So is Charlie. \n[153]I did.. what I thought was right. \n[154]You self-righteous.. \n[155]I built my own jail and put myself in it! And I stayed in it for 40 goddamn years! No wife, no kids, no friends! That's not enough? \n[156] Well. Why don't you come and say that then, Charlie? Hell, say it all! I don't care. \n[157]Do you have to? \n[158]There's a whole lot of things that you don't know. Like what a dog dreams. You can make up a story about him chasing rabbits but you don't know if there's rabbits in there or not. And he can't tell you, can he? \n[159]People don't say what they mean either so you don't really know any more about them then you do about that dog's dream. \n[160]  \n[161]Well, I... I ain't stayed with nobody in a.. in a long while. \n[162]Let me out. \n[163]Stop the car. Bush starts to open the door. Buddy stops abruptly. \n[164]Put the money in a casket. 65. \n[165] Get the hell out of here, boy! Buddy's eyes are defiant. Bush slams the door and walks away, crossing over a fence and out into a dark field. \n[166]They keep talking about forgiveness.. ask Jesus for forgiveness.. I never did nothing to Him.. 66. \n[167]Please, Ma'am. \n[168]Thank you. \n[169]Can I sit a minute? She stares at him then nods at a chair. She keeps standing behind the other chair. He bends over the mug and seems to lock up inside. \n[170]You want to know why I have your sister's picture on my wall? 68. \n[171]Can you help who you love? Mattie's face tells us that she has asked herself that question many times. \n[172]I've had 40 years to think about it \n[173]I want to tell you how it was. If you don't want me to, I'll go. Mattie sighs from down deep in her shoes then comes around and sits down. \n[174]I came to see you and she was there, hanging clothes on the line with your mama. Bush stares out the window so hard, Mattie turns to see what he is looking at.. \n[175]She turned around..  .and.. I promise you that I did not know that I had a heart till right then. 69. Tears well up in Mattie's eyes. \n[176]You were a fine fine girl. I didn't know why you wanted anything to do with me but I was gonna keep coming to see you 'till my luck ran out. And then I saw her. \n[177]It's still going on, Little Bit. Mattie tries to absorb that. The truth and tragedy of it touches her in way that she is not prepared for. They sit there in silence. She suddenly wipes her face and scowls. \n[178]Been there. 70. He staggers, tries to catch himself but slides down against the wall. Despite her anger, Mattie starts toward him. \n[179]They get it? \n[180] Is he all right? \n[181]You sure? \n[182]They get the whiskey? \n[183]Don't know. \n[184]Don't know that I'm doing it. \n[185]Thinking to call it off. \n[186]Damn well can if I want to. \n[187]If I say no, it's no. Send the money back. \n[188]I care about this town as much as they care about me. \n[189]  \n[190]  \n[191]  \n[192]  \n[193]Getting a suntan. Bush starts to get up then falls back against the ladder. 80. \n[194]You have no goddamn idea how right you are, son. Buddy moves to help him up but Bush waves him off. \n[195]I'll sit here a minute. Bush looks at the butterfly bandage on Buddy's head. \n[196]We're a pair, ain't we? \n[197]Just going through the motions. \n[198]There's Alive and there's Dead. And there's a worst place in between them that I hope you never know nothing about. Do you know who hurt you? \n[199]Sonsabitches. \n[200]You figure he took off with it? \n[201]Well.. what do you want to do? Buddy looks back at Bush. \n[202] Hell. Do it if you can. I guess for everyone like me, there's one like you, son. I about forgot that. Buddy holds out his hand to help Bush up but Bush forces himself up on his own and walks out. \n[203]A tractor pulling a trailer with a big old honking generator on it, a truck loaded with equipment and workers for the big event rumbles down a dirt road. The Quinn Funeral home hearse completes the unlikely parade. \n[204]  \n[205]       \n[206]  \n[207]Why did you change your mind? Charlie just looks at him, the unspoken words louder than any reason he could give. \n[208]Thank you. \n[209]I don't. He gets a haunted look that catches Charlie off guard. \n[210]I'm gonna try and tell it, Charlie, I really am. But if I can't get it done, would you do it? I want it said. Please, sir. Charlie sighs from down in his shoes and starts for the door. \n[211]Tell'em the box is in the barn. \n[212]       \n[213]  \n[214]  \n[215]You asked for it you old ornery sonofabitch, now what are you gonna do? \n[216]  \n[217]  \n[218]  \n[219]  \n[220]  \n[221]Sonsabitches. Carl drops his can. The other men drop their cans but Gary starts to pull a pistol from his back pocket. \n[222]Go on, I'll paint the porch with his head. \n[223]Now pick up them cans and keep pouring. \n[224]You heard me. The men cautiously pick up the cans.. \n[225]Pour it on your head. All of it. The men look at each other. Bush cocks the other barrel of his shotgun. \n[226]Pour it or die, I don't care which. The men hoist the cans and start to pour the gasoline over them. Burning and spitting they empty the cans. Suddenly Theman bolts, moaning and running blind with gas in his eyes. \n[227]I got two barrels, anybody else wants to rabbit, now's the time. \n[228]  \n[229]A second chance is a precious thing, son. Don't waste it. The boy plops down, overwhelmed. And suddenly everyone is in motion. The Deputies run toward Bush. Frank and Charlie rush from the stage. Kathryn and Horton are going. Buddy arrives at Bush first and sees the blood weeping onto his shirt. \n[230]Tried to burn me out. Let the boy be, he didn't mean nothing. As the Deputies get a hold of Carl and Gary, Frank, Charlie, Kathryn and Horton arrive. Carl looks at Horton with pleading eyes and nods to Tom. \n[231]  \n[232]Close the door. Charlie slams the door. Frank examines the wound. Buddy stares in shock at the old roping burns scars on Bush's chest. \n[233]Boil some water and I'll tell you how to make me a poultice. Frank takes the rags and alcohol from Charlie \n[234]Don't sugar coat it. \n[235]  \n[236]  \n[237]  \n[238]  \n[239]Let's go 'fore I lose my nerve. \n[240]  \n[241]  \n[242]You ain't nervous? All them white folks out there? \n[243]Stick with me, you'll be all right. \n[244]Pretty interesting day so far, huh boy? Bush straightens himself up and goes out the door. 94. \n[245]  \n[246]  \n[247]Thank you, Charlie. Thank you. Charlie gives him a long look then steps away from the microphone and moves back to where Bush was standing. Bush stares at the microphone, takes a breath, and walks up to it, and looks out over the huge crowd. \n[248]Had to go clear to Illinois to find somebody that had anything good to say about me. Hell of a thing. His voice booms out over the crowd, startling him. He looks down, sees Buddy, Kathryn, Frank and Horton. He looks closer for someone most important but she is not there. The crowd murmurs. Finally.. \n[249]I'm not a smart man or a wise one. I don't know what kind of man I am. I was always restless, thought I'd see the world. But I didn't hardly go nowhere.. on purpose.. Because.. because I did something that I was ashamed of. Something I couldn't ever fix. Ya'll probably think you know what you'd do or what you wouldn't. And I wish you good luck with that. I really do. When I told Charlie what I'd done, he told me to confess to God and the law and to.. to someone else.. so I could get forgiveness. But I didn't want forgiveness. I needed to hold on to what I did.. to be sick from it every day of my life. So I never told nobody else. He stops, not knowing how to go on. The crowd has quieted completely. As as his eyes sweep over the sea of expectant faces, he suddenly SEES HER coming through the crowd. 96. Mattie's here. Seeing that Felix appears to alright, her face changes from conflicted concern to open unbridled hatred. The look takes Bush's breath away. But he suddenly seems to accept it as his due and when he talks, it is only to her. \n[250]I fell in love with a married lady. And somehow she fell in love with me. It was the only time that I have been in love. We made a plan to run off and start a new life but she didn't show up at the time that we said we'd meet. I got a funny feeling and I went to her house. Buddy, Kathryn and Frank all see Mattie now, see Bush talking just to her. \n[251]Her husband answered the door. He had blood on him. For Mattie all of this is like window into the past being suddenly thrown open and she is haunted and mesmerized. \n[252]I hit him pretty hard, knocked him down. Can't remember going upstairs but I remember I saw a hammer on the steps and it had blood and hair on it. The crowd gasps. Mattie is trembling. \n[253]I found her in the bedroom. She was crawling across the floor. But before I could get to her and help her up.. a kerosene lamp hit the wall. And then her husband jumped on my back. Funny what happens sometimes when things go wrong. It's like the clock stops and you have all the time in the world to think. I could see that her husband had set the downstairs on fire before he came up. 97. \n[254]And as I was slamming his head into the wall, trying to get shed of him, I could see clear as anything that it was all my fault. If I'd just never spoke to her.. And as I was thinking about that, I saw that the lamp he threw had set the room we were in on fire too. Bush forces himself to keep looking into Mattie. \n[255]And then I realized that I was on fire. I tried to put myself out but I couldn't, everything was.. I dropped him, turned around and saw her lying on the floor and called her name. She looked up at me.. .and the next thing I knew, I was flying.. A loud roar of fire and crushing timbers.. \n[256]  \n[257]I don't know how I got out the window. 98. \n[258]No matter how many times I play it in my mind, I can't remember jumping. I thought I killed him, but maybe he pushed me, I don't know...  I swear to you, if I left her in there.. everything I know about myself is a lie. But that don't matter. I didn't get her out, Little Bit, I didn't. I'm sorry. \n[259]  \n[260]Wonder if her hair would be white? \n[261]  \n[262]       \n[263]Just fair, son. \n[264]What's his name? \n[265]He ain't gonna throw rocks at me, is he? \n[266]You boys did good. Real good. Let's settle up. \n[267]Bring my shirt back, I just got it broke in. 100. Bush pulls Buddy aside. Frank stares over at them but can't hear what they are saying. He moves over beside Mattie. \n[268]Thanks again for coming, Charlie. \n[269]Did you ever get my bill? \n[270]       \n[271]  "}}