{"filename": "Get-on-Up_script.txt", "imdb_id": "tt2473602", "imdb_url": "https://www.imdb.com/title/tt2473602", "characters": ["Yvonne Fair", "Maceo Parker", "Ralph Bass", "Bobby Byrd", "Little Richard (as Brandon Smith)", "Syd Nathan", "DeeDee Brown", "Vicki Anderson", "Nafloyd Scott", "Pee Wee Ellis", "Susie Brown", "Aunt Honey", "James Brown", "Ben Bart", "Joe Brown"], "dialogues": {"Yvonne": "\n[1]I'm Yvonne! I'm a singer. Let me worry about my seat. \n[2]Why won't you say it? I said it. Why won't you say it back? \n[3]I love you. \n[4]Say it, Mr. Brown. Say you love me. \n[5]I'm pregnant. ", "Fair": "", "Maceo": "\n[1]Please, Lord! Please! \n[2] \n[3]No shit, Mr. Brown. \n[4]Who's this? \n[5]Which seat. Her's or the bus? \n[6]Mean I give it some heat. \n[7]What about when he do this..? \n[8]You're kidding. Tell me you kidding. \n[9]Your Chinese knees Mr. Brown. \n[10] \n[11] \n[12]But Mr. Brown. \n[13]We rehearsed it like you told us. We got it like you like it. Jimmy can't do that with the part he's playing. We can change the part if you want. \n[14]It's a snare, Mr. Brown. \n[15]Drum. \n[16]Guitar, Mr. Brown. \n[17] \n[18]Clyde'll be in a different time to the rest of the band. That doesn't work musically. \n[19]Bobby, James Brown's my meal ticket. So I just shut my ears and chomp down his bullshit. But why you soak it up man? You his best friend. You know him for time brother. And he treat you like that. I was you I'd bust him in his damn mouth. \n[20]You sure you just ain't too scared to be in the front? \n[21]You think they fuck up he gone take they pocket money. \n[22]I've been elected spokesman to speak on behalf of the band. \n[23]We asked to get paid on time. We haven't been paid in weeks. We asked for scheduled days off. Every day off we get you make us rehearse.. We asked to get paid for recording but you included it in our salary. \n[24]We know you owe the government back taxes. Your restaurant, radio stations, recording studios, labels, all different businesses, Unaccounted cash passing between them. \n[25]It's a mess, Mr. Brown and if you want us to be a part of it, we gonna need our cash too. Right now. \n[26]And most of all none of us ever want to be fined for anything ever again. ", "Parker": "", "Ralph": "\n[1]I'm Ralph Bass from Federal records in Cincinnati. An imprint of King Records. I heard your acetate. I want you to come to Cincinnati. I want you to make a record for King. \n[2]You sure put a lot into that cut. The main vocal. You got some soul right there. \n[3]That you singing? \n[4]James, this is a ballad. The pace we've set is perfect. \n[5]Syd- \n[6]Listen, Mr. Nathan. This song- \n[7]It's not about the song. \n[8]It's not the song. \n[9]James. I want you to meet somebody. \n[10]James, this is Ben Bart. Ben is President of Universal Attractions. New York's biggest booking agency. \n[11]What Bart is saying James is- ", "Bass": "\n[1]I'm Ralph Bass from Federal records in Cincinnati. An imprint of King Records. I heard your acetate. I want you to come to Cincinnati. I want you to make a record for King. \n[2]You sure put a lot into that cut. The main vocal. You got some soul right there. \n[3]That you singing? \n[4]Syd- ", "Bobby": "\n[1]What was that? \n[2]They're shooting at us. \n[3]Sounds good, Mr. Brown. \n[4]No sir, Mr. Brown. \n[5] \n[6]We here to play, James. \n[7]This don't matter, James. \n[8]Get up, James. \n[9]A thousand, maybe five thousand. \n[10]In white boy sweater. \n[11]You got it boss. \n[12]We the Gospel Starlighters, from right here in Toccoa. Three Four.. \n[13]Someone threw something. \n[14] \n[15]We only done half of it. \"Mary Don't You Weep\" is an old gospel, man. You ain't heard that before? Everybody be doin' it. \n[16]Crowd sure went crazy. You like music? \n[17]How long you in for? \n[18]What did you do? \n[19]They give you five to thirteen for... That's time man. \n[20]You get parole? \n[21]Where yo' folks at? \n[22]Sorry to hear that. \n[23]Seriously. You think I sung it good? \n[24]He can do Roy Brown and The Dominoes and Louis Jordan and and... \n[25]-you should hear'm holler momma! You ain't heard nothing LIKE IT. He sings every day in chapel. He's a very, very religious boy Momma. He could sing in St. Stephens! \n[26]He sings every day in chapel. He's a very, very religious boy Momma. He could sing in St. Stephens! Since Old Henry passed you been shy a baritone...he a showstopper. Momma? This is it. It's like a miracle. This is what Jesus wants! \n[27]Momma, he could be in there another ten year just `cause he got no folks. He got no-one. \n[28]What's that thing you always told me, since I was real small. About Mercy. What's that saying momma? That thing you always say? \n[29]Grandpa- \n[30]Big momma married you and you were in the pokey before. \n[31]Grandpa- \n[32]There's coffee in the kitchen, Nafloyd. Make yourselves at home. James! \n[33]James. Come meet the band. \n[34]She's coming, Momma. She's coming. \n[35]Go fix Nafloyd and the boys some coffee. We got guests, Momma. \n[36]I don't know, James.   This don't look too gospel. \n[37] \n[38]What? \n[39] \n[40]What about my sister? \n[41]I ain't playin', James. How you gone do all this? \n[42]Practice. The road. Makin' records. Startin' a family. \n[43]That's all the money we got. And some we don't. \n[44]James ain't saying that `floyd. He's just hearing something. Get back to pushing the car. \n[45]What I say in Peterstown? Huh? \n[46]What I say? \n[47]So, push the Wagon, Nafloyd. \n[48]The Tuxedo Room already cancelled tonight's show. Said if we couldn't show up last night then why we gonna show up tonight. \n[49]Now we got twenty four hours to get to Prestonville. Hundred and forty miles West. We got no gas. No bread. No show. I miss anything? \n[50]Congratulations. \n[51]So now, we gotta make us a business decision. \n[52]Thirty cents. The question is, do I call the Two Spot, find out we got any messages. Or do I get me a coffee. Or do I skip the coffee, and get me a donut. \n[53]Hey honey. Can I get me a coffee... \n[54]..and...let's see...a donut? \n[55]I gone call the Two Spot. \n[56]What? \n[57]Shit James! What we do? \n[58]He's coming this way. Oh shit. \n[59]Evening, Sir. I'm Bobby Byrd this is my associate James Brown. \n[60]I understand you're looking for the Famous Flames. \n[61]King records. As in King Records. The King records. \n[62]Uh.. That's not me. That's uh. That's James. \n[63]It's OK sir we OK. We can just start right at the top. \n[64]What are you doing, James? These men been doing this for a long time. We need to listen to them. \n[65]Let's just get it done OK? \n[66]I don't understand. Is this some sort of mistake? \n[67] \n[68]Gertrude. Get everybody out. \n[69]Mr. Brown. Excuse me. Mr. Brown. ...James. \n[70]There's a woman here, Mr. Brown. She says she's your mother. \n[71] \n[72]They're closed, Dede. \n[73]Yeah brother. That's something. \n[74]Hey Velma. \n[75]Well see, James started out in Augusta. Then his family moved to Toccoa. That's where we met. \n[76]Well there was five of us to start with. Nafloyd Scott, Baby Roy Scott, Sylvester Keels.. \n[77]Yeah. They left. \n[78]Uh.. The Viceroy. The.. \n[79]Yeah. That's it. The Regal. \n[80]Yeah. James remembers everything. \n[81]Means less sharp. Bring it down. \n[82]When? \n[83]James- \n[84]Yes, Mr. Brown. \n[85]I hang in there cause I remember the day that I knew. Knew I was never gonna be in front. \n[86]You work so hard at this one thing and then one day you realize it ain't supposed to be you. You can get mad. Try to fight it but if it's God's truth. It's God's truth. James is supposed to be in front. I saw it happen. And the man in front has to BE the man in front. It ain't always pretty but that's the man's responsibility if he wanna stay there. And you and me can't know what that is. We ain't supposed to. So, don't lie to yourself Maceo. Every man in this band walks taller because he with James Brown. Every man in this band believe in himself a little more because he's with James Brown. \n[87]No. But my ears a' open. Open your ears, Maceo. He's a genius. And he's takin' us with him. \n[88]It's King. They shot Dr. King. \n[89]Negro, what makes you think I'm leaving? I been here all the time, Mr. Brown. I'm still here. \n[90]Last time I checked. \n[91]That's why the funk don't quit. \n[92]I'm afraid we ain't Mr. Brown. \n[93]I think we got more funk in the trunk. \n[94] \n[95]You know what I think? After we put out my next solo album, I bet I could play Paris or the Apollo. \n[96]I was just saying when me and you put out my new record, I bet I could fill this place all myself. No problem. \n[97]No I don't think you slippin'.   You James Brown. You ain't never slippin'. I was just... \n[98]No. \n[99]No, James! I haven't told nobody but you. We were just talking. \n[100]I thought you be cool with that. You always been talking about... About... About... standin' on my own feet. \n[101] \n[102]Well, Vicki ain't yours. So, Vicki and me ain't none of your damn business. \n[103]I can't do this no more, James. \n[104]I said I can't do this no more. \n[105]I ain't leaving you on your own, Mr. Brown. You already on your own. Always were. \n[106]Is that God too? \n[107]Got a real algae problem. \n[108]Sure. You need anything, I be inside. \n[109]Mr. Brown. \n[110]What? Oh. See, I snuck out for a smoke. I s'posed to quit. Vicki don't know. \n[111]Right. \n[112]We got plans tonight. Vicki got family coming over. \n[113]Yeah. She still in charge. \n[114]You look well.. Man. I ain't seen you since- \n[115]Right. Teddy's funeral. Damn. You look well. You shoulda called- \n[116]I know, James. \n[117]That's good, James. \n[118]We did, Mr. Brown.    We did. \n[119]I'm much obliged. Do I have to- \n[120]Yeah. We come a long way. \n[121]Here and there. \n[122]A little. You? \n[123]I can't seem to recall. Was a long time ago. \n[124]See you around Mr. Brown. \n[125] ", "Byrd": "\n[1]We the Gospel Starlighters, from right here in Toccoa. Three Four.. \n[2]Crowd sure went crazy. You like music? \n[3] \n[4]  \n[5]Bobby. We got us enough mouths to feed an' enough butts to clothe. Daryl! Sarah! Get down here! \n[6]Jesus speak to Bobby Byrd now. He tell you that himself? \n[7]Bobby. The answer is NO. Now, go on outta here and get cleaned up. \n[8]    \n[9]Like I always say. \"Its a sin to stand in Mercy's way\". \n[10]So what you in the pokey for? \n[11]Bobby Byrd! \n[12] \n[13] \n[14]Really. Well maybe we could work up a little harmony together. \n[15]   \n[16]Jailbird! \n[17] \n[18]  \n[19]Sarah! I ain't tellin' you again. Get down here. \n[20]Sarah! \n[21]Nafloyd?! Where you boys at? \n[22] \n[23]What? \n[24]   \n[25]James ain't saying that `floyd. He's just hearing something. Get back to pushing the car. \n[26]What I say in Peterstown? Huh? \n[27]What I say? \n[28]So, push the Wagon, Nafloyd. \n[29] \n[30]They're closed, Dede. \n[31]Well see, James started out in Augusta. Then his family moved to Toccoa. That's where we met. \n[32]Well there was five of us to start with. Nafloyd Scott, Baby Roy Scott, Sylvester Keels.. \n[33]Yeah. They left. \n[34]James- \n[35]Yes, Mr. Brown. \n[36]I hang in there cause I remember the day that I knew. Knew I was never gonna be in front. \n[37]You work so hard at this one thing and then one day you realize it ain't supposed to be you. You can get mad. Try to fight it but if it's God's truth. It's God's truth. James is supposed to be in front. I saw it happen. And the man in front has to BE the man in front. It ain't always pretty but that's the man's responsibility if he wanna stay there. And you and me can't know what that is. We ain't supposed to. So, don't lie to yourself Maceo. Every man in this band walks taller because he with James Brown. Every man in this band believe in himself a little more because he's with James Brown. \n[38]No. But my ears a' open. Open your ears, Maceo. He's a genius. And he's takin' us with him. \n[39]It's King. They shot Dr. King. \n[40]No I don't think you slippin'.   You James Brown. You ain't never slippin'. I was just... \n[41] ", "Syd": "\n[1] \n[2]He just keeps hollering that one word over and over. \"Please\". \"Please\" what, Ralph?! Please jerk my dick? What the hell does he want? If he doesn't tell me, you're fired. \n[3]I don't hear a song Ralph. A song has verses. A snappy chorus. It's not just some unfortunate nigger pleading. Who needs that? Give me the fucking song Ralph. The song. \n[4]What? \n[5]Forget it. King doesn't make live albums. They're too expensive. \n[6]James, your audience is Negro. Negroes don't buy albums. They don't have the resources. Especially not for a bunch a songs they already got. \n[7]Don't need to. \n[8]The \"Mashed Potato\". \n[9]Exactly. \n[10]I can't do the \"Mashed Potato\". That's your job. That's the show. But what I can do is the business. \n[11]So I stick to what I know. You stick to what you know. And that's the showbusiness. \n[12]We got the level on his main mic way up to drown out the crowd. You gotta get him to hold back a little in the first number! \n[13]  \n[14]  ", "Nathan": "\n[1] \n[2]He just keeps hollering that one word over and over. \"Please\". \"Please\" what, Ralph?! Please jerk my dick? What the hell does he want? If he doesn't tell me, you're fired. \n[3]I don't hear a song Ralph. A song has verses. A snappy chorus. It's not just some unfortunate nigger pleading. Who needs that? Give me the fucking song Ralph. The song. \n[4]What? \n[5]Forget it. King doesn't make live albums. They're too expensive. \n[6]James, your audience is Negro. Negroes don't buy albums. They don't have the resources. Especially not for a bunch a songs they already got. \n[7]So I stick to what I know. You stick to what you know. And that's the showbusiness. \n[8]  \n[9]  ", "DeeDee": "", "Brown": "\n[1]    \n[2]I ain't lyin'! \n[3]\n[4]Fellas, how ya doin'. Mr. Jagger. Mr. Richard. Hear you boys are closing the show. Did you know that? \n[5]Uh-hmm. Well, I was told I'm closing the show. That's why I flew out here. \n[6]Y'all have a great show, fellas. \n[7]You leavin' you take your child, girl. You his momma. I don't need no hungry child. \n[8]That's right. Why don't you go try to sell your ass on Twigg Street. That's right. Buy yourself a dress. Maybe I pay you a visit. \n[9]Quit that. Driving me crazy. \n[10]I said stop! \n[11]You gawkin' at me? \n[12]Stop crying. I said stop crying. \n[13]I ain't heard nothing since my radio got busted. That's a cool song bro'. You sung it great. That sounded real sweet. \n[14]Pack up. We leaving. \n[15]Hurry up. \n[16]You miss your momma, boy? \n[17]We gone fix that. \n[18]Thought you could sell it. \n[19]Now. \n[20]There's a piano. And a stage. And right now. Ain't no one on it. \n[21]Why not? Like you said, Nafloyd, \"We just playin' around with \"Caldonia\". So let's go play around. \n[22]Ladies `n Gentlemen. Hope you're enjoying the show. \n[23] \n[24]So how we catch the wind? \n[25]No. \n[26]It's that easy why don' you do it? \n[27]And why that. \n[28]You tell me Richard. You tell me what you see. \n[29]Nafloyd, you know in \"Let's Make It\" when it goes . If you go up there and hold it, like. . It's gone be sweet. Make it like you got a harmonica stuck in your throat. \n[30]What? I can't sing it. It's your song man. \n[31] \n[32]Please, Please, Please....! \n[33]  \n[34]I call it James Brown music. What I mean is, it's so far ahead of it's time that they ain't got a name for it yet. Take another record, any record from your stack at home. I don't care if it's from Motown or Stax or whatever...and put it on your box. None of them are gonna sound like mine. Not even my own old records. Just like the title says, it's a \"new bag\". See the funk is in the bass. The bass never changes. It's a groove, lady. Soon as you hear that groove, I know I got you. \n[35]The groove is something you feel. The groove is solid. Bam Bap. It don't move. It's like a heartbeat. It's inside you, driving everything. Hard. Flat. A groove. \n[36]I just did. See Miss. See there's some things, they're just too big to fit in a magazine. But we all feel it. Even little Teddy here know it when he feel it. \n[37]See. Right there. We all feel it together. And that's the groove. Understand? \n[38]       \n[39]\n[40]    \n[41]Quit it. Clyde man. Lets get that POP! Dee.. app..POP! Unnerstand? It drop before you reach the beat. Dig? \n[42] \n[43]But does it sound good? \n[44]Does it feel good? \n[45]Then it's musical. So play it like I say. From the top. \n[46]Mmmn! Huh! Now that a groove. \n[47]Tell the Mayor, I sold 30 million records and ninety five percent of them are to the black community. They listen to me. They won't riot \n[48]  \n[49]\n[50]  \n[51]  \n[52]Don't look like it. \n[53]Come watch how Poppa don't take no mess. \n[54]   \n[55]Y'all act like y'all don't know what time it is. What you doin'? \n[56]Teddy, go on and wait outside. \n[57]I'll tell ya what I'm gonna do. I'm gonna think about it. That's all. \n[58] \n[59]How's that? \n[60]What the hell you talking about? \"Fill this place all myself\"? \"No problem?\" You sayin' I'm slippin'? \n[61]People copy me, Mr. Byrd. People gonna copy my moves till the earth goes dark. You understand? You think people are gonna buy that record like they buy my record? That what you sayin'? \n[62]Who you been tellin' this too? You been telling that to the Apollo? \n[63]Bobby, how you gone stand on your own feet? You just spent twenty years gettin' fat on a man's dollar. I produce a record for you and now it's gone to your head. You go talking big behind my back. You go sneaking round, raising heat off another man's name. We here, we doing something and you making plans sucker? \n[64]Damn right you can't do this no more. \n[65]See, the funny part. You say that like it's a big thing. Like \"oh my God, Bobby Byrd gone leave James Brown on his own.\" \n[66]\n[67]How we doin, Gertrude? \n[68]That's good. You two gimme a minute here. \n[69]  155                                                               155 \n[70]\n[71]131 \n[72]\n[73]  157                                                            157 \n[74]\n[75]  158                                                            158 \n[76]\n[77]  159                                                            159 \n[78]\n[79]   160                                                            160 \n[80]\n[81]132 \n[82]\n[83]  162                                                               162 \n[84]\n[85]   164                                                               164 \n[86]  \n[87]\n[88]  \n[89]\n[90]  ", "Vicki": "\n[1]You a bad man Bobby Byrd. \n[2]Quit lookin' for James Brown and keep your eyes on me, Bobby Byrd. ", "Anderson": "\n[1] \n[2]You a bad man Bobby Byrd. \n[3]Quit lookin' for James Brown and keep your eyes on me, Bobby Byrd. ", "Nafloyd": "\n[1] \n[2]I swear he's gonna break that piano. \n[3]What you talking about? We can't go up there. \n[4]Flames? \n[5]We the Flames. \n[6]You know what? Why don't you sing it, James? \n[7]But I ain't singing it right James. I just ain't. \n[8]I ain't got a harmonica in my throat. But you do. We all know you do. \n[9]You know how it be done. You got it all worked out. Don't you? \n[10]I know what you said. \n[11]You said `Fill her up Floyd. \n[12]I know you he said fill her up, Baby Roy! Problem is we don't got the dough to fill it. We don't got the dough because Bobby here let James spend all our money on some fake record which is right now sittin' in trash cans outside King, outside RCA, outside Chess. You took all our money, James. Where my money at? \n[13]Where my money, James?! \n[14]What we stop for? That was cookin'. \n[15] \n[16] \n[17]James Brown. I never liked you. Come on. Let's get outta here.. ", "Scott": "\n[1]You know what? Why don't you sing it, James? \n[2]But I ain't singing it right James. I just ain't. \n[3]I ain't got a harmonica in my throat. But you do. We all know you do. \n[4]You know how it be done. You got it all worked out. Don't you? \n[5]I know what you said. \n[6]You said `Fill her up Floyd. \n[7]I know you he said fill her up, Baby Roy! Problem is we don't got the dough to fill it. We don't got the dough because Bobby here let James spend all our money on some fake record which is right now sittin' in trash cans outside King, outside RCA, outside Chess. You took all our money, James. Where my money at? \n[8]Where my money, James?! ", "Susie": "\n[1]You can't catch me! \n[2]I gotcha! \n[3]You ain't hungry baby. That feeling in yo tummy? \n[4]That feelin' is the spirit inside you. He's in there tickling your belly right now cause he knows you such a good boy. You ain't hungry. He's just trying to make you laugh. \n[5]Are you a good boy? \n[6]I can't hear you. \n[7]Where you been? I been sittin' here for nine days with your child. You nine days late Joe. Where you been? \n[8]Where you been? Gamblin? You spent the money again? \n[9]DON'T LIE TO ME JOE! Give me some money. \n[10]Give me some money! \n[11]I'm here all alone here for four weeks. And we got nothing. Nothing! \n[12]You keep him. You can feed him. I can't. Bye, baby. You be good. She leaves. Joe calls after her. \n[13]I was on the Subway last week, and the two kids next to me was arguing who was the best, James Brown or Little Willy John. And this one boy, he was saying \"James Brown the best\" \"There ain't no one better than James Brown\", he got so mad I thought he was gonna whup this other boy. And then- \n[14]Well. Sugar, I live over in Brooklyn... and you my baby and you here playin' the Apollo. \n[15]Your daddy beat me. Beat you. I stayed because I loved you. I didn't know nothin' about being a wife. Nothin' about being a mother. I did the best I could. I did that. \n[16]I left because I loved you. I ain't had nothing to make no other choice. I was shamed. I was. \n[17]I never wanted to be a momma. But I carried you, boy. I didn't know nothin' about being a wife or being a momma. But I carried you and I loved you when you were in me. I chose you. I chose you. \n[18]You're so beautiful. You're so pretty. ", "Aunt": "\n[1]  \n[2]What the hell am I supposed to do with that donkey, Joe? \n[3]I don't sell donkey, Joe. And Jumpin' in the Army ain't gone make this boy go away. \n[4]Everybody gotta be somewhere. What's your name, sugar? \n[5]Guess you Little Junior now. \n[6]Big Junior! \n[7]You show me you can bring it in you an me ain't got no problem. Junior'll show y'how to do. \n[8]   \n[9]You done good Little Junior. You the sweetest little boy in the world. Hear me? \n[10] \n[11]    \n[12]  \n[13]Don't cry, Little Junior. Don't cry. Now, child, I want you to listen to me. You gone be okay. You hear me? Little Junior, you were born dead. Did you know that? \n[14]When your great Aunt pulled you into this world you were dead. You had gone cold. She slapped your ass hard too but you never drew a breath. Your momma and daddy had to say goodbye to you. But then your Great Aunt breathed in you one last time. And then you turned warm and then you screamed. So loud we heard it all the way here in Augusta. You're special, boy. Cause you got the spirit in you. And that spirit told me you gone be a rich man, Little Junior. And Everybody gone know your name. Ain't nothin' can touch you. You hear me? Nothin'. \n[15]   \n[16]", "Honey": "\n[1]  \n[2]What the hell am I supposed to do with that donkey, Joe? \n[3]I don't sell donkey, Joe. And Jumpin' in the Army ain't gone make this boy go away. \n[4]Everybody gotta be somewhere. What's your name, sugar? \n[5]Guess you Little Junior now. \n[6]Big Junior! \n[7]You show me you can bring it in you an me ain't got no problem. Junior'll show y'how to do. \n[8]   \n[9]You done good Little Junior. You the sweetest little boy in the world. Hear me? \n[10] \n[11]    \n[12]  \n[13]Don't cry, Little Junior. Don't cry. Now, child, I want you to listen to me. You gone be okay. You hear me? Little Junior, you were born dead. Did you know that? \n[14]When your great Aunt pulled you into this world you were dead. You had gone cold. She slapped your ass hard too but you never drew a breath. Your momma and daddy had to say goodbye to you. But then your Great Aunt breathed in you one last time. And then you turned warm and then you screamed. So loud we heard it all the way here in Augusta. You're special, boy. Cause you got the spirit in you. And that spirit told me you gone be a rich man, Little Junior. And Everybody gone know your name. Ain't nothin' can touch you. You hear me? Nothin'. \n[15]   \n[16]", "James": "\n[1] \n[2]Mavis. Where's everybody at? I got a meetin' this mornin'. \n[3]No, it's Tuesday, Mavis. \n[4]OK Stop. Sir. Stop. Who been in there? \n[5]I own this building, someone has been in there used my commode. Now who was it? \n[6]I don't care if you're in the middle of a heart attack son. Someone been in there, I hear the chain flush, I can smell it. Now who it was? \n[7]Something funny? \n[8]Then why you cats laughing? \n[9]OK listen up people. \n[10]Being it's Sunday and all I'm gone ask each of you to imagine you're sittin' in church right now. While today's sermon may be good they's something else on your mind. You realize you gotta take a shit. \n[11]Real bad. And you don't want to shit at the church house, naw sir. So you just sit there and think about getting home to your own toilet in your own master bath on Beech Island, South Carolina. I gotta a bidet in my master bath. Love my bidet. And a big pretty oval tub too. \n[12]You got a bidet, Sir? \n[13]You? \n[14]Well you gotta get you one. You all gotta get you a bidet. Are y'all sure its really Sunday today? \n[15]What was just saying... Oh, that's right. Yes! You gotta take shit. So, after church, you speed back home and you run like hell to the house scared you ain't gonna make it. But you do. Now imagine unhitching your pants as your open your bathroom door. And then you see me. James Brown. Sittin' on your master toilet taking a break. What would you do? \n[16] \n[17]Now I'm a busy man, and I'm guessin' you cats are too. But someone has abused a personal convenience. Now I ask you nicely. I'm gone ask you again. Which one of you gentlefolk hung a number two in my commode? \n[18]Was it you, Sir? Was it you?! \n[19]I ain't gone shoot nobody, son. \n[20]Ma'am, it was you wasn't it? You took a break in my bathroom, didn't you? \n[21]Yes you did. Now, don't cry. It's gone be okay. \n[22]You had to use the toilet. You saw an opportunity and you took it. Yeah, I got mad but, Lady, you did right by yourself. I've spent my whole life doing right by myself. I'm James Brown and I made a difference. \n[23]7 \n[24]You cats may not own my records but you can bet every record you have got a piece of me in `em. Ain't nobody singing today that ain't been touched by James Brown. \n[25]So, Lady, you did right by yourself. And there ain't no other way to live. You understand me? \n[26]You understand me? \n[27]Don't hurt me. Don't stop me. Don't stop me. \n[28]Don't stop me. Don't stop me. \n[29]C'mon. C'mon. \n[30]\"I Don't Feel Noways Tired\". \n[31]     \n[32]   20                                                                 20 \n[33]See Captain Jenkins, the James Orchestra is a 22 piece, but the Gov'ment or the Army, powers't be say I can only bring six fellas. Right now I got 16 pieces sittin' in a Bangkok hotel. If I'm paying my own money to be here, and I am, I oughtta bring as many cats as I want. Breaks my heart, son. `cause I know they all wish they was here right now. \n[34]We gone be fine, Captain. \n[35]Settle down, Captain. James Brown was born dead but then I breathed. God didn't want me then and he sure ain't gonna call me back now. \n[36]Marva, fellas, Listen up. We under attack. \n[37]Watch that mouth, Maceo. That's twenty dollars right there. \n[38]Mr. Byrd, I've decided to open tonight's show with \"I Got The Feeling\". \n[39]How's that sound? \n[40]You in charge when Bob Hope was over Corporal? \n[41] \n[42]Plane trouble? They tried to kill James Brown today. You wanna go down in history as the man who killed the funk? \n[43] \n[44]Corporal, let me tell you the first thing about James Brown. The first thing is James Brown don't tell no man his business. He won't tell you how to take Pnom Ridge or how you screwed up the Tet offensive. I don't tell you how to fight your war Corporal. So don't tell me when, where or for how long I can be funky. \n[45]Sorry we're late.    Are you cats ready? \n[46] \n[47]   \n[48]Momma? \n[49]Momma! \n[50] \n[51]Momma, I'm hungry. \n[52] \n[53]Gertrude! \n[54]I said I didn't want to be disturbed. That'll be twenty dollars. \n[55]Huh? \n[56]The Rolling Stones, huh? \n[57]Then why we here, Bobby? \n[58]\n[59]The Rolling Stones ain't even had a hit record here. \n[60]They ain't even ever played in America. Have they? \n[61]And it's my business to hear what they got to say about this. \n[62]Fellas, how ya doin'. Mr. Jagger. Mr. Richard. Hear you boys are closing the show. Did you know that? \n[63]Uh-hmm. Well, I was told I'm closing the show. That's why I flew out here. \n[64]I know that. \n[65]Y'all have a great show, fellas. \n[66]I'll be on stage in five. They better be ready. And the white people. \n[67]You got your high-heel sneakers on- \n[68]You know you out of sight- \n[69]\n[70]Say I...I...I...I love you so! \n[71]Welcome to America. \n[72]\n[73]The British Invasion make a man strong. Make him stand up. You ain't never been down how ya gonna get on up? \n[74]I can't never quit cause it get hard. You quit, you going backwards. You going backwards, you dead. So, I take it. But I take it and flip it. I go forward. And I live. \n[75]  \n[76]Keep singin'. \"No more my Lord\" \n[77]   \n[78]I feel good! And I knew that I would now... \n[79]I feel nice. Like sugar and spice. \n[80]Take it and flip it. \n[81]I feel good and I knew that I would now. So good. So good. Cause I got you. \n[82]Thank you, Mr. Avalon.   And please call me, Mr. Brown \n[83]How many times have I done this split Bobby? \n[84]Exactly, and now the first and only time I rip my pants has to be in front of all those white people. \n[85]My trumpet, bass, and drums are spread out all over this cold floor. \n[86]Go get my towel! \n[87]    \n[88]I'm seventeen... \n[89]Know what that means,   Big Junior? Means they can try me   in Superior Court. Means they can   send my juvenile ass down for   a man's term. 3 maybe 4 years. \n[90]You reach my daddy? \n[91]I know he's in the Army. So you gotta go find him. \n[92]What'd Aunt Honey say? \n[93]Go find my daddy, Big. Please! Okay? \n[94]So, he knows I'm here? \n[95]Don't cry Junior. Don't cry now. \n[96]Oh no Sir. Truth is I ain't really into all that so much. Not no more. \n[97]It's just a old nickname is all. I'm looking for something stable. Steady. I want to be a Mechanic. \n[98]Yes Sir. There's a fella I know back in Augusta, he owns a garage, he said he could find me a job if- \n[99]  \n[100]What happened to you? \n[101]Gee, that's too bad. \n[102]Walk in the jungle sometimes you get bit by a snake. \n[103]Say. What's that song you done? \n[104]I ain't heard nothing since my radio got busted. That's a cool song bro'. You sung it great. That sounded real sweet. \n[105]Only thing keeps me sane in here. \n[106]Five to thirteen years. \n[107]Robbed a suit. \n[108]Tell me about it. \n[109]Board say I need a permanent family address and a job. But see I don't know no folks here. \n[110]My Daddy's in the army. And my momma... well, she left. \n[111]You got that swing feel. Hittin' it late. Buh, dum, Bop. That's what a song need. \n[112]See without that feel, song just sit there. Don't move. You gotta fill it with something. You know what I'm sayin'? \n[113]    \n[114]Thank you, Mrs Byrd. \n[115]No. He got a right to ask. I am a jailbird. I've done wrong and I gotta own up to that. \n[116]I stole a man's three piece suit. You want to know me? I tell ya. My daddy is in the army. My momma left when I was five. I'm skinny but I'm strong. I can read a little bit and I like to sing. That's who's sittin' here. \n[117]And I think God knew that when I took that suit that I might end up with you. I ain't never sat at a table with such a fine group of people in my life. \n[118]I used to wish I could put that suit back, but now I'm here with y'all. Fried chicken. Green beans. Corn bread. Those nice curtains. \n[119]A house smells good. I'm happy I stole that suit. And I thank you for having me here. \n[120]   \n[121]  \n[122]Junior. \n[123]Pretty girls. \n[124]Pretty girls. \n[125]     61                                                                 61 \n[126]   \n[127]What you talkin' about? Your hair is rising up to the Lord right? Like a flame. \n[128]What you think \"Caldonia\" is, Nafloyd. \n[129]Now. \n[130]There's a piano. And a stage. And right now. Ain't no one on it. \n[131]Why not? Like you said, Nafloyd, \"We just playin' around with \"Caldonia\". So let's go play around. \n[132]Ladies `n Gentlemen. Hope you're enjoying the show. \n[133]We're the Famous Flames. \n[134] \n[135]The Famous Flames. \n[136]So how we catch the wind? \n[137]No. \n[138]It's that easy why don' you do it? \n[139]And why that. \n[140]You tell me Richard. You tell me what you see. \n[141]        68                                                                   68 \n[142]Bobby. I can't make practice Thursday. I gotta get married. \n[143]That chick I met after the Stone Mountain Show. Velma. \n[144]Oh, I'll still harmonize with Sarah from time to time. \n[145]Do all what? \n[146]I ain't startin' nothin', Bobby. Except what we doin'. \n[147]That us. We in there Bobby. \n[148]But, it is beautiful. All those little grooves. That's us. It's been written. \n[149]Now, men gone lay with women. That's nature. But a woman ain't never gone stop a real man from what he's supposed to do. That's God. Husband? Daddy? That gives a man purpose. Man gotta have purpose. But purpose don't stop me neither, Bobby. Ain't nothin' gone stop us. Nothin'. And that's God too. \n[150]  \n[151]You gone smile for me, Teddy Brown? \n[152]Come on, boy. \n[153]No baby. \n[154]Baby. I gotta go. \n[155]    \n[156] \n[157]Nafloyd, you know in \"Let's Make It\" when it goes . If you go up there and hold it, like. . It's gone be sweet. Make it like you got a harmonica stuck in your throat. \n[158]What? I can't sing it. It's your song man. \n[159]I'm taking you to the money, Nafloyd. Right now. \n[160]Are you sure, Baby? \n[161]Velma's pregnant again. \n[162]Knock yourself out. \n[163]We're Musicians. We the Famous Flames. \n[164]All we need is a spark, baby. So we can turn the lamp down low till this sun rise up on us in the morning. \n[165]Oh no. \n[166] \n[167]I can't go back to prison Bobby. \n[168] \n[169]Hi. \n[170]Yeah. That's me. \n[171] \n[172]Please, Please, Please....! \n[173]Wait...wait a second here- \n[174]It ain't right. It's too slow.     We gotta pick up the pace fellas. \n[175]I need to come in early..push it. Drive it. Early. Before the beat. Then speed it up, man. \n[176]I know it's a ballad, Mr. Bass. But a ballad is supposed to get her in the mood, not put her to sleep. \n[177]But it ain't right. \n[178]but the pace remains the same.   \n[179]Please!   Please!   Please. \n[180]Please!   Please!   Please! \n[181]  \n[182]Well thank you Sir, we worked real hard to- \n[183]I know what Mr. Bart is saying. I heard him. Loud and clear. \n[184]I see where we goin'. Saw it this morning when your secretary called ask me to come here an hour early. Alone. I knew it six months ago. Hell, I knew it the day I was born. \n[185]There's some things I'm gonna want. \n[186]Bobby. It's just a name. Ain't nothing different between us. This for all us not just me. It's gone be good. \n[187] \n[188] \n[189]I think a live album- \n[190]But, Pop, you know my show. \n[191]Mr. Nathan, you ain't ever even seen the show. My show. \n[192]Mr. Nathan- \n[193]What are you doing? \n[194]That ain't the \"Mashed Potato\". \n[195]Book the Apollo. I'm gonna spend my own money on this. Syd Nathan's wrong. \n[196]Book it out next week for the whole week, go in, we drill it, we drill it, we drill it, then we drop it. \n[197]I don't understand risk? \n[198]I don't understand cos I'm just the \"show\"? Is that all I am to you, Pop? The show? The money? \n[199]Sure it is. That's all me and my black brothers are to the \"White Devil\". We the show and you the money. And that's how the White Devil keeps it all. \n[200]Pop, look me in the eye. \n[201]Pop. \n[202]Yeah, I'm the show. But, if I'm spendin' my own money on the show, then I'm gone be the business too. \n[203]And after we kill The Apollo, I'll kick over a few bucks to the white devil. Whatever I think he deserves. And If I'm payin' you, Pop, you gone show me how to do it. \n[204]And I want the best engineer in town. I don't care what it takes. I don't care what it cost. I want everyone in uniform, the ushers, front of house, the peanut peddlers. \n[205]And I want `em in Sapphire blue suits. Pop. Sapphire. \n[206]It's cold. It's cold. It's too cold man. It's too cold. Cold. Cold. \n[207]C'mon. C'mon. C'mon. C'mon. C'mon. \n[208]Gertrude. See if you can get some coffee for the folks in line. \n[209]You ready Mr. Byrd? \n[210]Watch me. \n[211]You know I feel alright. You know I feel alright children. I feel aaaaaaaallllriiiiiiight. \n[212]Think...Think...Think...About your bad self... \n[213]Thank you. That's very kind of you. \n[214]We gone celebrate tonight. And then tomorrow we gone Wilmington and do it to it all over again. \n[215]    \n[216]Momma? \n[217]Momma it's me. It's me. \n[218]But Momma! \n[219]This for me? Looky this! We got us a chauffeur. \n[220] \n[221]This here's a month's pay, help you get yourself another job. I gone drive myself. \n[222]Don't mention it. That's six a month goin' somewhere else. \n[223]Pop, see there's something I been meaning to ask you. \n[224]I got a seventh grade education Pop, so you'll have to excuse me. I was looking over those figures you sent me, and something occur to me: we don't pay the promoter, the promoter pay us. \n[225]-sure we planning, see I ask myself, what if we don't got fluctuating sales. What if you knocking the tar out of every show. \n[226]I don't doubt it. \n[227]What if we took the gate? What if we took it ourself. \n[228]And still got the show promoted, but better. \n[229]Lenny Franks a James Brown fan? How old he, sixty? Why's he gone try harder for James Brown than for Sam Cooke? Or Ray Charles. Or Tom Jones. See Pop. We go to the radio stations. \n[230]You see my point right? OK. Listen up. We go to the radio station. We go to the young cats. The hungry cats. The late night cat. \n[231]The twenty year old white deejay in Richmond Virginia who's getting paid nothing and is only doin' it because he loves music. We go to him we ask him if he want to be the sole James Brown promoter for the Richmond show. For a percentage. He gone say: \n[232] \n[233]Between nothing and fifty bucks a week. But he love my music. He digs James Brown. And he got a microphone and a turn-table and four hours airtime to kill. \n[234] \n[235]And at the end he gone say.. \n[236]\n[237]\n[238]Now because he's twenty he's got strong legs. And he knows everyone. \n[239]He know the guy in the barber shop knows the guy at the pool hall, the guy at the garage. \n[240] \n[241] \n[242]  \n[243]Why not? \n[244]It's not a little. If the show sells, and it's sellin', we talking thousands of dollars a night. Difference per year between 2 and 3 million dollars. \n[245]And there's my next point Pop. Why not? \n[246]I can do something for you, and you can do something for me, and it ain't buy me no Cadillac. Did you buy Wilson Pickett a Cadillac? Did you buy Jackie Wilson a Cadillac? You know which way this thing is going Pop. I got people around me who don't see it. \n[247]      \n[248]Who you play Sax with son? \n[249]What's the rule? \n[250]Not on the bus. Not backstage. You a talented horn player, son. You gotta keep your game tight. Now you wanna smoke a little groove on your own time, that's yo' business. But we out here to work hard and we gone do just that you dig? Fifty. \n[251]Hello pretty thing. You want an autograph? \n[252]You want to come with me? So I can sign it somewhere private? \n[253]  \n[254]I called you yesterday, you ain't home. \n[255]You were home all day. So why you didn't pick up the phone? \n[256]I call you at one and quarter past one, then I call you at two. And I call again at three. \n[257]Where were you? \n[258]For two hours? \n[259]I ain't gone fine you, baby.   You fine enough already. \n[260]Got you a phone in the bathroom now. \n[261]You peekin' brother? OK. OK. You ready. You ready? OK. Open `em. Check it Bobby. Is that something? \n[262]That something Bobby? Is that something? \n[263]Impetigo? \n[264]Listen up. Which one of you cats want to fly to Reno on daddy's airplane? \n[265] \n[266]   Bobby, Teddy and Dede stand next to James.  \n[267]I call it James Brown music. What I mean is, it's so far ahead of it's time that they ain't got a name for it yet. Take another record, any record from your stack at home. I don't care if it's from Motown or Stax or whatever...and put it on your box. None of them are gonna sound like mine. Not even my own old records. Just like the title says, it's a \"new bag\". See the funk is in the bass. The bass never changes. It's a groove, lady. Soon as you hear that groove, I know I got you. \n[268]The groove is something you feel. The groove is solid. Bam Bap. It don't move. It's like a heartbeat. It's inside you, driving everything. Hard. Flat. A groove. \n[269]I just did. See Miss. See there's some things, they're just too big to fit in a magazine. But we all feel it. Even little Teddy here know it when he feel it. \n[270]See. Right there. We all feel it together. And that's the groove. Understand? \n[271]Day off? \n[272]We ain't payin' the horses to rest `em. Besides, we got a day off in two weeks in New Orleans. The boys can get their wives, girlfriends along, kick back. What's between Raleigh and Columbia? Spartanburg? \n[273] \n[274]The Regal! \n[275] \n[276]Call `em up, Pop. \n[277]       \n[278]Hey little man, you been good this year. \n[279]Merry Christmas, Little Man. \n[280]\n[281]You stand up in James Brown's yard dressed like that? So every man can see you? \n[282]Cover yourself up. \n[283]    \n[284]\n[285]See My great grandmother on my momma's side, she Asian. She got Asian blood. See Asians are a flexible race. You get with an Asian chick? That a whole other story. No spank but they got it baby they got it. Anyway what was I talkin `bout? \n[286]That's right. That it. I got these Chinese knees. \n[287]That's how come I can dance the way I do. Anyway. One. Two. Three. Four. Hit it. \n[288]Stop. Maceo. What you doing man? You coming in maybe a little too late. What's the matter son. You lost your feeling? \n[289]  \n[290]You got something to say Mr. Byrd? Because a man got something to say he should say it. You got something to say? \n[291] \n[292]I can't have people HOLDING UP THE REHEARSAL. If I can't do it right I ain't gone do it at all. We got to GET ON. GET AHEAD. Now you know the rule. \n[293]You late, you off or you hold us up, it's no good, Mr. Byrd. Its gonna cost you 50 dollars. \n[294]Now are you ready Mr. Byrd. Are you ready Mr. Byrd? \n[295]Good. I ain't fattening frogs for snakes. From the top. One Two... \n[296]Quit it. Clyde man. Lets get that POP! Dee.. app..POP! Unnerstand? It drop before you reach the beat. Dig? \n[297]It goin' wrong there Pee Wee, when it rise up. \n[298] \n[299]Thank you! I like the part he playin' now. I just want it in a different place. \n[300]What's this, Maceo. \n[301]A snare what? \n[302]Correct. \n[303]What's this, Maceo? \n[304]No it's not. \n[305]What's that, Pee Wee? \n[306]Now you're getting it. \n[307]What's that he's holding. \n[308]You Fellas. What are those shiny things you holding. \n[309]Now we all got our drums. Now when you're playing the drum it don't matter what key you're in, what bar your in or what planet you on. Dig? \n[310]But does it sound good? \n[311]Does it feel good? \n[312]Then it's musical. So play it like I say. From the top. \n[313]Mmmn! Huh! Now that a groove. \n[314]  \n[315]Mother, she got to have. Say, you got to have a mother for me. Yeah, popcorn! \n[316]Quit it. We missing something. \n[317]Pee Wee, get over here by the microphone. And bring that horn box. That's where you keep the wig, right? \n[318]What is it? Why we stop Henry? \n[319]What? What is it? \n[320]Tell the Mayor, I sold 30 million records and ninety five percent of them are to the black community. They listen to me. They won't riot \n[321]Get the Mayor on the phone. \n[322]Mr. Mayor, the way I see it, you already lost your next election. You lost it at 7:05 PM Memphis time. \n[323]Now tomorrow night, you either got 10,000 angry folks in the Boston Garden, or you got 10,000 angry folks on your front lawn. Take your pick son. Which one you want? \n[324]   \n[325]Brother before I get to this next thing I wanna say. He's a young man you dig. He's a young man so he's thinking together. The man is together. Give him another round of applause. \n[326]Hit it. \n[327]Wait a minute. Step off. Move off. I'll be a'ight here. I be fine. \n[328]Do you wanna dance son? You dance. \n[329]C'mon. C'mon now. Y'all go down. Go back down. Don't nobody else come up. Wait a minute. Wait. Ladies and gentleman. This is no way. This is. We are black. We are black. Wait a minute go back. Can't y'all go back down and lets do the show together. We're black don't make us all look bad. Let me finish the show. Step down there. Be a gentleman. Lets represent our own selves. Lets represent our own selves. \n[330]Now I ask the police to step back because I figure I could get some respect from my own people. Now we together ain't we. Hit that thing man. \n[331]\n[332]In America today you've either got to be an entertainer or a ball player or what? If you poor, young and black, what is there? And you ask me why they on the street? It ain't politics we watchin'. It's economics. \n[333]  \n[334]You got kids out there that can't eat, robbing and stealing and doing what they have to do to make it. And if you don't do something about it we gonna lose the country. I go to Harlem, talk to Rap Brown, talk to the Nation they call me a separatist. Here we're on our way to the White House, Pop, and they already calling me an Uncle Tom. So what I supposed to do? \n[335]Write a check for Rap so he buy rifles, machine guns, rally on 125th and take it south? What it say to you, a street kid from Augusta, Georgia in the White House? \n[336]You asking me to turn this plane around and stand up the President? \n[337]So here I am. Just a sorry soul brother whining inside his private jet, huh? \n[338] \n[339]I want to go to Vietnam. I want to show unity for the boys out there. The beleaguered, the tired and in the dark. \n[340]And we need to bring awareness, and Mr. President, we need to bring the super heavy funk. \n[341]Take it and flip it. \n[342]Hit it. \n[343]Quit it. Bring `em in. \n[344]How we all doin'. Hope this ain't too late for you folks. \n[345]I brought you all here today so I could tell you something very important. I want you all to know that you can do or be anything you want in this world. Don't let anybody tell you anything different. You understand? When I was a boy I used to shine shoes in front of radio station. Now I own that radio station. You got to build it. And then you gotta learn it... and that's when you earn it. \n[346]We ready fellas? \n[347]I think about a lot of things. About problems. About solutions. You know one way of solving a lot of problems that we've got in this country...is letting a person feel that they important. Feel that they somebody. It's it. Man can't get hisself together... ...until he know who he is and be proud of what and who he is and where he come from! WHERE WE ALL \n[348]Say it loud! \n[349]\n[350]  \n[351]  \n[352]You the man, Teddy Brown? \n[353]Gertie. The band ready? \n[354]Don't look like it. \n[355]Come watch how Poppa don't take no mess. \n[356]   \n[357]Y'all act like y'all don't know what time it is. What you doin'? \n[358]Spokesman? Elected? \n[359]Teddy, go on and wait outside. \n[360]Fellas. I hear ya. I really do. And I appreciate the honesty. That can't be easy. No Sir. You got grievances. You got your own selves to think about. Hell, you're men. I dig it. \n[361]I'll tell ya what I'm gonna do. I'm gonna think about it. That's all. \n[362] \n[363] \n[364]See that's the thing about the funk. The funk don't quit. \n[365]Cause if the funk gone up'n'quit that's it. \n[366]Are we done here Mr. Byrd? \n[367]Are we done? \n[368]That's right. Two Musketeers. \n[369]What's those kids from Cincinnati. The New Dapps...Blackenizers? Who that kid play bass? \n[370]Do that button up son. You know Kansas City? You know Cold Sweat? Do you know Please Please? \n[371]They say they ready Mr. Byrd. What you think? \n[372]How old are you son? \n[373]Cats know Super Bad? \n[374]Baby, I gotta get to my show. I can't be playin' around right now \n[375]You know I don't drink. \n[376]Happy now? \n[377]\n[378]Now it's true, we work hard. A man gotta work hard if he wanna break ground. And we breaking new ground everyday... \n[379]My record Live at the Apollo is the first R&amp;B album in the history of the world to go top ten. Stayed up in there for 66 weeks.. \n[380]\n[381]That record come across. I mean it hit hard!!! Uhn! \n[382]And slowly, the whole World knew who we were. \n[383]See in showbusiness, you got two parts. You got the show and you got the business. And brother. You better believe. You looking at both. \n[384]How's that? \n[385]What the hell you talking about? \"Fill this place all myself\"? \"No problem?\" You sayin' I'm slippin'? \n[386]People copy me, Mr. Byrd. People gonna copy my moves till the earth goes dark. You understand? You think people are gonna buy that record like they buy my record? That what you sayin'? \n[387]Who you been tellin' this too? You been telling that to the Apollo? \n[388]Bobby, how you gone stand on your own feet? You just spent twenty years gettin' fat on a man's dollar. I produce a record for you and now it's gone to your head. You go talking big behind my back. You go sneaking round, raising heat off another man's name. We here, we doing something and you making plans sucker? \n[389]I'm ashamed of you, Bobby. And you should be ashamed of you. Now you tryin' to run around with Vicki. Don't jive yourself bro'. Now, Vicki, she could fill this place. \n[390]But she's been my business before. \n[391]Damn right you can't do this no more. \n[392]See, the funny part. You say that like it's a big thing. Like \"oh my God, Bobby Byrd gone leave James Brown on his own.\" \n[393]Bobby? Get everybody out of here and wait outside. \n[394]Why tonight? Why you come here? \n[395]I don't want you to feel proud. I ain't your sugar. I ain't your baby. Not then. Not now. And I don't want you to tell anyone you my momma, because you and me know that ain't true. \n[396]See I thought about this. I know it weren't personal and that's why this ain't neither. It turned out fine. I didn't need you. I looked after James Brown. Made sure he was OK. No-one else. No-one help me. \n[397]Don't cry. Don't cry. Don't cry. \n[398]Clean yourself up. That's it. \n[399]I'm James Brown. And James Brown don't need nothing. Don't need no- body. \n[400]Why are you really here? What do you want? \n[401]Here. That's a hundred dollars. I'm sorry but I'm gonna ask you to leave now. \n[402]       144                                                               144 \n[403]Tell Pop to make sure she's taken care of. Whatever she needs. \n[404]\n[405]       146                                                                146 \n[406]I'm OK. I'm OK. I'm OK. \n[407]\"I Don't Feel Noways Tired\" \n[408]James Brown, James Brown.   James Brown, James brown. \n[409]   \n[410]What you doing out here in your robe, Mr. Byrd? \n[411]Well I ain't gone tell. \n[412]Well I was just passing. Playing a show tonight at the Omni. \n[413]Say. Maybe you and Vicki could come along. We got a great new horn section. Tight. We getting there. \n[414]Well you think about it. See what Vicki say. \n[415]Teddy's funeral. \n[416]You know, Bobby, they still don't know what happened to Teddy and that boy. Those boys weren't drinkin' or doin' drugs. \n[417]No sir. Nothin' like that. He was a good boy. The car just hit that bridge head on. We ain't ever gone know how or why. They say he didn't feel a thing. \n[418]But we brought him back to Augusta didn't we? Got him home then sent him on to the Lord. \n[419]Look at that. We got white folk cleaning our pool. Come a long way huh, Mr. Byrd? \n[420]You still makin' the steps, Mr. Byrd? \n[421]You hurtin' a little in the hips? \n[422]Not me. I just get stronger ever day. Gettin' better every day. \n[423]Maybe you and Vicki got some friends who could come tonight. Good seats, too. \n[424] \n[425] \n[426]What's the next line? \n[427]See you around Mr. Byrd. \n[428]How we doin, Gertrude? \n[429]That's good. You two gimme a minute here. \n[430]  155                                                               155 \n[431] \n[432]\n[433]131 \n[434]\n[435]  157                                                            157 \n[436]\n[437]\n[438]  158                                                            158 \n[439]\n[440]  159                                                            159 \n[441] \n[442]\n[443]   160                                                            160 \n[444]\n[445]132 \n[446] \n[447]\n[448]  162                                                               162 \n[449]James Brown. James Brown. James Brown. \n[450]\n[451]   164                                                               164 \n[452]\n[453]\n[454]  \n[455]I paid the cost to be the boss. \n[456]\n[457]  \n[458]Try me. Try me. Darlin tell me. I need you. Try me. Try me. And your love will always be true \n[459]Oh I need you Hold me. Hold me. I want you right here by my side. Hold me. Hold me. And your love we won't hide ", "Ben": "\n[1]I need to speak to James. \n[2]Gertrude, it's important. \n[3]James, I just spoke to the producers. They've requested the Rolling Stones close the show. \n[4]Rolling Stones, James. You'll go on right before them. It'll be you, then the Rolling Stones top of the bill. \n[5]You're here because they want you here, James. You're James Brown! I want you here. Because this isn't the chitlin' circuit man. We're done with that shit. This is an audience full of white faces and you're gonna make them love you. You're just not closing the show. \n[6]James. Now don't start. Let it go. \n[7] \n[8]They're just kids. In a year from now we won't even know who they are. It's business, James. \n[9]James, don't... \n[10]Yes Sir, Mr. Brown. \n[11]Come in Boys. Come in. \n[12]Boys, I have something to show you. \n[13]We agree. See I believe it should say simply James Brown. The fact is Gentlemen, James Brown doesn't need the Famous Flames. King records and Universal don't need the Famous Flames. But James has requested that the name remain in some form. Now if you want to stay, stay, but from now on you work for James Brown, on James Brown's records. Should you find this disagreeable in part or whole, you can go home. \n[14]James, Recording live is five, six times as expensive as the studio. And that's for some violin concerto at the Met. No one jumps up and shouts \"Blow it fucker!\" in the middle of The Magic Flute. \n[15]I'm not going to let you do that, Jimmy. \n[16]Forget it, Jimmy. It's too big of a risk. Let's order something to eat. \n[17]Of course not, Jimmy. \n[18]I'm not the \"White Devil\". I'm trying to protect you. I'm doing my job. \n[19]I'll call Nola Sound. They got these new three track stereo recorders from Ampex. \n[20]We'll need the band in New York immediately. \n[21]Sapphire Blue. Underwear too. How does that sound? \n[22]I think its too late for that. You ain't got a breeze, Syd. You got a hurricane. \n[23] \n[24]Better than Lenny Franks? \n[25] ", "Bart": "\n[1]I need to speak to James. \n[2]Gertrude, it's important. \n[3]James, I just spoke to the producers. They've requested the Rolling Stones close the show. \n[4]Rolling Stones, James. You'll go on right before them. It'll be you, then the Rolling Stones top of the bill. \n[5]You're here because they want you here, James. You're James Brown! I want you here. Because this isn't the chitlin' circuit man. We're done with that shit. This is an audience full of white faces and you're gonna make them love you. You're just not closing the show. \n[6]James. Now don't start. Let it go. \n[7] \n[8]They're just kids. In a year from now we won't even know who they are. It's business, James. \n[9]James, don't... \n[10]Yes Sir, Mr. Brown. \n[11]That was a great show last week over in Jersey. \n[12]Not we James. Not the Famous Flames. You. James Brown. \n[13]Come in Boys. Come in. \n[14]Boys, I have something to show you. \n[15]We agree. See I believe it should say simply James Brown. The fact is Gentlemen, James Brown doesn't need the Famous Flames. King records and Universal don't need the Famous Flames. But James has requested that the name remain in some form. Now if you want to stay, stay, but from now on you work for James Brown, on James Brown's records. Should you find this disagreeable in part or whole, you can go home. \n[16]So. Do you know what you want James? \n[17]James, Recording live is five, six times as expensive as the studio. And that's for some violin concerto at the Met. No one jumps up and shouts \"Blow it fucker!\" in the middle of The Magic Flute. \n[18]I'm not going to let you do that, Jimmy. \n[19]Forget it, Jimmy. It's too big of a risk. Let's order something to eat. \n[20]Of course not, Jimmy. \n[21]I'm not the \"White Devil\". I'm trying to protect you. I'm doing my job. \n[22]I'll call Nola Sound. They got these new three track stereo recorders from Ampex. \n[23]We'll need the band in New York immediately. \n[24]Sapphire Blue. Underwear too. How does that sound? \n[25]I think its too late for that. You ain't got a breeze, Syd. You got a hurricane. \n[26]Compliments of Universal Attractions. \n[27]What's that Jimmy. \n[28]Just standard Jimmy. Guarantee against fluctuating ticket sales. Lets plan a- \n[29]Well let me explain the way it works. When you book a show. Take Chicago. Now our promoter in Chicago is- \n[30]Lenny J Frank. Lenny's the number one promoter in Chicago has been for twenty years. \n[31]Now when Lenny pays us a flat rate, we can account. You know, number one, you're getting top rate and number two- \n[32]Better than Lenny Franks? \n[33]Jimmy, I understand your frustration but you gotta realize you're entering a game where the rules are set out. If you were a ball player you can't walk in and change how many innings they're gonna play just because... \n[34]Its beautiful Jimmy. I can't do it. \n[35]Universal Attractions promotes many acts. I can't piss off the 60 or 70 promoters in this country to skim a little extra on the James Brown Show. \n[36]And I'm out of a job. Think you're forgetting I don't just work for James Brown. \n[37] \n[38]Po-lice have the same problem. \n[39]Then we got a day between Raleigh, Carolina and Columbia two days after. \n[40]Sure. Regroup. Rest the horses. \n[41]Jimmy, Mayor of Boston's office called. Wanted you to know they've cancelled tomorrow's show at the Garden. For reasons of public safety. He's worried about rioting. \n[42]We have virtual race war looming across the South, Jimmy. Politics, 101? Don't put 10,000 angry blacks together in one place in the middle of a city, and broadcast it live to the world. \n[43]It says you kissin' up to the Man James. \n[44]No. I'm saying who gives a shit. You're already screwed, James. Think about it.   If you stand up Lyndon Johnson to go kiss up to the Panthers, you ain't gone be playin' Vegas anytime soon because if they think you can stop a riot, they sure as hell will expect you to start one. \n[45]Don't be scared my friend. Because if you're scared, it doesn't end well for the black man. Do your thing, James. It's worked for you so far. ", "Joe": "\n[1]Working turpentine, baby. Chippin' trees. \n[2]No. \n[3]I ain't lyin'! \n[4]Susie. Shut your sweet mouth get those panties off baby. \n[5]You leavin' you take your child, girl. You his momma. I don't need no hungry child. \n[6]That's right. Why don't you go try to sell your ass on Twigg Street. That's right. Buy yourself a dress. Maybe I pay you a visit. \n[7]Be back in a week or so. Mind you don't makes no mess. \n[8] \n[9]Quit that. Driving me crazy. \n[10]I said stop! \n[11]You gawkin' at me? \n[12]Stop crying. I said stop crying. \n[13]Pack up. We leaving. \n[14]Hurry up. \n[15]You miss your momma, boy? \n[16]We gone fix that. \n[17]..S'much appreciated Honey. Sure is mighty kind.. \n[18]Thought you could sell it. \n[19] "}}