{"filename": "Ghost-Ship_script.txt", "imdb_id": "tt0288477", "imdb_url": "https://www.imdb.com/title/tt0288477", "characters": ["Complete credited cast:", "Santos", "Katie Harwood", "Captain (as Robert Ruggiero)", "Friendly Officer", "Second Officer", "Munder", "Chief Steward", "Purser", "Dodge", "Francesca", "First Officer", "Ferriman", "Greer", "Epps", "Murphy"], "dialogues": {"Santos": "", "Katie": "\n[1]\t\tMaybe last year.  \tKatie joins them from the outer room.  \n[2]\t\tIt's not your color anyway.  \n[3]\t\tIt isn't real.  \tEpps looks back at her from the other side of the room where \tshe stands.  \n[4]\t\tMany bad things have happened here. \t\tBut you mustn't allow the evil inside. \t\tI tell you this because you can see \t\tme. The others can't. But you must \t\tleave. You must leave.  \tA LOUD GUNSHOT SOUNDS SOMEWHERE IN THE SHIP. When Epps turns \tback Katie is gone.  ", "Harwood": "", "Friendly": "", "Officer": "\n[1] \tEpps steps in. She shines her light on the room. It is exactly \tas it was left. She crosses to the bed, shining her light \tunder it. She sits down, trying it.  \n[2] \tThe SOUND OF SOMEONE BREATHING HARD CAN BE HEARD in the dark \troom. As the CAMERA SLOWLY MOVES INTO THE ROOM, we see that \tit is Greer, lying on the bed. His body is tense and his \tarms arch rigidly toward his chest. His jaw is clenched and \the expels harsh, guttural utterances, experiencing something \tbetween a night terror and a seizure.  \n[3] \tEpps sits down on the bed. She lies back, not sleepy. A beat \tas she holds there in the darkness.  \n[4] \tGreer lies asleep on the bed. But his sleep is fitful, \tincreasingly agitated, tormented. It is as if he tries to \tspeak, but cannot. As THE CAMERA PUSHES SLOWLY IN, his words \tare forced and garbled, speaking in the same nonsensical \tlanguage he spoke earlier, when he wakes with a start.  ", "Second": "", "Munder": "", "Chief": "", "Steward": "", "Purser": "\n[1] \tEpps looks through a file cabinet behind a heavy wood counter \tas Greer and Murphy approach.  \n[2] \tA file drawer comes open, revealing ticket receipts.  \tEpps looks on at it. The receipts are labeled \"FULL FARE \tPASSAGES\" and are divided by first, second, and third class. \tShe goes through them, coming to a section that says ", "Dodge": "\n[1]\t\tWhere from?  \n[2]\t\tI'll sleep good tonight knowing that.  \n[3]\t\t\t \t\tIf it started out at twenty an hour \t\tthe piece of shit'd be at the bottom \t\tof the Gulf by now. Whether it'll \t\tmake St. Lawrence is anybody's guess.  \n[4]\t\tMuch obliged, skipper.  \n[5]\t\tWith that coxswain dickhead.  \n[6]\t\tAre you kidding me? Jealous? Epps? \t\tGimme a break.  \tGreer and Murphy trade looks as Dodge raises his beer.  \n[7]\t\tWhat a laugh.  \tA MINOR COMMOTION can be heard as they sit there.  \n[8]\t\tFuck it.  \tHe puts down his hand. Epps takes another drag from her \tcigarette, collecting her winnings.  \n[9]\t\tWhy not.  \tShe gathers the cards, shuffles.  \n[10]\t\tWhat is your first name?  \n[11]\t\tIt just occurred to me I don't know \t\tyour first name. All this time and I \t\tdon't know it.  \tShe deals the cards in silence.  \n[12]\t\tWhat?  \n[13]\t\tMaureen?  \tShe looks on at him as he holds there, takes his cards.  \n[14]\t\tRoger.  \n[15]\t\tYeah.  \tShe wants to laugh, but only studies her cards.  \n[16]\t\tYou think that's funny  \n[17]\t\tSmugglers maybe.  \n[18]\t\tProbably slipped her moorings, got \t\ttangled up in a current.  \n[19]\t\tSomebody's probably looking for her \t\tas we speak.  \n[20]\t\tYeah, from one side of the harbor to \t\tthe other. But we got half the Bering \t\tSea and the whole Alaskan gulf to \t\tdrag her over.  \n[21]\t\tIf you get it back in one piece.  \n[22]\t\tIt's a bloody navigation hazard. \t\tOne boat can't control a ship that \t\tsize.  \n[23]\t\tOkay. We're gonna use a heavier than \t\tusual twin cable rig this time, \t\tconsisting of a pair of number three \t\tgauge braided wire tows. \t\t\t \t\tWe'll tie off through the anchor \t\talleys. And come down to the aft \t\tport and starboard pins. Here.  Thus, \t\twe need to get two of these... \t\t\t \t\tUp there.  \tHe indicates the bow of the Chimera.  \n[24]\t\tSeeing as though a foot of one of \t\tthese fuckers weighs about a hundred \t\tpounds, it ain't gonna be what you'd \t\tcall easy. \t\t\t \t\tAny questions?  \n[25]\t\tThen we'll all be doomed. Any other \t\tquestions?  \n[26]\t\tReady?  \n[27]\t\t\t \t\tHit it!  \tEpps reaches over and unhinges the crane hook and the tow \tcable explosively drops, banging loudly against the Chimera's \thull with a shower of black rust.  \n[28] \tDodge cranks a portable pulley winch on the deck, the pilot \tcable slowly pulling the tow cable up through the anchor \talley.  \tIt is heavy and the winch shows the strain as Dodge cranks \tit. He continues, when something gives in the winch mechanism \tand the whole thing slides forward on the pilot cable, \tentangling Dodge's leg and dragging him on his ass along the \tdeck.  \n[29] \tDodge slides toward the anchor alley like a piece of meat \ttoward a sausage grinder, when the winch slams into it and \tstops dead, the cable continuing on with a loud shriek \tdangerously close to his face, until...  \n[30] \tDodge lies tangled in the winch.  \n[31]\t\tYes!  \n[32]\t\tAlright, skipper, real easy.  \n[33]\t\tSteady as she goes.  \n[34]\t\t\t \t\tThrottle back.  \tThe tug slows as the cables rise slowly from the water.  \n[35]\t\tMore.  \tThe tug slows still more.  \n[36]\t\tMore.  \tIt slows still more, until the tug just creeps along, and \tthe massive tow cables rise entirely out of the water, \tstraightening as the slack is pulled out.  \n[37]\t\tRight there, skipper. Right there.  \tMurphy eases forward on the throttle and the turbines rise \tin pitch.  \n[38]\t\tSounds reasonable.  \n[39]\t\tThey shoulda thought of that when \t\tthey let her float away.  \n[40]\t\tNobody just scuttles a passenger \t\tliner either.  \n[41]\t\t\t \t\tWhat the...  \n[42]\t\t\t(shouting up to the \t\t\tpilothouse \n[43]\t\tMother fucker!  \n[44]\t\tThrew a turbine blade.  \tDodge looks over the smoking turbine, pulls back an aluminum \tintake blade, hot to the touch.  \n[45]\t\tSon of a bitch!  \n[46]\t\tThe number one turbine's pretty well \t\ttrashed. Number two runs, but it's \t\tway underpowered.  \n[47]\t\tHard to say. I gotta get in there \t\tand have a look. At least a couple \t\tdays. Depending.  \n[48]\t\tNah. Everything was cool. It's just \t\tone of those things.  \n[49]\t\tHow about now?  \n[50]\t\tWhat? You sure?  \n[51]\t\t\t(geting up to have a \t\t\tlook \t\tLemme see.  \n[52]\t\tTurbine rotor's shot.  \n[53]\t\tMetal's crystallized. Gotta replace \t\tthe whole deal.  \n[54]\t\tLike I always say --  \n[55]\t\tThe right way and the wrong way.  \n[56]\t\tHard to say.  \n[57]\t\tI'm telling you, you don't want to \t\tbe running that fan like it is.  \n[58]\t\tIt's a full 2500 horses down. We \t\tcouldn't drag that boat down hill on \t\tice with it.  \n[59]\t\tI gotta pull the blades and re-seat \t\teverything in a new rotor -- .  \n[60]\t\tThree, four days.  \n[61]\t\tWhat do you want me to tell you, \t\tthat we can throw this sucker back \t\tin and start pulling her like nothing \t\thappened? Can't do it, skipper.  \tA beat as Murphy stands there, knowing he's right.  \n[62]\t\tMan, it gives me the creeps. We got \t\tno business towing a ship that size \t\tanyway. I say we fix the turbines \t\tand hit the highway.  \n[63]\t\tYeah, a ship that's supposed to have \t\tbeen lost at sea fifty years ago. \t\tYou don't think that's just a little \t\tfreaky?  \n[64]\t\tYeah, well how the hell you get \t\tsomething like that wrong? That's a \t\tdamn big boat. It's either sunk or \t\tit ain't.  \n[65]\t\tFucker!  \n[66]\t\t\t(inspecting his skinned \t\t\tknuckles \t\tDamn mind of it's own.  \n[67]\t\tWent aboard.  \n[68]\t\tWhat the fuck we gonna do with it?  \tGreer, Murphy, Epps, and Dodge all look on.  \n[69]\t\tWhat, you think there's something \t\tfunny about it?  \n[70]\t\t\t \t\tDidn't happen yesterday, I'll tell \t\tyou that. Torn parts rusted bad as \t\tthe rest of the boat.  \n[71]\t\tOr somebody stopped them.  \n[72]\t\tSo what're we gonna do. That's the \t\tbig question, right?  \n[73]\t\tThen we're rich. We're damn, filthy \t\tstinking rich.  \n[74]\t\tYou gotta be kidding? What the hell \t\twe need that tub for, we got fifty \t\tmillion bucks?  \n[75]\t\tLast thing we want is extra partners.  \n[76]\t\tYeah, yeah. I'm on it.  \n[77]\t\t\t \t\tMurphy!  \tMurphy looks down to see his pant leg is on fire, as Dodge \tturns a cloud of halon on him, putting it out.  \n[78]\t\tPropane tanks're gonna go!  \tMurphy crosses in the smoke, coming as close as he dares to \tthe most intense part of the flames. He turns the extinguisher \tinto them, holding it there.  \tThe flames dim, as Dodge joins him on the other side, turning \this extinguisher on it too. The fire seems to dim yet again \tas clouds of halon rise up.  \tFire belches from a duct, crawling across the ceiling. Dodge \tfires his extinguisher at it, pushing it back across to the \twall again.  \tMurphy extinguishes the last of the flames in the turbine \twell as Dodge brings a snaking tendril of fire down to the \tdeck, and finally out.  \tThey stand there in the sudden silence, the air heavy with \tsmoke. A fine layer of halon powder lies over everything, \tbut the fire is out.  \n[79]\t\tOne minute I'm minding my own \t\tbusiness, the next thing I know the \t\twhole place is burning up. \t\t\t \t\tAn oxygen tank must've blown on the \t\twelder. Started an oil fire.  \n[80]\t\tSeen better -- Ow!  \tEpps cleans the burn with hydrogen peroxide.  \n[81]\t\tThanks for the warning -- Ow! Damn!  \tEpps keeps cleaning as Dodge bears it.  \n[82]\t\tI tell you one thing, we're not gonna \t\tbe towing no ship now.  \n[83]\t\tI'm buyin' me a nice outrigger. \t\tSpend my time hauling rich Seattle \t\tbusiness men through the Puget.  \n[84]\t\tWhat're you crazy?  \n[85]\t\tWhat's so great about Sweden?  \n[86]\t\tYeah, but not as cold as those Swedish \t\tgirls you only gonna dream about.  \n[87]\t\tYeah, yeah.  \n[88]\t\tSounds like the hull.  \n[89]\t\tLight in those passages ain't so \t\tgood.  \n[90]\t\tWhere's his boat, then? Where's his \t\tcrew? He ain't gonna be out here by \t\thimself, that's for damn sure.  \n[91]\t\tGimme a break.  \tA beat as they sit in silence.  \n[92]\t\tBullshit. That boat hasn't made steam \t\tfor fifty years. We found her. She's \t\tours.  \n[93]\t\tI say fuck the motherfucker. We're a \t\tprofessional salvage crew going about \t\tour business. What's some yahoo doing \t\tway out here by himself anyway?  \n[94]\t\tWhy not? Why the fuck not?  \tA beat as Murphy, Greer and Epps exchange looks.  \n[95]\t\tFifty million dollars. Fifty million. \t\tWe gonna let this guy just take it \t\tfrom us? One guy?  \n[96]\t\tI'm saying we gotta do whatever we \t\tgotta do to preserve our interest.  \n[97]\t\tOne guy isn't gonna be so stupid.  \n[98]\t\tWhat if that fucker finds it before \t\twe're ready to go?  \n[99]\t\tYeah, reconsider fucking his shit \t\tup.  \n[100]\t\tPretty handy with that scatter gun, \t\tEpps. You raised on a farm?  \n[101]\t\tSmokes?  \n[102]\t\tFresh ain't the first word that comes \t\tto mind.  \tMurphy checks the pockets, finding a wallet. He looks through \tit.  \n[103]\t\tDamn barbaric is what it is.  \n[104]\t\tSo whoever did this might still be \t\taround.  \n[105]\t\tLet's not be too hasty.  \n[106]\t\tAll the seals and gaskets're shot. \t\tAnything that was rubber burned up.  \tMurphy stands at the doorway, looking on.  \n[107]\t\tI might be able to find something on \t\tthe ship. But it's gonna take time.  \n[108]\t\tRight.  \n[109]\t\tI need lag bolts, especially one \t\tinch standard. And sheet metal. \t\tPreferably steel, about a sixteenth \t\tof an inch. Aluminium, even tin'll \t\tdo.  \n[110]\t\tYou find anything that even looks \t\tlike a compressor. I don't care what, \t\tgrab it.  \n[111]\t\tDodge to Murphy.  \n[112]\t\tYou better get down here quick, \t\tskipper. I'm on \"C\" deck. Cabin 400.  \n[113]\t\tI think you better see this for \t\tyourself.  \n[114]\t\tI found him like this.  \tGreer is lying supine on the floor. His legs are rigid and \this trunk is extended. His arms are flexed and twisted so \tthat the palms are facing away, fingers splayed, wrists \tquaking over his chest as they fight to touch each other.  \tMurphy kneels beside him. Greer's eyelids are half closed, \this eyes rolled up into his head. His jaw is clenched, face \tcontorted in a bizarre grimace. And he speaks, uttering \tnonsense words in harsh expulsions, as though speaking in \ttongues.  \n[115]\t\tA what?  \n[116]\t\tI heard a scream. When I got there I \t\tfound him on the floor. He was having \t\tsome kind of seizure. I didn't see \t\tanybody else.  \n[117]\t\tThen what the hell happened to him?  \tAnother beat as they hold there.  \n[118]\t\tNot me.  \tAnother beat as this sinks in.  \n[119]\t\t\t \t\tOn a passenger ship in 1953?  \n[120]\t\tYeah, way wrong.  \tA beat as they consider it.  \n[121]\t\tSo. I got a question. Just from a, \t\tyou know, purely technical standpoint. \t\tWe call the Coastguard.  Coastguard \t\tshows up. What exactly is the plan?  \n[122]\t\tWell, they're gonna be asking a lot \t\tof questions. About us. About those \t\tbodies. About the gold. Seems like \t\twe oughta be prepared is all.  \n[123]\t\tYeah, well. The truth is one thing. \t\tWhen there's more than a few hundred \t\tmillion dollars involved, that's a \t\twhole new deal.  \n[124]\t\tFor starters, getting that gold off \t\tthe ship. What they don't know about \t\tisn't gonna bother them.  \tA beat as Murphy holds there.  \n[125]\t\tWith all due respect, skipper. \t\t\t \t\tPart of that up there's mine. I'd \t\tkinda like to have a little say in \t\twhat happens to it.  \tA beat as Murphy looks on.  \n[126]\t\tI don't know what you're talking \t\tabout?  \n[127]\t\tMaybe you can tell me then.  \tMurphy shoves him hard into the wall.  \n[128]\t\t\t \t\tThe radio. Oh, yeah, the radio.  \tMurphy tightens his grip.  \n[129]\t\tTake it easy, willya? What about the \t\tradio?!  \n[130]\t\tWhat?!  \n[131]\t\tWhat the fuck -- ?  \n[132]\t\tI didn't touch the fucking radio.  \tMurphy tightens his grip still more.  \n[133]\t\tI didn't touch the fucking radio! \t\t\t \t\tEver occur to you there's somebody \t\telse on that boat, skipper?  \n[134]\t\tLook, I didn't touch it. Alright?  \tMurphy holds there a beat longer. He shoves Dodge back letting \thim go.  \n[135]\t\tJesus.  \tDodge checks his throat as Murphy looks on.  \n[136]\t\tWhat day is it?  \n[137]\t\tWrong. It's Friday.  \n[138]\t\tRight. Wednesday.  \tA beat as they all hold there. Greer takes a seat.  \n[139]\t\tThe skipper seems to think I did it. \t\tThat I'm more interested in that \t\tgold than my own safety or the safety \t\tof my fellow shipmates.  \tA beat as they hold there, as Murphy looks back.  \n[140]\t\tHell no. You think I'm crazy?  \tAnother beat as they hold there.  \n[141]\t\tDodge to Murphy!  \tMurphy reaches down for his radio.  \n[142]\t\tYou better get down here right now! \t\tWe're taking water! Big time!  \n[143]\t\tTurbine chamber on number two must've \t\tblown! Took out part of the hull!  \n[144] \tDodge stumbles toward the bow, slipping on the wet deck. He \tgoes down, sliding into the water that washes over the \tstarboard rail.  \tHe pulls himself up, using a cleat to push off. A deck locker \topens and the contents tumble around him. He struggles to \tpull himself up to the base of the pilothouse. He climbs up \tand edges his way toward the bow.  \n[145] \tThe tug is slowly lurching over as Dodge climbs the crane, \tthe top of which is sweeping away from the Chimera.  \tBelow, the decks of the tug are swept with seawater as it \tsinks lower and lower.  \n[146] \tAs Dodge makes his way up, he's forced to climb onto the \tother side of the crane to keep from dangling over the water.  \tAbove, Greer casts a line. It falls near, but out of reach \tas the swell of the water starts to swing the crane to and \tfro.  Dodge reaches out for the line again, his hand coming \tclose but not close enough.  \tThe swell brings the crane toward the boat one last time and \tDodge reaches out, his fingers just coming to the line, \tcoaxing it into his grasp. He pulls it back and hangs on, as \tthe crane sways back with the foundering boat.  \tThe crane falls away from Dodge, leaving him hanging in space \tby the line from the bow of the Chimera.  \n[147] \tAs he pulls himself upward, coming to the bottom of the rail \twell on the Chimera where Murphy reaches out, just short of \tDodge's hand.  \tA SCREECHING SOUNDS and they turn to see the twin tow cables \tcoming taught against the hull in the anchor alley's of the \tChimera as the sinking tug pulls them tight.  \tWith a CONCUSSIVE STRIKE, one cable is freed, snapping against \tthe Chimera's hull like a giant steel guitar string.  It \tstarts sliding along the hull as the tug drifts, pulling the \tcable with it, toward Dodge as he dangles in mid air.  \tDodge pulls himself up, reaching for Murphy, but still short.  \tA LOUD HISSING SOUNDS and Dodge turns to see misty air \tescaping from ports and deck vents as the encroaching water \tforces it out of the tug below decks.  \tThe tow cable LOUDLY SCRAPES THE HULL in a shower of rust, \tas Dodge struggles to pull himself up.  \tMurphy reaches out as Dodge extends as far as he can, their \thands barely reaching.  \tThe tow cable is a mere few feet away and closing, ready to \tscrape Dodge into the water or smear him across the hull \tlike a bug on a windshield, when Dodge pulls himself up with \teverything he's got and Murphy grabs his hand.  \tMurphy pulls, lifting Dodge, as Greer grabs Dodge's other \thand and they pull him up, the tow cable sweeping by with a \n[148]\t\tWhen they find out what it's carrying, \t\tthey may not be so interested in \t\twhat's legal.  \n[149]\t\tThe turbine blew.  \n[150]\t\tJust wanted to check on our little \t\tbaby.  \tA beat as they look on at the gold.  \n[151]\t\tThat oughta buy a man pretty much \t\tanything he wants.  \n[152]\t\tI don't figure there's much I want \t\tmoney can't buy.  \n[153]\t\tRight.  \tMurphy holds there a beat longer, then turns to go, as Dodge \tlooks after him.  \n[154]\t\tYou'd think on a ship this size \t\tthere'd be something left to eat.  \n[155]\t\tThere's a charming thought.  \n[156]\t\tWhat say, Epps? You up for some \t\troasted albatross?  \n[157]\t\tNo fucking way.  \n[158]\t\t\t \t\tWhat?  \n[159]\t\tYeah, yeah.  \n[160]\t\tSorry.  \n[161]\t\t\t \t\tRight.  \n[162]\t\tDodge.  \n[163]\t\tThis is Dodge. Over.  \tHe is answered by silence, the CHANNEL REMAINING OPEN, WHEN \n[164]\t\tWho is this?  \tThe RADIO CHANNEL OPENS, but only silence comes back.  \n[165]\t\tIdentify yourself, motherfucker!  ", "Francesca": "", "First": "\n[1] \tEpps slowly pushes open the door. She holds a sack with a \tfew items she's managed to scavenge. Light falls from \tcurtained windows onto the room. A divan sits against the \twall. A table stands in the middle of the room, a moth-eaten \tvelvet table cloth sitting under a brass lamp on top. Two \ttwin beds stand on either side. They are covered in dust and \tare moth-eaten, unmade, as if the occupants had just gotten \tup, fifty years ago.  \tIn one corner is an armoire. Epps steps up to it, pulling \tback the door to reveal a rack of woman's clothing hanging \tthere undisturbed.  \n[2] \tGreer stops before a mirror to see himself. He finds an \taspirin bottle, goes to open it. And as he does so, he sees \tthat his hand is shaking uncontrollably.  ", "Ferriman": "", "Greer": "\n[1]\t\tWhat's slow?  \n[2]\t\tHear that, Dodge? Epps don't think \t\tit's a problem.  \n[3]\t\tGreer to Murphy.  \n[4]\t\tThe number nine on the starboard \t\tside's half flooded. Epps says it's \t\ta slow leak just under the waterline, \t\tabout twenty gallons an hour. They \t\tmust've pumped it before we left \t\tSitka.  \n[5]\t\tLet the buyer beware.  \n[6]\t\tNot bad for dragging a leaky tub \t\thalf way to Russia.  \n[7]\t\tI must be in the wrong business.  \n[8]\t\t\t \t\tBetter than \"making hamburger for \t\tMickey D.\"  \n[9]\t\tLooks like Epps' gonna get some \t\ttonight.  \n[10]\t\tShow your tatoos to that coxswain \t\tlast night, did you Epps?  \n[11]\t\tI bet you did.  \n[12]\t\tRed sky at night, sailor's delight.  \n[13]\t\t\t \t\tGreer to Murphy.  \tGreer studies the radar display as he waits.  \n[14]\t\tThere's a large vessel out about ten \t\tmiles to the north-west.  \n[15]\t\tI been watching it for close to an \t\thour and it hasn't moved. I can't \t\traise it on the radio either. Makes \t\tme think it might be in trouble.  \n[16]\t\tLooks like it's adrift.  \n[17]\t\tToo big. More like a freighter.  \n[18]\t\tSmuggling what? Tundra grass?  \tA beat as Murphy holds there. He raises the radio mic.  \n[19]\t\tCall the Coastguard?  \n[20]\t\t\t \t\tTalk to me, skipper.  \tAfter a moment, Murphy comes back on the radio.  \n[21]\t\tHow's that?  \n[22]\t\tWhat is it?  \tNo answer.  \n[23]\t\tMurphy.  \tNo answer.  \n[24]\t\tMurphy, goddamit.  \n[25]\t\tWhat is it?  \n[26]\t\tYou mean tow her back? That's a thirty \t\tthousand ton ship you're talking \t\tabout.  \n[27]\t\tAll we got to do is hit some rough \t\tweather and you can forget about it.  \n[28]\t\tHypothetically speaking, what if we \t\tget this boat to Sitka and find out \t\tsomebody wants it back?  \n[29]\t\tI don't care what, ain't nobody just \t\tgonna let us walk away with a ship \t\tthat size.  \n[30]\t\tYou think the extra strain caused \t\tit?  \n[31]\t\tYeah.  \n[32]\t\tOne first class passage. Elizabeth \t\tJames. Dubayy to Halifax. January \t\t29th 1953.  \tMurphy takes it, looking it over.  \n[33]\t\tThat must be the old man right there.  \tThe uniformed man in the photo is a gaunt, stern-looking man \tfrom another century, with dark, hollow eyes.  \n[34]\t\tHe'd let you off at the nearest port, \t\tthat's for sure.  \n[35]\t\tSixty pounds.  \n[36]\t\tThat's what it says.  \n[37]\t\tAre you crazy? Do you realize we got \t\tourselves a ship? We own a ship, \t\tDodge.  \n[38]\t\tTake it easy, Dodge. It's only a \t\tpiece of metal.  \n[39]\t\t\t \t\tMorning, skipper.  \tMurphy has stepped out into the sunlight.  \n[40]\t\tYou're up late.  \n[41]\t\tYeah.  \tMurphy nods. A beat.  \n[42]\t\tWhat the fuck you think we gonna do \t\twith it? It's ours, baby. It's all \t\tours.  \tMurphy has stepped forward, taking an ingot, inspecting it.  \n[43]\t\tHow much you figure that's worth, \t\tskipper?  \n[44]\t\tHo, baby!  \n[45]\t\tIf they thought it was lost at sea, \t\tthey probably just wrote it off.  \n[46]\t\tAll I gotta say is it looks like \t\tthat somebody's us right now.  \tGreer cackles as he high fives Dodge.  \n[47]\t\tCargo like this could make a crew \t\tthink twice.  \n[48]\t\tThen why didn't they take it.  \n[49]\t\tMust be a damn good reason to jump \t\tship and leave fifty million dollars \t\taboard.  \tA beat as they consider it.  \n[50]\t\tSo what? We gonna unload the gold \t\tand get a move on?  \n[51]\t\tYeah, but we still gotta haul that \t\tbig piece of shit all the way back \t\tto Sitka.  \n[52]\t\tI heard that.  \n[53]\t\tTwo hundred twenty. Two twenty one. \t\t\t(as Epps stacks the \t\t\tlast one \t\tTwo twenty two.  \tGreer makes a note.  \n[54]\t\tTwo hundred twenty two kilograms of \t\tsolid gold.  \n[55]\t\tHell yeah.  \tThey slap hands.  \n[56]\t\tLooks like it took out the backup \t\tgenny too.  \n[57]\t\tWhat now?  \n[58]\t\tAnd get a bunch of fools sniffin' \t\taround here?  \n[59]\t\tFifty million four ways. That's twelve \t\tmillion and change a piece.  What \t\tyou gonna do with your share, skipper?  \n[60]\t\tMoving to Sweden.  \n[61]\t\tIt's a beautiful country. Very clean. \t\tVery civilized. And cold.  \n[62]\t\tHell, yeah. I like it cold. Colder \t\tthe better.  \n[63]\t\tWe'll see who's dreamin', m'man.  \n[64]\t\tWhat the hell is that?  \tThe SHRIEKING CONTINUES, ECHOING EERILY AS IF FROM THE SEA.  \n[65]\t\tThat shit is seriously bizarre.  \tThe DISTANT SHRIEKING ECHO continues as they hold there.  \n[66]\t\tWhat'd he look like?  \n[67]\t\tShe's so big somebody could come \t\talongside her on the other side and \t\twe'd never know it.  \n[68]\t\tI don't know.  \n[69]\t\tSupposing he wants to get bad with \t\tus?  \n[70]\t\tI say we off-load some of that gold \t\tnow.  \n[71]\t\tPretty low all around.  \n[72]\t\tCoffee.  \n[73]\t\tHo-ly shit.  \n[74]\t\tAnd look what happened.  \n[75]\t\tStay away. Or else.  \n[76]\t\tMaybe Epps's mystery man had something \t\tto do with it.  \n[77]\t\tYeah. Hell, what difference does it \t\tmake if we report it now or later? \t\tWe call this in now, gonna be \t\tCoastguard, FBI, who knows who, all \t\tover the place.  \tA beat as nobody's too sure about this.  \n[78]\t\tI ain't no mechanic, just so you \t\tknow.  \n[79] \tGreer works to disassemble a compressor mechanism. He has \tdifficulty getting the right purchase with his wrench, when \the slips.  \n[80]\t\tDammit!  \tA beat as he inspects his hand. In the silence A DISTANT \tSHRIEK SOUNDS, maybe metal against metal or maybe human, \tsomewhere in the ship. He holds there, listening.  \n[81]\t\tDodge?  \tHe moves on, shinning his light as he goes.  \n[82]\t\tDodge!  \n[83]\t\tOragishlaoomnudrasadrafantoshviska \t\tgetofedobrodijotosiantosg.  \n[84]\t\tNever been more thirsty in my life.  \n[85]\t\tLost my sea legs.  \n[86]\t\tNo.  \n[87]\t\tLights?  \n[88]\t\tI feel fine.  \n[89]\t\tI don't know. Tuesday?  \n[90]\t\tWhat happened?  \n[91]\t\tLast thing I remember I was aboard \t\tthe Chimera. Down somewhere in there \t\tscavenging around.  \n[92]\t\tSay what?  \n[93]\t\tOh, man.  \n[94]\t\tI wish I could tell you. I'd be real \t\tinterested to know myself.  \tAnother beat as they hold there, as Greer takes another drink \tof water.  \n[95]\t\tWe're not gonna be able to pump it!  \n[96]\t\tRotten stem to stern. Guess you \t\tcouldn't expect much else.  \tGreer jumps down as Murphy, Dodge, and Epps look on.  \n[97]\t\tWe ain't exactly in what you'd call \t\tyour high traffic neighborhood either.  \n[98]\t\tMaybe you shoulda thought a that \t\tbefore you scuttled our boat.  \tDodge turns to see Greer. A beat.  \n[99]\t\tLemme see, was that before or after \t\tthe oil fire?  \tA beat. Dodge takes a swing at Greer.  \n[100]\t\tGettin' a little hot under the collar, \t\tI'd say.  \n[101]\t\tMust be a little too the truth, eh \t\tDodge?  \tDodge jumps forward again, but Murphy hangs on.  \n[102]\t\tAfter fifty years there ain't nothin' \t\tleft but shoe leather.  \n[103]\t\tWe can always start shooting birds.  \tEpps coaxes a hit out of her last cigarette.  \n[104]\t\tLooks like we're in a strong current. \t\t\t \t\tMust be making almost five knots \t\tfull on ass backwards.  \tGreer crosses to the window, stepping up.  \n[105]\t\tNasty little swell outa the north \t\twest too.  \tMurphy nods as he looks out.  \n[106] \tThey come to the side at the wheelhouse, seeing the bright \torange letters \"NOAA\" emblazoned on the buoy's float pod as \tthe ship drifts by.  \n[107]\t\tA what?  \n[108]\t\tWe're still drifting.  \n[109]\t\tI don't even want to know what that's \t\tgonna taste like now.  \n[110]\t\tMust've heard something below deck \t\tand went down to check it out.  \tA beat as they hold there.  \n[111] \tAs Greer moves along too.  \n[112]\t\tYeah, yeah.  \n[113]\t\tSorry. Didn't mean to scare you.  \tShe holds there a beat, looking around.  \n[114]\t\tYou okay?  \n[115]\t\tWhat?  \n[116]\t\tCan't find the shotgun.  \n[117]\t\tDoesn't look like it much matters.  \n[118]\t\tWhat about the gold?  \n[119]\t\tNow hold up just a minute. Let's be \t\treasonable here.  \n[120]\t\tAll I'm saying is that gold's worth \t\ta lot more to us now than it ever \t\twas.  \n[121]\t\tI didn't sign up to go home empty \t\thanded. And I sure ain't gonna roll \t\tover for the freaky motherfucker did \t\tthis.  \n[122]\t\tFine with me.  \n[123]\t\tOragishlaoomnudrasadrafantoshviska \t\tgetofedobrodijotosiantosg.  \tHe speaks nonsense, his face distorted in an ugly grimace, \teyes bulging as Epps fumbles over the table, a tray of glass \tand silver crashing to the floor as he pushes her back, still \tchoking her.  \tHe backs her to the wall, pushing in, closing her windpipe \tthe rest of the way.  \tHer hand searches behind her, knocking over a small vase, a \tbasket, some books. It comes to a brass desk lamp. It falls, \ta little out of reach.  \tShe is going to black out any second, as Greer strangles \ther.  \tHer hand comes to the desk lamp, grabbing it.  \tShe raises the lamp, swinging with all her might, connecting \twith Greer's head.  \tHe stumbles back, a gash laid into his face, as Epps sucks \tin air, gagging and coughing, her neck purple with finger \tmarks.  She fumbles her radio up.  ", "Epps": "\n[1]\t\tIt's a slow leak.  \tShe unclips and drops to the deck.  \n[2]\t\tMaybe twenty gallons an hour.  \n[3]\t\tAmidships starboard at the beam. \t\tJust under the waterline. I don't \t\tthink it's a problem.  \n[4] \tEpps coolly puts out her cigarette as a circle has gathered \taround her and the girlfriend, anxious to see a girl fight.  \n[5]\t\tI don't know what you're talking \t\tabout. I just bought this guy a beer.  \n[6]\t\t\t \t\tListen, I don't want any trouble, \t\tokay -- ?  \n[7]\t\tMorning everybody.  \n[8]\t\tShowed him a hell of a lot more than \t\tthat.  \n[9]\t\tIt's my pen name.  \n[10]\t\tOne more?  \n[11]\t\tWhat?  \n[12]\t\t\t \t\tMaureen.  \n[13]\t\tMaureen.  \n[14]\t\tWhat's yours?  \tDodge takes a drag from his cigarette, thinking about it.  \n[15]\t\tRoger?  \n[16]\t\t\t \t\tNo.  \tShe takes a hit from her cigarette as she plays her hand.  \n[17]\t\tCould be a fishing boat.  \n[18]\t\tOut here? What, so a seven hundred \t\tfoot passenger liner drifted out of \t\tSpokane harbor and nobody managed to \t\tbump into her until now?  \n[19]\t\tGo on.  \n[20]\t\tSupposing one of those cables breaks \t\tunder tow.  \n[21] \tEpps hangs on to the top of the crane as it comes to the \tstarboard anchor alley in the bow of the Chimera. Dodge pokes \this face out from the other side.  \n[22]\t\tBring it on, dude.  \tDodge disappears from the hole and his hand comes back with \ta smaller pilot cable, which Epps takes and threads through \tthe loop at the end of the tow cable. She places the end of \tthe pilot cable in a vice collar and uses a wrench to tighten \tit down, with the effect of joining the two cables.  \n[23]\n[24] \tThe tow cable creates a spray of rust and smoke as it spills \tout of the anchor alley before Epps.  \n[25] \tThe last of the cable explosively whips out of the anchor \talley in front of Epps and splashes in the water below. A \tbeat as she holds there.  \n[26]\t\tDodge? You alright?  \n[27]\t\tThey must've scuttled it. Nobody \t\tjust lets a ship float away.  \n[28]\t\tEver heard of insurance, big boy?  \n[29]\t\tCheck this out.  \n[30]\t\tEverything's still here. Ticket \t\trecords, receipts, books of account.  \tGreer picks one up.  \n[31]\t\tLooks like one hell of a stick up \t\this ass.  \n[32]\t\tCoffee?  \n[33]\t\t\t \t\tWhat'd you find up there?  \n[34]\t\tShe was sailing up north, right?  \n[35]\t\tWell, suppose she got a little further \t\tnorth than she should have.  Got \t\tstuck in the ice. The passengers and \t\tcrew evacuated. She froze into the \t\tice pack, which moved further north, \t\twhere it froze in solid. They write \t\tit off. Fifty years later, the whole \t\tglobal warming thing happens. The \t\tice melts, she gets loose and floats \t\taround til somebody runs into her.  \tMurphy nods, considering it.  \n[36]\t\tNope.  \n[37]\t\tSo what did happen?  \n[38]\t\tYou think she's sailing without a \t\tcrew?  \tMurphy looks out at the Chimera off the bow.  \n[39]\t\tYou're more practical than \t\tsuperstitious.  \n[40]\t\tIf this thing turns out to be a ship \t\teverybody thought sank a long time \t\tago, we just hit the jackpot.  \n[41]\t\tThat's a lot of money for somebody \t\tto just let float away.  \tMurphy looks up at her from the gold.  \n[42]\t\tMaybe they didn't want it back. \t\tMaybe the whole fat deal was insured.  \n[43]\t\tAnd it looks like somebody got here \t\tbefore us too.  \tThe steel hatch is twisted, as from a great hand ripping it \tback from the wall.  \n[44]\t\tYou mean, before she sank.  \n[45]\t\tProbably didn't have time.  \n[46]\t\tWhy not call for help?  \n[47]\t\tOr uninvited guests.  \n[48]\t\tThat's what I call a payday.  \n[49]\t\tThis's gonna hurt a little.  \n[50]\t\tWhat other choices have we got?  \n[51]\t\tGuess I'll just keep working.  \n[52]\t\tI like my job.  \n[53]\t\tThat's a good thing?  \n[54]\t\tIt's coming from inside.  \tThey hold there listening as the SHRIEKING CONTINUES.  \n[55]\t\tHey!  \tEpps moves off as the man walks around the corner.  \n[56]\t\tHey, wait a minute! Hey!  \tMOVING WITH Epps as she breaks into a run, going down the \tpassageway. She comes to the corner, rounding it out onto \tanother passageway. The man is nowhere to be seen.  \tEpps moves quickly down the passageway, coming to the next \tcorner, rounding it out to see only another long passageway. \tShe turns back, running right into Murphy.  \n[57]\t\tDid you see him?  \n[58]\t\tThe guy. He just came this way.  \n[59]\t\tThere's somebody else on this boat.  \n[60]\t\tI saw him. Just a minute ago. Some \t\tguy.  \n[61]\t\tOf course I'm sure. I saw him.  \n[62]\t\tIt wasn't you. It was somebody else. \t\tThere's somebody else aboard.  \tA beat as Murphy looks back at her.  \n[63]\t\tI'm telling you, I saw somebody. I \t\tdon't know who it was. But I saw \t\tsomebody.  \n[64]\t\tMaybe six feet. Lanky. I didn't get \t\ta good look. He was far away. But I \t\tsaw him. I saw him as sure as you're \t\tstanding there.  \n[65]\t\tMaybe that is his boat.  \n[66]\t\tSo, we find this guy and make a deal \t\twith him.  \n[67]\t\tSo we kill him?  \n[68]\t\tMaybe he isn't alone.  \tThey consider this a moment.  \n[69]\t\tGuess that'd be me. Again.  \n[70]\t\tSay we run into this guy again.  \tA beat as they consider this.  \n[71]\t\t\t \t\tSeen a lota movies.  \n[72]\t\tNo cowboy shit. Right.  \tGreer extends a thermos to Epps.  \n[73]\t\t\t(pocketing it in her \t\t\tcoat \t\tYou're a pal.  \tShe checks the squelch on her radio, pockets it too.  \n[74]\t\tYup.  \n[75]\t\tOh yeah.  \tHer bravado does little to hide her apprehension as she slings \tthe shotgun on her back.  \n[76]\t\tSee you boys later. \t\t\t \t\tDon't be late, I need my beauty rest.  \tShe looks up, climbs onto the crane and up toward the darkened \tship above them.  \n[77]\t\t\t \t\tEpps.  \n[78]\t\tYeah. Just a bird. Just a stupid \t\tbird.  \tShe wipes her brow on her sleeve, holding there a moment, \twhen she smells something really awful.  \tShe steps forward, following the smell, pushing aside the \ttoppled oil drums to see an unidentifiable form in the beam \tof her flashlight. She steps still closer, training her light \ton the form to see that it is a human torso.  A large gash \truns up its middle and the clothing has been torn by \tscavenging birds.  \tShe hesitates, then steps still closer when she steps on \tsomething. She starts, then shines the light on the deck in \tfront of her where the body's decaying head looks back with \twide, unseeing eyes.  \tIt takes everything she has just to hold there. She shines \ther light back to the headless torso.  \tShe shines her light beyond that, and up, to reveal a bent \tsteam pipe hanging out over the deck, stained with dried \tblood, a pair of legs dangling from the pipe when, just behind \ther, a booted foot comes into frame, lightly touching her.  \tShe spins around to see another body above her. Except this \tone hangs in one piece, suspended from another bent steam \tpipe. It has been impaled length-wise on the pipe from rectum \tto mouth.  \tOne of its arms has rotted off and lies on the deck below \tit.  A few feet away, a third body hangs impaled from another \tbent pipe.  \n[79]\t\tBecause of the gold.  \n[80]\t\tSo, what? We report this? Call the \t\tCoastguard?  \tAnother beat as they hold there.  \n[81]\t\tHard to say.  \n[82]\t\tI'm no doctor. But I'd say he's in a \t\tcoma.  \n[83]\t\tI don't know what else you'd call \t\tit. He's breathing on his own, but \t\this pupils are completely blown out. \t\tHe's totally unresponsive to pain. \t\t\t \t\tWhat happened up there?  \n[84]\t\tOther than the obvious, there's \t\tnothing wrong with him that I can \t\tsee, not on the outside.  \n[85]\t\tGreer?  \n[86]\t\t\t \t\tHe needs a doctor.  \n[87]\t\tSame. Any luck?  \n[88]\t\t\t \t\tThey're dead in the water that \t\tmorning. Four hours later the \t\tcaptain's relieved of his command. \t\tAnd that evening they issue a general \n[89]\t\tYou're saying they mutinied for the \t\tgold?  \n[90]\t\tOnly something must've gone wrong.  \n[91]\t\tMurphy.  \tThey turn to see Epps in the hatchway.  \n[92]\t\tIt's Greer.  \n[93]\t\tAny dizziness?  \n[94]\t\tHeadache, nausea, lights?  \n[95]\t\tSudden flashes of light.  \n[96]\t\tTry Wednesday.  \n[97]\t\tWhat?  \n[98]\t\tBut, who -- ?  \n[99]\t\tDid you?  \n[100] \tA tattered, bound book lies in the refuse of a forgotten \tcorner. Epps picks it up. The cover has been ripped off and \tthe pages are torn. But, as she looks through it, she sees \tthat it is the ship's log.  \n[101]\t\tMurphy.  \tMurphy steps over as she pages through the log book to the \tvery end. The last pages have been ripped out.  \n[102]\t\tLooks like part of the general log.  \tEpps points to a page that has been incompletely ripped out.  \n[103]\t\t\"The crew have gone mad with greed \t\tand fight among themselves like wild \t\tdogs over fresh kill.\"  \n[104]\t\tThe same day she supposedly went \t\tdown.  \n[105]\t\t\"Their lacking diligence has \t\tundoubtedly caused the collision. \t\tDistress calls have been made.\"  \n[106]\t\tThe page's missing. Then their SOS \t\twas real.  \n[107]\t\tMaybe the other ship took the worst \t\tof it.  \n[108]\t\tIt's a good bet they'll be asking a \t\tlot of questions when they get here \t\ttoo.  \n[109]\t\tMurphy?  \tNo one answers. She looks off across the stillness of the \tgalley. Nothing.  \n[110]\t\t\t \t\tWho are you?  \tFrom this distance and in the light it is hard to fully \tdiscern the girl's features.  \n[111]\t\tBut --  \tA HATCH CLOSES SOMEWHERE IN THE SHIP. Epps turns to look. \tWhen she turns back the girl is gone. A quiet \"TICK\" SOUND \tECHOES in the pool. She looks down to see that the pool is \tnow very, very deep, like a mine shaft falling away into the \tdepths. And, as she stands there, dark water is quickly rising \tup from the bottom.  \tShe steps back as the water gradually fills the pool to the \ttop. It is very dark and the bottom is indiscernible, when \tthe water begins to churn, as from bubbles of air reaching \tthe surface. Epps steps closer, looking on as a faint red \tglow can be seen deep in the water below the churning bubbles.  \tAs she watches, the red glow grows in intensity. The glow \tspreads, illuminating a broad area until it becomes clear \tthat the water is not water at all but blood.  \tAnd, as the light grows still brighter, a figure is \tilluminated, well below the surface as it seems to rise up. \tEpps looks on as the figure rises higher into the light. It \tis a MAN, fighting desperately to reach the surface. The \tbubbles that rise up are produced from his silent screams.  \tEpps starts forward, but another figure rises to the same \tpoint, a WOMAN, also struggling. Another MAN floats up, then \tanother, and another, people floating up, fighting desperately \tto reach the surface, unable to do so, drowning in blood.  \n[112]\t\tMy God....  \tEpps reaches out over the edge, plunging her hand into the \tblood, reaching for the man's hand, but they are too far \tapart.  \tShe struggles desperately as the man fights to get to the \tsurface.  \tThe others are fighting for the surface too, as Epps reaches \tout, near tears, helpless to do anything.  \n[113]\t\tNo!!  \tEverything suddenly stops. A beat as Epps only holds there.  \tThe blood is gone, as are the people. The pool is back to \tits normal state as though nothing had happened, Epps looking \ton in disbelief.  \n[114]\t\tYeah. \t\t\t(looking back to the \t\t\tpool \t\tYeah, fine.  \tA beat as she holds there, looking on at the pool.  \n[115]\t\t\t \t\tWhy not?  \n[116]\t\tHigher. You're gonna miss it.  \tMurphy holds the loop steady.  \n[117]\t\tIt's not gonna hold us.  \n[118]\t\tHey.  \n[119]\t\tCouldn't sleep.  \n[120]\t\tWhat do you think happened on this \t\tboat?  \n[121]\t\tThe what?  \n[122]\t\tAre we smart enough to avoid that?  \n[123]\t\tWhen you found me yesterday, at the \t\tpool. I'd seen... something.  Someone.  \n[124]\t\tNo. Someone else. A girl. \t\t\t \t\tI'm not sure she was... real.  \tShe looks up to Murphy.  \n[125]\t\tI don't know what else you'd call \t\ther. One second she was there, the \t\tnext she was gone.  \tAnother beat as he looks on at her.  \n[126]\t\tAnd I had a kind of hallucination. \t\t\t \t\tThere were others. I saw them in the \t\tpool. Drowning.  \tA beat as Murphy looks back, as she sees him.  \n[127]\t\tMaybe hallucination is the wrong \t\tword. It was more than that. As though \t\tthey were showing me.  \n[128]\t\tWhat happened.  \n[129]\t\tNo. I think they are, were, just \t\tpassengers. Innocent victims.  \n[130]\t\tSomething bad happened here, Murphy.  \n[131]\t\tMore than just a mutiny. More than \t\tjust the gold.  \tA beat as he holds there.  \n[132]\t\tShe said the ship was evil. That we \t\thad to leave right away. That if we \t\tdidn't, we might never leave.  \n[133]\t\tI don't know.  \tA beat as she looks back.  \n[134]\t\tJust lucky I guess.  \tAnother beat as he holds on her.  \n[135]\t\tDodge. \t\t\t(no answer, knocking \t\t\tagain \t\tDodge.  \n[136]\t\tGet up.  \n[137]\t\tCheck it out.  \tGreer raises his light to reveal rows of canned goods. They \tare industrial sized cans, from the 1950s. Greer takes one.  \n[138]\t\tBetter than starving to death.  \tEpps' radio CRACKLES AWAKE.  \n[139]\t\t\t \t\tEpps, over.  \n[140]\t\tNope.  \n[141]\t\tRight here.  \n[142]\t\tMurphy?  \tNo response as Epps holds there. The WHISPERING SOUNDS AGAIN, \tfar off, unintelligible. It stops.  \tShe moves on, shinning her light.  \n[143]\t\tYeah. Fine. I just thought I heard \t\tsomething is all.  \n[144]\t\tNothing. Let's get outa here.  \tThey start to leave, when Epps notices something. She stops.  \tBeyond the standpipes, a faint glow can be seen in the \tdarkness. Epps steps forward, crossing to it. Greer follows.  \n[145] \tAs Epps approaches, Greer behind her. The light is dim and \tlow to the deck. She stops.  \n[146]\t\tWhat do we do with him?  \n[147]\t\tI can't believe you. Dodge's dead \t\tand all you can think about is cashing \t\tin your share.  \n[148]\t\tGreer?  \tHe does not hear her as he stands there. She approaches, \tstepping up.  \n[149]\t\tYou okay?  \tAnother beat, as he looks off, into the light, when he slowly \tturns to see her.  \tA long beat as she looks back. He holds there, the same empty \tlook about him, when he grabs her by the throat and squeezes \thard.  \tShe is stunned, breathless, but raises her hands to grip his \twrists, fighting him.  \n[150]\t\tGreer!  \tHis grip tightens. He is much stronger and her efforts make \tlittle difference.  \n[151]\t\tLet go!  \tShe hangs on, starting to choke. She drops one hand, searching \twith it.  \n[152]\t\t\t \t\tMurphy! I'm on C deck, cabin 400! \t\tGet down here now!!  \tBlood is running down his face as Greer comes for her again. \tShe throws down the radio.  \tA bed stands between them. She feints right, then left. He's \tdazed and has blood in his eyes. She manages to slip by, but \the dives, taking her down.  \tHe drags her back along the floor, spinning her around. He \traises a fist to ram into her face when WHAM!  \tEpps has shoved the butt of her flashlight into his crotch \tand he comes up SCREAMING. He grabs her face, striking her \twith his other hand.  \tShe swings the flashlight again and cracks him across the \thead. He swings yet again and connects, knocking her across \tthe floor.  \tShe lies in a heap as Greer climbs to his feet, enraged and \tbleeding.  \tHe unbuckles his belt as he approaches, pulling it from his \twaist to do God knows what.  \tEpps looks around to see him approaching. And we see that \tshe has unhinged her gill knife.  \tAs his foot steps near, she lets go and drives the knife \twith all her might into his boot, plunging the blade through \this foot and into the floor. He SCREAMS.  \tAfter a moment he stops, looks to her. He is a bloody, \twretched, enraged mess. He starts toward her as Murphy appears \tin the doorway.  \tJust as Greer is upon her, Murphy blind sides Greer from \tbehind at full speed, knocking him down.  \tGreer and Murphy struggle as Epps climbs unsteadily to her \tfeet. She staggers to them and raises the flashlight over \tGreer, bringing it down on his head.  \n[153]\t\tCould be a stroke. Who knows? \t\t\t \t\tThe general log said the crew were \t\tfighting among themselves. \"Like \t\twild dogs.\"  \n[154]\t\tMaybe it was more than that.  \tGreer gets up, comes to the window, looking out at them. He \tpresses his face to the glass.  \n[155]\t\tThey went crazy.  \n[156]\t\tIf the weather holds it might not be \t\tso bad.  \n[157]\t\t\t(holding down talk \t\t\tbutton \t\tMurphy?  \tShe waits, holding there as only silence comes back.  \n[158]\t\tMurphy, this is Epps. Do you copy?  \tAgain, only silence comes back until, after a moment, the \tchannel opens again. No one speaks, though there is a palpable \tpresence on the other end.  \n[159]\t\t\t \t\tWho is this?  \tThe channel opens again, only silence returning. The sound \tof the MUSIC BOX CAN BE HEARD, \"DAISY\" COMING BACK OVER THE \n[160] \n[161] \ta geometric pattern of a lotus on the Persian carpet at her \tfeet. When she looks up again she sees what the father sees.  \tThe mutineer finishes, climbing off the woman. Another of \tthe men pulls her up to reveal that she is no woman at all, \tbut Katie.  \tThe mother and sister lie in a bloody heap near-by as one of \tthe other mutineers steps up to Epps.  \n[162]\n[163]\t\tEpps to Murphy.  \tOnly WHITE NOISE COMES BACK as she rounds the corner out \tonto the promenade. At the other end, the aquarium can be \tseen.  \tAs she approaches she sees that the tank is empty. Greer is \tnowhere to be seen and the skylight at the top is broken \tout.  \tA GREAT BOOMING SHUDDER rocks the ship. A LOUD SCREECHING OF \tMETAL follows it.  \n[164]\t\tWhat happened?  \n[165]\t\tWhat?  \n[166]\t\tGreer's gone. He broke out of the \t\ttank.  \n[167]\t\tHe's been shot.  \tMurphy kneels too, looking on at Greer's lifeless eyes.  \n[168]\t\tIt was you.  \tHe only looks back at her as she stands there.  \n[169]\t\tYou killed them.  \n[170]\t\tSo you killed them?  \n[171]\t\tAnd now you're gonna kill me, is \t\tthat it?  \n[172]\t\tMurphy, don't you see what's \t\thappening?  \n[173]\t\tIt's the ship. The ship's making you \t\tthink this way.  \n[174]\t\tIt's a trap. There was no way we \t\twere gonna get away with that gold. \t\tNobody ever does. It's just the bait. \t\tThis ship sucks people in and it \t\tnever lets them out.  \n[175]\t\tI don't give a damn about the gold.  \n[176] \tEpps scrambles behind a deck vent.  \n[177] \tAs Epps holds there she sees the vent opening. She pulls \therself up and climbs inside.  \n[178] \tEpps moves quickly along.  \n[179] \tEpps stops where she is in the cavernous engine room, looking \ton at the massive hull rising above her as the RUMBLING GROWS \tIN INTENSITY. Though it seems to resonate throughout the \tship, it seems to originate from here, from directly below, \tas though the hull were being dragged over a rocky bottom.  \tShe steps back as the sound grows still louder, until it \tbecomes absolutely deafening.  \tThe ship begins to shudder. The steel bulkheads visibly move \tand the steel plates in the hull can be seen to bend back \tand forth.  \n[180] \tA few rivets pop in the hull. Then a few more, as the RUMBLING \n[181] \tThe giant claw begins to pull back, as the ship drifts off, \twater pouring in behind it.  \n[182] \tA massive torrent sweeps over Epps as seawater pours in \tthrough the breach.  \n[183] \tEpps is forced under as the water in the hull is already \thalf way up the side, the ship listing WITH A GREAT GROANING \n[184] \tEpps comes up for air. A clatter of all manner of debris, \ttools and general detritus hammers against the far bulkhead \tas the ship eases over. A boiler breaks loose of its stays.  \tEpps looks up to see it coming right for her. She ducks under \tthe water as the boiler slams into the bulkhead where she \twas.  \n[185] \tEpps is forced down by the boiler, trapped between it and \tthe bulkhead.  ", "Murphy": "\n[1]\t\t\t \t\tGo.  \tMurphy turns back to see Greer, Epps, and Dodge looking up \tat him from the stern.  \n[2]\t\tOf course they did.  \n[3]\t\tWhat do you say, Dodge?  \n[4]\t\tBetter late than never.  \n[5]\t\tYou got a leak in the number nine \t\tcompartment.  \n[6]\t\tYou pump it out and re-seam the hull, \t\tshe'll be good as new.  \n[7]\t\tFifteen, at the most.  \n[8]\t\tYou're kidding, right?  \n[9]\t\tHe'll sell the scrap for three times \t\twhat he paid.  \n[10]\t\tYou got that right.  \n[11]\t\tYou aren't jealous, are you Dodge?  \n[12]\t\t\t \t\tWhat seems to be the trouble, ladies?  \n[13]\t\tAs I said, what seems to be the \t\ttrouble?  \n[14]\t\tI heard you. But I'm choosing to \t\tignore you. Epps, let's go.  \tEpps starts forward but the Riveter stands in her way, taking \tMurphy by the collar.  \n[15]\t\tYou got about two seconds to get \t\tyour paws off me, Tarzan.  \n[16]\t\tEpps?  \tHe looks to Epps like let's get the hell out of here. She \tgrabs her coat.  \n[17]\t\tCandy?  \n[18]\t\tRed sky in morning, sailor take \t\twarning.  \n[19]\t\tYeah.  \n[20]\t\tAlright. I'll be right up.  \n[21]\t\tMerchant vessel at position one seven \t\tfour one five west, five seven seven \t\tfive north.  \tMurphy holds the radio mic as Greer looks on, Epps and Dodge \tstanding back.  \n[22]\t\tThis is tugboat Arctic Warrior whiskey \t\talpha sierra bravo four zero niner \t\ttwo. Over.  \tOnly the quiet hiss of white noise comes back from the radio \tspeaker as the bright point flashes on the radar screen.  \n[23]\t\t\t \t\tMerchant vessel at one seven four \t\tone five west, five seven seven five \t\tnorth, this is tugboat Arctic Warrior \t\twhiskey alpha sierra bravo four zero \t\tniner two. Over.  \tAgain, only white noise comes back as the point flashes on \tthe screen.  \n[24]\t\tToo deep to anchor out there.  \n[25]\t\tWhat the hell would a freighter be \t\tdoing up here? It's way out of the \t\tlanes. There's not a port for 800 \t\tmiles.  \n[26]\t\tMerchant vessel at position one seven \t\tfour one five west, five seven seven \t\tfive north, this is tugboat Arctic \t\tWarrior. Do you copy? Over.  \tAgain, only the quiet hiss of static comes back.  \n[27]\t\tSteer to one eight five. Let's check \t\ther out.  \n[28]\t\tAlright. Back it off.  \tGreer throttles back and the boat slows.  \n[29]\t\tHit the lights.  \n[30]\t\tWhoa, whoa.  \tGreer throttles down all the way and they drift, as the shadow \tlooms bigger before them in the light from the boat.  \tAs they approach, the shadow appears to be a giant rusting \tbow, rising up from the water, disappearing in the darkness \tabove them. Murphy sweeps the searchlight to reveal more of \twhat appears to be a large, darkened ship. As they come \taround, the name \"CHIMERA\" can be seen above the anchor \talleys.  \n[31]\t\t\"Chimera.\"  \tMurphy reaches for the mic, hits the LOUD HAILER.  \n[32]\t\tChimera.  \n[33]\t\tThis is civilian tugboat Arctic \t\tWarrior. Is there anyone aboard?  \tThe quiet rumble of the tug's turbines is the only sound.  \n[34]\t\tChimera, I am hove to at your port \t\tbow. Is there anyone aboard?  \tThey wait, looking on at the silent, darkened ship under the \tglare of their lights.  \n[35]\t\tEpps, come with me. You guys sit \t\ttight.  \n[36]\t\tWe're in a stairwell just under the \t\tmain superstructure.  \n[37]\t\tThis is definitely an old boat, maybe \t\tsixty years old. She hasn't been in \t\tservice for at least twenty years. \t\tProbably a lot longer.  \tThey top the stairs and walk into a wider passageway which \ttakes them into an open area. Their lights shine around them, \trevealing sinks and counters and racks of old kitchen \tequipment, a few pots still hanging.  \tThey move through the galley and into another, narrower, \tpassageway.  \n[38]\t\tIt's funny.  \n[39]\t\tBesides a little rust, everything's \t\tpretty well-preserved.  \tGreer and Dodge look at each other.  \n[40]\t\tHow she got out here is one hell of \t\ta good question. \t\t\t \t\tJesus.  \tDodge and Greer hold there, waiting. Only silence from the \tother end.  \n[41]\t\t\t \t\tSorry.  \tAnother beat in silence.  \n[42]\t\tIt's a passenger ship. It's a damn \t\tpassenger ship.  \tThough it is dark, there is enough light to see its ornate \topulence, tables and chairs in place near a large dance floor \tand orchestra well, and a magnificent crystal chandelier \thanging over it all.  \n[43]\t\t\t \t\tThere's nobody on that boat.  \n[44]\t\tWhatever the reason, she's adrift \t\tand abandoned. We've got every right \t\tto salvage her.  \n[45]\t\tWe've done it before.  \n[46]\t\tYou have any idea how much a ship \t\tlike that could be worth in salvage? \t\tThe fittings alone could go for a \t\tfew million.  \n[47]\t\tIt's a risk I'm willing to take.  \n[48]\t\tSo we cut her loose and wait it out. \t\tA little weather couldn't be anything \t\tshe hasn't seen before.  \n[49]\t\tThe damn thing's been floating around \t\tfor God knows how long and it hasn't \t\thit anything yet. So we take it easy. \t\tA little of the old push pull.  \tA long beat as they hold there.  \n[50]\t\tListen. Forget this job's just a pay \t\tcheck for a minute. You know I've \t\tbeen good to you. But I'm prepared \t\tto offer you something better now. \t\t\t \t\tIf we do this right, it's worth a \t\tlot of money. A lot of money.  \tThey hold there looking on at him, waiting.  \n[51]\t\tSalvage fees on a vessel like this \t\tcould come in around four million \t\tbucks. At least. Who knows, could be \t\tmore. Could be a lot more. \t\t\t \t\tWhat I'm proposing is... we split it \t\tfour ways.  \tA beat. Dodge looks to Epps and Greer.  \n[52]\t\tThink about it. A million bucks a \t\tpiece. \t\t\t \t\tYou want to spend the rest of your \t\tdays drag-assing tank barges on the \t\tgulf coast, fine. Otherwise, let's \t\tget to work.  \n[53]\t\t\t \t\tUnited States Coastguard, United \t\tStates Coastguard, United States \t\tCoastguard. This is tugboat Arctic \t\tWarrior whiskey alpha sierra bravo \t\tfour zero niner two. Over.  \tAfter a moment, a distance-warped, coolly professional, female \tvoice comes back.  \n[54]\t\tNorth Island, I wish to declare myself \t\tsalvor-in-posession under section \t\tfour two charlie of the International \t\tMaritime Convention.  \n[55]\t\tA passenger liner. Over.  \n[56]\t\tA passenger liner, north island. \t\tOver.  \n[57]\t\tPassenger vessel \"Chimera.\" I will \t\tspell: charlie hotel india mary echo \t\tromeo alpha. No registry information \t\tis available at this time. I have \t\tdetermined to the best of my ability \t\tthat the vessel has been abandoned \t\ton the high seas at position one \t\tseven four west, five seven north \t\tat... \t\t\t \t\tTwo zero one four hours zulu time. \t\tOver.  \n[58]\t\tRoger, North Island. Arctic Warrior \t\tover and out.  \n[59]\t\tI figure we go through at the Unimak \t\tPass here. Refuel at Sanak Island.  \tGreer looks on from the helm as Murphy, Dodge and Epps stand \tover the map table.  \n[60]\t\tWith a little extra fuel, weather \t\tpermitting, we should make Sitka in \t\tfive days without another stop.  \n[61]\t\tThe law's on our side. If they want \t\tto challenge it, let them try.  \n[62]\t\tEither way, we found it. It's ours \t\tnow -- .  \tAn EXPLOSIVE THUD shudders the boat. They look to each other.  \n[63]\t\tWhat is it?  \n[64]\t\tHow long to fix?  \n[65]\t\tSome classy tub in it's day, huh?  \n[66]\t\tChimera. Flag ship of the Dobbins \t\tKirk Line. Nova Scotia.  \n[67]\t\t\t(looking through \t\t\tscattered charts and \t\t\tpapers \t\tI'd sure like to get my hands on the \t\tgeneral log.  \tEpps steps up to the wall, where several framed photos hang.  \n[68]\t\t\t \t\tYeah. Thanks.  \tShe brings him his cup, seeing the documents he brought back \tfrom the Chimera.  \n[69]\t\tSome charts. A crew manifest. \t\t\t \t\tLooks like her last voyage was January \t\t1953. The question is where the hell's \t\tshe been since.  \n[70]\t\tHer destination was Halifax, yeah.  \n[71]\t\tAs reasonable an explanation as any, \t\tI guess.  \tEpps takes a sip of her coffee as she thinks about it.  \n[72]\t\tEver heard of the Mary Celeste?  \n[73]\t\tShe was a two-masted brig boat sailing \t\tout of New York in 1872.  One day \t\tshe was sighted off the coast of \t\tPortugal by a merchant vessel, the \t\tDei Gratia. As the crew of the Dei \t\tGratia got closer, they discovered \t\tthat no one was at the helm of the \t\tMary Celeste. On boarding, they found \t\ther completely deserted. The captain, \t\this wife, their daughter, and the \t\tentire crew, all gone. The last entry \t\tin their log made no mention of any \t\ttrouble. The table was even set for \t\tdinner. And in the nine days after \t\tthe last entry, she sailed 700 miles \t\twithout anyone aboard.  \n[74]\t\tNobody knows. There've been a lot of \t\ttheories, of course. But we'll never \t\treally know for sure.  \n[75]\t\tI think we'd be surprised where a \t\tdrifting ship might wind up with a \t\tlittle wind and the right current.  \n[76]\t\tOnly way to be.  \tEpps nods, takes another sip of coffee, looking on at the \trusting hull of the Chimera stretching off in the light.  \n[77]\t\tWhat's this?  \n[78]\t\tI thought you said it was just a \t\tblade.  \n[79]\t\tHow much longer's that gonna take?  \n[80]\t\tI know I know, two ways to do anything --  \n[81]\t\tBut how long?  \n[82]\t\tWe gotta get outa here, Dodge. A \t\tstorm blows up and we're history.  \n[83]\t\tWhat about running number two by \t\titself?  \n[84]\t\tHow long, then?  \n[85]\t\tHow long?  \n[86]\t\tGoddamit, Dodge.  \n[87]\t\t\t \t\tNorth Island, North Island, North \t\tIsland. This is tugboat Arctic \t\tWarrior. Over.  \tAfter a moment, the same professional, distance-warped voice \tcomes back.  \n[88]\t\tNorth Island, please repeat? Over.  \n[89]\t\tNorth Island, have you got any \t\tadditional information? Over.  \n[90]\t\tRoger, North Island. I am tied to \t\tthe passenger vessel Chimera. And \t\tshe is afloat. Repeat, she is afloat. \t\tOver.  \n[91]\t\tRoger, North Island. Please advise \t\tpending further information. Over.  \n[92]\t\tObviously it's some kind of screw \t\tup. The shipping records aren't a \t\thundred percent accurate.  \n[93]\t\tWe all want to get outa here, Dodge. \t\tEspecially me. With that boat in \t\ttow. You got three days.  Make the \t\tmost of it.  \tA beat as Dodge looks back, then out at the Chimera.  \n[94]\t\tMorning.  \n[95]\t\tGuess I must've fallen back to sleep. \t\tWhere's Epps?  \n[96]\t\tShe take a radio?  \n[97]\t\t\t(still looking it \t\t\tover \t\tHard to say. Maybe forty, fifty \t\tmillion.  \n[98]\t\tYes, it is.  \tA beat as they all hold there.  \n[99]\t\tIt's a hell of a lot of money.  \n[100]\t\tA ship with fifty million dollars in \t\tgold aboard, adrift? And nobody seems \t\tto care enough to come looking for \t\tit?  \n[101]\t\tNot for fifty million. An ocean liner \t\tmaybe. But fifty million in gold, \t\tthey come looking for.  \n[102]\t\tMaybe. But there's always somebody \t\twhose interest's at stake.  \n[103]\t\tThen it happened before they scuttled \t\ther.  \n[104]\t\tThat it could.  \tA beat, as they all look on at the gold.  \n[105]\t\tEither way, they must've had a pretty \t\tgood reason.  \n[106]\t\tA salvage claim to a vessel's cargo's \t\tas valid as a claim to the vessel \t\titself. It's ours.  \n[107]\t\tIt looks like it.  \tA beat as they let this sink in.  \n[108]\t\tWe leave it where it is. Stick to \t\tthe plan.  \n[109]\t\tSo we get a little more for the boat. \t\tBesides, the gold'll be safer where \t\tit is.  \n[110]\t\tIt's worth the effort. Believe me. \t\tBesides we're gonna need her to prove \t\tthe salvage.  \n[111]\t\tFor now the best thing we can do is \t\tto keep quiet about this.  \n[112]\t\tDodge, you gotta get on those repairs.  \n[113]\t\tThe sooner we get under way, the \t\tsooner we are to spending what's \t\tours.  \n[114]\t\tTerrific.  \tEpps arrives with a first aid kit.  \n[115]\t\tHow's that leg?  \tEpps cuts back the burned pant leg to see the burn.  \n[116]\t\tWe could call for help.  \n[117]\t\t\t \t\tUnited States Coastguard, this is \t\ttugboat Arctic Warrior whiskey alpha \t\tsierra bravo four zero niner two. \t\tRadio check. Over.  \tA moment, then:  \n[118]\t\tRoger that, North Island. Arctic \t\tWarrior whiskey alpha sierra bravo \t\tfour zero niner two. Over and out.  \n[119]\t\tNot much at all, I guess. Retire. \t\tLive out my golden years and all \t\tthat.  \n[120]\t\tHow about you Epps?  \n[121]\t\tGreer?  \n[122]\t\tDreamin's all any of you're gonna be \t\tdoing if we don't get this boat \t\trunning.  \n[123]\t\tWarm water current maybe, making the \t\tmetal expand.  \n[124]\t\tTake it easy, you'll live longer.  \n[125]\t\tWho?  \n[126]\t\tWhat guy?  \n[127]\t\tWhat? What the hell're you talking \t\tabout.  \n[128]\t\tAre you sure?  \n[129]\t\tYou sure it wasn't me?  \n[130]\t\tIf somebody's aboard her already, \t\tshe ain't ours. She's theirs.  \n[131]\t\tNot in the eyes of the law.  \n[132]\t\tWe don't exactly have the best \t\tbargaining position.  \n[133]\t\tAnd what do you propose? That we \t\tknock this guy off?  \n[134]\t\tLet's just take it easy here, alright? \t\tNobody's gonna kill anybody.  \n[135]\t\tWould you hold on just a minute here, \t\tplease? Look, there's no reason to \t\tpanic now. Epps saw somebody. Fine. \t\tIt's a big boat.  Chances're real \t\tgood he doesn't even know about the \t\tgold. If we stay cool, nobody'll be \t\tthe wiser. \t\t\t \t\tThe gold stays where it is til we're \t\tready to go. Like I said, it'll be a \t\thell of a lot safer there than here.  \n[136]\t\tWe'll stand a watch. Four on, eight \t\toff. Low man first.  \n[137]\t\tDodge, get on that turbine. I don't \t\tcare if you don't sleep for a week. \t\tThe sooner you're done, the sooner \t\twe can get out of here. How's the \t\tfood situation?  \n[138]\t\tWe'll have to take it easy then. I \t\tdon't think we'll find much aboard \t\tthe ship, but it's probably worth \t\tlooking around.  \n[139]\t\tIf he's reasonable, maybe we can \t\tmake some kind of deal. If not. \t\tWe'll have to re-consider our options.  \n[140]\t\tNo cowboy shit up there, understand?  \n[141]\t\tGot your light?  \n[142]\t\tMurphy to Epps.  \tShe settles back, exhausted.  \n[143]\t\tMurphy to Epps.  \n[144]\t\tYou just shoot at something?  \n[145]\t\tCouldn't have happened much more \t\tthan a month ago.  \tGreer, Dodge, and Epps look on as Murphy kneels over the \tremains of the headless torso.  \n[146]\t\tBodies're too fresh.  \n[147]\t\tGreek citizen. Merchant navy. \t\t\t \t\tObviously we aren't the first to \t\tcome across this ship. They probably \t\tstumbled across it just like we did.  \n[148]\t\tCould be meant as a warning.  \n[149]\t\tThat'd be my guess.  \n[150]\t\tMaybe.  \tA beat as they consider the implications of this.  \n[151]\t\tDodge, if this isn't incentive enough \t\tto fix that boat, I don't know what \t\tis.  \n[152]\t\tCan't you use something else?  \n[153]\t\tDo what you need to do. Just do it \t\tfast.  \n[154]\t\tCaptain relieved of command.  \tHe holds there a moment, moving his finger down to the final \tentry, reading: \"TRANSMISSION 2 Feb 53 21:24 hrs GMT. General \n[155]\t\tThis is Murphy. Anybody trying to \t\tcall me? Over.  \tHe waits as no response comes, then THE CHANNEL OPENS AGAIN. \tOnly silence from the other end as someone seems to be there, \tbut is not saying anything. Murphy presses the talk button.  \n[156]\t\tGreer? Dodge?  \tAgain, there is no response, until the CHANNEL OPENS. Murphy \tholds there as he is answered by silence, WHEN A GRAVELLY, \n[157]\t\tWho is this?  \tThe RADIO CHANNEL OPENS. Only silence comes back, as if \tsomeone were there but not speaking.  \n[158]\t\tWho is this!!  \tThe CAMERA PUSHES IN AS MURPHY LISTENS.  \n[159]\t\tGreer! Dodge!  \tOnly silence comes back from the radio when A MAN'S BLOOD \tCURDLING SCREAM sounds from somewhere in the ship.  \n[160]\t\t\t \t\tMurphy.  \n[161]\t\tWhat is it?  \n[162]\t\tHe must've seen something.  \tA beat as they consider this.  \n[163]\t\tJust before I heard him yell there \t\twas somebody on the radio.  \n[164]\t\tI don't know. No. Not Greer. \t\tSomebody.  \tAnother long beat as they think about this.  \n[165]\t\tIt was a man's voice. Repeating some \t\tsort of children's rhyme. I don't \t\tknow, it didn't make any sense. You \t\tdidn't hear it?  \n[166]\t\tI'll call us in. Dodge, see how many \t\tsignal flares you can scrounge up. \t\t\t(to Epps, meaning \t\t\tDodge \t\tKeep an eye on him.  \n[167]\t\t\t \t\tUnited States Coastguard, United \t\tStates Coastguard, United States \t\tCoastguard. This is tugboat Arctic \t\tWarrior whiskey alpha sierra bravo \t\tfour zero niner two. Over.  \tNo response.  \n[168]\t\t\t \t\tUnited States Coastguard, United \t\tStates Coastguard, United States \t\tCoastguard. This is tugboat Arctic \t\tWarrior whiskey alpha sierra bravo \t\tfour zero niner two. Over.  \tAgain, no response. He holds there, then finally:  \n[169]\t\t\t \t\tMayday. Mayday. Mayday. To any vessel. \t\tThis is Arctic Warrior.  Arctic \t\tWarrior. Arctic Warrior.  Whiskey \t\talpha sierra bravo four zero niner \t\ttwo. Last known position one seven \t\tfour west, five seven north. I am \t\tafloat and drifting.  Require \t\timmediate medical assistance for one \t\tperson, possibly comatose. I am a \t\tone hundred twenty foot civilian \t\ttug, hove to at port bow of disabled \t\tpassenger liner Chimera. I repeat, \t\tChimera. Over.  \tOnly the desolate WHITE NOISE OF EMPTY AIR COMES BACK.  \n[170]\t\tHow's he doing?  \n[171]\t\tNo. I'll try again later.  \tA beat as they look on at Greer.  \n[172]\t\tPossibly false. Hence the IMA record \t\tof being lost at sea. I don't think \t\tmutiny's out of the question here.  \n[173]\t\tIf they knew what they were carrying.  \n[174]\t\tIf they were close enough to shore, \t\tthey probably figured they could get \t\taway in the lifeboats.  \n[175]\t\tHow do you mean?  \n[176]\t\tI guess the best strategy's just to \t\ttell them the truth.  \n[177]\t\tWhat do you propose?  \n[178]\t\tThere's no way we're gonna hide a \t\tfew thousand pounds of gold from the \t\tCoastguard here. Besides, it'll be \t\tsafer where it is.  \n[179]\t\tTell you what, Dodge. Once we get \t\tback to shore, you can do whatever \t\tyou want with your share. But until \t\tthen, the gold stays right where it \t\tis.  \tDodge holds there. He looks to Epps a beat, takes a drink of \tcoffee.  \n[180]\t\tJust what the hell do you think you're \t\tdoing?!  \n[181]\t\tI think you know.  \n[182]\t\tThe radio!  \n[183]\t\tYou smashed it!  \n[184]\t\tDon't lie to me!  \n[185]\t\tYou didn't want us calling anybody. \t\tToo liable to ruin your big payday.  \n[186]\t\tConveniently enough for you.  \n[187]\t\tDrink up then.  \tGreer smiles, raising the jug to drink as the others take a \tseat, looking on at him.  \n[188]\t\tHow're you feeling?  \n[189]\t\tYou don't remember?  \n[190]\t\tYou've been out for about a day.  \n[191]\t\tDodge found you out cold in one of \t\tthe cabins.  \tGreer only holds there.  \n[192]\t\tWe heard you scream. Any idea what \t\tyou might've seen?  \n[193]\t\tThe ah... the radio's out.  \n[194]\t\tSomebody took it out of commission \t\tlast night.  \tA beat as they all hold there.  \n[195]\t\tSmashed it up pretty bad.  \n[196]\t\tRegardless of how it happened, there \t\tisn't much of a chance to fix it. \t\tThe odds of another vessel in range \t\tof the walkie-talkies are almost \t\tastronomical. So, as of today, we're \t\tpretty much on our own out here.  \n[197]\t\tFebruary first.  \n[198]\t\tMust not've been the captain's entry. \t\tHe was probably out of the picture \t\tby then.  \tEpps continues to read.  \n[199]\t\tCollision? With what?  \n[200]\t\tBut where's the damage?  \n[201]\t\tIf it was a ship she hit.  \tA beat as they hold there, when his radio CRACKLES TO LIFE.  \n[202]\t\t\t \t\tYeah.  \n[203]\t\tWhat the hell happened!  \n[204]\t\tAlright. Everybody grab your gear! \t\tThis' is where we get off!  \n[205]\t\tDodge!  \n[206]\t\tThat just about says it all.  \tGreer stands at the bow of a lifeboat suspended from halyards \tabove the deck.  \n[207]\t\tThe coast guard has our last position. \t\tThey'll send somebody out soon enough. \t\tA ship this size you can't exactly \t\tmiss.  \n[208]\t\tLet 'em ask. This ship's legally \t\tours now.  \n[209]\t\t\t \t\tEasy, easy.  \tMurphy holds on to Dodge as he will have none of it.  \n[210]\t\tShut up.  \n[211]\t\tI said, shut the hell up.  \tMurphy shoves Dodge back.  \n[212]\t\tBoth of you. I don't want to hear it \t\tagain.  \tA beat as Greer and Murphy hold there.  \n[213]\t\tSo just stow it. You understand? \t\t\t \t\tWe don't need this right now.  \n[214]\t\tYou shouldn't be down here alone.  \tDodge turns to see Murphy standing there.  \n[215]\t\tIf money can buy what he wants.  \n[216]\t\tThen you're a lucky man.  \tMurphy tosses the shotgun to Dodge, who catches it.  \n[217]\t\tWe'll stand the watch on deck tonight. \t\tYou're up first.  \n[218]\t\tYou okay?  \tEpps looks up to see Murphy standing at the door.  \n[219]\t\tTomorrow we'll see if we can't find \t\tsome line and tackle. Use some of \t\tthose bodies below decks for bait.  \n[220]\t\tLet's just hope somebody sees us \t\tfirst out here.  \n[221] \tThey come to the side at the wheelhouse, seeing the bright \torange letters \"NOAA\" emblazoned on the buoy's float pod as \tthe ship drifts by.  \n[222]\t\tIt's a Noaa buoy.  \n[223]\t\tGovernment weather. It's got a \t\ttransmitter aboard.  \n[224]\t\tLet's go, let's go, let's go.  \tDodge finishes as Epps ties the other end off to a cleat.  \n[225]\t\tThe mooring hasn't come taught.  \n[226]\t\tDoesn't matter.  \n[227]\t\tDamn it.  \tThey look on in silence, the buoy slowly receding as the \tship drifts away.  \n[228]\t\tHey.  \n[229]\t\tWish I could say the same.  \tThey watch the fire in silence for a moment.  \n[230]\t\tI guess that's the sixty four thousand \t\tdollar question, isn't it?  \n[231]\t\tNever mind. Before your time. \t\t\t \t\tI think at least some of the crew \t\twent a little nuts. The usual stuff \t\tthat happens when people stumble on \t\ta fortune. Equal parts greed and \t\tparanoia, usually resulting in \t\thomicide. What happened after that \t\tis anybody's guess. But, judging by \t\tour Greek friends down below, it \t\tdoesn't look like the last time.  \n[232]\t\tI don't know, are we?  \tA beat as she looks back at him. She looks back to the fire, \twatching it.  \n[233]\t\tNot our mystery guest again.  \n[234]\t\tNot real?  \tA beat as she only looks back.  \n[235]\t\tWhat, like some kind of ghost?  \n[236]\t\tShowing you what?  \n[237]\t\tMaybe it was one of them did the \t\thandy work on those Greeks.  \n[238]\t\tVictims of what?  \n[239]\t\tThat much I think we've already \t\testablished.  \n[240]\t\tWhat's that supposed to mean?  \n[241]\t\tWhy you? How come the rest of us \t\thaven't seen these people?  \n[242]\t\tWell. Getting off this ship's exactly \t\twhat we're trying to do.  Short of \t\tthat, I don't know what else to tell \t\tyou.  \tShe only looks back at him, then into the fire.  \n[243]\t\tDo me a favor and wake up Dodge. \t\tHe's next on.  \tShe starts to get up.  \n[244]\t\tAnd Epps?  \tShe stands, looking back at him.  \n[245]\t\tYou can tell the others about this. \t\tBut, for my money, I think it's best \t\tyou keep it to yourself.  \tShe holds there a beat longer, then turns, walking off.  \n[246]\t\tYou're late.  \n[247]\t\t\t(handing him the \t\t\tshotgun \t\tDon't fall asleep.  \n[248]\n[249]\t\tDodge?  \n[250]\t\tMurphy to Epps.  \n[251]\t\tEither of you seen Dodge?  \tShe looks to Greer who shakes his head.  \n[252]\t\tHe's not on deck and I can't raise \t\thim on the radio.  \n[253]\t\tHe took the shotgun and a light.  \n[254]\t\tAlright. We stay together. Nobody \t\tgoes any further than earshot.  \n[255]\t\t\t \t\tMurphy to Dodge. Murphy to Dodge. \t\tOver.  \n[256]\t\tMurphy to Dodge. Do you copy? Over.  \n[257]\t\tEpps? You there?  \n[258] \tAs he moves along as well, eyes open.  \n[259]\t\tGreer?  \n[260]\t\tSo whoever did this now has our \t\tshotgun.  \n[261]\t\tLeave him till we can get some help. \t\t\t \t\tFrom now on, nobody comes down here.  \n[262]\t\tLeave it.  \n[263]\t\tYou think whoever did this is \t\treasonable?  \n[264]\t\tNobody's going anywhere with that \t\tgold now. Anybody tries to board, \t\twe'll know about it. \t\t\t \t\tYou can do what you want, Greer. \t\tBut neither of us is gonna risk saving \t\tyour ass down here if it comes to \t\tthat.  \n[265]\t\tMust've been him all along.  \tMurphy and Epps look on from the outside in the promenade.  \n[266]\t\tSmashed the radio. Scuttled the boat. \t\tKilled Dodge. Would've killed you. \t\tHe's off his nut, no doubt there.  \tThey watch him in silence a moment as Greer mutters and bobs.  \n[267]\t\tWhat do you think?  \n[268]\t\tOver the gold.  \n[269]\t\tCrazy with greed. Not crazy. Not \t\tlike him.  \tA beat as Epps looks off. In the window Greer drags his \thideously distorted face over the glass, the blood from his \twounds smearing in broad red streaks.  \n[270]\t\tWe lash a few of these together it \t\tmight get us far enough into the \t\tshipping lanes to be rescued.  \tA beat as they look on at the rotting hull.  \n[271]\t\tHard to say which is worse, staying \t\there or taking our chances in open \t\twater.  \n[272]\t\tIt's not the weather I'm worried \t\tabout. The wrong current could drag \t\tus as far as the Aleutians before we \t\tcome across another boat.  \n[273]\t\tEpps to Murphy.  \tOnly WHITE NOISE COMES BACK.  \n[274]\t\tWe hit land.  \n[275]\t\tWe're in an island chain. It's only \t\ta matter of time before we hit another \t\tone.  \n[276]\t\tLet's get the hell out of here.  \n[277]\t\tIt should be enough to get us to one \t\tof those islands. Gimme a hand, \t\twouldya?  \tShe joins him and they lift it off its stand, taking it to \tthe rail.  \n[278]\t\tProp it here. We need to pull these \t\tbraces off. There's a hammer on the \t\tstand. There.  \tEpps crosses back to the stands.  \n[279]\t\tI'll take that.  \tA beat as she looks to Murphy.  \n[280]\t\tIt was only a matter of time before \t\tsomebody killed somebody. \t\t\t \t\tYou saw it coming as well as I did. \t\tDodge had his plans, starting with \t\tscuttling the boat. And Greer too, \t\texcept he went nuts. Couldn't take \t\tit, I guess. Could've happened in \t\tthe middle of downtown Anchorage. \t\tBut did it make him any less \t\tdangerous? I don't think so.  \n[281]\t\tThe way I figure it, it was them or \t\tme. I thought putting Dodge up on \t\tthat pipe was a nice touch? Bought a \t\tlittle time. Made it look like whoever \t\tkilled those Greeks was still around. \t\tBut it's just us on this ship. Us \t\tand your... spirit friends.  \n[282]\t\tI didn't want it to turn out this \t\tway.  \n[283]\t\tI think I see it pretty well.  \n[284]\t\tI know a little bit about human nature \t\tand what I've seen only confirms \t\tthat.  \n[285]\t\tI think maybe you been on this boat \t\ta little too long, with all that \t\tsupernatural mumbo jumbo. There's \t\tnothing supernatural about greed. \t\tAnd that's what it comes down to, \t\tpure and simple.  \n[286]\t\tI wish I could believe that. Either \t\tway, you know what I've done. I've \t\tgot no choice.  \tHe raises the shotgun.  \n[287]\t\tI'm sorry.  \tHe prepares to fire, when a CONCUSSION ROCKS THE SHIP. Epps \tducks and Murphy fires, a spatter of buckshot shredding the \tvent behind her. A SCREECHING OF METAL DEEP IN THE SHIP SOUNDS \tas she gets up, diving for cover as Murphy shuttles the gun \tagain.  \n[288]\t\tThere's no reason to make this any \t\tmore difficult than it has to be.  \n[289] \tMurphy climbs down a ladder to the lower decks.  \n[290] \tMurphy follows, when A RUMBLING SOUND CAN BE HEARD.  \n[291] \tMurphy slows and finally stops.  \n[292] \tMurphy stops where he is to see water rushing in at the end \tof the passage. He begins backing away.  \n[293] \tMurphy moves down the passageway, coming to the cargo \tcompartment.  \n[294] \tAs the ship dips lower, the rushing water forms an eddy that \tpulls at Murphy. Murphy struggles, too heavy to resist as he \tis pulled closer and closer to the sucking maw that is the \tsmokestack's opening.  \tThe ship sinks further and Murphy is pulled to the edge of \tthe stack. He frantically grabs for something to hold on to, \twithout success, until he is finally pulled into the smoke \tstack and sucked into the bowels of the ship by the rushing \twater.  "}}