{"filename": "Ghostbusters_script.txt", "imdb_id": "tt0087332", "imdb_url": "https://www.imdb.com/title/tt0087332", "characters": ["Winston Zeddemore", "Mayor", "Walter Peck", "Librarian", "Dr. Egon Spengler", "Dana Barrett", "Janine Melnitz", "Gozer", "Dean Yeager", "Male Student", "Dr. Raymond Stantz", "Female Student", "Louis Tully", "Dr. Peter Venkman", "Hotel Manager"], "dialogues": {"Winston": "\n[1] He ENTERS with sleeves rolled up, wiping a plate with a dish towel and wearing an apron.  \n[2]\t\t\t \t\tNevermind, Egon, wouldn't want you to \t\tstrain yourself. \t\t\t \t\tGhostbusters Central.  \n[3]\t\tCalm down... Where are you?... \t\t\t \t\tWe'll be right there.  He hangs up.  \n[4]\t\tReady for this one?  Some farmer says his \t\twife was eaten by a giant chicken.  \n[5] Driving.  \n[6]\t\tBut wouldn't it be somethin' if he sells \t\tthat weather balloon idea of his?  He'll be \t\ta rich man!  \n[7]\t\tShouldn't be hard to find.  \n[8]\t\tA werechicken?  \n[9]\t\tLet's get it back to Headquarters and run \t\tsome tests.  Then maybe we'll have some \t\tanswers.  \n[10]\t\t\t \t\tRay, it's gettin' pretty late.  Maybe there \t\treally isn't any...  \n[11]\t\t\t \t\tThen let's get it!  \n[12] They ENTER cautiously, Ray holding his BEEPING meter out before him.  The barn is dark except for the moonlight slanting through the loft window and the beams of their flashlights.  As the WIND picks up, WOOD CREAKS, HAY RUSTLES, and a piece of JUNKY machinery turns with a SQUEAL.  \n[13]\t\t\t \t\tMan, this place is creepy.  \n[14]\t\tLook out!  Ray shines his flashlight toward the lofts.  Its beam catches a couple of startled pigeons as they fly out the window, pinion feathers WHISTLING.  \n[15] \t\t\t\tRAY &amp; WINSTON \t\t\t  \n[16] They stop as PKE meter starts BEEPING.  Ray checks the reading.  \n[17]\t\tMan, he is ugly!  \n[18]\t\tHang on!  That's it!  \n[19] A normal chicken with singed feathers stands where the Werechicken was. It CLUCKS, starts pecking at the dirt.  \n[20]\t\tRay, I just had a thought...  Ray pauses to look around at Winston.  \n[21]\t\tWhat if that six-foot werechicken is Zeke's \t\twife?  And off their looks, we --  \n[22]\t\t\t \t\tWhat happened?  He's so quiet all of a \t\tsudden.  \n[23] \n[24]\t\tYou've been turned into a werechicken!  \n[25] \n[26]\t\tWe're too late!  \n[27] They stare, wide-eyed.  After A BEAT --  \n[28] looking around.  \n[29]\t\tWhat was that?  \n[30]\t\t\t \t\tNo pun intended.  \n[31]\t\tThat's it!  Winston cranks the wheel.  \n[32]\t\tTen feet tall?  \n[33]\t\tHow could we lose a fifteen foot-tall \t\tchicken?  \n[34]\t\tThirty feet tall?  \n[35] Ray tosses out the trap.  \n[36] Being buffeted by wind, struggling to hang onto their throwers as they continue firing.  They have to SHOUT over the NOISE.  \n[37]\t\t\t \t\tTrap's full!  Somebody forgot to empty it!  \n[38] turn to each other.  \n[39]\n[40]\t\t\t \t\tPeter, get outa here!  It banks, gets the hell away.  \n[41] turn off their proton guns and are KNOCKED down by the released force as the freed Monstrous Spirit whooshes skyward.  The STORM abruptly disappears, as if SUCKED up.  The trap stops shaking and SNAPS shut.  \n[42]\t\tYeah, but how do you freeze a 50-foot \t\tchicken in August?  A BEAT, then the three guys look at each other.  \t\t\t\tRAY, WINSTON &amp; PETER \t\tEgon's weather balloon!  \n[43] On street below, looking skyward through binoculars.  \n[44]\t\tWhat's it doing?  \n[45]\t\t\t \t\tI don't want to hear it.  \n[46]\t\tThey did it!  All-right!!  They high-five each other.  \n[47]\t\tUh-oh.  \n[48]\t\t\t \t\tIt's just Slimer groovin' to his new James \t\tBrown tape.  ", "Zeddemore": "", "Mayor": "", "Walter": "", "Peck": "", "Librarian": "", "Dana": "", "Barrett": "", "Janine": "\n[1]\t\t\t  \n[2]\t\tEgon!  What happened?  \n[3] She stares at Egon, totally bewildered.  \n[4]\t\tBut what ...? \t\t\t \t\tNevermind.  \n[5]\t\tAre you sure you wanna go to a meeting like \t\t-- this?  \n[6] Staring after him in disbelief.  ", "Melnitz": "", "Gozer": "", "Dean": "", "Yeager": "", "Male": "", "Student": "", "Female": "", "Louis": "", "Tully": "", "Hotel": "", "Manager": ""}}