{"filename": "Gladiator_script.txt", "imdb_id": "tt0172495", "imdb_url": "https://www.imdb.com/title/tt0172495", "characters": ["Gracchus", "Quintus", "Commodus", "Gaius", "Lucius", "Proximo", "Marcus Aurelius", "Cassius", "Juba", "Hagen", "Falco", "Cicero", "Lucilla", "Maximus", "Tigris"], "dialogues": {"Gracchus": "\n[1]\t\tWe have plague in the Hebrew Quarter \t\tand it is spreading... we have \t\tlooting at the granaries... we have \t\tso much filth in the Tiber that the \t\twater is undrinkable... we have \t\tPraetorian Guard units that are \t\tdemanding protection payments from \t\tthe merchants at the exchange --  \n[2]\t\tRome dies as the Emperor plays at \t\tbeneficence.  At least Nero gave us \t\tmusic!  \n[3]\t\tIt is his duty to hear the will of \t\tthe Senate.  Their wagon stops -- hopelessly stuck in a massive traffic jam of chariots, wagons and sedan chairs.  \n[4]\t\tNot to mention the damn traffic!  \n[5]\t\tDarling children, to be sure, now if \t\tI may proceed?  \n[6]\t\tCaesar, your presence in Rome is an \t\tinvaluable opportunity to begin \t\tcorrecting some of the ills that \t\thave beset the city since your \t\tfather went to the wars.  We would \t\tlike to --  \n[7]\t\tWith respect, sire, the people don't \t\tneed love -- they need law.  The \t\tSenate has prepared a series of \t\tprotocols to begin addressing the \t\tcorruption in the city -- \t\t\t(Gaius hands him a \t\t\tscroll \t\t-- starting with basic sanitation in \t\tthe Hebrew Quarter.  If Caesar could \t\tstudy this and --  \n[8]\t\tThe Senate is the people.  \n[9]\t\tHave you ever embraced someone dying \t\tof plague, sire?  Commodus stops.  Looks at him.  A lethal moment.  \n[10]\t\tYou want to hold games?  \n[11]\t\tIf I may, Caesar... how are you \t\tgoing to pay for this?  \n[12]\t\tRespectfully, sire, taxation and \t\timport duties are the exclusive \t\tprovince of the Senate --  Commodus spins on him so quickly and with such feral violence that everyone is shocked --  \n[13]\t\tNo... it's not...  A beat.  \n[14]\t\tHe knows who Rome is.  Rome is the \t\tmob.  He will conjure magic for them \t\tand they will be distracted.  And he \t\twill takes their lives.  And he will \t\ttake their freedom.  And still they \t\twill roar.  The beating heart of \t\tRome isn't the marble of the Senate. \t\tIt's the sand of the Colosseum.  He \t\twill give them death.  And they will \t\tlove him for it.  \n[15]\t\tWe've taking a sounding, the Senate \t\tis with us.  \n[16]\t\tBut we are only words.  We are air. \t\tWe need steel.  \n[17]\t\tWell, can they at least be rented \t\tfor a day?  \n[18]\t\tLucilla, Gaius is right.  Until the \t\tCity Guard can neutralize the \t\tPraetorians we can accomplish \t\tnothing.  \n[19]\t\tFor you prince Lucius... a sea \t\tmonster!  Gracchus gives Lucius a beautifully painted toy of a sea serpent.  \n[20]\t\tOff the coast of Achaea they grow \t\ttwenty times this size, with \t\tsnapping teeth to devour any nasty \t\tPraetorians they come across... now, \t\twhere is Achaea?  \n[21]\t\tShow me on the map.  Lucius runs to a map and stabs his finger at Achaea.  We sense this is an old game between them.  \n[22]\t\tYou're welcome, Prince Anthill!  Lucius goes.  Lucilla shuts the door after him.  A moment. She turns to the others, a deep anguish in her eyes.  \n[23]\t\tPeace child... One dark night the \t\tGods will light our path.  They will \t\tgive us the voice we need.  Have \t\tfaith in that.  Have faith.  \n[24]\t\tAbout half.  But once the tyrant is \t\tdead.  All.  A beat.  \n[25]\t\tI want to meet him.  \n[26]\t\tWe should fear for the blackest \t\tstorm.  \n[27]\t\tI only have one question for you, \t\tGeneral... Why?  A beat.  \n[28]\t\tYou will lead an army of your \t\tbrothers on Rome.  Many will die. \t\tWhy?  \n[29]\t\tThat's not the reason.  Tell me the \t\ttruth.  A beat.  \n[30]\t\tI knew the old man well.  And I \t\tloved him very much.  In our youth \t\twe would spend hours building that \t\tdream together.  After he went to \t\tthe wars and lost his way... I was \t\tvery cruel.  I tormented him to \t\tremember that dream we spoke of.  \n[31]\t\tYou can have no idea how much that \t\tmeans to me.  A beat.  \n[32]\t\tAny man who will die for a whispered \t\tdream deserves my respect.  I honor \t\tyou, General.  The drums continue...  \n[33]\t\tGeneral, the purple is yours if you \t\tso desire.  The Senate will support \t\tyou.  Maximus looks at him.  And then at the people.  The chant of \"Caesar... Caesar... Caesar...\" is like a powerful beating heart.  Maximus moves to the edge of the Imperial Box to address the people.  The crowd grows silent.  Maximus looks around at the blood of the arena.  ", "Quintus": "\n[1] \n[2]\t\tThese barbarians would rather drown \t\tin blood than yield an inch.  If I \t\tdidn't hate them so much I would \t\tadmire them.  They have reached the top of the hill.  Stunning martial preparations are underway.  The catapults join ten others. Archers are taking up position.  Brutal \"Scorpions\" -- devices for firing multiple crossbow bolts -- are being loaded.  Soldiers are also loading the catapults with enormous \"Greek fire pots\" -- large, round terra cotta pots.  Maximus and his lieutenants gaze down from the hilltop. Below them they can see a German encampment.  \n[3]\t\tGeneral, I don't recommend that. \t\tOur cavalry might be caught in the \t\tflames.  \n[4]\t\tNow!  The mighty catapults are released.  The Greek fire pots arc dramatically through the air.  A moment later soldiers release the Scorpions and hundreds of bolts streak through the sky.  The archers fire a murderous barrage of flaming arrows.  \n[5]\t\tThat means after three or four more \t\tbabies.  \n[6]\t\t\t \t\tHighness.  \n[7]\t\tGeneral -- Maximus --  \n[8]\t\tThe Emperor needs you.  It's urgent.  Maximus leaps up and throws on a cloak, strides out with Quintus...  \n[9]\t\tI don't know...  They continue on toward Marcus' tent.  \n[10]\t\t\t \t\tPlease don't fight, Maximus --  \n[11]\t\tI'm sorry, General, Caesar has \t\tspoken.  They pull Maximus out --  \n[12]\t\t\t \t\tI have no choice --  They are almost run over by a stern cohort of twenty Praetorians who gallop past.  Maximus knows immediately what this means.  \n[13]\t\t\t \t\tThey will greet you in the \t\tafterlife.  Maximus lunges at him -- the Praetorians subdue him -- slamming him with a sword hilt -- knocking him unconscious.  \n[14]\t\t\t(quietly, to \t\t\tassassins \t\tTake him as far as the sunrise and \t\tthen kill him.  \n[15]\t\t\t \t\tHail, Caesar!  The Felix Regiment responds, many unsure.  \n[16]\t\t\t \t\tDon't speak of it.  Never speak of \t\tit.  He stalks off.  Titus and Gallus, concerned, watch him follow after Commodus.  ", "Commodus": "\n[1]\t\tDo you think he's really dying?  The woman across from him returns his gaze evenly.  She is slightly older, beautiful and patrician.  A formidable woman.  She is LUCILLA.  \n[2]\t\tI think he's really dying this time.  A beat.  Their breath turns instantly to mist.  \n[3]\t\tHe has to be bled every night now.  \n[4]\t\tI've been so informed.  She arches an eyebrow.  \n[5]\t\tIf he weren't really dying he \t\twouldn't have sent for us.  \n[6]\t\tAnd the Senators.  He wouldn't have \t\tsummoned them if --  \n[7]\t\tThe first thing I shall do is honor \t\thim with games worthy of his \t\tmajesty.  \n[8]\t\tWhy have we stopped?  \n[9]\t\t\t \t\tWhere is my father?  \n[10]\t\tIs the battle won?  \n[11]\t\t\t \t\tMy sister wants a bath, take her to \t\tthe camp. \t\t\t \t\tTake me to my father.  He leaps onto the horse and canters back to the Praetorian Guard unit.  Soldier #2 climbs on his horse and leads them.  Commodus rides off with most of the Praetorian Guard unit.  Lucilla peeks her head from the wagon.  She glances at the remaining soldiers.  Distinctly unpromising.  \n[12]\t\tHave I missed it?  He leaps from his horse.  \n[13]\t\tHave I missed the battle?  \n[14]\t\tFather.  Congratulations.  I shall \t\tsacrifice a thousand doves to honor \t\tyour triumph.  \n[15]\t\tGeneral, Rome salutes you and I \t\tembrace you as a brother.  \n[16]\t\tYour Spaniards seem invincible.  May \t\tthe Gods favor the Felix Regiment \t\tnow and always... \t\t\t \t\tHere, Father, take my arm.  \n[17]\t\tShe's at the camp.  She had no \t\tdesire to see the gore of the \t\tbattlefield.  \n[18]\t\t\t \t\tHe's dying.  A beat.  \n[19]\t\tPoor old man.  \n[20]\t\tHail, warriors.  My congratulations.  \n[21]\t\t\t \t\tMy old friend, my father tells me \t\tyou're returning to Spain?  \n[22]\t\tA pity.  I'll need men like you in \t\tmy army...  An awkward glance between the soldiers.  This sort of talk is offensively premature.  \n[23]\t\tThere are larger division that might \t\tappeal to you.  Even the Praetorian \t\tGuard.  You've never been to Rome. \t\tImagine arriving as head of the \t\tPraetorians!  They have really \t\tsplendid uniforms.  \n[24]\t\tGeneral Maximus, may I present \t\tSenators Gaius and Falco.  Beware of \t\tthis Gaius, he'll pour a honeyed \t\tpotion in your ear and you'll wake \t\tup one day and all you'll say is \t\t\"Republic, Republic, Republic...\"  Laughter.  \n[25]\t\tYou've had my ear since we were \t\tchildren.  You could be a valuable \t\tally in the Senate.  \n[26]\t\t\t \t\tThere -- I warned you.  \n[27]\t\tNot a word about that sodomite \t\tbastard.  \n[28]\t\tI won't tolerate it.  His incessant \t\tcriticism exhausts me.  The man can \t\tspeak for five hours without taking \t\ta breath.  \n[29]\t\t\t \t\tEnough... Maximus, I would like to \t\tinspect the Felix Regiment at dawn. \t\tPlease arrange it.  \n[30]\t\tExcuse me?  \n[31]\t\t\t \t\tOf course, how foolish of me.  Some \t\tother time...  He notes his father being helped out of the tent by several body slaves.  \n[32]\t\tCaesar retires early tonight.  \n[33]\t\t\t \t\tI search the faces of the Gods for \t\tways to please you... to make you \t\tproud... and I can never do it.  One \t\tkind word -- one full hug where you \t\tpressed me to your chest and held me \t\ttight -- would have been like the \t\tsun on my heart for a thousand \t\tyears... What is it in me you hate \t\tso much?  My eyes are your eyes.  My \t\thands are your hands.  All I have \t\tever wanted was to live up to you. \t\tCaesar.  Father.  He stands.  We see that he is holding the scroll denoting Marcus' intention to nominate Maximus as Emperor to the Senate.  Commodus cannot control his tears.  \n[34]\t\tWhy does Maximus deserve what I \t\tcould never have? -- Why do you love \t\this eyes over mine? -- I would \t\tbutcher the whole world -- if you \t\twould only love me...  Commodus weeps.  \n[35]\t\tLament with me, brother, our great \t\tfather is dead.  I want --  Maximus, not even hearing, steps past him to Marcus.  He stands for a moment and then slowly kneels before Marcus and gently kisses the old man's forehead.  A ritual farewell.  A moment of silent mourning and then Maximus stands.  He turns very, very slowly to Commodus.  \n[36]\t\tGeneral, the Gods' have taken the \t\tgreat man and left me alone.  My \t\tfirst desire as Emperor is that you \t\ttake my hand in friendship.  I need \t\tyou at my side, Maximus, at this \t\tmoment above all others.  Stand with \t\tme.  Maximus glares at him:  \n[37]\t\tThe surgeons say it was his breath \t\tthat gave out.  Maximus glances to Lucilla, she avoids his eyes.  \n[38]\t\tTake my hand, Maximus.  I only offer \t\tit once.  A beat.  Maximus turns back to Marcus.  \n[39]\t\tEven as the Gods curse this dark day \t\twith clouds, so too does the sun \t\tbegin to shine forth on a promised \t\ttomorrow.  Even as we mourn the \t\tpassing of our father, so too do we \t\tcelebrate the coming of a bright, \t\tnew age for Rome.  At my side, \t\tbrothers, you shall pull fresh \t\tglories from the heavens.  At my \t\tside, brothers, you shall know the \t\tadoration of the Gods.  Doubly-dark \t\tis this day because my friend, your \t\tnoble commander Maximus Meridas, has \t\tbeen called to Rome to deal with \t\turgent matters of state...  Titus glances quickly to Gallus, whose hand is bandaged from surgery.  They know this cannot be true.  \n[40]\t\tUntil his promised return I \t\tappointed Quintus Domitian to serve \t\tin his stead.  I salute you, \t\tLegionnaires!  \n[41]\t\tCaesar is honored to accept your \t\ttribute, Citizen Scholar.  The child smiles and moves back to his fellows.  \n[42]\t\t\t \t\tIt is the most sacred duty of the \t\tEmperor to oversee the education of \t\tthe young.  If I could leave no \t\tother legacy than the scholarship of \t\tall children my life would be \t\tblessed.  Tutors, you hold the \t\tfuture of Rome in your hands.  Teach \t\tthem well so that they will bring \t\thonor to the Empire.  I salute you.  Commodus actually bows before them, an unimaginable honor.  The tutors bow in response and herd the children out.  \n[43]\t\tLook at them, Senators... my truest \t\tgift to Rome.  \n[44]\t\t\t \t\tVery well...  Commodus moves to the desk, standing over it and gazing at Marcus' scrolls as:  \n[45]\t\tPeace, good Gracchus, peace...  Commodus slowly begins pushing Marcus' papyrus scrolls off the desk to the floor, one by one, as:  \n[46]\t\tMy beloved father was a careless \t\tshepherd to his flock.  I shall be a \t\tgood father to my children.  I shall \t\tremain in Rome and show them how \t\tthey are loved.  \n[47]\t\tYou see that's the very problem, \t\tisn't it, my old, old friend?  My \t\tfather spent all his time at study. \t\tAt books and learning and \t\tphilosophy...  As Commodus speaks he moves to the chair behind the desk, tries it, doesn't like it, nods to a slave.  The chair is whisked away.  \n[48]\t\tHe spent his twilight hours reading \t\tscrolls from the Senate.  All the \t\twhile, the people were forgotten.  \n[49]\t\tI doubt many of the people eat so \t\twell as you do, Senator Gracchus...  As Commodus speaks he moves to the bust of Marcus, studies it, doesn't like it, nods to a slave and the bust is whisked away.  Lucilla watches this closely.  \n[50]\t\tI doubt many of the people have such \t\tsplendid armor, Captain Marcellus. \t\tOr such fine mistresses, Senator \t\tGaius.  No... only their true father \t\tknows what the people need.  I shall \t\tshow them they are loved.  I shall \t\thold them to my bosom and embrace \t\tthem tightly --  \n[51]\t\tNo.  But if you interrupt me one \t\tmore time I assure you that you \t\tshall.  I will emulate the immortal \t\tCaesars of the past.  I will give \t\tthe people what they truly want. \t\tStarting this day I will draw all of \t\tRome to the Colosseum.  I will give \t\tthem bread.  And they will want \t\tnothing more.  Startled looks between Gracchus, Gaius and Marcellus.  \n[52]\t\tNot just any games, Senator!  A \t\tseries of games that will make the \t\tGods envious and leave my children \t\thappy!  I will subsidize the arena \t\tfrom this day forth -- and I will \t\tculminate this celebration in a \t\tgreat spectacle the likes of which \t\tthe world has never seen!  A great \t\tspectacle to honor my father! \t\tMagnificent, unending weeks of \t\tfestivity all in the name of Marcus \t\tAurelius!  A beat.  \n[53]\t\tThat is not your concern.  Gracchus ignores a warning look from Gaius.  \n[54]\n[55] Commodus sits on his bed, rubbing his aching head. Lucilla is preparing a drink for him, a medicinal tonic.  \n[56]\t\tAll my desires are splitting my head \t\tto pieces -- there's so much I want \t\tto do -- but all my efforts to show \t\tmy children they are loved go \t\tunappreciated by those dragons in \t\tthe Senate --  \n[57]\t\tAll I want is to be a good father to \t\tmy people.  Why don't they \t\tunderstand that?  She goes to him.  \n[58]\t\tI must take a firmer hand with them. \t\tThey must know their father can be \t\tfirm.  As our father was firm with \t\tus.  \n[59]\t\tYes... yes... you always know the \t\tway.  You were always so wise in \t\tthese matters... \t\t\t \t\tYou know if I didn't have my duty to \t\tRome I think I should be an artist. \t\tI should go away and paint pictures \t\tof the sea and leave all the \t\tpolitics to you...  A beat.  He is sleepy, he lies back on his bed.  \n[60]\t\tWill you stay with me?  \n[61]\t\tStill.  Always.  A beat.  \n[62]\t\tMy dreams would terrify the world.  A beat.  \n[63]\t\t\t \t\tAnd after... just sit with me.  Keep \t\tme safe...  He is asleep.  She watches him for a moment and then rises.  She goes.  \n[64]\t\tSlave!  Who are you?  The Colosseum is suddenly silent.  The Emperor is speaking to a gladiator.  Maximus keeps walking.  \n[65]\n[66]\n[67]\t\tWhy is he still alive?  \n[68]\t\tHe shouldn't be alive.  That vexes \t\tme.  I am terribly vexed...  Lucilla watches her brother cautiously, expecting the explosion.  He carefully moves some model pieces in the arena.  \n[69]\t\tThere, that's better.  Do you like \t\tthe platform here?  \n[70]\t\tI do too.  Simple, elegant...  Lucilla is growing more and more unnerved at Commodus' unusual serenity.  \n[71]\t\tFather would have wanted something \t\tmore ornate but he's dead now.  A beat.  Commodus laughs.  A beat.  \n[72]\t\tMaximus Meridas haunts me.  I see \t\tFather turning away from me and \t\tgazing at him.  How many times did I \t\tsuffer that indignity, I wonder?  \n[73]\t\tI'm going to kill him.  \n[74]\t\t\t \t\tOh, you're too clever, Sister. \t\tDon't tell me part of you won't weep \t\tfor him.  \n[75]\t\tNo?  \n[76]\t\tHe wounded you deeply, didn't he? \t\tLong ago.  She does not answer.  \n[77]\t\tNonetheless, your political acumen \t\tis, as always, unerring.  He picks up a model tiger and puts it in the arena.  He looks at the model tiger and smiles.  \n[78] Commodus is wrapped in a sheet, gazing out a window.  \n[79]\t\tI am sorry to have kept you away... \t\tI needed this time to think...  \n[80]\t\tI limited my world to these four \t\twalls so as to let my mind free... \t\tagain and again my mind settles on \t\tbut one question... What kind of \t\tworld are we making when the people \t\tof Rome prefer a slave in the arena \t\tto their father?  A beat.  Commodus' strange philosophical bent is unnerving Lucilla.  \n[81]\t\tIt is my responsibility to make the \t\tworld as it should be.  How is it I \t\thave made this world?  \n[82]\t\tThey are not \"the mob,\" Lucilla, \t\tthey are the people.  They are my \t\tchildren and all I want to do is \t\tlove them.  A beat.  He stands before a bust of Marcus Aurelius.  He touches it.  \n[83]\t\tOur father loved Maximus... and I \t\tlove him still... yet he defies me, \t\the tasks me in front of my children. \t\tAnd they love him for it.  Just as \t\tMarcus loved him for it.  Tell me \t\twhy, Lucilla.  \n[84]\t\tAnd what do I do but fight for \t\tthem?!  I give them games to please \t\tthem.  I strangle dissent to give \t\tthem peace.  I empower the \t\tPraetorians to give them order. \t\tWhat more can I do?!  A beat.  \n[85]\t\tSay I should fight him, in the \t\tarena.  Let my children see who the \t\tGods truly favor.  \n[86]\t\tA God is more powerful than a man...  This odd statement hangs in the air for a moment.  Then:  \n[87]\t\tBut I need to know -- why do they \t\tlove him?  \n[88]\t\tAnd for that moment in the arena \t\tthey are merciful too.  For a \t\tmoment... they are Gods.  Offering \t\tlife.  He looks at her.  \n[89]\t\tBut who can be more merciful than \t\tthe Emperor of Rome?  \n[90]\t\tBrother... we've taken a sad path \t\tsince we were children at Capri, \t\thave we not?  Maximus doesn't answer.  \n[91]\t\tFor my own part... I am sorry it \t\tcame to this.  And to you alone of \t\tall men, I acknowledge my errors. \t\tAnd my regret.  I shall live with my \t\tsin for all my days.  \n[92]\t\tAs the first act of my contrition I \t\toffer you the wooden sword of \t\tfreedom.  He holds out the wooden sword.  A beat.  \n[93]\t\tTake it, brother.  Stand at my side \t\tas a free man worthy of your \t\tancestors.  \n[94]\t\tTake it, Maximus.  Let us heal that \t\tfatal wound together.  \n[95]\t\tWill you always mistrust me?  \n[96]\t\t\t \t\tYou think this is power?  I could \t\tshow you power, slave --  \n[97]\t\tWhere is my sister?  \n[98]\t\tWhere?  \n[99]\t\tWhere is my sister?  \n[100]\t\tSister... join us.  I've been \t\treading to dear Lucius.  \n[101]\t\tYes, he's a very smart little boy. \t\tHe'll make a grand Emperor one day.  Lucilla has not moved.  \n[102]\t\tJoin us, sister.  Lucilla goes to them, sits.  \n[103]\t\tWe've been reading about the great \t\tJulius and his adventures in Egypt.  \n[104]\t\t\t \t\tAnd just wait until you hear what \t\thappened to some of our other \t\tancestors!  If you're very good, \t\ttomorrow night I'll tell you the \t\tstory of Emperor Claudius.  He was \t\tbetrayed!  By those closest to \t\thim... \t\t\t(he glances up to \t\t\tLucilla \t\t... by his own blood... they \t\twhispered in dark corners and went \t\tout late at night and conspired and \t\tconspired...  Lucilla looks as if she is going to be ill.  Lucius is busy scanning the scroll.  Commodus gently strokes his hair, his cold eyes never leaving Lucilla's.  \n[105]\t\tBut the Emperor Claudius knew that \t\tthey were up to something dire.  He \t\tknew they were busy little bees. \t\tAnd one night he sat down with one \t\tof them and he looked at her and he \t\tsaid:  \"Tell me what you have been \t\tdoing, busy little bee, or I shall \t\tstrike down those dearest to you. \t\tYou shall watch as I bathe in their \t\tblood.\"  And the bee knew he spoke \t\tthe truth, for the Emperor always \t\tspeaks the truth.  And what do you \t\tthink happened then, Lucius?  \n[106]\t\t\t \t\tThe bee told him everything.  Lucilla's face is tortured.  \n[107]\t\tWhy that's a bonfire, Lucius.  I \t\tarranged it just for you.  He puts his hand on the boy's shoulder.  Behind them, Lucilla sits slumped in a chair.  Her face is a mask of anguish at what she has been forced to do.  Two Praetorians enter with a bucket.  \n[108]\t\tOh... that's for my sister.  They bring the bucket to Lucilla and set it before her.  Commodus ignores her and goes back to Lucius on the balcony.  Lucilla glances inside the bucket...  Captain Marcellus' head is floating in brine.  Lucilla moans.  All is lost.  \n[109] A castrati choir sings a gentle hymn of celebration. Their eerie voices and otherworldly harmonies undulate around Commodus' bedroom.  The Emperor himself is in a chair, wrapped in a robe.  His body slaves work over him closely.  He is staring into a mirror, lost in another world as the slaves carefully apply golden eye makeup to him.  The castrati hymn continues...  \n[110]\t\t\t \t\tRome... This is the day that was \t\tforetold.  This is the day when your \t\tfather takes away all fear... \t\t\t(he holds up his \t\t\thands \t\tWith these hands I shall destroy \t\tyour enemies so that you may sleep \t\talways and forever in peace.  From \t\tthis day forth let it be known that \t\tI, Lucius Aelius Aurelius Commodus, \t\thave surmounted mortality.  That I, \t\tLucius Aelius Aurelius Commodus, \t\tassume my destined place... at the \t\tside of the Gods.  The crowd is stunned.  A few scattered laughs.  Lucilla stares at him, disbelieving.  \n[111]\t\tAnd as a righteous God, I shall ever \t\tprotect you.  I shall cradle the \t\tworld on my benevolent hands and \t\tclasp it to my heart.  So I have \t\tspoken!  And let the heavens tremble \t\tat my might!  \n[112]\t\tThis day I reclaim Rome for her \t\tpeople.  I shall give you the \t\trebirth of your Empire!  Reborn and \t\tcleansed of her enemies!  He raises his arms.  At his cue the Praetorian archers raise their bows, ready, aiming at the victims.  \n[113]\t\tI will make a new Rome!  Founded as \t\tit was at the beginning!  Archers -- \n[114]\t\tAs it was at the beginning so is it \t\tnow.  The great She-Wolf of Rome \t\twill again suckle us, again ravage \t\tour enemies -- AND BRING US A WORLD \n[115]\t\tSo it was for Romulus and Remus, \t\tsons of Mars, so shall it be for us! \t\tThe great She-Wolf will --  Suddenly -- the huge wooden doors of the arena burst open and Maximus leads the Felix Regiment cavalry thundering into the arena.  The crowd is stunned -- Commodus is stunned -- Lucilla bolts up --  Commodus immediately spins to Lucilla, his eyes burning --  His Praetorian are momentarily confused --  At Gallus' command the Felix Regiment archers let fly -- multiple arrows and bolts cut through most of the Praetorians -- some confusing skirmishes as the remaining Praetorians fire back --  Maximus leaps from his horse and begins cutting the prisoners free --  Meanwhile, Commodus strides back down the platform toward Lucilla in the Imperial Box, murder in his eyes --  She suddenly hugs Lucius quickly and kisses him --  \n[116]\n[117]", "Gaius": "\n[1]\t\tWe live in supplication to your \t\tglory.  \n[2]\t\tSenator Gracchus is hale, sire.  \n[3]\t\tStill eager for your triumphant \t\treturn to Rome, Caesar.  \n[4]\t\t\t \t\t... And why not apply for entry to \t\tthe Senate?  \n[5]\t\tAre you a believer in Republicanism?  \n[6]\t\tIf your heart lies with the people, \t\tI would back you for the Senate. \t\tI'm sure Gracchus would as well.  \n[7]\t\t\t \t\tThe august Senator Gracchus has been \t\trather a gadfly on the flesh of the \t\timperial family.  \n[8]\t\tHe lives under the antiquated \t\tassumption that the Senate should \t\trepresent the people with vigor.  \n[9]\t\tHe serves Rome best when he serves \t\tit with honesty.  \n[10]\t\tDo you think he'll listen to us?  \n[11]\t\tIt's madness.  \n[12]\t\tAnd what pays for it?  These games \t\tare costing a fortune and yet we \t\thave no new taxes.  \n[13]\t\tNo.  \n[14]\t\tThe Praetorians would only seize \t\tcontrol themselves.  \n[15]\t\tNo Roman army has entered the \t\tcapital in a hundred years.  \n[16]\t\tWe've been ordered to attend.  \n[17]\t\tAnd what of the Emperor?  A beat.  \n[18]\t\tOne question... who is to be the \t\tactual Regicide?  A beat.  She glances at him.  The drums continue...  ", "Lucius": "\n[1]\t\tMother...  An eight-year-old boy stands in a doorway, sleepy.  He is LUCIUS, Lucilla's son.  \n[2]\t\tI heard voices...  \n[3]\t\t\t \t\tSenator!  What did you bring me?!  He leaps onto Gracchus -- Gracchus laughs and pulls something from his robe.  \n[4]\t\tBelow Macedonia!  \n[5]\t\t\t \t\tThank you, Senator Mountain!  \n[6]\t\tIs it true you're a General...?  Maximus looks up, Lucius is standing at his cell.  Maximus has no idea who the boy is -- just another young fan -- but Maximus is immediately struck by Lucius' resemblance to his own son.  \n[7]\t\tI saw you fight.  The Carthage \t\tbattle too.  I've never seen so much \t\tcourage.  \n[8]\t\tMy father was killed.  A beat.  \n[9]\t\tHe still comes to me in my dreams. \t\tDo you have a father?  \n[10]\t\tI hope he comes to you in your \t\tdreams.  My father and I ride horses \t\tin mine.  These simple words strike something deep in Maximus.  Lucilla appears from the shadows and puts her hands on Lucius' shoulders.  \n[11]\t\tI've been reading too.  \n[12]\t\tShe killed herself with a snake!  \n[13]\t\t\t(still pouring over \t\t\tthe scrolls \t\tI don't know, Uncle.  \n[14]\t\tWhat is that fire?  ", "Proximo": "\n[1]\t\tThose giraffes you sold me won't \t\tmate!  All they do is run around not \t\tmating!  YOU SOLD ME EUNUCH \n[2]\t\tHow much for the lot?  \n[3]\t\tFor me -- 6,000 sesterces and I want \t\tto see their balls first.  And you \t\tthrow in those two slaves.  \n[4]\t\tGood teeth --  Proximo notes the many old battle scars on Maximus' body.  \n[5]\t\tWhere did you get those scars?  Maximus doesn't respond.  \n[6]\t\tAre you a soldier?  Maximus doesn't respond.  \n[7]\t\tDo you speak? -- \t\t\t(he roars back to a \t\t\tslave \n[8]\t\tMy ass... \t\t\t \t\tYou throw in this one and we'll make \t\tit 7,000 sesterces for the whole \t\tlot.  \n[9]\t\t\t \t\tAll right, let's see.  The Slave Trader and his colleagues grab Maximus and bustle him across the market, unlocking his chains. Maximus has no idea what's going on.  In the center of the market place, a veritable GIANT of a man sits on a small stool, a wooden sword in his hand.  He is hunched over and chained to the ground by a ten foot chain shackled to his ankle.  A think metal helmet is riveted around his entire head, only long turfs of hair emerging.  His dim eyes stare listlessly through a slot in the helmet.  The Slave Trader puts a wooden sword in Maximus' hand and shoves him toward the Giant.  The Giant stands.  He towers over Maximus.  The Giant suddenly swings his sword -- he moves with remarkable quickness -- Maximus makes no attempt to block the blow -- it sends him flying to the ground.  Maximus pulls himself up.  The Giant moves in and hits him again -- Maximus recoils -- the Giant hits him again -- Maximus falls.  Maximus pulls himself up.  The Giant moves in again -- he slams him a few more times -- Maximus makes no attempt to protect himself -- he falls.  Maximus pulls himself up.  The Giant is about to attack again --  \n[10]\t\t\t \t\tThat's enough.  \n[11]\t\tI'll give you 500 sesterces.  \n[12]\t\t\t \t\tCome, don't quibble with your old \t\tfriend.  I'll take the lions, the \t\tpanther, the Numidian and this one \t\tfor 7,000.  And I'll buy you the \t\tbest whore in the town for two \t\tnights.  She's an enormous mountain \t\tof flesh who craves a stern hand.  \n[13] Maximus and Juba are crammed into a wagon with about ten other slaves, including a very scared and reedy SCRIBE. Other wagons are filled with exotic animals, including several lions.  The wagons move through a crowded casbah and are taken through an imposing set of gates to...  \n[14] An open compound in Proximo's school.  On one side of the compound is a series of cages filled with wild animals of every description -- including Proximo's two hapless giraffes.  Proximo's house slaves begin unloading the newly purchased exotic animals into cages as Maximus and the new slaves are unloaded.  Heavily armed guards supervise everything.  But Proximo's slaves are having a bit of a problem with one of the new lions -- it growls and resists them.  Without the slightest hesitation, Proximo thunders to the lion and grabs it by the mane -- manhandling it into a cage.  \n[15]\n[16]\t\tSlaves.  I am Proximo, trainer of \t\tgladiators.  You live and die at my \t\tpleasure.  Fight well and you will \t\tlive.  Fight poorly and you will \t\tdie.  It is better to live.  Slaves now toss thick handfuls of powdered lime on the new slaves -- they cough and clench their eyes shut, the lime coats and stings their wet bodies.  \n[17]\t\tHere you will be trained in the art \t\tof combat.  Here you will be given \t\tthe tools to survive.  Please my \t\tpatrons in the arena and all the \t\tgifts of the world will be showered \t\tupon you.  Imagine riches beyond \t\tyour paltry dreams of riches! \t\tImagine fame beyond your rude \t\tunderstanding of the word!  All this \t\tcan belong to the select few who \t\tprove their worth in the arena.  Slaves throw more water on the new slaves -- washing off the lime.  \n[18]\t\tIf... on the other hand... you \t\tdisappoint me... you will be \t\tdismembered and fed to my jackals \t\tlimb by limb.  He gazes evenly at his new acquisitions.  \n[19]\t\tAnd my jackals are always hungry.  He strides off and the guards shove the new gladiators toward their cells.  \n[20] Maximus and Juba share a small, filthy cell.  The cell door faces the open compound.  Across the compound they can see the much more comfortable cells of the \"star\" gladiators such as Vibius.  They both sit on the floor, leaning against the wall. Juba is eating a bowl of food with a wooden spoon. Maximus' bowl and spoon are at his side, he has not touched them.  \n[21] Maximus and Juba are being observed.  Proximo stands in the shadows of the compound and watches intently.  \n[22]\t\t\t \t\tDon't worry, noble Vibius, he won't \t\tbe bothering you for long.  The Scribe begins to weep.  The crowds in the street jeer at the passing gladiators. Occasionally throwing trash at them.  A pack of children run alongside the wagon, chanting:  \n[23]\t\tSome of you say you can't fight, you \t\twon't fight... They all say that... \t\tBut one day you will pick up a sword \t\tand thrust it into another man.  And \t\tthe crowd will cheer you and love \t\tyou.  And you will love them for it. \t\tOn that day... you will be a \t\tgladiator.  He stops at Maximus.  \n[24]\t\tIn this life, we all die.  All we \t\tcan choose is how we die.  And how \t\twe are remembered.  Be remembered \t\tproudly.  Drums are heard from the arena.  Proximo nods to a waiting blacksmith.  The blacksmith begins slamming shackles on the gladiator's wrists -- chaining them together in teams of two by a chain about four feet long.  The blacksmith is about to chain Maximus to the Scribe.  \n[25]\t\tNo... \t\t\t \t\t... give the Spaniard to him.  Give \t\tthe Scribe to Vibius.  Proximo nods to Vibius, who, for reasons we shall soon see, makes no protest to being chained to the whimpering Scribe.  Proximo watches the blacksmith shackle Maximus and Juba together and then strides off.  \n[26]\t\tMake it 600 sesterces for each \t\tdecapitation.  \n[27]\t\tTwo.  \n[28]\t\tDone.  400 sesterces for two \t\tstrokes.  In the arena:  Proximo's chained teams enter the arena, five teams. Maximus and Juba are chained together.  Some of the small crowd cheers for Vibius.  He acknowledges the cheers.  He is chained to the weeping Scribe.  In the box:  Trainer #1 laughs.  \n[29]\t\tA Greek Scribe.  \n[30]\t\t\t \t\tGive me odds, friend.  In the arena:  From the opposite end of the arena a dozen armored, very scary Andabatae thunder into the arena.  Some of the crowd cheers.  The Andabatae immediately race for the chained teams and the battle is on.  Vibius spins into action -- dragging the weeping Scribe after him as he circles opponents and fights -- the Scribe is almost instantly killed -- Vibius immediately hacks through the Scribe's wrist and frees himself, as Proximo surely intended.  Vibius is now free to fight alone, swinging the chain as an additional weapon.  Juba's eyes dart everywhere as he tries to move with Maximus -- Maximus neither helps nor hinders -- allowing Juba to pull him along --  Proximo, now that his star Vibius is safe, watched Maximus and Juba closely.  Juba fights well, with a strange elegance, his body flowing like liquid -- but he is inexperienced.  He strikes a few blows and then tries to move away -- finally he is in trouble -- cornered -- a huge Andabata is slicing at him -- it is a desperate battle -- Juba is losing -- his sword is slammed away -- the Andabata raises his sword for the kill --  And Maximus strikes.  With a sudden roar he EXPLODES into action -- he swings past Juba and blocks the blow meant for Juba -- then he slashes the Andabata -- killing him -- he pulls Juba after him as he fights --  It is a dazzling display of Maximus' skill -- he moves through the Andabatae at amazing speed -- spinning around Juba and protecting him -- slashing ruthlessly -- pulling Juba after him and commanding the battle -- Juba recovers a sword and they fight together.  In the box:  Proximo watches, smiles.  A gladiator is born.  \n[31]\t\t\t \t\tI've wagered on you against the \t\tCelts -- ignore the others and go \t\tfor them -- there are two axe-and- \t\tnet and two long spear.  Now the \t\tCelts aren't used to the sun so you \t\thave the advantage there...  The roar of the crowd is growing, they are nearing the arena...  \n[32]\t\tAnd keep them moving, their lungs \t\taren't strong, ground the spears as \t\tsoon as you can and then go for the \t\tax-men.  If you get all four there's \t\tan extra bonus so don't be \t\tdistracted by the Spartans...  Without a word to Proximo, or a moment's hesitation, Maximus strides into the arena.  \n[33] A large mess area has been set up.  The tables around the compound are crowded with gladiators.  Guards everywhere.  Maximus and Juba enter.  Move to get food.  All conversation gradually drains away as the other gladiators watch them.  Silence.  Maximus and Juba note the strange silence as they move to a large table.  Vibius is at the table with a number of other gladiators. There are no places for Maximus and Juba.  Vibius stands and kicks two other gladiators off their bench.  \n[34] Proximo sits on a terrace overlooking his compound, sipping wine.  Various gladiators can be seen working out below.  A guard brings Maximus.  Proximo nods for the guard to leave.  \n[35]\t\t\t \t\tButterfly?  The plate is filled with honeyed butterflies, their wings still moving slightly.  Maximus shakes his head.  Proximo pops one into his mouth. He chews as he looks at Maximus.  \n[36]\t\tPerhaps you'd like a woman?  Maximus shakes his head.  \n[37]\t\tBoy?  Maximus shakes his head.  A beat.  \n[38]\t\tGold?  Maximus shakes his head.  \n[39]\t\tWell, I have nothing left to offer \t\tyou!  A man who turns down a \t\tbutterfly, a woman, a boy and gold \t\tconfuses me.  Personally, I'd grab \t\tthem all and then grab some more \t\tbecause the Gods are fanciful and \t\ttake us at their whim.  Does the \t\tSpaniard have any needs?  Maximus shakes his head.  A beat.  Proximo studies him.  \n[40]\t\tYou fight like a soldier.  You have \t\twounds like a soldier who has been \t\ton long campaigns.  You eye the \t\tworld around you like an enemy. \t\tWhat is your name, Roman soldier?  \n[41]\t\tAnd nothing more?  \n[42]\t\tIn two days we leave for Rome.  Maximus' eyes suddenly flash to Proximo.  He is transfixed, his eyes burning.  \n[43]\t\tAh... so it's Rome you want.  Well \t\tyou shall have her, Gladiator.  The \t\tnew Emperor has ordered a series of \t\tmatches to culminate in a grand \t\tspectacle.  If you do well I shall \t\tbecome very, very rich.  If you do \t\twell enough I shall set you free. \t\tIs it freedom you want?  A beat.  Maximus shakes his head.  \n[44]\t\t\t \t\tNot even that.  \n[45]\t\tOh yes.  He's apparently quite mad \t\tabout the games.  Spending a \t\tfortune, which is, needless to say, \t\tgood for me again.  But what is good \t\tfor you, Gladiator?  \n[46]\t\tAs a gladiator?  \n[47]\t\tOne doesn't.  A beat.  Proximo sees that Maximus' mind is racing.  \n[48]\t\tExcept... If one has proven oneself \t\tin battle.  If at the end of the \t\tgames you are the final man standing \t\t-- the Emperor will present you with \t\ta small wooden sword.  The sword is \t\tyour freedom.  \n[49]\t\tHe did to me... \t\t\t(Maximus is surprised \t\t\tat this \t\tOur great father Marcus Aurelius \t\tlooked into my eyes and touched me \t\ton the shoulder.  \n[50]\t\tI didn't know him.  He touched me on \t\tthe shoulder.  Just once.  But that \t\twas enough.  A beat.  \n[51]\t\tAll right, Gladiator.  We shall go \t\tto Rome together and have bloody \t\tadventures.  The Great Whore will \t\tsuckle us until we are fat and happy \t\tand can't suck another drop.  That \t\tis Rome.  \n[52] The slave wagon pulls up to Proximo's rather grand Roman compound.  Guards unlock imposing gates and the wagon drives in...  \n[53] Inside the gates is a large courtyard, much like Proximo's Moroccan school but much more impressive.  A fountain with an enormous statue of the war god Mars is central in the courtyard.  The gladiators climb from the wagon, stretching after the long journey.  Vibius leads Maximus and Juba to the statue.  He wades through the fountain and kisses the toe of Mars.  \n[54]\t\t\t \t\tStop that!  You'll get some \t\tmonstrous disease and then you'll be \t\tworth nothing to me!  Guards come and lead them to their cells, which line one side of the courtyard.  \n[55] Later.  Maximus and Juba again share a cell.  It is more comfortable than their cell in Morocco, befitting Maximus' new status as one of the \"stars.\"  A high, barred window on one wall opens to the city.  Another barred window is directly over them, twenty feet above.  Maximus pulls himself up to the side window, he looks out.  And sees at last... The Colosseum.  It is a breathtaking sight.  Monolithic Albert Speer-like columns of light shine up from the Colosseum.  It seems to illuminate the whole city and the heavens above.  Maximus drops back to the floor.  \n[56]\t\tNo -- have pity, Cassius -- !  \n[57]\t\tI won't do it for less than 100,000 \t\tsesterces -- !  \n[58]\t\tI won't throw my Spaniard into a \t\tspectacle!  Damn you and damn the \t\trotation!  \n[59]\t\tI give you 30,000 my Spaniard will \t\tkill at least one of your Thracians.  \n[60]\t\tThen make the wager, you smug \t\tbastard!  They disappear down a dark corridor, negotiating all the while.  \n[61]\t\tAll right -- there are three other \t\tteams, four men each -- \t\t\t \t\tYou know what a Thracian looks like?  \n[62]\t\tIgnore the others -- go for the \t\tThracians.  The sun is to the east \t\t-- over the gate -- keep your back \t\tto the gate and you won't have the \t\tsun.  \n[63]\t\tHurry -- !  The guards quickly bustle the four toward a gate leading to a dark tunnel to the arena.  \n[64]\t\tDie well and we'll sing songs about \t\tyou for a generation.  Short swords are shoved into their hands and the gate rises.  They are pushed into the dark tunnel leading to the arena.  The gate closes behind them.  The four gladiators stand for a moment and then slowly walk down the tunnel to...  \n[65] Maximus silently awaits Commodus' assassins with Juba. They hear footsteps outside the cell.  Maximus stands, preparing for death.  \n[66]\t\tEnjoy yourself, Madame... \t\t\t(he glances to \t\t\tMaximus \t\tGeneral, perform well and there will \t\tbe riches for you.  He beckons to Juba, they go, shutting the door behind them.  The woman pulls off her cloak, it is Lucilla.  Maximus glares at her, his muscles tensing.  \n[67]\t\tGods!  That old Homicide!  The \t\tEmperor must truly hate you.  \n[68]\t\tHe cheats.  \n[69] Maximus and Juba are with Lucilla and Gracchus.  Lucilla is writing on a piece of parchment.  \n[70] Maximus stands with Juba and Vibius.  He draws a circle in the sand with a stick.  He draws a line to the circle.  \n[71] Proximo sits, considering Maximus.  \n[72]\t\tCaptain.  A beat.  \n[73]\t\tHow did you know?  \n[74]\t\tAll that was a long time ago.  Too \t\tmuch wine and too many women.  And \t\ttoo much money.  \n[75]\t\tThis is who I am... \t\t\t(he pats his ample \t\t\tbelly \t\tYou see?  There was a time I would \t\tstand against ten men and never give \t\tan inch, spitting into the jaws of \t\tHades all the while.  There was a \t\ttime my heart swelled to strap on \t\tthe armor of Rome.  But now...  Something flashes across Proximo's eyes, something like tragedy.  \n[76]\t\tNow I am just an entertainer.  A pause.  \n[77]\t\tYes.  \n[78]\t\t\t \t\tYou might have spared yourself the \t\tspeech, General.  The lady Lucilla \t\tbought all my gladiators two hours \t\tago!  \n[79]\t\tI am the richest trainer in the \t\tEmpire!  And I will let my \t\tgladiators do anything you like! \t\tConspire away, General!  Maximus can only laugh as well.  \n[80]\t\tBut I tell you -- if you survive \t\tthis madness I want you to go into \t\tbusiness with me.  I'll give you a \t\tquarter of my holdings.  \n[81]\t\tA third.  And not a hair more.  And \t\tyou'll have to start in the \t\tprovinces!  Cleaning up the lion \t\tshit!  \n[82] Maximus enters.  Lucilla is waiting, extremely tense.  \n[83] Proximo is asleep -- a sound outside wakes him -- the steady clip-clop of horses on stone.  A lot of horses.  He rises and goes to a window overlooking the street outside.  A stern Praetorian Guard cavalry unit is cantering into position at his gates.  Proximo grabs his clothes --  \n[84] With cool military precision the Praetorians take up position at the gates before Proximo's compound, an unassailable line.  They quickly prepare their bows.  Meanwhile, another Praetorian unit has taken up position at the other end of Proximo's compound -- sealing that entrance as well.  \n[85] Proximo is hurrying across his open courtyard when the first flaming arrow arches into the compound -- it is followed by hundreds more --  The Praetorians on either end of his compound keep up a ceaseless hail of flaming arrows -- everything begins to burn -- the caged gladiators are stirring now -- shouting --  Proximo races to his panicked guards --  \n[86]\t\tRelease them!  Release them all! \n[87]\t\tCome --  \n[88]\t\tIf you want to live -- follow me --  \n[89]\t\tAll the old gladiator schools have \t\ttunnels to the Colosseum -- most \t\thave long since collapsed --  \n[90]\t\tQuickly --  He leads Maximus down the disintegrating catacomb of tunnels --  \n[91] Vibius hoped to die fighting -- he never got the chance.  It is not a battle, it is a slaughter.  The Praetorians ruthlessly shoot anyone even approaching the gates -- all the walls are covered -- most of the gladiators die in the hellish inferno -- the relentless rain of flaming arrows continues --  Vibius coughs in the thick smoke and rages for someone to fight -- Praetorian snipers cut him down -- he dies reaching for the statue of Mars.  \n[92]\t\t\t \t\tDown that corridor is the butchery \t\t-- the blood sloughs lead to the \t\tTiber.  Gods watch over you.  \n[93]\t\tThey are killing my men!  He races back into the tunnel.  Maximus moves quickly down the corridor.  He can finally see...  \n[94]\t\tGods... they're killing them all.  Proximo leads them up a cramped stairway to...  \n[95] They emerge through a sewer entrance -- right into the arms of the Praetorian Guard.  Proximo and Juba are bound. Proximo sees his compound burning.  Sees the Praetorian archers taking out any last survivors.  Hears the screams.  \n[96]\t\tThis way!  They race across the arena and into a tunnel...  ", "Marcus": "\n[1]\t\tMaximus, you prove your valor again. \t\tLet us hope for the final time here.  \n[2]\t\tThere are always people left to \t\tfight...  Marcus takes Maximus' arm and they walk through the masses of bodies.  Maximus holds Marcus' arm firmly, quietly supporting him as they walk.  \n[3]\t\tBut this night, at least, Germania \t\tis at last defeated... What will you \t\tdo now, my friend?  \n[4]\t\t\t \t\tStop... \t\t\t \t\t... You speak our language?  \n[5]\t\tNo.  Let him speak... \t\t\t \t\t... I am Rome, what would you say to \t\tme?  \n[6]\t\tNow it is Rome.  \n[7]\t\tNo... Release him.  Give him safe \t\tpassage.  Let him go to his family.  The soldier leads the German Prisoner away.  Maximus and Marcus continue walking in silence for a beat. Then:  \n[8]\t\tTell me again, Maximus, why are we \t\there?  \n[9]\t\t\t \t\tYes.  I remember.  They continue walking through the mountains of bodies...  \n[10]\t\tI don't think they're standing for \t\tme, Maximus.  They honor you.  Just then Commodus canters into view with his Praetorian Guard escort.  He watches the army honor Maximus with rank envy as he nears.  He rides up to Maximus and Marcus.  \n[11]\t\tYou've missed the war.  We're done \t\there.  Commodus embraces him, awkward.  \n[12]\t\tSpare the doves and honor Maximus, \t\the won the battle.  Commodus embraces Maximus, even more awkward.  \n[13]\t\t\t \t\tWhere's your sister?  \n[14]\t\t\t \t\tLucilla would eat every corpse here \t\tif it brought her one step closer to \t\tthe throne.  Maximus laughs.  \n[15]\t\tIt's a foolish old cobra who doesn't \t\trecognize his own off-spring... \t\t\t(he suddenly stops, \t\t\tnot feeling well \t\tI think... I should ride now.  Maximus waves for Marcus' horse.  It is brought up. Several soldiers carefully help the old man into the saddle.  He is then tethered to the brace on his saddle. It is a slow, graceful and embarrassing ordeal for the Emperor of Rome.  When at last he is strapped in, he looks to Maximus.  \n[16]\t\tSo much for the glory of Rome.  Without a word to his son, Marcus nods and the horse is slowly lead away.  Commodus and Maximus watch him go.  \n[17]\t\tStand up, Senators.  That unfamiliar \t\tposture doesn't suit you.  \n[18]\t\tAll the while conspiring with that \t\tfat man in Rome.  How is the old \t\tmonster?  \n[19]\t\tStill damning me to the four winds?  \n[20]\t\tI would have silenced him decades \t\tago -- but I just like him too much.  Meanwhile, Maximus stands with his lieutenants, Titus and Quintus.  A wound on Maximus' arm has been bound.  \n[21]\t\tIf only you had been born a man...  She turns to him.  He leaves his body slaves and goes to her.  \n[22]\t\tWhat a Caesar you would have made.  \n[23]\t\tI think you would have been strong. \t\tI wonder if you would have been \t\tjust?  \n[24]\t\tWell, pretend to be my loving \t\tdaughter tonight and walk with me to \t\tmy chamber.  She smiles and takes his arm.  They slowly walk down the tent corridor as:  \n[25]\t\tThis is a pleasant fiction, isn't \t\tit?  They disappear into darkness.  \n[26] Maximus enters Marcus' darkened tent.  Flickering braziers provide the only light in the enormous Imperial tent. Heavy beams support the canopy and they creak like the timbers of a ship as the tent sways slightly in the wind.  Marcus stands before a map of the Roman Empire.  \n[27]\t\tRead this.  \n[28]\t\tOf course.  No matter.  In this \t\tletter I denote my intention to \t\tnominate you to stand for the \t\tEmperorship after my death.  A stunned pause.  Maximus stares at him.  \n[29]\t\tMy son is not a moral man.  You have \t\tknown this since you were young.  He \t\tcannot rule.  \n[30]\t\tFor twenty years I have been \t\tspilling blood.  For twenty years I \t\thave written philosophy and \t\truminated and conquered.  Since I \t\tbecame Caesar I have only had four \t\tyears without war.  Four years of \t\tpeace in twenty.  So perhaps I can \t\tbe... forgiven.  A long beat.  \n[31]\t\tWhile I have been fighting, Rome has \t\tgrown mad and corpulent and \t\tdiseased.  I did this.  And now I \t\tshall make it right.  \n[32]\t\t\t \t\tI have brought the sword -- nothing \t\tmore!  Rome is far away and we \t\tshouldn't be here.  What matter is \t\tit to the Gods if we subdue one more \t\ttribe of Parthians or Gauls?  What \t\tmatter is it to Rome if a thousand \t\tmore barbarians bend to our lash?  A beat.  Marcus sits.  He doesn't look at Maximus.  A pause.  \n[33]\t\tWinter, Maximus.  It's winter now...  A beat.  \n[34]\t\tThere was a dream that was Rome.  I \t\tcan only whisper of it now. \t\tAnything more than a whisper and the \t\tdream vanishes.  It's so... fragile. \t\tThe true glory of Rome is in a very \t\tfragile idea.  Imagine a place \t\tdevoted to the rights of the \t\tcitizen.  Where every free man has a \t\tvoice.  That was the dream... And I \t\tfear it will not survive the winter.  He holds out a hand to Maximus.  Maximus takes his hand, deeply moved, kneeling.  \n[35]\t\tLet's just whisper here, you and I.  \n[36]\t\tIf the dream is ever to live again \t\tthe people must have a true voice. \t\tThe voice I took from them.  That \t\tall the Caesars took from them, bit \t\tby bit, conquest by conquest.  And \t\tnow that I am dying I am going to \t\tgive them that voice again.  \n[37]\t\tI am, Maximus.  It's strange... I \t\tfind as I near the end I think \t\tlittle of the waning moments around \t\tme... instead I think much of the \t\tpast... and of the future.  How will \t\tthe world speak my name in years to \t\tcome?  Will I be known as the \t\tphilosopher?  The warrior?  The \t\ttyrant?  Or will there be a more \t\tgolden sounding to my name?  Will I \t\tbe the Emperor who gave Rome back \t\ther freedom?  A beat.  \n[38]\t\tBefore I die I will give the people \t\tthis final gift.  I will give them \t\tthe Senate reborn.  The voice of the \t\tpeople empowered again, as it was \t\talways meant to be.  It is my design \t\tthat they will elect the next \t\tEmperor.  And I would put forward \t\tyour name with my backing.  \n[39]\t\tYou are the son I should have had... \t\tAlthough I fear in my deepest heart \t\tthat if you had truly been my son my \t\tblood would have polluted you as it \t\tdid Commodus.  We're a cursed \t\tbloodline.  We have lived so long in \t\tpower and depravity that we no \t\tlonger remember a life without it. \t\tWe can no longer even imagine a life \t\twithout it.  A beat.  \n[40]\t\tLook at me, son.  Maximus looks at him.  \n[41]\t\tSon... I know that one grove of your \t\tvineyard is worth more to you than \t\tall the treasures of Rome.  I know \t\tone loving word from your wife is \t\tworth more than the accolades of an \t\tEmpire.  But... a fond old man, who \t\tloves you more than he can say, begs \t\tyou to at least think about what he \t\thas said tonight.  \n[42]\t\tI'll keep this letter to myself.  I \t\thope that with the sunrise you will \t\tagree.  And embrace me as a father.  Maximus nods and rises.  He begins to go.  Stops.  \n[43] Commodus' eyes are red with weeping.  He sits, head down, at the foot of Marcus' bed and speaks to his father.  \n[44] Maximus and Quintus stride into the tent -- Maximus slams to a halt.  Stunned.  Commodus stands before him.  Lucilla stands in a corner of the tent, head down.  And Marcus Aurelius dead, lying on his bed.  Maximus stares at Marcus.  \n[45]", "Aurelius": "\n[1] Commodus eyes shoot wide -- Lucilla bolts up -- Gracchus leans forward -- Proximo is stunned -- the crowd is mystified --  ", "Cassius": "\n[1]\t\t... and the Emperor will have no \t\tmore animal battles today --  Upset roars from some of the trainers.  \n[2]\t\tTalk to the man in the imperial box. \t\tWho has the next slot...? \t\t\t(he checks the \t\t\tboards \t\t-- Lentulus, Gideon, Trebonius and \t\tProximo -- \t\t\t \t\t-- Nice to have you back, you \t\tpiratical bastard -- now listen, the \t\tEmperor wants the Carthage \t\tspectacle.  The four trainers explode in a flurry of resistance --  \n[3]\t\tYou give us the Carthage match or \t\tlose your spot on the rotation -- \t\tbut don't worry -- gold is flowing \t\tfrom the Emperor's fingers.  \n[4]\t\t\t \t\tAnd I want to see this famous \t\tSpaniard of yours -- his reputation \t\tsoars from the provinces.  The \t\tpeople are eager for him --  \n[5]\t\tYou will and the price will be \t\t90,000 sesterces each -- \t\t\t \t\t-- which you all know is exorbitant \n[6]\t\tGive me your best, brothers.  They \t\tdie before Caesar.  He strides back to the arena.  The touts instantly begin making new marks on the boards to represent the mysterious \"Carthage Spectacle\" as some of the trainers hurry out.  Proximo walks with Trainer #4:  \n[7]\t\tThis day we reach back to hallowed \t\tantiquity to bring you... THE FALL \n[8]\t\tBut on that illustrious day the Gods \t\tsent against them Rome's greatest \t\twarriors...!  The very life-image of \t\tnobility and glorious valor... who \t\twould on this day, and on these same \t\tarid Numidian deserts, decide THE \t\tFATE OF THE EMPIRE... Your Emperor \t\tis pleased to give you... THE \n[9]\t\t... in his majestic charity the \t\tEmperor has deigned to this day \t\tfavor the people of Rome with an \t\thistorical final match.  Returning \t\tto the Colosseum today... after five \t\tyears in retirement... Caesar is \t\tpleased to bring you... THE ONLY \n[10]\t\t\t \t\tAnd from the rocky promontories and \t\tmartial bloodlines of Spain... \t\trepresenting the training lyceum of \t\tProximo Antoninus... I give you... ", "Juba": "\n[1]\t\tYes.  Juba spits what he has been chewing into his hands and moves to Maximus.  \n[2]\t\tFor your wound...  Maximus stares at him.  \n[3]\t\t\t \t\tFor your wound.  Maximus looks down -- the bloody wound at his side.  Juba carefully places his poultice over the wound -- Maximus hisses in pain -- Juba massages the poultice into the wound gently as:  \n[4]\t\tIf you die in the wagons they feed \t\tyou to the lions... The lions are \t\tworth more than we are.  I think we \t\tare worth more than the zebras \t\tthough.  So they don't feed us to \t\tthem.  Maximus stares at him.  Juba looks down at him with the barest hint of a smile.  \n[5]\t\tI'm not sure about the giraffe.  \n[6]\t\tHave you killed a man before?  Maximus does not respond.  \n[7]\t\tYou should eat.  You'll need your \t\tstrength tomorrow.  Maximus does not respond.  \n[8]\t\tI've never killed a man.  But I \t\tthink you have.  Maximus does not respond.  \n[9]\t\tI almost killed once.  The Romans \t\tdestroyed my village.  I was with a \t\thunting party and when we \t\treturned... I would have killed \t\tevery Roman in the world.  A long beat.  \n[10]\t\tIf you don't eat you will die.  Maximus does not respond.  A beat.  \n[11]\t\tIn the village I come from there was \t\ta man once.  He went fishing one day \t\tand his boat was attacked by \t\tcrocodiles.  One of them ate his \t\tleg.  He pulled himself to the shore \t\tand a lion attacked him.  It ate one \t\tof his arms.  He dragged himself \t\tthrough the desert on the way home \t\tand a scorpion stung his eye.  So he \t\tonly had one eye.  When he reached \t\tthe village I sat with him.  I said, \t\t\"You have lost a leg, an arm and one \t\teye.  You must have a mighty will to \t\tlive.\"  He said, \"No, Lord, it's \t\tjust better than the alternative.\"  Maximus finally looks at him.  \n[12]\t\tLife is a gift from our fathers to \t\tus.  Who are you to give it up for \t\tlack of lifting a spoon?  Maximus does not respond.  \n[13]\t\t\t \t\tAre we going to fight each other?  \n[14]\t\tDo you think it will be much \t\tdifferent?  Here in Rome?  \n[15]\t\tAre you scared for tomorrow?  \n[16]\t\tMe too.  A beat.  \n[17]\t\tI never though it would be so easy \t\tto kill.  A beat.  \n[18]\t\tSo you're finally home.  \n[19]\t\tFor all Romans... this is home.  A beat.  \n[20]\t\t\t \t\tAmong my people we honor the soil of \t\tour home.  Our ancestors are in that \t\tsoil.  All their dreams live there. \t\tI will never see my home again.  The \t\tsoil is dead and no one honors them, \t\tso the dreams die.  A beat.  \n[21]\t\tHow can I go back?  I am not what I \t\twas.  When a man kills for no \t\treason, he has lost himself.  A long beat.  Juba leans his head back and quietly begins to sing.  A haunting lament in his native tongue.  \n[22]\t\t\t \t\tI will fight with you.  \n[23]\t\tBetter to die for a friend than to \t\tdie for gold.  The door swings open and they are surprised to see Proximo sweeping in with a cloaked woman.  The woman gives Proximo a bag of money.  \n[24]\t\tAnd if we die that day -- we die \t\tfree men worthy of our ancestors.  \n[25]\t\tAnd impotent.  A beat.  Vibius thinks about it.  \n[26]\t\tHow did they know?  \n[27]\t\t\t \t\tI'll stay here.  In case they \t\tfollow.  Maximus stops as well.  \n[28]\t\tGo!  Bring us the army!  Maximus nods.  ", "Hagen": "", "Falco": "\n[1]\t\tHail, Marcus Aurelius.  \n[2]\t\tA war hero with a handsome face and \t\ta strong heart could go far.  \n[3]\t\tHave you never considered Rome?  \n[4]\t\tHe's a damned provocateur.  ", "Cicero": "", "Lucilla": "\n[1]\t\tHe's been dying for ten years.  \n[2]\t\tHow do you know that?  \n[3]\t\t\t \t\tMaybe he just misses us.  \n[4]\t\tPeace, Commodus.  After two weeks on \t\tthe road your incessant scheming is \t\thurting my head.  A beat.  \n[5]\t\tThe first thing I shall do is have a \t\thot bath.  The wagon rumbles to a halt.  Voices are heard outside.  Commodus leaps out...  \n[6]\t\t\t \t\tCivilization at last.  Gods preserve \t\tus.  \n[7]\t\tFather.  \n[8]\t\tYou're right.  \n[9]\t\tI would have been what you taught me \t\tto be.  A beat.  They stare at each other.  He finally smiles.  \n[10]\t\tHe always favored you...  He turns.  Lucilla is waiting.  She glides to him.  \n[11]\t\tEven over his son.  \n[12]\t\tMaximus, stop... \t\t\t \t\tLet me see your face.  He turns to her.  \n[13]\t\tYou've been crying.  \n[14]\t\tWhat does my father intend?  He turns and walks.  She walks with him.  \n[15]\t\tYou're lying.  I could tell when you \t\twere lying even when we were \t\tchildren.  You hate it.  \n[16]\t\tTrue.  But then you never had to. \t\tMaximus, stop... \t\t\t \t\t... Is it really so terrible seeing \t\tme again?  \n[17]\t\tAnd you are hurt to see my father \t\tdying.  A beat.  \n[18]\t\tHe will announce Commodus' \t\tsuccession.  That's why he summoned \t\tus.  Will you serve my brother as \t\tyou served his father?  \n[19]\t\tDo you know I still remember you in \t\tmy prayers...?  Oh yes, I pray... \t\tEver since that day you saved me \t\tfrom drowning off Capri.  Do you \t\tremember?  \n[20]\t\tCommodus was so angry that a mere \t\tpeasant -- a Spaniard no less -- \t\ttouched the royal person, do you \t\tremember his anger?  \n[21]\t\tMark this, Maximus:  that is the man \t\twho will be Emperor.  A beat.  \n[22]\t\tThere was a time when you didn't \t\tcall me \"Highness.\"  \n[23]\t\t\t \t\tVery different... I wonder if it was \t\tbetter?  \n[24]\t\tHail, Caesar.  \n[25]\t\tGentlemen, in the future do not \t\tconcern my brother with these \t\tmatters.  Come to me.  She sweeps out.  A beat.  \n[26]\t\t\t \t\tQuiet, brother...  Unseen by him, she adds a little special powder to the drink from a vial secreted in her robe.  \n[27]\t\tLeave the Senate to me.  Don't \t\ttrouble yourself.  \n[28]\t\tShhh.  The tonic will help...  She takes a sip and then hands it to him.  \n[29]\t\tYes, just drink this down.  She sits on the edge of the bed.  He drinks as:  \n[30]\t\tOur father lost his way.  His \t\tmistake was believing the old songs \t\tof the \"Republic.\"  We know better. \t\tSo let the Senate talk.  They have \t\tno real power.  \n[31]\t\t\t \t\tStill afraid of the dark, brother?  \n[32]\t\tI'll stay with you until you are \t\tasleep.  \n[33] Senators Gracchus and Gaius and Captain Marcellus are waiting.  \n[34]\t\tHe's asleep.  Be quick.  \n[35]\t\tGood.  \n[36]\t\tCan they be bought?  \n[37]\t\tAnd they've started arresting \t\tscholars now.  Anyone who dares \t\tspeak out -- even satirists and \t\tchroniclers.  \n[38]\t\tThe future.  The future pays for \t\tit...  A beat.  She looks at them.  \n[39]\t\tHe's started selling the grain \t\treserves.  \n[40]\t\tHe's selling Rome's reserves of \t\tgrain.  The people will be starving \t\tin two years.  I hope they are \t\tenjoying the spectacles because soon \t\tenough they will be dead because of \t\tthem.  \n[41]\t\tAnd who will tell them?!  You, \t\tMarcellus?  You, Senator Gaius? \t\tWill you make a speech on the Senate \t\tfloor denouncing my brother?  And \t\tthen see your family in the \t\tColosseum?  What town-crier would \t\tdare?  A long beat.  \n[42]\t\tHe must die.  A beat as her words sink in.  \n[43]\t\tNo -- cut off the head and the snake \t\tcannot strike.  \n[44]\t\tWhat about the army?  \n[45]\t\tSo we do nothing?!  A door opens, a voice...  \n[46]\t\t\t \t\tIt's all right, darling, you --  Lucius suddenly notices Senator Gracchus:  \n[47]\t\tLucius, you go in now, I'll be in \t\tshortly.  \n[48]\t\tWhat are you going to do?  Gracchus goes to her, holds her.  \n[49]\t\tI don't know.  \n[50]\t\tMmm.  \n[51]\t\tWhat are you going to do?  \n[52]\t\tGood.  \n[53]\t\tWhen he defies my brother the \t\tEmperor, he defies me.  But you \t\tshouldn't send assassins.  \n[54]\t\tThe people embraced him today.  They \t\twill be expecting his next match... \t\t\t(she kneels next to \t\t\thim \t\t... let him die in the arena like \t\tthe slave he is.  Let the people see \t\twhat comes of defying Caesar.  A beat as he looks at her.  \n[55]\t\tRich matrons pay well to be \t\tpleasured by the bravest champions.  Maximus backs up, fighting the urge to strangle her on the spot.  He finally bumps into a wall of the cell.  \n[56]\t\tMaximus, listen to me --  \n[57]\t\tI knew nothing of that.  \n[58]\t\tI wept for them.  \n[59]\t\tDo you know what it is to be the \t\tdaughter of the Emperor?  I learned \t\ton the night my father had my \t\thusband killed.  I loved my husband \t\tvery much.  Very... simply.  He was \t\ta man who believed in the Republic. \t\tHe was a man who thought Marcus \t\tshould be tending to Rome and not \t\tconquering the world.  One night my \t\tfather had him strangled for \t\tconspiring with the Senate.  My \t\tfather never spoke of it.  I never \t\tspoke of it.  That is what it is to \t\tbe the daughter of Rome.  She finally looks up at Maximus.  \n[60]\t\tMy son will live.  He will survive \t\tthis cursed bloodline.  Rome will \t\tdie and the jackals will pick her \t\tclean -- but my son will survive. \t\tEmpires come and go.  Cities crumble \t\tto dust.  Only family matters.  A beat.  Despite himself, Maximus is moved.  \n[61]\t\tSo is mine.  A beat.  \n[62]\t\tSo do I.  A beat.  Maximus is surprised at her direct answer.  \n[63]\t\tMy son will never be safe while he \t\tlives.  A beat.  \n[64]\t\tThe Senate is with us, and the City \t\tGuard.  We have growing power in the \t\tstreets.  But we need a leader. \t\tSomeone the people can --  \n[65]\t\tNo.  So that my son will be safe. \t\tSo that we may leave this charnel \t\thouse forever and never look back. \t\tLook into my eyes, Maximus, and \t\tbelieve what I say to you...  She rivets him intensely with her eyes.  \n[66]\t\tBy all the Gods, and in the name of \t\tmy father who loved you, and in the \t\tname of the husband I loved... I \t\tswear to stand by your side in this \t\tnow and always.  A beat.  \n[67]\t\tLucius Verus.  Like his father.  \n[68]\t\tCommodus plans to kill you in your \t\tnext match in the arena.  He's \t\tplanning something.  I will pray for \t\tyou.  As I have always done.  She then pulls something from her robes and sets it down, a little bundle wrapped in cloth.  She sweeps out.  The sound of the door being bolted shut on the other side.  Maximus stands for a moment and then goes to what she has left.  He opens the cloth.  Inside are his six \"ancestor\" figures.  He picks up one of the figures.  He looks at it deeply, gently feeling along the contours with a finger.  \n[69]\t\tLucius, run along now.  I need to \t\ttalk to the General.  Lucius runs off to his Male ATTENDANT, who leads him away.  A long beat as Maximus and Lucilla look at each other.  Finally:  \n[70]\t\t... Maximus will summon his army \t\tfrom Ostia and he will strike from \t\tthe inside as his army strikes from \t\tthe outside.  But he insists that \t\tthe Senate be present.  \n[71]\t\tHow many are with us?  \n[72]\t\tI'll arrange it.  \n[73]\t\tHe has withdrawn.  He's not eating. \t\tHe doesn't go out.  He won't even \t\tsee me... I don't know what tempests \t\trage within him but...  \n[74]\t\tYes.  A beat.  \n[75]\t\tAnd they will march on Rome for you?  \n[76]\t\tCaptain Marcellus will take it.  And \t\this City Guard will by with you when \t\tyou get to Rome.  Is that enough to \t\tface the Praetorian Guard?  \n[77] Lucilla is with her HANDMAIDEN.  They sit before a large mirror, the Handmaiden perfecting Lucilla's makeup for the day.  One of Commodus' Centurion Body Guards enters, bows.  \n[78]\t\tCaesar...  He turns.  She stops.  He looks as if he has not slept for days.  If a word could now sum up his clouded face it is this:  tormented.  She goes to him, embraces him.  He holds her tightly.  \n[79]\t\tOf course...  He moves away from her, slowly moving around the room.  \n[80]\t\tBrother, do not be influenced by the \t\tmob.  They are a great, faceless \t\tbeast --  \n[81]\t\tThey see themselves in him.  They \t\tthrow in their own sad dreams \t\talongside his.  They think he fights \t\tfor them.  \n[82]\t\tAnd what if he should win?  A beat.  Commodus continues to slowly move around the room.  \n[83]\t\tCaesar, you let this unduly worry \t\tyou.  At best he is a passing fancy \t\t-- he is a name, an image on a \t\tbanner, ephemeral -- he will be \t\tforgotten as the next fancy \t\tappears --  \n[84]\t\tMercy.  He stops.  Looks at her.  \n[85]\t\tHe will not kill in the arena.  He \t\tis merciful.  As they all wish they \t\twere in their own hearts.  Something in her words has struck a chord in him.  \n[86] Commodus sweeps in.  Thinks Lucilla is standing there. The woman turns, it is Lucilla's Handmaiden.  \n[87]\t\tDon't even say it.  I know it's \t\tdangerous -- but I had to see you. \t\tCaptain Marcellus has gone to the \t\tarmy with your message as you \t\tinstructed.  \n[88]\t\tHe says the City Guard will be ready \t\tat the south road at noon.  They can \t\tonly wait for an hour so --  \n[89]\t\tDid I?  All right then.  So \t\teverything is prepared.  The Senate \t\twill be in attendance and you have \t\tyour gladiators -- the usual cohort \t\tof Praetorians will be inside the \t\tarena --  \n[90]\t\tTell me honestly... please... do you \t\tthink it will work?  A beat.  \n[91]\t\tDo you think we'll all die?  \n[92]\t\tWill you swear something to me?  \n[93]\t\tWill you swear it on the memory of \t\tyour son?  A long beat.  \n[94]\t\tBy all that you have ever loved... \t\tswear that if you survive you will \t\ttake my son out of Rome.  Swear that \t\tyou will go far away and never \t\treturn.  He steps to her.  \n[95]\t\tI will.  A long, difficult beat.  She fights back tears.  \n[96]\t\tHad I not been the daughter of \t\tRome...  He puts a gentle finger to her lips.  \n[97] Lucilla enters, deep in thought, still drained from her meeting with Maximus.  She suddenly stops.  Frozen.  Commodus is sitting across the chamber, Lucius at his knee.  An open scroll on Commodus' lap.  \n[98]\t\tRemember your mother.  She pulls the ceremonial dagger from his little uniform and pushes him to his attendant -- his attendant pulls him away as --  Lucilla spins to Commodus -- he grabs her into an embrace -- he turns the knife on her -- thrusting deeply as he kisses her --  A long kiss as he holds her tightly to him.  Then he gently sits her down on her throne.  Her eyes wide, dying.  One of Commodus' Body Guards grabs him:  ", "Maximus": "\n[1]\t\t\t \t\tA people should know when they are \t\tconquered.  A beat.  \n[2]\t\tAt the first signal release the \t\tcatapults.  We'll use the cavalry to \t\tcut off the retreat.  \n[3]\t\tI hope not, because I'm going to be \t\tleading them.  A beat as he gazes down at the enemy.  \n[4]\t\tWhy don't they know they're already \t\tdead?  \n[5]\t\t\t \t\tHold steady... steady...  He can see the nightmare destruction of the encampment continuing -- fire pots and Scorpion bolts and flaming arrows -- panic in the German encampment.  \n[6]\t\tSteady...  He sees the Germans begin fleeing across the plain.  He quickly raises his sword and whispers a prayer, then turns to his men:  \n[7]\t\tBrothers -- I salute you!  For Rome!  He spurs his horse and races out of the trees to the plain...  \n[8]\t\tCaesar.  \n[9]\t\tI don't think there's anyone left to \t\tfight.  \n[10]\t\tShould Caesar permit, I'll go home. \t\tI've been away too long.  I've \t\tforgotten my wife's face and I \t\tbarely know my son.  Suddenly, a tethered GERMAN PRISONER they are passing calls out to them:  \n[11]\t\t\t \t\tCome, Caesar...  \n[12]\t\tFor the glory of the empire, sire.  \n[13]\t\tThey honor you, Caesar.  \n[14]\t\tHighness.  They walk, Maximus still supporting Marcus, as:  \n[15]\t\t\t \t\tCaesar, you do the lady injustice.  \n[16]\t\t\t \t\tIf you'll excuse me, Highness.  He turns and stalks away.  \n[17]\t\tWhat, Gallus, losing your other \t\thand?  \n[18]\t\tAnd the women of your village will \t\tcrave your touch even more.  \n[19]\t\tWhat's your name, son?  \n[20]\t\tThe name suits you.  \n[21]\t\tYou're dying because you love Rome, \t\tas I do.  \n[22]\t\tNeither have I.  Rome for us lives \t\there... \t\t\t(he touches his \t\t\theart \t\t... it's a thing inside us that came \t\tfrom our ancestors and that we give \t\tto our children.  \n[23]\t\tYes, it's a glorious place.  \n[24]\t\t\t \t\tIf you want to stay on, I support \t\tyou.  So do the men.  I'll ask the \t\tEmperor to appoint you in my place.  \n[25]\t\tI'll return after a season at home. \t\tMaybe two.  \n[26]\t\tShould the Gods so bless me.  I \t\twould be thankful.  Commodus perambulates up to them.  \n[27]\t\tYes.  \n[28]\t\t\t \t\tI'm going home.  Senators Gaius and Falco join them.  \n[29]\t\tNo.  \n[30]\t\tI'm a soldier, not a politician.  Meanwhile, a dark eye is studying the men through a hidden slit in the tent wall.  The eye is particularly drawn to Maximus.  \n[31]\t\tI can't do that.  \n[32]\t\tMy men have been fighting for five \t\tsolid days.  They're too busy dying \t\tto go on dress parade.  A beat.  Commodus' eyes flash fire at this public rebuke. He very quickly gets control.  \n[33]\t\t\t \t\tCaesar.  Marcus holds out a scroll.  \n[34]\t\tI never acquired the art, sir.  \n[35]\t\tCaesar, I am honored but --  \n[36]\t\tSire, you brought the light of the \t\tGods to barbarian darkness.  You \t\tbrought civilization and justice to \t\tthe farthest --  \n[37]\t\tYes, Caesar.  \n[38]\t\tYou're not dying.  \n[39]\t\tCaesar, you do me honor -- but your \t\tson has pride of place for \t\tsuccession.  \n[40]\t\tI shall, Caesar.  A beat.  \n[41]\t\tYou have always been my father.  He goes.  \n[42]\t\t\t \t\tThat's not true.  \n[43]\t\tI lost too many men.  \n[44]\t\tI don't know.  \n[45]\t\tI never acquired your comfort with \t\tit.  \n[46]\t\tNo.  I'm sorry.  I'm tired from the \t\tbattle.  \n[47]\t\tI will always serve the ideals of \t\tRome.  A beat.  \n[48]\t\tYes.  \n[49]\t\tYes.  \n[50]\t\tMay I be permitted to go, Highness?  She smiles sadly.  \n[51]\t\tAnd there was a time when you were \t\tjust a little girl drowning in the \t\tsea.  All that was a different life.  \n[52]\t\tIt was more honest.  A moment between them.  We sense there is much to be said, much that could be said.  Finally:  \n[53]\t\tI thank you for your prayers.  He goes.  She watches him walk away.  \n[54] Maximus kneels before a small altar in his tent.  He faces six small figures that represent his dead ancestors.  \n[55]\t\tAncestors, true bloodline, I ask you \t\tfor your guidance.  Bring me your \t\tsolace and your wisdom.  Blessed \t\tMother, come to me in my dreams with \t\tthe Gods' desire for my future. \t\tBlessed Father, watch over my wife \t\tand my son with a ready sword.  Keep \t\tthem safe until my return.  Whisper \t\tto them in their sleep that I live \t\tonly to hold them again and all else \t\tis dust and air.  Ancestors, true \t\tbloodline, I honor you and will try \t\tto live with the dignity you have \t\ttaught me.  He looks at his \"ancestors\" for a moment and then blows out the candles around them.  \n[56] Quintus is waking Maximus --  \n[57]\t\tQuintus -- ?  \n[58]\t\tWhat is it?  Is he ill?  \n[59]\t\tHow did he die?  Commodus does not respond.  \n[60]\t\tHow did he die?  \n[61]\t\tHow will the world speak your name \t\tnow, old man?  Without a glance to Commodus, he stalks out.  A silent beat.  Then Commodus nods to Quintus.  Quintus goes.  Lucilla looks at Commodus for a long moment, her face an enigmatic tornado of complex emotions.  Then:  \n[62] Maximus is kneeling before his ancestors, head down, his fists clenched, praying.  Quintus and four Praetorian ASSASSINS suddenly burst in -- the assassins move immediately to bind Maximus -- swords at his throat --  \n[63]\t\tWhat -- ?!  \n[64]\t\tQuintus --  Quintus goes to Maximus' armor, which hangs nearby, and slowly removes his seal of office.  \n[65] Five horses are waiting.  \n[66]\t\tQuintus, what -- ?  \n[67]\t\t\t \t\tMy family?!  A beat.  \n[68]\t\tWhat about my family, Quintus?  \n[69]\t\tHave you ever done this before?  \n[70]\t\tKilled a man with a sword?  \n[71]\t\tIt can be very messy -- you could \t\tget blood all over your armor.  You \t\tdon't want to hack me up now.  You \t\twant one clean stroke.  \n[72]\t\tOne good stroke -- you do know \t\twhere, don't you?  \n[73]\t\tIf you miss the spot there'll be \t\tblood everywhere.  Quite a spray.  \n[74]\t\tHere -- you don't want to hit the \t\tvein on the neck --  Maximus points his bound hands at a spot on the back of his neck.  \n[75]\t\tPut the point of your sword here... \t\tyou want one, good blow right at \t\tthis spot --  Assassin #3 dutifully puts the point of his sword on the spot on Maximus' neck.  A grave mistake.  Maximus instantly grabs the blade of the sword with his hands and yanks it from Assassin #3 -- EXPLODING up -- his hands are bleeding but he tosses the sword into the air and catches it -- swings the sword with brutal efficiency -- decapitating both assassins --  \n[76] Lucilla stands in Maximus' tent.  She looks around.  She gently touches his Lorica Segmentata.  Her fingertips move along the contours of his armor.  She tries to retain her neutral demeanor.  She notes his \"ancestors\" on the small alter.  \n[77]\n[78]\t\t\t \t\tAm I in Hades?  \n[79] Maximus and Juba share a small, filthy cell.  The cell door faces the open compound.  Across the compound they can see the much more comfortable cells of the \"star\" gladiators such as Vibius.  They both sit on the floor, leaning against the wall. Juba is eating a bowl of food with a wooden spoon. Maximus' bowl and spoon are at his side, he has not touched them.  \n[80]\t\tGladiator.  A beat.  \n[81]\t\tNothing more.  A beat.  Proximo watches Maximus very closely for the following:  \n[82]\t\t\t \t\tThe Emperor -- will he be there?  \n[83]\t\tHave you -- how does one meet the \t\tEmperor?  \n[84]\t\tYes.  \n[85]\t\tHe give it personally?  \n[86]\t\tYou knew Marcus?  \n[87]\t\tNo.  \n[88]\t\tBigger arena.  Same killing.  A beat.  \n[89]\t\tNo.  A beat.  \n[90]\t\tThis isn't my home.  \n[91]\t\tPerhaps one day you'll return.  Juba looks at him.  \n[92]\t\tYes, but --  \n[93]\t\tWhat -- ?  Trumpets begin sounding from the arena.  \n[94]\n[95]\n[96]\n[97]\t\tThis isn't your battle.  \n[98]\t\tI knew your brother would send \t\tassassins.  I didn't think he would \t\tsend his best.  \n[99]\t\tMy family were crucified and burnt \t\twhile they were still alive.  \n[100]\t\t\t \t\tDon't lie to me.  \n[101]\t\tDon't.  A long, tense moment.  She does not look at him.  \n[102]\t\tMy son was innocent.  \n[103]\t\tI want your brother dead.  \n[104]\t\tHow do you plan it?  \n[105]\t\tSo the crown passes to your son.  \n[106]\t\tWhat is your son's name?  \n[107]\t\tI weep for him.  A long beat.  Maximus' cold eyes give away nothing.  Lucilla turns and starts to go.  She stops, not looking back.  \n[108]\t\tWhat can you tell me?  \n[109] The crowd cheers.  Maximus appears from his gate.  His fans have increased in number considerably.  They eagerly crane forward and celebrate him.  Meanwhile, Maximus looks at Tiger.  Only one man with a sword?  Maximus approaches, cautious but confident.  He stops a few feet from Tiger.  They lock eyes, salute each other and then turn to the Imperial Box, raising their swords.  The crowd waits eagerly for the immortal words...  \n[110]\t\tWe who are about to die salute you.  The crowd cheers and Maximus immediately turns and starts slashing -- Tiger easily blocks and strikes back --  The sword play is very fast -- they block and parry and hack like lightning -- constantly attacking -- they are perfectly matched --  As he fights Maximus becomes aware of a strange sound over the roar of the crowd -- a low rumbling -- then he feels something -- a vibration in the ground --  Suddenly traps doors swing open and four enormous platforms rise into view.  On each platform is a snarling Bengal tiger restrained by a chain.  Tiger's teams of \"cornermen\" hold the chains through a pulley system.  The cornermen are safely inside cages.  The platforms stop at ground level.  The four ferocious tigers now mark the four corners of the battleground.  Tiger takes advantage of Maximus' momentary confusion and assaults brutally -- forcing him back toward one of the tigers -- the tiger claws for Maximus -- Maximus just evades it claws -- rolls for a new position -- another tiger snaps at him --  Tiger attacks -- Maximus is on the defensive -- fighting off Tiger and evading the four snarling beasts --  And then all four tigers are suddenly closer.  The teams of cornermen are letting the chains play out, bit by bit, gradually reducing the size of the battle ground.  The crowd roars.  But the fight is hardly fair.  Whenever Tiger is near one of the tigers the cornermen pull back the tiger slightly -- when Maximus is near a tiger they let it out a bit.  Maximus and Tiger fight -- swirling action -- finally, Maximus has the edge -- he circles so that the sun stabs into Tiger's eyes -- then Maximus lunges forward under Tiger's swinging sword and SLAMS into him -- they fall -- a tiger swats at Maximus' face -- he jerks his head back -- he shoots out a leg and kicks Tiger's sword toward one of the tigers -- it is out of reach -- Maximus leaps up and stands over the winded Tiger, sword to his throat.  Tiger is gasping for breath, crushed.  Then one of Tiger's corners suddenly cheats -- they completely release a tiger -- it leaps for Maximus --  Maximus barely has time to turn -- the tiger crashes into him -- its claws slashing into his back, cutting through his leather armor -- Maximus shoves an armored forearm into the tiger's jaws and stabs with his sword --  Tiger takes this chance to pull himself up -- one of his corners throws him another sword -- the crowd boos --  Maximus wrestles with the tiger -- spinning it around with superhuman effort so it is always between himself and Tiger -- so that Tiger can't get at him --  Maximus finally kills the tiger and leaps for Tiger -- he quickly disarms him and tosses him to the ground --  Maximus stands over him -- ready to administer the coup de grace.  All eyes turn to the Emperor.  Commodus slowly stands and steps to the edge of the Imperial Box.  He raises his arm and gives the fatal thumbs down.  Maximus looks up at him.  And then defiantly tosses the sword to the ground, refusing to kill Tiger.  Commodus is stunned.  The crowd gasps -- a collective intake of breath -- and then an enormous roar building.  It cascades around the Colosseum.  It is a roaring celebration of the unexpected act of mercy.  And the delicious act of defiance of the Emperor.  Commodus slowly sits.  Maximus walks across the arena -- the people stand and cheer for him.  Cries of \"Maximus the Merciful\" can be heard.  It is the birth of a hero.  \n[111]\t\tI was a General.  \n[112]\t\tIt doesn't take courage to kill.  \n[113]\t\tI'm sorry.  \n[114]\t\tI had a father.  He wasn't really my \t\tfather but I cared for him very much.  \n[115]\t\tWhere is my army?  A drum beat is heard.  It increases throughout the following scenes, building momentum like a Roman gallery accelerating to ramming speed.  The conspiracy scenes are enclosed in a montage of scenes in and around the arena showing Maximus' growing popularity with the People of Rome...  \n[116]\t\tI will not kill another warrior. \t\tThere is no honor to it.  Maximus goes.  Vibius thinks about it, listening to the adulation of the crowd.  The drums continue...  \n[117]\t\tTell him we will enter Rome on the \t\tfirst day of Commodus' festival.  \n[118]\t\tYes.  But this letter must go to the \t\tlieutenant named Titus, no one else.  \n[119]\t\t\t \t\tThe Felix Regiment will never be \t\tdefeated.  A beat.  \n[120]\t\tI want Commodus dead.  \n[121]\t\tBecause one night an old man \t\twhispered to me about a dream.  I \t\twill die for that dream.  A long beat.  \n[122]\t\tHe did.  \n[123]\t\tAs will I, Commodus.  As will I.  Commodus unwraps the cloth bundle.  Inside is a small wooden sword.  He holds it up so the crowd can see.  A collective gasp.  The wooden sword, prized by all gladiators above all else.  Freedom.  \n[124]\t\tI only have ancestors because of \t\tyou, brother.  You killed everything \t\tthat ever lived alongside me.  A beat.  \n[125]\t\tThis is the new home you cursed me \t\tto.  And I am safer here from your \t\ttreachery than I could ever be \t\toutside.  \n[126]\t\tWhy don't you ask your father that?  Commodus visibly flinches at that, but still holds the wooden sword out.  The crowd is breathless.  \n[127]\t\tI have more power as a slave in the \t\tarena than I could ever have as a \t\tfree man.  As the Colosseum goes, \t\tthe people go.  As the people go, \t\tthe Empire goes.  \n[128]\t\tNo, Caesar... I will show you.  With that, Maximus does the unimaginable.  He simply turns his back on the Emperor and walks away.  And the crowd goes mad.  They cheer the defiant gladiator, their champion.  And, equally, they deride the Emperor.  They mock him by holding out food and trash like Commodus is holding out the wooden sword.  They laugh and jeer.  Commodus glances around at his children, lost.  Then he turns to the Imperial Box.  He sees Lucilla slipping out the back of the box.  He watches her go.  And the crowd continues to jeer.  \n[129]\t\tThe Felix Regiment will come from \t\there.  We'll face the body of the \t\tPraetorians outside -- here.  Once \t\tinside, my archers will take up \t\tposition to counter opposition \t\tinside the Colosseum.  I'll enter \t\tand join you -- we'll attack here --  Maximus draws a line to the Imperial Box.  \n[130]\t\t-- a covert assault from within.  \n[131]\t\tProbably.  A beat.  \n[132]\t\tBut if we aren't... think of the \t\tglory.  Do you remember glory, \t\tGladiator?  \n[133]\t\tThen be worthy of him.  The old \t\tTitan who would rather die bravely \t\tin a just battle than slink off to \t\tgrow old and fat.  \n[134]\t\tWas it Centurion...?  General...?  \n[135]\t\tA soldier knows a soldier.  A beat.  \n[136]\t\tNo --  \n[137]\t\tYou said something to me once.  You \t\tsaid in this life, we all die.  All \t\twe can choose is how we die.  And \t\thow we are remembered.  Do you \t\trecall those words?  \n[138]\t\tThen be remembered proudly.  This is \t\tyour time, Proximo.  Stand at my \t\tside and be what you were.  What you \t\ttruly are.  One last time.  A beat.  Proximo suddenly begins to weep rather histrionically -- Maximus is a bit taken aback -- Proximo dramatically flicks tears from his eyes -- and then can't keep the show up -- he bursts into laughter.  Maximus stares at him.  \n[139]\t\tYou pox-ridden bastard -- !  \n[140]\t\t\t \t\tA quarter?!  \n[141]\t\tYou know, if you were half so awful \t\tas you pretend, you'd be a \t\tterrifying man.  Maximus shakes his head, smiling, and goes.  Proximo sits for a moment.  Then he rises and goes to a heavy chest.  He looks at the chest for a moment and then opens it.  Inside is his old Lorica Segmentata.  He gazes at his armor, considering what he once was.  And what he now is.  \n[142]\t\tLucilla --  \n[143]\t\tGood.  \n[144]\t\tYou've told me this already.  \n[145]\t\tLucilla... why are you here?  A pause.  \n[146]\t\tNo.  \n[147]\t\tYes.  She leans against a wall.  A pause.  \n[148]\t\tYes.  \n[149]\t\tYes.  \n[150]\t\t\t \t\tI will.  A beat.  \n[151]\t\tAnd if I should not survive... swear \t\tto me that you will honor my family \t\tin your prayers always.  \n[152]\t\tShhh... my heart breaks enough.  He holds her closely, tenderly.  \n[153]\t\tBut --  \n[154]\t\tWe were betrayed.  \n[155]\t\tYou're not coming?  \n[156]\t\tOld friend...  \n[157]\t\tWhere is he?  Just then Quintus emerges from the largest tent.  He stares at Maximus, unbelieving.  A long beat as they look at each other.  Quintus knows his destiny.  With quiet dignity he begins whispering a prayer.  Maximus moves to him, embracing him:  \n[158]\t\tI forgive you.  He stabs Quintus with a dagger as he embraces him. Quintus falls.  A beat.  Titus goes to the dead Quintus and pulls the seal of office from his uniform.  He hands it to Maximus.  An enormous roar of celebration from the Felix Regiment.  \n[159]\t\tThrow down your weapons or we will \t\tkill you.  A beat.  The Praetorian Officer glances at the formidable force against him.  He drops his sword.  His men follow suit.  \n[160]\t\t\t \n[161]\t\tCaptain?  Proximo takes the sword.  \n[162]\t\t\t(re: Commodus and \t\t\tthe others \t\tWhere are they going?!  \n[163]\t\tFor my wife!  Maximus strike hard -- Commodus barely blocks the blow --  \n[164]\t\tFor my son!  He strikes harder -- Commodus is losing --  \n[165]\t\tFor my father!  He strikes with everything he's got -- slashing Commodus -- Commodus sails back -- his sword falling --  Maximus stands over him.  Glaring.  Commodus is panting, defeated, glaring up at him.  A beat.  \n[166]\t\tWe who are about to die salute you.  Maximus raises his sword high -- Commodus raises an arm -- Maximus SMASHES the sword down -- and Commodus is dead.  A moment as Maximus stands over Commodus.  Then he looks at the series of counterweight ropes around the elevator platform.  He slices through one of the ropes and the platform begins to rise...  \n[167]\t\tRome... you are better than this. \t\tLook inside yourselves.  I challenge \t\tyou to find your true voice.  Help \t\tthe Senate speak for you.  Make them \t\tyour champion... And dare to think \t\twhat could be.  A beat.  \n[168]\t\tI give you back the dream.  With that he slowly turns and walks down the steps to the arena sand.  The crowd is absolutely silent.  He goes to Titus:  \n[169]\t\tWhen everything has calmed down, \t\tlead an orderly withdrawal.  Take \t\tthem home.  Titus salutes.  Maximus return the salute and then leaps onto his horse. As he canters toward the exit he turns for one final look at Lucilla.  He sees that Lucius is now at the foot of the stairs, on the arena sand, gazing at him.  Maximus stops his horse.  He canters back to Lucius.  The boy looks up at him.  A moment between them.  Lucius thrusts up his hand.  Maximus grabs his hand and swings him onto the horse behind him.  A look to Juba.  Juba bows his head with respect. Farewell.  Maximus spins the horse around and begins cantering out of the Colosseum.  Juba disappears into the crowd.  Maximus and Lucius canter across the arena and through the huge doors...  \n[170]\t\tIt doesn't look it now... but soon \t\twe'll have it growing again... Next \t\tyear there will be vines, and then \t\tthere will be grapes... It will be \t\talive.  We leave them, dreaming of the future.  ", "Tigris": ""}}