{"filename": "Gone-in-60-Seconds_script.txt", "imdb_id": "tt0187078", "imdb_url": "https://www.imdb.com/title/tt0187078", "characters": ["Raymond Calitri", "Det. Roland Castlebeck", "Donny Astricky", "Helen Raines", "Otto Halliwell", "The Sphinx", "Tumbler", "Sara 'Sway' Wayland", "Toby", "Atley Jackson", "Freb", "Memphis Raines", "Kip Raines", "Mirror Man (as TJ Cross)", "Detective Drycoff"], "dialogues": {"Raymond": "\n[1] \tHe wears an apron, protective glasses and a lopsided sneer. A \tRichard Widmark motherfucker - with the diamond hard look of a \tcobra. The liegelord of downtown...  \tAnd now he works the a hand saw, making critical cross-cuts on a \twide panel of maple ... Atley Jackson is here as well ... As noisy \tas it is out in the yard, in here, once the door is closed, it's \tas SILENT-as a tomb...  \tA BANK OF MONITORS on one wall show the cars being crushed and \tdisassembled in the yard. Memphis is led into the room.  \tCalitri nods and Dog-face leaves the room... Calitri smiles ... \tExamines his fresh cut...  ", "Calitri": "\n[1] \tHe wears an apron, protective glasses and a lopsided sneer. A \tRichard Widmark motherfucker - with the diamond hard look of a \tcobra. The liegelord of downtown...  \tAnd now he works the a hand saw, making critical cross-cuts on a \twide panel of maple ... Atley Jackson is here as well ... As noisy \tas it is out in the yard, in here, once the door is closed, it's \tas SILENT-as a tomb...  \tA BANK OF MONITORS on one wall show the cars being crushed and \tdisassembled in the yard. Memphis is led into the room.  \tCalitri nods and Dog-face leaves the room... Calitri smiles ... \tExamines his fresh cut...  \n[2]\t\tRandall Raines ... It's been a long time ... \t\t\t \t\t\tfrowns \t\t'though I do I recall you as a man \t\twith style. You remember your old \t\tfriend, Atley -- ?  \n[3]\t\tSo. What do we owe the honor -- ?  \n[4]\t\tYes ... Kip ...  \tHe says the name like other men say \"cancer.\" The phone on \this desk BLINKS. Calitri picks it up. Listens. Looks at \tone of the monitors. Where the Mexican man is talking to \tseveral Calitri EMPLOYEES. Calitri hangs up...  \n[5]\t\tExcuse me one moment, Randall ...  \tAnd he picks up a MORTISE CHISEL on his way out. Palming it ...  \n[6]\t\tYou bring this to me in this \t\tcondition? Blood and guts all \t\tover it? You make me complicit? \t\tOn my property? Who taught you \t\thow to think? And worst of all: \t\tweren't there supposed to be two \t\tHondas?  \n[7]\t\tStupid sonuvabitch...  \n[8] \tMemphis can-see this from one of the monitors. He looks at \tAtley...  \n[9]\t\tNow. Where were we? Oh, yes. Kip.  \n[10]\t\tI'm proud of this work. The bird \t\tfeeder. The wagon wheel planter. \t\tThe dollhouse. The drop-leaf movable \t\tserver...  \tHe gestures to each item - exquisitely-rendered woodwork. Then \tgestures to the yard...  \n[11]\t\tMetal. Steel. It's cold. Ugly. Wood \t\tis warm. Clean. Provided by nature. \t\tTo see a piece of furniture take shape. \t\tIt's like watching a child grow ...  \tMemphis glances to Atley... Atley shrugs ...  \n[12]\t\tMy point. Yes. Simple, really. I require \t\tthe best. I insist on the best. I only \t\tengage the best.  Your brother. His \t\tfriends. They came to me. They wanted my \t\tpaper. He was your brother. You were the \t\tbest. Now. They've brought so much \t\tgoddamn heat down, I may not be able to \t\tfill this order. Which would be very bad \t\tfor me. Which in turn, is very bad for \t\tthem...  \n[13]\t\tGrow up. You don't kill people like me. \t\tPeople like me die in their sleep at \t\t87 ... Do you know why? Because if \t\tyou did kill me, and everyone knew it \t\twas you - for the next ten years they'd \t\tbe finding pieces of those you love \t\tscattered all over California ...  \tMemphis nods, notes a PISTOL, resting on a shelf nearby.  \n[14]\t\tNo, no. You don't kill me, because \t\tyou can't. You don't take your brother \t\tand run, because we'd find him. You \t\tdon't go to the-police, because we have \t\tfriends there, too. You do nothing: \t\texcept deal with me.  \tMemphis eyes him...  \n[15]\t\tWere it only that easy. I have \t\tobligations. The order needs to be \t\tfilled...  \tCalitri takes a manila ENVELOPE from his desk... Hands it to \tMemphis, who takes out the SINGLE SHEET OF PAPER inside.  \n[16]\t\tOn that list, you'll find fifty cars. \t\tFifty. Five-zero. They range in \t\tage from the 1956 Ford Thunderbird \t\tto the 1999 Toyota Camry; and in \t\texpense from the 1993 Volkswagen \t\tJetta to the 1988 Lamborghini \t\tCountach. Fifty cars. Five-zero.  \tMemphis scans the list ... Looks up at Calitri ...  \n[17]\t\tThere is a container ship in Long \t\tBeach Harbor. Pier 14. Ready to be \t\tloaded with 4-car-per shipping \t\tcontainers, false-walled and \t\tcustomsprofiled as motor oil \t\tdesignated. The ship leaves in four \t\tdays for South America and the \t\tmen who've tendered me this contract ...  \n[18]\t\tThey gave me two weeks. I wasted most of it \t\twith your brother and his crew, who not \t\tonly lost what pitiful few they managed \t\tto boost, but also alerted the heat as to our \t\tendeavor, making this even more difficult \t\tto achieve ...  \tMemphis scans the list ...  \n[19]\t\tFour days. 50 cars. I'm paying 200 \t\tthousand dollars ...  \tNow Memphis looks up...  \n[20]\t\tI knew you'd say that.  \n[21]\t\tI knew you'd say that, too --  \tCalitri smiles ... Memphis 'looks at him... At Atley Realizing \tthe trap ...  \n[22]\t\tYour brother has four days. Fifty \t\tcars. Five-zero. For that he gets \t\t200 large ...  \n[23]\t\tI made this, too. My first one. \t\tBrass extension handles, not plated. \t\tThe coverings are silk, not rayon. \t\tExpensive hardwood. And lined with \t\tspray green Lorraine crepe ...  \tMemphis waits, knowing where this is going --  \n[24]\t\tYes, yes. I made it for young Kip. In \t\tcase he fails. At 8:00 Friday morning, \t\tif that ship sets off without my \t\tfifty ... Kip will take up permanent \t\tresidence in this box ...  \tCalitri WALL SWITCH and the a corrugated steel SLIDING DOOR is \tRAISED, revealing a LOADING DOCK facing the back of the yard... Two \tMEN are working out there... DIGGER AND BUTZ scuzzy dudes, mid-30s \tand dressed in dirty coveralls ...  \n[25]\t\tCome here for a second, boys --  \tAnd they come over --  \n[26]\t\tDigger, Butz: let me introduce \t\tyou to Randall Raines. Used to \t\thead up the dandiest ring in \t\tSouthern Cal. Left us \t\tfor parts unknown. Randall, this \t\tis Digger. And that's Butz -  \n[27]\t\tDigger and Butz will be in charge of burial. \t\tThey're good boys ...  \tMemphis' look is cold and furious ... Plaintive:  \n[28]\t\t\"don't want\" the Dodgers to lose or \t\tthe summer to end. But we \t\tdon't get to choose these things...  \tAtley hits the wall-switch and the steel door slides shut. Calitri \tturns to Memphis...  \n[29]\t\t\"Nothing that's forced can ever be \t\tright.\" Old woodworking expression. \t\tI really don't care how the 50 \t\tget onto my ship ... I just care \t\tthat they do. You decide.  \tWith that, he puts his protective glasses back on - and fires up \tan abrasive-disc-finishing machine, adjusting the miter gage and \tbeginning to sand the Outside curve of an angled chamfer.  \n[30]\t\tHello, Kip --  \tKip tries to get out. The doors are pinned by the forklift.  \n[31]\t\tWere it only that easy --  \n[32]\t\tNo you can't. Flies on sherbert is what you \t\tremind me of. Because just being attracted \t\tto something, doesn't mean you belong...  \n[33] \tAtley is here, watching Calitri and Kip. one of the monitors. He's \tmiserable. But there is nothing he can do.  \n[34]\t\tCall me \"Ray.\" Better yet: call me \t\t\"asshole.\" Cos that's how you've \t\ttreated me --  \n[35]\t\tThis is how you're spending my time? \t\tHaving a sock hop?  \n[36]\t\tLook at this. A multi-generational gathering \t\tof scumbags ...  \n[37]\t\tHello, Otto. My boys at the dock report no \t\tcars have yet to be delivered. And there's \t\tonly one more night ...  \n[38]\t\tWith all the free time I've had not \t\tcounting cars as they're loaded onto \t\tmy ship, I've managed to sand the \t\tcedar inside your box, Kip. This \t\twill protect you from the anaerobic \t\tbacteria, that normally thrives in \t\tan airless; environment. Thus \t\tprolonging decay ...  \tHe smiles ... And Kip actually makes a run for him... Only to be \theld back by Tumbler and Donny ...  \n[39]\t\tOne more night --  \n[40]\t\tI hope you know what you're doing. God help \t\tyou if you don't ...  \tAnd with that, he leaves, his goons following. Leaving our  \tcrew to stare after him ... And then we FADE TO BLACK...  \tAs a SUPER on-screen reads PART III: SWITCHIN'-TO-GLIDE  \n[41]\t\tWell, well. You've caused quite a ruckus ...  \n[42]\t\tRight there -  \tHe gestures to a Haliburton case ... Memphis opens it ... There's \ta lot of cash inside...  \n[43]\t\t200 K. Just like we said ...  \n[44]\t\tBut I had to. It was the only way to \t\tget to you --  \tMemphis looks at him... Calitri smiles ...  \n[45]\t\tI don't know about that, Randall. \t\tHe did such a good job on this paper. \t\tAnd another one just came in ...  \tCalitri goes to the FAX machine... Tears off the sheet..  \n[46]\t\tIt's an easier take. 30 cars. Two \t\tweeks. Most of them SUVs. Going to \t\tRussia. Think Kip'll be interested?  \n[47]\t\tWell, that certainly won't do.  \n[48]\t\tLook at it. I can't very well make \t\tdelivery of that thing ...  \n[49]\t\tFifty cars. Fifty cars by 8 AM \t\tFriday. Or Kip goes in that box. \t\tThat was the deal ... Goddamn, it ... \t\tThat was the deal ...  \tMemphis is by a TABLE SAW... He flicks it on. The electric MOTOR \trumbles, so as to obfuscate, any noise in here ...  \n[50]\t\tWhat are you doing -- ?  \n[51] \tMemphis walks to the battered Eleanor ... As Pearl Jam's \t\"Rearviewmirror' crunches and a CAR comes motoring up to him. It's \tANOTHER 167 SHELBY. ANOTHER ELEANOR, a \"For Sale\" sign pasted on \tthe back window. It's being driven by Kip...  ", "Donny": "\n[1]\t\tProblem, Officer?  \n[2]\t\tFor running a stop sign?  \n[3]\t\tPull over! Pull her the hell over!  \tJenny pulls the car over in a lopsided lurch...  \n[4]\t\tPut it in PARK. Remember how \t\tto do that? It's the big \"Pff.  \tShe parks it. He stabs at the side-view mirror ...  \n[5]\t\t\"Objects May Appear Closer \t\tThan They Seem.\" Can you say \t\tthat for me?  \n[6]\t\tYou ain't sorry. You're a horrible \t\tdriver... You can't strap into \t\tyour seat belt, without almost \t\tgetting creamed by a bus ...  \tShe starts to cry... Donny softens ...  \n[7]\t\tAw, c'mon. It's no big deal. \t\tYou can't drive. You can't. \t\tTime to acknowledge it and move on. I \t\tcan't swim. I know I can't. So you \t\tknow what I do? I stay the fuck outta \t\tthe pool ...  \n[8]\t\tDamn. Memphis Raines. Long time ...  \n[9]\t\tAll I get are the Orientals. They can \t\tbuild 'em, but they can't drive \t\t'em So? What are you doing here? \t\tWhat's with the outfit -- ?  \n[10]\t\tMost of 'em are gone. The Dyar Boys are \t\tdoing a nickel at Chino; Henry Santoro \t\tand Frankie Fish are moving \t\tweight in Florida; Bill Doolin was \t\tkilled in Denver... Atley \t\tJackson's on the gimp and runnin' \t\terrands for Calitri; The Sphinx \t\tis still around, I guess ... Then \t\tof course, there's ...  \tHis pause is meaningful ...  \n[11]\t\tOkay. Figure it forgotten. What's this \t\tabout anyways -- ?  \n[12]\t\tMost of 'em are late-model...  \n[13]\t\tWe'll have to start beating the \t\tbushes, find out where they live...  \tOtto enters. Giggles...  \n[14]\t\tA bunch of strung-out hypes and stick- \t\tup men. This ain't like the old days, \t\tMemphis. The profession has lost its..  \n[15]\t\tYeah...  \n[16]\t\tWow! They got Eleanor here -- ?  \n[17]\t\tLookit Kip. All grown up...  \n[18]\t\tYou guys have any skills at all?  \n[19]\t\t\t \t\tWhat about him?  \n[20]\t\tThere's no one left ...  \n[21]\t\t\t \t\tWe sent him out on a solo boost. See \t\twhat he could do ...  \tFreb pulls in an '89 Cadillac Coupe De Ville ...  \n[22]\t\tHow'd it go?  \n[23]\t\tWell, that defies the point, don't it?  \n[24]\t\tGet the damn thing in there and get it \t\tcleaned up -  \tFreb pulls in. Pops the trunk. The gate is closed.  \n[25]\t\tLemme see that -  \tHe pierces the skin.. Tastes ...  \n[26]\t\tHeroin.  \n[27]\t\tThere's gotta be a million bucks worth \t\there -  \n[28]\t\tJesus. The whole damn thing's loaded.  \n[29]\t\tCar-jacking is the lazy man's boost. \t\tNo skill. No finesse. Can only take \t\tthe car if the key is in it. That's \t\tnot thieving. That's parking ... \t\tThugs ... With the decency of dirt ...  \n[30]\t\tEleanor is Memphis' \"unicorn.\"  \n[31]\t\tGrade-A unicorn ...  \n[32]\t\tFabled creature. You know - the horse \t\twith the horn? Impossible to capture?  \tToby looks blank ...  \n[33]\t\tWe all got one. The single car \t\tthat, no matter how many times \t\tyou try to boost, something happens... \t\tCops show up, car doesn't start, owner \t\tcomes back. It's voodoo...  \n[34]\t\tYou'll get the hang of it, kid. You \t\tjust need to remember one thing -  \n[35]\t\tOn boost night? Always take along a \t\tgood mix tape ...  \tDonny smiles ... Freb frowns ...  \n[36]\t\tYou bring a woman back to your \t\tcrib for some lovemaking, the \t\tsong you put on, depends on the \t\twoman, the type of lovemaking you \t\tintend to do, right?  \n[37]\t\tYou got a school teacher or Nancy from \t\taccounting, you don't put on Sly Stone \t\tor James Brown. You put on \t\tRavel. Rachmaninoff. But if you got \t\tsome wild one you just picked \t\tup at the track, you wouldn't put on \t\tCat Stevens or James Taylor. \t\tYou'd put on Prince. Or Isaac Hayes. \t\tOr, if you really wanted to \t\tget after it: Miles.  \n[38]\t\tIt's the same way with cars. Different \t\tcars. Different tunes. You can't steal \t\ta Maserati listening to Sinatra. You \t\tgotta get urgent. You gotta get Sonny \t\tRollins or Led Zeppelin IV, on that \t\tshit. But never, never-ever take no Allman \t\tBrothers into a Lincoln Town Car. Could \t\tlead to disaster. Got it... ?  \n[39]\t\tGood.  \tAnd then Sway enters ... Donny gets out of the Caddy ...  \n[40]\t\tWhoa, whoa, whoa. Memphis went out \t\tand got some big game ... Hello, Sway. \t\tI was just telling the lads about mix \t\ttapes --  \n[41]\t\tGender bias ...  \tOtto is before her ... Bowing from the waist ...  \n[42]\t\tWhat do you think about all this?  \n[43]\t\tThat's my girl --  \n[44]\t\tWell, well, well. The original crash \t\ttest dummy...  \tThe Sphinx nods to all. Smiles warmly, but it comes out creepy. \tFreb whispers to Otto ...  \n[45]\t\tIt's arright ...  \tThey drive on ... Till --  \n[46]\t\tCheck it out: 173 Firebird. Know \t\twho drove one of those ... ?  \n[47]\t\tThat's being obscurest ... Who else? \t\tBetter known. Memphis?  \n[48]\t\tFor real. Okay. Gimme COLUMBO...  \n[49]\t\tWhat color?  \n[50]\t\tYou ever notice how it had a different \t\tinterior every week? That bugged me.  \n[51]\t\tI'd like the names and addresses of \t\tthe owners of these 20 cars please...  \n[52]\t\tI can wait.  \tHe smiles kindly at her. And takes a seat. It's that easy.  \n[53]\t\tThomas Sullivan Magnum, to be exact.  \tThey look at Donny, impressed...  \n[54]\t\tJonathan Quayle Higgins ...  \n[55]\t\tWalked like a bastard... Skippin' \t\tstones and shit..  \n[56]\t\tI think so too --  \tAnd they drive... All smiles ... All pleased with \tthemselves ... And, after a beat ...  \n[57]\t\tWhat are you doing?  \n[58]\t\tThe hell are you doing?  \n[59]\t\tBig deal. Now what?  \n[60]\t\tI miss Orville Redenbacher already --  \n[61]\t\tVery good. Think you can get in without \t\twaking her up -- ?  \n[62]\t\tThat's an after-market alarm. Can't \t\tjust cut her wires ...  \tHe pops his briefcase ... Takes out some gear ... Gets out ... \tMoves for Diane 1 ...  \n[63]\t\tWhat's the matter?  \n[64]\t\tYeah?  \tHe holds up a screwdriver. Jams it in the steering column.  \n[65]\t\tI don't care what kind of car \t\tit is. How fancy; how expensive; \t\thow new. You pop the collar - \t\tit's 1966 all over again ... !  \tHe pops the collar - exposing an ordinary ignition system.  \n[66]\t\tSo? Tell me: how come they call you \t\t\"Freb\" anyways -- ?  \n[67]\t\tWe're partners here --  \tFreb considers ... Then, reluctantly --  \n[68]\t\tGlad to know you, \"Freberick.\" Let's \t\troll -  \tAnd off they go ...  \n[69]\t\tOf course not. I'm Robin Hood. I take \t\tfrom the rich, and give to the needy...  \n[70]\t\tNo. The needy. Us. Cos we need this \t\tcar!  \tAnd Donny puts her in gear, When a GUN is jammed agains't Donny's \ttemple ...  \n[71]\t\tAre you kidding me -- ?  \n[72]\t\tI'm stealing this car. So BACK OFF!  \n[73]\t\tDonny-nothin'!  \tAnd he SLAMS OPEN THE DOOR... catching the kid in the balls ... \tAnd the kid doubles over... Dropping the gun ... Donny gets out of \tthe car...  \n[74]\t\tLazy, disrespectinIf half-assed \t\tbully. Any asshole can pull a gun ...  \tAnd he starts to kick at the kid ... Beat at him...  \n[75]\t\tYou don't know how to steal a \t\tcar, do ya? So you gotta take \t\tthem when there's already a key \t\tin them ... And a person in them... \t\tScare people ... Intimidate ... \t\tLittle freakin' bully ...  \n[76]\t\tLazy ... Lazy ... I ask you, Freb: \t\twhat's the matter with kids today?  \tBut then - BLAM! BLAM! BLAM! Bullets rip into Donny Astricky in \tterrifying SLOW-MOTION. He turns ... To see another KID ... \tScared... At the edge of the road... Gat held high ... And Donny \tdrops to the pavement ... And the first Jacker gets to his feet...  \tFreb goes to Donny... To his splayed-out body ... SIRENS split the \tnight. The jackers run off down the street.  \n[77]\t\tGet outta here. Get out. Now!  \n[78]\t\tI'm all right. Been shot before. You \t\ttake me to the hospital, they bust the \t\tboth of us. The cops'll take me. Go!  \tAnd Freb-makes to run off down the street... But --  \n[79]\t\tFreb -- !  \tFreb turns back  \n[80]\t\tTake Laura with you, you stupid shit!  \tFreb blinks. Nods. Oh, yeah. He climbs into the Bentley Drives off... \tAs the CRUISERS pull up around him... And the UNIFORMS getout, guns \tdrawn, approaching warily -  \tTo find Donny Astricky ... Splayed-out on the pavement ... \tLaughing at the moon ... And, as Jimi Hendrix' \"Crosstown Traffic\" \tBLASTS ON TRACK, we CUT TO:  \tof the final series of boosts ...  \t1) The Maserati parked and empty. Sway breaches it. \tExpert. They drive off ...  \t2) Kip and Tumbler. Clocking a VIPER. They circle it.. \tIt's loaded with bells and whistles and Clubs and a \tmetallic voice that warns: \"WARNING: YOU ARE TOO CLOSE THE \tVEHICLE!\" over and over ... Kip shakes his head ... \tUshers Tumbler back ...  \t3) Mirror Man and The Sphinx deliver an Aston Martin to the docks \t... Watch as it is driven into a container. The container loaded \tby gantry crane, onto the ship, lashed to the deck by overworked ", "Astricky": "\n[1]\t\tPull over! Pull her the hell over!  \tJenny pulls the car over in a lopsided lurch...  \n[2]\t\tPut it in PARK. Remember how \t\tto do that? It's the big \"Pff.  \tShe parks it. He stabs at the side-view mirror ...  \n[3]\t\t\"Objects May Appear Closer \t\tThan They Seem.\" Can you say \t\tthat for me?  \n[4]\t\tYou ain't sorry. You're a horrible \t\tdriver... You can't strap into \t\tyour seat belt, without almost \t\tgetting creamed by a bus ...  \tShe starts to cry... Donny softens ...  \n[5]\t\tAw, c'mon. It's no big deal. \t\tYou can't drive. You can't. \t\tTime to acknowledge it and move on. I \t\tcan't swim. I know I can't. So you \t\tknow what I do? I stay the fuck outta \t\tthe pool ...  \n[6]\t\tDamn. Memphis Raines. Long time ...  \n[7]\t\tAll I get are the Orientals. They can \t\tbuild 'em, but they can't drive \t\t'em So? What are you doing here? \t\tWhat's with the outfit -- ?  \n[8]\t\tMost of 'em are gone. The Dyar Boys are \t\tdoing a nickel at Chino; Henry Santoro \t\tand Frankie Fish are moving \t\tweight in Florida; Bill Doolin was \t\tkilled in Denver... Atley \t\tJackson's on the gimp and runnin' \t\terrands for Calitri; The Sphinx \t\tis still around, I guess ... Then \t\tof course, there's ...  \tHis pause is meaningful ...  \n[9]\t\tOkay. Figure it forgotten. What's this \t\tabout anyways -- ?  \n[10]\t\tMost of 'em are late-model...  \n[11]\t\tWe'll have to start beating the \t\tbushes, find out where they live...  \tOtto enters. Giggles...  \n[12]\t\tA bunch of strung-out hypes and stick- \t\tup men. This ain't like the old days, \t\tMemphis. The profession has lost its..  \n[13]\t\tYeah...  \n[14]\t\tWow! They got Eleanor here -- ?  \n[15]\t\tLookit Kip. All grown up...  \n[16]\t\tYou guys have any skills at all?  \n[17]\t\t\t \t\tWhat about him?  \n[18]\t\tThere's no one left ...  \n[19]\t\t\t \t\tWe sent him out on a solo boost. See \t\twhat he could do ...  \tFreb pulls in an '89 Cadillac Coupe De Ville ...  \n[20]\t\tHow'd it go?  \n[21]\t\tWell, that defies the point, don't it?  \n[22]\t\tGet the damn thing in there and get it \t\tcleaned up -  \tFreb pulls in. Pops the trunk. The gate is closed.  \n[23]\t\tLemme see that -  \tHe pierces the skin.. Tastes ...  \n[24]\t\tHeroin.  \n[25]\t\tThere's gotta be a million bucks worth \t\there -  \n[26]\t\tJesus. The whole damn thing's loaded.  \n[27]\t\tCar-jacking is the lazy man's boost. \t\tNo skill. No finesse. Can only take \t\tthe car if the key is in it. That's \t\tnot thieving. That's parking ... \t\tThugs ... With the decency of dirt ...  \n[28]\t\tEleanor is Memphis' \"unicorn.\"  \n[29]\t\tGrade-A unicorn ...  \n[30]\t\tFabled creature. You know - the horse \t\twith the horn? Impossible to capture?  \tToby looks blank ...  \n[31]\t\tWe all got one. The single car \t\tthat, no matter how many times \t\tyou try to boost, something happens... \t\tCops show up, car doesn't start, owner \t\tcomes back. It's voodoo...  \n[32]\t\tYou'll get the hang of it, kid. You \t\tjust need to remember one thing -  \n[33]\t\tOn boost night? Always take along a \t\tgood mix tape ...  \tDonny smiles ... Freb frowns ...  \n[34]\t\tYou bring a woman back to your \t\tcrib for some lovemaking, the \t\tsong you put on, depends on the \t\twoman, the type of lovemaking you \t\tintend to do, right?  \n[35]\t\tYou got a school teacher or Nancy from \t\taccounting, you don't put on Sly Stone \t\tor James Brown. You put on \t\tRavel. Rachmaninoff. But if you got \t\tsome wild one you just picked \t\tup at the track, you wouldn't put on \t\tCat Stevens or James Taylor. \t\tYou'd put on Prince. Or Isaac Hayes. \t\tOr, if you really wanted to \t\tget after it: Miles.  \n[36]\t\tIt's the same way with cars. Different \t\tcars. Different tunes. You can't steal \t\ta Maserati listening to Sinatra. You \t\tgotta get urgent. You gotta get Sonny \t\tRollins or Led Zeppelin IV, on that \t\tshit. But never, never-ever take no Allman \t\tBrothers into a Lincoln Town Car. Could \t\tlead to disaster. Got it... ?  \n[37]\t\tGood.  \tAnd then Sway enters ... Donny gets out of the Caddy ...  \n[38]\t\tWhoa, whoa, whoa. Memphis went out \t\tand got some big game ... Hello, Sway. \t\tI was just telling the lads about mix \t\ttapes --  \n[39]\t\tGender bias ...  \tOtto is before her ... Bowing from the waist ...  \n[40]\t\tWhat do you think about all this?  \n[41]\t\tThat's my girl --  \n[42]\t\tWell, well, well. The original crash \t\ttest dummy...  \tThe Sphinx nods to all. Smiles warmly, but it comes out creepy. \tFreb whispers to Otto ...  \n[43]\t\tIt's arright ...  \tThey drive on ... Till --  \n[44]\t\tCheck it out: 173 Firebird. Know \t\twho drove one of those ... ?  \n[45]\t\tThat's being obscurest ... Who else? \t\tBetter known. Memphis?  \n[46]\t\tFor real. Okay. Gimme COLUMBO...  \n[47]\t\tWhat color?  \n[48]\t\tYou ever notice how it had a different \t\tinterior every week? That bugged me.  \n[49]\t\tI'd like the names and addresses of \t\tthe owners of these 20 cars please...  \n[50]\t\tI can wait.  \tHe smiles kindly at her. And takes a seat. It's that easy.  \n[51]\t\tThomas Sullivan Magnum, to be exact.  \tThey look at Donny, impressed...  \n[52]\t\tJonathan Quayle Higgins ...  \n[53]\t\tWalked like a bastard... Skippin' \t\tstones and shit..  \n[54]\t\tI think so too --  \tAnd they drive... All smiles ... All pleased with \tthemselves ... And, after a beat ...  \n[55]\t\tI miss Orville Redenbacher already --  \n[56]\t\tVery good. Think you can get in without \t\twaking her up -- ?  \n[57]\t\tThat's an after-market alarm. Can't \t\tjust cut her wires ...  \tHe pops his briefcase ... Takes out some gear ... Gets out ... \tMoves for Diane 1 ...  \n[58]\t\tWhat's the matter?  \n[59]\t\tYeah?  \tHe holds up a screwdriver. Jams it in the steering column.  \n[60]\t\tI don't care what kind of car \t\tit is. How fancy; how expensive; \t\thow new. You pop the collar - \t\tit's 1966 all over again ... !  \tHe pops the collar - exposing an ordinary ignition system.  \n[61]\t\tSo? Tell me: how come they call you \t\t\"Freb\" anyways -- ?  \n[62]\t\tWe're partners here --  \tFreb considers ... Then, reluctantly --  \n[63]\t\tGlad to know you, \"Freberick.\" Let's \t\troll -  \tAnd off they go ...  \n[64]\t\tOf course not. I'm Robin Hood. I take \t\tfrom the rich, and give to the needy...  \n[65]\t\tNo. The needy. Us. Cos we need this \t\tcar!  \tAnd Donny puts her in gear, When a GUN is jammed agains't Donny's \ttemple ...  \n[66]\t\tAre you kidding me -- ?  \n[67]\t\tI'm stealing this car. So BACK OFF!  \n[68]\t\tDonny-nothin'!  \tAnd he SLAMS OPEN THE DOOR... catching the kid in the balls ... \tAnd the kid doubles over... Dropping the gun ... Donny gets out of \tthe car...  \n[69]\t\tLazy, disrespectinIf half-assed \t\tbully. Any asshole can pull a gun ...  \tAnd he starts to kick at the kid ... Beat at him...  \n[70]\t\tYou don't know how to steal a \t\tcar, do ya? So you gotta take \t\tthem when there's already a key \t\tin them ... And a person in them... \t\tScare people ... Intimidate ... \t\tLittle freakin' bully ...  \n[71]\t\tLazy ... Lazy ... I ask you, Freb: \t\twhat's the matter with kids today?  \tBut then - BLAM! BLAM! BLAM! Bullets rip into Donny Astricky in \tterrifying SLOW-MOTION. He turns ... To see another KID ... \tScared... At the edge of the road... Gat held high ... And Donny \tdrops to the pavement ... And the first Jacker gets to his feet...  \tFreb goes to Donny... To his splayed-out body ... SIRENS split the \tnight. The jackers run off down the street.  \n[72]\t\tGet outta here. Get out. Now!  \n[73]\t\tI'm all right. Been shot before. You \t\ttake me to the hospital, they bust the \t\tboth of us. The cops'll take me. Go!  \tAnd Freb-makes to run off down the street... But --  \n[74]\t\tFreb -- !  \tFreb turns back  \n[75]\t\tTake Laura with you, you stupid shit!  \tFreb blinks. Nods. Oh, yeah. He climbs into the Bentley Drives off... \tAs the CRUISERS pull up around him... And the UNIFORMS getout, guns \tdrawn, approaching warily -  \tTo find Donny Astricky ... Splayed-out on the pavement ... \tLaughing at the moon ... And, as Jimi Hendrix' \"Crosstown Traffic\" \tBLASTS ON TRACK, we CUT TO:  \tof the final series of boosts ...  \t1) The Maserati parked and empty. Sway breaches it. \tExpert. They drive off ...  \t2) Kip and Tumbler. Clocking a VIPER. They circle it.. \tIt's loaded with bells and whistles and Clubs and a \tmetallic voice that warns: \"WARNING: YOU ARE TOO CLOSE THE \tVEHICLE!\" over and over ... Kip shakes his head ... \tUshers Tumbler back ...  \t3) Mirror Man and The Sphinx deliver an Aston Martin to the docks \t... Watch as it is driven into a container. The container loaded \tby gantry crane, onto the ship, lashed to the deck by overworked ", "Helen": "\n[1] \tearly 60s, clear-eyed... In pink Ruby's uniform and chunky \tshoes... Black currant hair striated with wisps of gray... Helen \tdelivers the plates to a booth of college kids ...  \n[2]\t\tSure, hon ...  \tAnd she goes to the coffee station... When  \n[3]\t\tOh, Randall ...  \tShe takes his head in her hands ... Kisses his cheek ... Then the \tother... Hugs on ... Unmindful of the customers ... The cook \tsmiles from behind the order wheel ...  \n[4]\t\tCome, come, come ...  \tAnd she leads him over to a booth ... Barking to the cook - RUBY - \ton the way...  \n[5]\t\tTuna melt on pumpernickel.  Provolone, \t\textra tomato, Dijon... And a chocolate \t\tmilk... Lots of syrup... \t\t\t \t\tRight?  \n[6]\t\tYou look good...  \n[7]\t\tWhat are you doing back?  \n[8]\t\tHave you seen him?  \n[9]\t\toh.  \n[10]\t\tAtley Jackson. How is that one? \t\tHow's the leg... ?  \tHe looks at her ... Beat ...  \n[11]\t\tI couldn't. I didn't want you to \t\tworry. I thought held sort himself \t\tout. I hardly see him. He comes and \t\tgoes. He's in trouble, isn't he?  \n[12]\t\tI knew it. He's changed, Randall. He's a \t\tdifferent boy. He's lost that... That \t\tsweetness ... It's gone ... And I don't \t\tknow what to do ...  \n[13]\t\tOf course ...  \tANGLE - RUBY. He's on the PHONE in the kitchen...One eye \ton Memphis and Helen --  \n[14] \n[15]\t\tYou haven't spoken to him in a \t\twhile, I guess...  \n[16]\t\tKipling was sixteen when you left, baby. \t\tI don't know what you remember of him. \t\tBut you should brace yourself  \tAnd, on her sad smile, we PRE-LAP Sammy Hagar's \"I Can't Drive 55\" \tand SLAM CUT TO:  \n[17] \tA small New England-style shingle and clapboard, up on a hill \toverlooking the port. A small GUEST-HOUSE behind it ...  \n[18] \tHelen clears away the dinner dishes ... The TV is on. The news. We \tsee a CRIME SCENE ...  \n[19] \tMemphis is at the kitchen table. The list of cars before him. He's \tmaking notations. He gets to his feet ... He goes to check on his \tmother ... She's asleep in her room... He closes the door ...  \tAnd goes back to the kitchen. He goes to a framed PHOTOGRAPH - of \the and Kip. Earlier times. Happier times.  \tWhen there is an enormous THUD! From outside. Memphis goes to a \twindow. Sees a RAMP TRUCK unloading a gnarled blob of metal. \tMemphis runs outside. Just as the ramp truck drives off ...  \tMemphis goes to the mangled Trans Am... Leans down ... And there's \tKip ... Seriously smooshed in the flattened car.  \n[20]\t\tThe photo album. I get nostalgic around \t\tthis time of year ...  \n[21]\t\tTuesdays ...  \tHe smiles ... Sits down next to her ... They go through the  \tPHOTOS: - childhood shots of Memphis and Kip, a younger Helen; \tMemphis at 17, in his \"Ike's Garage\" coveralls; 14year-old \tMemphis, an infant Kip, and their father  a MAN \twith bright eyes and a quiet smile, standing before an old Cutlass \t442; Robert Raines ... Outside a car dealership. We can almost \tfeel his strong, sure presence ...  \tMemphis looks at his mother ... As she looks at the picture.  \n[22]\t\tEvery day. I wonder about that every day...  \n[23]\t\t\t \t\tAnd just in case you lose your keys, good \t\tsir, I can toss in a complimentary slim-jim, \t\tfree of charge ...  \n[24]\t\tI remember. Supper getting cold, cos you \t\ttwo are out there heads under hoods ...  \n[25]\t\tI know...  \n[26] \tAs Memphis goes through some old boxes. At last, he finds what \the's looking for ... Opens it ... He takes out its contents ... \tHis tools, which we remember from the opening ... And then... ", "Raines": "\n[1] \tearly 60s, clear-eyed... In pink Ruby's uniform and chunky \tshoes... Black currant hair striated with wisps of gray... Helen \tdelivers the plates to a booth of college kids ...  \n[2]\t\tSure, hon ...  \tAnd she goes to the coffee station... When  \n[3]\t\tOh, Randall ...  \tShe takes his head in her hands ... Kisses his cheek ... Then the \tother... Hugs on ... Unmindful of the customers ... The cook \tsmiles from behind the order wheel ...  \n[4]\t\tCome, come, come ...  \tAnd she leads him over to a booth ... Barking to the cook - RUBY - \ton the way...  \n[5]\t\tTuna melt on pumpernickel.  Provolone, \t\textra tomato, Dijon... And a chocolate \t\tmilk... Lots of syrup... \t\t\t \t\tRight?  \n[6]\t\tYou look good...  \n[7]\t\tWhat are you doing back?  \n[8]\t\tHave you seen him?  \n[9]\t\toh.  \n[10]\t\tAtley Jackson. How is that one? \t\tHow's the leg... ?  \tHe looks at her ... Beat ...  \n[11]\t\tI couldn't. I didn't want you to \t\tworry. I thought held sort himself \t\tout. I hardly see him. He comes and \t\tgoes. He's in trouble, isn't he?  \n[12]\t\tI knew it. He's changed, Randall. He's a \t\tdifferent boy. He's lost that... That \t\tsweetness ... It's gone ... And I don't \t\tknow what to do ...  \n[13]\t\tOf course ...  \tANGLE - RUBY. He's on the PHONE in the kitchen...One eye \ton Memphis and Helen --  \n[14] \n[15]\t\tYou haven't spoken to him in a \t\twhile, I guess...  \n[16]\t\tKipling was sixteen when you left, baby. \t\tI don't know what you remember of him. \t\tBut you should brace yourself  \tAnd, on her sad smile, we PRE-LAP Sammy Hagar's \"I Can't Drive 55\" \tand SLAM CUT TO:  \n[17] \tA small New England-style shingle and clapboard, up on a hill \toverlooking the port. A small GUEST-HOUSE behind it ...  \n[18] \tHelen clears away the dinner dishes ... The TV is on. The news. We \tsee a CRIME SCENE ...  \n[19] \tMemphis comes out ... Moves to the sedan parked across the street \t... it is Detectives Castlebeck and Drycoff...  \n[20] \tMemphis is at the kitchen table. The list of cars before him. He's \tmaking notations. He gets to his feet ... He goes to check on his \tmother ... She's asleep in her room... He closes the door ...  \tAnd goes back to the kitchen. He goes to a framed PHOTOGRAPH - of \the and Kip. Earlier times. Happier times.  \tWhen there is an enormous THUD! From outside. Memphis goes to a \twindow. Sees a RAMP TRUCK unloading a gnarled blob of metal. \tMemphis runs outside. Just as the ramp truck drives off ...  \tMemphis goes to the mangled Trans Am... Leans down ... And there's \tKip ... Seriously smooshed in the flattened car.  \n[21] \tKip is in front of the TV, playing a video game. Helen Raines is \tat the kitchen table, going through a PHOTO ALBUM... Memphis comes \thome ... Hangs up his coat ...  \n[22]\t\tThe photo album. I get nostalgic around \t\tthis time of year ...  \n[23]\t\tTuesdays ...  \tHe smiles ... Sits down next to her ... They go through the  \tPHOTOS: - childhood shots of Memphis and Kip, a younger Helen; \tMemphis at 17, in his \"Ike's Garage\" coveralls; 14year-old \tMemphis, an infant Kip, and their father  a MAN \twith bright eyes and a quiet smile, standing before an old Cutlass \t442; Robert Raines ... Outside a car dealership. We can almost \tfeel his strong, sure presence ...  \tMemphis looks at his mother ... As she looks at the picture.  \n[24]\t\tEvery day. I wonder about that every day...  \n[25]\t\t\t \t\tAnd just in case you lose your keys, good \t\tsir, I can toss in a complimentary slim-jim, \t\tfree of charge ...  \n[26]\t\tI remember. Supper getting cold, cos you \t\ttwo are out there heads under hoods ...  \n[27]\t\tI know...  \n[28] \tAs Memphis goes through some old boxes. At last, he finds what \the's looking for ... Opens it ... He takes out its contents ... \tHis tools, which we remember from the opening ... And then... \n[29] \tHelen Raines is rooting through a crowded closet. At last she \tfinds what she's looking for ... A small black boxy DEVICE. She \tgoes to the living room. Plugs in the box ...  \tIt is a POLICE SCANNER... And it immediately starts to pop and caw \t... Helen sits down ... And listens... Her face clenched with \tworry ...  \n[30] \tAnother few beats of silence ... Everyone watching ... He punches \tthe gas... Ripping down to the accident site... Heading straight \tfor it ... And we fear he aims to smash the site, maybe further \tinjure the accident victims -  \tNot our Memphis ... He's heading straight for  ", "Otto": "\n[1] \tThe hustle and bustle of a full-service auto restoration \toperation ...  \tDig the 157 Chevy, as an orange diamond tuck and roll with \torange fur interior is installed... Dig the 153 Corvette \tas its front and rear suspension is replaced with coils \tand airshocks ... Dig the 150 Merc, as its chrome is \tstripped off and the old paint sandblasted and holes \tbrazed...  \tAll under the watchful eye of...  \n[2] \tLate 60s. A feisty grease-soaked curmudgeon who begs the \tquestion: how the hell did they manage to rock together \tYoda and the ghost of Walter Huston... ?  \tBut he remains the Zen master of cars and all that cars are, were \tand can be ...  \tHis mixed-breed MUTT - Hemi - licks his balls in one corner  \tOtto is currently AIRBRUSHING a candy-colored, variegated DESIGN \ton the deck lid of a Camaro ... It is painstaking work ... But he \tis an artist ...  \tHis woman - JUNIE - a tall blonde, early 40s, body of a thousand \tdances, wipes his brow, like a scrub nurse ...  \tMemphis wanders in...  \tOtto sees Memphis ... Drops his brush... He walks over to Memphis \t... Takes him in his arms ... Hugs him close... Actually waltzes \thim a few steps ...  \tMemphis is stunned at the transformation this place has gone \tthrough ...  \n[3]\t\tAm I dying? Are all the angels of my life \t\treturning to bid a final farewell? \t\t\t \t\tAnd have my angels completely lost \t\ttheir fashion sense -- ? \t\t\t \n[4]\t\tYou remember Junie?  \n[5]\t\tWhatever do you mean?  \n[6]\t\tWhat happened? Old-age happened. I tired of \t\tkilling them. I woke up one morning and thought \t\tI am no longer a destroyer. I am a means of \t\tresurrection. Now. We restore. We revive. \t\tThere are so few things in this life, we can \t\tprevent from decay. Most must die. These don't \t\thave to...  \tHe calls over to the MEXICAN MAN working on the pick-up ...  \n[7]\t\tIt's 3 coats of primer, 12 coats of black \t\tacrylic lacquer before laying out the \t\tflames ... And fill the cab top with mylar \t\tflakes ... They'll sparkle like stars ... \t\t\t \t\tRandall, Randall, Randall ... You look \t\tsplendid ...  \n[8]\t\tI heard rumors you were back. About \t\tKip ...  \n[9]\t\tI can't concentrate. Play something, my \t\tsweetness; my reason to rise ...  \tAnd Junie hits PLAY on a cassette deck ... And, instantly, ENGINE \tSOUNDS rip from the shop's stereo speakers ... Otto listens, as \tif it were a Mahler symphony...  \n[10]\t\tThe Ferrari 365 GTB/4 Daytona. At Le \t\tMans. 1971. The quad-cam V12. Hear \t\thow they got the engine up? \t\tHear those exhaust notes? That's a \t\tvery wide rev range... Here, it \t\tpeaks at 5500 RPM...  \tMemphis smiles ... These eccentricities are old hat...  \n[11]\t\tRaymond Calitri. He's amplified much \t\tsorrow on these streets ...  \n[12]\t\tAre you considering a comeback tour?  \n[13]\t\tIt can be done. Take two days to shop; \t\tone to prep. I'll offer up my bible \t\tfor a small fee. You also have to \t\thope Kip's jerk-circus didn't undo \t\tCastlebeck's linkage so much so \t\tthat he's setting up surveillance \t\tteams on every city block. And \t\tthen get yourself a crew...  \n[14]\t\t\"A people is a detour of nature to \t\tget 6 or 7 great men - Yes, and then \t\tto get around them...\" Nietzsche said \t\tthat.  \n[15]\t\tThe old crew. Go find them. I can't \t\thelp you with that. Since I've cleaned \t\tup the act a bit, they no longer come \t\taround... A pity how legitimacy makes \t\tyou unpopular -  \n[16]\t\tI remember I had a 1964 Buick Opal. \t\tworst car ever built. Value job. \t\tEverything broke and I-fixed it. \t\tA coma car - built to German specs. \t\tPlastic gas line. 3 speedometer head. \t\tOn a quiet night, you could hear it \t\trusting in the garage. But when that \t\tcar was gone, I missed it. If it came \t\tdriving back in here right now, \t\tthere'd be tears and laughter ...  \n[17]\t\tGo to them. They'll be happy to see \t\tyou ... Ahhh...  \tAnd he closes his eyes ... To listen to the Ferrari tape ...  \n[18]\t\t... 8.8:1 compression...  \tWe PRE-LAP Simon And Garfunkel's \"Baby Driver\" and CUT TO:  \n[19] \tIn a wood-panelled back room, around a conference table: Memphis \tand Donny sit... With the list before them...  \n[20]\t\tSome crew you got ...  \n[21]\t\tDignity...  \n[22]\t\tYou need him...  \n[23]\t\tI appreciate your dilemma, Memphis. \t\tBut how are two washed-up thieves \t\tand an old man supposed to boost \t\t50 cars in three days...  \n[24]\t\tThe conundrum still applies, of course. The \t\tpurpose of the endeavor is to rescue \t\tbaby brother from imminent \t\tdeath and/or a life of crime. However. \t\tThis cannot be successfully \t\tcarried out without baby brother's \t\tconsiderable resources, shabby \t\tthough they may be.  \tMemphis considers ... He has little choice ...  \n[25]\t\tIn order to succeed, you're going \t\tto have to go old-school. one night \t\tboost. Put all your nuts in one basket. \t\tAnd...  \n[26]\t\tWe're on a truncated time-table. Take a day to \t\tshop it; a day to prep it ... And we're still \t\tgoing to need to expand the crew...  \n[27]\t\tWe've got several Italian cars on the list. \t\tAlways tricky, always timeconsuming. So \t\twe're gonna need a specialist ...  \tMemphis looks at him. Because that's what he was afraid of.  \n[28] \tMemphis, Kip, Donny, Mirror Man and Otto sit around the garage ... \tGoing through the list ... Tumbler calls from the next room:  \n[29]\t\tWho is it -- ?  \n[30]\t\tone minute -- !  \tAnd the others scatter into the back office, with their tools and \tdevices and lists. Leaving only Memphis and Otto.  \tMemphis picks up the broken bag ... Sticks it in the trunk ... \tPuts the golf clubs in on top of it ... Slams the trunk. Only \tthere's still a neat MOUNTAIN OF SMACK ON THE FLOOR by the rear of \tthe Caddy ... But there's no time...  \tFor the gate is opened. Detective Castlebeck ambles in.  \n[31]\t\tCadillac.  \tANGLE - the mound of heroin on the floor ...  \n[32]\t\tNeeds brightening ...  \tCastlebeck takes out a WALKIE ... Barks into it ...  \n[33]\t\tNo faith in our new-found goodness, \t\tDetective ...?  \n[34]\t\tDouble-meaning intended, right?  \n[35] \tTo Queen's \"I'm In Love With My Car.\" The crew is at work, a MAZDA \tand a CADDY are parked here for practice: Tumbler is modifying a \tseries of slim jims, based on the type of cars they'll be after  \tDonny and Freb are in the Caddy, Freb behind the wheel Tumbler \tputs together BRIEFCASES, containing the requisite TOOLS: slim- \tjim, gizmo, screwdriver, ratchet, dent-puller, a mini-battery with \tpointy leads ...  \t- Mirror Man is showing off one of his GADGETS - beepersized \tDEVICE - to Otto... They stand before a locked MAZDA.  \n[36]\t\tWe're dinosaurs, Donny. Pull-up a tar pit ... \t\t\t \t\tCan I try -- ?  \n[37]\t\tI've missed you, Sara Wayland --  \n[38]\t\tThat's The Sphinx.  \n[39]\t\tHe never says a word. And he's got \t\ta messed-up nose. Hence. The Sphinx. \t\tHe's boo-koo koo-koo. But he steals like \t\ttime ... \t\t\t \t\tHello, Sphinxy, old rum -- !  \tAnd Otto embraces the taller man ... And the others stand \taround, offering uneasy glances to The Sphinx ...  \n[40]\t\tYes, I do, in fact. John Wayne in \t\tMcO...  \n[41] \tSway has drawn an intricate CHART on a vinyl DRAWING BOARD: 1-50, \teach car is annotated, ie: 1) '56 Ford T-Bird; 2) 188 Lamborghini \tCountach, etc. She begins ascribing names to them, Female names. \tWith Magic Marker. Easy to erase.  \n[42] \tSway writes #2-4) Porsche Boxster and next to it PATRICIA 1  \n[43]\n[44] \tMemphis and Otto go through Otto's BIBLE - an overstuffed LEDGER \twith the addresses Otto has collected, over the years, of some \t2000 cars. They look for any that correspond to Calitri's 50 ...  \n[45] \tSway at the board... A grouping of three Mercedes Benz S320 are \tdesignated as JENNIFER 1, JENNIFER 2, JENNIFER 3...  \n[46] \tOtto shows Freb how to disarm an alarm system by groundingout a \ttail-light with a wire to a mini-battery...  \tThis dead-shorts the lights, shorts-out the alarm system, which \tchirps for a sustained second and then kills itself. The door \tlocks pop open ... Otto grins...  \n[47]\t\tYes, but what was on the license \t\tplate?  \n[48]\t\tVery good. But what was the \t\tsignificance of \"ROBIN 1\"?  \n[49]\t\tHis first name was Thomas. Thomas \t\tMagnum...  \n[50] \tSway calls #29 - A '98 Corvette - CAROL...  \n[51] \tTumbler and Kip park the car carrier behind a Matterhorn \tof decimated automobiles ... Out of view...  \n[52] \tSway writes NANCY 1 next to #27) BMW M ROADSTER...  \n[53]\t\tAnyone? The significance of \"Robin 1\" on \t\tMagnum's license plate? Memphis?  \n[54]\t\tTen points for our fearless leader ... \t\tSway, how 'bout giving us the honor of \t\tthe Bill Bixby trifecta -- ?  \n[55]\t\tHere's where it gets tricky ...  \n[56]\t\tThat's a good one, Donny...  \n[57] \tSway has finished the chart ... 50 cars ... Their \tcorresponding distaff names...  \n[58] \tThe Replacements chime in with \"Someone Take The Wheel.\" Memphis \tand the crew ... All but Sway are present.  \tTumbler and Mirror Man follow Memphis to one side of the shop ... \tTo a window ... He gestures outside to where we see and UNMARKED \tCAR and the orange glow of two cigarettes ... Staking them out ...  \n[59]\t\t\t \t\tTo a safe and successful session of bumping \t\tfenders and trading paint.  \tEveryone toasts ... Drinks ... Donny goes to the tape deck... Hits \tPLAY ... And \"Little Deuce Coupe\" by The Beach Boys BLASTS. \t  \tAnd all of our guys dance to it ... Singing along ... Otto dances \twith Junie; Tumbler with Toby; even The Sphinx lipsyncs the falsetto \tparts ...  \n[60]\t\tSo saith the God of Scumbags --  \n[61]\t\tGetting nervous, Ray? What happens to you, I \t\twonder, if delivery isn't made?  \tCalitri ignores him... Looks at Kip ...  \n[62] \tDrycoff and Hawkings wait in their unmarked ...  \n[63] \tMirror Man and Tumbler are at the window Memphis brought them to \tlast night ... Mirror Man has a RADIO TRANSMITTER in his hand... \tDonny comes by ...  \n[64] \tFreb on this end... He hangs up ...  \n[65] \tThey all wait, anxious ... Dressed for their night ... And then \tMemphis enters ... Hoots and hollers ...  \tHe's dressed in the old duds. Black turtleneck. Black boots. Black \tpants. Long, black, leather duster. Way too cool for school. \tMemphis Raines returns...  \n[66] \tAs the crew get into the van... And drive-off ...  \n[67] \tOtto stands before The Big Board - with all the ladies' names on \tit ... On the two-way ...  \n[68]\t\tReady to start erasing. Good luck, \t\tkiddies --  \n[69] \tAs Otto SWIPES NAMES FROM THE BOARD...  \n[70] \tas the four corresponding names are ERASED...  \n[71] \tJunie, Otto's gal, on the telephone...  \n[72]\t\tYou guys are through...  \n[73]\t\t\"Carol.\" A 198 Mercedes ... She lives \t\tin the suburbs ...  \n[74]\t\tIt's ear-marked for Mirror Man and The \t\tSphinx...  \n[75] \tThe gang is watching on the TV... Freaking out ... ANGLE - KIP. He \tslips out of the place. No one's noticed him go...  \n[76] \tOtto, The Sphinx, Tumbler, Freb and Mirror Man are sipping coffee \tand eating donuts ... They are exhausted... Memphis and Kip pull \tup in Eleanor... He hands Otto the briefcase. Otto opens it... All \tthat cash...  \n[77]\t\tHe's gonna be okay. Could do a bit.  \n[78]\t\tShe left...  \tHe nods ... The boys are huddled together...  \n[79]\t\tDinosaurs. All of us. The Ice Age is \t\tnow...  ", "Halliwell": "\n[1] \tLate 60s. A feisty grease-soaked curmudgeon who begs the \tquestion: how the hell did they manage to rock together \tYoda and the ghost of Walter Huston... ?  \tBut he remains the Zen master of cars and all that cars are, were \tand can be ...  \tHis mixed-breed MUTT - Hemi - licks his balls in one corner  \tOtto is currently AIRBRUSHING a candy-colored, variegated DESIGN \ton the deck lid of a Camaro ... It is painstaking work ... But he \tis an artist ...  \tHis woman - JUNIE - a tall blonde, early 40s, body of a thousand \tdances, wipes his brow, like a scrub nurse ...  \tMemphis wanders in...  \tOtto sees Memphis ... Drops his brush... He walks over to Memphis \t... Takes him in his arms ... Hugs him close... Actually waltzes \thim a few steps ...  \tMemphis is stunned at the transformation this place has gone \tthrough ...  ", "The": "\n[1] \tHeading for Long Beach... Stopped at a light ... A CAMARO pulls up \tnext to them... A KID behind the wheel, a BLONDE beside him...  \tKip eyeballs them... Engines are revved... Challenges are \timplied... Mirror Man panics ...  \n[2] \tA dozen tables... Smells of blue chalk and whiskey... The juke box \tcranked... We take it to the back of the joint ... Where Kip, and \tTumbler and Mirror Man are knocking a rack... Freb sits nearby, \twith a few badly made-up GIRLS...  \n[3] \tis sobbing. As Raymond Calitri marches toward him, glancing at the \tbloodied windshield.  \n[4] \tKip comes out of the club... Toby follows ...  \n[5] \tA SHOT GLASS, slammed down on a bar by a surly DRUNK... In a \tmariner saloon. Drunken SAILORS and FISHERMAN and NAVY TYPES. \tSawdust on the floor. Broken beer mirrors. A rough joint...  \n[6] \tSway tosses him... The Drunk hitting the pavement ...  \n[7] \tThey head toward the bar...  \n[8] \tAnd the others really don't dig his scene ...  \n[9] \tAs they drive around... Still searching and quizzing...  \n[10] \tShop and talk, part III ...  \n[11] \tOne more time ...  \n[12] \tKip high-fives her... Freb looks disappointed...  \n[13] \tMassive framed Lichtenstein and Haring pieces on the wall \t... Surround the yellow ROADSTER, which sits up on a \tplatform ... Check out JUDGE CROFT, a nasty fat man in his \tlate 50s ... He sits in the nearly empty room... A complex \tsystem of directional lighting illuminates the Roadster \t...  \n[14] \tKip drives the Porsche onto it, Tumbler enters the lot in the \tVolvo. QUICK DISSOLVES as they fill it up... Two Honda Accords, \tanother Volvo, a Toyota 4-runner, etc.  \n[15] \tas the four corresponding names are ERASED...  \n[16] \tThe Persian man and his date ... Mackin' hard... Behind them \tMemphis and Sway wait in the Mazda. Memphis is on the cell  \n[17] \tAs \"Little Red Corvette\" by Prince warbles on the track... Memphis \tand Sway still kissing... She breaks it for:  \n[18] \n[19] \tDrycoff is on the radio ... Binoculars up, on the Escort's license \tplate - 635 CKG ...  \n[20]\t\tWe're getting reports that a big \t\tpolice chase has started right near \t\tour humble studios ... We'll keep \t\tyou posted...  \n[21] \twhere there are literally 15 POLICE CARS parked out front... And \tMemphis has just arrived...  \n[22] \twatches the chase on TV, via Copter-cam. Still broadcasting.  \n[23]\t\tMan, is this boy driving! You go, \t\tBoss Barracuda  \n[24]\t\tIs our boy done? Has The \t\tBoss Barracuda been grounded -- ?  \tMemphis takes out his cell phone ... Dials...  \n[25]\t\tHello -- ?  \n[26]\t\tIs this The Boss Barracuda -- ?  \n[27]\t\tHow you doing, man -- ?  \n[28]\t\tYou got it, brother.  \tMemphis hangs up ... Hears:  \n[29]\t\tThis one is going out to \t\tThe Boss Barracuda. Catch him \t\tif you can --  \tAnd he plays Chuck Berry's \"No Particular Place To Go\" And \tMemphis smiles ...  \n[30] \tTen lanes of gnarly superhighway ... He opens her up... Full \tthrottle ... The chopper above him ...  \n[31] \tSouthbound traffic on the bridge  is at a \tstand-still because of the accident... The Northbound side of the bridge \tis EMPTY... Northbound traffic stopped at the accident ...  \tMemphis comes to a stop 100 feet before the accident ... There is \tno way past it, onto the bridge ... All the cops behind him come \tto a screeching halt. He is truly trapped.  \n[32] \tparked ass-end toward Long Beach ... Ramp down ... Memphis rockets \tEleanor at the ramp truck's ramp... Straight on ... And the ramp \tLAUNCHES ELEANOR in glorious super-sexy-bloodpumping SLO-MO OVER \tTHE ACCIDENT SITE some thirty feet in the air ... Evel-style ...  \n[33] \thas driven up in the smashed-to-shit Eleanor ... He climbs up, \tentering the workshop... Calitri glances to the wallclock: 7:55 \n[34]\t\tIf his premature demise has, in some way, \t\tenlightened the rest of you as to the \t\tgrim finish below the glossy veneer of \t\tcriminal life, and inspired you to change \t\tyour ways, then his death carries with it \t\tan inherent nobility. And a supreme \t\tglory. We should all be so fortunate. \t\tYou can say 'Poor Toby.\" I say: \"Poor us..\"  \tThey all stare at him, stunned...  \n[35] \tAnd begin to dump shovelfuls of earth upon it; its unseen occupant \tthumping and pounding and yelling -- And soon the casket is \tcovered in dirt. Gone.  \tAnd we PRE-LAP The Turtles' pop gem \"Eleanor\" (\"You got a thing \tabout you/I just can't live without you/I really want \tyou/ Eleanor near me...\")  CUT TO:  \n[36] \tMemphis driving. Sway riding shotgun. Long Beach at their backs \t... Memphis looks quite enthralled behind the wheel... He loves \tdriving this car. Sway watches him. He feels it --  \n[37]       </html> ", "Sphinx": "\n[1] \tAnd the others really don't dig his scene ...  \n[2]\t\tIf his premature demise has, in some way, \t\tenlightened the rest of you as to the \t\tgrim finish below the glossy veneer of \t\tcriminal life, and inspired you to change \t\tyour ways, then his death carries with it \t\tan inherent nobility. And a supreme \t\tglory. We should all be so fortunate. \t\tYou can say 'Poor Toby.\" I say: \"Poor us..\"  \tThey all stare at him, stunned...  ", "Tumbler": "\n[1]\t\tWhat's your problem, bro ?  \tThunk! Thunk!  \n[2]\t\tThey'll be here. You nervous, bro? You? Back \t\tin the day, they say you had anti-freeze in \t\tthem veins ... What happened -- ?  \tAnd Atley intercepts the tennis ball ... And hurls it over to the \tfar side of the warehouse ... Tumbler merely grins ...  \n[3]\t\tRelax and enjoy --  \n[4]\t\tYeah. I'm missing Springer --  \tAnd then the Lotus pulls into the warehouse... Tumbler flashes \tAtley a \"told-you-so\" smile... Kip and Mirror Man get out of the \tcar...  \tKip walks over to a CLIPBOARD with a magic marker tethered to it \t... It is a list of cars ... He draws a black line through \"13 \t1996 Lotus Esprit V8\"... The others are clocking the car...  \n[5]\t\tThirteen down ... Thirty-seven to go ...  \n[6]\t\t... so ... It's my new move ... It's called \t\t\"The Stranger.\" What I do is, I sit on \t\tmy hand for 10 minutes.  Till it falls \t\tasleep. Till it's good and numb. No feeling. \t\tAnd then I jerk off.  \n[7]\t\tCos it's like you're bein' done by a stranger \t\t... It rocks ... It's the power move of the \t\tNew Millennium...  \tHe sinks another ball. A kid, 15, TOBY - comes up to them.  \n[8]\t\tWhat do you want, shithead?  \n[9]\t\tWhy don't you leave him alone?  \n[10]\t\tOooh, ain't you the lucky duck --  \n[11]\t\tCan I help you, pal -- ?  \tAnd Kip looks up ... To see Memphis there ...  \n[12]\t\t\"Memphis?\" You're Memphis?  \n[13]\t\tDamn. Damn, damn, damn ...  \n[14]\t\tShut-up, Mirror Man --  \n[15]\t\tThings are all leafy and suburban ...  \n[16]\t\tDamn... Homeboy's on the dazzle ...  \tAnd, off of Kip's furious look, we CUT TO:  \n[17]\t\tOne night? Are you nuts?  \n[18]\t\tFreb's here. Open the gate.  \n[19]\t\tWe're rich. Goddamn, we're rich!  \n[20]\t\tI know that one. General Lee, I \t\tbelieve, was a ... Dodge Charger ...  \n[21]\t\tI know. \"ROBIN 1.\"  \n[22]\t\tRobin 1 ...  \n[23]\t\tWatch and learn, old-timer --  \tAs Mirror Man points the antennae out the window ... A TOY CAR - a \t1970 HEMI 'CUDA replica ... Radio-operated, the car speeds along \tthe curb outside, using parked cars as cover... She really cooks...  \n[24]\t\tThe Hemi Has Landed --  \n[25]\t\tWe can go now --  \n[26] \tas they systematize the cars they're responsible for... Tumbler \tdrops Kip off by a Porsche ... We recognize it as one of the cars \tMirror Man cut a key for in the valet scam. Kip selects the key \tfrom a series of them hooked into his briefcase. He gets out. Keys \tthe car. He's in. He's off ...  \tTUMBLER - meanwhile, has driven to a Volvo C70... He, too, has the \tkey ... He's in ... He's off ...  \n[27]\t\tWhat for -- ?  \n[28]\t\tNow what -- ?  \n[29]\t\tThis way... This way... This...  \tHer nose bumps a zillion-dollar VASE, which topples and shatters...  \n[30]\t\tThat way...  \tAnd Tumbler climbs in beside him... Kip drives her around the huge \tliving room... And Kip punches the gas ...  \tAnd they drive the Roadster down the hall ... And right through \tthe OPEN DOOR... Driving down onto the lawn ... Up to their \tcohorts ...  \n[31]\t\tGettin' fancy... Got their own palace \t\tguard -  \tWhen, from the back of the Jeep:  \n[32]\t\tWhat are you doing here, assface?  \n[33]\t\tShit all looks the same here --  \tThey drive. Only up ahead, blocking the street, LIGHTS blinding... \tAre TWO SECURITY PATROL CARS - SECURITY COPS on the strong ... \tGuns drawn...  \n[34]\t\tRun it...  \tToby looks to Kip...  \n[35]\t\tWhat are we gonna do -- ?  \n[36]\t\tWe can't do that, dude --  \tKip looks at Tumbler ... They both look at Toby...  \n[37]\t\tSay something else, man  \tBut The Sphinx lapses back into his silence ... Nibbles a donut \t... Sips coffee ... Memphis smiles ... He takes a stack of bills \tfrom the briefcase... To Kip:  ", "Toby": "\n[1]\t\tHey, Kip, what's up?  \n[2]\t\tI'm cool -  \n[3]\t\tWhy you gotta front me like that? I'm \t\ttalking to Kip --  \n[4]\t\tI known Kip longing than you, man ...  \n[5]\t\tHey, Memphis. Remember me? Toby \t\tWalker. I live next door ...  \n[6]\t\tYeah, I'm cool ...  \tAnd Memphis turns back to Kip, who's picked up a pool cue.  \n[7]\t\tYou goin' home?  \n[8]\t\tSure -  \n[9]\t\tHell, no. I boosted a 'Vette.  \n[10]\t\tI dunno. It was right here. Someone \t\tmusta' boosted it back...  \n[11]\t\tMemphis seemed weird, huh? What's with \t\tthem clothes? He a farmer now or \t\tsomething?  \tAnd this seems funny to Kip... He smiles..  \n[12]\t\tSixteen. But my birthday's in seven \t\tmonths ...  \tMemphis shakes his head... Sighs ...  \n[13]\t\tThey're just cars, man ...  \tTo prevent Donny from biting the kid's head off, Memphis chimes in \twith:  \n[14]\t\tWho's \"Eleanor?\"  \n[15]\t\tWhy do you call it \"Eleanor?\"  \n[16]\t\tIt looks just like a regular Mustang --  \n[17]\t\tSo she flies -  \n[18]\t\tWhat's a \"unicorn?\"  \n[19]\t\tYou guys and the car thing, man --  \tThey head off ... Memphis turns back to the Shelby  \n[20]\t\tI logged outside the G.R.A.B. site, \t\tright? Then I monitored their \t\tincoming outside data requests, \t\tright? Then I got these ISDN numbers, \t\tright? Then I tracked them back, \t\tright? Then I took the one I could \t\tjack-up the easiest, right? Then I \t\tcalled back see, they think I'm an \t\tinsurance company - that's where it \t\tlooks like I'm coming from -- and \t\tthey're sharing stats with this \t\tinsurance company, right? So now \t\tthey're sharing it with me, right? \t\tThey think I'm looking for stats for \t\tan actuarial conference on auto-theft. \t\tSo they let me in, right? Give me all \t\tthese numbers. But then I don't leave, \t\tright? I'm in. I've got the key. Now I \t\tjust go anywhere I want.  \n[21]\t\tI can tell you who's gonna be on duty \t\ttonight. I can tell you how much gas \t\tthey're using monthly. I can tell you \t\thow they used to spend that annoying \t\thalf-hour between \"FRIENDS\" and \"SEINFELD\"...  \tMemphis nods ... Fairly impressed...  \n[22]\t\tWhat about me?  \n[23]\t\tHow come ... ?  \n[24]\t\tCome on. Kip, talk to the guy  \n[25]\t\tDepartment of Water and Power. Could you hold \t\tplease ...  \tAnd before the Judge can respond, they've clicked him on hold... \tAnd they make him wait ... And wait ... Just like the real D.W.P. \tdoes ... They high-five...  \n[26]\t\tWhere should we put him?  \n[27]\t\tD.W.P. Thanks for holding. How can I \t\thelp you?  \n[28]\t\tYes. can you hold, sir -- ?  \n[29]\t\tokay, sir. Let me just get the-order. \t\tYes. We'll be doing some work out your \t\tway. We've got a power leak. And it's \t\tunsafe. We're moving residences to \t\tthe... Marriott Long Beach ... \t\tJust for the night ...  \n[30]\t\tI know, sir ...  \tAnd Kip pantomimes eating. Toby, at first puzzled, gets it.  \n[31]\t\tFor the inconvenience we're also \t\toffering a free breakfast brunch --  \n[32]\t\tYes, sir -  \tPause ... They've got him... Thumbs-up ...  \n[33]\t\tYou've been pre-booked...  \tAnd the Judge hangs up ...  \n[34]\t\tGoodbye to you, too, assface ...  \n[35]\t\tYou sure I can't go with ya?  \tMemphis' ice-water glance is answer enough ...  \n[36]\t\tI dunno ...  \tAnd Kip gets on the two-way...  \n[37]\t\tI never been to the suburbs ...  \tToby is there ... Having stowed-away...  \n[38]\t\tCheckin' it out  \tHe smiles at Kip ... Kip looks at Tumbler ... Drives ... At last, \tpulling up to one HOUSE where the '98 Benz - \"'Carol\" lives. Kip \tparks, a half block down ... They get out ... Head for the \thouse...  \tAnd there she is. \"Carol.\" Obsidian black. In the \tgarage. The garage is open. And THREE KIDS, two boys and a \tgirl. Late teens. They are standing around \"Carol\"... \tDrinking beer... Listening to the new Beck album on the \tcar's CD player ... The folks clearly out of town ...  \tWell-scrubbed, white suburban children of plenty ... The only crew \tthey've ever run in is J. Crew... From the hedge, Kip, Tumbler and \tToby watch the kids ... With equal parts fascination, loathing, \tenvy... And then, the kids go inside... Leaving \"Carol\" exposed...  \n[39]\t\tI got this one...  \tAnd before the others can respond, he moves for her. And she's \topen... Toby's in ... Butterfly popped - Gizmo in. The others start \tto get in when ONE OF THE KIDS comes out from the house. He stares \tat Toby, who freezes mid-boost ...  \n[40]\t\tWhich way's out, man -- ?  \n[41]\t\tWhat am I supposed to do?  \tToby pins the gas. Straight at the block... The security cops dive \tout of the way. Except for one standing tall and FIRING into the \twindshield... Into Toby... The car swerves. Going off the road. \tInto a bank of mailboxes.  \tThe security guards run for her... Kip, forehead bloodied, \tswitches places with Toby, getting behind the wheel ... Punches \tthe gas ... Getting them out of there ...  \n[42]\t\tJesus, Kip ... I'm shot, man ...  \n[43]\t\tKip. Kip. Kip. Tell me: what's \t\tgonna happen? What's gonna happen?  \tBut Kip is lost ... Doesn't know what to say --  \n[44]\t\tNo ... No... No ... Tell me what's \t\tgonna happen? Kip? Tell me. What's \t\tgonna happen?  \tThe brothers stare at the boy... Kip wipes his sweatstreaked face...  \n[45]\t\tWhat's gonna happen? I don't feel ... \t\tlike ... this ... should.... happen ... \t\tright ... now. I...haven't... done ... \t\tshit... Tears running down his eyes...  \n[46]\t\tKip... Kip... Kip... It doesn't \t\tfeel... It doesn't feel... It doesn't \t\tfeel... good  \tHe looks up at Kip. All of the light goes out of his eyes. And \tToby is dead... Kip holds him for a beat ... Then passes him to a \tsurprisingly emotional Tumbler ... Kip gets out of the car, runs \tfor the opposite end of the warehouse ...  \tThe others are stunned... Mirror Man hangs up the phone ... \tMemphis gets out of the car ... He goes after Kip ... Finds him in \tone of the containers ... Grabs him by the collars ...  ", "Atley": "\n[1]\t\tYou gonna steal her or kneel down to \t\ther and pray -- ?  \tMemphis looks at him, still enthralled...  \n[2]\t\tI know, I know ... It's Eleanor ... \t\tJust take her, slick. - -  \tAnd Atley drives off slowly, Memphis looks this way and that ... \tNo one about ... He removes a SLIM JIM from a deep pocket in his \tcoat... He slims the door panel ... Pops the button ... opens the \tdoor ...  \tWatch him work. Quick as shit. A SCREWDRIVER appears another \tpocket ... He pops the BUTTERFLY to the IGNITION  \tA RATCHET appears... He strips the mechanism... Now a GIZMO - a,small \tsocket-like device - is pressed into the \tignition ... A twist of the wrist ... And the 320-bhp 289 V8 rumbles \tlike a jackhammer. The whole thing took 20 seconds.  \tHe takes a cassette TAPE from another pocket ... Slaps it into the \tdeck. Bruce Springsteen's \"Ramrod\" wails from the coaxials. \tAnd Memphis floors it... And off they tear...  \tThe look on his face suggests a supreme satisfaction ... A grand \tre-awakening of long-dormant pleasure centers ... A speed Jones, \tfixed and fumy ...  \tHe slots in behind Atley Jackson's Firebird ... And slotting in \tbehind Memphis, in a Z-28, is DONNY ASTRICKY, mid-30s ...  \tOn they go ... The fore and aft car providing escort...  \tExcept that, from seemingly out of nowhere --  \n[3] \twhom we remember from the drop-car at our opening ... Atley walks \twith a LIMP now... Thunk! Thunk! Thunk!  \n[4]\t\tCan you stop that, for Chrissake?  \n[5]\t\tWhere are they -- ?  \n[6]\t\tSomething wrong, Tumbler -- ?  \n[7]\t\tShe'll go 0 to 60 in 4.9 seconds --  \n[8]\t\tNow you gone and done it, Raines \t\tAnd they flee ...  \n[9]\t\tWell, well, well ...  \tAnd he begins to sing...  \n[10]\t\t\t \t\tDa-doo-doo-doo-da-doo-doo-doo, etc. \t\t\t \t\tAre you kidding me, man -- ?  \n[11]\t\tL.N. ORR. I get it. Clever ...  \tMemphis studies him...  \n[12]\t\tOnly hurts when I breathe. Lookit \t\tyou. Where are Barney Fife and Aunt \t\tBea hanging out? And Opie ... Where's \t\tOpie at?  \tHe laughs some more ... Chain-lights his cig ...  \n[13]\t\tIs there someplace we can talk?  \tMemphis looks at him...  \n[14]\t\tAbout your brother. And the deeeep \t\tshit he's in --  \n[15]\t\tIt's been a long time, Memphis --  \n[16]\t\tSix years. Shit. Time flies, don't it? \t\tSix years ago we were fartin' through \t\tArmani and pissin' Cristal. \t\tNow look at us ...  \n[17]\t\tHe took a job. And he fumbled it. \t\tNow he's jammed-up. Jammed-up bad...  \n[18]\t\tA boost. A big boost ...  \n[19]\t\tYou're shittin', right?  \tClearly Memphis is not ...  \n[20]\t\tKip's become quite the little \t\tcrewrunner since you left. He's been \t\tworking a low-rent ring for \t\ttwo years now. You don't talk to \t\tyour Ma?  \n[21]\t\tMaybe she don't know. Although I don't \t\tsee how that could be. Maybe she didn't \t\twant to upset you -  \n[22]\t\tThe point is: Kip's been living the \t\tlife. Only he's a wild child. Crazy. \t\tMakes our old behavior seem like \t\taltar boy time. But he fungold this \t\tone so bad, folks around L.B. \t\tare already speakin' about him in \t\tthe past tense.  \tMemphis takes a beat ... Sips at his brew ... Then:  \n[23]\t\tWho do you think?  \tMemphis waits ... In no mood for guessing games ...  \n[24]\t\tCalitri, man. Raymond \"The Carpenter\" \t\tCalitri ... Your favorite and mine ...  \tWhich means nothing to us ... Though the look on Memphis, face \tspeaks volumes ...  \n[25]\t\tI just thought you should know, \t\tman. I kind of had a feeling you \t\tdidn't. But I should tell you: \t\tI'm working for him now - The \t\tCarpenter - so if you see him, you \t\twon't mention me coming to get \t\tyou... Like I said: I just thought \t\t... I owed you ... And that it was \t\tthe right thing to do ...  \tMemphis nods ... His face clenched in despair. We FADE TO BLACK, \tAs a SUPER on-screen reads: PART 1: STOLEN MOMENTS  \tWe PRE-LAP J. Geils Band's \"Hard-Drivin' Man\" and CUT TO:  \n[26]\t\tGood to see you, Memphis --  \n[27]\t\tCar-jacker. Neglected to clean up after \t\thimself ...  \n[28]\t\tThe business has changed...  \tCalitri is back, wiping the sweat from his brow with a rag.  \n[29]\t\tNicolo, how's the yellowtail today?  \tAn old FISHERMAN, who speaks broken English, wraps up several \tsteaks...  \n[30]\t\tYou can't get it any fresher than this, \t\tMemphis ... From the sea to my \t\tskillet ... Nothing in between...  \n[31]\t\tWe can learn something from our Asian \t\tfriends. They smoke a thousand \t\tcigarettes a day; they're completely \t\tstressed and overworked; they drink \t\tlike, well ...  \n[32]\t\tAnd they still have the lowest rate of \t\tcancer of anywhere in the world. You \t\tknow why? All they eat is seafood.  \n[33]\t\tI do a poaching number. Six-ounce \t\tfillets in a saucepan of brine. In \t\t8 minutes, I could cater a goddamn \t\twedding. Plain but flavorful. And \t\tit's a good way to show off my \t\tHollandaise sauce ...  \n[34]\t\tI do ... \t\t\t \t\tChrist, what happened to us ?  \n[35]\t\tNo, but you dress like an asshole ...  \tThey walk...  \n[36]\t\tMe, too. Every time I walk...  \n[37]\t\tYeah -- ?  \n[38]\t\tAny idea how you're gonna go at it?  \tMemphis looks at him... Shakes his head... FADE TO BLACK.  \tAs a SUPER on-screen reads: PART II - BACK TO WRONG  \n[39]\t\tJesus, man ... What'd you do?  \n[40]\t\tAre you crazy? You throw down with The \t\tCarpenter? You got a grudge against \t\tyour life?  \tBut before Memphis can respond, there are APPROACHING ENGINE \tSOUNDS from up the alleyway -- as A PANEL VAN arrives. Memphis and \tAtley look at the wall-clock. 8:05. A glance to the unconscious \tCalitri ...  \n[41]\t\tNow you done it. And with you \t\tgone - who'll save Kip the next \t\ttime ... ?  \n[42]\t\tHello, boys -- !  \n[43]\t\tThey did not. A tragedy.  \n[44]\t\tHe's napping. He said to take it away...  \tAtley gestures to the coffin. And they pick it up, move it to the \tvan...  \n[45]\t\tDing Dong The Witch Is Dead, right?  \n[46]\t\tGet outta here, Memphis --  \tAnd Memphis does ... Nods to Atley...  \n[47]\t\tHoo-boy.  ", "Jackson": "\n[1]\t\tYou gonna steal her or kneel down to \t\ther and pray -- ?  \tMemphis looks at him, still enthralled...  \n[2]\t\tI know, I know ... It's Eleanor ... \t\tJust take her, slick. - -  \tAnd Atley drives off slowly, Memphis looks this way and that ... \tNo one about ... He removes a SLIM JIM from a deep pocket in his \tcoat... He slims the door panel ... Pops the button ... opens the \tdoor ...  \tWatch him work. Quick as shit. A SCREWDRIVER appears another \tpocket ... He pops the BUTTERFLY to the IGNITION  \tA RATCHET appears... He strips the mechanism... Now a GIZMO - a,small \tsocket-like device - is pressed into the \tignition ... A twist of the wrist ... And the 320-bhp 289 V8 rumbles \tlike a jackhammer. The whole thing took 20 seconds.  \tHe takes a cassette TAPE from another pocket ... Slaps it into the \tdeck. Bruce Springsteen's \"Ramrod\" wails from the coaxials. \tAnd Memphis floors it... And off they tear...  \tThe look on his face suggests a supreme satisfaction ... A grand \tre-awakening of long-dormant pleasure centers ... A speed Jones, \tfixed and fumy ...  \tHe slots in behind Atley Jackson's Firebird ... And slotting in \tbehind Memphis, in a Z-28, is DONNY ASTRICKY, mid-30s ...  \tOn they go ... The fore and aft car providing escort...  \tExcept that, from seemingly out of nowhere --  \n[3] \twhom we remember from the drop-car at our opening ... Atley walks \twith a LIMP now... Thunk! Thunk! Thunk!  \n[4]\t\tCan you stop that, for Chrissake?  \n[5]\t\tWhere are they -- ?  \n[6]\t\tSomething wrong, Tumbler -- ?  \n[7]\t\tShe'll go 0 to 60 in 4.9 seconds --  \n[8]\t\tNow you gone and done it, Raines \t\tAnd they flee ...  \n[9]\t\tWell, well, well ...  \tAnd he begins to sing...  \n[10]\t\t\t \t\tDa-doo-doo-doo-da-doo-doo-doo, etc. \t\t\t \t\tAre you kidding me, man -- ?  \n[11]\t\tL.N. ORR. I get it. Clever ...  \tMemphis studies him...  \n[12]\t\tOnly hurts when I breathe. Lookit \t\tyou. Where are Barney Fife and Aunt \t\tBea hanging out? And Opie ... Where's \t\tOpie at?  \tHe laughs some more ... Chain-lights his cig ...  \n[13]\t\tIs there someplace we can talk?  \tMemphis looks at him...  \n[14]\t\tAbout your brother. And the deeeep \t\tshit he's in --  \n[15]\t\tIt's been a long time, Memphis --  \n[16]\t\tSix years. Shit. Time flies, don't it? \t\tSix years ago we were fartin' through \t\tArmani and pissin' Cristal. \t\tNow look at us ...  \n[17]\t\tHe took a job. And he fumbled it. \t\tNow he's jammed-up. Jammed-up bad...  \n[18]\t\tA boost. A big boost ...  \n[19]\t\tYou're shittin', right?  \tClearly Memphis is not ...  \n[20]\t\tKip's become quite the little \t\tcrewrunner since you left. He's been \t\tworking a low-rent ring for \t\ttwo years now. You don't talk to \t\tyour Ma?  \n[21]\t\tMaybe she don't know. Although I don't \t\tsee how that could be. Maybe she didn't \t\twant to upset you -  \n[22]\t\tThe point is: Kip's been living the \t\tlife. Only he's a wild child. Crazy. \t\tMakes our old behavior seem like \t\taltar boy time. But he fungold this \t\tone so bad, folks around L.B. \t\tare already speakin' about him in \t\tthe past tense.  \tMemphis takes a beat ... Sips at his brew ... Then:  \n[23]\t\tWho do you think?  \tMemphis waits ... In no mood for guessing games ...  \n[24]\t\tCalitri, man. Raymond \"The Carpenter\" \t\tCalitri ... Your favorite and mine ...  \tWhich means nothing to us ... Though the look on Memphis, face \tspeaks volumes ...  \n[25]\t\tI just thought you should know, \t\tman. I kind of had a feeling you \t\tdidn't. But I should tell you: \t\tI'm working for him now - The \t\tCarpenter - so if you see him, you \t\twon't mention me coming to get \t\tyou... Like I said: I just thought \t\t... I owed you ... And that it was \t\tthe right thing to do ...  \tMemphis nods ... His face clenched in despair. We FADE TO BLACK, \tAs a SUPER on-screen reads: PART 1: STOLEN MOMENTS  \tWe PRE-LAP J. Geils Band's \"Hard-Drivin' Man\" and CUT TO:  \n[26]\t\tGood to see you, Memphis --  \n[27]\t\tCar-jacker. Neglected to clean up after \t\thimself ...  \n[28]\t\tThe business has changed...  \tCalitri is back, wiping the sweat from his brow with a rag.  \n[29]\t\tNicolo, how's the yellowtail today?  \tAn old FISHERMAN, who speaks broken English, wraps up several \tsteaks...  \n[30]\t\tYou can't get it any fresher than this, \t\tMemphis ... From the sea to my \t\tskillet ... Nothing in between...  \n[31]\t\tWe can learn something from our Asian \t\tfriends. They smoke a thousand \t\tcigarettes a day; they're completely \t\tstressed and overworked; they drink \t\tlike, well ...  \n[32]\t\tAnd they still have the lowest rate of \t\tcancer of anywhere in the world. You \t\tknow why? All they eat is seafood.  \n[33]\t\tI do a poaching number. Six-ounce \t\tfillets in a saucepan of brine. In \t\t8 minutes, I could cater a goddamn \t\twedding. Plain but flavorful. And \t\tit's a good way to show off my \t\tHollandaise sauce ...  \n[34]\t\tI do ... \t\t\t \t\tChrist, what happened to us ?  \n[35]\t\tNo, but you dress like an asshole ...  \tThey walk...  \n[36]\t\tMe, too. Every time I walk...  \n[37]\t\tYeah -- ?  \n[38]\t\tAny idea how you're gonna go at it?  \tMemphis looks at him... Shakes his head... FADE TO BLACK.  \tAs a SUPER on-screen reads: PART II - BACK TO WRONG  \n[39]\t\tJesus, man ... What'd you do?  \n[40]\t\tAre you crazy? You throw down with The \t\tCarpenter? You got a grudge against \t\tyour life?  \tBut before Memphis can respond, there are APPROACHING ENGINE \tSOUNDS from up the alleyway -- as A PANEL VAN arrives. Memphis and \tAtley look at the wall-clock. 8:05. A glance to the unconscious \tCalitri ...  \n[41]\t\tNow you done it. And with you \t\tgone - who'll save Kip the next \t\ttime ... ?  \n[42]\t\tHello, boys -- !  \n[43]\t\tThey did not. A tragedy.  \n[44]\t\tHe's napping. He said to take it away...  \tAtley gestures to the coffin. And they pick it up, move it to the \tvan...  \n[45]\t\tDing Dong The Witch Is Dead, right?  \n[46]\t\tGet outta here, Memphis --  \tAnd Memphis does ... Nods to Atley...  \n[47]\t\tHoo-boy.  ", "Freb": "\n[1]\t\tThe corner of Hawthorne and Granvia. \t\tTumbler messed up. He said the Lotus \t\twould be at the corner of Hawthorne \t\tand Granvia --  \n[2]\t\tThat -- ?  \n[3]\t\tHow are we supposed to--  \n[4]\t\tWhat's the point, man -- ?  \n[5]\t\tAny word, Kip -- ?  \n[6]\t\tWhat does that mean -- ?  \n[7]\t\tBut we only got till Friday. That's \t\tfour days. And we lost the 13. So's \t\twe gotta start over ...  \tKip looks at him...  \n[8]\t\tMemphis. Holy shit. It's an honor, \t\tman --  \tAnd he pumps his hand... Memphis continues to stare at Kip  \n[9]\t\tWhat are you doing back, Memphis?  \n[10]\t\tIzzat true? You come back to save our \t\tbacon?  \n[11]\t\tWe don't -- ?  \n[12]\t\tPeople gotta eat ...  \tMemphis looks at all of them ... Sighs...  \n[13]\t\tHow do I look in this one?  \n[14]\t\tKeys were in it ...  \n[15]\t\tShaddup, man ...  \n[16]\t\tIn front of one of them poker parlors in \t\tChinatown ...  \n[17]\t\tIt just ain't happening --  \n[18]\t\tWhat's that?  \tDonny smiles ...  \n[19]\t\tI guess ...  \n[20]\t\tokay ...  \n[21]\t\t\t \t\tGot it ...  \n[22]\t\tWho's that -- ?  \n[23]\t\tThe Sphinx?  \n[24]\t\tHow you know that?  \n[25]\t\tOkay, okay. What about MAGNUM P.I.?  \n[26]\t\tWas that his first name?  \n[27]\t\tThank-God, Sway, you ain't all freaky- \t\tdeaky, too  \tBut Sway grins  \n[28] \tFreb is at his stereo. CDs scattered around him. Tupac. \tBiggy. Puff Daddy ... Making a mix tape... END MONTAGE.  \n[29]\t\tDiane 1.  \n[30]\t\tYeah.  \n[31]\t\tIt's all microchips and shit ...  \n[32]\t\tCool ...  \n[33]\t\tC'mon, man ...  \n[34]\t\tMy names \"Fred.\" You know: Frederick? \t\tOne drunk night, I decided to give \t\tmyself a tattoo. Hot needle it. I \t\tused a mirror to guide me ...  \tAnd he pulls up his sleeve - to show the blue \"FREB\" tattooed \tthere ...  \n[35]\t\tThe mirror messed me up with the \"b\" and \t\tthe \"d\"... Everything's reversed, you \t\tknow? Now, I'm \"Freb.\"  \tDonny chooses from a selection of IGNITIONS he's brought along. \tFinds the right one ... Installs it ... Tightens the 3 screws ... \tStarts the car with his own key ...  \n[36]\t\tYou ever feel bad about any of this?  \n[37]\t\tYou mean the poor --  \n[38]\t\tDonny --  \n[39]\t\tC'mon, Donny... Let's go, man --  \n[40]\t\tI can't leave you here, man --  \tFreb doesn't know what to do... Donny croaks ...  \n[41]\t\tYou spoke  \tThe Sphinx shrugs...  ", "Memphis": "\n[1]\t\tYou know my back -  \n[2]\t\tHow's Atley -- ?  \n[3]\t\tLet them go --  \n[4]\t\tLet them go. And I'll leave ...  \n[5]\t\tYou don't have anything on me. A \t\tmisdee auto-theft. I got no record. \t\tI'll be out in three days, and back at \t\tit. Or you let them go, and I give \t\tyou my word. I'm gone. And without the \t\tringleader ... Your tee-times have \t\tjust grown exponentially...  \n[6]\t\tYou have my word...  \n[7]\t\tYou know what you got here?  \n[8]\t\tThere's excessive resistance in the cranking \t\tcircuit ... You know what you gotta do -- ?  \n[9]\t\tYou have any other answers besides \t\t\"not really\"?  \n[10]\t\tRight. You want to test the voltage drop ... \t\tUse the voltmeter ... Remove the primary \t\tlead from the ignitioncoil and crank her ... \t\tSee what you got ... You understand -- ?  \tTom starts to say \"not really\". Instead, he nods. Memphis takes a \troot beer from an old-style machine. He goes out ... front ... To \twhere an old Denver Pyle-coot - BUDGY - sits on a bench, smoking \tan unfiltered Lucky ... Memphis sits beside him, pets the \t200-year-old DOG that lounges nearby...  \n[11]\t\t\t \t\tThose things'll kill ya, Budgy --  \n[12]\t\t1980 Mercury Cougar. 255 cubic inch V8 ... \t\tBased on the Ford Thunderbird bodyshell; \t\tthey modified the chassis, but didn't \t\timprove its performance...  \tBudgy points at another car ... And we get the sense they play \tthis game every day...  \n[13]\t\tThe 1970 Plymouth Road Runner. Proof \t\tpositive of a single all-powerful Deity. \t\tThe first bargain-priced muscle car \t\tever. They even tuned the horn to \t\tresemble the \"beep beep\" sound of the \t\tcartoon Road Runner ...  \tAnd Budgy looks impressed... As always ...  \n[14]\t\tThat I did, Budgy. That I did --  \tAnd, from inside the garage, there's the most horrific GRIND of \tmetal on metal, as Tom has started the Plymouth -  \n[15]\t\tExcuse me --  \tMemphis goes back into the garage, Budgy cackles.  \n[16]\t\tWhat's going on -- ?  \tAnd standing there, by the Mercedes, like a wraith, is ATLEY \tJACKSON, in long leather coat, smoking a cigarette ... As out of \tplace here as a maggot on a muffin...  \n[17]\t\tHello, Atley ...  \n[18]\t\tHow's the leg?  \n[19]\t\tWhat are you doing here?  \n[20]\t\tWhat about?  \n[21]\t\tThanks, Donna --  \tShe leaves... Atley is staring at him... Memphis shrugs...  \n[22]\t\tSix years ...  \n[23]\t\tTell me about Kip -  \tAtley takes a sip of his beer,...  \n[24]\t\tWhat kind of job... ?  \n[25]\t\tA boost? What's Kip doing on a boost?  \tAtley frowns ... Looks at him...  \n[26]\t\tIt seems she neglected to mention it  \n[27]\t\tDon't feel the need to explore my family \t\tdynamics, Atley...  \n[28]\t\tWho was the job for?  \n[29]\t\tWho's a guy gotta know to get a tuna \t\tmelt in this joint -- ?  \tAnd she turns around to see Memphis standing there. Her expression \tdisplays many things ... Most of them joy ...  \n[30]\t\tHello, Ma --  \tAnd she goes to Memphis ... Wraps her arms around him ... Squeezes \ttight ...  \n[31]\t\tHow ya doing, Ruby -- ?  \n[32]\t\tRight ...  \tAnd they settle in ... Across the booth from each other ... She \ttakes his hands...  \n[33]\t\tYou, too, Ma...  \n[34]\t\tHow's Kip?  \tAnd Helen flushes, a bit ashamed maybe ...  \n[35]\t\tNo.  \n[36]\t\tAtley Jackson came to see me ...  \n[37]\t\tWhy didn't you tell me?  \n[38]\t\tHe's in some trouble ...  \n[39]\t\tYou getting my checks ... ?  \n[40] \n[41]\t\tHe doesn't return my calls. or my \t\tletters ...  \n[42]\t\tHey, Kip ...  \n[43]\t\tThat's right...  \n[44]\t\tYou, too  \tHold the stare... The others are excited...  \n[45]\t\tLittle visit. Check on the family.  \n[46]\t\tSure. Hey, Toby. You grew up  \n[47]\t\tHe give you an advance -- ?  \n[48]\t\tYou just give 'im back the money. \t\tAll's well...  \tThe others look glum... Kip laughs ... Long and hard...  \n[49]\t\tYou listen to me, baby brother. You fancy \t\tyourself some reat neat tough guy scumbum, \t\twell, woop-tee-doo, little puppy with a \t\tpoundcake. But I remember the days when you \t\tused to steal my Colorforms and eat 'em... \t\tSo you can't stop me from saving your \t\t\"dangling ass' if that's what I feel like \t\tdoing...  \tAnd with that, he shoves Kip back down into his seat, toppling the \ttable, bottles and glasses crashing... And barrels away from them, \tthe crowd parting like a wound...  \tKip's crew left stunned, flustered, and maybe a bit impressed...  \n[50]\t\tRandall Raines to see Mr. Calitri ...  \n[51]\t\tHow ya doing?  \n[52]\t\tIt's about my brother ... Kip...  \n[53]\t\tJesus ...  \n[54]\t\tI don't want him hurt...  \tCalitri looks at him, then waves a hand around the shop...  \n[55]\t\tI'm sure you're working your way to \t\tthe point.  I'll wait right here ...  \tCalitri blinks. Smiles. Nods...  \n[56]\t\tI could kill you. That occurred to me. \t\tWhen I first heard about this. That I \t\twould kill you ...  \n[57]\t\tI can come up with the front money. \t\tPay you back...  \n[58]\t\tThey gave you only four days?  \n[59]\t\tI'm not interested --  \n[60]\t\tI'm just here about my brother.  \n[61]\t\tSound it out for me.  \n[62]\t\tAnd if he doesn't make it -- ?  \tCalitri goes to one corner of the shop... Takes a tarp off \tof a full couch MAHOGANY CASKET...  \n[63]\t\tI don't want them hurt. Any of 'em...  \n[64]\t\tYou know my back.  \tThey get out of the car... The view of San Pedro from up here is a \tspectacular bedspread of lights ...  \n[65]\t\tThe other day....  \n[66]\t\tNo particular reason. Catch a Laker game. I \t\theard we got Shaquille ...  \n[67]\t\tJust out there. Roaming around. Building up my \t\tcollection of refrigerator magnets ...  \n[68]\t\tNot at all ...  \tHe and Castlebeck lock eyes ... Castlebeck takes a pear from his \tcoat pocket ... Sets to polishing it ...  \n[69]\t\tA little family emergency --  \n[70]\t\tNo...  \n[71]\t\tKip.  \n[72]\t\tAnd this has what to do with me?  \n[73]\t\tKip -- ?  \n[74]\t\tYou all right -- ?  \n[75]\t\tJust hold-on there --  \tMemphis goes to the garage ... Finds a crowbar, an acetylene \tTORCH, tin-snips ... He goes back to the wrecked car... And sets \tto work... He looks at Kip ... Shakes his head...  \n[76]\t\tSo you want to run that part by me \t\tagain about things being \"all \t\tsweetness and light...\"  \n[77]\t\tOh. You maybe have more than one \t\tenemy who owns a car-crusher -- ?  \n[78]\t\tEasy ... Take it easy ... We're almost \t\tthere...  \tIndeed... Memphis has freed him ... Kip crawls from the wreckage \t... His clothes in tatters... Blood seeps from a variety of \tcontusions ... He limps ... Memphis helps him to the guest house \t...  \n[79]\t\tYou okay -- ?  \n[80]\t\tSure --  \tAnd Kip limps toward the refrigerator ... He comes back with two \tbeers ... Hands one to Memphis ... Glances at the TV --  \n[81]\t\tYou sure you're okay -- ?  \n[82]\t\tYeah -  \n[83]\t\tSomething like that -  \n[84]\t\tYeah --  \tBeat ... They watch the game ... Kip replaces the soaked towel \twith another ...  \n[85]\t\tMaybe you need a stitch --  \n[86]\t\tOkay --  \tBeat ...  \n[87]\t\tWhat do you got ... ?  \tAnd Kip hoists himself painfully to his feet ... Limps over to the \t'fridge ... Memphis watches him, a slight grin at Kip's attempt at \tcool ... Kip peers into the 'fridge ...  \n[88]\t\tThere's certainly a time and a place \t\tfor a mellow olive -  \n[89]\t\tSo what are you gonna do?  \n[90]\t\t\"About what?\"  \n[91]\t\tI can see that -  \tAnd Memphis glances out the window. To the crushed car. Kip \tcatches the glance, glances himself, chooses to ignore it.  \n[92]\t\tYou have everything ... under \t\tcontrol?  \n[93]\t\tWhat happened to you?  \n[94]\t\tYou just got crushed in a car. You're \t\tbleeding all over your self. And you \t\tsit there - eating olives and talking \t\tbasketball, as if, at this very \t\tmoment, people weren't plotting \t\tyour demise ...  \n[95]\t\t\"Over--\"  You know - I can maybe \t\tunderstand, since I been gone, you \t\ttaking up this dumb-ass life of \t\tcrime, and for that I can partly \t\tblame myself. But what is baffling \t\tto me, is how, since I been gone, \t\tyou've become a complete and total \t\tmoron--  \n[96]\t\tHe's gonna kill you -- !  \n[97]\t\tYou can handle it?  \n[98]\t\tYou can handle it?  \n[99]\t\tYou?  \n[100]\t\tYou?  \n[101]\t\tYou don't think so, huh?  \n[102]\t\tWhat's with the fish thing -- ?  \n[103]\t\tFish.  \n[104]\t\tAlso, never underestimate the restorative \t\tpowers of \"Karaoke.\"  \n[105]\t\tYou have a Hollandaise sauce ?  \n[106]\t\tSpeak for yourself, boss I don't \t\thave a Hollandaise sauce  \n[107]\t\tI think about that night a lot...  \n[108]\t\tHow they were just there ... Waiting on \t\tus ... The fix was definitely in ...  \tNothing from Atley... They walk ... Memphis looks at him.  \n[109]\t\tYeah, you know: I just. I just \t\tnever really thanked-you. I meant \t\tto. I just want you to \t\tknow...  \tMemphis nods. Atley shrugs, and selects some halibut \tfilets.  \n[110]\t\tTell him it's on ...  \tAtley looks at him...  \n[111]\t\tYeah Tell him to lay off Kip and \t\tthem Tell him it's on  \tAtley nods...  \n[112]\t\tHello, Otto ...  \n[113]\t\tOf course. Hi, Junie --  \n[114]\t\tWhat happened here -- ?  \n[115]\t\tThe chop-shop... Where are the stripped \t\tcars?  The rolled-back odometers? The \t\tpart bins?  \n[116]\t\tYou, too, Otto  \tAnd Otto goes back to the Camaro ... To finish his work...  \n[117]\t\tHe's gotten involved --  \tOtto looks up frustrated... To Junie  \n[118]\t\tYou think it can be done?  \n[119]\t\tTell me...  \n[120]\t\tThe hard part ...  \n[121]\t\tIs he still working here ?  \n[122]\t\tI Just don't know how happy they'll be \t\tto see me  \tOtto has finished the Camaro ... He looks at Memphis --  \n[123]\t\tAnd the moral of that story is -- ?  \n[124]\t\tHow you doing, man?  \n[125]\t\tYou know where the others are?  \tDonny frowns... Looks close at Memphis ... Then:  \n[126]\t\tForget that ...  \n[127]\t\tThat's right. Only 10 exotics ...  \n[128]\t\tIf we put out the word. That we're \t\tcrewing-up, for a one-time-only job... \t\tWhat do you think that'll yield?  \n[129]\t\tWell, the three of us don't'exactly \t\tinspire confidence...  \tBeat ... Donny examines the list ...  \n[130]\t\tI know. Weird, huh -- ?  \tThe door opens ... One of Otto's WORKERS is there...  \n[131]\t\tWhat are you doing here?  \n[132]\t\tNo we don't -  \n[133]\t\tHis criminal career has officially come \t\tto a close ...  \n[134]\t\tWe do this. Then. You're finished. \t\tThen. You're clean  \n[135]\t\tYou hear me?  \n[136]\t\tHow old are you now, Toby?  \n[137]\t\tOkay, then... Otto?  \n[138]\t\tYou got maybe a better plan?  \tTumbler looks to Kip...  \n[139]\t\t\"Shadow games?\"  \n[140]\t\tYou spread it out, by the 2nd night, \t\tthe heat are onto you. Know \t\tsomething's up. With a one-night boost, \t\tby the time all the cars are reported \t\tstolen, your ship's set sail.  \tKip and the others nod... Makes sense ...  \n[141]\t\tGo on, Otto -  \n[142]\t\tYeah. He's knows of one all right.  \tSo we'll PRE-LAP The Beach Boys' \"409\" and CUT TO:  \n[143]\t\tSee you're still stealing the sailors from \t\tthe sea --  \n[144]\t\tThe hip, cool, sexy thing was getting \t\told...  \n[145]\t\tYou still wrenching at Bacchiochi's?  \n[146]\t\tBuy you a drink?  \n[147]\t\t\"Mitch?\"  \n[148]\t\tSo I was replaced by Mitch?  \n[149]\t\tWow. And to think all I \t\taccomplished these past six \t\tyears was the \"LORD OF THE \t\tRINGS\" trilogy...  \tShe stares at him... Shakes her head... Busies herself with her \tglassware ... Beat ...  \n[150]\t\tYou look great --  \n[151]\t\tOn account of Mitch?  \n[152]\t\tI've taken the spear for a lot of \t\tpeople, Sway. Including you. Can't \t\twe improvise a little here ... ?  \n[153]\t\tI left town. I didn't leave you.  \n[154]\t\tAnd here I am...  \n[155]\t\tKip's in trouble  \tAnd now she looks concerned  \n[156]\t\tKip took a job. Fifty ladies in two weeks. \t\tOnly the two weeks have turned into four \t\tdays. And not a single lady has been \t\tsnared.  \n[157]\t\tSix or seven...  \n[158]\t\tI understand -  \tAnd the cat - MITCH - comes over with two empty pitchers  \n[159]\t\tI'd go so far as to say \"lovely.\"  \tAnd Mitch leans over to him, conspiratorially ...  \n[160]\t\tReally?  \n[161]\t\tWhat's it look like?  \tAnd Memphis reaches out, and GRABS Mitch's nipple, PINCHING. \tMitch's face curls ...  \n[162]\t\tIs it a squinty, grimacing, contorted \t\tface? Agonized and writhing and ugly? \t\tOh, now I see it, yes, yes!  \tAnd Memphis releases him... And Mitch goes down hard ... And Sway \tcomes over ...  \n[163]\t\tIf you change your mind. We're at \t\tOtto's. It's 50 ladies in 24 hours. \t\tFor The Carpenter. 200 K and Kip's \t\tlife on the felt. So long now ...  \tAnd he's out of there, before Mitch's PALS can get to him.  \n[164]\t\tWhere'd you pick her up?  \n[165]\t\tWell, take it back --  \n[166]\t\tTake it back, Freb --  \n[167]\t\tYou know my back.  \n[168]\t\tStopped by to see Otto. Say hello.  \tCastlebeck looks at Otto... Otto grins... Castlebeck walks around \tthe garage... Taking it all in...  \tCastlebeck notes the Caddy ...  \n[169]\t\tYou're thinking: okay, there's no want ... \t\tBut they probably stripped its guts and \t\tcrated 'em up, right ... ?  \n[170]\t\tLet her rip ...  \tAnd Castlebeck starts the car...  \tANGLE - TAILPIPE ... WHOOSH! All of the heroin on the flo is blown \taway by the exhaust ... Memphis winks to Otto ... Castlebeck seems \tsatisfied ... Gets out.  \n[171]\t\tI don't think so, Detective ...  \tAnd Castlebeck is gone. Memphis and Otto exhale big time.. The \tothers come out from the back... To find Memphis and Otto dumping \tthe heroin into the sink, running the tap ...  \n[172]\t\tTake her back to where you found her, \t\tFreb --  \n[173]\t\tHey -  \tHe kisses her head ...  \n[174]\t\tKip -  \tKip nods ... Plays on ...  \n[175]\t\tWhat do you got there?  \n[176]\t\tWhat time of year?  \n[177]\t\tYou ever wonder what things'd be like \t\tif he hadn't died?  \n[178]\t\tKip and I'd probably be working at the \t\tdealership... \t\t\t \t\tImagine us selling cars?  \tNothing from Kip ... Eyes glued to the TV... Memphis glances to \this Mother ...  \n[179]\t\tImagine that -- ?  \n[180]\t\tMother -- !  \tThey laugh ... Look at the album ... At Robert Raines ...  \n[181]\t\tI remember, every day, he'd come home \t\tin a different car. \t\tThat was the greatest thing ... And \t\twe'd climb all over it ... Examine \t\tevery inch of every different \t\tcar ...  \n[182]\t\tYou remember that, Kip?  \n[183]\t\tAfter he died ... I think that's \t\twhat I missed most of all ... That \t\tthere was no different cars every night ... \t\tWhen I started hanging around Otto's ... \t\tAnd he started showing me the things ... \t\tIt was a way to kill two birds ... \t\tPut food on the table for you and Kip ... \t\tAnd ... Ride in different cars every \t\tnight ... Just like when Dad was here.  \tTears stand in Helen's eyes ... Kip gets to his feet ...  \n[184]\t\tWe're gonna have to do this thing, Ma.  \n[185]\t\tWe do it. He'll get clear Once and \t\tfor all  \tAnd she nods ...  \tANGLE - A PHOTO. Robert Raines. Smiling beside an Olds 98.  \n[186]\t\tThis Eleanor's been living at the \t\tInternational Towers for 3 years now.  \n[187]\t\tThe 167 Mustang Shelby Mustang GT-500.  \n[188]\t\tAll the vehicles get code names. \t\tFemale names. You say \"Eleanor lives \t\tat such and such... \" and no one \t\tlistening on the waves is the wiser ...  \n[189]\t\tAnd there she is --  \tIndeed, slotted nearby is a '67 SHELBY MUSTANG GT-500 Silver with \tblack top ...  \n[190]\t\tHello, Eleanor --  \tAnd he looks at her. An old friend he hasn't seen in years.  \n[191]\t\tShe's not. Carroll Shelby tweaked the \t\tMustang's High-Performance 289 engine \t\tand got it legally rated for the street \t\tat 450 horsepower ... But its actual \t\toutput is closer to 600 ...  \n[192]\t\tShe soars -  \n[193]\t\tSee you in a few days, Eleanor --  \n[194]\t\tSo what's in there -- ?  \n[195]\t\tThat's Mirror Man ... And that's \t\tFreb ... And Tumbler ... And Toby ... \t\tFellas, this is Sara Wayland... They \t\tcall her \"Sway.\"  \n[196]\t\tOf course ...  \tShe studies him... Nods ...  \n[197]\t\tOkay. We're all here. Today's Wednesday. \t\tD-Day is Friday night ... That gives us \t\ttwo days to prep ... We're going to find \t\tthe ladies on our list, find out where \t\tthey live, when they're home; that \t\tthey're properly insured ... Let's get \t\tinto the vans --  \n[198]\t\tWe're going shopping -- !  \tWe PRE-LAP Gary Numan's new-wave rave classic \"Cars\".  \n[199]\t\tHow's it going -- ?  \n[200]\t\tJim Rockford. ROCKFORD FILES.  \n[201]\t\tRobin was Robin Masters. He owned the \t\testate they lived on ...  \n[202]\t\tHello -- ?  \tSway slides out from beneath a Testarosa ... In her greasy \tcoveralls, hair tied back, a motorhead's dream girl ...  \n[203]\t\tWhat's wrong with her -- ?  \n[204]\t\tAnnie -- ?    \n[205]\t\tRight. Great car. One of a kind. I \t\twas looking forward to that boost \t\tmyself  \n[206]\t\tThey only made a handful. We're lucky \t\tthere's even one living in the area...  \n[207]\t\tI put the boys on it. They're clever \t\tthat way...  \tShe nods ... Long look ...  \n[208]\t\tThat what you want?  \n[209]\t\tOkay.  \tShe hits the Lava soap and starts washing the grease from her \thands ...  \n[210]\t\tI missed you, you know -  \n[211]\t\tI always thought you'd follow me up.  \tShe shuts off the taps ... Towels her hands...  \n[212]\t\tVery good...  \n[213]\t\tNo way ...  \n[214]\t\tNo ...  \tAnd he holds out a hand to her ... And she puts her greasesmeared \ttowel into it ...  \n[215]\t\tOh. Okay. Right.  \n[216]\t\tI'm on the move -  \n[217]\t\tNot my girl anymore  \n[218]\t\tWhat do you want from me?  \n[219]\t\tThis one ...  \tHe slim-jims the door ... But the ALARM goes off ... A wild \twhooping alarm ... Deafening... Try as he might, he can't get it \toff. He pops the trunk. Looks for wires ... Nothing.  \tThen, at once, it goes off. Memphis turns. Kip is there. He holds \ta little DEVICE.  \n[220]\t\tWhat's that thing -- ?  \n[221]\t\tHow long were you gonna let me try and \t\tstop it...?  \n[222]\t\tThank-you ...  \n[223]\t\tAin't we good-timing here ... ?  \n[224]\t\tDad'd be proud --  \n[225]\t\tWhat era was that -- ?  \n[226]\t\tAs opposed to now, Kid Car Crusher?  \n[227]\t\tWhat about just getting a job, 9 to 5, \t\tfive days a week, that whole mystery \t\tachievement -- ?  \n[228]\t\tWe've got to shake them tomorrow \t\tnight. I'm making that your problem. \t\tThat's called delegation of duties. \t\tYou like it -- ?  \tMirror Man and Tumbler regard the cops ...  \n[229]\t\tOkay. Tomorrow night it's on. Each \t\tteam has been assigned their ladies. \t\tThe teams are: me and Sway. Donny \t\tand Freb. Kip and Tumbler. Mirror \t\tMan, you and The Sphinx ...  \tMirror Man looks horrified ...  \n[230]\t\tYou'll be at the docks ... Keeping Otto \t\tabreast of our progress ...  \n[231]\t\tBecause you should be home with \t\tNintendo, listening to The Spice \t\tGirls, little man ...  \n[232]\t\tEveryone know Ray Calitri? Pillar of the \t\tcommunity ...  \n[233]\t\tGet out of here, Ray --  \n[234]\t\tGet out --  \n[235]\t\tOkay, okay. The important thing to \t\tremember, is to Think Slow. Take \t\tyour time. It may not seem like it, \t\tbut the night is long. Long enough. \t\tJust think slow and think smart...  \n[236]\t\tHow we doing, O -- ?  \n[237]\t\tOkay. All our ladies should be home \t\tnow, tucked in bed. Let's keep chilly. \t\tThink Slow. Any questions?  \n[238]\t\tOnly use the phones when absolutely \t\tnecessary... Otto's default HQ ... \t\tLet's go get 'em...  \n[239]\t\tReady -- ?  \n[240]\t\tNo. Open her ...  \tHe parks ... Opens the back of the van ... Sway pulls the Mazda \twindow ... Gets in ... Ignition-Gizmos her ... The motor now \trunning ... Waits ... Memphis gets in next to her... He has a \tSTEERING WHEEL with him.  \n[241]\t\tA little trick I picked up at the Car \t\tThief Retirement Home ...  \tHe uses his screwdriver to REMOVE four rivets on the Mazda's \tClubbed steering column ... In seconds, the CLUBBED STEERING WHEEL \tIS REMOVED, Club still on it. Memphis pops in the steering wheel \the brought, jerry-bangs the rivets ...  \n[242]\t\tLet's cruise --  \tAnd they do ... Sway rolls down her window ... Tosses something as \tthey drive off -  \tANGLE - THE OLD STEERING WHEEL. \"Club\" firmly affixed to it. On \tthe ground, in the Mazda's old parking place...  \n[243] \tMemphis and Sway... They ride in silence ... She busies herself by \tlooking through the consul. Comes up with a tube of LIPSTICK. Uses \tthe visor mirror to apply it.  \n[244]\t\tGosh, no. Lipstick? What next? Mascara, blush, \t\tfloral-print dresses?  \n[245]\t\tWow. Bozo, the very sexy clown --  \tBeat. She looks out the window, throws the following away.  \n[246]\t\tNo. I had a girl. She was great. The \t\tproblem is: great girls come along once \t\tevery ten years. So I gotta wait \t\tanother three years before I can even \t\tbother to look...  \n[247]\t\tHer parole officer strongly recommended \t\tit ...  \tShe looks at him... But he's stopped the car... For Kip and \tTumbler are waiting at the side of the street. They get in.  \n[248] \tMemphis drives ... Sway, Kip, Tumbler with him...  \n[249]\t\tHaving fun, Kip?  \n[250]\t\tHow's it going?  \n[251]\t\tC'mon, gang. Let's focus. Sway, can \t\tyou prep 'em -- ?  \n[252]\t\tI know. But let's prep 'em. We could \t\tstay here all night... That wouldn't \t\tbe good --  \tThe others are still gazing ...  \n[253]\t\tLet's go, people --  \tAnd they set to work...  \n[254]\t\tYou okay -- ?  \n[255]\t\tToo early to tell. Nervous?  \n[256]\t\tThat's strange. I'm nervous. Donny's nervous. \t\tEveryone's nervous. But not you...  \n[257]\t\tThat's a good attitude, Kip. For \t\teverything but stealing cars ...  \tBefore Kip can respond, the signature throaty ROAR of Ferrari \tfills the room, as Sway's got one started --  \n[258]\t\tShowtime --  \n[259]\t\tHello, Tracy...  \tExcept that a MAN comes out of the house ... Mid-20s, silk shirt, \tlong, leather Prada coat ... Persian'dude ...  \n[260]\t\tShit.  \tThe man climbs into the Maserati. Memphis follows...  \n[261]\t\tWhat's this guy up to -- ?  \tAfter a beat, a WOMAN comes out ... She gets into the car.  \n[262]\t\t... okay, check with you soon ...  \tHe hangs up ...  \n[263]\t\tOtto says 22 ladies have reported for \t\twork...  \tSway nods ... The Maserati's windows are fully-steamed...  \n[264]\t\tMan, they're going at it  \n[265]\t\tWhat about you?  \tShe looks at him... Shrugs...  \n[266]\t\tShhh... Car thieves are your weakness.  \tWhispers ...  \n[267]\t\tI approach you. It's quiet. I look \t\tthis way. That. No one around ...  \n[268]\t\tI take out my slim-jim...  \n[269]\t\tSlip it in ...  \n[270]\t\tUnlock your button ...  \n[271]\t\tThe alarms go off ...  \n[272]\t\tI pop your hood; find your siren wires  \n[273]\t\tI do ... I cut \"em...  \n[274]\t\tNow... I'm in ...  \n[275]\t\tI ratchet your ignition mechanism ...  \n[276]\t\tWith a twist of my wrist ... You're turned \t\tover ...  \n[277]\t\tHear you roar ...  \n[278]\t\tLet me worry about The Club ...  \n[279]\t\tI've got you floored... We're off ... \t\tTake the curb... Man, can you corner... \t\tKnow not to get on it ... Momentum \t\tshift ... Don't get on those brakes \t\ttoo hard ... Get her up on her \t\ttires. Up on her toes. Up ... Up... \t\tUp.  \tBack arched... A small moan escapes her ... Prince wails ... And \tSway has achieved whatever kind of silly climax they aspired to \there... She flops back down... Looks at him...  \n[280]\t\tAnd Tracy's on the move ...  \tIndeed, the girl has gotten out of the Maserati... And the car has \trocketed off... Memphis punches the gas,'sending Sway to the floor...  \n[281]\t\tDonny got shot ... A jacker ...  \n[282]\t\tThey got him to the hospital. He's stable ...  \tBeat ... As they all reflect on this...  \n[283]\t\tOn a brighter note: 47 ladies have \t\tchecked in for their South American \t\tsea cruise -  \tThis cheers them slightly. Until, from the electrical box:  \n[284]\t\tC'mon, Kip -  \n[285]\t\tYou're gonna be okay, Toby... You are ... \t\tWe'll getcha fixed up...  \n[286]\t\tCall 911 -  \n[287]\n[288]\t\tWhat did I tell you? What? What did \t\tI tell you?  \n[289]\t\tCome here --  \n[290]\t\tCome here -  \n[291]\t\tCome here -  \tAnd Kip does ... He walks to Memphis ... And Memphis puts his arms \taround him... And that's it. The floodgates open. Kip begins to \tsob. Deep, painful, racking sobs. And then:  \n[292]\t\tI know. I've missed you, too  \tAnd they hold each other ...  \n[293]\t\tI know ...  \n[294]\t\tStay here. Stay here a while. I'll \t\tbe back ...  \tKip nods, sniffles ... Memphis walks out of the container ... He \tstrides up to the others ... Glances at Toby's clipboard, with all \tthe cars crossed-out ... He goes to Sway...  \n[295]\t\tGive me a ride -- ?  \n[296]\t\tKip's not clear yet. We got one more \t\tto go --  \tAnd she nods ... And climbs into one of the Escorts... And off \tthey go ... The others standing around the 'Vette and Toby's \tbody...  \tANGLE - THE CLIPBOARD. One car left. Eleanor.  \tAs a SUPER on-screen reads: PART IV: DREAMS OF YOU  \n[297]\t\tYeah ... You -- ?  \tShe nods ... He looks at her ...  \n[298]\t\tYou should know: walking away from my \t\tmother, my brother, this town. Was \t\thard. Walking away from you. Nearly \t\tkilled me...  \tAnd she smiles sadly ...  \n[299]\t\tShit ...  \tAnd kicks it into gear...  \n[300] \tHas the radio on ... Hears Matty ... He serpentines his way \tthrough the tangle of alleys...  \n[301]\t\tShit ...  \tWatch the mad scramble as COPS dive into their units... And try to \tget out of each other's way... Fenders crunch ... Cops curse. \tMemphis bootlegs - going reverse down the wrong way. Left on \tCambridge ... Left onto City Hall Plaza --  \n[302]\t\tYes, sir.  \n[303]\t\tThe truth is - my car here doesn't \t\thave a tape deck. You mind hooking me \t\twith up with some driving tunes ?  \n[304]\t\tAttaboy --  \tAnd punches the gas ... Going right at Castlebeck and the others \t... Smashing through the squad cars ... And ACROSS THE FOOT \tBRIDGE, over the swan boats ...  \n[305]\t\tThanks, brother  \tSpins her around... And goes  \n[306] \tHeavy sigh... He shuts off the radio ... And there's a strange \tSILENCE... As everyone waits ... Watches ...  \n[307] \tAnother few beats of silence ... Everyone watching ... He punches \tthe gas... Ripping down to the accident site... Heading straight \tfor it ... And we fear he aims to smash the site, maybe further \tinjure the accident victims -  \tNot our Memphis ... He's heading straight for  \n[308] \thas driven up in the smashed-to-shit Eleanor ... He climbs up, \tentering the workshop... Calitri glances to the wallclock: 7:55 \n[309]\t\tThis is number 50. We did it. It's \t\tover Where's the money ?  \n[310]\t\tYou should never have gotten my brother and \t\this friends involved ...  \n[311]\t\tWell, now, he's clear. And you'll stay away \t\tfrom him...  \n[312]\t\tYou don't want to even sniff at that --  \tCalitri grins. But then his smile goes south, as he sees, for the \tfirst time -- ELEANOR -- parked out on the loading dock. And she \tis smashed-to-shit.  \n[313]\t\tWhat do you mean -- ?  \n[314]\t\tYou got no choice. It's over.  \n[315]\t\tTell you what I'm not doing: I'm not \t\tgonna let you get into my Kool Aid...  \tAnd Memphis is on him... They go rolling about in grunts and \tgroans - eddies of sawdust swirling - the NOISE of the table saw \tdrowning out the sounds of combat ...  \tCalitri is on top, grabbing an AWL from the floor, bringing the \tlethal point down to Memphis' face... Memphis holds Calitri's \twrist, straining, the point inches from his eye  \tANGLE - FLOOR SOCKET - right above Memphis' head. With a last \tgasp, Memphis misdirects the awl so it STABS THE FLOOR SOCKET - a \tsmall CLAP OF VOLTAGE shaking through their bodies, as they sprawl \takimbo ...  \tBoth men are momentarily paralyzed as the electricity sorts itself \tout inside of them... Calitri is up; and he's found the gun ...  \tHe crawls over to Memphis, climbing on him, sitting down hard on \tthe younger man's chest ... But then Memphis grabs him by the hair \tand tosses Calitri off him ... Memphis POUNDS Calitri's head into \tthe floor ...  \tOnce, twice. Three times. Calitri is out ... Memphis gets to his \tfeet, nose bloody. He catches his breath. Only the door opens ... \tAnd Atley is there ...  \n[316]\t\tMy version of \"take this job and shove \t\tit...\"  \n[317]\t\tThis is all about there not being \t\ta next time, Atley --  \tAnd the two men hold the look... And the van doors slam, as Digger \tand Butz, Calitri's grave-diggers, get out ... Atley goes to the \tunconscious Calitri ... And he picks him up, straining under the \tdead weight ... Dragging the don over to  \tTHE OPEN CASKET - One final burst of strength and Atley drops \tCalitri into the casket... Slamming the swell top lid of the \tcoffin. He turns to look at the shocked Memphis -- As Digger and \tButz are there -  \n[318]\t\tAbsolutely.  \tAnd they are gone ... And Atley turns to Memphis  \n[319]\t\tPoint-five ...  \tAnd he holds out his hand ... And they shake ...  \n[320]\t\tThank you...  \tAtley nods ... Memphis walks out to the loading dock... Atley \twatches him go ...  \n[321]\t\tWhat are you doing here?  \n[322]\t\tWhere'd you find this one?  \n[323]\t\tYou boost her -- ?  \n[324]\t\tMove over ...  \tKip does. Memphis gets behind the wheel. Drives...  \n[325]\t\tYou okay -- ?  \n[326]\t\tIt's over. The dumb shit is over ...  \tThe unmarked pulls up behind him... The cop comes over ... It is, \tof course, Detective Castlebeck.  \n[327]\t\tYou know my back.  \tCastlebeck opens his coat... Showing stuffed holster ...  \n[328]\t\tNot bad  \tANGLE - CASTLEBECK at his car, on the radio ...  \n[329]\t\tDon't look so glum, Detective. It's a \t\tbeautiful day, the birds are singing, \t\tand there's a container ship on \t\tPier 14, that's guaranteed to bring you glee ...  \tCastlebeck nods ...  \n[330]\t\tConsider me gone, Detective --  \n[331]\t\tDouble-meaning intended --  \n[332]\t\tSplit it up. Any word on Donny?  \n[333]\t\tWhat happened to Sway?  \n[334]\t\tYou remember where you got this \t\tEleanor -- ?  \n[335]\t\tShe's for sale. They're asking forty thousand. \t\tGive 'em sixty ...  \tAnd he hands Kip the cash ...  \n[336]\t\tShocking, huh? We're clear now. It's done. \t\tI've never actually paid for a car. I want \t\tto see what it feels like  \tKip nods ... Memphis looks at a grinning Otto ...  \n[337]\t\tI'll see you soon --  \n[338]\t\tThought I'd go for a ride -  \tHe smiles. The others do, too. Memphis heads for Eleanor.  \n[339]\t\tYou'll see me ...  \tAnd we PRE-LAP Sammy John's \"Chevy Van\" and CUT TO:  \n[340]\t\tSeeing if you wanted to go for a ride?  \tAnd he uses a rag to tenderly wipe a small black smear of oil from \ther cheek...  \n[341]\t\tI dunno. I know a place.  \tShe looks at him... Long and hard...  \n[342]\t\tOh, yeah. For real, point-five.  \n[343]\t\tWhat -- ?  \n[344]\t\tShe does have one thing you don't.  \n[345]\t\tBench seats.  \tAnd he grins ... Pats the seat beside him... And Sway slides \tclose... He throws his arm around her ...  \tAnd off they go ... As The Turtles' (\"Eleanor/Gee, I think you're \tswell/And you really do me well/You're my pride and joy, etc.\" \tSING ON... And we hear:  \n[346]\t\tYou like bingo -- ?  \tAnd Eleanor drives away from us ... Into the searing horizon line \t... Becoming just another single, yellow dot in the pointillist \tpattern that is the American road.  ", "Kip": "\n[1]\t\tHe didn't mess up. There it is ...  \tAnd he points ... To a CORNER BUILDING - EXOTIC MOTORS LTD. Twenty \tfoot high glass - windows surround a SHOWROOM of EXOTIC DREAM \tCARS: Porsches and Ferraris, Lamborghinis and Bertones ... And- \tthere it is, a 1996 LOTUS ESPRIT V8, gleaming in the all-night \tshowroom lights...  \tFreb and Mirror Man are startled  \n[2]\t\tPop the trunk. I need my tool ...  \tFreb scowls ... Pops the trunk ... Kip gets out ... Goes to the \tback ... Freb and Mirror Man share a spook --  \n[3]\t\tYeah. Ain't it great -- ?  \tAnd he pins her ... VROOOOOM -- !  \n[4]\t\tStolen fast car...  \tAnd the light turns green ... And he pops the clutch ... And \tthey are off ... It's a good old fashioned drag race ... Kip \tsmiles at the blonde ... Mirror Man is freaking out ... Kip's \teyes are on fire ... He clocks the speedometer ...  \n[5]\t\tIt's calibrated for 140 ... Let's see \t\tif these British boys are full of shit \t\tor not --  \n[6]\t\tNo problem -  \tBottles are clinked... Beer is sipped ... Only, a HOT WHITE \tSPOTLIGHT bores through the skylight ... And the whup-whup of the \tchopper's ROTORS... And now the sounds of SIRENS ... And the \tthuggish man gets to his feet ...  \n[7]\t\tWhat do you say, Toby?,  \n[8]\t\tNo ... And they won't take my calls ...  \n[9]\t\tIt ain't what you'd call a \"good sign\"  \tHe groks their fear...  \n[10]\t\tLook - we managed to get 13 in a week. \t\tWe just gotta step it up ...  \n[11]\t\tThat, too ... \t\t\t \t\tDon't sweat it, Freb. We're cool.  \tANGLE THE FRONT DOOR. For Memphis has entered. He \tclocks the room. Sees them at the rear ... Walks back  \n[12]\t\tIt can be done, man. We just gotta \t\tstep it up... It's a challenge ...  \n[13]\t\tHello, Memphis --  \n[14]\t\tIt's good to see ya, man. You changed \t\tyour look -  \n[15]\t\tIt's nice to see ya, man -  \tHe smiles ... Memphis eyeballs him... Toby is there ...  \n[16]\t\tWho's got next game -- ?  \tAnd he makes to rack 'em up ... Then:  \n[17]\t\tThat can't be it. Cos we don't need \t\tsaving  \n[18]\t\t\"Give lim back the money.\" \"Give 'im \t\tback the money...\" Be nice. If only \t\twe didn't drink the money. And smoke \t\tthe money. And buy Nikes with the \t\tmoney. And Sony Play Stations with the \t\tmoney. And dirty girls with the \t\tmoney...  \tAnd Kip sinks a ball ... Memphis looks at the others ... They \tnod... It's true ... The money's gone ...  \n[19]\t\tBut don't worry, man. Things are all \t\tsweetness and light here...  \n[20]\t\tSure they are. Although we do appreciate the \t\tgesture, Memphis. But we do got it handled... \t\tAnd it was nice to see you -- -  \tMemphis nods ... Looks at all of them... Smiles ... And then \tREACHES OUT, GRABBING Kip by the collar, yanking him to his feet \tand in close, nose to nose ...  \n[21]\t\tYeah... You want a ride...  \n[22]\t\tHow'd you get here? Your Moms give you \t\tride -- ?  \n[23]\t\tYou boosted a 'Vette? Then where is it?  \n[24]\t\tDamn crooks is everywhere --  \tThey smile...And go to Kip's TRANS AM...  \n[25]\t\tYeah. Except the only thing he's growing \t\tis old...  \tAnd they are fronted by TWO GOONS ... Who toss them up against the \twall...  \n[26]\t\tWhat do you want -- ?  \tOne of the goons SOCKS Toby in the gut. Toby doubles over. Kip \tstrains to intervene, but his goon holds him back --  \n[27]\t\tDon't you do that! You leave him alone!  \n[28]\t\tHe's got nothing to do with this --  \tAnd the goon punches him in the face. And Kip goes down. And out.  \n[29]\t\tLemme out of this --  \n[30]\t\tWe can still do it --  \tCalitri nods ... And the crusher presses ... The roof caves a bit \t... Kip is close to scrunch ...  \n[31]\t\tListen, Calitri --  \n[32]\t\tI get out of this I'm gonna fuck \t\tyou up --  \tCalitri does have to admire the stones on the kid. But. Another \tnod. Another crusher-press. Another scrunch...  \n[33]\t\tCalitri -- !  \tNothing. Silence. Kip peers through the slit that the \tside window has become ... Only they are gone ... And there \tis another awful NOISE ... Kip strains to discern its \torigin ... Only he can't get the angle ...  \tWe can. It's a huge CRANE, tipped with a GRIPPING CLAW... It is \tmaneuvered over the Trans Am... Grasps it. . . And LIFTS IT \tINTO THE AIR ... Kip, terrified, inside ...  \tAnd, as the crane dangles the Trans Am toward the black waters of \tthe harbor, we CUT TO:  \n[34]\t\tYeah ...  \n[35]\t\tI think so. There's things I can't \t\tfeel right now. Like my feet. But ... \t\tYou think you can get me outta this, \t\tMemphis? I'd appreciate it -  \n[36]\t\tThis has nothing to do with any \t\tof that --  \n[37]\t\tAll my enemies own car crushers. \t\tIt's like a pre-requisite ... Owwww...  \n[38] \tSmall, cluttered... Posters of Kurt Cobain, a skying Kobe Bryant, \tPamela Anderson, two nude girls draped over a glittering \tLamborghini Espada, etc. There's a fish tank... And a big-screen \tTV, on which the Lakers are currently defending a high-speed \tBoston Celtic fast-break...  \tMemphis sits on a ratty couch before the TV... Kip comes out of \tthe bedroom... He's changed clothes ... He wears clunky fur-lined \tMOON BOOTS, leopard-skin Speedos and a tshirt ... He looks \tslightly ridiculous...  \tThroughout the scene, Memphis should be studying Kip, as if he's \tseeing him for the very first time ... And waiting for the \tinevitable crack...  \n[39]\t\tTotally. I'm fine. You want a beer, \t\tman -- ?  \n[40]\t\tyou like Kobe's game? I do. You \t\tthink he's heir apparent to MJ? I do. \t\tHe speaks fluent Italian, you know? So he's \t\tgot that going for him --  \tAnd a cut on Kip's forehead starts to bleed ... Kip grabs a towel \t... Presses it to his head --  \n[41]\t\tYeah, man. Where is your beer?  \tMemphis holds it up ... Kip nods ... There are a pile of IGNITIONS \ton the table ... Kip picks one up, absently begins trying to strip \tit...  \n[42]\t\tCool. So you're living up North?  \n[43]\t\tI heard you were pumping gas -  \n[44]\t\tYou're kind of cultivating a new look.  \n[45]\t\tNah. It's a scratch.  \n[46]\t\tHey, you want something to eat ?  \n[47]\t\tNot much. I got olives. You like \t\tolives? \t\tKalamata olives rule, I think. Ma likes \t\tthe Calabrese. It's more mellow  \tAnd he brings over a bowl of olives.  \n[48]\t\tYeah, yeah. That's what I'm thinking --  \tAnd they nibble on them. Kip bites into one ... And the juice \tstings his cracked lip ... But he disguises his grimace as an \tappreciative nod...  \tAnd for a moment, they nibble olives and drop pits into an \tashtray... Then:  \n[49]\t\tAbout what?  \n[50]\t\tAbout Calitri? No worries, man. \t\tI'll call him. He's a reasonable \t\tdude ...  \n[51]\t\tYeah. He just wants to know I'm \t\tstill on it. He needs reassurance. \t\tAll these big swinging dicks do. \t\tNo worries. I won't let him get \t\tinto our Kool-Aid...  \tKip shrugs ... Picks up another olive... Remembers the pain' of \tthe last one... Drops it back in the bowl ... Memphis is staring \tat him, disgusted... Kip feels it ...  \n[52]\t\tWhat -- ?  \n[53]\t\tWhat?  \tAnd now Memphis gets to his feet ... Paces the place...  \n[54]\t\tC'mon, man... My \"demise...\" \t\t\t \t\tOverreaction  \n[55]\t\tHey, now -  \n[56]\t\tI can handle it --  \n[57]\t\tI can handle it --  \n[58]\t\tI can handle it --  \n[59]\t\tMe.  \n[60]\t\tMe...  \tBeat ... Hold the look ... Kip shifts in his chair ... Even this \thurts... He tries to hide the wince ... Memphis goes to the \twindow, looks out at the harbor below... Beat ... Then:  \n[61]\t\tWhy? You think you can help me?  \tAnd he turns back to Kip ...  \n[62]\t\tWhat can you do? You haven't done \t\tanything in six years but pump gas \t\tand go overall shopping. And \t\tthe cars, they've changed ... \t\tThere's new shit. Computer chip \t\tkeys and sophisticated alarms and \t\tI don't think, an old guy, could much \t\tbypass 'em...  \n[63]\t\tNot really ... But you know... Maybe \t\tI'm wrong ...  \tAnd the brothers look at each other ... In the pale glow of the \tTV... For a long beat ... And then we'll CUT TO:  \n[64]\t\tHey, Donny --  \n[65]\t\tOtto called -  \tMemphis looks to Otto ... Otto shrugs ...  \n[66]\t\tI like how you wallop back in here - \t\tafter four years - and can still get all \t\tClifford Huxtable on my shit ...  \n[67]\t\tI hear ya. Get me outta this. I'll \t\tmove to the country. Open a fruit \t\tstand...  \tMemphis looks at him... Shakes his head...  \n[68]\t\tHell, yeah. Mirror Man here is \t\tour electronics expert. He's got \t\tsome gadgets you old farts maybe \t\tnever -heard of; Tumbler can drive \t\tanything with wheels, and some \t\tthings without; Toby's a hacker, \t\tcan do things with a computer, that \t\tare pretty amazing ...  \n[69]\t\tFreb can order pizzas like nobody's \t\tbusiness  \tFreb starts to Protest ... Shrugs ...  \n[70]\t\tYou spread it out ... you move around... \t\tSo's they can't touch you... so's they \t\tdon't know... Shadow games and shit \t\t...  \n[71]\t\tShadow games ...  \n[72]\t\tThis is loaded with crap - get a duffel.  \tHe pulls out a set of golf clubs ... Freb brings over a duffel ... \tMirror Man plucks something from the trunk ...  \n[73]\t\tNo shit?  \tAnd they pull back the trunk tarp ... And there are perhaps TWO \tDOZEN similar smack-filled BAGS ...  \n[74]\t\tTake it back? What do you mean take \t\tit back? Are you crazy, man?   \n[75]\t\tI was six ...  \tMemphis and Helen look at him... Then:  \n[76]\t\tAncient history's two things. \t\t\"Ancient.\" And \"history!\"  \tAnd he walks out of the house, door slamming behind him. Memphis \tturns to his mother ...  \n[77]\t\tDon't go there, Toby --  \n[78]\t\tGood work, Toby --  \tDonny and Freb are inside the Caddy ... Freb's attempts to start \tit fail...  \n[79]\t\tHow ya doing, Sway -- ?  \n[80]\t\tPeugot convertible ...  \n[81]\t\tGray.  \n[82]\t\tRemember who my brother is?  \n[83]\t\tThanks for playing, Freb. That's a \t\tgimme ...  \n[84]\t\tNo. That was Higgins ....  \n[85]\t\tStumped -- !  \n[86]\t\tReads the infrared. Then kills it. Little \t\tsomething the R &amp; D department came up with ...  \n[87]\t\tAfter a while, it became a little pathetic ... \t\tFigured I'd put you out of your misery ...  \n[88]\t\tDe nada ...  \tHe gets behind the wheel. Pops the ignition. The truck's flipping \tstack belches. Memphis climbs in next to him.  \n[89]\t\tThe family that steals together, deals \t\ttogether...  \n[90]\t\tMaybe not. But Dad was from another era...  \n[91]\t\tThe era when crime didn't pay --  \n[92]\t\tPrice of doing business...  \n[93]\t\tIt's for assholes. The Legal Buck blows, \t\tMemphis.  You know that. Doing this, we \t\tmake mad bank, my boys are down, the \t\tgirlies come around and the boosts are \t\ta breeze. Yeah, sure, you're gonna get \t\tjacked-up every now and then - but ain't \t\tthat a small price to pay for never, \t\tnever-ever, having to say \"paper or \t\tplastic?\"  \tAnd he grins and puts the truck into gear. And off they go  \n[94]\t\tThere's no talkin' to him --  \tAnd Otto and Junie come out with two bottles of champagne and some \tpaper cups ...  \n[95]\t\tHe's a Judge. He'll only bite for \t\tsomething pimpy -  \tAt last, Toby answers ...  \n[96]\t\tOooh, she's chafed --   \n[97] \tas they systematize the cars they're responsible for... Tumbler \tdrops Kip off by a Porsche ... We recognize it as one of the cars \tMirror Man cut a key for in the valet scam. Kip selects the key \tfrom a series of them hooked into his briefcase. He gets out. Keys \tthe car. He's in. He's off ...  \tTUMBLER - meanwhile, has driven to a Volvo C70... He, too, has the \tkey ... He's in ... He's off ...  \n[98]\t\tSo we loaded all of the keyed cars up and \t\tdropped 'em ... It was cake ... 8 cars, \t\tba-da-bing ...  \tMemphis looks at him in the rear-view ...  \n[99]\t\tHell, yeah... It's a beautiful business ... \t\t\t \t\tI mean, no, man, it's hard, it's scary, \t\tit sucks ...  \tMemphis looks at Sway, shakes his head... Kills the lights ... And \tthey pull in to  \n[100]\t\tI'm cool.  \tMemphis looks at his watch...  \n[101]\t\tWe gonna make it?  \n[102]\t\tNah.  \n[103]\t\tI dunno. Whatever will be will be...  \n[104]\t\tPop the trunk, Tumbler.  \n[105]\t\tI gotta get my tool --  \tAnd Tumbler and Mirror Man look at each other ...  \n[106]\t\tNow, we go -  \tAnd he drives her off the platform. Tumbler directs him...  \n[107]\t\tSee ya back at the ranch, kids -- !  \tAnd off they go ... Vanishing down the street ... The others watch \tafter him ... Mirror Man to Memphis:  \n[108]\t\tAny more ...  \n[109]\t\tAny more, O -- ?  \n[110]\t\tWhatcha got left ... ?  \n[111]\t\tWe'll take it...  \n[112]\t\tWe'll take it.  \tAnd they climb in behind a waiting Jeep Cherokee ...  \n[113]\t\tLater, Toby --  \tBut Toby's not around...  \n[114]\t\tToby?  \tNo answer... Kip shrugs... And off they go ...  \n[115]\t\t\t \t\tGet her started, man -- !  \tAnd Toby does... And slams her in reverse.  And they're off  \n[116]\t\tShit ...  \n[117]\t\tNo...  \n[118]\t\tJust hold on... Hold on ...  \n[119]\t\tHospital.  \n[120]\t\tI didn't know... Should we take him to \t\ta hospital? I didn't know. I didn't.  \tToby is clearly dying in Kip's arms...  \n[121]\t\tShhhhhh, shhhhh ...  \tKip looks to his brother for help ...  \n[122]\t\tI don't know. What -- ?  \tAnd Kip looks at him... Tears fall from the younger boy's eyes ... \tAnd Kip looks so lost ... So like a little kid...  \n[123]\t\tWhat?  \n[124]\t\tWhat?  \n[125]\t\tI've missed you, man ...  \n[126]\t\tToby...  \n[127]\t\tToby...  \tAnd they stay in the embrace... And then Memphis unwraps Kip's \tarms from around him...  \n[128]\t\tI saw her get smashed-up on the TV. \t\tKnew there was no way he was gonna \t\taccept her ...  \n[129]\t\tYa gotta keep tabs on your \"Eleanors\", \t\tMemphis. Cos you never know when \t\tyou're gonna need one --  \n[130]\t\tHell, yeah. She's not my unicorn.  \n[131]\t\tI dunno ... I keep thinking about \t\thim.  \tMemphis nods. But then FLASHING LIGHTS behind them ... An UNMARKED \twith Code 3 capabilities - lights &amp; sirens ... Memphis considers \t... He could make another run ... But the looks at Kip... Enough \tis enough ... He pulls over ...  \n[132]\t\tWhat are you doing? You can outrun \t\thim...  \n[133]\t\tI reported it ...  \tMemphis is impressed...  \n[134]\t\tYes, sir ...  \tCastlebeck sighs...  \n[135]\t\tSure, man --  \n[136]\t\tYou want me to buy her?  \n[137]\t\tWhere you off to -- ?  \n[138]\t\tHey, Memphis -- ?  \tMemphis turns back...  \n[139]\t\tI'll see you, right?  \tMemphis nods ...  ", "Detective": "\n[1] \tof G.R.A.B. The Governor's Regional Auto-theft Bureau. Castlebeck \tis mid-50s, black, saturnine. - But don't let the tacit nobility \tfool you - the man's a street viper ...  \tCastlebeck goes to another cop - HAWKINGS..  \n[2]\t\tWell, then it's all for naught, \t\tain't it, Hawkings?  \tCastlebeck looks out over the mess ... And then looks up... \tBecause, further down Lower Grand, a car is parked. It is the \tShelby. With Memphis leaning against its hood...  \tCastlebeck looks around him, but no one's noticed. So he walks \ttoward it, hand on hip...  \n[3]\t\tI know you --  \n[4]\t\tYou want to come along quiet?  \n[5]\t\tLeg's all banged-up. He made a \t\tstupid play ... He'll limp around \t\tthe yard up at Folsom. But \t\tAstricky will be there to take \t\tcare of him. With their priors, \t\tthey're looking at a serious bounce --  \n[6]\t\tHow's that?  \n[7]\t\tYou'll leave -- ?  \n[8]\t\tI don't golf...  \tAnd they stare at each other, as Castlebeck considers.  \n[9]\t\tI do this. And I see you again. I'll \t\tcome after you with everything I got. \t\tyou won't be able to steal a glance \t\tat a blind man without me by your side ...  \n[10]\t\tGet out of here, then. Now.  \tAnd Memphis makes to get into the Shelby...  \n[11]\t\tLeave the car, Randall ...  \tMemphis nods ... Takes one last look at the Shelby... Sorry to \tleave it behind ... And he runs off into the mists of Lower \tGrand ...  \tCastlebeck walks back toward the crime-scene tumult ...  \n[12]\t\tArright, let lim go. Cite him for \t\trolling the stop ... And cite old \t\tAtley for driving to endanger ...  \n[13]\t\tJust like that. Quit your bellyaching, \t\tHawkings ... And let's wrap this up ...  \tAnd off of Donny's surprised look, as Springsteen wails to \tcrescendo and we  \n[14]\t\tThey're gone...  \tCastlebeck nods ... Looks at the cars ...  \n[15]\t\tI know you.  \n[16]\t\tWhen'd you get to town, Raines?  \n[17]\t\tWhat for?  \n[18]\t\tWhere you been, anyway?  \n[19]\t\tYou seem a little hinked-up ...  \n[20]\t\tI remember us having made some \t\tkind of deal, Randall. I don't \t\tremember this deal having some kind \t\tof time-limit. I look at you - \t\there - in my town - and I'm \t\tconfused...  \n[21]\t\tI hope it's not your dear sweet \t\tmother...  \n[22]\t\tOr your baby brother. What was his \t\tname?  \n[23]\t\tYes, Kip. Short for Kipling. \t\tNamed for the English writer \t\tof stories about India ... \t\tHe bites into his pear ... \t\tMemphis says nothing, waits ...  \n[24]\t\tI got a rash of thefts.  A new crew is \t\tmaking noise. We recovered a big take - \t\tlast week...  \n[25]\t\tI don't know. But you shouldn't \t\tbe here. Take care of your business. \t\tI'll give you 24 hours. And \t\tthen I don't want to see your face. \t\tEver again. Make a fool of me \t\tonce, that's my bad. Make a fool of \t\tme twice. That's really my \t\tbad, and I'll kick your ass from \t\there to India ...  \tCastlebeck gives him a long look... As they walk back to the car...  \n[26]\t\tGood. Cos you know how it plays. \t\tSix years ago, I let you go free. But \t\tthe next time ... The next time sends \t\tyou away for'a long, long while ...  \n[27]\t\tBy the time you get out, asshole, there \t\twon't even be cars. We'll all be cruisin' \t\taround in space ships ...  \tHe laughs... And they drive off ... Memphis watching them go ... \tonce they're gone... He walks ...  \n[28]\t\tCastlebeck.  \n[29]\t\tI know you.  \n[30]\t\tWhat are you still doing here, \t\tRandall?  \n[31]\t\tWhat's this -- ?  \n[32]\t\tWhat's wrong with it -- ?  \n[33]\t\tRun me down a tag - 329 HRO. Cadillac.  \tHe clicks off ... Otto and Memphis share one ... A glance to the \tsmack ... Castlebeck is a mere inches from it ...  \n[34]\t\tSure. But sometimes we got to \t\tcreate some numbers. The task force \t\tis run by statistics, you know ...  \tBefore they can respond, the radio crackles ...  \n[35]\t\tSomething like that -  \tMemphis opens the driver's side door ... Gestures Castlebeck in \t... Castlebeck gets behind the wheel ...  \n[36]\t\tOkay, then. I'll catch you later, \t\tRandall ...  \n[37]\t\tRight ...  \tCastlebeck stops at the gate... Turns back to them...  \n[38]\t\tIt's funny. There's probably been \t\tfive more cars stolen in the time \t\tI've been here ...  \n[39]\t\tYour girl works in there ...  \n[40]\t\tYet your still here ... I gave \t\tyou 24 hours, 24 hours ago ...  \n[41]\t\tHonestly? I want to - once every \t\tfew months - get into my car. Pack \t\ta lunch. And drive on up to Chino. \t\tOn visiting day. Bring you some \t\tmagazines. Maybe some almond clusters. \t\tAnd see you all bright and shiny in \t\tyour orange jumpsuit. That's what I want ...  \tAnd with that, he starts his car ... Drives off... Memphis gazing \tafter him...  \n[42]\t\tIt's an epidemic, Rollie ... I'm \t\tgetting reports every five minutes ...  \n[43]\t\tThey just brought in Donny Astricky. \t\tShot by a jacker ...  \n[44]\t\tHow is he?  \n[45]\t\tHe'll live. But it means your boy's \t\tbehind it. Astricky was holding a list. \t\tThey just faxed it to us...  \tHe hands Castlebeck the list. Calitri's 50. Castlebeck notes the \tlast entry...  \n[46]\t\tLet's get out there. And have them \t\trun down every 167 Shelby Mustang in \t\tthe area ... Find out where they're at.  \n[47]\t\tWhat for?  \n[48]\t\tYou spend enough time down a man's \t\tthroat, you get to know his tonsils. \t\tDo it ...  \n[49]\t\t\t \t\tOne-Baker-11 ... 10-28-29...California \t\t6-3-5 Charles King George.  \tThey wait ... Sway drives off ...  \n[50]\t\tCheck it out --  \tHe points ... The '67 Mustang appears at the top of the garage \tramp ... Brakes ... Waiting for the light ... Castlebeck squints... \tRaises the binocs ... Tough to tell.. Memphis drifts into the stream \tof traffic ...  \n[51]\t\tWhat do you think -- ?  \n[52]\t\tLet's see what he's about --  \tDrycoff hits the lights and sirens ... Memphis sees the car behind \thim...  \n[53]\t\tHey, now -- !  \tHe pins it ... And THE RACE IS ON... In the biggest way possible. \tThis is the grand-daddy of chase scenes here, so we won't take the \teasy way out. We'll actually script it ... Memphis races out onto \tthe busy street, Drycoff on his ass.  \tDrycoff pulls up alongside him... So they can see him. But the wig \tand moustache prevent them from recognizing Memphis ... Other cars \tsuffer from the pursuit ... They go careening into parked cars, \tstorefronts, Harvard Square ...  \tMemphis side-swipes Drycoff's car ... Memphis drives down the \tMemorial Drive OFF-RAMP, against traffic  \n[54]\t\t1 Baker 11, in pursuit following \t\tcollision with suspect. Suspect \t\tis male, white, 40-45, six feet, \t\t175 pounds, gray hair, gray \t\tmoustache, dark suit ... T.A.'s have \t\toccurred...  \tMemphis races her down an alleyway... And we HEAR, as we will \tthroughout, the VOICE of the  \n[55]\t\t\t \t\tYou in the car. The area is \t\tsurrounded. I want you out to step \t\tfrom the vehicle. Hands on your head.  \tMemphis considers his options ... He sees the FOOT BRIDGE over the \tlagoon ... Hears the radio ...  \n[56]\t\tWho is this friggin' guy -- ?  \tCLOSE ON - CASTLEBECK. Because he's got a sick feeling who.  \n[57] \tis thrilled ...  \n[58]\t\tGotcha now, dickhead --  \tBut Castlebeck's not so sure ... He sees a possible play... So \tdoes  \n[59]\t\tYou gotta be fucking kidding me --  \tWhere she lands in a crippling thud... Onto the EMPTY side of the \tLong Beach Bridge... Cheers from the gang at Otto's ... The gang \tat KISS-108 ... Memphis pulls her to a stop... Looks back at the \tscene ...  \tCastlebeck squints ... Trying to see if it's his boy... Memphis \tswitches the radio back on ... Matty has obliged... Wilson \tPickett's \"Mustang Sallyo ... And Memphis drives over the bridge, \tthe only car going northbound... Memphis rides, daddy, rides ...  \n[60]\t\tI know you.  \n[61]\t\tIt's finished, Randall. Get out of \t\tthe car... You, too, kid...  \tMemphis starts to get out. When Castleback's RADIO crackles.  \n[62]\t\tDispatch, what's the license on \t\tthe suspect vehicle... ?  \n[63]\t\t10-4.  \tAnd he goes back over to Memphis ...  \n[64]\t\tLooks like we live to fight another \t\tround. You're free to go ...  \tMemphis can barely believe it. Castlebeck leans down, to Kip:  \n[65]\t\tYour brother's a clever man and a \t\ttalented thief, Kipling. But as role \t\tmodels go, you should observe the man, \t\tnot the thief ...  \n[66]\t\tI want you gone, Randall. Settle your \t\taffairs. Make it right with those you \t\tlove. Hell, take 'em with you. But I \t\twant you out of here. Out of here for \t\tgood this time ...  \n[67]\t\tI'll catch you later, Randall --  \n[68]\t\tYou betcha --  \tAnd Memphis races off ...  ", "Drycoff": "\n[1]\t\tThey're gone...  \tCastlebeck nods ... Looks at the cars ...  \n[2]\t\tWhen'd you get to town, Raines?  \n[3]\t\tWhat for?  \n[4]\t\tWhere you been, anyway?  \n[5]\t\tYou seem a little hinked-up ...  \n[6]\t\tBy the time you get out, asshole, there \t\twon't even be cars. We'll all be cruisin' \t\taround in space ships ...  \tHe laughs... And they drive off ... Memphis watching them go ... \tonce they're gone... He walks ...  \n[7]\t\tOh, this is a good time --  \tHe lights another cigarette ... The ashtray is overflowing.  \n[8]\t\tIt's a crime, ain't it? Cos \t\tCastlebeck's got a bug up his ass over \t\tthis guy, I gotta get lung cancer ...  \n[9] \tDrycoff starts her up...  \n[10]\t\tLet's see what these bastards are up to --  \tAnd' he puts her in gear ... And KA-POW! The front tire EXPLODES \t... Shredded to rim...  \n[11]\t\tWhat the fu--  \tHe gets out of the car, goes to the front ... In time to see the \tlittle 'Cuda race off down the street after the crew...  \n[12]\t\tThose little pricks -- !  \tANGLE -- MIRROR MAN. In the back of the van, With his transmitter. \tGiggling wildly as the 'Cuda zooms after him.  \n[13]\t\tIt's an epidemic, Rollie ... I'm \t\tgetting reports every five minutes ...  \n[14]\t\tThey just brought in Donny Astricky. \t\tShot by a jacker ...  \n[15]\t\tHe'll live. But it means your boy's \t\tbehind it. Astricky was holding a list. \t\tThey just faxed it to us...  \tHe hands Castlebeck the list. Calitri's 50. Castlebeck notes the \tlast entry...  \n[16]\t\tWhat for?  \n[17]\t\t\t \t\tOne-Baker-11 ... 10-28-29...California \t\t6-3-5 Charles King George.  \tThey wait ... Sway drives off ...  \n[18]\t\tCheck it out --  \tHe points ... The '67 Mustang appears at the top of the garage \tramp ... Brakes ... Waiting for the light ... Castlebeck squints... \tRaises the binocs ... Tough to tell.. Memphis drifts into the stream \tof traffic ...  \n[19]\t\tWhat do you think -- ?  \n[20]\t\tHey, now -- !  \tHe pins it ... And THE RACE IS ON... In the biggest way possible. \tThis is the grand-daddy of chase scenes here, so we won't take the \teasy way out. We'll actually script it ... Memphis races out onto \tthe busy street, Drycoff on his ass.  \tDrycoff pulls up alongside him... So they can see him. But the wig \tand moustache prevent them from recognizing Memphis ... Other cars \tsuffer from the pursuit ... They go careening into parked cars, \tstorefronts, Harvard Square ...  \tMemphis side-swipes Drycoff's car ... Memphis drives down the \tMemorial Drive OFF-RAMP, against traffic  \n[21] \tclimb back into their car ...  \n[22]\t\tWho is this friggin' guy -- ?  \tCLOSE ON - CASTLEBECK. Because he's got a sick feeling who.  \n[23] \tis thrilled ...  \n[24]\t\tGotcha now, dickhead --  \tBut Castlebeck's not so sure ... He sees a possible play... So \tdoes  \n[25]\t\tYou gotta be fucking kidding me --  \tWhere she lands in a crippling thud... Onto the EMPTY side of the \tLong Beach Bridge... Cheers from the gang at Otto's ... The gang \tat KISS-108 ... Memphis pulls her to a stop... Looks back at the \tscene ...  \tCastlebeck squints ... Trying to see if it's his boy... Memphis \tswitches the radio back on ... Matty has obliged... Wilson \tPickett's \"Mustang Sallyo ... And Memphis drives over the bridge, \tthe only car going northbound... Memphis rides, daddy, rides ...  "}}