{"filename": "Gothika_script.txt", "imdb_id": "tt0348836", "imdb_url": "https://www.imdb.com/title/tt0348836", "characters": ["Sheriff Ryan", "Rachel Parsons", "Tracey Seavers", "Phil Parsons", "Inmate", "Miranda Grey", "Teddy Howard", "Chloe Sava", "Dr. Douglas Grey", "Glass Cell Nurse", "Pete Graham", "Turlington", "Joe", "Irene"], "dialogues": {"Sheriff": "\n[1]  \n[2]  \n[3]    He taps on her hood and heads back to the site.      She shifts into reverse and makes a U-turn.     \n[4]  \n[5]  \n[6]  \n[7] Sheriff Ryan burns his tongue on the coffee, notices Parsons and Pete approaching. Relief crosses his face.  \n[8]  \n[9]  \n[10] Teddy waves him off in frustration.     Goes to talk to Turlington.  \n[11] Sheriff Ryan notices Teddy talking to Turlington --  \n[12]  \n[13] The Sheriff leaves Pete and Parsons. They walk over to the water cooler where they can talk more privately.  \n[14]  \n[15] Parsons frowns at this, concerned.        Pete studies him.     \n[16]            \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]              \n[23] Parsons doesn't respond.     His eyes far away.  \n[24] And now the Sheriff can see that Parsons is crying. Quietly, miserably. And it's a disparaging sight. Sheriff Ryan exits. Two deputies follow, RADIOS  \n[25] Sheriff Ryan hits the stairs.     \n[26]     \n[27]  \n[28]            \n[29] She opens his shirt to reveal the tattoo: a 1950s pinup- style WOMAN SURROUNDED BY FLAMES, ARMS RAISED, SHACKLED. Anima Sola. Miranda's recurring vision from the night of the slaughter.            \n[30]  \n[31] Miranda's finger itches on the trigger as they face off. Her hand starts to shake. Sheriff Ryan turns and strides off. Getting away. Further. Further... But as much as she wants to, she can't bring herself to do it. Finally brings the gun down. The armed policemen rush over and disarm her, shove her to the floor and cuff her.  \n[32]     \n[33] Sheriff Ryan takes a healthy chug from a fifth of Scotch, slips it back in a drawer. Stares at his hands. Steady as a rock. Takes a deep breath. Knows what he must do next. A religious man despite everything, he brings his thumb to his forehead and crosses himself.     \n[34]  \n[35]  \n[36]  \n[37]  \n[38]            \n[39]  \n[40] She makes a big effort to hide how much that stung.  \n[41]  \n[42] And now Miranda briefly takes the reins of the conversation. Analyst and patient in session.      Echoing her opening scene with Chloe.  \n[43]            \n[44]  \n[45] This throws her off.     She shoots a quick glance at the door.  \n[46] She hesitates.    He draws his gun, tired.    Removes the safety.  \n[47]            \n[48] In a sudden move, Miranda shoves the chair at him and bolts out the door. The Sheriff doesn't move to stop her.     \n[49]     \n[50]          \n[51]     \n[52] He appears at the doorway now, peeks inside the room. Sensing her in there. Miranda holds her breath.  \n[53] He reaches the upturned desk and flips it over with a CLANGING SOUND. Miranda wasn't underneath that one. She scrambles to the door behind him as he turns --        \n[54] Miranda stares, helpless. The Sheriff gestures for her to begin. Like he has all the time in the world. Miranda slides up the wall and starts to unclasp her bra under her shirt. Petrified --  \n[55] His demeanor and voice are eerily calm,    as if in a trance. He takes the bra from her hand     and hangs it around her neck, as if helping somebody    with their tie. She takes a step back and finds herself    pinned against the wall --  \n[56] He squeezes the bra tightly around her throat, choking her. She stares straight into his eyes -- her whole body simultaneously frozen in place and shaking uncontrollably --  \n[57] And now we PAN DOWN TO see Miranda's left hand ever so slowly reach for his holster...            \n[58]    They're so close together their noses nearly touch. He gazes into her eyes, watching life drain out of her. He applies one final burst of pressure, stretching her skin to the point of no return --  \n[59] BLAM! A GUNSHOT rings out and half his ear explodes in a gush of blood. He stumbles back, still on his feet, dazed. He looks up at Miranda with the gun trained on him. Struggling to catch her breath. A faint smile forms on his lips, somehow appreciative of this turn of events.  \n[60] He steps forward, almost playfully. She slowly shakes her head. Wraps her fingers tightly around the trigger --  \n[61] He stares at her. Blood flowing from the side of his head. He's now standing directly in front of Miranda's open cell, weighing his options at triple speed --  \n[62] He takes exactly half a step forward when Miranda drills a BULLET through his forehead. Sheriff Ryan splays backwards and lands with a crash.  \n[63] Turlington raps on the Sheriff's door and opens it.  ", "Ryan": "\n[1]  \n[2]  \n[3]    He taps on her hood and heads back to the site.      She shifts into reverse and makes a U-turn.     \n[4]  \n[5]  \n[6]  \n[7] Sheriff Ryan burns his tongue on the coffee, notices Parsons and Pete approaching. Relief crosses his face.  \n[8]  \n[9]  \n[10] Teddy waves him off in frustration.     Goes to talk to Turlington.  \n[11] Sheriff Ryan notices Teddy talking to Turlington --  \n[12]  \n[13] The Sheriff leaves Pete and Parsons. They walk over to the water cooler where they can talk more privately.  \n[14]  \n[15] Parsons frowns at this, concerned.        Pete studies him.     \n[16]            \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]              \n[23] Parsons doesn't respond.     His eyes far away.  \n[24] And now the Sheriff can see that Parsons is crying. Quietly, miserably. And it's a disparaging sight. Sheriff Ryan exits. Two deputies follow, RADIOS  \n[25] Sheriff Ryan hits the stairs.     \n[26]     \n[27]  \n[28]            \n[29] She opens his shirt to reveal the tattoo: a 1950s pinup- style WOMAN SURROUNDED BY FLAMES, ARMS RAISED, SHACKLED. Anima Sola. Miranda's recurring vision from the night of the slaughter.            \n[30]  \n[31] Miranda's finger itches on the trigger as they face off. Her hand starts to shake. Sheriff Ryan turns and strides off. Getting away. Further. Further... But as much as she wants to, she can't bring herself to do it. Finally brings the gun down. The armed policemen rush over and disarm her, shove her to the floor and cuff her.  \n[32]     \n[33] Sheriff Ryan takes a healthy chug from a fifth of Scotch, slips it back in a drawer. Stares at his hands. Steady as a rock. Takes a deep breath. Knows what he must do next. A religious man despite everything, he brings his thumb to his forehead and crosses himself.     \n[34]  \n[35]  \n[36]  \n[37]  \n[38]            \n[39]  \n[40] She makes a big effort to hide how much that stung.  \n[41]  \n[42] And now Miranda briefly takes the reins of the conversation. Analyst and patient in session.      Echoing her opening scene with Chloe.  \n[43]            \n[44]  \n[45] This throws her off.     She shoots a quick glance at the door.  \n[46] She hesitates.    He draws his gun, tired.    Removes the safety.  \n[47]            \n[48] In a sudden move, Miranda shoves the chair at him and bolts out the door. The Sheriff doesn't move to stop her.     \n[49]     \n[50]          \n[51]     \n[52] He appears at the doorway now, peeks inside the room. Sensing her in there. Miranda holds her breath.  \n[53] He reaches the upturned desk and flips it over with a CLANGING SOUND. Miranda wasn't underneath that one. She scrambles to the door behind him as he turns --        \n[54] Miranda stares, helpless. The Sheriff gestures for her to begin. Like he has all the time in the world. Miranda slides up the wall and starts to unclasp her bra under her shirt. Petrified --  \n[55] His demeanor and voice are eerily calm,    as if in a trance. He takes the bra from her hand     and hangs it around her neck, as if helping somebody    with their tie. She takes a step back and finds herself    pinned against the wall --  \n[56] He squeezes the bra tightly around her throat, choking her. She stares straight into his eyes -- her whole body simultaneously frozen in place and shaking uncontrollably --  \n[57] And now we PAN DOWN TO see Miranda's left hand ever so slowly reach for his holster...            \n[58]    They're so close together their noses nearly touch. He gazes into her eyes, watching life drain out of her. He applies one final burst of pressure, stretching her skin to the point of no return --  \n[59] BLAM! A GUNSHOT rings out and half his ear explodes in a gush of blood. He stumbles back, still on his feet, dazed. He looks up at Miranda with the gun trained on him. Struggling to catch her breath. A faint smile forms on his lips, somehow appreciative of this turn of events.  \n[60] He steps forward, almost playfully. She slowly shakes her head. Wraps her fingers tightly around the trigger --  \n[61] He stares at her. Blood flowing from the side of his head. He's now standing directly in front of Miranda's open cell, weighing his options at triple speed --  \n[62] He takes exactly half a step forward when Miranda drills a BULLET through his forehead. Sheriff Ryan splays backwards and lands with a crash.  \n[63] Turlington raps on the Sheriff's door and opens it.  ", "Rachel": "", "Parsons": "\n[1]  \n[2]     \n[3]  \n[4]  \n[5]  \n[6] She follows his look to the parking lot where Sheriff Ryan emerges from his patrol car. Miranda nods.  \n[7]  \n[8] This surprises her.            \n[9]  \n[10] Stonewalled in the simplest of ways, she's left feeling like an idiot. Watches Parsons join the Sheriff by his car. The two men shake hands when suddenly Irene runs past her, yelling --  \n[11]    Parsons leafs through Miranda's file.   Pete stands by the window, lost in thought.  \n[12]  \n[13]  \n[14]  \n[15]     \n[16] Parsons on the phone, gestures for them to enter.            \n[17] Miranda and Pete sit across from him. Miranda trying hard to appear composed -- acutely aware of her every gesture, and of how different her last visit to this office was. Nothing casual about it now. She stares at the picture frames on Phil's desk (all facing AWAY FROM us), the diplomas on the wall, the books by noted fathers of neurology (works by Hughlings Jackson, Kurt Goldstein, Henry Head, A.R. Luria). A framed quote reads: \"'If You Do Know That Here Is One Hand, We'll Grant You All The Rest.' -- Wittgenstein\"  \n[18] He hangs up. Takes a moment to look at Miranda. Tries a smile but to her it comes off condescending. Fact is -- there's nothing to smile about.  \n[19] She nods, dazed. Angles her head to look at a framed picture on his desk. Parsons looks to Pete.  \n[20]  \n[21]            \n[22]  \n[23] Miranda looks up at this, perplexed.  \n[24]  \n[25] This shuts Miranda right up.      Mind spinning.  \n[26] Ashley Bridge. Mute. Ghost? Miranda hesitates here. She is not the type to believe in ghosts, and knows full well what even her suggestion of it will sound like.  \n[27] The men step outside. PUSH IN ON Miranda's face as she stares at the picture of Rachel. We catch snippets of the doctors' discussion outside, increasing her paranoia --  \n[28]  \n[29] A DARK SHADOW envelops Miranda's confused face, as we --          \n[30]  \n[31] Pete ponders this.     It certainly seems that way.  \n[32]     \n[33]            \n[34]  \n[35] She sighs, climbs out of the car, leaving him there. Takes three steps. Stops. Turns back around and lets him have it:  \n[36] Two POLICE CRUISERS parked outside.        \n[37] A glassy-eyed Phil Parsons serves himself another Scotch, devastated. The SHOT is FRAMED so that we see the bedroom door is open, Dorothy lying in bed, heavily tranquilized. Sheriff Ryan inspects the photographs.     \n[38]  \n[39]  \n[40]  \n[41]  \n[42] He sits there, staring at his dead daughter. Grieving. WE PULL BACK to see he is not alone. Rachel is watching him.     \n[43] Miranda scans the near-dark room, looking for someone. Watches Turlington step aside to take a call on his radio.   Parsons regards her with newfound respect:  \n[44]  \n[45]     \n[46] Turlington is not used to being spoken to this way, certainly not by upstanding directors of psychiatric institutes. He leads the men down the corridor and unlocks the cell. The men wait as all three locks are dutifully undone and then the heavy door is slid open. The men look inside and instantly stop in their tracks.     ", "Tracey": "", "Seavers": "", "Phil": "\n[1]    Parsons leafs through Miranda's file.   Pete stands by the window, lost in thought.  \n[2] Parsons on the phone, gestures for them to enter.            ", "Inmate": "", "Miranda": "\n[1]    PUSH in on a sleeping couple in the dark. The ALARM CLOCK reads 5:59 AM. The woman's eyes open a second before the alarm beeps and turns it off. She grabs a glass of water on her bedside table and drinks it. Climbs out of bed past typical bedside photographs . This is MIRANDA GREY: 30, sharp and prettier than she knows.     \n[2] Stark walls. Simple decor. Bookshelves packed with the according psychiatric tomes and diplomas. Miranda faces a troubled young mess of a woman, CHLOE: charismatic, deranged and forever trying to provoke. Mid-session:  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12] They walk along with the easy confidence of colleagues who not only respect each other, but enjoy each other.      A lot.  \n[13]  \n[14]  \n[15]            \n[16]  \n[17]  \n[18]  \n[19]  \n[20] Parsons looks through his appointment book.            \n[21] He nods at her with a smile and returns to his phone call.     \n[22] SHERIFF RYAN, 40'S, recognizes her and ambles over.  \n[23]  \n[24]  \n[25]            \n[26] Miranda dials a number on her cell phone, gets the machine.  \n[27] A bump on the road makes her drop the phone on the passenger seat. She reaches for it and when she looks up we see:     \n[28]            \n[29] She tosses the phone on the seat and hops out of the car.     \n[30] Nothing.     As we get closer we see she is covered in bruises.     Clearly something horrible has happened to her.  \n[31] And now she turns. Young, seventeen tops. Busted lip, black eye. Miranda pulls off her coat, wraps it around the girl --  \n[32] The girl suddenly grips Miranda's arm.         Hard.  \n[33] Now the girl is touching Miranda's face. Her movements desperate, smothering. Like the movements of a drowning person. Miranda tries to push the girl's hands back down.  \n[34] The girl tries to speak but no words come out. Instead she produces a strained, wettish sound. Creepy as hell. And now she is prying Miranda's mouth open and she's much stronger than expected and Miranda is panicking --            \n[35]    The girl opens her own mouth wide like a snake. And as Miranda muffles a scream, blood starts leaking out of the girl's eye sockets and from wounds all over her body.  \n[36]        \n[37] An ORDERLY unlocks the door for Pete. Through the glass pane he can see a visibly upset Miranda arguing with the head nurse: a tough as nails woman in her 50's: IRENE.  \n[38]  \n[39] Pete nods at Irene: it's okay, he'll take it from here.  \n[40] Peter is half-listening to her, half-signaling to the nurse with the meds to come in. Miranda catches all of this, growing more agitated. She wears the uniform all patients wear: a white T-shirt and sweats. Her wedding ring is gone.            \n[41]  \n[42] Pete grabs the meds from the nurse. Irene and the attendant step closer to help. Miranda feels them closing in on her. Peter's tone is infuriatingly gentle:  \n[43] She looks at the silent faces around her. No sympathy. Or maybe too much sympathy. Either way it's unnerving.  \n[44]  \n[45]  \n[46]  \n[47] Pete motions for the others to leave them alone.         One by one they file out and lock the door behind them.     \n[48] Miranda paces.       Alone with Pete, she is even more upset.  \n[49]  \n[50]  \n[51] He hesitates, unsure where to begin.  \n[52]  \n[53]  \n[54]  \n[55]  \n[56]  \n[57] She looks down at her wrists with the reddish marks.  \n[58] Pete shakes his head emphatically.  \n[59]  \n[60]            \n[61]  \n[62]  \n[63]  \n[64] She stops here. Pete waits. The silence is deafening. She pushes on, but her hands shake a little.            \n[65]  \n[66] Pete nods.     Miranda is all foggy on the details:  \n[67]     \n[68] A breathless Miranda wipes her face, leaving a thick streak of blood on it.  \n[69] Jittery, alert. We scour her every blood vessel, iris, pupil. FILLING the SCREEN and now we distinctly make out an eerie shape reflected inside of it. But just for a sec -- The teenage girl.  \n[70]    Miranda shakes the puzzling images out of her head:  \n[71]     \n[72]  \n[73]  \n[74]  \n[75]  \n[76] She shakes her head emphatically as we:  \n[77] Miranda chases the disconcerting image out of her head.  \n[78] His face says he doesn't know how to tell her.  \n[79]  \n[80]  \n[81]  \n[82]    Pete struggles to contain Miranda, who howls disparagingly.  \n[83] He smiles weakly at the compliment. Moves his hand towards her, in an affectionate gesture (or so Miranda thinks) but instead fixes her bra strap. Ever methodical.     \n[84]    Doug laying on the floor covered with bloodstains. Bloodstained axe on floor in f.g. Walls covered with bloodstains.        \n[85] First we hear our mystery man's voice, then we see him: Pete. (Yes, the same person she kissed and went to the movies with.) He places his hand on the door, blocking her.  \n[86]  \n[87] He smiles. Touches her face tenderly. Torn. A person used to doing the right thing but not liking that at the moment.  \n[88]  \n[89]            \n[90]     \n[91] PUSH INTO a quiet house on a quiet suburban street. Two Volvos parked in the driveway. Perfectly-kept front lawn.  \n[92] Another near-subliminal glimpse of Doug laying on the floor covered with bloodstains. Bloodstained axe on floor in f.g. Walls covered with bloodstains.     \n[93] A breathless Miranda wipes her face, leaving a thick streak of blood on it. She looks down at her hand, noticing the blood -- and now we are back in --     \n[94] Miranda wakes up with a start. The darkness renders the room almost void of any color. Monochromatic. It takes her a moment to orient herself. Her eyes wander across the unfamiliar room, feeling like she's being watched. We become aware of a RAGGED BREATHING sound. Like somebody is standing over her bed. But we don't see anything. Miranda gingerly crosses to the door and peeks through the glass partition into the empty corridor. She glances back at the room, stills seeing nothing -- and bangs on the door.            \n[95]    She waits.     Bangs on the door again.  \n[96] A beat. And now finally we hear FOOTSTEPS APPROACHING. A light is switched on down the corridor. The FOOTSTEPS get CLOSER... and CLOSER... Miranda tries to appear composed. Wipes sweat off her forehead. Fixes her hair. The FOOTSTEPS now STOP right out side the door. A KEY goes into the lock and JIGGLES it. Miranda waits for the door to open but nothing happens. Confused, she steps up to the glass partition and peeks -- The second her face touches the glass, she is met by a pair of piercing eyes. The eerie teenage girl. Miranda jumps back, screams. And when she looks up again, the image is gone.      A beat. Rational thought kicking in --  \n[97] She props herself with her back against the wall. With a view of the whole cell. Just in case. Staring at the door.  \n[98] And now, FAINTLY at first, but GROWING LOUDER -- FOOTSTEPS can be heard APPROACHING outside. Just like before.            \n[99]    Like her life depends on that mantra. The FOOTSTEPS get CLOSER. And her voice begins to falter --  \n[100] And now the FOOTSTEPS pause outside her door like before and she holds her breath, horrified, when suddenly we are hit with the sudden glare of returning light. EVERYTHING FLASHES WHITE and then COLOR RETURNS --  \n[101] Irene tries to shake Miranda awake.       An orderly and nurse stand by.  \n[102]  \n[103]            \n[104]  \n[105] Irene reaches out her hand and the nurse places a cup with meds on it.  \n[106]  \n[107] She struggles as they hold her down and Irene sedates her.     \n[108]  \n[109]  \n[110]            \n[111]  \n[112]  \n[113]    Opens her eyes. Five letters are written in blood.       N-O-T-A-L. Shaking, nauseous, she looks down at her feet and the drain, too scared to look back up.  \n[114] Perhaps. But now blood drips by       her ankle, DRIP, DRIP, DRIP. And the shooting pain she       feels is coming from her arm. What the hell -- ? WE SEE        SHARP SLASHES appearing on her skin, like some invisible      knife is slicing her. Hallucination or not, she bolts out of the showers --     \n[115]  \n[116] Shelley fixes her with an intense conspiratorial look.  \n[117] Shelley doesn't respond. Simply crosses over and heads for the showers. Miranda gets dressed when a hand on her shoulder makes her jump --            \n[118] But now Irene notices the blood seeping through the towel.  \n[119]  \n[120]  \n[121]  \n[122] Shelley glances around to make sure no one can hear.  \n[123]  \n[124] Pete and Miranda stare at each other.     A tense beat.            \n[125]  \n[126]  \n[127]  \n[128]  \n[129]  \n[130]  \n[131]  \n[132]     \n[133] She tries to read his face. Reminds herself of who Pete is and what he means to her. He points at her bandaged arm.  \n[134]  \n[135]  \n[136]            \n[137] Jenna lights her smoke, blows out the match slowly. Miranda turns and checks the building entrance as Jenna rambles on.  \n[138]  \n[139] He keeps walking.     Headed to the parking lot beyond.  \n[140]            \n[141]  \n[142] Impressive.    She remembers his schedule perfectly.  \n[143]  \n[144] His tone is fatherly yet direct.  \n[145]  \n[146]  \n[147] Miranda cries softly, unable to sleep. VOICES trickle in from the corridor outside, wardens on their rounds, a SOFT MOAN from another cell, a random SCREAM. She shuts her eyes, repositions herself on her stomach.            \n[148]  \n[149]  \n[150] Irene checks her watch.       The warden hangs back, keeping watch.  \n[151]     \n[152]  \n[153]  \n[154] Teddy shakes his head.  \n[155]            \n[156]  \n[157]  \n[158] An uncomfortable Teddy takes too long before answering. Miranda looks down, humiliated -- and now she sees it. Perfectly carved into her arm, her scar reads:  \n[159] PUSH INTO her face as involuntary tears roll down and we --     \n[160]  \n[161]  \n[162] He starts to speak, stops himself. Switches tactics. Their banter escalates in speed as their terms get more clinical:  \n[163]  \n[164]  \n[165]  \n[166] He steps back at her blowout. She catches the look on his face and forces herself to sit down.  \n[167]              \n[168] He studies her.     Finally nods.   New tactic:  \n[169] Pete tries to reserve judgment. Her argument has a certain loopy logic to it. He hesitates, then pulls a SERIES OF PHOTOGRAPHS from a manila envelope.  \n[170] Miranda furiously writes on the wall with blood. Wipes her face breathlessly, leaving a thick red streak on it.        \n[171]            \n[172] A breathless Miranda wipes her face, leaving a thick streak of blood on it. She looks down at Doug, crawling on hands and knees. He moans horribly, in shock. She grabs the heavy axe from the floor and follows him. He reaches for the coffee table with the telephone on it and makes a move to grab it. He has all the speed of a dying turtle, and that's pretty much what he resembles. Miranda bites her lip, lifts the heavy axe with both hands. Doug's hand grabs the phone. Miranda SWINGS THE AXE over her head and it comes down straight AT CAMERA. Miranda wipes her face again, catches her reflection in the mirror over the mantel and stares -- WE HEAR THAT SOUND. The WETTISH GURGLING sound. Miranda stares at the MIRROR looking for the source of it. For an instant we see the teenage girl's reflection there, beckoning. But now she's gone and Miranda is left studying her own demented expression and now FLAMES RISE around her. She looks down at her feet: No fire. Blood on her clothes, axe still in her hands. Looks back up at:        \n[173] shows a serene expression on her face. Fire enveloping her. She slowly lifts her hands over her head. In place of the axe there are CHAINS attached to SHACKLES on her wrists. She is completely naked, as if purified -- like an extreme version of Anima Sola. (A Biblical icon in which a woman in fiery purgatory awaits her fate. Time stands still for a mesmerizing moment -- When the MIRROR SHATTERS TO PIECES and we're back to reality. Miranda stares at the axe she's flung at it.          \n[174]    Miranda tries to wash off the blood in the sink. This is a daunting task, seeing as how she's covered in it. She stares at her bloody footprints all over the floor, at the marks on the door handle, towels and wall.    Gasping for breath, almost crying, she turns on the shower at full blast and climbs into the tub. She watches the blood wash off her. As if finally coming back to her body and realizing what she's done, she slowly slides down the shower wall and curls up in the tub. Crying. Shaking.     She shuts her eyes as hard as she can to make it all go away, and we --  \n[175] Miranda wakes up, still in the tub. How long has she been there, hours? Days? Impossible to know. But at some point she must have turned off the water. She sits up, every muscle of her body aching, hair caked with blood. The first thing that hits her is the stench. And it's foul, the putrid smell of decaying flesh. She steps gingerly out of the tub onto the flooded floor and follows the trail of blood, mortified at what she will find.     \n[176] Soon enough the press will make the Manson Family reference, but for now, only Miranda is here to witness the fruit of her labor. She gasps for air. Instead she is hit by a wave of nausea. She doubles over to throw up when there is a FRANTIC RAPPING at the front door. She freezes. VOICES and YELLS trickle in. The HINGES on the door RATTLE under REPEATED POUNDING and she still stands there as the first FIREMAN breaks in. Sheriff Ryan and his deputies right behind. A concerned Pete Graham behind them.            \n[177] She locks the door behind her, hyperventilating in terror. Instantly there are men POUNDING on it. SQUAWKING RADIOS. ORDERS BARKED at her. She spots two officers through the window in her backyard. About to smash the window. A caged animal, completely surrounded, she covers her face with her hands. Trembling. The doorknob jiggles violently, about to give. And when she brings her hands down she is staring straight into the teenage girl's face. And she OPENS HER MOUTH WIDE and now we are back in --     \n[178] Miranda gasps for air, drowning in sensory overload.  \n[179] She rocks back and forth. Finally aware of what she's done. She is the killer. No more doubts. And now that she knows, everything is much worse. A long, harrowing beat. WE PUSH IN ON her devastated face.       NIGHT TURNS TO DAY.     \n[180] The locks are unlocked. Pete appears at the door. Miranda glances up at him. She looks like a different person. Completely destroyed. He crouches beside her.  \n[181]        \n[182] Parsons pauses here.      Exchanges glances with Pete.  \n[183] WE SEE what she is talking about: a framed photograph on the desk is now FACING us. Eerie. It shows Parsons, his wife Dorothy and a young girl. Our teenage girl.  \n[184]  \n[185] Pete and Parsons trade uneasy looks.  \n[186]  \n[187]            \n[188] Parsons doesn't want to talk about it anymore.    Rises.  \n[189]    Miranda's pale skin is visible in the dim monochromatic light. We are MOVING TOWARDS her, seeing her as if from the POV of someone approaching her. We become aware of the RAGGED BREATHING sound. Miranda opens her eyes, looks this way and that, then closes them again. She is nearly asleep when she hears a sound we've heard before. The strained WET SOUND. Miranda's eyes SNAP OPEN. She slowly sits up, back against the wall. Squinting to cover every inch of the room. And now she sees it: a SHADOW crouched in the corner. Roughly the size of a person. Miranda climbs off the bed and slowly walks towards it. Scared, but determined. She wrinkles her nose at the putrid smell coming from it. She gets closer... closer... The RAGGED BREATHING GROWING LOUDER as she reaches the shadow -- She stretches out her hand and finally touches... NOTHING. She swipes her hand through the air, feeling stupid.  \n[190] She paces around the room, feels the wall, taps her head.  \n[191] The moment is as brave as it is ridiculous. She has psyched herself into verbally defeating the ghost. And now she climbs back in bed.            \n[192] A beat. And now we hear the SOUND OF THE DEADBOLT SLIDE OPEN. The door opens quietly. PUSH INTO Miranda's face. Properly scared now.  \n[193] If proof is what she wanted, proof is what she got.   From now on we'll refer to the teenage girl as RACHEL.     \n[194] Miranda shuts the door behind her and slips behind her computer. Shrouded in darkness. Hits a switch and a SURVEILLANCE MONITOR comes to life. Now she has a view of the corridors: two guards here, a nurse going for a smoke, a janitor at the coffee machine and so on. She switches on her computer and taps her fingers as she waits for it to boot up.     \n[195]     \n[196] The man in the yellow shirt acts as if he has no idea what she's talking about. Ho-hum, just another psychotic woman trying to escape. A nurse prepares a needle and we --  \n[197] A better room, in fact. This one has a view. Heavy bars on the windows, but still. Miranda paces. Pete is seated, observing her deteriorating state.  \n[198]  \n[199]            \n[200]  \n[201] A disconcerted Pete looks at the article with the pictures of Rachel and the others: Andrea White and Jenny Dixon.  \n[202] He regards her. Maybe Parsons is right: she's desperately grasping at straws now. Skims the article:  \n[203]            \n[204]  \n[205]  \n[206]  \n[207]  \n[208]  \n[209]    Trying to get Chloe's attention. But Chloe just stares at her untouched food, glassy-eyed.  \n[210] No reaction.  \n[211] Nothing.  \n[212] Now Chloe looks at her, like something finally registers.  \n[213] Chloe simply stares.    Finally shakes her head.  \n[214]  \n[215]  \n[216]    Chloe abruptly grabs her arm.     Tightly.  \n[217]  \n[218] A) Miranda and the other patients line up for meds in the rec room. B) Irene keeps watch in the garden as the women get their daily fresh air. C) Wardens watch as each patient enters their cell at night and the lights go off.        \n[219] Echoing an earlier scene, we are MOVING TOWARDS her -- her pale skin visible in the dim monochromatic light. Miranda flicks a look this way and that, alert. Sensing something.            \n[220] Just like a crazy person. She listens for any further noise, hears none and shuts her eyes. Exhausted.  \n[221] Silence. But now the BEDSPRINGS CREAK behind her and she whips around and starts to scream as a big hand covers her mouth. Her eyes open wide at the sight of Simon, in his yellow shirt. He shoves her against the mattress and presses his full weight against her. She lets out a muffled scream as he uncaps a syringe with his teeth and brings the plunger to her throat. Straight into her jugular.  \n[222] Simon moans as the full dose hits his system and his body goes limp. Miranda exhales, coming back to herself. A beat.  \n[223] No response.     Miranda grabs his keys, begins to undress him.  \n[224] She glances back, makes sure no one is following her. Catches her own reflection in the rearview mirror: the scared eyes, the haunted face. The new version of herself. She flips the RADIO dial: BAD NEW AGE MUZAK. BAD COUNTRY. BAD DISCO. More BAD NEW AGE MUZAK. She finds IGGY POP'S entirely appropriate \"THE PASSENGER) and lets it play.     \n[225] The neighborhood perfectly quiet late at night. Miranda parks in the driveway and stares at the empty house. Steels herself, climbs out of the car and heads around back. She finds her SPARE KEY behind a potted plant, takes a deep breath and lets herself in through the back door.     \n[226] POLICE CRIME-SCENE TAPE everywhere. She turns on the kitchen light only and scurries to her bedroom without even looking in the direction of the living room, avoiding the scene of the gruesome crime altogether. Eerie as hell --     \n[227] The CAR SPUTTERS to a stop. Miranda goes to turn the key but suddenly freezes. Looks at the ignition oddly and notices the key is gone.  \n[228] A dead-still beat. Glancing around, she is even more startled to see the blue lighter key chain lying in the middle of the street.          \n[229] No sign of Rachel. Miranda yells at the air, glancing over her shoulder, seemingly demented:  \n[230] A moment. Miranda stranded. The stolen car in the middle of the road. And now the SQUEAK of a GATE OPENING abruptly. Miranda whips her head in the direction of the sound. It's the front gate to her house. And now the front door SWINGS OPEN. And now the living room LIGHTS switch on.            \n[231] But even as she's saying this her feet are moving towards it. She pauses, looks at the car in the middle of the road. Looks at the fizzling puddle where she was almost electrocuted. No neighbors have come out to investigate yet, but how long can that last? She walks to the car.     \n[232] She STARTS the ENGINE and pulls over to the sidewalk.        \n[233] Miranda stands in her living room, staring at her handiwork. Frozen with dread. The blood has been cleaned up some, but the mess remains. The upturned furniture covered in plastic, the chalk outline of the body, the yellow crime-scene tape, the shattered mirror above the fireplace, the muddied footprints of dozens of cops, coroners, etc. The faded writing on the wall:       \"NOT ALONE.\" Miranda takes it all in, not entirely sure what she's supposed to be looking for.  \n[234]            \n[235] She looks at her foot. A big SHARD OF GLASS is stuck right through the flimsy hospital slipper into her skin. Blood already seeping from the nasty cut --     \n[236] Miranda walks slowly to the mirror. Incredibly, the image reflecting back at her also grows bigger. As if the two versions of her are literally walking towards each other. FROM A SIDE ANGLE WE SEE both their faces mere inches apart. Miranda brings her fingertips to the mirror and touches it. Immediately pulls her hand back.            \n[237] Abruptly there's a sharp CLICK as she lights Simon's key- chain lighter, and the wavery light illuminates the vast space. Rats scurry for cover. It takes a second to orient ourselves. Something metallic catches the lighter's reflection way in back. Miranda walks towards it.  \n[238] She takes a few more steps until her foot hits a bulk on the floor. She stops. Kneels down and in the dim half- light we make out a backpack. She unzips it and rifles through it  until she finds a wallet. Opens the billfold and brings the lighter next to the ID: the picture belongs to a teenager named  \n[239] The lighter in her hand is getting hot, so she lets it click off. When it comes back on we see she has wrapped a ragged T-shirt around it for insulation. Miranda steps deeper into the room. Up ahead, she can make out the metallic thing that reflected light before. It is a hook in the ceiling. And suspended from it are several heavy chains. Like a meat rack. And now she catches a whiff of the terrible smell and sees the body of the teenage girl: hanging upside down, tied around the hands and ankles. Medical training kicking in, Miranda quickly lowers the girl to the ground, causing the angry rats to skitter away.  \n[240] (We see the following in between flicks of the lighter so that we go from midnight black to wavery light in an almost strobe-light effect: She checks for vital signs, pulse, heartbeat -- Miranda's adrenaline at full tilt --  \n[241] She strikes the flint and brings the lighter to the girl's pupils. Inspects them. Slaps her repeatedly, clinically. The strobe effect also allows us glimpses of the immediate surroundings:   household tools strewn about; wire cutters, pliers -- a pool of dried blood.  \n[242] Nothing. She unties the wires around the girl's ankles. The skin swollen grotesquely around them. She shakes the girl. Slowly coming to the realization that it's too late.          \n[243]  \n[244]  \n[245]            \n[246]  \n[247] Dorothy shakes her head, determined to finish.       She pulls out a folded piece of paper.  \n[248] She stares at Dorothy, stunned. Brain click-click- clicking. Her wildest fears confirmed: Doug is behind this somehow.  \n[249] Dorothy stares at her, scared.     And finally nods.     \n[250]  \n[251] Pete regards her now, has no idea what she's going on about this time. Tries to remain professional.  \n[252] White. Surveillance cameras in every corner. Two separate doors with elaborate locks. High security all around. The officers undo Miranda's cuffs and excuse themselves. Pete gestures for Irene and the Orderlies to leave as well.  \n[253] Pete is at the end of his rope. Can't hide his sadness when he looks at her. Still, he tries to get her back on track:  \n[254]  \n[255]              \n[256] She shows him the crumpled newspaper listing.  \n[257] Pete stares at the realty listing for Willows Creek.  \n[258] Pete takes all of this in.     Dumbfounded.  \n[259]  \n[260] Pete can see that she's petrified. He starts to speak, but she hushes him by gently placing her finger on his lips. The gesture is tender, almost romantic. A reminder of their very real connection.  \n[261]     \n[262] Miranda looks up at the sound of the BOLT BEING DRAWN and the handle unfastened. Through the door comes Consuelo, carrying a tray. Sets it down by the bed. She is on her way out when she pauses, stares at Miranda.            \n[263]  \n[264]  \n[265]  \n[266] Consuelo holds Miranda's hands firmly, \"reading\" her.  \n[267]  \n[268]  \n[269]  \n[270] Consuelo holds up a finger, hushing Miranda.      She's receiving something here. Shudders.  \n[271]  \n[272] Rachel opens her mouth wide like a snake. And as Miranda screams, blood starts leaking out of Rachel's wounds. And now we see it. Rachel's lips touch Miranda's and BREATHE HER SPIRIT INTO Miranda with a WHOOSH --          \n[273]    Consuelo lets go of Miranda's hand. Like recoiling from fire. Speaks in the simplest of ways. The truth:  \n[274]  \n[275] Consuelo crosses herself. A sign of respect for the situation. But it has a chilling effect on Miranda.  \n[276]    The THUNDER outside RATTLES the WINDOW PANE. The only light source being the intermittent LIGHTNING as the  \n[277]    Miranda holds her breath, listens. And sure enough, somebody else is in the room. She looks around.  \n[278] And now LIGHTNING streaks the room and we see Rachel in the corner. Staring with her dead eyes. Moving towards her.  \n[279] But it doesn't work. Rachel keeps walking towards her. Miranda backs up against the wall. Trapped. Fighting tears --  \n[280]     \n[281] Rachel stretches out her arm to Miranda's face --  \n[282] Rachel slowly shakes her head, places her hands on Miranda's eyes and shuts them --  \n[283] in her school uniform. Staring straight ahead. Now the image is bathed in a red and blue light and we see her half-naked, bruised. Dead.  \n[284]     \n[285] Miranda screams at the visions.    Rachel holds her steady.  \n[286]            \n[287] There's a deafening SOUND like a thousand bells ringing at once and Miranda covers her ears -- Outside WE HEAR MURMURS, YELLS, INSTRUCTIONS --     \n[288] Turlington nods. Miranda looks down at a grateful Shelley, whose head is cradled in her lap. Brushes the matted hair off her face. Carefully removes the biting block, making sure Shelley is alright.  \n[289]  \n[290] Suddenly all the policemen in the room begin to exit --  \n[291] Turlington is about to exit when Parsons stops him:  \n[292]    Chloe flicks the flashlight to see Miranda by the door.  \n[293] Chloe flinches at that. Like all this multitasking is affecting her. She digs the gun deeper into the Sheriff's neck, making him cower to his knees, execution style --  \n[294]  \n[295]  \n[296] This gets through to Chloe.       Her grip loosens on the gun.  \n[297]  \n[298]  \n[299] The Sheriff throws his jacket on, starts walking --  \n[300] The CLICK! of a SAFETY being released makes him pause. He turns to look at her. A tense beat.  \n[301] Pete locks eyes with her, nods -- as the cruiser leaves.     \n[302]  \n[303]  \n[304] He studies her. Takes a step towards her. Miranda responds by stepping back. A slow motion semicircle, if you will. She eyes the open door. Tempted.  \n[305] She's stalling, trying to keep him talking and he knows it.  \n[306]     \n[307] Patience tested, he suddenly WHACKS her across the face.  \n[308]  \n[309]  \n[310]  \n[311]  \n[312] SMACK! Another slap across the face. Miranda's knees buckle. But she remains standing. Her lip trembles.  \n[313]  \n[314]  \n[315]  \n[316]  \n[317] Ryan smiles at that. Re-holsters his weapon and walks towards her, taking his time. Relishing the hunt.  \n[318] Clearly not here.   Sheriff Ryan's voice getting closer:  \n[319]     \n[320]     \n[321]        \n[322]            \n[323] STILL PULLING BACK THROUGH the lush cemetery, PAST several trees until we find Rachel watching the serene scene. She turns TO CAMERA now and we PUSH INTO her eyes, finally at peace, until it FILLS the SCREEN and in it we see...     \n[324] She turns at the light and gets lost in the crowd.     ", "Grey": "", "Teddy": "\n[1]  \n[2]  \n[3] Miranda sits.      Waits until Irene is out of hearing range.            \n[4]  \n[5]  \n[6] As he speaks, she starts fidgeting with her itchy bandage.  \n[7] She keeps absently playing with the bandage. The adhesive is giving. The bandage starting to peel off.  \n[8] She pulls off half the bandage, back and forth. Not looking. BUT WE SEE the beginning of a pattern in her scarred skin --  \n[9]  \n[10]  \n[11]            \n[12]  \n[13] Sheriff Ryan discards the paper towel and walks out to the waiting room, Teddy following closely --     \n[14]  \n[15]  ", "Howard": "\n[1]  \n[2]  \n[3] Miranda sits.      Waits until Irene is out of hearing range.            \n[4]  \n[5]  \n[6] As he speaks, she starts fidgeting with her itchy bandage.  \n[7] She keeps absently playing with the bandage. The adhesive is giving. The bandage starting to peel off.  \n[8] She pulls off half the bandage, back and forth. Not looking. BUT WE SEE the beginning of a pattern in her scarred skin --  \n[9]  \n[10]  \n[11]            \n[12]  \n[13] Sheriff Ryan discards the paper towel and walks out to the waiting room, Teddy following closely --     \n[14]  \n[15]  ", "Chloe": "\n[1] Miranda tries not to act surprised at this breakthrough. Responds with the even keel of a trained psychiatrist.  \n[2]  \n[3]  \n[4]            \n[5]  \n[6]  \n[7] Before Miranda can analyze that one, the room LIGHTS FLICKER AND DIE. Darkness. Miranda's breathing speeds up.  \n[8] As suddenly as it went out, now the POWER RETURNS.      A visibly uncomfortable Miranda checks the clock.  \n[9]            \n[10] She almost doesn't seem crazy when she says this. Almost. TWO ORDERLIES appear at the door. Miranda nods for them to escort Chloe. Chloe shakes their hands away from her, strides off dramatically. The princess of the asylum.     \n[11]  \n[12]  \n[13]  \n[14]  \n[15] CAMERA FOLLOWS HER INTENT GAZE to another patient, \n[16] Irene and the orderlies yank Chloe off Consuelo. Chloe kicks and screams like an animal. Consuelo meekly stands up.  \n[17]            \n[18]  \n[19] The orderlies haul Chloe off. Irene disperses the crowd. Consuelo sighs, embarrassed, wipes a bloody lip. Her manner says she just wants to get back to her duties. Excitement over, the patients resume whatever it is they were doing. Miranda stares at her bleak surroundings when something catches her eye: Pete watching her from his office window. He quickly slides the curtain shut. Odd.     \n[20]  \n[21]  \n[22]  \n[23]            \n[24]  \n[25] PUSH IN ON Miranda.     Deeply affected by Chloe's words, as we --     \n[26] Sheriff Ryan hesitates.      Chloe presses the gun against him.  \n[27] The sound of the UPSTAIRS DOOR BEING THROWN OPEN makes her glance up. She trains her flashlight at the second level, stepping behind the Sheriff to use him as cover.  \n[28] Her FLASHLIGHT BEAM searches the section. Catches the reflection of a police shield hiding behind a table.  \n[29] A beat.   Officer Turlington rises.      Slow and deliberate.  \n[30]  \n[31]  \n[32]  \n[33] The Sheriff glances at Miranda. Miranda nods.       The Sheriff begins unbuttoning his shirt --  \n[34]  \n[35]            \n[36] Miranda walks over and embraces her.       Chloe hands her the gun. And that's when the power returns. Miranda and Chloe frozen in their embrace. Sheriff Ryan on his knees. In the sudden, shocking glare of returning light, color abruptly re-enters the world and every RADIO, PHONE, FAN and MACHINE that were left on HUM TO  \n[37]  \n[38]  \n[39] Pete shakes his head. Chloe nods, climbs inside the cab. Pete waves as it drives off. Then he pulls out a postcard from his pocket. It has a New York City postmark.          ", "Sava": "", "Pete": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9] They have reached an office marked \"DR. PHILLIP PARSONS DIRECTOR\" and peer in to see Parsons (50's, distinguished, commands respect from everyone) on the phone. He gestures for Pete to sit. Miranda is about to exit when he covers the mouthpiece --  \n[10]  \n[11]  \n[12]  \n[13]  \n[14] The nurse complies. Miranda stares at the meds, trying desperately to put this into some kind of perspective.  \n[15] Awkward nods from Irene, the nurse and the attendant. Pete holds Miranda's gaze. Miranda takes her meds.            \n[16]  \n[17]  \n[18]  \n[19]  \n[20]            \n[21] This stops her. Wanting desperately to whip out a comeback but realizing she doesn't know the answer.  \n[22] The hint of sadness in his voice alarms her.  \n[23]  \n[24] Miranda shakes her head in disbelief, but we --     \n[25] FLASH: Miranda being tied down.      A nurse with a syringe --     \n[26] Miranda, speechless.     Reality sinking in.  \n[27]  \n[28]  \n[29] A pause here. He's waiting for her to continue. She's not used to being on the other side of the therapist's table.  \n[30]  \n[31]  \n[32]  \n[33]  \n[34]          \n[35]  \n[36]  \n[37]  \n[38]  \n[39]  \n[40]        \n[41] Frustrated, she snatches his cell phone and starts to dial:  \n[42] This stops her cold. Time stands eerily still. She stares at Pete as if by looking at him long enough, he will contradict his statement.  \n[43]        \n[44] Off Pete's nod, a nurse injects the syringe into Miranda's arm. They hold her down with great effort as she continues to cry, and we...  \n[45]  \n[46]  \n[47]  \n[48]  \n[49]  \n[50]  \n[51]  \n[52]  \n[53]  \n[54]  \n[55]  \n[56]            \n[57]  \n[58] She takes a resigned breath, slowly shakes her head. Wishing she could wake up from this nightmare:  \n[59]  \n[60] Miranda. Numb. Pete trying hard to get through. A beat. We get a good look at the writing on her arm.   \n[61] Silence from Miranda.     He is firm but not unkind:  \n[62] Nothing.     He goes to touch her arm.   She jerks it away.  \n[63] She shakes her head, at a loss. Torn between her suspicion and the need to confide in someone. Finally:  \n[64] They stare each other down. There's definitely chemistry between these two. But the moment is far from romantic.  \n[65]  \n[66]            \n[67]  \n[68]  \n[69]  \n[70]  \n[71]  \n[72] Miranda looks at the crime scene photos. Lurid. Terrible. Here's part of Doug's body. Here's the axe. And now she sees a closeup picture of the wall with words on it. In blood, a la Manson family. And it says:  \n[73]  \n[74]  \n[75] She nods meekly. Staring at the picture. Begins to shake as all of it finally comes flooding in --  \n[76] She shakes her head slowly. He sets his hand on her shoulder. She turns to him and hugs him tight, holding on for dear life. Breaks down in sobs.          \n[77]  \n[78]  \n[79]  \n[80]  \n[81]  \n[82]  \n[83]  \n[84]  \n[85]  \n[86]  \n[87]     \n[88] Irene and Parsons share a look.     He wraps it up:  \n[89]  \n[90]    What was that?     Miranda reacts to this.  \n[91] Miranda pulls out the folded printout from her pocket.  \n[92]  \n[93]  \n[94]     \n[95]  \n[96] Miranda snaps to attention here.  \n[97]  \n[98]              \n[99]  \n[100] Discussion over. He raps on the door. Triple-locks come unlocked and an ORDERLY is there. Peter exits.     \n[101]  \n[102]            \n[103] Sheriff Ryan leans out of the other cruiser.  \n[104]  \n[105]  \n[106]  \n[107] The Sheriff waves, whatever. Knocks twice on the hood and the officer behind the wheel shifts into drive.  \n[108]     \n[109]  \n[110]  \n[111]  \n[112]  \n[113]  \n[114]            \n[115] Pete rushes up the steps --        \n[116]  \n[117]  \n[118] She glances at Pete's pleading face and the room around her: cops everywhere. All guns trained on her. Sheriff Ryan speaks low so only she can hear the following:  \n[119]  \n[120] She shakes her head.     Mouths something Pete can't make out.  \n[121] Turlington hits the gas. Miranda presses her face against the window so only Pete can see her say the following:  \n[122]  \n[123] As he turns, we REVEAL Rachel slipping out of the room. Unseen by him, of course. Pete starts to exit when Tracy opens her eyes. Groggily waking as if from a dream.  \n[124]  \n[125]  \n[126] Chloe smiles.     Awkward.   Her first day out in the real world.  \n[127] Chloe picks up her bag, climbs down the steps to her cab. Stops midway, turns:  ", "Graham": "", "Turlington": "\n[1] He says this while already strolling over.        Miranda's mind races a mile a minute --  \n[2]  \n[3] She stares at the young, friendly cop. His left hand resting on his belt. Right next to his gun. But it seems as if he has no idea who she is. At least not yet.  \n[4] She nods, nerves shot to hell.     Starts walking.  \n[5] Miranda shuts her eyes, busted.     Freezes.  \n[6] Miranda awkwardly raises her shaky hands.  \n[7] A confused Miranda slowly turns in the direction he's looking to see Tracy Seaver at the barn door. Dragging herself in agony, clearly in a severe state of shock. Battered, yet somehow -- incredibly -- still alive. But just barely.     \n[8] The Guards shake their heads, chuckle.  \n[9] The Guard points at the bank of monitors.  \n[10]  \n[11]     \n[12]  \n[13] Pete glances at Miranda.      She knows exactly who it is:  \n[14]  \n[15]  \n[16] No response. And no way to disguise the sheer panic in her voice. She fell for his trap. They're all alone here.        \n[17] No sight of the man.  That's odd. Maybe he's in the bathroom. Turlington heads in that direction.     \n[18] Nobody. He notices the back window is open because raindrops are blown in by the wind. He looks out to the parking lot for a moment before shutting it.          \n[19]  \n[20] Teddy Howard slaps an official-looking document on him.  \n[21]  \n[22] Teddy Howard has to look away. Pete places his hand on Parsons' shoulder. Parsons simply glares at the dead man, eyes filled with hatred. No sign of Miranda anywhere.        Vanished.   Like Houdini.  ", "Joe": "", "Irene": "\n[1]     \n[2] No reaction.  \n[3] She shakes her harder. And now Miranda's EYES SHOOT OPEN and she grips Irene's arm. Hard. Like the teenage girl did.  \n[4] Miranda stares at her, coming back to. Starts to speak but has no voice. Clears her throat --  \n[5]  \n[6]     \n[7]  \n[8] Irene shoves the meds into Miranda's mouth --  \n[9]  \n[10] Miranda studies the patients already under the spray of the shower. Something vaguely concentration camp-like about institutional bathing.            \n[11] The first group of bathers file out, dripping wet past Miranda, in all shapes and sizes. She registers their many scars and tattoos, like maps of troubled souls: names of men, places, religious quotes. Burn scars, cuts, needle marks. They begin to towel off as Miranda, slowly and painfully self-conscious, begins to undress in the corner. A moment later Irene nods for her to go in.     \n[12]  \n[13]  \n[14] And now the other patients are curiously watching as orderlies RUSH IN to haul her away.     \n[15]  \n[16] Parsons watches Miranda through the glass.       She can't look him in the eye.        \n[17] Now two ORDERLIES race past. Miranda looks over to see what the fuss is all about. Chloe is on top of an institute staff member we haven't seen before, a round black woman named CONSUELO. Punching her -- Other patients have crowded around the scuffle.  \n[18] The orderlies start pulling Chloe away.      Chloe spits at Consuelo, full of venom.  \n[19]  \n[20]  \n[21]  \n[22] The library is pretty    much empty at this hour except for the LIBRARIAN and the    odd janitor tidying up. An efficient-looking man    rises from a desk, briefcase in place, glass of water    -- this is attorney THEODORE  \n[23]  \n[24]            \n[25] Pete nods.     Just what he needed.   The OFFICERS trade looks.  \n[26] The entire cafeteria is on their feet showing their solidarity for Miranda. Chloe locks eyes with her, mouths the words \"thank you.\" And Miranda is hauled out the side door.     \n[27]            \n[28] The cops head down the corridor.     \n[29]     "}}