{"filename": "Gremlins_script.txt", "imdb_id": "tt0087363", "imdb_url": "https://www.imdb.com/title/tt0087363", "characters": ["Pete Fountaine", "Kate Beringer", "Chinese Boy", "Sheriff Frank", "Mr. Anderson", "Murray Futterman", "Rockin' Ricky Rialto (voice)", "Mrs. Joe Harris", "Randall Peltzer", "Billy Peltzer", "Ruby Deagle", "Man on Street (as Don Elson)", "Alex", "Grandfather (Mr. Wing)", "Little Girl"], "dialogues": {"Pete": "\n[1]walking home from school. Pete is 16 years old. A chunky, Pete resembles a tiny snowman. Suddenly, Pete.slips on the ice. Bam. Right on his ass. His school books scatter over the ground.     13. Billy stops the car. He gets out and hurries to Pete. \n[2]Thanks. That'd be nice. Billy helps Pete pick up his schoolbooks. \n[3](impressed by Billy's storytelling Wow... Billy digs into his pocket and gives Pete the copy of \"Once And Future King\". \n[4]Hey, Billy...You know so much about Vikings and stuff...You should write one of these stories yourself.     14. \n[5]Really? \n[6]Sounds gre t. When can I read it? \n[7]Hello? Is anybody home? \n[8]I'm s'posed to be on a diet... He grabs a brownie. He notices Mogwai's case. \n[9]What's in there? Pete walks over and opens the case. Mogwai hops out, onto the bed. The creature giggles. Pete is, taken aback. \n[10]What is it? \n[11]It's neat. Billy shrugs. Mogwai sees the brownies. The creature hops from Pete's hands, onto the desk. Mogwai grabs a brownie and starts to eat.     28. \n[12]Hey, Billy.. .You think I might be able to borrow it? Just for a night? \n[13]C'mon...My Mom will never know. I'll hide it under my bed. Pete reaches down to pick up Mogwai. His hand clumsily knocks over the water bottle. A few drops of water splash Mogwai. The creature arches its back and lets out a high pitched scream. Billy is surprised. Pete takes a step back. Scared. Mogwai tenses up. The spots on its body that were hit with water begin to bubble... .expand...' Billy can't believe his eyes. Mogwai writhes in pain. The spots on its body expand more, getting bigger, bigger.. .ready to explode. Billy and Pete stare. Fascinated. The spots burst. \n[14]  \n[15]Now can I have one? \n[16]  \n[17]Mr. Hanson...this is my friend Billy. He wants to talk to you about somethin'. \n[18]sit on the sofa, watching the T.V. Roy enters. He sits across from Billy.     \n[19]Yeah...that's what happened when I tried to take one. \n[20]stands in the back row, wearing his orange down jacket and a long checkered scarf. He stands in the back row, singing tenor. \n[21]is being dragged from the group by his checkered scarf. Mogwai pulls the youth into a nearby wooded area. Pete kicks and shouts. But the caroler's singing drowns out his cries for help. Mogwai jumps onto Pete's chest. The creature's razor sharp teeth bite into the boy's neck, tearing out a huge chunk. Pete screams. No one hears. ", "Fountaine": "", "Kate": "", "Beringer": "", "Chinese": "", "Boy": "", "Sheriff": "\n[1]sits' behind his desk..:'. He's Frank is 4 years old. His wears glas es. H deputy \n[2]  \n[3]Peltzer?!?...Peltzer?!?... Billy thinks fast. He flips on the siren and flashing roof lights. \n[4]  \n[5]  ", "Frank": "\n[1]       \n[2]sits' behind his desk..:'. He's Frank is 4 years old. His wears glas es. H deputy \n[3](holding back a \n[4]These little things killed your Mother and the Fountane boy? Billy nods. \n[5]And they eat human flesh? \n[6]  \n[7]Look, Billy...We all know that you have a very active imagination. My brother told me about the books you read down there at the bank ...Now, Dungeons and Dragons are fine if you're five years old, but... Billy stands. Upset. \n[8]Brent, go with Peltzer...check out the 'Y'...then his house. \n[9]       \n[10] Peltzer?...Peltzer?... (slams down the \n[11]Looks like I'm gonna have to straighten this out myself. Want to go for a ride? \n[12]I got a headache. \n[13]When you grow up. \n[14]Something looks weird. (rolls Jown. his \n[15]Snow's too'heavy. I can't... ", "Anderson": "", "Murray": "", "Futterman": "", "Randall": "", "Peltzer": "\n[1]walks through the owd. An American businessman.1-He wears a tas eful g3,y suit. He's thin, with distinguished good looks and thin brown hair. He's 56 years old. Rand looks around; fascinated by the vast array of people and merchandise. He stops at a booth. A tiny ORIENTAL, WOMAN stands behind the counter. Rand gives her a polite smile. \n[2]a bank teller, writes out a receipt for a customer.     7. Billy is 26 years old. His sturdy build and good looks are buried beneath wire rimmed glasses, slicked dirty-blonde .hair, a red sweater vest, a loose fitting checkered shirt, baggy corduroys and worn loafers. râ\u0080¢ Finishing the transaction with his customer, Billy looks to the line of waiting people. \n[3]blends in with the others. But it's a little nicer, better kept. A row of colored lights is draped across the snowy shrubbery. Billy's Pinto pulls into the drive. He gets out, sword under his arm. He enters the house. \n[4]Billy's Mother. 53 years old. Slightly heavy. Well She hears Billy enter. She quickly pops a valium from a small pill bottle. She calls to her son. \n[5]  \n[6]  \n[7]  \n[8]A pensive, tired look covers his face. ", "Billy": "\n[1]a bank teller, writes out a receipt for a customer.     7. Billy is 26 years old. His sturdy build and good looks are buried beneath wire rimmed glasses, slicked dirty-blonde .hair, a red sweater vest, a loose fitting checkered shirt, baggy corduroys and worn loafers. râ\u0080¢ Finishing the transaction with his customer, Billy looks to the line of waiting people. \n[2]Next. \n[3]I can't cash this, M'am. Your last check hasn't cleared. \n[4]No, M'am. I'm sorry...     8. \n[5]T at's very nice, M'am. But your c eck hasn't cleared and... \n[6]It's not my.fault your check didn't clear, M'am, \n[7]I wasn't getting smart, I was... \n[8] I. didn't do anything wrong. \n[9]Next. \n[10]Let me. He helps her on with the coat. \n[11]You look very pretty today. \n[12]I mean.. .not that you don't look pretty every day...But you look especially pretty today. \n[13]It's a book. You read 1t. Billy exchanges a smile with Tracy. Gary isn't amused. \n[14]King Arthur. . .Sir Lancelot... Knights of the Round . Table... Dragons... \n[15]  \n[16]  \n[17]Pete...You okay? Pete nods. Billy helps him up. Pete brushes himself off. Billy is amused by the boy. \n[18]You want a ride home? \n[19](energetic, en- \n[20]Here. You can borrow it. Pete takes the book. \n[21]  \n[22]  \n[23]Hi, Dorry.  Is it ready yet? Dorry smiles. He reaches to a shelf behind the counter. He removes ,a long object, wrapped in a piece of green cloth. He rests it on the counter.     15 Billy watches with.wide eyes. Pete is curious. Dorry slowly unwraps the object. Inside the cloth, is a long silver sword, with a gleaming blade and an engraved steel.holster.. - Pete is impressed.. \n[24]What do I owe you? \n[25]Thanks, Dorry. \n[26]sighs.He hates to be called \"honey\".     17. \n[27]  \n[28]Okay. \n[29]Yeah,.well it's none of your business. Nervous,Lynn popsvalfum with her wine. \n[30]No. It isn't. I'm old enough to take care of that stuff myself. I'm old enough to get a place of my own. \n[31]Good. I think we should talk about it. \n[32]No, it'll put you in a bad mood. Lynn and Billy exchange a glare. They look down at their food. A few silent, uncomfortable moments pass. Lynn looks back to Billy. She smiles. Time for the tender approach. She touches his hand. \n[33](moves his hand from hers Stop calling me 'honey'.     19. She smiles and tries again. \n[34]Bit it's gonna take me another- year to finish my novel. . .and what if it doesn't get published? \n[35]But what if it doesn't? Are you gonna take care of me until I'm old and grey, working on my 25th unpublished novel?... \n[36]  \n[37] Hi, Dad. They hold each other for a second. Lynn closes the front door. Rand picks up Mogwai's case. Lynn turn's to her husband. \n[38] What is it? A.monkey? A rat?. \n[39]  \n[40]What's that? \n[41]Sounds kind of creepy. Barney still growls. \n[42] Maybe later. \n[43]Little bastard. Mogwai scurries back to Rand. He pets the creature, comforting it     11 23. Settle down, Billy-There's no reason to get upset. The little fellow's scared. He hates bright light.. Billy shrugs. He wipes his fingers along the scratch on his face. He looks -at t em. There's blood on hisï¿½4ingertips. Billy looks at Mogwai. The creature looks at Billy. It giggles. \n[44]  \n[45]Shut up. Mogwai stops singing. Billy goes back to his writing. Mogwai.hops from the shelf. Staying out of the direct light, the creature moves across the desktop and cuddles up to Billy's arm. He jumps back. \n[46]Get off of me. Mogwai just looks at him. \n[47]Get.off`my desk. Billy shines the bright.desk light into the creature's eyes. Mogwai screams and jumps. off the desk, to the floor. Billy looks down at the creature.     24 41 \n[48]Stay down there. Billy goes back to his work. Mogwai is-bored. The creature leaps up to the bed.. It sees the sword. Mogwai lifts one end, examining it. It's too heavy. The sword slips off the bed and falls to the floor. Billy turns. Mogwai takes a step back. Guilty. Frightened. Billy picks up the sword. The handle is chipped. \n[49] You stupid little... Billy raises the sword over.Mogwai. He's ready to kill the tiny creature. Mogwai loo] .s up at Billy. The creature is shivering. It is frightened. It's big, green eyes are watery. Billy suddenly feels sympathetic. He lowers the sword and picks up the.creature. \n[50]  \n[51]       \n[52]  \n[53]Starting work early today? \n[54]We've got a half hour before work. Wanna go have a cup of coffee? She.pauses and smiles. \n[55].and if I sell the novel, I'll â\u0080¢be able to quit the bank. \n[56]Why Paris?     \n[57]Hey...Don't give up on your dreams. They just might come true. Tracy shrugs and takes a sip of coffee. \n[58]Can I ask you a personal question?  What is it with you and Gary? Is he your boyfriend? \n[59]Do you think he is? \n[60]So there's a possibility...I mean... I.just might have a chance with you? \n[61]  \n[62]  \n[63]Want some? \n[64]A present from my Dad. Pete picks up the creature and pets it. Pete likes Mogwai. \n[65]I dunno, Pete... \n[66]They must only multiply with plain tap water. \n[67] Huh? Well, yeah. I guess so. Pete grabs one of the creatures, taking it from the group. It cries out. In a high, piercing scream. The other creatures leap at Pete. They grab the creature and bring it back to their group. \n[68]Dad...We don't know anything about these things. \n[69]Yeah, but isn't that pretty weird? I mean, if I throw water onï¿½Barney over there, we're not gonna;getjten copies. A creature licks Rand's ear. He chuckles. \n[70]Huh? \n[71] Oh, Christ. C'mo'i,Dad...that's ... \n[72]Don't you think we should have them checked out first? Just to make sure...     31 \n[73]Oh, hi Gary. Look, I'm kind of in a hurry. Gary grabs Billy by the collar and throws him against the car. \n[74]Well, you're the closest thing this town's got to a scientist... and I need some information about an animal. \n[75]That's what I'm trying to figure out. \n[76]The curtains are drawn. The lights are dim. The eight creatures are on the desk top. Giggling. Humming in falsetto. Billy enters with Roy and Pete. Roy stares at the creatures. He is shocked. Delighted.     33 \n[77]Watch this. Billy squeezes a drop of water on one creature. Mogwa' lets out a scream. A lump appears on the creature's back. The lump gets bigger...bigger...bigger ... Roy watches with wide eyes. Suddenly, another creature bursts from Mogwai's body. NINE IDENTICAL CREATURES now stand on the desk top. \n[78](nods, checks his \n[79]sit on the sofa, watching the T.V. Roy enters. He sits across from Billy.     \n[80]Anything else? \n[81]      \n[82]Forget it. Billy stares coldly at his Father. Embarrassed, Rand looks away. \n[83]Damn things are stuck to the floor. Rand picks up a baseball bat. He raises it over his head and swings down, hard. Against the pod. The bat snaps in two. The pod is unblemished. Rand rubs his stinging hands. Billy and Rand just look at each other. Puzzled. \n[84]Why did they attack my dog? \n[85]  \n[86]Screw'science. I want them des- troyed. \n[87] Dad, they killed Barney. Or have you already forgotten? Rand just looks'at his son. Lynn pops a valium in the background.     39. \n[88]Now what do we do? \n[89]I don't think we should wait. Let's do it ourselves. \n[90]A doubtful, uncertain expression on his face.     40. \n[91]Next. \n[92] Hello, Mrs. Deagle. How are you this afternoon? \n[93](trying to stay \n[94]  \n[95] Mrs. Deagle, I...     43 \n[96]Mrs. Deagle, I... (He can't do it. He lets out his honest feelings I think you're an-ugly old fart and I; hope yo u fall down on the ice a td breath your fucking neck! Mrs. Deagle is sho ked. fi e other customers hide their laughter. Gary smiles. Tracy is proud. \n[97]Yeah?... \n[98]Mom...stay downstairs. I'll be right home. He drops the phone and runs out of the bank. Gary exchanges a puzzled glance with Tracy. \n[99]Nervous. Sweating. Behind the wheel of his car. He tries to drive fast, but the heavy snowfall and icy roads prevent it. Outside, the sun is going down. \n[100]still driving. He tries to pass a slow truck. He hits a is spot. } \n[101]tries to start it. Nothing happens. It's stalled. \n[102]No...Not now... He tries again. No good. It's dead. Frustrated, Billy slams his fist on the steering wheel. Â° \n[103]sprints down his driveway. He arrives at the porch of his home. He opens the front door. \n[104]Mom?.. Scattered giggling echoes from inside. Billy flips on the'front hall..light.. A few tiny shadows scatter. They dash into other rooms. Afraid of the light. Billy'slowly enters. He's scared. He looks to the top of the stairs. \n[105]Mom?... More giggling. Shaking'. Nervous. Billy climbs the stairs. At the top, he quickly flips on the bright hall light. Something darts up into the darkness of the attic. Escap- ing the light. Billy spots the open attic door. He walks beneath it. He looks up into the dark attic. \n[106] Mom?... \n[107]He clutches his sword. Tight. Two creatures leap at him. He spears one in mid-air. He quickly spins around, knocking the other Mogwai to the ground. He stabs the creature in the throat. He twists the sword until Mogwai chokes to death on its own blood. The remaining creature attaches itself to Billy's leg. It takes a bite from his calf. Billy cries out in pair. Mogwai stays on. Biting hard. Billy kicks his leg near the fireplace. Scared of the firelight, Mogwai lets go. Billy stabs the creature.. He holds Mogwai in the roaring flames of the fireplace. Mogwai screams until it burns to a crisp. Billy removes his steaming sword. The charred creature collapses into the flames. Dead. Billy checks his leg. A small bite. He walks to the kitchen.     53. \n[108]Yes, could you connect me with the Sheriff's Office?... \n[109]Hello? ...Is this Sheriff Lucia?... \n[110]  \n[111] Hello?... It hisses.     \n[112]running through the snow. Following Mogwai's footprints. \n[113]arrives in Peggy's backyard. He sees the young girl's legs kicking from the snowman's torso. Billy rushes over. He grabs Peggy's legs. A tug of war. Billy pulls Peggy out of the snowman. Peggy brushes the snow from her face. \n[114]Are you okay? \n[115]running through the backyards, following Mogwai's footprints The carolers' singing echoes in the distance.     \n[116]running to the group of carolers. They are puzzled by the.sword in his hand, his tattered, bloody appearance. But they continue singing. Billy follows the creatures' footprints behind the carolers , into the woods. Several feet away, Billy so-es Mogwai The creature is on top of,Pete's body Billy rushes, to the scene. Mogwai sees Billy. The creature gets scared and dashes off. Billy stops     \n[117]chasing the creature through the snow covered woods. \n[118]know you're here. The flashlight stops on the gymnasium light box. The box is attached to a.farwall, beside. the swimming pool. \n[119]Colme on out...you bastard... It is silent again. Billy is frightened. He walks faster, moving to the light box. Billy hears another sound. He shines the light to another area. Again. Nothing. Billy starts to tremble. He runs to the light box. gets there and quickly flips open the box. Billy drops the flashlight and sword. The creature's sharp fingernails clutch onto Billy's chest. Billy falls backward, with Mogwai holding onto him. They tumble into the swimming pool. The deep end. \n[120]watches from the doorway. \n[121]  \n[122]runs outof thegymnasium. \n[123]sits in front of the two men. A serious, helpless look covers his face. Frank leans toward Billy. \n[124]Yes... that's right... \n[125](nods, displaying the bite on his \n[126]It wasn't a dog, sir.  Look... these things are deadly when they're alone. but if a couple hundred get loose.. . They'll be hungry. Real hungry. They'll head straight fo the town.. You' 1 h ve a major dis ster on you hï¿½nds Frank looks at Billy. \n[127]My Mother is dead. So is my friend. I am not imagining things. Billy glares at Frank. The Sheriff sighs. He looks at Officer Brent. \n[128] Sheriff... you should radio for more help. . .warn the people in \n[129]They're inside. Brent checks his pistol. It's loaded. \n[130]Look...You can't go in there alone. It's'suicide. You've got to radio for more help... \n[131]  \n[132]waits in the car. Frightened. Restless. \n[133]He hears the gunshots. He moves faster, desperately hacking at the handcuff chain with his sword. \n[134]Sweating. Nervous. Hacking away at the handcuff chain. Brent's screams fade in the background. Billy looks out the side window. He sees \n[135]panics. He hacks at the chain. Harder. Faster. \n[136]finally breaks the handcuff chain. He quickly moves to the driver's seat and starts the car. \n[137]drives faster. \n[138]  \n[139]steers the patrol car into the first driveway. The car screeches to a stop. Billy gets out. Sword in hand, he runs to the front door of the house. He knocks. Hard. \n[140]  \n[141] You've got to keep your wind ws locked. Or better yet...boa d them up! And your lights... You've got to leave them on! f+ MR. FUTTERS What are you talking about, boy? \n[142]There are these little things... animals...They're all over the place! They'll kill you and your family!... Mr. Futters starts to laugh. \n[143]No sir, I... \n[144]Yes... \n[145]looks away. More creatures are. surrounding the car. They pound against the windows. They want in. A scared Billy flips on the police radio. \n[146]Sheriff?...It's Billy Peltzer... Can you hear me?!?... \n[147]Please answer! It's me;--Billy... GREiï¿½;â\u0096ºooo05     74 Frankgrabs the mike. Gary smiles. \n[148]He was kiljed by.ithe creatures. What? Whe THE POLï¿½CE C AR is blanketed by creatures, trying to get in at Billy. Billy screams into the radio mike. \n[149](panic, screaming into the radio mike The creatures are all over town... breaking into houses... killing people... You've got to get help!... \n[150]starts the engine. He squeals out of the driveway.     75. \n[151]Shaky. Nervous. Behind the wheel of the police car. \n[152]looks through his windshield. Up ahead, he sees \n[153]steers the police car into her driveway. He squeals to a stop. He grabs his sword and gets out of the car. \n[154]Tracy!...It's me! Billy! \n[155]Billy drives, as fast as possible through the heavy snow. He's headed out of town. Tracy sits beside him. She looks out the window.. \n[156]I'll get him out. Billy quickly opens the police car door. He jumps out. \n[157]He's dead. Tears fill Gary's eyes. Billy leads Gary to the car. \n[158]C'mon. Just stay in the light. They're afraid of the light. Gary walks. He looks scared. Helpless. They get to the police car. Billy opens the door. \n[159]We're just outside of town... Doesn't look like the creature's got here yet.  Let's go inside and warm up. They exit the police car. \n[160].and they originate from this marketplace in Hong Kong. Dorrystands and shakes his head. \n[161] You see...they''re drawn to water. Now, if my hunch is correct... They'll be leaving town, and heading for the water tower-which means they'll have to pass by here tonight.  We have to get help. These things have to be kept under control. If they get to the water tower .they maybe the Country. They're like inhuman divining rods. \n[162]I did. But nobody would listen. \n[163]That's not true. \n[164]That isn't.. \n[165]  \n[166]Yeah, and then I'd like to try and get in touch with my Dad. If we can... \n[167]They're here. A frightened Gary holds Tracy. \n[168]Do you have a place without win dows?... .A place where we could be safe? Dorry pauses to think. \n[169] We have to hurry. Dorry leads everyone.out of the.room... \n[170]We'll stay ere until daybreak. Gary sits with Tracy on an old sofa. Dorry sits beside them in anï¿½old rocking chair. Billy pulls up an old wooden'chair. \n[171]listening to the sounds. Frightened. \n[172]Help me with this. Gary and Billy slide the cabinet in front of the door. \n[173]That'llkeep them out. We're safe now.. Billy sits back. The ï¿½oipjs contipue. Dorrylook at ever y on \n[174]Well...I think you should all try and get some sleep.  I'll watch the door. Everyone agrees. Billy moves his chair in front of the door. .Dorry relaxes.inhis rocking chair. Gary stretches out on the sofa, expecting Tracy to cuddle with him. Instead,\"she walks:over to Billy. \n[175]The horror of it all finally hits him. His eyes fill with tears. He cries. Alone. \n[176]sleeping in his chair. His hand still holds the sword on his lap. The others are asleep. Billy's hand quivers. The sword drops to the floor. He wakes. Startled. He quickly grabs the sword. Everyone else wakes from the sound. \n[177](looking at their scared faces Everything's okay...I just dropped my sword. Gary rubs his eyes. \n[178]Try. the phone. .see if we can get help... Dorry walks back inside. Gary flips on a transistor radio that has been sitting on the shelf. \n[179]Damn. \n[180]How? The nearest town is fifteen miles away. \n[181]In this? You won't get far. \n[182]And-what happens when it gets dark? ...And you're on the road. Alone. Gary says nothing. \n[183]No. We have to stick together and fight these things. At least until we can get help... Tracy folds her arms. \n[184]Okay. We 11 get something to eat. , Them we go 1 to wJork. \n[185]sit at a table in the rear of the restaurant. Away from the grisly sights.- They eat burgers and fries. Gary takes a bite of his burger and nods to Billy. \n[186]It's.possible. But it's more important to get at the creatures. We've got the advantage now. It's daylight. \n[187]No...But they're all gathered in one place. And the sun rose before they could make it to the water tower. So they must be holed up between here and there. \n[188] Too many windows. Too much light. it's got to be someplace dark. Totally dark. \n[189]No. There's too many of them.. They'd need a huge area... \n[190]You used to work here, right? \n[191]You're coming in with me., You can show me around. \n[192]Blow up the theater. Everyone seems puzzled. Billy turns to Gary. \n[193]This place has some kind of boiler room...with a furnace... right? \n[194] I'll use the gas lines as a bomb. The fire will destroy the creatures. Dorry looks at Billy. \n[195]Okay...just remember;.We've got to stick together. And keep close to the flashlight. They're scared of the light. Everyone nods. Gary turns on the flashlight. Tracy takes Billy's hand. Gary is jealous. They enter the theater. \n[196]They're inside the theater. The others peer into the window. \n[197] How do we get to the boiler room?     97. \n[198]Damn. There's too many of those things. They'll- see us.  1 If we could. just distract them... Tracy perks up. â\u0080¢TRAC Y- I have an 'idea'.- They look .t her . \n[199]Give me your T-shirt. Gary reluctantly takes. off his T-shirt. Billy ties the two shirts together. He winds them into a cord. He finds a connection in the gas line. He begins to pound against it with the handle of his sword. The. sounds of metal ring out. \n[200]We have to get out. Fast. Gary points to a rear exit. \n[201]Not your gun. There's too many. Use the light. Gary stops shooting and fumbles for his flashlight. A creature leaps atDorry, pinning the old man to the ground. Other creatures attack Dorry. Biting. Scratching. Tearing. Billy picks up his sword and begins to knock the creatures off Dorry. Creatures come at Tracy. She picks up a section of thick lead pipe and bats off the oncoming Mogwai. Gary finally turns on the flashlight beam. It keeps some of the Mogwai at bay. Fire creeps up the T-shirt, getting closer to the gas line. Billy gets all-the creatures off Dorry. More creatures come through the door. Gary gets scared. He drops the flashlight and runs for the rear exit.     100 \n[202] Get back here! We need you! .Gary runs out, leaving the others alone. Billy and Tracy continue to fight the creatures. \n[203]Let's go. Billy picks up Dorry's body. Tracy protects him by batting away any oncoming creatures. They hurry out of the boiler room. \n[204]emerge from behind the building. They walk towards Gary. Billy walks up. He's holding Dorry's body. He lowers the body-to the ground. He glares at Gary. \n[205]You bastard. You ran out on us. Left us alone. To die. Billy drops his sword and jumps Gary. They fall to the ground. Fighting. Punching.     \n[206]Wait... He looks out the rear window. \n[207]looks at the creature on the back seat. It still cries out in that high pitched scream. \n[208] Hear that? He's calling his friends for help. They're following us. As long as he's alive and screaming... they'll come after him. \n[209]We can't kill him. He's our bait. We'll be able to lead them away from the water tower. (points to the back seat Just keep an eye on the thing... make s re it doe n' hurt us. Tracy keeps the swo d on the cre ture. Billy guns the engine and screeches off. He looks to the rearview mirror. \n[210]We'd better hurry. They're getting close. They.. get into the car.. \n[211]look around. Puzzled. Confused. \n[212]Where in the hell?... \n[213] Check the garage... ee if there's a bag...a b x... something we can keep this little bastard locked up in. Tracyhurries to the garage. \n[214]grabs the creature. Mogwai is still wounded and dazed. But it manages to bite and scratch at Billy. Tracy holds the tool box open. Billy forces Mogwai inside. He closes the tool box and locks it shut. Mogwai is trapped inside. The creature pounds against the metal. Its loud cry echoes from inside. Billy checks the car's engine. \n[215]Damn! He ripped out the coil wires! The car won't run without them! \n[216]There's no time. (grabs her \n[217]run up the hill, towards the Greenhouse. \n[218]arrive at. the top of the hill. They run to the Greenhouse entrance. They open the doors and enter. \n[219]climb. Billy looks to the sky. Dawn is approaching. Billy looks below him. \n[220]are near the treetop. They cling to a large, thick branch. The creatures still chase after them. Billy keeps them at bay. \n[221]He lies in bed. His wounds are bandaged. An I.V. needle is in his arm.     \n[222]How's Tracy? \n[223]Oh my God! No!...No!... \n[224]The tool box! It's locked! I didn't open it!...It's dark inside!... \n[225](fighting, ", "Ruby": "", "Deagle": "\n[1]an elderly woman, walks to Billy's window. She's a real prude. Tight lips. Heavy make-up. Bleached hair. Cheap fur coat. She hands Billy a personal check. \n[2]Don't you recognize me? \n[3](loud, so everyone can \n[4]That's the problem with this world. It's a mess because of people like \n[5]Don't get smart with me, oung man. \n[6](shouting,-looking \n[7]My name is Mrs. Julia Deagle. This young teller is being very rude! I demand that you fire him!     9 Roland looks at Billy. Billy rolls his eyes. Roland smiles. \n[8]walks to Billy's window. \n[9]        \n[10] see they still haven't fired you. Billy shrugs, trying to remain-ca-lm. \n[11]Do not try and tell me what to do, young man! \n[12]I want to speak to Mr.. Fresco!  Mr.Fresco! ...Mr. Fresco!. Roland Fresco, the Vice President, gets.up from his desk. He walks over to Mrs. Deagle and Billy. Everyonein the bank is watching. Billy bites his bottom lip, holding in his anger. \n[13]the next door neighbor, walks onto his porch. Deagle is a portly man, with curly grey hair and a beard. He calls to Mr. Futters     71. \n[14]Hey, Joe...I saw the police car. You in some kind of trouble? \n[15]Did you say 'Peltzer'? Billy Peltzer? \n[16] He's a nut. Went crazy in the bank today. Called my wife all kinds of names.  You smartass son of a bitch. If I was ten years younger I'd beat the crap out of you. Billy sighs, frustrated. \n[17]joins her husband on the porch. \n[18]What's the matter?...  Oh, it's you. Here to apologize? \n[19] \n[20]The boy went crazy, dear. carrying a sword.     \n[21]C'mon back inside, dear. Let's finish watching 'Dallas'.  G'night, Joe. \n[22]comes running out of her house, towards the police car. f_ She-'s screaming for help. ", "Alex": "", "Little": "", "Girl": "\n[1]tags Mogwai's box and puts it on the conveyer belt. Rand watches the box disappear through the baggage chute. \n[2]Don't worry, sir. Your pet will be safe. Rand smiles. "}}