{"filename": "Hall-Pass_script.txt", "imdb_id": "tt0480687", "imdb_url": "https://www.imdb.com/title/tt0480687", "characters": ["Brent", "Paige", "Grace", "Britney", "Rick Coleman", "Maggie", "Fred", "Leigh", "Emma (as Christa Campbell)", "Rick", "Coakley", "Gary", "Ed Long", "Hog-Head", "Gerry"], "dialogues": {"Brent": "", "Paige": "\n[1]Perfect. That Gunnar is so cute-- all he wants to do is wrestle with me. Rick smiles at this. \n[2]Mr. Mills, would it be okay to turn down the air--I'm a little chilly. Look--I got goose bumps. As she HOLDS OUT HER ARM to show him the GOOSE-BUMPS, we RACK FOCUS BEYOND HER ARM to the ERECT NIPPLES that are PIERCING THROUGH HER SHEER TOP like small tents. BACK ON Rick as his EYES GO WIDE WITH TERROR and he looks away. 9. \n[3]Thank you. \n[4]Mr. Mills, can I ask you something? \n[5]I was wondering... .could you buy me some beer? Rick looks surprised. \n[6]Twenty. But I'm turning twenty-one next week. \n[7]Yeah. My aunt usually buys beer for me, but she's out of town. So. . .could ya? \n[8]Oh, come on, I'm a junior in college. You drank when you were in college, didn't you? 10. \n[9]Besides, it's so arbitrary. How does it make sense that twenty's old enough to fight in Iraq or watch a porno movie, but it's too young to drink a beer? Rick shifts in his seat. \n[10]Fight in Iraq? \n[11]Watch Porn? Oh, God yeah--half the girls in those things are my age. Rick catches a hint of cleavage, a flash of leg. \n[12]Look, I promise no one's gonna find out. If you want, you can join me down at the lake--we'll listen to some tunes and have a couple beers. Rick stares at her, pictures it in his head. She looks hopeful, open. \n[13]Why not? \n[14]What, is that your grown-up voice? That would be inappropriate, Paige. \n[15]  \n[16]Ewww. What the hell were you thinking? \n[17]Hi, Mr. Mills. Rick turns to see that he's crammed in beside his babysitter Paige who's looking a LITTLE TIPSY. 84. \n[18]I turned twenty-one yesterday. I'm legal now. \n[19]Yeah, I'm here with my Aunt Meg. Paige points across the club to AUNT MEG, a striking redhead, early 40's, who's talking to a couple of YOUNG MEN. \n[20]She's the best. Forty-two years old but she still parties like she's my age. \n[21]So, Rick, how's the hall pass going? Paige smirks at Rick who shrinks a little. \n[22]You don't mind if I call you Rick, do you? I am officially an adult now. \n[23]I was asking about your hall pass.  I baby-sit for the Putneys and I heard Gary talking about it the other night at their barbecue. Rick REACTS to this. \n[24]Oh, he wasn't saying it in a bad way. \n[25]In fact, I thought it was very classy of you to be staying at the Holiday Inn Express instead of bringing girls back to your home with all the kids' pictures and schoolwork taped up everywhere. Rick forces a smile. \n[26]So does it work both ways? \n[27]The hall pass. Does your wife get one, too. \n[28]Oh. Who made that rule? \n[29]By the way, I kind of owe you an apology. (lowers her voice, \n[30]No, it wasn't. She takes a moment, looks around. 86. \n[31]If you thought I was coming on to you that night, it's because...I was. Rick flinches at this. Just then the Bartender returns with the champagne. Rick fumbles through his pocket and finally pays. Then he's left alone with Paige and her coed-in-love- with-the-professor eyes and her suddenly heaving cleavage. \n[32]Are you serious? You're doing this again... even with a hall pass? ", "Grace": "\n[1]Come on, we're late! REVERSE ANGLE reveals Fred Searing and his wife GRACE, 38, waiting outside a restaurant. Fred sports a full-head of hair that's maybe a little too stiff. Grace is short and appealing in a Rachel Ray kind of way. Fred leans in to kiss Maggie as Rick kisses Grace. \n[2]No, Fred's not a gawker. Grace pats a pleased-looking Fred on the head. \n[3]Come on, Mags, let's go say hi to Dr. Lucy. We follow the women as they leave their husbands and ENTER the restaurant under a banner that says, 'Boston Psychiatric Association Person of the Year.' \n[4]Dr. Lucy! Congratulations! \n[5]Look at those two meatheads checking out Missy Frankenfield. What, do they think they're invisible over there? \n[6]He was standing right next to you. I can't let him know that I know-- that would take all the fun out of it. You should see him. He's got some stupid move where he looks back before the girl passes to make it seem like he couldn't help but notice her ass. It's pathetic. Maggie and Dr. Lucy GIGGLE. \n[7]Fred said five grand? What a blowhard! \n[8]What?! That bum hasn't worked since the dot-com bust--his wife supports him! The girls LAUGH. \n[9]Well, look on the bright side: At least they're not cheating on us. \n[10]A what? \n[11]That's Fred. He thinks because he sees big tits everywhere and then still comes home for dinner that I should be welcoming him at the door like some conquering hero. Dr. Lucy smiles. \n[12]And remind me again, what good could possibly come from this...? 26. \n[13]  \n[14]And...? \n[15]I don't know. There's a reason that men evolved and apes didn't. It's because women demanded more. Without a wife, Einstein would've been humping a maple tree all day. As the women LAUGH, we \n[16]There he is! The lord of the manor! 27. \n[17]Hey, where did Fred go? Rick turns and sees that he's missing. \n[18]Aw, you're such a good daddy. \n[19]  \n[20]Uh, maybe we should turn this off. But Ed turns THE VOLUME UP. CLOSE ON MONITOR - Rick plays along with a BAD BRITISH \n[21] Here we go... 31. \n[22]Large-mouth vaginas?! As the guys cower, we \n[23]Quit lobbying--you're not getting a hall pass. And you mark my words, this is going to end up biting Maggie in the ass. At the top of the stairs Fred puts his arms around her. \n[24]Not tonight you don't. I'm too bloated and I have cramps. \n[25]Fred, do I have to spell it out for you? I'm having my period. \n[26]Come on, hon, give me a break. Not tonight. Disappointed, Fred watches her walk toward the bedroom. \n[27]Thank you, officers. Fred scurries into the house ahead of Grace. As soon as the door shuts, we HEAR: \n[28] \n[29]I think we might've made a huge mistake. \n[30]Sleep? I can't sleep. I don't understand you--how can you Just sit there and read knowing that Rick could be making out with a supermodel right now? Maggie doesn't answer. \n[31]Our husbands aren't married this week. Do you know what husbands do when they're not married? \n[32]Are you going to sit there and tell me you're not the least bit concerned about what they're doing right now? Maggie SIGHS. \n[33]We could've kept the status quo. I mean, were things really that bad that we had to try something this extreme? \n[34]You're kidding me? You've never done that? I do that all the time! Maggie almost smiles. \n[35]That's for sure. \n[36]Well, she is, not me. I'm not old enough yet. Maggie and the players LAUGH. \n[37]Yeah. Cute kids. \n[38]Excuse me, can I have a word with you? Grace pulls Maggie aside. \n[39]       \n[40]To who? Last I heard, Rick and Fred had the week off from marriage. So remind me again--who are we married to? Maggie thinks about this. \n[41]  \n[42]Why shouldn't we have fun? God knows our guys are living it up. \n[43]Stop it! What are you doing?! 61. Gerry LAUGHS and BOUNCES AROUND THE POOL and Grace and Maggie and the coach can't help but LAUGH along with him, as we \n[44]What are you doing here? He KICKS OFF THE SKI, then runs over and SHAKES HIS WET BODY \n[45]  \n[46]Well I just feel bad if I gave him the wrong impression. 81. \n[47]Thanks for piling on. Grace stands up and SIGHS. \n[48]Well...I can't accept this. I guess I'm just gonna have to go set him straight. \n[49]Oh. Great. Uh, where is everyone? \n[50]Gerry, I'm sorry but I can't stay. \n[51]Yeah, yeah, everything's fine, but...  .I can't accept this. \n[52]Gerry, I'm a married woman. Gerry nods at this, maybe a little hurt. She hands him the box and he reluctantly accepts it. \n[53]I like you, too, Gerry, and you didn't make me uncomfortable. She smiles at him and he forces a smile back, and there's some serious eye-contact, and then BAM! They DIVE AT EACH OTHER and start SUCKING FACE LIKE THERE'S NO TOMORROW. As they continue to MAUL EACH OTHER, they STUMBLE INTO THE HOUSE, and we \n[54]Yeah. Yeah. It's just ...no, everything's not okay. \n[55]Look, you're a great cguy, Gerry, and you're very charming and very sweet and the last thing I wanted to do was hurt your feelings, but...well, what,just happened can never happen again. Gerry looks confused. \n[56]I know it's probably hard for you to understand but...I love my husband. \n[57]Not always. It wasn't fair to my husband... and it wasn't fair to you because this could never become anything more than just.. .what it was. She looks at him and shrugs apologetically. Gerry BARKS out a LAUGH. \n[58]You do? \n[59]Right. \n[60]Yeah, I got that part. Gerry looks at his watch. \n[61]You don't have to explain. \n[62]  \n[63]For what? \n[64]It's not your fault, Fred. \n[65]Look, Fred, we have to talk about... about what happened this week. Fred takes a DEEP BREATH and looks around, trying to avoid the moment. 121. \n[66]Yeah. Yeah, we do. When she looks back up, she NOTICES the SPRAY-PAINTED and \n[67]Horny old man? \n[68]Um...deal. Fred gets up and THROWS HIS ARMS AROUND HIS WIFE. \n[69]I love you, Fred. As they embrace, Fred sees Rick come out the front door with his arm around Maggie. Fred shoots Rick a THUMBS-UP. CLOSE ON RICK AND MAGGIE as they smile at Fred and Grace. ", "Britney": "", "Rick": "\n[1]Pull over, man! \n[2]No you can't--not in this thing! Another POLICE CRUISER FISHTAILS OUT OF A SIDE STREET and \n[3]Oh God, now there's two of 'em! \n[4]Are you crazy?! \n[5]Hear me out, gentlemen, I can explain every--! AS A BURLY OFFICER'S HEAD CONNECTS WITH RICK'S CHEST, we... \n[6]  \n[7]See the stud in the blue shorts? That's me the summer I got out of college. \n[8]I still have a few. \n[9]They're hidden. BACK ON TV SCREEN - A PRETTY GIRL with a knockout body comes up and puts her arms around Rick. \n[10]That's Mommy. \n[11]That's Mommy. \n[12]       \n[13]I guess. What? No. Who said Mommy's got a fat ass? \n[14]Well, uh, I don't appreciate that language, Gunnar. You've got the best mom in the whole world--don't ever say anything bad about her. Just then, MAGGIE comes GRUNTING into the room carrying a ONE- YEAR-OLD BABY in one arm and a basket of laundry in the other. She's in her late-30's, cute, with short, manageable mommy hair. She's wearing SWEATPANTS, an OVERSIZED T-SHIRT, and NO MAKE-UP. \n[15]Hey beautiful, you better get a move on--we're supposed to be meeting Fred and Grace soon. \n[16]Well how long you gonna be? \n[17]  \n[18]I'm kidding. Okay, kids, first one in the tub gets college paid for. Emma and Gunnar just stare at him. \n[19]Come on, you bums, let's go! 4. As Rick starts to tickle his kids they run out of the room, \n[20]I miss going out with you on Saturday nights. She smiles at him. \n[21]Maybe we should make a rule that we go out at least six nights a week without the kids. Maggie GIGGLES. \n[22]I'm serious. We should go out every week--just you and me. A BEAUTIFUL BLONDE walks past them and Rick gives a QUICK GLANCE back AT HER ASS. \n[23]I think it'd be healthy. \n[24]What? \n[25]I did? \n[26]Why? You think she saw me? \n[27]Oh, uh, yeah. I'm sorry, honey, I'm just kind of spacey today. \n[28]The girl walked past and I glanced back at her for like half a second. \n[29]  \n[30]Hey, Missy. \n[31]Yeah, that's rough stuff--I heard they might have to sell the house. \n[32]What am I, a vulture? Nah, I don't go after the divorcee business unless they approach me first. \n[33]  \n[34]How about I drive the babysitter home while you go upstairs and prepare the altar? He puts his arm around her as they walk toward the front door. \n[35]I'll get up with the kids. \n[36]I'll cjet the gift, then I'll take the kids to the park, then to the party. You can dust stay in bed,, get your beauty sleep, and bask in the sweet, sweet pounding I'm about to give you. \n[37]  \n[38]This is just a minor obstacle. \n[39]  \n[40]How were the kids tonight? \n[41]Oh, uh, sure, I'm sorry. Flustered, he moves to the temperature control which in LARGE ILLUMINATED DIGITAL TYPE reads: 69!!! He quickly PUNCHES THE A/C OFF, then trains his eyes straight ahead and grips the steering wheel tight at ten-and-two. \n[42]'Welcome. \n[43]  \n[44]Sure. \n[45]Buy you some.. .How old are you? \n[46]Oh. Happy birthday. That's a biggie. \n[47]Uh, I don't know, Paige...I could get in a lot of trouble for giving alcohol to a minor. \n[48]Well, uh... \n[49]Really? Twenty's old enough to uh...? \n[50]No, the other thing. \n[51]I'm sorry, Paige, I can't do that. \n[52]Well... it would be.. .inappropriate. Rick's voice has taken on a firmer, more adult tone. Paige seems amused by it. \n[53]No, Paige.  What are you thinking? I'm a married man and I have a family. You think they'd like it if they knew I was hanging out at the lake, all alone, drinking beer with a college girl? 11. She seems taken aback. \n[54]All right, better get inside. She opens the car door, then glares back at him. \n[55]Go ahead. Scoot along now. As she SLAMS the car door, we... \n[56]  \n[57]Awesome. Rick playfully pinches Maggie's butt as he follows her into their bedroom where... \n[58]No. \n[59]No. Absolutely not. Maggie, clearly softening to the idea, shrugs at Rick. 12. \n[60]Are you serious? Look, besides the other thing, I don't like the fact that my daughter needs someone to sleep with every night--that's not going to be good when she goes off to college, you know. Maggie rolls her eyes. \n[61]Okay, one quick story. Come on, jump on my back. Emma jumps on Rick's back. \n[62]  \n[63]Okay, honey, this is the last pony and then night-night. Emma finishes putting on a rubberband, then looks at him, satisfied. \n[64]Okay, now give me a kiss, hug and go to sleep. She lays back on her pillow. Rick gives her a big kiss on both cheeks. \n[65]I love you, Emma. \n[66]No. Please, no. Rick wants to wake her up but sees that she needs the sleep, so he just PULLS THE COVERS OVER HER SHOULDERS. As Rick walks around the bed and INTO THE BATHROOM in the b.g., we HOLD ON MAGGIE until she OPENS HER EYES. She listens to her husband brush his teeth with perhaps a tinge of GUILT, and when he shuts off the faucet, she CLOSES HER EYES AGAIN, and we... \n[67]Hey. How'd you make out? \n[68]So'd you get the business? Fred nods and wipes his brow. \n[69]Nice. Fred looks around at all the pretty MOMS and NANNIES with their CHILDREN. \n[70]  \n[71]CPR girl's back, too. Rick nods toward A PIG-TAILED PARAMEDIC, early 30's, TEACHING A CPR CLASS. The two men look on solemnly. \n[72]  \n[73]Nah, the kids were up when we got home. How 'bout you? \n[74]The car? What are you Knight Rider? Why didn't you just go in the bathroom like a normal guy? \n[75]That's one of the things they don't tell you when you're young--that you'll still be jerking-off after you get married. I thought it was dust gonna be a teenage thing. \n[76]What? \n[77]What arch? \n[78]That's a happy moment. \n[79]I should get going, I have to drop the kids off at a birthday party. \n[80]Do you have any interest in going down to the Patriot's training camp one of these days? \n[81]Fred, I was planning on bringing the kids. \n[82]Uh-oh... HIS POV - SLO-MO of a BEAUTIFUL GIRL walking toward him. Her straight brown hair shimmers.. .her blue eyes twinkle.. .her white uniformed blouse is unbuttoned enough to reveal a tasteful amount of CLEAVAGE. This is COFFEE GIRL, 23, granola, fresh, Australian, spacey. BACK ON THE GUYS staring in awe. \n[83] Please don't have a nice ass, please don't have a nice ass... But as she turns to pour a cup of coffee, we see that HER ASS IS SPECTACULAR. Rick turns away, annoyed. \n[84]Oh, come on! That's ri iculous. \n[85]Why'd you have to bring me here?! \n[86]       \n[87]Uh, sure. What do you recommend? \n[88]I'll have a blueberry muffin please. \n[89]Did you notice she's from Cleavage, Ohio? \n[90]What the hell are you doing? \n[91]Oh, hey, Ed. Didn't see you there. \n[92]Well, no, we were just-- \n[93]Hm? \n[94]Oh, I don't know if we can-- \n[95]Right on. \n[96]He's right though. Fred looks at Rick. 19. \n[97]What are we doing sitting here gawking at her for? We're married men--it's creepy. \n[98]  \n[99]Four 9's. \n[100]Wow. \n[101]Oh, hey, honey. How was the book club? \n[102]Gunnar and Emma stalled for a while, but they weren't bad. \n[103]Not a peep. \n[104]Or you could find a nice 12-step program. \n[105]Oh jeez, Flats, I don't know... \n[106]I honestly don't know, fellas. \n[107]Well... I've got a great wife and I sure wouldn't want to hurt her feelings, so... Maggie SMILES at this. That's my guy! \n[108]I guess the real question is, what wouldn't I pay?! The guys LAUGH O.S. and MAGGIE REACTS, as we... \n[109]  \n[110]I didn't really mean it, honey.  They kind of put me on the spot. Look, some of the other guys were throwing out some pretty hefty bids. \n[111]Well... I'm the host of the party, I didn't want to be a buzz-kill. Maggie squints, appalled. \n[112]Look, all I was saying was, there's no amount of money I wouldn't pay to protect you and the kids. \n[113]No one said anything about hookers. \n[114]   \n[115]  \n[116]What are you doing? \n[117]Well, kind of. You made me drive around town with you for two hours, remember? \n[118]Why'd you have to hook your boat up to it? \n[119].All I'm saying is, who gets a mini-van when you don't even have any kids? \n[120]Hey, where'd everyone go? 30. \n[121]They must've gone downstairs. Fred motions to Ed's humidor room. \n[122]Is that so, dear boy? And what happens if you lose power during a big blow and your main generator doesn't kick in? \n[123]Hey, speaking of installations, is that a shiny new set of cans on Mandy Bohac? \n[124]They look good but I'll still take the real deal any day. \n[125]That's what I'm telling you. I like boobs with a little mileage on 'em. They're more fun. \n[126]Yeah. You can smoosh 'em, swing 'em, hump 'em, Stretch-Armstrong 'em. \n[127]Well, virginity is different for guys. \n[128]All right, so I occasionally notice other women. I'm sorry. \n[129]Okay, you want the truth? You really want me to pull back the curtain here? From the moment I leave the house in the morning 'til the moment I get home, I pretty much notice every woman in my path. Maggie turns to face him. \n[130]But it's not how you think it is, Mags. It's like... it's like a curse. I don't want to notice, but I can't help it. It's always been like that. I figured that when I c jot married that would be it, but it wasn't--the thing,doesn't give two shits about marriage. \n[131]No. Of course I'm happy, honey--our sex life is great--not that I wouldn't mind a little more, but-- look, one thing has nothing to do with the other. I think about sex a lot--all guys do--that's just the way it is. Maggie sits down beside him, clearly at the end of her rope. No one speaks for a few moments. Then: \n[132]A what? \n[133]You mean, like a trial separation? You are seriously overreacting. \n[134]       \n[135]  \n[136]'Morning. \n[137]I'm gonna have to take them to go, hon, I've got a showing in fifteen minutes. Rick puts the eggs in his pocket, then approaches Maggie and kisses her on the cheek. \n[138]Hey, about this hall pass business.. .1 don't want it and I don't need it. All I need is-- \n[139]You're really serious about this? \n[140]For how long? 35. \n[141]Hey, what are you doing here? \n[142]Oh, this is a friend of mine, Fred Searing. Fred, this is Harold and Nancy Goldberg--they're moving up here from Long Island. \n[143] Uh, why don't you two take another look around and if you have any questions I'll be right here. \n[144]  \n[145]Oof . \n[146]Uh... sort of. Rick peeks out the kitchen door to make sure the Goldberg's aren't listening. Then: \n[147]She gave me a hall pass. \n[148]A week off from marriage to do whatever I want. She's going to her parents' house down the Cape 'til next Sunday. Fred SNICKERS. \n[149]I'm serious. \n[150]Fred, it's true. You think I could make something like this up? Fred stares at him. \n[151]Well...I don't know how I feel. 37. \n[152]The hall pass. Something about it isn't right. \n[153]No. I mean, just because my wife tells me it's okay to cheat... is it? \n[154]Yeah, but there's a part of me that's saying, 'Wow, you must have pushed her pretty hard to get her to this point.' And is that good for a marriage? That your wife is willing to try something this insane? Fred can't believe his ears. \n[155]The oven's a GE. \n[156] \n[157]  \n[158]How? \n[159]And I've got a hall pass! \n[160]When does yours start? Fred looks at his watch. \n[161]Oh my God, do you realize how much easier this is going to make it-- having a hall pass partner? \n[162]No way?! They got hall passes, too?! \n[163]You think that's a good idea, letting them in on it? What if they blab and it gets around town--it might embarrass our wives. \n[164]  \n[165]The guy at the Holiday Inn Express told me this place really kicks in around nine-thirty. \n[166]Besides, I wouldn't be able to concentrate with all the pictures everywhere and the kids' cut-outs all over the fridge. \n[167]Attempt to be cool, Gary--we've got a whole week. Baker looks around at the lame bar scene. \n[168]What are you thinking--Olive Garden? \n[169]What's he doing there? \n[170]Look, before we go bagging any chicks, I gotta get a hunk of beef in me. \n[171]Hey, I like Outback. Let's chug these and hit the road. 43. As the guys drink up, Hog-head puts his arm around Gary. \n[172]Fred...? \n[173]Answer Baker. \n[174]What are we doing for the rest of the night? \n[175]I got a better idea. Rick STRETCHES. \n[176]Let's go night-night. \n[177]I say we tie a bow on it and put her to bed. This is gonna be a long week so we should pace ourselves. Baker looks at his watch. \n[178]Relax, guys, this is just the calm before the storm. Get out the plywood and batten down the hatches. \n[179]Too pricey. Besides, since we're paying for golf we get full access to the resort--including the pool bar. \n[180]Turn-and-burn, baby! Gary raises his hand for a HIGH-FIVE, but Rick balks. \n[181]Nope. I don't do that. \n[182]Hoch-head, relax, the pool bar ain't going nowhere. Besides, it'll be good for us to get a little sun before making our grand entrance-- chicks love a healthy glow. \n[183]What's that? \n[184]What, are we on spring break? Where the hell'd you get those? \n[185]Hog-head, come on, who eats pot brownies at eleven in the morning when they're playing golf? \n[186]You don't even have a hall pass. \n[187]It's not vicarious if you're actually doing it. \n[188]All right, give me one of those things. As Rick drops his club and walks toward the brownies, we \n[189]  \n[190]Dove. \n[191]I think Hog-head's dead. Fred looks over and sees Hog-head SPRAWLED OUT ON HIS BACK IN A SAND TRAP. He's not moving. \n[192]Uh, he's having back spasms. 50. \n[193]  \n[194]Gotcha. We'll pick it up, sir. The Ranger shoots them a look and DRIVES OFF toward the TWO ASIAN FOURSOMES waiting on the tee behind them. \n[195]Think. Where did you last see it? \n[196]Where on the course? \n[197]You're serious? You're telling us you lost your golf cart? \n[198]Shut up, Fred. \n[199]  \n[200]What are you talking about? We're only on the sixth hole. \n[201]Oh, come on, man! ANOTHER ANGLE REVEALS Hog-head down in a greenside bunker PULLING UP HIS PANTS. As he starts to KICK SAND over his O.S. POOP like a cat in its litter box, we HEAR a noise and the guys look up. THEIR POV - the Golf Ranger comes flying over a hill heading straight for them. \n[202]I can't go any faster, I've got it floored! 52. \n[203]Guys! The players turn to see their coach, RICK COLEMAN, approaching with MAGGIE'S FATHER, mid-70's. \n[204]Time to pack things up--let's go! 54. The Players quickly scatter. \n[205]I hope those clowns weren't bothering you. \n[206]I hate to break it to you but your old man's the one who's been taking all the money--he's a thief. Maggie's Father LAUGHS. \n[207]Hey, everyone's coming back to my place for some beers and a barbecue- -why don't you join us? \n[208]Tongue? 56. \n[209]You think it's more intimate than getting blown by a guy? \n[210]  \n[211]  \n[212]No, you do not. And I love those guys but, let's be honest, they're not exactly chick-magnets. \n[213]Dream team, baby. The guys CLINK BEERS. Then: \n[214]Maybe we should call the girls and ask them to come home. Fred glances at him, aghast. \n[215]Who are we kidding, man? Do you really think we're going to be picking up any girls this week? \n[216]Because that's not us anymore. \n[217]Fred, we're not the same guys we were fifteen years ago, back when we were single. We've changed. Fred stares at him, incredulous. \n[218]What are you talking about? \n[219]Come off it, Fred. Obviously hooking up isn't something we really want--if it was, we could've done it by now. \n[220]  \n[221]I don't really care if some waitress makes eye-contact. I want to go home--I miss my wife and kids. 59. \n[222]Well, what if we just tell them that we did hook up? \n[223]Hey, what about a massage parlor? \n[224]All right, let's get out of here. I know exactly where we should be. \n[225]Nah, but maybe some day. Your mom keeps talking about hooking me up with your cousin Kate. Maggie LAUGHS. \n[226]That's not a good sign. \n[227]That's what your mom said. I coach at the University of Miami. \n[228]Nice try. So how about yourself--how long you been married? \n[229]Nice. And where is he this week? \n[230]Poor guy. All work and no play, huh? Maggie forces a smile. \n[231]How about those two? ANGLE ON two pretty LATINO WOMEN sitting alone at a table. \n[232]What's this? \n[233]       \n[234]I don't think it's supposed to be for real. It's just to make her laugh so she'll talk to you. Fred considers this. \n[235]It's a charmer but you know what? We don't need phony pick-up lines. Why don't we just be ourselves? \n[236]Give me the helmet. Fred hands him the helmet, then Rick marches up to the two Latino Women with the helmet under his arm and Fred close on his heels. \n[237]Hi. The women give him a pleasant look. \n[238]Well.. .this is awkward. I feel like I'm back at my first junior high school mixer. 63. Rick and Fred force a LAUGH and the girls smile. Another LONG, UNCOMFORTABLE BEAT. Rick clears his throat. \n[239]So...are you ladies from Ireland? \n[240]I'm very surprised to hear that news, because when I look at you my penis doubles in size. The women FLINCH at this, losing their smiles. Fred leans in. \n[241]I have this overwhelming urge to donkey-kick everyone in this bar. \n[242]Yeah, but it didn't sting so much when I was drunk. Fred perks up. \n[243]You're right. We're too stiff. \n[244]That's when we're at our most charming! \n[245]  \n[246]You mean like our wives? \n[247]You've won over Coffee Girl? \n[248]Look, if you really want to go after someone you already know, have you considered Missy Frankenfield? 66. Fred's listening. \n[249]She's got all the stats you like-- number, she's freshly divorced... \n[250]Bingo. As Fred smiles, we \n[251]  \n[252]Uh...I don't know what I want. Wannabe stares at him, waiting. Rick hesitates a few moments, then levels with the guy. \n[253]Look, man, I want her to take my order. \n[254]Uh, she knows how I like it. \n[255]Iced coffee. With two Splendas. Leigh rings him up. \n[256]By the way, nice tunes. Do you choose 'em or do they come down from corporate? \n[257]Nice soundtrack. Pretty solid movie, too. Wannabe BARKS out a LAUGH. \n[258]Why are you smiling? You think this counter is some alligator-infested moat? Rick's stare becomes a glare and Wannabe loses his smile. \n[259]This little 'I'm-on-the-inside, too- cool-for-school, let's-laugh-at-the- \n[260]You do? Leigh nods and starts to straighten up the tables. \n[261]I work-out at home, but I was thinking of going public with my work-outs. What do you squat? She seems amused by this. \n[262]Yeah. I mean, you know...I went to a party there once. Coffee Girl GIGGLES and Rick perks up. \n[263]  \n[264]Bitchin'. Sounds like a nice routine. Maybe I'll routine it, too. \n[265]I'll do that, Leigh. \n[266]R-O-C-K in the U-S-A. Leigh smiles and as she heads back inside, we \n[267]Wow. You can really move out there. Maggie shrugs modestly. \n[268]Really? I always wondered--what do you do with a degree in dance? \n[269]Why not? \n[270]Well you gotta make time for the stuff you love or you'll forget who you are. Maggie appreciates the sentiment. She makes strong eye- contact with Rick for a moment, but catches herself and looks away. \n[271]Well that makes me the perfect guy to have an affair with--you'd never have to worry about screaming out the wrong name during sex. Maggie smiles at this, but she seems a nick uncomfortable. \n[272]I'm kidding. \n[273]Now come on, let's go find Grace and get something to eat. I'm starving. As they head back to the party, we \n[274]  \n[275]  \n[276]Who told you about that--was it Hog- head? \n[277]       \n[278]I don't know where you're getting your information, Flats, but a hall pass isn't just about getting laid, it's about getting a week off from marriage to do as you please-- whether that be fishing, or watching TV, whatever it is that relaxes you. \n[279]Uh, Flatsy, I gotta run. I'm late for my work-out appointment. When Rick hops out of his car, we see that he's wearing gym shorts and an old Springsteen t-shirt. He hesitates, then grabs a SWEATSHIRT out of the car and TIES IT AROUND HIS WAIST. Rick hurries down the sidewalk toward Leigh. \n[280]Hey, girl! \n[281]Rick. \n[282]So, uh, are you gonna grab a brewski after your work-out? \n[283]Peace it! As soon as he hears himself, Rick cringes. \n[284]What's that about--you swimming the English Channel? The Metrosexual shoots Rick an annoyed look. \n[285]Oh...yes. He bunches up his towel and puts it behind his head, then settles in and CLOSES HIS EYES. \n[286]  \n[287]Help ...me... Just as Rick starts to go under, the two young naked metrosexuals hear his MOANS and come to his rescue. They jump in the hot tub and heave him ashore. As Rick GASPS for air, one of the metrosexuals kneels down and lifts Rick's head onto his NAKED LAP. \n[288]  \n[289]What time is it? \n[290]About three hours. That's when Rick realizes that his head is RESTING ON THE GUY'S COCK. He tries to roll off him, but Metrosexual #1 \n[291]I'm okay, just help me up. 78. \n[292]Okay, thanks, guys. I can take it from here. The metrosexuals release Rick and he gets about two steps before his LEGS GIVE OUT and he TUMBLES DOWN A SMALL FLIGHT \n[293]  \n[294]All right, don't give up. \n[295]No. I want the hall pass. Fred looks at Rick, surprised. \n[296]At first I wasn't sure, but now I want the dream. \n[297]I just...I just want to know what it's like to be with another woman. \n[298]I don't have anything in that spank bank. \n[299]  \n[300]First class, first day, freshman year, I saw Maggie--she was sitting three seats away in Western Civ-- and I fell in love instantly. I begged her for three months to go out with me, she finally caved, and that night I told her I loved her. 80. \n[301]Eighty-four days later she told me she loved me back and we've been together ever since. Fred stares at him. \n[302]Who was that? \n[303]What are you doing? \n[304]You don't need Missy Frankenfield tonight. If we can't get the job done with Coakley as our wingman, then we're pathetic. Just then, Fred NOTICES something O.S. \n[305]No, who? \n[306]Aren't you the guy who goes to the Hawaiian Tropic finals every year? Is that for the ugly girls? \n[307]Oh, hey, Paige. What are you doing here? She pulls out her license and holds it up. \n[308]Oh. Well, happy birthday. You out celebrating? \n[309]Nice. Rick continues to try to get the bartender's attention. \n[310]No, of course not--what did you just say? \n[311]He was talking about it at a barbecue?! \n[312]Thank you. A male BARTENDER, 25, finally appears in front of Rick. \n[313]Yeah, um, two bottles of Moet and six glasses please. Paige eyes Rick as she sips her drink. \n[314]What? \n[315]  \n[316]Well ...um... As Rick thinks about this, Paige moves in tighter. \n[317]Oh, don't worry about it. It was a big misunderstanding. \n[318]Yeah. Um...I have to go, Paige, but it was great seeing you. Paige grabs Rick's arm as he tries to go. She looks suddenly annoyed. \n[319]Paige, you're my kids' babysitter. Have a happy birthday. As Rick walks away, we go BACK ON COAKLEY AND FRED as Rick arrives with the champagne. \n[320]   \n[321]Actually, I work for Sirius XM Radio--we're looking to hire some new deejays so I'm checking out all the clubs. Wannabe stiffens, suddenly respectful. \n[322]Not! Leigh is amused by this, but she tries to hide it from the deflated Wannabe. \n[323]  \n[324]What? Coakley CHUCKLES and Rick glares at Fred. 88. \n[325]I thought the massage parlor was admitting defeat? \n[326]So.. .having a good time? 89. \n[327]Me too. Just chillin' and wigglin'. LONG BEAT as they dance. Then: \n[328]I haven't been ancing in a long time. \n[329]Oh yeah? Just try to keep up. She smiles at this, then Coakley DANCES UP BESIDE RICK and \n[330]No, no, I think we're starting to gel. Coakley rolls his eyes. \n[331]Coak, I'm never gonna have another hall pass, so this memory has to last a lifetime. . .you know what I mean? Coakley looks at Leigh and SIGHS. \n[332]Is this guy your boyfriend or something? \n[333]And what does 'messed around a little' mean these days? \n[334]  \n[335]Hey. Maggie turns to see Rick Coleman standing out on her front porch. \n[336]Thought you might want to help me celebrate the end of the season. He holds up a grocery bag. \n[337]I got some good late-night eats. Maggie hesitates a moment. Then she opens the door and lets him in. \n[338]Nah, I'm fine. I had a little chest cramp during the last song, but I worked through it. She smiles at this. \n[339]Um...have you ever heard of a hall pass? \n[340]I wasn't deliberately hiding it. He holds up his ring hand. \n[341]  \n[342]Okay, but what am I gonna do there? \n[343]My buddy's inviting everybody back to his crib. \n[344]  \n[345]Neither have I. Rick winces, but Leigh smiles at him. It's the moment of truth. \n[346]I'd like to help you take being with a married guy off your list of things to do before you die. \n[347]Yes. Leigh gets close. 101. \n[348]I've got a one-time pass, remember? \n[349]No. It's for real. Leigh seems intrigued. She moves closer still, takes his hand. \n[350]  \n[351]Sure. Wannabe and Leigh walk a few feet away and Rick watches them have an ANIMATED CONVERSATION. It appears Wannabe may even be crying. Finally, Wannabe storms across the room but when he gets to the door, he looks back at Leigh. \n[352]Really? Now? I thought you said he wasn't your boyfriend. \n[353]Let me get this straight--you gave him his freedom and now you're mad that he's acting free? This logic clearly stings Maggie. \n[354]Hey, I'm sure there's an explanation. Maybe he took a trip somewhere? \n[355]Look, Maggie, for all you know your husband's been working at a sou kitchen, sleeping in his car al week, and he's only gotten laid two or three times at most. She looks up and forces a smile. \n[356]Well, if she went over to break the kid's heart, the least she could do is lend a sympathetic ear. He flips a pancake onto a plate. \n[357]Prepare yourself for heaven. She reaches for the plate, but he slaps her hand away. \n[358]Not so fast, lady. I'm not finished. You have not lived until you've had my steaming hot blueberry pancakes... He pulls a carton of vanilla ice cream out of a bag. \n[359].A la mode. Maggie smiles. \n[360]And to wash it all down... Rick reaches into the bag and pulls out a DESSERT WINE. Off Maggie's smile, we \n[361]Hey. . .what are you guys doing here? \n[362]Really? I thought you guys had given up on us? \n[363]What are you talking about? 104. \n[364]You weren't supposed to tell anyone about the hall pass! \n[365]No! At the pool?! Rick rubs his face, distressed. \n[366]Really? So...how's it going? \n[367]Haven't gotten laid yet, huh? \n[368]What are you doing...? I thought you'd left. \n[369]Oh. Uh, great. \n[370]Hey. How come you're not downstairs partying? Coakley gives him a sad, worn-out smile. \n[371]How's that? \n[372]Well it's not really cheating if I have permission. \n[373]Well I didn't really think of it \n[374]  \n[375]Leigh, I gotta split. \n[376]       \n[377]No, no, no. Look, I shouldn't be doing this. I have.. .you know, commitments. Leigh nods at this, then unties a shoulder strap and her DRESS FALLS TO THE FLOOR. Suddenly she's NAKED before him and she's PERFECT. \n[378]  \n[379]Nope. I can't do this. He reaches for his shirt. \n[380]I'm sorry. She stares at him, confused, as he buckles his pants. \n[381]Yes, she did, but... look, you're insanely beautiful and pathologically sexy and every cell in my body is telling me to dust do this, but-- Rick points to his chest. \n[382]See this area, this spot right here? The first time Maggie and I slept together, back in college, she fell asleep right here. And she left a puddle of drool. And it didn't bother me. It actually felt good. That's when I knew I was going to marry her. And when my kids--Emma and Gunnar-- when they were babies, this is where they slept. Or sometimes at four o'clock in the morning Emma would just lay there and stare up at me. It was where we first got to know each other. So I'm sorry, Leigh, but as amazing as I think you are...I gotta go home. Rick shrugs apologetically. \n[383]Um...do you want me to give you a ride home? \n[384]Peace it. \n[385]Hello. \n[386]Oh, uh, no, I'm sorry, he's not here right now. I'm using his car. \n[387]Fred, I need to talk to you! Meg GLARES down at Fred, confused. 112. \n[388]I'm Rick. Fred cowers guiltily. \n[389]All I know is she was in a car accident and they rushed her to the hospital. \n[390]Nice job, Fred. \n[391]It's four in the morning, Fred. Fred hangs up and pounds his steering wheel. \n[392]What are you talking about?! You said our wives were living their dreams, with their fancy gas ovens, and that our dream was the hall pass! How can you blame this on me?! \n[393]This is a great place. \n[394]Something's wrong here, Maggie. \n[395]Something's wrong with a guy who would leave a woman like you alone for this long. \n[396]So what? If you were my girl, I wouldn't have taken it. An awkward moment. Rick touches her hand and Maggie looks away. \n[397]You deserve way better. \n[398]Why would you do that? Maggie thinks about this. \n[399]What? \n[400]No, you didn't. I went willingly. \n[401]We've both been bad. \n[402]That's not so bad. \n[403]Ooh. their tail. \n[404]Oh shit. \n[405]Pull over, man! \n[406]No you can't--not in this thing! \n[407]Oh God, now there's two of 'em! \n[408]Are you crazy?! \n[409]Hear me out, gentlemen, I can explain everything! A BURLY OFFICER from the back-up car form-tackles Rick, BLASTING him backwards onto the sidewalk. Fred and Rick manage to roll away and then CRAWL THROUGH THE \n[410]You take care of that woman, buddy, and I'm gonna go home and take care of mine. Fred nods, emotional, as the cops look at each other, unmoved. Rick starts to walk away. \n[411]I know. She's okay. Maggie goes back to the phone. \n[412]March twenty-fifth, 1988. \n[413]The day I lost my virginity. March thirty in the evening. \n[414]You were my first. And you were my last. And you were everything in between. As it all sinks in, Maggie STARTS TO WELL UP. \n[415]Really. \n[416]You are my only. Forever. 120. Maggie smiles and runs into his arms. They KISS, and it's a real kiss, the kind they haven't had in a long while. \n[417]Come on, you two! We're gonna go watch the sun come up! 122. Hall &amp; Oates's 'When The Morning Comes' begins to play and as our two HAPPY COUPLES hold hands and walk off toward the beach, we pull up, up, up, and... ", "Coleman": "\n[1]Guys! The players turn to see their coach, RICK COLEMAN, approaching with MAGGIE'S FATHER, mid-70's. \n[2]Time to pack things up--let's go! 54. The Players quickly scatter. \n[3]I hope those clowns weren't bothering you. \n[4]I hate to break it to you but your old man's the one who's been taking all the money--he's a thief. Maggie's Father LAUGHS. \n[5]Hey, everyone's coming back to my place for some beers and a barbecue- -why don't you join us? \n[6]Nah, but maybe some day. Your mom keeps talking about hooking me up with your cousin Kate. Maggie LAUGHS. \n[7]That's not a good sign. \n[8]That's what your mom said. I coach at the University of Miami. \n[9]Nice try. So how about yourself--how long you been married? \n[10]Nice. And where is he this week? \n[11]Poor guy. All work and no play, huh? Maggie forces a smile. \n[12]  \n[13]Wow. You can really move out there. Maggie shrugs modestly. \n[14]Really? I always wondered--what do you do with a degree in dance? \n[15]Why not? \n[16]Well you gotta make time for the stuff you love or you'll forget who you are. Maggie appreciates the sentiment. She makes strong eye- contact with Rick for a moment, but catches herself and looks away. \n[17]Well that makes me the perfect guy to have an affair with--you'd never have to worry about screaming out the wrong name during sex. Maggie smiles at this, but she seems a nick uncomfortable. \n[18]I'm kidding. \n[19]Now come on, let's go find Grace and get something to eat. I'm starving. As they head back to the party, we \n[20]Hey. Maggie turns to see Rick Coleman standing out on her front porch. \n[21]Thought you might want to help me celebrate the end of the season. He holds up a grocery bag. \n[22]I got some good late-night eats. Maggie hesitates a moment. Then she opens the door and lets him in. \n[23]Let me get this straight--you gave him his freedom and now you're mad that he's acting free? This logic clearly stings Maggie. \n[24]Hey, I'm sure there's an explanation. Maybe he took a trip somewhere? \n[25]Look, Maggie, for all you know your husband's been working at a sou kitchen, sleeping in his car al week, and he's only gotten laid two or three times at most. She looks up and forces a smile. \n[26]Well, if she went over to break the kid's heart, the least she could do is lend a sympathetic ear. He flips a pancake onto a plate. \n[27]Prepare yourself for heaven. She reaches for the plate, but he slaps her hand away. \n[28]Not so fast, lady. I'm not finished. You have not lived until you've had my steaming hot blueberry pancakes... He pulls a carton of vanilla ice cream out of a bag. \n[29].A la mode. Maggie smiles. \n[30]And to wash it all down... Rick reaches into the bag and pulls out a DESSERT WINE. Off Maggie's smile, we \n[31]This is a great place. \n[32]Something's wrong here, Maggie. \n[33]Something's wrong with a guy who would leave a woman like you alone for this long. \n[34]So what? If you were my girl, I wouldn't have taken it. An awkward moment. Rick touches her hand and Maggie looks away. \n[35]You deserve way better. \n[36]Why would you do that? Maggie thinks about this. \n[37]What? ", "Maggie": "\n[1]I know, I know, I'm trying. \n[2]Forty-five minutes--sooner if you help with the kids. Maggie looks to him, hopeful. \n[3]I know, it's just like the old days. Rick pulls Maggie close as they walk. \n[4]You gotta be kidding me? Maggie pulls away. \n[5]You just checked out that girl's butt. \n[6]Yeah, you did, and it's rude. \n[7]saw you. 5. \n[8]Grace, let me ask you something: Does Fred ever check out other women in front of you? \n[9]Are you kidding me? You're the only friend of ours who ever got an award--you think we're going to miss that? ANGLE ON Rick and Fred standing at the bar. \n[10]I thought you said Fred wasn't a gawker. \n[11]  \n[12]I want to, honey, but I've got to get up early with the kids. \n[13]But I have to go out and buy a gift- -they're going to a birthday party tomorrow. 8. \n[14]I love it when you sweet-talk me. Maggie smiles but as Rick opens the front door they FREEZE IN \n[15]  \n[16]Shhhh. He just fell asleep. \n[17]Hey, guys. \n[18]Great. \n[19]Hemingway. \n[20]No, Muriel's yoga book. The guys LAUGH. \n[21]Actually, we were supposed to be discussing The Sun Also Rises but Grace pulled out a bottle of tequila and that was the end of that. So, did the kids go down easy? \n[22]How about the baby? Rick points to the BABY MONITOR in the middle of the table. \n[23]Great job. Now win some money, honey. She kisses Rick and walks out of the room. \n[24]Oh, you poor thing... She hurries to the Baby and PICKS HIM UP. \n[25]Silly Daddy... he got the monitors mixed-up. Have you been listening to those loud-mouths all night? As Maggie moves to turn off the monitor, we HEAR: \n[26]  \n[27]What wouldn't you pay?! \n[28]What does that have to do with anything? \n[29]How is having sex with a hooker protecting me and the kids? \n[30]You were paying for sex--what would you call her? \n[31]You know what's even funnier? Hog- head McCormick said he'd pay seven grand. \n[32]Sometimes I wonder if it would be better if they did cheat and get it over with. 25. \n[33]Wait a minute. . .Are you saying let them go out and cheat? \n[34]Wow. You're talking about the nuclear option. Maggie ponders the idea. \n[35]You're telling us you let Charlie sleep with another woman? Dr. Lucy takes a moment before answering. \n[36]Oh my God... this is like secret agent stuff. \n[37] Rick can't even set up the baby monitors right. Ed points to a monitor where we see Rick and Fred ENTER the master bedroom. \n[38]You know what really troubles me? The thing that you're all so obsessed with is meaningless to you. It's really just about numbers with you guys. Rick looks up, confused. \n[39]Rick, you can't even tel me the month you lost your virginity. I can tell you the exact day and hour that I lost mine. Rick seems a little embarrassed by this. \n[40]The point is, obviously I like sex, too--it means something to me--but I don't walk around gawking at every guy I see. \n[41]Occasionally? Rick rakes his hands through his hair and decides to come clean. 33. \n[42]  \n[43]I'm giving you a hall pass. \n[44]One week off from marriage. \n[45]It's not a separation, it's a hall pass. You can do whatever you want. Get it out of your system. \n[46]It's not a yes or no offer, and it's not a debate. You're getting a hall pass. As Maggie heads upstairs, we PUSH IN on a confused Rick. \n[47]  \n[48] There's a couple hard-boiled eggs in a bowl there for you. \n[49]I told you, this isn't negotiable. She turns and faces him. \n[50]Rick, this isn't something that I...look, I really think you need this. I think we need this. Rick doesn't know what to say. \n[51]This afternoon I'm taking the kids out to my parent's beach house. Rick REACTS to this. \n[52]We'll be back in one week. And as far as I'm concerned, starting right now. .. you have the week off from marriage. \n[53]Stop thinking about it, Grace. Why don t you just try to get some sleep? Grace turns to Maggie. \n[54]Shh. You're going to wake the kids. \n[55]Okay... I'm a little concerned. 44. Grace flops into the chair across from her. \n[56]Of course I'm concerned. But what choice did we have? \n[57]For me they were. Look, you may call this a hall pass, but for me it's more of a Hail Mary pass. I'm serious, I don't know what else to do. Grace looks at Maggie, surprised. \n[58]Remember last week when we went to Lucy's award thing? Grace nods. \n[59]That night when we got home, Rick and I were gonna.. .you know... and I was waiting for him in bed while he tucked the kids in, and I started wondering who he would be thinking about during sex. Would it be the girl he checked out on the way into the party? Or would it be Missy Frankenfield--because I noticed him gawking at her? Or how about one of the waitresses, or maybe somebody he saw at work that day? Then when he came into the room, I did something I'd never done before: I pretended to be asleep. \n[60]Look, I understand that people have fantasies and that you're not always thinking about the person you're with. \n[61]But it's just...I don't know... it's been too long since I felt that he was thinking about me. 45. They sit there for a moment, quiet. Then: \n[62]I need this hall pass to work, Grace, because if it doesn't, I don't know what's going to happen. \n[63]Oh, it was fun. You guys looked good. \n[64]No, they're my kids. \n[65]Uh-huh. A couple other PLAYERS amble over. \n[66]Maggie, Grace, this is Rick Coleman- -the coach. of hair and an easy-going manner. \n[67]Oh, no, they were sweet. \n[68]So you're the guy who's been taking money off my dad every Saturday on the golf course? \n[69]Oh, thanks, but we've gotta get the kids home. \n[70]Your mom and I will take 'em home. You two go out and have a good time- -cripes, you haven't been out all week. Grace perks up at this. \n[71]Oh, I don't know, Dad, we really \n[72]Oh, come on, Grace, these guys are barely out of college, and, in case you've forgotten, we're married. \n[73]Well...I guess one beer won't kill us. \n[74]So how about you, Rick, do you have any children? \n[75]No, I hardly know her. She moved to Miami when I was eight. \n[76]Then you should go out with her. \n[77]Uh...fourteen years. We were college sweethearts. \n[78]He's up in Boston. \n[79]Something like that. Suddenly Grace is PROPELLED OUT OF THE WATER and UP ONTO \n[80]My parents took them to Martha's Vineyard for the weekend. Just then, we hear a LOUD HORN. They look up to see the boat pulling close to shore. Rick Coleman is behind the wheel and a couple PLAYERS are in the back. Maggie waves. \n[81]Thanks. I was a dance major in college. \n[82]Well, as it turned out, nothing. I guess the original plan was to go to New York and try to hook-up with one of the big dance companies, but then I got married and. . .your priorities change. She looks away, maybe a little embarrassed. \n[83]Anyway, that was fun. I haven't danced this much in a long time. \n[84]I don't know, you get busy, kids, school, there's so much going on. \n[85]You know, my husband's name is Rick. Rick smiles at this. 74. \n[86]I know. \n[87]Does this mean you're going steady? \n[88]Grace, you should be flattered. You're thirty-eight-years-old and college kids are still swooning over you. \n[89]The wrong impression? What makes you think that--I mean, besides the flowers, I.D. bracelet, and love letter? Maggie picks up a card. \n[90]  \n[91]Oh. Hey. She goes to the screen door. \n[92].And he hasn't even spent one night in his own bed this week. \n[93]I called his assistant--he's been in the office almost everyday. \n[94]Ha-ha. Maggie checks her watch. \n[95]Jeez, I wonder what's taking Grace so long? 103. \n[96]Oh My-lanta. \n[97]Yeah, my family's had it since I was a kid. We used to come for a week a summer, then two weeks, then a month, then by the time I got to high school we were living here all summer long. 114. \n[98]Hm? \n[99]  \n[100]Uh, in Rick's defense, he didn't really even want the hall pass. I kind of forced it on him. \n[101]I don't know. I guess I felt like he wasn't noticing me anymore. j guess I wanted to feel.. .desired again. And the truth is, in my heart, I never thought he'd go through with it. He brushes her hair from her face and they look into each other's eyes. He leans in and she does, too, and right when it looks like THEY MAY KISS, Maggie hesitates as suddenly \n[102]Oh my God... \n[103]This hall pass ...it wasn't for him. It was...for me. And as they hang on that realization, we \n[104]Oh my god...oh my god...oh my and... ON RICK - he looks concerned as he approaches the bedroom door. \n[105]  \n[106]        \n[107]    \n[108]My God, she scared ( me to death. \n[109]What? \n[110]What are you talking about? We were dating then. Rick nods. She looks at him, not sure if she understands. \n[111]Really? \n[112]So...is that why you were crying that first night? Rick shrugs, embarrassed. \n[113]And I was...I was your last? ", "Fred": "\n[1]No way, I can out-run 'em! \n[2]I don't care--I'm not stopping 'til we get there! \n[3]Yeah, I'm crazy! I'm crazy about my wife! \n[4]Do you mind telling me how your wife catches you checking out another girl? What is this, amateur hour? 6. The BARTENDER delivers a couple beers and Rick pays. \n[5]There's your problem, dumb-ass-- it's the wrong order. You don't wait for the girl to walk past and then glance back. You turn when she's still fifteen feet in front of you...then you wait for her to walk into your line of vision. Fred NOTICES an ATTRACTIVE WOMAN walking toward them from the right. \n[6]Observe. Before the woman reaches them, Fred turns to his left and holds the look until the Attractive Woman's ASS ENTERS HIS VIEW and he watches her walk away. \n[7]You see? I can't help it if her butt walks where I'm already looking. \n[8]Hey, Missy. \n[9]Wow. Missy's looking pretty good for someone going through a divorce. \n[10]Too bad. You gonna hit 'em up for the listing? 7. \n[11]Yeah, it's kind of tacky, huh? As the guys crane their necks to get a better view of Missy's ass, we... REVERSE ANGLE to reveal Maggie, Grace and Dr. Lucy sipping lemondrops and watching Rick and Fred from across the room. \n[12]Hey. \n[13]Great. Lost both sets. \n[14]Pretty sure I got the Auto and Home. He told me to call his accountant on Monday about the Life. \n[15]Can you believe the talent here today? \n[16]Ouch. 14. Rick SIGHS. \n[17]Imagine if we were coming here back when we were single? \n[18]So you get lucky last night? \n[19]Well, kinda lucky. Grace conked right out so I snuck out to the car and rubbed one out. Rick shoots Fred a look. \n[20]And get caught by Grace? Can't risk it. Besides, cars turn me on--it's where I lost my virginity. And they're comfy--I just put the seat back and turn on the tunes. The guys sit on a bench. \n[21]Yeah, I didn't see that one coming. The two men sit in silence for a LONG BEAT as the Frisbee Girls play all around them. \n[22]You know what I miss the most? \n[23]The arch. \n[24]You know when you're taking a girl's panties off for the first time, and you're wondering if she's going to stop you, but then she gives you that little pelvic arch- thrust that tells you that the struggle's over, everything's going to be okay? Rick SIGHS. \n[25]Yep. Another thing gone forever. Rick looks at his watch. \n[26]You want to grab a coffee after? \n[27]Are you kidding, I'd love that. Except...I always feel kind of pathetic waiting in line for Tom Brady's autograph. 16. \n[28]Genius! That's the perfect cover! Rick shoots him a look then REACTS to something O.S. \n[29]Did you see her face? Her face is tremendous. \n[30]I know. She's from Australia. Been working here about a month. \n[31]Okay, cool it, tiger--here she comes. Coffee Girl steps up to the counter and smiles at Fred. \n[32]Make it a bran muffin for me. Rick shoots Fred a look, clearly annoyed. As Coffee Girl turns to get their order, we go to... \n[33]Yeah. I bet her areolas look like a couple of pepperoni slices. Fred trains his eyes back on Coffee Girl and SQUINTS \n[34]Shh. I'm taking a mental photograph for my spank bank. Say cheese. \n[35]  \n[36]I don't see what the big deal is-- we're not hurting anyone. What is he Big Brother--he's gonna tell me what I can look at now? For God sakes, don't take that away from me- -it's all I got! As Rick thinks about this, we... \n[37]Hey, where's Coakley? How come he didn't show? \n[38]That is the life. \n[39]What did you guys read this month? 21. \n[40]You want to know a sure cure for the spins? Fred puts a hand over his right eye. \n[41]Just cover up one eye. It balances out the equilibrium. \n[42]I wouldn't have to pay--I'm married to her. There's a BEAT, then the guys EXPLODE IN LAUGHTER. \n[43]No, seriously, I'd pay five grand, easy. Maggie's JAW DROPS. \n[44]I'd have to figure out a way to get it out of the bank without Grace noticing, but I suppose the genie could help me with that. \n[45]Come on.. any girl you choose. You get to do anything you want with her, and your wife will never find out. It's completely harmless, a one-time thing--what would you pay for that? BACK ON MAGGIE as she cradles her baby and LEANS CLOSER to the monitor. \n[46]I can't take these look-at-how-much- I-own parties. It's obnoxious. Rick nods and sits down beside him. \n[47]When I bought my completely-loaded Honda Odyssey, I didn't go around bragging about it, did I? \n[48]  \n[49]Because it's the Touring Edition, numb-skull. The thing can tow more weight than ninety percent of the pick-ups out there! \n[50]You don't know much about the insurance game, do you, Rick? When you pull into a person's driveway to sell them life insurance, who do you think they'd rather see? A hot- shot in a Porsche or a family man in a mini-van? Hm? Rick looks around the empty room. \n[51]  \n[52]Well that's why I had the back-up generator installed in Kimmy's rumpus. Kimmy makes a face, shocked. \n[53]Either that or she's wearing her daughter's t-shirt. \n[54]Right. You're telling me you'd take Kimmy Long's flapjacks over Mandy's new speedbags? \n[55]Fun? \n[56]And what about the proven correlation between floppy boobs and large-mouth vaginas? \n[57]Uh, anyone thinking chocolate chip cookie dough in a waffle cone? Grace YANKS the mini-van to the side of the road and GLARES \n[58]I called your office and they told me you were in the neighborhood. Rick turns to the couple. \n[59]Well, mazel tov, folks. The Goldbergs look at Fred a little warily as he takes out a card. \n[60]Here, let me give you my card. Home, auto, or life insurance--I'm the go-to mensch in town. \n[61]You weren't picking up your cell--I wanted to see how much trouble you got in last night. You know what Grace made me do? She made me call the Longs and apologize. Rick flinches. \n[62]How 'bout you--did Maggie freak out when you got home? \n[63]A what? \n[64]Yeah, right. \n[65]You're full of shit. \n[66]I don't get it--why aren't you more excited? \n[67]About...? \n[68]You mean, like, you think Maggie might have a brain tumor or something? \n[69]Uh, yeah. Why can't you just accept the fact that your wife is a goddamn saint, Rick? She's evolved. Don't you see? She gets it! \n[70]Absolutely! Come on, doesn't it bother you that our wives dreams all come true, but ours don't? Look at Maggie; when she was a kid she played house--you g a ve her a house. She played with her E-Z-Bake Oven--you bought her a Viking. She played mommy--you made her a mommy. \n[71]It's a real gas oven! And what about you, huh? Come on, man, your wife is living her dreams.. .and now it's time for you to live yours. As Rick thinks about this, we \n[72]I don't know, I think this is some very forward-thinking on Maggie's part. \n[73]Why would I need a hall pass? I've got you. \n[74]I don't mind. \n[75]  \n[76]  \n[77]I got a Hall Pass! \n[78]Doesn't matter how. I got one. Can you believe it?! I got a hall pass! Rick stands up, elated. \n[79]We both have hall passes! 40. \n[80]Twenty-three minutes ago! She just left for the Cape--she's staying with Maggie. It's just you and me for the next six days! \n[81]And it's not just me--Baker, Gary, and Hog-head are coming out with us tonight! \n[82]No, no, no--they just want to watch. Rick grows concerned. \n[83]Don't worry, I already talked to them. Their lips are sealed. Rick and Fred smile. \n[84]We're living the dream, baby! \n[85]Well, we can't very well take babes back to our places--if they know where we live they might end up stalking us. \n[86]I get the feeling there's a lot of divorcees in this place. \n[87]No way. They're doing the \n[88]Hm? \n[89]What's the question? \n[90]  \n[91]I'm with Rico. Freddy tie-tie. \n[92]That's right. Tonight we build up strength, tomorrow we make landfall. \n[93]Mothers, lock up your daughters-- the dogs are off the leash! \n[94]Plus it wouldn't hurt to work up a little sweat--get those pheromones flying. Just then, two sexy BEER-CART GIRLS wave as they pass. \n[95]With who? \n[96]Oh, what the hell, it's not like my game can get any worse. 49. Rick watches Fred pick up a brownie and TENTATIVELY TASTE IT. Then Gary INHALES HIS IN ONE BITE. \n[97]What kind of soap do you use? \n[98]Yeah. \n[99]Yeah, I like Dove--it doesn't dry your skin so much. Fred stares into space. \n[100]Sometimes it's hard to wash off, though. Because of the moisturizer. You ever notice--? \n[101]  \n[102]       \n[103]Run for it! The guys run toward Rick's cart, jump in, and take off. Rick and Fred are in the seats, while Gary and Hog-head HANG OFF THE BACK. The cart BARRELS down a cart path with the Ranger \n[104]Cut through the woods! Without slowing down, Rick TURNS SHARPLY TO THE RIGHT and Gary and Hog-head TUMBLE OUT OF THE CART. With panic etched across their sweaty faces, Gary and Hog- head quickly jump to their feet and run after the cart. Rick slows just enough for them to catch up and jump back on, then he speeds down a maintenance path and DISAPPEARS INTO THE \n[105]Ed. Kimmy. Clones. The light changes and as the golf cart DRIVES OFF through the busy intersection, we go BACK ON ED AND KIMMY shaking their heads. \n[106]How long would you have to make-out with him? \n[107]And how long would he have to blow you? \n[108]Hey, greased lightning, let off the gas--sometimes these things take time. \n[109]Hey, I haven't seen you guys talk to any girls. \n[110]  \n[111]You can say that again. Yep, the steak always looks better if you trim away some of the fat. And let's face it, we are the steak. \n[112]What? \n[113]Why wouldn't we? \n[114]Wait a second. You want to quit? 58. \n[115]No, man, you've changed. All you care about is yourself--what about all the guys out there who are counting on us to make this thing work? \n[116]Don't you get it? We're the chosen ones! Fred stands up and points at Rick. \n[117]That's right--this thing is bigger than us! Our wives didn't give us this hall pass, the good Lord did! And what do we have to show for it? Nothing. \n[118]Could we have? Rick is taken aback by this. \n[119]Guess what? I did want to. And you know how close I got? We're three days in and the only woman I've spoken to was our waitress at Outback. And she never even made eye-contact. \n[120]Let me explain something to you: If Grace and Maggie find out we can't get laid on our own, they'll start thinking we need them to get laid. Do you know what that'll do to the balance of power in our homes? It'll destroy it! Rick thinks about this and grows alarmed. \n[121]We can't. Grace'll know. She always knows when I'm lying. \n[122]No! That's giving up. Fred glares at him. \n[123]You don't get it, do you? A hall pass ain't all about sex. It's about being man enough to pick up a woman even though you may not be what--in the traditional sense--is considered... (makes quotes with \n[124]Look, if we can't show that something positive can come from having a hall pass, then the whole concept is dead. Not just for us...but for all mankind. Rick thinks about this for a moment, then stands up with a \n[125]  \n[126]Jackpot, baby. Rick NOTICES SOMETHING O.S.. \n[127]Ooh, yeah. Daddy likes. Fred pulls a piece of paper out of his back pocket and hands it to Rick. \n[128]I went on-line this afternoon and wrote down some good pick-up lines to break the ice. \n[129]That's a good one--except for one thing: We don't have a puppy, so when she gets there she'll realize we're full of shit. Rick shoots him a look. \n[130]Oh God no, it doesn't work on that level. Here, this is my favorite. He takes the paper from Rick. \n[131]  \n[132]Great. If you know how to. Rick takes a DEEP BREATH and braces himself. \n[133]Hola. LONG BEAT as Rick tries to figure what to say next. Then: \n[134]No, he means his dick is Dublin. Like the city. In Ireland. As the girls turn away from them, we begin a... MUSIC MONTAGE - Hall &amp; Oates' I Can't Go For That plays as our GUYS GET SHOT DOWN by a DOZEN DIFFERENT BEAUTIFUL WOMEN. \n[135]Okay, tiger, keep your chin up--no one said this was going to be easy. Even in college you had to take fifty rejections for every score, remember? \n[136]That's it! We should be drinking! \n[137]Way too stiff. We gotta start pounding 'em, get those creative juices flowing, bring the soul to the surface. Rick smiles. 64. \n[138]You say no to me? You say no to me?! I SAY NO TO YOU! He's being restrained by an unusually patient BOUNCER. In the b.g. we see Rick PASSED OUT ON A STOOL in a VERY AWKWARD \n[139]No, screw them!  You think your shit don't stink?! Well I got news for ya: I wouldn't titty-bang you in a snow storm! \n[140]Nope, you blew it, not gonna happen. \n[141]  \n[142]  \n[143]I know what we've been doing wrong. Rick lifts his chin. \n[144]If we're gonna break out of this slump, we've got to start using our strength. And that is.. .people who know us, like us. So we should go after the women we've already won over. \n[145]Yeah, like that, but not them. Fred sits in the chair across from Rick. \n[146]I was thinking Coffee Girl. \n[147]Well, I'm sure she'd recognize me. Rick thinks about this. \n[148]Which according to Hog-head means she's horny. \n[149]Hey, Missy, this is Fred Searing. I . uh, I dust wanted to give you a ring and, um...well, give me a call when you get back. It's kind of an emergency. Well, not life- threatening, but-- The machine CUTS HIM OFF. Fred HANGS UP, dejected. He sits there for a BEAT, then grabs his keys and GOES OUT THE DOOR. \n[150]Oh, hi. Kimmy nods blankly. The Daughter glares at him. Fred nervously steps up next to them in line, passing time as he waits for the sidewalk to clear. \n[151]Um, I don't think I got a chance to tell you how impressed I was with your new place. Absolutely elegant. 71. Kimmy GRUNTS a thank you and turns away from him. ANGLE ON the KOREAN LADY who owns the dry cleaners. She stands behind the desk with an accordion wall behind her. \n[152]That's right...  Well, gotta get going--I have a meeting across town in ten minutes. See ya. Fred EXITS. \n[153]I'd prefer no paper trail. \n[154]I don't think my insurance company's gonna cover this one. \n[155]Uh, no. \n[156]Look, I don't really want this in print. The Young Korean Woman hands him back the form. \n[157]Um, couldn't I just tell you? She stares at him for a LONG BEAT. \n[158]How about a C-note so I don't have to fill out any forms or show any I.D.'s? The Young Korean Woman thinks about this for a moment, then SLIDES OPEN THE ACCORDION WALL behind her, REVEALING... THE DRY CLEANERS NEXT DOOR - the Dry Cleaning Korean Lady looks back at him, along with Kimmy Long, her daughter, and \n[159]  \n[160]We let down the male species. I really thought our hall passes might change the philosophy of marriage in America. Fred eats a big scoop of ice cream. \n[161]  \n[162]I'm not giving up, I'm facing facts- -this is our last day and we got nothing cooking. Maybe you were right. Maybe we should just tell the girls to come home. 79. \n[163]I'm not even sure I know what the dream is anymore. \n[164]Well, just pull up one of the golden oldies in your spank bank-- it's almost like being there. \n[165]I'm talking about all the girls before you met Maggie. Rick doesn't say anything. \n[166]What? No, you're not serious? Rick lowers his head. \n[167]Wait a second, are you saying...? But how can that be--you didn't meet Maggie until college? \n[168]Wow. That's a really creepy story. Just then Fred's cell phone RINGS and he ANSWERS it. \n[169]Hello. Yeah. Oh, okay, great. Fred hangs up but doesn't say anything. \n[170]Just an angel from heaven. Suddenly Fred jumps to his feet. \n[171]Coakley's back in town! As Rick's face fills with renewed hope, we... \n[172]Just texting Missy Frankenfield that we're going to be at Enter the Dragon--I'm covering all my bases. \n[173]All right, here come da man! CLOSE ON RESTAURANT ENTRANCE - a suave, DEBONAIR MAN (played by George Clooney) comes through the doors and stops to check out the room. Rick and Fred jump up and approach him WITH OPEN ARMS but at the last second Clooney steps aside REVEALING a THIN, BALDING MAN dressed HEAD-TO-TOE IN MOTORCYCLE LEATHERS (think Larry David. Coakley! 82. \n[174]What's he doing here? \n[175]Huh. Look, man, we've got a situation on our hands. \n[176]For what? Coakley shoots him a look. \n[177]Holy crap... look who's here. The guys turn to see the coffee girl, Leigh, walking past with two of her GIRLFRIENDS. She sees them and LIGHTS UP. \n[178]  \n[179]What gym do you belong to and where the hell was I? \n[180]I had a knot in my neck--why the hell didn't you tell me you saw Coffee Girl?! \n[181]Huh? Coakley spots something. \n[182]  \n[183]  \n[184]Oh my god! You're here! Fred jumps off the bed and gives Missy a hug. \n[185]Franken-berry, how the heck are ya?! She returns the embrace, but not quite as tight. \n[186]You look incredible! \n[187]Never felt better. Missy nods. \n[188]Huh? Oh, uh, yeah. By 'emergency' I just meant that there's some important stuff I want to talk to you about. You know, one on one, me and you--without all the husbands and wives and hoopla. So how are you? \n[189]No, I mean how-are-you. Inside. What's happenin' in there? There must be all sorts of emotions churning up with the divorce and everything. She gives him a long look. \n[190]But...I know her. She said she wants to leave with me. 93. \n[191]Coak, the woman's going through a divorce. She's not insane, she's just making really poor decisions right now.  Here, give Rick the keys to my mini- van. I'm gonna go back to the hotel with Missy. Coakley looks back at Missy and softens. \n[192]What do you mean? We're hangin', we're connecting--that's what friends do. Especially if they want to take it to the next level where they can call each other 'good friends.' 96. He comes to his room and starts to unlock the door. \n[193]Ah, blah, blah, blah, blah. Fred opens the door but Missy stays in the hall. \n[194]Happily. Look, I don't want to get into all the details, but my wife gave me this one-time deal where I get to be with another woman. He opens the door wide. She looks at him for a BEAT. \n[195]We are. There's a mini-bar in my room. You better hurry up, it's last call. Fred smiles. \n[196]Um... \n[197]I'm going to be honest with you-- your tone right now is scaring me. \n[198]Or not. \n[199]Nail on the head! She turns and glares at him. \n[200]What you just said--I had that coming. Big time. Fred hangs his head. \n[201]  \n[202]Thank you. \n[203]So ... . you want to come in for that drink? He arches an eyebrow. \n[204]         \n[205]Hi. May I help you? REVERSE ANGLE REVEALS Paige's Aunt Meg. She's wearing a skirt and low-cut tank top and has cougar written all over her. \n[206]Oh. Well, thank you. Would you like to come in? \n[207]Cheers. They CLINK glasses. \n[208]Please. Not at all. \n[209]Hey, she's a good kid. I do what I can for the kids. Aunt Meg moves in a little closer, squints at him sweetly. \n[210]Hm? \n[211]Uh...hook-up? \n[212]Well... she's a kid and kids get crushes. I remember in tenth grade I had the biggest crush on my French teacher--thank God Mr. LeClaire was professional enough to only date seniors. Meg GIGGLES. \n[213]Hey, all you have in this world is your word. As Aunt Meg CLIMBS ON TOP OF FRED, we \n[214]      \n[215]Thanks--wow, you got great jugs. Meg takes Fred's hand and leads him toward the bed (with his pants still at his ankles), Fred WADDLING LIKE A PENGUIN. \n[216]  \n[217]Please don't judge me. As Aunt Meg KARATE KICKS Fred in the face, we \n[218]What did they tell you? Is Grace gonna be okay? \n[219]Oh my God... Suddenly they hear O.S. GLASS SHATTERING. They look up and \n[220]Whoa!!! What the hell...?! Wannabe turns to them, a CRAZED LOOK on his face. \n[221]You moron, that's Lny car! His is the one next to it! Wannabe looks over at Rick's Avalon, PULLS OUT A KNIFE, and quickly SLASHES TWO OF RICK'S TIRES. As Rick and Fred RUN TOWARD HIM, Wannabe JUMPS INTO AN OLD BRONCO and PEELS OUT OF \n[222]Oh come on! How can a hospital not have a live operator?! \n[223]What was I thinking?! I had a great wife--a beautiful wife--and now I may lose her.. .because of you. \n[224]I'd never even heard of a hall pass until you flaunted yours in my face! 'Hey, look at me, I've got a hall pass--everyone should have a hall pass!' You ruined my life, Mills! \n[225]I'm sorry, man, I shouldn't have blamed you for this. I'm the one who dragged you into this thing. \n[226]I've been bad, Rick. I've been real bad. \n[227]I've been worse. I kissed your babysitter's aunt. \n[228]On the vagina. \n[229]No way, I can out-run 'em! \n[230]I don't care--I'm not stopping 'til we get there! \n[231]Yeah, I'm crazy! I'm crazy about my wife! \n[232]Grace needs me! Cop #1 PINS FRED'S HEAD TO THE FLOOR as Cop #2 lays across his legs. \n[233]No, I won't take it easy! Look, I'm sorry I was speeding and I shouldn't have run from you guys, but my wife's been in an accident and she's in this emergency room and I gotta see how she is because... \n[234]Yes! Is she okay?! The Doctor hesitates and the cops look at each other and then the Burly Officer releases Rick from his head-lock. \n[235]Please tell me she's gonna be okay. \n[236]You got that wrong, doc. I'm the lucky one. Fred is visibly relieved as the doctor smiles and walks off. \n[237]       \n[238]Rick... Rick stops and turns at the door. \n[239]You go love that lady! The Burly Officer rolls his eyes and steps up to Rick. \n[240].And what were you doing driving around at one o'clock in the morning? \n[241]I'm sorry, Grace. \n[242]For putting you through all this. Grace looks awash in guilt. \n[243]Yes, it is--of course it's my fault. This isn't you--driving around all night, thinking--you're not a thinker. When she looks up at him, he forces a smile. But she doesn't smile back. \n[244]Grace. . .do we really have to do this? Grace lowers her head guiltily. \n[245]  \n[246]Look, all you gotta know is that whatever happened doesn't matter! I love you and only you! And I'm going to treat you like the queen that you are for the rest of your living days, so help me God! I'll mow the lawn, I'll shovel the snow, I'll wash the stubble off the sink... Grace looks down at him. \n[247].But please, I'm begging you, sweetie... can we please just never talk about what happened this week? Grace's eyes flicker about, hardly believing her luck. ", "Leigh": "\n[1]Hi. What would you like? Rick was hoping to have a conversation but Wannabe is crowding them. \n[2]That'll be two dollars. Rick hands her a fiver and nods toward the speakers. \n[3]Me. It's Snow Patrol. 68. She hands Rick his change and he dumps it in the tip jar. \n[4]Thanks for the tip. As Leigh grabs a cup and goes to make the coffee, Wannabe SAYS SOMETHING to her that WE CAN'T HEAR and they both LAUGH. A PHONE RINGS in the employee room. Leigh hands Wannabe the coffee, then runs back to answer it. Wannabe hands Rick the iced coffee and winks at him. \n[5]I work-out there. 69. Rick looks up, suddenly finding himself alone with Leigh. \n[6]I don't really squat, just run on the hamster-wheel everyday after work. She starts wiping down a table. \n[7]Great place. Real chill. And they have a bar, so I always grab a beer after my workout. \n[8]If you join, tell 'em Leigh sent you--they'll give me two free months. \n[9]Rockin'. Leigh gives him the peace sign. 70. \n[10]  \n[11]Clyde, this is my friend, uh... \n[12]He's looking to join. \n[13]See ya. 76. She turns to leave. \n[14]Nah. Rick looks disappointed. \n[15]I'm gonna grab two. Leigh flashes him a smile and as she walks away, she gives him the peace sign. He returns it. \n[16]Hey, Rick! What happened yesterday-- I thought we were gonna grab a beer? Fred looks at Rick, confused. \n[17]Nah, I've never been here, but a friend of mine's DJ-ing tonight so I promised him I'd come. Just then Wannabe from the coffee shop swoo s in and gives Leigh a kiss on the cheek. He has a pair of headphones hanging around his neck. \n[18]Chillin'. \n[19]  \n[20]No, no, no. She waves it off, then shrugs guiltily. \n[21]One time we messed around a little. \n[22]Anal. Rick tries hard to act nonchalant. \n[23]I'm kidding. He kissed me one night and I kissed back--I shouldn't have. \n[24]Are you okay--you keep checking your pulse? \n[25]Come on, let's sit this one out. I need a breather. They move to the bar and Rick starts DRYING HIMSELF with a stack of cocktail napkins. \n[26]So what's up with the ring? He looks at his finger, then back at her. \n[27]So...you're married? \n[28]Yeah, I just thought your wife had died or something and you were wearing it out of respect. \n[29]Sounds cool. As they walk toward the exit, we \n[30]I guess I still have a lot to get out of my system before I do the marriage trip. I'm one of those people who wants to try everything once before I die. \n[31]No. \n[32]You would? \n[33]I don't want to be a home-wrecker. \n[34]That wasn't just a line? \n[35]So where can we go to talk some more about this? \n[36]Can you give me a second? \n[37]I'm sorry, Rick. I have to go deal with this. Rick can't believe what's happening. 102. \n[38]He's not...but he is a friend. Leigh glances at the broken-down Wannabe standing there at the door, then turns back to Rick. \n[39]I'm sorry. Before Rick can stop her, Leigh LEAVES THE PARTY with Wannabe. After a LONG BEAT, Rick slides down into a chair, \n[40] \n[41]Hey, where are you going? \n[42]No. I told you, I just had to talk him off the ledge. I calmed him down and sent him on his way. \n[43]So where's that game room? I thought we were gonna play some games. She smiles and takes his hand and as they walk away, we go... \n[44]I'll be right back--I just have to use the bathroom. Rick nods, then watches as Leigh walks off and disappears into the bathroom. He takes a DEEP BREATH. This is it. Just then he hears O.S. LAUGHTER. Rick heads down the hallway and pushes open a door. \n[45]What? \n[46]Really? Are you feeling okay? You're not mad because I went outside with my friend, are you? \n[47]Relax. Don't think so much. You're gonna have your wife for the rest of your life, but tonight. . .you have me. Leigh smiles. And it's the kind of smile you only get two or three times in your life, if you're lucky, and probably never from a woman this beautiful. She reaches down and UNBUCKLES HIS PANTS, then she PULLS OFF HIS SHIRT. They stand face-to-face now, the middle-aged guy and the young beauty, and it's happening exactly the way Rick had hoped it would, the dream. She presses her body against his and STARTS TO KISS HIS NECK, her hand DISAPPEARING SOMEWHERE BELOW HIS WAIST. Then she leans her head AGAINST HIS CHEST. As he looks down at her, we PUSH IN on a suddenly conflicted Rick. \n[48]What are you doing? \n[49]Your wife didn't give you a hallway permission slip, did she? 110. \n[50]Well, I think you have a screw loose and you're probably going to regret this for the rest of your life, but. . .right on, man. \n[51]No. It's only one-thirty--I'm going back down to the party. Rick raises two fingers. \n[52]R-O-C-K in the U-S-A. As they smile at each other one last time, we ", "Coakley": "\n[1]My two favorite nutsuckers--how the hell are ya?! The three men hug, then Coakley nods toward Clooney. \n[2]See who just walke ( in here in front of me? \n[3]George Clooney. \n[4]I don't know--must be shooting a movie or something. \n[5]Yeah, yeah, Baker filled me in. S'been rough sledding, huh? Coakley puts his arms around the two guys. \n[6]Well, don't worry, my little snickerdicks...Coakley's here. \n[7]I'm gonna need three-hundred bucks. \n[8]If you're really serious about this, stop questioning me. The guys look at each other, then reluctantly COUGH UP THE DOUGH. With money in hand, Coakley marches confidently across the street followed by Fred and Rick. When the SLICK BOUNCER sees them approaching, he PARTS THE CROWD. 83. \n[9]What up, my guy? Coakley PASSES ON THE MONEY with a handshake and the Bouncer UNHOOKS THE VELVET ROPE. Then Coakley smiles back at Fred and Rick. \n[10]Push the defrost button on the microwave, boys. The deep freeze is over. \n[11]Okay, guys, you tried it your way and you railed miserably. You struck out, you were oh-for- everything. So now we do it my way, which is... The guys look at Coakley like Richard Gere looks at the Dalai Lama. \n[12]. Go ugly early. Rick and Fred are visibly deflated. \n[13]Guys, you're not trying to get married here--you're trying to get laid. \n[14]I go to the Tropic finals because Miss North Dakota's gonna lose and she's gonna need a hug. And quite often you can parlay a hug into a hand-job. Rick, you're up--get us two bottles of Moet and six glasses. Rick shoots Fred a look, then weaves his way through a scrum of PEOPLE up to the bar. He tries to flag down a bartender but can't get anyone's attention. \n[15]Here we go, bubbles doth floweth. \n[16]Well, according to Kimmy Long, you were at the massage parlor trying to get a rub-and-tug without filling out the paperwork. This takes the wind out of Fred's sails. \n[17]Okay, guys, cut the crap. We're all here for the same thing. And I'll give you a hint what that thing is: It begins with a 'P' and ends with an 'ussy.' Coakley puts his arm around Fred. \n[18]Now relax, Fredd , everyone's gonna get taken care ot.  We Just gotta find you a gazelle with a bad wheel. \n[19]Ooh--there's a couple of trainwrecks. Let's go. \n[20]Ladies, this is my friend Fred Pinkberry--his yogurt company just went public and he's out celebrating. He'd like to offer you a flute of champagne. The Chubby Blondes PERK UP. \n[21]Abort! Abort! You stand not a chance. \n[22]No, no, you're mistaken. Look, dude, this ain't Operation Cock- block here--now trust me, retreat. Rick glances back at Leigh, torn. She looks fantastic. \n[23]All right, I'll be at the bar when this thing blows up in your face. As Rick dances back over to Leigh, we... PAN ACROSS THE ROOM to the PISSED-OFF Wannabe watching them from the deejay booth. \n[24]  \n[25]Then she's insane--run for the hills. \n[26]It's your funeral, princess. BACK ON RICK AND LEIGH dancing up a storm. Rick is OUT OF BREATH and SWEATING LIKE A PIG. His shirt is soaked and his hair is dripping wet. \n[27]Come on, you're not gonna close the sale here--let's move this clambake back to my place. \n[28]What do you mean, what are you gonna do? I've got a house with bedrooms--do the math. When it doesn't work out with her--which it won't--there's going to be a bunch of other back-up chicks there. Rick nods then turns to Leigh. \n[29]  \n[30]  \n[31]  \n[32]  \n[33]Hey. REVERSE ANGLE reveals Coakley SITTING ALL ALONE in a small study off the hall. He has a bowl of Cap'n Crunch on his lap and is watching a re-run of The Andy Griffith Show. 106. \n[34]All partied out, pal. Rick nods, understanding. Coakley LAUGHS once again at the \n[35]Man, that Barney Fife still kills me. He looks back to Rick. \n[36]Hey, I was thinking about this hall- pass business. It's really ironic, isn't it? Rick glances down the hall to see if Leigh has returned. \n[37]Well think about it. There's two kinds of guys who cheat on their wives: The guy who does it behind her back, and a guy like you who has his wife's permission. \n[38]Yeah, whatever. The point is, if you asked a hundred people who the better CJuy is, ninety-nine of 'em would pick you, because you're being honest--there's no deceit involved. Rick is growing uncomfortable. \n[39]But the funny thing is, the other guy, the cheater, the bad guy, he has to live with all that guilt and anxiety, while his wife's running around happy as a clam because she doesn't know anything. And you, the good guy, you've got no guilt at all because you just laid it all on your wife's shoulders. \n[40]It's like she's your guilt Sherpa! Coakley CHUCKLES and Rick deflates. \n[41]Funny, huh? \n[42]And that, my friend, is why you are a genius. As Rick lets this all sink in, we \n[43]  ", "Gary": "\n[1]Vegas. Hawaiian Tropic finals. The guys nod their approval. \n[2]That's the life. \n[3]How's it possible to know that my wife won't find out? \n[4]Oof. I think I'd pay 500 bucks for that. Baker shoots him a look. \n[5]Well, excuse me, Mr. Wall Street, but us public school teachers aren't getting any of that bail-out money you're over-tipping everyone with. Just then, the front door OPENS and Maggie ENTERS. \n[6]Old Man and the Sea? \n[7]I wish I could drink tequila. It's a great buzz but it always gives me the spins and then I have to go home early. \n[8]Yeah, isn't it weird how your own kids can creep you out sometimes? Rick shoots Gary a look. \n[9]What about those two? Why don't you bang them? \n[10]Okay, how about the blonde hostess? Maybe somebody should nail her, huh? \n[11]Nah, that's only good on Thursday nights. \n[12]Wait a second--where's Coakley? That's where we should be. \n[13]Hey, I got a guy over at Outback Steak House who could set us up. \n[14]Why don't you just back one out here? \n[15]  \n[16]Hey, guys, look what I brought. Gary holds up a ZIPLOCK BAG full of something chocolatey. \n[17]Pot brownskies. The guys all look at one another, baffled. \n[18]I got an in. 48. \n[19]Guy who washes my dog. Go ahead. He holds out the bag and the guys hesitate. \n[20]Eating it isn't like smoking it. It's a much mellower buzz--you'll just feel relaxed. \n[21]And by the way, Rick, this is spring break! You've got a hall pass! Live it up, man! It'll probably help your rap with the ladies later. \n[22]I don't know--you tell me! Gary starts to LAUGH MANIACALLY. The Ranger turns to Rick, annoyed. \n[23]On the course. \n[24]I don't know--on a fairway, I think. I clot out, grabbed my club, took a swing, and when I turned around it had disappeared. \n[25]I didn't lose it, I think it was stolen. \n[26]Criminals? \n[27]Look, all I know is I had it on the seventh tee and now it's gone. \n[28]What? Did we miss a hole? Where's my kids? Rick closes his eyes and rubs his head, trying to keep it together. Then he NOTICES something O.S.. \n[29]He's gaining on us! \n[30]Oh boy, that's a toughie. \n[31]Oof. I mean, getting blown by a dude is bad, but making out with a guy, it's so.. .intimate. \n[32]Way more. \n[33]Baker's right. This is day three and you haven't even talked to a girl. \n[34]Yeah, this is boring. You guys are pussies. 57. \n[35]Hey, dudes, there's like ten very bangable chicks out on the back deck--let's go! Leary HOLDS UP HIS BEER. ", "Ed": "\n[1]No way, I can out-run 'em! \n[2]I don't care--I'm not stopping 'til we get there! \n[3]Yeah, I'm crazy! I'm crazy about my wife! \n[4]Do you mind telling me how your wife catches you checking out another girl? What is this, amateur hour? 6. The BARTENDER delivers a couple beers and Rick pays. \n[5]There's your problem, dumb-ass-- it's the wrong order. You don't wait for the girl to walk past and then glance back. You turn when she's still fifteen feet in front of you...then you wait for her to walk into your line of vision. Fred NOTICES an ATTRACTIVE WOMAN walking toward them from the right. \n[6]Observe. Before the woman reaches them, Fred turns to his left and holds the look until the Attractive Woman's ASS ENTERS HIS VIEW and he watches her walk away. \n[7]You see? I can't help it if her butt walks where I'm already looking. \n[8]Hey, Missy. \n[9]Wow. Missy's looking pretty good for someone going through a divorce. \n[10]Too bad. You gonna hit 'em up for the listing? 7. \n[11]Yeah, it's kind of tacky, huh? As the guys crane their necks to get a better view of Missy's ass, we... REVERSE ANGLE to reveal Maggie, Grace and Dr. Lucy sipping lemondrops and watching Rick and Fred from across the room. \n[12]  \n[13]  \n[14]Hey. \n[15]Great. Lost both sets. \n[16]Pretty sure I got the Auto and Home. He told me to call his accountant on Monday about the Life. \n[17]Can you believe the talent here today? \n[18]Ouch. 14. Rick SIGHS. \n[19]Imagine if we were coming here back when we were single? \n[20]So you get lucky last night? \n[21]Well, kinda lucky. Grace conked right out so I snuck out to the car and rubbed one out. Rick shoots Fred a look. \n[22]And get caught by Grace? Can't risk it. Besides, cars turn me on--it's where I lost my virginity. And they're comfy--I just put the seat back and turn on the tunes. The guys sit on a bench. \n[23]Yeah, I didn't see that one coming. The two men sit in silence for a LONG BEAT as the Frisbee Girls play all around them. \n[24]You know what I miss the most? \n[25]The arch. \n[26]You know when you're taking a girl's panties off for the first time, and you're wondering if she's going to stop you, but then she gives you that little pelvic arch- thrust that tells you that the struggle's over, everything's going to be okay? Rick SIGHS. \n[27]Yep. Another thing gone forever. Rick looks at his watch. \n[28]You want to grab a coffee after? \n[29]Are you kidding, I'd love that. Except...I always feel kind of pathetic waiting in line for Tom Brady's autograph. 16. \n[30]Genius! That's the perfect cover! Rick shoots him a look then REACTS to something O.S. \n[31]Did you see her face? Her face is tremendous. \n[32]I know. She's from Australia. Been working here about a month. \n[33]Okay, cool it, tiger--here she comes. Coffee Girl steps up to the counter and smiles at Fred. \n[34]Make it a bran muffin for me. Rick shoots Fred a look, clearly annoyed. As Coffee Girl turns to get their order, we go to... \n[35]Yeah. I bet her areolas look like a couple of pepperoni slices. Fred trains his eyes back on Coffee Girl and SQUINTS \n[36]Shh. I'm taking a mental photograph for my spank bank. Say cheese. \n[37]Jesus Christ, guys, give it a rest. 18. Rick and Fred turn to see ED LONG, tall, good-looking, mid- 40's, standing at the creamer counter behind them. \n[38]That's because you were shooting laser beams at the java babe. \n[39]Come on, gentlemen, you're married men and she's half your age--grow \n[40]So I guess I'll be seeing you at the house-warming party this weekend. \n[41]This Saturday afternoon at the new casa--we're inally in and we're having a little celebration. \n[42]Your wives already RSVP'd. \n[43]'Til then. Ed HOLDS OUT HIS FIST to them. \n[44]Come on, pound the potato. \n[45]  \n[46]I don't see what the big deal is-- we're not hurting anyone. What is he Big Brother--he's gonna tell me what I can look at now? For God sakes, don't take that away from me- -it's all I got! As Rick thinks about this, we... \n[47]Hey, where's Coakley? How come he didn't show? \n[48]That is the life. \n[49]What did you guys read this month? 21. \n[50]You want to know a sure cure for the spins? Fred puts a hand over his right eye. \n[51]Just cover up one eye. It balances out the equilibrium. \n[52]I wouldn't have to pay--I'm married to her. There's a BEAT, then the guys EXPLODE IN LAUGHTER. \n[53]No, seriously, I'd pay five grand, easy. Maggie's JAW DROPS. \n[54]I'd have to figure out a way to get it out of the bank without Grace noticing, but I suppose the genie could help me with that. \n[55]Come on.. any girl you choose. You get to do anything you want with her, and your wife will never find out. It's completely harmless, a one-time thing--what would you pay for that? BACK ON MAGGIE as she cradles her baby and LEANS CLOSER to the monitor. \n[56]Come on, everyone in the shack! The grand tour's about to begin! \n[57]I call it headquarters. LARRY BOHAC, mid-40's, and his blonde bombshell of a wife, MANDY,  look around in awe. \n[58]That's sweet of you to say, Mandy. \n[59]  \n[60]With a price tag north of one hundred and forty large, it better be paradise. Ed holds out his fist and Rick obediently POUNDS IT. Just then Grace NOTICES that Fred has disappeared. 28. \n[61]I can't take these look-at-how-much- I-own parties. It's obnoxious. Rick nods and sits down beside him. \n[62]When I bought my completely-loaded Honda Odyssey, I didn't go around bragging about it, did I? \n[63]  \n[64]Because it's the Touring Edition, numb-skull. The thing can tow more weight than ninety percent of the pick-ups out there! \n[65]  \n[66]Hey, gang, check this out. 29. \n[67]Here come Tweedle-dee and Tweedle- dum. CLOSE ON VIDEO MONITOR - we see Rick and Fred cross over to the master bathroom doorway and look in. \n[68]You don't know much about the insurance game, do you, Rick? When you pull into a person's driveway to sell them life insurance, who do you think they'd rather see? A hot- shot in a Porsche or a family man in a mini-van? Hm? Rick looks around the empty room. \n[69]And bulletproof. and ENTER ANOTHER. \n[70]  \n[71]Well that's why I had the back-up generator installed in Kimmy's rumpus. Kimmy makes a face, shocked. \n[72]Either that or she's wearing her daughter's t-shirt. \n[73]Right. You're telling me you'd take Kimmy Long's flapjacks over Mandy's new speedbags? \n[74]Fun? \n[75]And what about the proven correlation between floppy boobs and large-mouth vaginas? \n[76]       \n[77]Uh, anyone thinking chocolate chip cookie dough in a waffle cone? Grace YANKS the mini-van to the side of the road and GLARES \n[78]I called your office and they told me you were in the neighborhood. Rick turns to the couple. \n[79]Well, mazel tov, folks. The Goldbergs look at Fred a little warily as he takes out a card. \n[80]Here, let me give you my card. Home, auto, or life insurance--I'm the go-to mensch in town. \n[81]You weren't picking up your cell--I wanted to see how much trouble you got in last night. You know what Grace made me do? She made me call the Longs and apologize. Rick flinches. \n[82]How 'bout you--did Maggie freak out when you got home? \n[83]A what? \n[84]Yeah, right. \n[85]You're full of shit. \n[86]I don't get it--why aren't you more excited? \n[87]About...? \n[88]You mean, like, you think Maggie might have a brain tumor or something? \n[89]Uh, yeah. Why can't you just accept the fact that your wife is a goddamn saint, Rick? She's evolved. Don't you see? She gets it! \n[90]Absolutely! Come on, doesn't it bother you that our wives dreams all come true, but ours don't? Look at Maggie; when she was a kid she played house--you g a ve her a house. She played with her E-Z-Bake Oven--you bought her a Viking. She played mommy--you made her a mommy. \n[91]It's a real gas oven! And what about you, huh? Come on, man, your wife is living her dreams.. .and now it's time for you to live yours. As Rick thinks about this, we \n[92]I don't know, I think this is some very forward-thinking on Maggie's part. \n[93]Why would I need a hall pass? I've got you. \n[94]I don't mind. \n[95]  \n[96]  \n[97]I got a Hall Pass! \n[98]Doesn't matter how. I got one. Can you believe it?! I got a hall pass! Rick stands up, elated. \n[99]We both have hall passes! 40. \n[100]Twenty-three minutes ago! She just left for the Cape--she's staying with Maggie. It's just you and me for the next six days! \n[101]And it's not just me--Baker, Gary, and Hog-head are coming out with us tonight! \n[102]No, no, no--they just want to watch. Rick grows concerned. \n[103]Don't worry, I already talked to them. Their lips are sealed. Rick and Fred smile. \n[104]We're living the dream, baby! \n[105]Well, we can't very well take babes back to our places--if they know where we live they might end up stalking us. \n[106]I get the feeling there's a lot of divorcees in this place. \n[107]No way. They're doing the \n[108]Hm? \n[109]What's the question? \n[110]  \n[111]I'm with Rico. Freddy tie-tie. \n[112]That's right. Tonight we build up strength, tomorrow we make landfall. \n[113]Mothers, lock up your daughters-- the dogs are off the leash! \n[114]Plus it wouldn't hurt to work up a little sweat--get those pheromones flying. Just then, two sexy BEER-CART GIRLS wave as they pass. \n[115]With who? \n[116]Oh, what the hell, it's not like my game can get any worse. 49. Rick watches Fred pick up a brownie and TENTATIVELY TASTE IT. Then Gary INHALES HIS IN ONE BITE. \n[117]What kind of soap do you use? \n[118]Yeah. \n[119]Yeah, I like Dove--it doesn't dry your skin so much. Fred stares into space. \n[120]Sometimes it's hard to wash off, though. Because of the moisturizer. You ever notice--? \n[121]  \n[122]       \n[123]Run for it! The guys run toward Rick's cart, jump in, and take off. Rick and Fred are in the seats, while Gary and Hog-head HANG OFF THE BACK. The cart BARRELS down a cart path with the Ranger \n[124]Cut through the woods! Without slowing down, Rick TURNS SHARPLY TO THE RIGHT and Gary and Hog-head TUMBLE OUT OF THE CART. With panic etched across their sweaty faces, Gary and Hog- head quickly jump to their feet and run after the cart. Rick slows just enough for them to catch up and jump back on, then he speeds down a maintenance path and DISAPPEARS INTO THE \n[125]Ed. Kimmy. Clones. The light changes and as the golf cart DRIVES OFF through the busy intersection, we go BACK ON ED AND KIMMY shaking their heads. \n[126] \n[127]How long would you have to make-out with him? \n[128]And how long would he have to blow you? \n[129]Hey, greased lightning, let off the gas--sometimes these things take time. \n[130]Hey, I haven't seen you guys talk to any girls. \n[131]  \n[132]You can say that again. Yep, the steak always looks better if you trim away some of the fat. And let's face it, we are the steak. \n[133]What? \n[134]Why wouldn't we? \n[135]Wait a second. You want to quit? 58. \n[136]No, man, you've changed. All you care about is yourself--what about all the guys out there who are counting on us to make this thing work? \n[137]Don't you get it? We're the chosen ones! Fred stands up and points at Rick. \n[138]That's right--this thing is bigger than us! Our wives didn't give us this hall pass, the good Lord did! And what do we have to show for it? Nothing. \n[139]Could we have? Rick is taken aback by this. \n[140]Guess what? I did want to. And you know how close I got? We're three days in and the only woman I've spoken to was our waitress at Outback. And she never even made eye-contact. \n[141]Let me explain something to you: If Grace and Maggie find out we can't get laid on our own, they'll start thinking we need them to get laid. Do you know what that'll do to the balance of power in our homes? It'll destroy it! Rick thinks about this and grows alarmed. \n[142]We can't. Grace'll know. She always knows when I'm lying. \n[143]No! That's giving up. Fred glares at him. \n[144]You don't get it, do you? A hall pass ain't all about sex. It's about being man enough to pick up a woman even though you may not be what--in the traditional sense--is considered... (makes quotes with \n[145]Look, if we can't show that something positive can come from having a hall pass, then the whole concept is dead. Not just for us...but for all mankind. Rick thinks about this for a moment, then stands up with a \n[146] \n[147]  \n[148]Jackpot, baby. Rick NOTICES SOMETHING O.S.. \n[149]Ooh, yeah. Daddy likes. Fred pulls a piece of paper out of his back pocket and hands it to Rick. \n[150]I went on-line this afternoon and wrote down some good pick-up lines to break the ice. \n[151]That's a good one--except for one thing: We don't have a puppy, so when she gets there she'll realize we're full of shit. Rick shoots him a look. \n[152]Oh God no, it doesn't work on that level. Here, this is my favorite. He takes the paper from Rick. \n[153]  \n[154]Great. If you know how to. Rick takes a DEEP BREATH and braces himself. \n[155]Hola. LONG BEAT as Rick tries to figure what to say next. Then: \n[156]No, he means his dick is Dublin. Like the city. In Ireland. As the girls turn away from them, we begin a... MUSIC MONTAGE - Hall &amp; Oates' I Can't Go For That plays as our GUYS GET SHOT DOWN by a DOZEN DIFFERENT BEAUTIFUL WOMEN. \n[157]Okay, tiger, keep your chin up--no one said this was going to be easy. Even in college you had to take fifty rejections for every score, remember? \n[158]That's it! We should be drinking! \n[159]Way too stiff. We gotta start pounding 'em, get those creative juices flowing, bring the soul to the surface. Rick smiles. 64. \n[160]You say no to me? You say no to me?! I SAY NO TO YOU! He's being restrained by an unusually patient BOUNCER. In the b.g. we see Rick PASSED OUT ON A STOOL in a VERY AWKWARD \n[161]No, screw them!  You think your shit don't stink?! Well I got news for ya: I wouldn't titty-bang you in a snow storm! \n[162]Nope, you blew it, not gonna happen. \n[163]  \n[164]  \n[165]I know what we've been doing wrong. Rick lifts his chin. \n[166]If we're gonna break out of this slump, we've got to start using our strength. And that is.. .people who know us, like us. So we should go after the women we've already won over. \n[167]Yeah, like that, but not them. Fred sits in the chair across from Rick. \n[168]I was thinking Coffee Girl. \n[169]Well, I'm sure she'd recognize me. Rick thinks about this. \n[170]Which according to Hog-head means she's horny. \n[171]Hey, Missy, this is Fred Searing. I . uh, I dust wanted to give you a ring and, um...well, give me a call when you get back. It's kind of an emergency. Well, not life- threatening, but-- The machine CUTS HIM OFF. Fred HANGS UP, dejected. He sits there for a BEAT, then grabs his keys and GOES OUT THE DOOR. \n[172]Oh, hi. Kimmy nods blankly. The Daughter glares at him. Fred nervously steps up next to them in line, passing time as he waits for the sidewalk to clear. \n[173]Um, I don't think I got a chance to tell you how impressed I was with your new place. Absolutely elegant. 71. Kimmy GRUNTS a thank you and turns away from him. ANGLE ON the KOREAN LADY who owns the dry cleaners. She stands behind the desk with an accordion wall behind her. \n[174]That's right...  Well, gotta get going--I have a meeting across town in ten minutes. See ya. Fred EXITS. \n[175]I'd prefer no paper trail. \n[176]I don't think my insurance company's gonna cover this one. \n[177]Uh, no. \n[178]Look, I don't really want this in print. The Young Korean Woman hands him back the form. \n[179]Um, couldn't I just tell you? She stares at him for a LONG BEAT. \n[180]How about a C-note so I don't have to fill out any forms or show any I.D.'s? The Young Korean Woman thinks about this for a moment, then SLIDES OPEN THE ACCORDION WALL behind her, REVEALING... THE DRY CLEANERS NEXT DOOR - the Dry Cleaning Korean Lady looks back at him, along with Kimmy Long, her daughter, and \n[181]Are you having chest pains, sir? \n[182]How long were you in there? \n[183]Seven-thirty. \n[184]Try not to move, sir. \n[185]  \n[186]  \n[187]We let down the male species. I really thought our hall passes might change the philosophy of marriage in America. Fred eats a big scoop of ice cream. \n[188]  \n[189]I'm not giving up, I'm facing facts- -this is our last day and we got nothing cooking. Maybe you were right. Maybe we should just tell the girls to come home. 79. \n[190]I'm not even sure I know what the dream is anymore. \n[191]Well, just pull up one of the golden oldies in your spank bank-- it's almost like being there. \n[192]I'm talking about all the girls before you met Maggie. Rick doesn't say anything. \n[193]What? No, you're not serious? Rick lowers his head. \n[194]Wait a second, are you saying...? But how can that be--you didn't meet Maggie until college? \n[195]Wow. That's a really creepy story. Just then Fred's cell phone RINGS and he ANSWERS it. \n[196]Hello. Yeah. Oh, okay, great. Fred hangs up but doesn't say anything. \n[197]Just an angel from heaven. Suddenly Fred jumps to his feet. \n[198]Coakley's back in town! As Rick's face fills with renewed hope, we... \n[199] \n[200]Just texting Missy Frankenfield that we're going to be at Enter the Dragon--I'm covering all my bases. \n[201]All right, here come da man! CLOSE ON RESTAURANT ENTRANCE - a suave, DEBONAIR MAN (played by George Clooney) comes through the doors and stops to check out the room. Rick and Fred jump up and approach him WITH OPEN ARMS but at the last second Clooney steps aside REVEALING a THIN, BALDING MAN dressed HEAD-TO-TOE IN MOTORCYCLE LEATHERS (think Larry David. Coakley! 82. \n[202]What's he doing here? \n[203]Huh. Look, man, we've got a situation on our hands. \n[204]For what? Coakley shoots him a look. \n[205]Holy crap... look who's here. The guys turn to see the coffee girl, Leigh, walking past with two of her GIRLFRIENDS. She sees them and LIGHTS UP. \n[206]  \n[207]What gym do you belong to and where the hell was I? \n[208]I had a knot in my neck--why the hell didn't you tell me you saw Coffee Girl?! \n[209]Huh? Coakley spots something. \n[210]  \n[211]  \n[212]Oh my god! You're here! Fred jumps off the bed and gives Missy a hug. \n[213]Franken-berry, how the heck are ya?! She returns the embrace, but not quite as tight. \n[214]You look incredible! \n[215]Never felt better. Missy nods. \n[216]Huh? Oh, uh, yeah. By 'emergency' I just meant that there's some important stuff I want to talk to you about. You know, one on one, me and you--without all the husbands and wives and hoopla. So how are you? \n[217]No, I mean how-are-you. Inside. What's happenin' in there? There must be all sorts of emotions churning up with the divorce and everything. She gives him a long look. \n[218]But...I know her. She said she wants to leave with me. 93. \n[219]Coak, the woman's going through a divorce. She's not insane, she's just making really poor decisions right now.  Here, give Rick the keys to my mini- van. I'm gonna go back to the hotel with Missy. Coakley looks back at Missy and softens. \n[220]What do you mean? We're hangin', we're connecting--that's what friends do. Especially if they want to take it to the next level where they can call each other 'good friends.' 96. He comes to his room and starts to unlock the door. \n[221]Ah, blah, blah, blah, blah. Fred opens the door but Missy stays in the hall. \n[222]Happily. Look, I don't want to get into all the details, but my wife gave me this one-time deal where I get to be with another woman. He opens the door wide. She looks at him for a BEAT. \n[223]We are. There's a mini-bar in my room. You better hurry up, it's last call. Fred smiles. \n[224]Um... \n[225]I'm going to be honest with you-- your tone right now is scaring me. \n[226]Or not. \n[227]Nail on the head! She turns and glares at him. \n[228]What you just said--I had that coming. Big time. Fred hangs his head. \n[229]  \n[230]Thank you. \n[231]So ... . you want to come in for that drink? He arches an eyebrow. \n[232]         \n[233]Hi. May I help you? REVERSE ANGLE REVEALS Paige's Aunt Meg. She's wearing a skirt and low-cut tank top and has cougar written all over her. \n[234]Oh. Well, thank you. Would you like to come in? \n[235]  \n[236] \n[237]Cheers. They CLINK glasses. \n[238]Please. Not at all. \n[239]Hey, she's a good kid. I do what I can for the kids. Aunt Meg moves in a little closer, squints at him sweetly. \n[240]Hm? \n[241]Uh...hook-up? \n[242]Well... she's a kid and kids get crushes. I remember in tenth grade I had the biggest crush on my French teacher--thank God Mr. LeClaire was professional enough to only date seniors. Meg GIGGLES. \n[243]Hey, all you have in this world is your word. As Aunt Meg CLIMBS ON TOP OF FRED, we \n[244]      \n[245]Thanks--wow, you got great jugs. Meg takes Fred's hand and leads him toward the bed (with his pants still at his ankles), Fred WADDLING LIKE A PENGUIN. \n[246]  \n[247]Please don't judge me. As Aunt Meg KARATE KICKS Fred in the face, we \n[248]What did they tell you? Is Grace gonna be okay? \n[249]Oh my God... Suddenly they hear O.S. GLASS SHATTERING. They look up and \n[250]Whoa!!! What the hell...?! Wannabe turns to them, a CRAZED LOOK on his face. \n[251]You moron, that's Lny car! His is the one next to it! Wannabe looks over at Rick's Avalon, PULLS OUT A KNIFE, and quickly SLASHES TWO OF RICK'S TIRES. As Rick and Fred RUN TOWARD HIM, Wannabe JUMPS INTO AN OLD BRONCO and PEELS OUT OF \n[252]Oh come on! How can a hospital not have a live operator?! \n[253]What was I thinking?! I had a great wife--a beautiful wife--and now I may lose her.. .because of you. \n[254]I'd never even heard of a hall pass until you flaunted yours in my face! 'Hey, look at me, I've got a hall pass--everyone should have a hall pass!' You ruined my life, Mills! \n[255] \n[256]I'm sorry, man, I shouldn't have blamed you for this. I'm the one who dragged you into this thing. \n[257]I've been bad, Rick. I've been real bad. \n[258]I've been worse. I kissed your babysitter's aunt. \n[259]On the vagina. \n[260]No way, I can out-run 'em! \n[261]I don't care--I'm not stopping 'til we get there! \n[262]Yeah, I'm crazy! I'm crazy about my wife! \n[263]Grace needs me! Cop #1 PINS FRED'S HEAD TO THE FLOOR as Cop #2 lays across his legs. \n[264]No, I won't take it easy! Look, I'm sorry I was speeding and I shouldn't have run from you guys, but my wife's been in an accident and she's in this emergency room and I gotta see how she is because... \n[265]Yes! Is she okay?! The Doctor hesitates and the cops look at each other and then the Burly Officer releases Rick from his head-lock. \n[266]Please tell me she's gonna be okay. \n[267]You got that wrong, doc. I'm the lucky one. Fred is visibly relieved as the doctor smiles and walks off. \n[268]       \n[269]Rick... Rick stops and turns at the door. \n[270]You go love that lady! The Burly Officer rolls his eyes and steps up to Rick. \n[271]  \n[272].And what were you doing driving around at one o'clock in the morning? \n[273]I'm sorry, Grace. \n[274]For putting you through all this. Grace looks awash in guilt. \n[275]Yes, it is--of course it's my fault. This isn't you--driving around all night, thinking--you're not a thinker. When she looks up at him, he forces a smile. But she doesn't smile back. \n[276]Grace. . .do we really have to do this? Grace lowers her head guiltily. \n[277] \n[278]  \n[279]Look, all you gotta know is that whatever happened doesn't matter! I love you and only you! And I'm going to treat you like the queen that you are for the rest of your living days, so help me God! I'll mow the lawn, I'll shovel the snow, I'll wash the stubble off the sink... Grace looks down at him. \n[280].But please, I'm begging you, sweetie... can we please just never talk about what happened this week? Grace's eyes flicker about, hardly believing her luck. ", "Long": "\n[1] \n[2] ", "Gerry": "\n[1]Hey, I'm Gerry--thanks for coming out and supporting us. \n[2]Thanks. Gerry glances back at his TEAMMATES who are clearly egging him on. \n[3]So...we saw you sitting up there with those little kids--are you nannies or something? The girls aren't immune to flattery and they smile. \n[4]  \n[5]Dudes, they're not nannies, they're mommies. \n[6] \n[7]What's up, beach bunnies? Grace and Maggie sit up and smile. \n[8]Hey, where are the kiddies? We thought we'd take you all for a boat ride. \n[9]There she is! Come on in, I'm mixing up some margaronis. We lost our final game, but I got four hits! 94. \n[10]They all went out to party--now get in here! But Grace stays on the porch. \n[11]What? Grace hasn't been in this situation in a long time and it shows. Gerry steps out onto the porch looking concerned. \n[12]Is everything okay? \n[13]Why not? Grace does a double-take. \n[14]Um... I'm sorry if I made you uncomfortable, Grace. It's just that...I really like you. \n[15]Everything okay? \n[16]What? He moves close to her and she grows uncomfortable. \n[17]Oh. \n[18]So? What does that have to do with anything? Fate threw us together and we went with it--isn't that what life's all about? 99. Grace looks at him, recognizing the youth and triteness of his words. \n[19]I know that. \n[20]  \n[21]I don't mean that in a bad way. I'm just saying, I didn't think we were going to start dating, you know? Could you imagine the looks we'd get? It'd be like Hugh Hefner and his girlfriends--except in reverse. Gerry CHUCKLES. \n[22]You'd be Hugh Hefner. \n[23]Ooh, I gotta get going. We have kind of a team meeting in like twenty minutes. Gerry sees Grace glance at the clock: 12:15 A.M. \n[24]It's, uh, kind o a tradition that we always get together on the night of the last game. It would probably be uncool if I missed it. 100. \n[25]Seriously, though, thanks for everything--that was awesome. He holds up his hand and she diligently HIGH-FIVES HIM. Then Gerry WALKS OUT THE DOOR. Grace sits there alone for a moment. We PUSH IN ON HER and we hear Gerry's CAR START OUTSIDE, and when Grace STARTS TO CRY, we "}}