{"filename": "Hancock_script.txt", "imdb_id": "tt0448157", "imdb_url": "https://www.imdb.com/title/tt0448157", "characters": ["Jeremy", "John Hancock", "Matrix", "Mike", "Hottie", "Aaron", "Ray", "Executive", "Mary", "Red", "Girl at Bus Bench", "Woman in Dive Bar", "Man Mountain"], "dialogues": {"Jeremy": "", "John": "", "Hancock": "\n[1]     \n[2]on the dotted line. Fish hands over the key. Then, pulls it back from Hancock's grab. \n[3]I need quiet. Is it quiet? \n[4] it's about responsibility... with what is empowered in you... to correct the ills of man. No foam. No gel. Just skin and the razor edge of his belt BUCKLE - it slices through stubble, clearing up a face that has yet to sleep.     13. \n[5]  \n[6]       \n[7] Why'd you go and do that for? Tom retrieves his ear from the ground. Tries to put it back, clutching his head. He bleeds. \n[8] Why don't we call it the day. \n[9]  \n[10]  \n[11] I'm all out. Let's go... And as he utters this, he approaches Tom. \n[12] \n[13]  \n[14]  \n[15]What are you thinking?! Hancock wrests the gun from his hand. Places it into his own mouth. FIRES two slugs inside. The Hoodlum FREAKS. \n[16]Huh?! Takes the smoking gun out of his mouth. Shoves it up the- Hoodlum's nose. \n[17]Want to see brain? Huh?! Sticks the gun back into his mouth. FIRES another shot inside. Takes it out and this time - jams it into the Hoodlums mouth. The Hoodlum proceeds to urinate in his pants.     36. \n[18]  \n[19]  \n[20]You smoke? \n[21]Of course you don't. Nothing but a kid.  Smoke no evil. Hancock moves over to Aaron, now backed in a corner. \n[22] Ever curious... .what it's like? Aaron shakes his head. \n[23] Go on... give it a try. One time. Won't kill you. Once. Aaron under pressure, acquiesces. He takes the stick. Sucks on it. Doubles over, coughing. \n[24]Good, huh? Tastes like compost... your first stick. Then, after a few more... it starts getting this. flavor. A little nicotine buzz. A while passes and all of a sudden, it's as sweet as candy. Only now, it takes a whole pack to get there.., and you won't settle till your, mouth's as sweet. Hancock takes another cool drag - Mr. Wisdom waxing philosophical. \n[25]        \n[26]Principles. Here's one; very simple. Just about all you need to know: a man's got to do what a man's got to do.  I look at your face, the shiners. You took a shove and you let it go clean. Not good. That's a formula for future abuse... an invitation to the loser's dance. Letting it go. Walking away. , Bad policy. Won't be long 'fore you're running, looking for a place to hide. \n[27]You do what is necessary. \n[28]What is necessary.  Let me tell you something, kid. There was this infantry unit, you see... badly outnumbered.  Wait, let me put it in kid terms. So you relate, OK? There's a fox, you relate? A fox and he's walking through what, the woods, the forests, right? Next thing the fox knows, he's staring down a pack of... hounds. Bloodhounds. And there's this chase, the fox's running his ass off, over boulders and through streams and, but the damn hounds are still on his tail. Finally the fox comes to this cliff, a precipice... and it's what, a seven hundred foot drop onto jagged rocks. He's in trouble 'cause the hounds are closing in and they're going to tear him to pieces. So what does he think... \"I jump and I die for sure. I stay, confront them and I'll get my ass butchered.\" Decision time. He thinks, \"stay and least I'd have something, a chance.      44. \n[29]To slip away, maybe.\" The fox decides to go down fighting, make a stand. Right?  The hounds come. What do you think happens? \n[30]No. The fox gets his ass kicked and some... I mean ripped apart by the dogs, like cheap fabric. \n[31]But you know, when the last hound was through with him,-and he's walking away, he hears this noise. It's the fox and he's muttering something under his breath... words. The dog goes over. Gets up close. To hear what he's saying. You know what the fox's saying... just before he keels off? Aaron - negative. \n[32]  \n[33]No regrets. You make a decision and you stick to it. Like a man's got to do. And \"no regrets.\" Aaron - submitting it to memory. \n[34] Look at it this way... I got to do what I got to do. \n[35]I'm sorry. \n[36]Man of the house? \n[37]Breasts, please. Horus, watching everything - Mary and her every blush. \n[38]No. It gives me gas. Thank you. A beat - as everyone visualizes a superFART. \n[39]not about the labor... or the love of it.  .It's about responsibility... with what is empowered in you. The gift of might. Might to.do what? Exploitation, because you can? Or a different path. To purvey justice. To correct the ills of man... because I can. Faces of profound confusion - Mary and Aaron. But they are charmed, his words secondary to his charisma. Horus, the quiet observer, observes. \n[40]  \n[41]What line of work are you in, Mr. Longfellow? \n[42]You're a security guard. You keep the state of things. It's a job. You do it.  We're in the same business. Aaron returns with the ketchup bottle. A frozen moment while Horus ponders the implications. He stares at the BOTTLE. \n[43]Aaron, could you show me the restroom? Aaron points first door in the hall. \n[44] and you could see the flames, through the storm... I get there, the vessel's all over, spread across three miles of South Pacific. Bodies floating in the water, shoes, kids who'd thought it some routine reconnaissance joyride. Turns out, the only one alive was the captain, up against a buoy... crying 'cause he didn't go down with his men... and he's got to live with it.  Sprayed his brain all over the dashboard in a parking lot a couple months after. A good man...  . did what he had to do. A brief moment while the graphics sink in. No one talks. Aaron's smitten. Mary, a mixture of repulsion and fascination. \n[45]     \n[46]  \n[47]No, I need to go.  The last time I had a meal... an evening like this, I was... it was too long ago. I appreciate your kindness. \n[48]Aaron. Tomorrow. After the bell. I'll drop by after school. See how you're doing. \n[49]Need a lift? \n[50] How are you? In unison, they turn to the UPS vehicle - a .mangled heap of steel, STEAM billowing from its ruptured radiator. Hancock shrugs a smiles. \n[51]didn't see it coming... left myself open. \n[52]All right? \n[53]What? \n[54]You'll sew -it? \n[55]You have to be quick. \n[56]If you blink, you'll miss it. Hancock uncups his hands, releasing a billowy MASS of white something - it hangs in the air, and then dissipates into moisture. It showers into his open hands. Mary reaches for it. Too late. \n[57] \n[58]I'm sorry. \n[59]I've been tired, lately. \n[60]-So people tell me. \n[61]Hard? \n[62]It's harder to not do anything. What am I? It's not for me. It's for... it is about people. Rest? When there is despair? I cannot. I bring relief. I am relief. You know that instant, that split instant of time when you realize that the nightmare... the totality of fear itself... that it's all been a bad dream? That it's safe? That is relief. The infant in my arms... to the hysterical mother. When you can see her face, what's rest? It is self-indulgence. Mary - in some advance stage of \"wow.\" \n[63]It's not important who I am, Mary. Or what... where I'm from. It doesn't matter. I'm a man. I am every man.     67. \n[64]Why... do you say that? \n[65]Yes...  sometimes. Mary allows the moment to sink in. \n[66]   \n[67]What? \n[68]Nice. Thank you. Mary - peripatetic, putting away things... \n[69]He was in the-police academy? A pause. \n[70]Is that what you want? \n[71]What you need? \n[72]Mary? \n[73]  \n[74]It's getting late.     78. \n[75]I'm going to take a walk. \n[76]Maybe. Pause. \n[77]  \n[78] Get lost. The warning comes across quite well - the man exits. Gina saunters over - takes the vacancy. At the other end, the bar fly rises. Pays. Heads pass them, for the door. \n[79]What? \n[80]got to do what you got to do. He paces with nervous energy, pounding his fist into the other hand. We sense a decision brewing... \n[81]I know you're up, Mary. I know you can hear me. Please meet me on the boardwalk tomorrow morning. Nine o'clock. It's important that I talk to y ou, then.  Please, Mary. And with that, he's off and away. Mary.- stunned. \n[82]Hi.  Thank you for being here. \n[83](constipated; following some \n[84] They're moving. The turbulence has started. \n[85]Look out there and what do you see, Mary? \n[86]see it,can Y nu?  And that's good, not seeing. But for me, I've seen it. It's where I'm from... out there. \n[87]Duty.  You ask a man, Mary, and he'll tell you. He'll say: \"you do what you have to do.\" Or what? You let the next guy do it for you, if you don't... if you can't.  And... but. If I can't, then who?      90. \n[88]The next guy? No. There is no \"I can't.\" Just \"I must.\" Mary - watching a grown superman unravel. \n[89]   \n[90]I just want to let go, Mary. Or I'll break. I need to get away. Get away to where? I don't know.  I need your help. \n[91]I want you to save me. \n[92]  \n[93]You can.  \n[94]To whom? \n[95]No.  Unacceptable. \n[96]I'm cold. Mary hands him the contents of the bag - the trenchcoat. \n[97]  \n[98] What're you doing here? \n[99]I don't know what you're talking about. \n[100]You don't want to go where I'm going. \n[101]Listen. Aaron recoils. \n[102]         \n[103]No, not my job. Don't put that on me.  Not my problem. Not on my shoulders. Deal with it, kid. You are what you are and... what I say, it won't do you any change. You'll grow up to be just like-your old man. A coward. Not a damn thing you can do about it... 'cept grab both ankles, hope by the grace of God the reaming's gentle. Aaron backs away from his angry wrath. \n[104]  \n[105]I can't.     98. \n[106]I can't. \n[107] I can't. His arm rips through the glass... \n[108]I can't! \n[109] I need a cigarette, goddamn it! He storms from the bed. Heads for the bathroom. \n[110]No... don't. No.  No! He moves away. Angry. Tired. Drunk. Hancock drops against the wall, beaten... \n[111] Mary. Mary launches back, cold. Outside the window and in frontrof her - Hancock, suspended in air. The blood-red of his eyes p nothing but bad news. And being so, he EXPLODES through the glass. Glass rains through trance. n the kitchen, amplifying his e     106. \n[112] Amway, anyone? The pursuit commences - Hancock steadies after Mary, in retreat around the living room. \n[113]It's the haircut, Mary.  I'm pissed! Out of nowhere - Aaron charges the caped psychotic. He trampolines on Hancock's back, trying to saddle him. \n[114]Shut your mouth. He swats the kid off his back. \n[115]You're getting on my nerves. \n[116]What I got to do. \n[117]Please... A sudden burst of anger seizes Mary. She SCREAMS... STRIKES Hancock across the face. \n[118] Help me. \n[119]Make it go away, Mary. Mary huddles against the wall..She watches on, watching him struggle. \n[120]No... do what I got to do. He unloads a PUNCH. PUNCTURES brick. Clear through... \n[121]Go away! Go. Away. The authorities - they pause, startled. They open FIRE. Cops. S.W.A.T. teams. Their cousins. Bullets ZIP through the air and with dead accuracy. Hundreds of shells strike Hancock - the target. They PING off his armor of superFLESH. He stares at them all, invincible. \n[122]Go away! \n[123]I made them go away. \n[124] The noise... \n[125]Why?! \n[126]    \n[127]You ready to rock it up? Horus runs - he runs for an overturned S.W.A.T. VAN. Hancock follows, toying with the man. Horus disappears inside. \n[128]Come out, you little shit. A pause in action - no reply from Horus. \n[129]Are you a man?! Horus answers... He storms out with a ROCKET LAUNCHER. He FIRES it at the unsuspecting Hancock. It's a hit and it BLOWS Hancock against Killybegs Textile. It lodges him inside the brick structure. \n[130]  ", "Matrix": "", "Mike": "", "Hottie": "", "Aaron": "\n[1]  \n[2]Black. Horus enters. Stands awkwardly before his son. \n[3]Yeah I will. And I don't want any girly make-up on my face. Horus deposits himself on the bed. Hunches over-h13 knees.     \n[4].after a good night sleep. The light FLICKS off and the man's silhouette form exits the room. \n[5]  \n[6] I got the only mother does this. in the world that I'm not lisMARY g. Lalalala.., \n[7]I know it. I know it. \n[8]What? \n[9]What? Nothing. It's fine. \n[10]What? Not here, mom. \n[11]I know it, mom. Can I go now? \n[12] Geez! He turns back. Plants a kiss on Mary's smiling cheeks. \n[13]All right, mom. He leaves, merging into the undulating sea of children. \n[14] You were late. \n[15]The asshole peed on me. I'm dog shit. \n[16]Get a grip, mom. They arrive home, both storming through the entrance and up the stairs. \n[17]Can't sleep. He rolls over the sofa, next to his mother. They watch VIDEO clips of the foiled bank heist: the crashing Chevy, the aerial maneuvers, the sheer invincibility of this man.     37. \n[18]  \n[19]Don't. \n[20]Don't 3Â±119. \n[21]Mom. \n[22]Oh, mom. \n[23]What?     42. \n[24]Principles? \n[25]What am I suppose to do? \n[26]I wanted... there were three of them. \n[27] He gets away. Hancock inhales what's left of his cigarette. Blows smoke. \n[28]What're you saying? \n[29]What? \n[30]Why're you telling me all this?     45. \n[31]Table's done. Mary turns to Aaron, offscreen. \n[32]Geez. Horus enters from the hallway, disheveled from sleep. He does not see the superman on his sofa. He continues into the kitchen.     47. Mary stares at him. Aaron appears, also staring at him. Horus does a \"what?\" with his shoulders. Mother and son gesture behind him. He turns and beholds: Hancock,' rising in full garb, arm extended. All eyes on Horus - befuddled. \n[33]He comes for dinner. Close on Hancock. Close on Horus. \n[34]You want milk? \n[35]It makes mom fart, too. Mary CHOKES on her food. Drops her fork. She maneuvers, in the allotted space, for the utensil - and finding difficulty. Hancock grabs the table, one arm. Lifts it off the carpet and above everyone's head. Mary, startled, impressed, all of the above. She picks up the fork.     48. Horus - a chicken leg dangling from his lips, in mid-chew,. looking impotent. \n[36]Good arm. \n[37]On the right. He leaves to find bladder relief - leaving Horus to his family. \n[38]What do you think, mom? \n[39]mom? \n[40] I wanted to kill him. \n[41]I want to deck him, just once. So bad I tense up... like I can't even move. \n[42]Did not. Not crying. It was pissed-off. \n[43]       \n[44]  \n[45] Thinking. Mary goes over to the bed. Sits. \n[46]No. Not really. Are you?     56. \n[47]Me neither. I was thinking.., about tomorrow. \n[48]I know, mom... after a good night sleep. He says that but he's the one working every night. Does that mean he never feels better? He's always feeling terrible? \n[49]Mom? She turns. \n[50]  \n[51]I got to do what I got to do. She watches him go -curious. \n[52]  \n[53] Don't mess with me. He struts out of the alley. Shifts into a mad sprint, adrenaline taking him away. \n[54].o his mouth was. open and he just stared up at me, it hurt that bad. And while he narrates, Mary runs her fingers through his hair - a mother grooming her child. Meanwhile, Horus listens concerned. \n[55]        \n[56]\"Don't mess with me.\" Mom, remember that guy in the cop movie... he said that? \n[57]It doesn't hurt, I told you.  He saw everything from the roof. Said I did what I had to do. \n[58] He said tomorrow, he'd pi ck me up again... \n[59]God, my friends will freak. Horus freezes - fades back to his meal, unheard. 0 \n[60]I like it long. \n[61]it's almost eight. Dad's late. \n[62]like this?  How do you make a fist? \n[63]Mom's going butcher your hair. \n[64]Oh, mom. I want to talk to him. Tell her, Hancock. Hancock shrugs a \"what can I do.\" \n[65]Yeah, right. I know. I got to do what I got to do. \n[66]Mom? Mary bursts from her perch - regroups, awkwardly. Aaron stands in the hallway, his hair still wet from the shower. \n[67]my mouth. It's starting to swell. I think he loosened a tooth. Mary - maternal duty calls. \n[68]Mom.' \n[69]The toast's burnt. \n[70]We're late... you forgot the corn chips. Mary serves up-the eggs - sunny side up. 1. and down... and all over the place. \n[71]You forgot the corn...  . ouch! \n[72]You having your period, mom? She responds with a brisk slap to the head... SMACK. \n[73]Are you all right, mom? \n[74]You're acting weird. \n[75]I'm late for class. Go home, mom. I think it's time for your nap. Aaron leaves. Pensive, Mary begins her walk... to the boardwalk. \n[76] Hi. \n[77] I saw you walking. Where were you today? You said you'd... be there. Hancock - looking over Aaron's abused frame. \n[78]Where are you going? Can I go? \n[79]Those assholes got me in the bathroom, today...  and you said you'd pick me up at school. Hancock turns. He's upset now. \n[80]Dad, are you wasted? \n[81]He is wasted. Horus rises, under great difficulty. Feels his way to the sofa. When Mary tries to assist, he waves her away. \n[82]But dad... \n[83]Thanks, mom. \n[84]Mom. Tomorrow always feel bette r. \n[85]Probably. ï¿½/ \n[86]Don't you fucking touch her! Mary SCREAMS. Hancock cringes, says... \n[87]Don't touch her you bastard! \n[88]No! Mom! \n[89] \n[90]Let me go you bastard.     118. \n[91]Dad! He breaks loose - running into his father's arms, crying. \n[92]I'm sorry dad. I didn't know what to do... \n[93]He's got mom, dad. He came and took her away. What do we do, now? Horus - he hasn't a clue. On the TV - a graphic depiction of war at Killybegs. \n[94]I'm sorry, dad. I'm sorry. \n[95]Damn right, dad. We got to get her. Horus at the screen - oblivious. \"What can I do?\" \n[96]Dad. You ever hear about the fox and the bloodhounds? \n[97] \n[98]  ", "Ray": "", "Executive": "", "Mary": "\n[1]The principal did'nothing. Like schoolyard terrorism is no worse than being tardy. What's the matter with education? Back when, you could go to school and learn about Betsy Ross and... mollusks and... not get stabbed on the way home.  4. \n[2]   \n[3]not listening .Lalalala... \n[4]Will you slow down. \n[5]I think I'm... slow down... I'm gaining weight. Honey, take a look at my waist. \n[6]Is my dress too tight? \n[7]Really, my waist isn't too big? \n[8]All right, already. Two-thirty. You do n't leave the building till then. I'll be there. \n[9]Give me a kiss, you snot.     16. \n[10]Two-thirty. \n[11] You want anything from the store? He's gone. \n[12]You're sweet, Nick. He cracks a wet smile. Mary, aware, unhands the artichoke. Moves on. \n[13]  \n[14]I'm here to withdraw money. This stumps the brainless beast. And over by the teller, while he's stuffing her bag... \n[15]Tell me... what happened? \n[16]I was held up... \n[17].at the bank. Honey, were they the same ones? Don't cry. \n[18]He's looking for answers. He's Upset. \n[19].He did. He turned the other cheek and they punched it. \n[20]You're late. I'll try again later. Horus finds his hat on the table. His eyes fall on Mary, her back to him. She's glued to the set. \n[21]  \n[22]Yes. \n[23] What could you do? Horns - hat in hand, goes to the door. He wants to stay. \n[24]Coffee's by the... door.  Horus? \n[25]  \n[26]There's something about him... I don't know. A female REPORTER concludes the footage... \n[27]Just a quick one.     39. \n[28]I want to. \n[29]\"Once there was a way, to get back homeward. Once there was a way, to get back home.\" \n[30]Shut up. \n[31]\"Sleep pretty darling, do not cry. And I will sing a lullaby...\"     40. Mary as her voice carries... \n[32]\"Golden slumber fills your eyes. Smiles awake you when you rise.\" Hancock wavers on consciousness - quite unlike him. \n[33]  \n[34] No... no... no! \n[35]  \n[36]  \n[37]Glasses. \n[38]You know Hancock? \n[39] Which piece would you like? \n[40]Horus is in the securities business. \n[41]It's a large department store, over a couple million in merchandise... stereos, jewelry. On three floors. \n[42] Horus, what do I do? \n[43] What do I do with him... when you're gone? I have to entertain this super... She doesn't finish her... A NOISE interrupts her - seizes the participants.     50. It comes from the bathroom - the sound of PISS, urine versus the surface tension.of water. LOUD. WET. A turgid firehose at full blast. The force of urination grips the room - as powerful as the penile mechanism from which it is generated. The toilet FLUSHES. Hancock returns to a'room of astonished faces - mouths agape. \n[44]Aaron.     51. \n[45] He comes home crying. \n[46] Oh, I forgot to make coffee. She rushes into the kitchen. Horus stops her.     52. \n[47]No, I'll make it right now. \n[48]  \n[49]What're you doing? She's taken by this scene. \n[50]About him? \n[51]No. They're lying through their collective teeth. \n[52]Go to sleep. You know what dad says. Tomorrow always feels better... \n[53]  \n[54]Have a good one. \n[55]What were you doing in the street?  You ripped it pretty good.     64. Hancock - he's lost. \n[56]  \n[57]It'll be all right. \n[58]It's just the seams. I can sew it back. \n[59] This. It's just the seams.'I'll take good care of it. \n[60]Yes. Me. I can. And I'll re-button it for you, all right? Hancock acknowledges with a smile - a slight one. \n[61] \n[62] Let's see. \n[63]Come on, I want to see. \n[64]I saw it, right? A little cloud. She peers into his hands - where only a pool of wetness remains. And with her fingers, Mary reaches inside to feel the rain. Hancock watches this - the innocence in her face, as her hand touches his. He stares down at her hand... at the wedding ring. Mary-pulls her hand away. \n[65]The water is dirty. \n[66] \n[67] It's not your fault.     66. Hancock looks away. \n[68]  \n[69]You should slow down. Rest. \n[70] It must be hard. \n[71]To always do right... do good when all you want to do is rest. \n[72]Where... who are you? \n[73] You probably get a lot of practice explaining yourself, on account of who you are and what you do. \n[74]It's like, everything you say sounds... so perfect. Like you rehearse them so they'll be that way. I mean, not to say that it's insincere...  I mean, maybe it's something about you but... it must be hard on you sometimes. Hancock stares at his feet, perhaps reluctant to answer. \n[75]  \n[76]So, you never answered. Back there... what were you doing in the middle of the street? \n[77]You're still up? She moves behind the bathroom door. Self-conscious. \n[78]Nick's market. Are you sick? \n[79]You want some milk? I'll heat it up for you, how about that? \n[80]Yes, he is. He sits there in bed, struggling with the words. Mary continues dressing - oblivious. \n[81]Yes. \n[82]What facts? He's not a hero. \n[83]Aaron likes him. \n[84]No. I have to start on dinner. So how about that glass of milk? Horus - shakes his head, annoyed. \n[85]All right. Try to get some sleep. With that, she's out the door. Horns alone in bed, staring into the vanity mirror at his wretched face. He spots a brown paper BAG on the chair. Goes to inspect. Inside - Hancock's tattered trenchcoat. Oy, what does it mean? Horus returns to bed, distraught. He buries himself under the cover. \n[86]All right, already. How's your mouth? \n[87]Hold still. \n[88]Shut up.     74. Horus walks into the living room,. in the dark. He looks at his wife, then at his son - doing their own thing. They don't realize he's there. Horus leaves, the door'CLICKS shut behind him. \n[89]Horus? \n[90]Horus? She brushes hair off her apron. Moves into the living room, the bedroom - no husband. She goes to the front door. Opens it into the stairway outside. There on the stairs and down below, Hancock stands - on his way up. Mary sees him... and they look at each other. \n[91] Aaron, hold it. Hancock shoves his fist up close, almost between the boy's eyes. So there it is, the fist - this petrified mass of knuckles and bones. It SNARLS at Aaron. Hancock holds it there, fingers locked together - like he can't let go of them. Aaron swallows - in awe. Mary watches her guest, the change in him. \n[92]Hancock? The sound of her voice takes him. He snaps out of it.     15. \n[93] \n[94]Your hair. Come on, have a seat. \n[95]Shut up, kid. Hit the showers. And the n homework. \n[96]There... my hero. He inspects himself via a hand MIRROR. Smiles. Politely.     76. \n[97]  \n[98]I started out just trimming for Horus. Here and there. He had to look just right for the academy, says his father, a police captain there... in Philly. When we moved here, I pretty much took over as the resident barber. You know, to save some money. \n[99]His father's idea. Not his. He went through it anyway, like he had something to prove... the validation of his manhood.  It tpok everything out of him. He didn't talk for days after he was cut. He took it real hard. I mean, still, he's not... I mean,, he's still...  .it was a difficult time for hi.. Me. I understand that I'm not intolerant of it, the working-through process. It's just that, sometimes...  sometimes, I need his strength. I miss. the strength. \n[100]Want? \n[101]The hair... I need to...     77. She kneels to sweep up hair. Hancock follows her down. \n[102]Yes? \n[103]Why... what for? They're eye to eye. Close. \n[104]Yes. Inside Aaron's head: My mother + Hancock? Nah! \n[105]All right. Go to your room. I'll get the ice pack. Aaron exits. Mary exits. Hancock - alone and on his knees. He finally rises. Heads for the front door. Mary returns with the ice pack. Catches him... \n[106]You're leaving? \n[107]I'm sorry. \n[108]Really? On the boardwalk? \n[109]I'm sorry. She goes to him, without words to say. In this silence, he stares at her his eyes, glazed with thought. \n[110]Good night. \n[111]What? Aaron inspects his Superman lunchbox. \n[112]Eat... and we'll go.  Where's your father? She grabs a comb and proceeds to part Aaron's hair. \n[113]I'm'sorry, honey. I was hoping daddy'll be home before we leave. I'm sorry. \n[114]  \n[115] What? \n[116]Is everything all right?     89. Hancock has no response. \n[117]  \n[118]Tell me what's wrong. He points to the distant ocean - where the horizon curves into darkness. \n[119]  \n[120]Please, Hancock. What are you talking about? What's out there? \n[121]Hancock... what... \n[122]Me? What can I do?  What do you want me to do? \n[123]How? Hancock leans forward. Towards Mary. And kisses her. Their lips lock, twisted and entwined... until Mary, composing her senses, pulls away. \n[124]Don ' t.     91. \n[125]I can't. \n[126]  \n[127]I love him. The death blow. \n[128]I love him. I'm sorry. One can almost hear life's precious air seeping out of this superman - he'd slump over if not for the muscles of steel. Mary wants to console... but what can she do? \n[129]I'm sorry.     92. She leaves. \n[130]Horus... \n[131]What happened toyou? \n[132]Where... Aaron, he's not wasted. Go to your room. \n[133]  \n[134]What do you think you're doing, Horus Longfellow? Horus gauges her. \n[135]Horus, what're you talking about?  Who did this to your face? Horus rises from his seat with mustered strength.     100. \n[136]Why do you say that? \n[137]\n[138]Horns, what are you doing? Inserts the flashlight into his holster. \n[139]Horus! \n[140] \"Once there was a way, to get back homeward...\" \n[141]once there was a way, to get back home...\" Her voice grips him. Torments him... \n[142]\"Sleep pretty darling, do no t cry. And I will sing a lullaby...\"  Good night, darling. Kisses him. \n[143]Sleep tight. She leaves. Aaron stops her by the door. \n[144]  \n[145] What're you doing? Hancock closes in. Corners her. \n[146]Hancock, please. He reaches down and untangles Mary from her son - she concedes out of fear for Aaron. \n[147]Stay back, Aaron! Hancock takes her away - like booty. Aaron dangles from his cape, trying to save his mother.. In vain. The superhero springs into the night - with his woman.     101. \n[148]What're you doing? \n[149]Please. But there's no denying this superman - he grabs her, running his hand down her back and between her buttocks. \n[150] No... \n[151] \n[152]I'm cold.. Hancock does not respond. \n[153]   \n[154]   \n[155]  \n[156]What have you dome? \n[157]  \n[158]Horus! \n[159]Please, Hancock. Don't hurt him.  It'll never go away. Hancock responds to \"it.\" \n[160]  \n[161]  \n[162]Aaron. Roheim. In disbelief.  124. \n[163]Hancock - not a word. He stands in comatose silence, looking pale. Horus charges the building in possessed hysterics, trying to excavate his wife - one brick at a time. Roheim meets him there, in an effort to console. ", "Red": "\n[1]  \n[2]  \n[3]  ", "Man": "\n[1]Hey, what's the idea? The man turns. Smiles. His smile fades, turning into a maniacal. grin. This man is TOM , as plainly evil as the eye can see. \n[2]Mr. Fisher. \n[3]Baldness is not fatal. \n[4]Your wife's a cunt, Mr. Fisher. \n[5]I wear dresses. How about you? ", "Mountain": ""}}