{"filename": "Hanna_script.txt", "imdb_id": "tt0993842", "imdb_url": "https://www.imdb.com/title/tt0993842", "characters": ["Erik Heller", "Sophie", "Hanna", "Walt", "Lewis", "Burton", "Monitor", "Camp G Doctor #2", "Camp G Doctor #1", "False Marissa", "Head of Ops", "CIA Tech #1", "Bob", "Johanna Zadek (as Vicky Kreips)", "Marissa Wiegler"], "dialogues": {"Erik": "\n[1]You're dead. Right now. I've killed you. HANNA spins spraying deer-blood on to the snow and brings her fist right to ERIK's face. He blocks and thumps an open palm on to HANNA's shoulder sending her sprawling into the snow. She leaps to her feet, as ERIK aims a kick at her head. She dodges, punches below his knee cap, and goes for her pistol. ERIK slaps the hand away. \n[2]Use your hands! She goes for the gun again and again he stops her. He moves in tight, pulling the gun from its holster and tossing it deep into the forest. HANNA clips ERIK'S temple sending him to the ground. She wraps her arms around his neck preparing to snap... ... but she can't. He throws her over his shoulder into a pile of snow. ERIK stands and wipes the snow from his pants. His face shows a touch of frustration. He plods into the forest. \n[3]Drag it back yourself. HANNA drags herself to the deer's side. She stares at its dead face. 3. \n[4]What's wrong? Are you hurt? She keeps swirling her spoon. \n[5]You were half asleep. \n[6]German. 4. \n[7]Italian. \n[8]Spanish. HANNA studies her food and slowly takes a spoonful. \n[9]  \n[10]How much did you pull off the deer? \n[11]About 200 pounds in total? HANNA nods. \n[12]That explains it. \n[13]How you beat me. You're getting strong. HANNA almost blushes. ERIK stands to put his bowl away. \n[14](In Spanish w/ English \n[15]I'm glad you didn't snap my neck. \n[16]The Great Blue Whale is the largest animal to have ever existed. A blue whale's tongue weighs over two and a half tons and its mouth is large enough to hold 90 tons of food and water. \n[17]It's bigger than the cabin. Its heart weighs thirteen hundred pounds and a male has seven gallons of testicles. HANNA smirks. \n[18]The Blue Whale's \"music\" can be heard for over 500 miles. He shuts the book. \n[19]Time for sleep. \n[20]Did you forget something? \n[21]Good night. He walks to the door. HANNA stops him with a question. 6. \n[22]It's difficult to explain. \n[23]  \n[24]Good. It feels good. It's, uh, nice. \n[25]Your mother could. She used to sing very well. \n[26]You will soon enough. \n[27]When you're ready. \n[28]Just go to sleep now. I'll see you in the morning. 7. Hanna covers herself in an animal skin as ERIK pulls a wattle screen across her bed, strokes her hair gently for a moment and leaves the room. HANNA reaches under her bed and takes out an old battered photograph, taken 15 years ago, of a YOUNG WOMAN with eyes like hers - her MOTHER, JOANNA ZADEK. \n[29]Again. They reset. She repeats the motion. Hand. Knee. Elbow. Fist. \n[30]Again. Hand. Knee. Elbow. Fist. She's getting faster. Her strikes are solid. 8. \n[31]Don't give up! Don't give up! HANNA's arms flails as she fights against the stream and she screams in pain. She is grabbed under by the undertow and is pulled downwards. For a second she is underwater and in darkness but ERIK's hand pulls her back up and she breaks the surface with a gasp of relief. \n[32]Maybe. ERIK relaxes. It's a false beat. He lunges again at her, really violently. He seems to be really trying to hurt her. But HANNA has reached under her mattress and there is a flint knife - in an instant it is at ERIK's neck. She pricks his neck slightly. It bleeds just slightly. Stillness and silence. HANNA breathless, angry. \n[33]You didn't tell me you had a knife. \n[34]One, two, three, four... \n[35]...five, six, seven, eight... \n[36]...nine, ten. After 10 paces, ERIK makes a 90 degree turn and enters the tree line. The snow and mud crunch under his boots. We continue to inter-cut the following with more close-ups of HANNA training: climbing, fighting, chin-ups, shooting. All the while we continue to hear ERIK counting out his paces. After 40 paces, with the cabin light distant, ERIK falls to his knees. He unsheathes a large knife and jams it into the frozen earth. \n[37]It tells Marissa Wiegler where we are. He looks at her, a hint of a challenge. \n[38]When you want to leave here all you have to do is flip that switch. She approaches the box and places a single finger on the small red switch. 12. \n[39]But once it's done, there'll be no going back. She'll never give up until you're dead, or she is. You understand? I wont be there to hold your hand. So be sure. Be sure it's what you really want. \n[40]It's here. There's no rush. Take your time. HANNA turns her back on the box, but can't help taking another look at it over her shoulder. \n[41]Laika, a mongrel dog from the streets of Moscow, was the first animal to orbit the Earth. She was launched into outer space on the third of November, 1957. Scientists believed humans would be unable to survive conditions of outer space, so flights by animals were viewed as an experimental precursor to human missions. Her rocket was not designed to be retrievable, and Laika had always been intended to die. \n[42]When a star collapses the supernova explosion is 10 billion times brighter than other stars. HANNA shuts her eyes and tries to imagine how bright that might be. 13. \n[43]Will you hunt with me? Hanna is sweeping the ground. \n[44]It's up to you. \n[45]Yes. HANNA eyes the box sitting open, it's waiting for her. \n[46]Fine. ERIK leaves abruptly. HANNA continues to sweep the ground, her movements bring her closer to the metal box. She stops sweeping and looks at the box. She turns and walks out of the cabin. \n[47]You were lucky to grab that deer. There was nothing out there today. ERIK looks over at the meal HANNA is preparing. \n[48]Smells good. He wraps an arm around her shoulder. They don't hug much and it shows. HANNA is almost defensive and tense. And then the hug is over. \n[49]Hanna... HANNA looks up, still trying to hide her fear. \n[50]Tell me again? 18. \n[51]Then? \n[52]Then? \n[53]The address where we meet. \n[54]Good night my sweet girl. He stands and quietly goes to the door when her voice stops him. \n[55]You can do this. You're ready. Just remember what I've taught you. She smiles reassuringly at him. \n[56]I need a room. \n[57]I stayed here fifteen years ago. It hasn't changed. \n[58]Neither do I. \n[59]Olsson. Peter Olsson. \n[60]Thank you. ERIK reads: â\u0080\u009cMission accomplishedâ\u0080\u009d \n[61]For what exactly? \n[62]You were supposed to be dead. \n[63]Well, here we are. \n[64]I killed one of your men. Got his cellphone. You've gotten soft. \n[65]You got kids? \n[66]Hanna's practically yours, you know? This goes straight to an ache that's been building in \n[67]She's true and good and funny. Yeah, she's funny. She's special. You should see her. \n[68]You'll have to catch her first. The line goes dead. MARISSA puts the phone down and sits quietly for a moment. Then presses play again on the tape machine. 75. \n[69]You won't find anything. HANNA turns in shock. \n[70]Marissa would have been much too careful for that. HANNA stares at him. ERIK HELLER. \n[71]Sit down Hanna. \n[72]Sit down. 94. \n[73]Please. \n[74]I was going to tell you. HANNA sinks to the floor. Breathing fast. \n[75]Nothing. \n[76]At Galinka. \n[77]It was a secret CIA research programme in rural Poland. \n[78]Children. HANNA stares at ERIK. \n[79]It was run by Marissa Wiegler. The science came from the old East Germany. The money from the CIA. The intention was to explore whether small genetic changes could be made to embryos... to improve \n[80]Reduce capacity for fear. For pity. Increase muscle strength. Heighten senses. Anything that might make a better soldier. HANNA looks up, stares at him. It's her he's talking about. \n[81]I worked for it. She stares at him. He hands her a piece of paper from his pocket. \n[82]This is what you were looking for. HANNA reads. It is an invitation to Johanna Zadek to participate in the Galinka project. A projected date of arrival at the Galinka Centre. A date - 23rd February 1995. An agreed fee to be paid to Johanna. Five hundred American dollars. An agreement to give up the child and have no legal claim over it. The letter is signed by Erik Heller. \n[83]I recruited your mother at an abortion clinic in May 1994. She was about to terminate an unwanted pregnancy. Some boy at a disco. HANNA looks at the paper in shock. \n[84]I had recruited twenty women. She was the last. She was different. Two years later I heard the programme was to be terminated. The research â\u0080\u009cdisposed ofâ\u0080\u009d. \n[85]I tried to save all of you. But you were the only one I was able to rescue. 96. HANNA stands in shock. She reaches to the window of the room to get some air. She is reeling - faint. \n[86]Hanna listen to me. \n[87]It worked. You worked. \n[88]No... no.. He makes to touch her. HANNA springs back in violent repulsion. \n[89]We have a new identity for you. A new life. A new beginning. She stares at him, then pushes past him. ERIK stops, pushes her back but then HANNA grabs a sharp letter opener. \n[90]Don't. She attacks, ERIK pushes her to one side, grabs her. A fight in the apartment. Chaos, photos of Johanna crashing, lamps and bookshelves falling. HANNA murderous, ERIK just defending himself, not willing to hurt her. But then she overpowers him, has a knife to his throat. \n[91]I tried to prepare you for what your life would be. \n[92]Hanna wait. He looks out to watch her go. It's then ERIK sees the cars coming across the estate scrubland. ERIK turns in panic. And dashes back into the apartment, runs through the destroyed living room, and out through the front door. \n[93]So go ahead. She stares at him. Wants to make this as painful as she can for him. \n[94]Don't under estimate what you created. ", "Heller": "\n[1]Three pounds of goose fat if you please. ", "Sophie": "\n[1]Hello. HANNA stares at her, then abruptly turns to walk in opposite direction until she sees another convoy of US military trucks in the distance. \n[2]All right? HANNA turns back. Looks at SOPHIE. Like a wary animal. \n[3]Don't you speak English? HANNA is unsure how to speak to this strange person. \n[4]That can't be helped. You look terrible. At that moment SOPHIE'S brother, MILES, eight years old, rises over the dune and stands by SOPHIE'S side. In his hand is a stills camera, not digital, film. MILES stares at HANNA while talking to SOPHIE. \n[5]I don't know. I just found her. \n[6]She can't talk. \n[7]I'm Sophie and this is my brother, Shit for Brains. From over the dune comes the voice of SOPHIE and MILES'S mother, RACHEL LYALL. \n[8]See you. SOPHIE takes one more puzzled look at HANNA, then turns and disappears over the sand dune. HANNA rises to the top of the dune. SOPHIE turns back to \n[9]Do you need a lift somewhere? \n[10]Suit yourself. 36. SOPHIE and MILES head back towards their nouveau hippy parents, RACHEL and SEBASTIAN LYALL who are waiting for them beside an old VAN parked by a tarmac road that cuts straight through the desert. \n[11]Hey you made it. \n[12]Did you walk here? \n[13]Do you want to hang with us? \n[14]Miles is always hungry. \n[15]She's beautiful. I wish I had a body like hers. She's really cool too. She's married to a footballer and really loves him - 44. Meanwhile HANNA eyes the crowd, constantly on the look out. \n[16]- only the papers found out he was shagging like loads of other girls so she went and got all successful in her own right and now does a make-over show where she turns right dogs into real babes. I could do you a make-over if you'd like? \n[17]Rachel doesn't believe in making the best of yourself. \n[18]  \n[19]That's SOOO gross. \n[20]Nice one, Dad. \n[21]Why do we always have to get up so early? \n[22]- I'm not a shepherd. Jesus. \n[23]She's weird. Is it me, or is that girl weird? \n[24]It's her. \n[25]Hookers or terrorists? \n[26]All right? \n[27]My father thinks you're a stowaway. He thinks you broke our sunroof too, which puts you in deep shit. \n[28]Are you okay? \n[29]She said she's fine. \n[30]You know what? Why don't I stay here with her and you go off and be with dad? He's looking kind of tense. \n[31]Would you like some? HANNA looks curiously at the ice-cream. \n[32]You're so weird, aren't you? Did you have a fight with your dad or something? 52. \n[33]Was it bad? \n[34]You're pretty. You know that? \n[35]Of course you are. You've got pretty eyes and you're tall. I always wanted to be tall. If I were a man I might fancy you. She laughs. HANNA responds seriously. \n[36]No thanks. HANNA looks off to the tree line. In the distance she spots a couple of RABBITS in a pool of sunlight. \n[37]It's probably just a bunch of Spanish farmers, mum. We're hardly going to be out all night. \n[38]I don't know why I'm doing this, you're going to steal all the best men off of me. \n[39]Though quite frankly I don't need more digits than I've got right now. Loads. Loads and loads. HANNA watches herself in the mirror. Mascara, eye liner. She licks the lipstick, puzzled. Almost a woman, but it doesn't look right on her. \n[40]Don't lick it off. SOPHIE finishes HANNA's face, looks at her in the mirror. 59. \n[41]You're gorgeous. \n[42]You look hot. \n[43]Shhhhh! HANNA uncomfortable with the situation. \n[44]Says who? SOPHIE heads off down the road. HANNA weighs the situation and then quickens her pace to catch up with SOPHIE. \n[45]Vodka. Two. 60. The bartender shakes his head and holds up two bottles of water. \n[46]Banging. HANNA stares at the dancers, people losing themselves in it - SOPHIE just grins, starts to move to the music. HANNA smiles awkwardly, tries to copy SOPHIE. \n[47]It's easy. HANNA and SOPHIE walk onto the dance floor and begin to dance. HANNA starts by dancing like a five year-old, swinging her arms jerkily and lifting her feet as if walking through a field. But soon her movements become more sophisticated and expressive. \n[48]He's after you. \n[49]Duh, look at the way he's looking at you. He's gorgeous. FELICIANO'S FRIEND approaches SOPHIE, he's not bad looking either. \n[50]Sophie. \n[51]All the time. \n[52]So do you. HANNA and FELICIANO hold eye contact. The music rises and now they're lit only by the intermittent flashes of a strobe light. HANNA and FELICIANO begin to dance around each other, their movements caught in still flashes. \n[53]Hanna! Holy crap... \n[54]As opposed to what? Yes, you should let him go. HANNA leans in to whisper into FELICIANO'S ear. 64. \n[55]Oh, my God, Hanna. I thought you were going to kill him. Where d'you learn to do that? \n[56]Can't you sleep? \n[57]Me neither. SOPHIE pauses. Looks at her. \n[58]Hanna? \n[59]Where do you really come from? \n[60]If we're going to be friends you have to be honest with me. Them's the rules. HANNA is taken aback. \n[61]Yes. I like you. \n[62]I mean you're a freak and everything, but I like you. 67. \n[63]Yes... Actually, no, I don't. \n[64]I see. \n[65]Right. \n[66]I don't know. I mean, I don't really know who you are. Do I? \n[67]What is it? \n[68]What will you do? \n[69]As in â\u0080\u009cGrimm's Fairytalesâ\u0080\u009d? \n[70]If you say so. \n[71]Keep this. To remember me. HANNA takes it, puts it on. Moved. Looks at SOPHIE. \n[72]It's a friendship bracelet. \n[73]Are we stopped? I need to pee. \n[74]This is creepy. You're creeping me out. \n[75] \n[76]I promise. \n[77]I'm not telling you anything. \n[78]I don't know where to find her! MARISSA grits her teeth, shows SOPHIE a photo of FELICIANO. \n[79]No. \n[80]You little bastard! \n[81]You fuckwad! SOPHIE slaps MILES over the back of the head but SEB pushes her back. ", "Hanna": "\n[1]      \n[2]I just missed your heart. She stands and pulls out an old pistol from her waist holster. She fires two shots directly at CAMERA. \n[3] \n[4]  \n[5]       \n[6]I'll do better next time. \n[7](In German w/ English \n[8](In Italian w/ English \n[9](In Spanish w/ English \n[10]A hundred and twenty with scraps. \n[11]What? \n[12]  \n[13]How much is that? \n[14]Good night. He stands by her bed looking down at her. \n[15]No. ERIK takes HANNA'S gun out of his pocket and puts it on the table next to her bed. \n[16]Sorry. \n[17]What's music like? \n[18]Try. He opens the encyclopedia again, leafs through the pages and reads. \n[19]But how does it feel? Erik is not equipped to answer such esoteric questions. \n[20]Tell me properly. Can you play music? \n[21]I'd like to hear it for myself. \n[22]How soon? Erik looks away from her questioning eyes. \n[23]I'm ready. I'm ready already. They look at each other- he weighs it up. \n[24]  \n[25]I live in Leipzig. German city. Population 0.7 Million people. We live at Number 7 Weissingerplatz. I go to school at the Klaus Kohle Gymnasium and my best friends are Rudi Gunter and Clara Schliess. I like literature and sport, in particular tennis and athletics. I have a dog called Trudi. \n[26]I didn't need your help. 9. Her face sullen, she walks away into the forest. He stares after her. \n[27]  \n[28]I'm ready now. \n[29]You told me to think for myself. Isn't that what you want? She is angry for the first time. ERIK does not answer. Just stares at her. \n[30]I want to see things. I can't stay here forever. 10. \n[31]Hello little foxy... foxy loxy... come on... come and share my breakfast. The fox comes to her and nervously accepts the scrap, withdrawing a few feet to eat it. HANNA shuffles forward carefully and gently pats the snow fox - it is only a cub. 11. As the fox eats it makes low grunting noises which HANNA expertly mimics - causing the fox to look up, puzzled - they seem to have a genuine connection - as if they've done this before. Suddenly the snow fox freezes, pricks up its ears, looks up, HANNA looks up too. An aeroplane is approaching overhead. The fox darts back into the undergrowth as the roar of the plane reverberates through the forest. HANNA jumps to her feet and with incredible speed and dexterity climbs to the very top of a near by tree. The plane roars over her head and disappears over the snowy wilderness, oblivious to HANNA'S tiny presence. It's only now that we see the full extent of HANNA'S isolation. \n[32]Did you see it? Wasn't it beautiful, like thunder. I had to stick my fingers in my ears it was so loud. Did you hear it? She stops, sensing ERIK'S mood. \n[33]What's wrong? Sitting in front of ERIK is a metal case, caked with frozen dirt. ERIK pops open the case. Inside a tangle of technology. HANNA looks at the case, mesmerized. \n[34]What does it do? \n[35]You're not scaring me. He looks at her disbelievingly. She shakes her head in protest, but simultaneously moves away from the switch. He softens towards her. \n[36]  \n[37]That's sad. ERIK awkwardly turns the page to change subject. \n[38]If you want. \n[39]Me? \n[40]I'll stay. \n[41] Marissa Wiegler. \n[42]  \n[43]  \n[44]Marissa Weigler. \n[45]Postcard. \n[46]What? \n[47]Wilhelm Grimm's house. Stephanstrasse 260. 10559, Berlin. Germany. ERIK moves a strand of hair from HANNA'S forehead and looks at her with paternal care. \n[48]Father... He turns to look at her, both their eyes full of trepidation. \n[49]I'll see you there. \n[50]       \n[51]  \n[52]       \n[53]  \n[54] \n[55]I was told by my father to gain the upper hand. \n[56]Where am I? \n[57]I see. \n[58]Is that a camera? \n[59]Camera obscura, it's Latin for \"dark chamber\". \n[60]It was first described by the Arabic scientist Ibn Alhazen in the year 1021. \n[61]  \n[62]I want to speak to Marissa Wiegler. \n[63]  \n[64]Where am I? \n[65]  \n[66]Where did you meet him? The false MARISSA pauses. \n[67]       \n[68]  \n[69]  \n[70]       \n[71]  \n[72]       \n[73]Hanna. \n[74]I live in Leipzig. German city. Population 0.7 Million people. We live at Number 7 Weissingerplatz. I go to school at the Klaus Kohle Gymnasium and my best friends are Rudi Gunter and Clara Schliess. I like literature and sport, in particular tennis and athletics. \n[75]I also have a dog called Trudi. \n[76] \n[77] \n[78]No. I prefer to walk. \n[79] \n[80]Are you Arab? \n[81]Morocco. Capital city Rabat. Places of interest. Marrakesh. Essouaira. Religion Islam. Language Arabic (in Arabic w/ English \n[82](in Arabic w/ English \n[83](in Arabic w/ English \n[84]Thank you. HANNA stares at the light switch. \n[85]Do you have one of these in every room? 39. \n[86]It's electricity? The HOTEL OWNER looks at HANNA askance. \n[87]I know a little bit about electricity. They say Edison discovered it, or was it Franklin? \n[88]What is it? \n[89]The forest. The HOTEL OWNER smiles, himself a little puzzled by this strange encounter, and leaves. She just sits there staring at the TV as it's volume seems to increase. Meanwhile the electric kettle begins to boil. Steam pours from its spout and the whole contraption starts to rattle violently. 40. HANNA gets up and approaches the kettle very warily. She tries the light switch in an attempt to stop the kettle, but it keeps boiling and making its strange rattle. HANNA tries another switch, the ceiling fan begins to turn, confusing HANNA even more. On the TV the news shows footage of war in the Middle East, the sound of gunfire. The ceiling fan is at its top speed, it's blades cut the air like a helicopter. A telephone beside the bed starts to ring. Combined the noises rise to a terrifying crescendo. HANNA backs away towards the bathroom. She stumbles and falls through the bathroom door straight into the shower, inadvertently turning the taps on. Water pours down on her. HANNA springs up and turns to face the stream of water as if it were an attacker. She runs back into the bedroom. In the bedroom the kettle is still having a violent tantrum, the TV is still screaming, the fan still cutting, the phone still shouting. HANNA pulls at the exit door, but doesn't know to turn the handle. She panics. Smashes at the door. Eventually she falls through the door and into the corridor. \n[90]I'm thirsty. \n[91] \n[92]I don't think so. \n[93]My father encourages me to be independent. \n[94]She's dead. \n[95]People die. \n[96]Three bullets. \n[97]Good night. But the family are too wrapped up in their discussion to notice her. \n[98] \n[99]  \n[100]Did you know that 71 percent of the earths surface is covered in water? \n[101]I'm fine. \n[102]Please. She tries it. \n[103]It tastes like music. \n[104]Yes. \n[105]No. I won. HANNA studies the sea. \n[106]Can you help me get home? At that moment one of ISAACS photocopied pictures of HANNA rolls across the deck and catches on the railings. HANNA looks down at it, recognizes herself and quickly pockets it. She looks across the deck, too many people, she shouldn't have let herself be so exposed. \n[107]You could do me a make-over if you like? \n[108]Am I? \n[109]I'm not a man. SOPHIE laughs even more. The door swings open and SEB is standing there with RACHEL, nervous but determined. 53. \n[110]Yes yes I'm ready! ISAACS is getting closer, walking between the cars. The ferry gates are open and the noise subsides. SEB discovers the crowbar, examines it. \n[111]HANNA lies quietly, her eyes glistening in the dark. She listens, hearing the van disembarking the ferry. \n[112]Guten Morgen. \n[113]Gutm und Ihnen? \n[114]Ca va. Oui. Bien... HANNA starts efficiently helping SEB erect the children's tent. He's watches impressed as HANNA expertly ties complicated knots. RACHEL and MILES start blowing up two inflatable mattresses. 57. \n[115]Food. SOPHIE lets out a shriek of nervous laughter, while SEB and RACHEL are confused as to what the appropriate reaction might be. \n[116]What do you mean? \n[117]It's like paint. \n[118]I can't walk in this. \n[119]Where are we going? \n[120]I shouldn't take unnecessary risks. \n[121] \n[122]What do they call this music? \n[123]Will you teach me to do dancing? \n[124]How can you tell? 62. \n[125]Are we going to kiss now? \n[126]Kissing requires a total of thirty- four facial muscles. Their lips are almost touching. \n[127]The most important muscle involved is the orbicularis oris muscle, which is used to pucker the lips - He kisses her. HANNA closes her eyes. ISAACS moves in. FELICIANO becomes more ardent, puts his arms around her waist, she doesn't like it. He tries to open her mouth with his. HANNA snaps. In a few swift moves, HANNA pulls FELICIANO round and throws him to the ground. She falls to his side and, with one knee on his back, she holds his head, about to snap his neck. SOPHIE turns and sees them on the ground. A few of the closest DANCERS also stop dancing and stare. ISAACS backs off, watching from a safe distance. \n[128]Should I let him go? \n[129]I'm going to go now. \n[130]It was nice. And she's gone, pulling SOPHIE away through the crowd. ISAACS jumps into action. But he's lost sight of the girls among the mass of dancing bodies. HANNA and SOPHIE move quickly through the crowds towards the exit. \n[131]My father taught me. They escape through a hole in the perimeter fence. \n[132]No. \n[133]Yes? \n[134]Leipzig, I live in Leipzig - SOPHIE looses her patience. \n[135]Are we friends? \n[136]I'd like to have a friend. \n[137]I like you too. I really do. But there are things I can't tell you. Do you understand? \n[138]There are people that want to harm me. Bad people. \n[139]And they wont stop. \n[140]So for your own safety... HANNA looks into SOPHIE'S eyes. \n[141]Can we still be friends? \n[142]That's just it. Neither do I. She reaches into her bag. Brings out the DNA report. Shows it to Sophie. They read. Interfering Sequence. Abnormal. \n[143]I think it's about me. DNA is kind of how we're made I think. I mean who we are. They look at it. \n[144]I'm going to Berlin. I have to meet my father at the house of Wilhelm Grimm. 68. \n[145]That's right. SOPHIE sighs at HANNA. \n[146]Did I say the wrong thing again? SOPHIE looks at HANNA, sees she's vulnerable. She takes a bracelet off her own wrist. Gives it to her. \n[147]Thank you. HANNA stares at the ceiling, looks over at SOPHIE who's starting to sleep. HANNA reaches out and touches her hair. Beside them, separated by a thin piece of fabric, we see that MILES has woken and has been listening in the darkness. \n[148]How long until you drop me off? \n[149]...they can live at freezing temperatures for up to nine months without food. Imagine that, nine months. \n[150]I read it in my Encyclopaedia. HANNA is looking in the side view mirror. She sees ISAACS BMW and frowns, she's seen it before. \n[151]Also, they can jump around 200 times their own body length, which makes them the best jumpers of all known animals except for the froghopper. Now they can really jump. RACHEL makes a turn and HANNA checks the side view mirror again. Yes, the BMW is still there. HANNA becomes anxious. \n[152]I think so. But HANNA'S face betrays her concern. \n[153]...I'm not sure if it's true that the baby can hear, but at night I sing. I hope it hears me. MARISSA listens, for some unknown reason to MARISSA this catches her imagination. The phone rings. \n[154]No, don't. \n[155]I think you should stay where you are, Sophie. HANNA doesn't take her eyes off the mirror. She can see the silhouettes of ISAACS and his MEN. They don't move and neither does HANNA. Both are waiting for the other to make the first move. \n[156]Please. \n[157]I'm sorry. But you really mustn't get out of the van. HANNA climbs into the back of the van and comes very close to \n[158]What ever you do, don't follow me. Promise not to follow me. \n[159]  \n[160]Are you Wilhelm Grimm? 84. \n[161]What happened to it? \n[162]It's beautiful. \n[163]Have you heard from him? He nods. \n[164]Please. HANNA takes an egg, breaks it and swallows it raw. KNEPFLER smiles. He gives her a buff envelope. She looks inside - some money, a passport, ID cards. \n[165]I don't really understand. \n[166]Do I have to? \n[167]I don't know. I miss the forest. I miss my home. \n[168]I suppose. She drinks her water, thinking. \n[169]Did you know my mother? \n[170]What was she like? \n[171]Yes... \n[172]It's him. \n[173]How much? \n[174]How does it work? \n[175]No. He smiles in amazement and logs on for her. The owner brings up a search engine. \n[176](In German w/ English \n[177]Are you my father? \n[178]Are you my father? \n[179]Are you? Moment of electric silence between them. ERIK does nothing but she knows the answer is no. \n[180]What's wrong with me? ERIK flinches slightly. \n[181]Where was I born? ERIK knows he has to tell the truth. \n[182]What's that? \n[183]What kind of research? \n[184]Improve? ERIK looks at her. She looks so young, so numb, so lost. \n[185]How did you know about it? ERIK's stares right at her. \n[186]Disposed of? \n[187]Keep away from me. ERIK approaches her. With real conviction. \n[188]You mean I'm a killer? \n[189]Don't touch me. \n[190]Let me go. He releases her. She goes to the door. \n[191]You didn't prepare me for this. And her look is so full of pain that in that moment ERIK knows he has done a terrible wrong. She starts to leave down the fire escape. ERIK calls after her. 97. \n[192]I am looking for a train to Galinka. \n[193]Where can I stay? He points. HANNA sees the hotel. \n[194]Do you have a sandwich? \n[195]The same. \n[196]I am tired. I need to sleep. She leaves the bar. HANNA walks back up the stairs. BUSINESSMAN follows. \n[197]I have this much. Can you take me to Galinka? \n[198]How much further? \n[199]Please. But no smile from him, nothing. HANNA gets out. Starts to walk as the taxi turns and drives back the way it came. 103. She is alone in the forest, freezing, shattered, hungry. Just about dawn. Cold as hell. She hears a car approach. Tries to hail it but it flies past fast. Blows icy air in her face. She continues in the freezing cold - sees the road ahead. It's hilly, winding, she isn't going to make it. Too tired. Too shattered. Time passes. Still she walks. Dead on her feet. Gathering every ounce of energy. Then the sounds of another car. But it too just flies by, ignoring her waves and cries. HANNA almost collapses in frustration. But carries on. Carries on walking. Time passes. Freezing cold. HANNA alone on the road. Can she make it? Then another car. HANNA turns, waves, cries out. And, almost magically, the car slows and stops. The window winds down. \n[200]I'm going to Galinka. Can you help me? A woman's voice, German, in German. \n[201]I was born there. But I've never really seen it. Why are you going? \n[202]Yes... \n[203]It's okay. MARISSA hands her some tissue. HANNA bandages the arm. \n[204]You're not German. Are you American? \n[205]Sorry. \n[206] I don't know what to do. Nothing is what I thought it would be. It's... ugly and cruel and I don't know where to go, or... I'm stupid. I don't know what I expected... MARISSA secretly, genuinely affected by this. Fights the emotion that has surprised her. Human warmth. \n[207]I like music. \n[208]Where are we? MARISSA calms herself instantly. \n[209]It's so small. \n[210]Thank you for the ride. You're very kind. \n[211]Thank you. She gets out and shuts the door behind her. \n[212]You're Marissa Wiegler. HANNA starts to shake. MARISSA has her gun pointing at HANNA but her expression is the same sunny, uncomplicated smile as earlier. Dead silence. HANNA breathing fast. MARISSA speaks in English. \n[213]Where are the other children? She looks at MARISSA, who waits, then answers quietly. \n[214]I don't believe you. \n[215]You killed my mother. \n[216]No more. No more. Tears are streaming down her face as she reaches sight of the tunnel mouth and the daylight beyond. Standing in silhouette is MARISSA. HANNA slows her pace and stops when she can see the white of MARISSA'S eyes and the finger on MARISSA'S trigger. MARISSA raises the gun and aims at HANNA - but HANNA comes forward again, walking calmly towards her. She stops and drops her gun to the ground. \n[217]Everything I see is nothing I want. MARISSA looks at HANNA, her gentle, childlike countenance. She smiles. \n[218]No. I don't want that. HANNA turns her back on MARISSA and starts to walks in the opposite direction. MARISSA watches her walk away. HANNA walks waiting for the shot to come. \n[219]The Earth is the third planet from the Sun, and the fifth-largest of the eight planets in the Solar System. HANNA sits down on a tree trunk outside the cabin and pours some milk into the bowl, then drinks a little for herself. \n[220]Home to millions of species, including humans, Earth is the only place in the universe where life is known to exist. She raises her head and makes a small clicking sound. Her friend, the snow fox, appears from the trees. The fox now has a small family of cubs. HANNA watches as the cubs approach the milk and begin to drink. \n[221]The planet formed over four and a half billion years ago, and life appeared on its surface within a billion years. HANNA sits back and feels the sunlight on her face. Above her the trees are beginning to leaf. \n[222]It is expected to continue supporting life for another one and a half billion years, after which the rising luminosity of the Sun will eliminate it all. HANNA surveys her beautiful world. ", "Walt": "\n[1]What do you mean? Call the police, \n[2]Tell it to Interpol. Let them pick him up. Try him for murder. ", "Lewis": "\n[1]What do you want us to do? \n[2]Ma'am, this is Lewis. MARISSA affects a â\u0080\u009cbusiness as usualâ\u0080\u009d tone. \n[3]The target escaped. \n[4]We're thinking maybe he got away in the snow, in the thick snow, or... But he's in the wind and I have two men down. \n[5]Ma'am. There's more. They found a child, his daughter. MARISSA turns pale. \n[6]Plug the CCTV through to Langley. Extension 247. MONITOR presses some buttons as LEWIS calls on his phone and speaks into it. \n[7]You should have visual on the psych evaluation now. 23. \n[8]Gobbledygook. \n[9]Did you hear that? MARISSA pauses before she answers. \n[10]But... \n[11]You should have visual. \n[12]Lewis. \n[13]Standard DNA and meds. \n[14]Abort. I repeat. Abort. \n[15]Jee-sus wept! On another screen LEWIS watches as the other Guard tries to drag the metal door shut. He hits a fleshy door jam - Burton. Hanna is upon him. Two shots. \n[16]She's a child for Christsake! \n[17]She can't get out. LEWIS picks up an internal telephone. \n[18]  \n[19]She's in the desert east of Essouiara. \n[20]We can't find them. It's possible she has them on her. Marissa takes that in. \n[21]Why? A sweet-faced male AIR STEWARD hovers over MARISSA. \n[22]You know this isn't going to go away. \n[23]Okay but I just want you to admit - my Lord - how did she know to ask for you? She hangs up. \n[24]The Swedish borders are sealed. I have Swedish, Norwegian and Danish border patrols on high alert and Interpol have briefed the police. \n[25]The Danish authorities are taking this very seriously. They've doubled the number of officers on the ground. We've sent up spotter planes over the channel. 56. \n[26]They're appealing for witnesses through the local media... MARISSA nods and looks out at the roiling grey sea. The reality of ERIK'S determination unnerving her. \n[27]You think he really swam it? MARISSA knows he did. She calls over her shoulder as she walks away. ", "Burton": "\n[1]Hello Hanna. Hanna lies motionless. \n[2]My name is Dr. Burton. Would you like to talk to me? BURTON'S voice has been trained to engender a state of peace and security. HANNA sits up and hangs her legs off the side of the cot. 22. \n[3]Really. Interesting. What else did your father tell you? \n[4]You're in holding. \n[5]This must all be very strange for you. You've been in the forest a long time. But I want you to know no one's going to hurt you. We just want to talk to you about your father. HANNA seems to be staring up at the ceiling. \n[6]Hanna? He follows her eye-line to the CCTV camera above them. \n[7]Ah, yes, that's a camera. To keep a record. \n[8]Can I get you something? What do you like? Music? Magazines? Just say. Anything at all. \n[9]You want me to give her something? \n[10]Open up. The first guard opens HANNA'S door. ", "Monitor": "\n[1]Sir look. LEWIS looks at HANNA. \n[2]You think she's out? ", "False": "\n[1]My name is Marissa Wiegler. You wanted to speak to me? HANNA turns to look. It is a completely different woman, dressed in similar clothes to MARISSA but not her. 25. HANNA stares at her, then looks at the two guards. \n[2] You can wait outside. The guards exit and the door slams shut behind them. \n[3]You're in a safe place. Let's talk about your father. You must love him very much. \n[4]At a news kiosk. Alexanderplatz. In the rain. She smiles reassuringly. HANNA nods, looking at FALSE \n[5]Do you know where your father is? In the OBS room LEWIS, half watching the screen, explains to MARISSA on intercom. \n[6]Did he tell you where he was going? We're all worried about him. On the CCTV Hanna looks at the FALSE MARISSA. She begins to cry, holds out her arms to be held. 27. \n[7]It's OK. It's OK. HANNA coils her thin arms around the FALSE MARISSA'S neck, clinging to her like a monkey. The FALSE MARISSA looks up to the security camera, slightly concerned. Hanna wriggles in her arms, to get a better grip... \n[8]I think it might be necessary. ", "Marissa": "\n[1]  \n[2]Her young male PA and TECH ONE are already waiting for her. 15. \n[3]Well I'll be. \n[4]What the fuck is he doing there? \n[5]The son of a bitch. Sweden? Sweden?! The PA hands her a coffee and she hands him some files. \n[6]He's not an idiot. \n[7]After 14 years in Jokkmokk, maybe he'd rather go to prison. \n[8]Eric Heller. From the Czech Republic. I recruited him in 1991 when they were all joining the Velvet Revolution and sticking it to the commies ERIK, now clean shaven, opens a wooden case in the corner of the room and takes out an old folded three piece suit and rolled shirt. 16. \n[9]He couldn't wait to kiss some yankee butt and make some bucks doing our dirty work. ERIK awkwardly begins to change into the suit. \n[10]Trouble was he had his own way of doing things. Kinda paranoid. WALT fires up a computer screen and logs on. He uses an access code. This takes him to a new file. He enters the tracking device number. A name comes up. ERIK HELLER. He clicks on a link. HELLER's face pops on to the screen. \n[11]Not a team player. Not a â\u0080\u009cjoiner.â\u0080\u009d He became increasingly isolated and disturbed. Kept mouthing off about classified programmes. WALT clicks on a link to a newspaper article which comes on to the screen: The headline: POLICE HUNT FOR MURDER SUSPECT. A picture of Heller in the article and a smashed car on a rural road. The two men stare at his face. \n[12]I kept warning and he kept getting worse. In the summer of 1995 he took his girlfriend, Johanna Zadek, on a trip to the Baltic coast and blew her head off. WALT hits a new link: A still of the same young woman as the photo HANNA was previously looking at in her bedroom. Her name printed below it: JOHANNA ZADEK. \n[13]Never heard from him again. \n[14]       \n[15]Bring him in. \n[16] \n[17]- Walt. This is exactly the kind of shit we can't have out there anymore. He was one of ours, we trained him. He kills some other poor woman and it's a cluster fuck. \n[18]You don't have to. I'm making the call. BOB and WALT exchange a look. \n[19]Thank you, Gentlemen. That'll be all. The video screen flickers off, people take their files and start to leave. MARISSA WIEGLER stands in the darkness. \n[20]What is it? \n[21]Go ahead. \n[22]How did that happen? 21. \n[23]  \n[24]What's she saying? \n[25]Tell her I'll be there tonight. 24. \n[26]Just do it. \n[27]My name is Marissa Wiegler. You wanted to speak to me? HANNA turns to look. It is a completely different woman, dressed in similar clothes to MARISSA but not her. 25. HANNA stares at her, then looks at the two guards. \n[28] You can wait outside. The guards exit and the door slams shut behind them. \n[29]You're in a safe place. Let's talk about your father. You must love him very much. \n[30]Tell her it was by a news kiosk in Alexanderplatz, East Berlin. Say it was raining. \n[31]At a news kiosk. Alexanderplatz. In the rain. She smiles reassuringly. HANNA nods, looking at FALSE \n[32] \n[33]What tests? As the argument continues, we see and hear on the screen the FALSE MARISSA continuing to talk to HANNA. \n[34]Do you know where your father is? In the OBS room LEWIS, half watching the screen, explains to MARISSA on intercom. \n[35]Send the results straight to me. On the screen FALSE MARISSA is talking to HANNA. \n[36]Did he tell you where he was going? We're all worried about him. On the CCTV Hanna looks at the FALSE MARISSA. She begins to cry, holds out her arms to be held. 27. \n[37]It's OK. It's OK. HANNA coils her thin arms around the FALSE MARISSA'S neck, clinging to her like a monkey. The FALSE MARISSA looks up to the security camera, slightly concerned. Hanna wriggles in her arms, to get a better grip... \n[38]I think it might be necessary. \n[39]Get her out of there. \n[40]  \n[41]  \n[42]Have you got the DNA results? \n[43]Okay. I want you to focus on Erik Heller. \n[44]I'm in conference. \n[45]Back off, honey. I'm busy. MARISSA'S response is so fierce that the AIR STEWARD instinctively does as he's told. \n[46]I'm dealing with it Lewis. 37. \n[47]I don't want any bad news Lewis. Neither of us can afford a fuck up. MARISSA hangs up. She enters a converted car park which is now a lap dancing bar. It's early in the day and the patrons are as scarce as the clothes on the dancers. At the far end of the room is the reason Marissa is there, MICHAEL ISAACS. Mid fifties. Rumpled suit, bleary, unshaven and drinking a scotch. ISAACS smiles coldly at MARISSA. \n[48]They let them in, they just don't let them get dressed. He smiles, drinks, she eyes the scotch. \n[49]Still drinking on the job. You haven't changed. \n[50]Adapt or die. \n[51]I'll wait until I really need one. He grins and drinks. She sits, with a sigh, looks him in the eye. \n[52]Erik Heller's still alive. ISAACS glances up from his drink. \n[53]There's more. MARISSA passes him a newspaper. He opens it. Hidden inside is a picture of Hanna. He looks it over, surprised. \n[54]He did a good job. \n[55]She just tried to kill me. \n[56]The fuck does that mean? \n[57]I didn't teach her. \n[58]Here's the problem: She thinks we killed her mother. He smiles wryly. \n[59]Sure, just as soon as she's done breaking peoples necks. You get her sectioned, if you can catch her. The drinks arrive, MARISSA drinks. \n[60]Right now she's in Morocco but she'll be trying to get out of the country. Find her and bring her to me. Quietly. \n[61]Don't spend it all on candy. She glances meaningfully at the STRIPPERS, who have been eyeing up ISAACS as a potential mark. ISAACS looks at the money. When he looks back up MARISSA is already walking out the door. \n[62]Keep me posted. \n[63]Hello Katrin. KATRIN slams the door shut in fright and double locks it. Fear racing through her veins, she rushes her way through the lounge, knocking furniture as she goes. \n[64]Well here I am in the flesh. KATRIN'S mouth twitches with all the imagined conversations she's had with MARISSA. \n[65]Has Erik Heller contacted you? \n[66]Huh, if only. \n[67]That depends on whether you believe he's innocent, or not. \n[68]- What's in the past, stays in the past, right? \n[69]So why all the years of snooping around and sticking your nose in? \n[70]Kid's, they fuck you up, don't they? 66. MARISSA stands up, puts a 9mm to the back KATRIN'S head and pulls the trigger. KATRIN drops to the floor revealing a framed, blood splattered, photograph of KATRIN ZADEK'S daughter - JOANNA. \n[71]  \n[72]What? \n[73]Put him on. \n[74]So were you. 74. \n[75]How did you know I was here? \n[76]No, I just grew up. The world's changed since you died. \n[77]No, I made choices. \n[78] \n[79]Not interested. But she is. \n[80]I'm looking forward to it. \n[81]Would you please stop crying? \n[82]Honey, your friend is in a lot of danger. You need to help us find her. \n[83]Do you know him? \n[84]He knows you. \n[85]But you knew she didn't have a passport. You smuggled her into port and helped her illegally gain \n[86]There is no Klaus Kohle Gymnasium. It closed five years ago. Shock on Rachel's face. \n[87]Did she give any idea of where she was going? Rachel wracks her brains. \n[88]This was Hanna's mother, Joanna Zadek. Fifteen years ago Hanna's father shot her to death on a camping holiday by the Baltic. RACHEL swallows, goes pale. \n[89]You know, Mr Lyall, it's days like these that I really hate my job. \n[90]It's a very, very difficult thing to do. \n[91]But sometimes children are bad people too. \n[92]I'm not going to hurt you. MILES shrinks from her touch. \n[93]Miles is a nice name. Are you a nice boy? She strokes MILES' hair and immediately he starts crying loudly. SEB pounds on the wall from his cell. \n[94]Three days ago Hanna's father killed two Danish policemen on a beach with a hunting knife. \n[95]He's still at large and he's still very dangerous. We need to find Hanna before he does. Pause. SOPHIE thinks about it but clams up. Marissa notices. \n[96]If you know anything at all, it's vital you tell us for her own safety. We are now very worried about her. 82. But SOPHIE doesn't say a word. \n[97]Wilhelm Grimm wrote fairy-tales. He died two hundred years ago. MARISSA hands ISAACS a brown envelope containing one of the photographs she took from KATRIN'S apartment. The photograph shows a happy looking JOANNA and ERIK at a busy family amusement park. Between ERIK and JOANNA is a clown, his arms around both of them. This we will come to understand is KLAUS KNEPFLER. Behind them is a GRIMM'S \n[98]Wilhelm's house.  Drive on. \n[99]Check the attic. Footsteps to the attic. \n[100]Erik Heller? Do you know him? \n[101]Really? MARISSA shows him the photograph of JOANNA, ERIK and KNEPFLER outside the house. \n[102]Think very carefully He shrugs and MARISSA grabs KNEPFLER by the throat. He speaks in gasps. \n[103]When? \n[104]Take him in there. Find out what he knows. \n[105]Lewis. It's Marissa. HANNA hears the name. The name of the woman she thought she had killed. Her face pale in shock and fear. \n[106]You got anything? He's coming here. I can smell it. Double the men. But, Lewis, I want to talk to him. HANNA hears MARISSA hang. Another pair of shoes enter the room. Male. ISAACS. \n[107]How much does he know about the programme? 89. \n[108]What does he know about the child? \n[109]Well that's good. \n[110]Crazy bastard. You got a fix on him yet? \n[111]Hanna? \n[112]She's not coming here. \n[113]  \n[114]That's him. And the car swerves to follow him. Thus moving unknowingly away from the slight figure of HANNA. HANNA can see the cars in full chase of Erik Heller. He has distracted them. \n[115]Drop it. MARISSA steps out of the doorway, her gun trained on him. There are men at the end of the alleyway. No escape. HELLER drops his gun. Silence between them. He turns to look her in the eye. 98. \n[116]You know I'll find her. \n[117]What we created, together. \n[118]Truth is I was always very fond of you. \n[119]Leave him here. And they all walk away leaving him alone in the East Berlin dirt. 99. \n[120]She must know the truth. \n[121]Where would you go? MARISSA turns to ISAACS. \n[122]I'm closing the CIA operation down. Heller is dead, that's all that matters to them. This we do alone. \n[123]It's a very dull place Galinka. Why would you want to go there? \n[124]I have some business to sort out. She looks at her and smiles a sunny, uncomplicated smile. 104. \n[125]It's very lucky we ran into each other, don't you think? \n[126]You've hurt your arm. \n[127]I'm Astrid. \n[128]That's right. I lived there for many years. I travel a lot. MARISSA smiles at her kindly. HANNA feels safe for the first time in ages. She feels the tears come. \n[129]Oh dear, what's wrong with you? \n[130]It's okay. Are you in trouble? HANNA nods. She fights the tears. MARISSA gently holds her hand as she drives. HANNA weeping. \n[131]What sort of trouble? \n[132]Sometimes I feel the same way. 105. HANNA eyes her, surprised to hear this from a grown up woman. MARISSA puts on some music. Gentle. Bach maybe. \n[133]Sleep why don't you? You look very tired. It will take half an hour on this road. HANNA nods. She begins to drift off, so long since she has slept. Her eyes fall shut and her head rests against the window. She is asleep. Vulnerable. \n[134]Nearly there. HANNA doesn't see MARISSA'S SHOES. \n[135]This is it. \n[136]       \n[137]Yes. Just a few cottages. And the old bunker. HANNA chooses not to ask any more questions. \n[138]I wish there was more I could do for you. MARISSA looks kindly at HANNA who is confused by the intimacy. MARISSA reaches into the glove compartment and retrieves a torch which she hands to HANNA. \n[139]Here, take this. HANNA switches the torch on and off, thinking. \n[140]I hope you find what you're looking for. \n[141]HANNA raises her torch beam to see the face of the woman from the car. \n[142]Don't worry sweetie. I don't want to hurt you. MARISSA'S tone has turned into a twisted interpretation of maternal care. HANNA does not move. Like a wild animal cornered. 109. \n[143]I could have killed you already when you were asleep in the car. HANNA'S still shaking. HANNA now sees ISAACS and his HENCHMEN, three of them, all with hunting rifles. All ready to shoot her should she attack or run. They are some distance away, not coming any closer. \n[144]Did Erik tell you about this place? \n[145]Sleeping. They're all sleeping. \n[146]I can protect you, Hanna. Make sure you walk out of here and keep walking. Grow up and grow old in safety and security. No one need know a thing. But you have to trust me. You can't talk about this with anyone. It's what we call â\u0080\u009cclassified.â\u0080\u009d If you tell anyone, it'll be dangerous for both of us. HANNA looks at her, remembering what ERIK told her, trying hard not to succumb. \n[147]You're mother didn't want you, sweetie. I saved you. HANNA just stares, not believing her. \n[148]I'm the only person left who understands who you are. The only one who cares. MARISSA holds out a hand to HANNA, for HANNA to take, a motherly gesture... \n[149]I practically am your mother. 110. HANNA'S stomach turns in horror. She switches off her torch and runs into the shadows. ISAACS raises his gun fires. \n[150]Let me take care of you? \n[151]Hanna. HANNA spins, fires directly at CAMERA. ", "Bob": "\n[1]Anybody know why? \n[2]He's right. This has nothing to do with us. I don't understand. ", "Wiegler": "\n[1]Her young male PA and TECH ONE are already waiting for her. 15. \n[2]HANNA raises her torch beam to see the face of the woman from the car. "}}