{"filename": "Happy-Feet_script.txt", "imdb_id": "tt0366548", "imdb_url": "https://www.imdb.com/title/tt0366548", "characters": ["Baby Gloria (voice)", "Lombardo (voice) (as Johnny Sanchez III)", "Rinaldo (voice) (as Jeff Garcia)", "Baby Mumble (voice) (as E.G. Daily)", "Mrs. Astrakhan (voice)", "Gloria (voice)", "Nestor (voice)", "Ramon /Lovelace (voice)", "Noah the Elder (voice)", "Miss Viola (voice)", "Raul (voice)", "Norma Jean (voice)", "Seymour (voice)", "Memphis (voice)", "Mumble (voice)"], "dialogues": {"Gloria": "", "(voice)": "", "Nestor": "", "Raul": "", "Seymour": "", "Memphis": "", "Mumble": "\n[1]You ever feel small? \n[2]Like you're no-one, cos the world is full of us, and everyone's the same \n[3]How do you stand out from the crowd? How do you find someone special? \n[4]I know. I know. \"You sing your heart out.\" That's how mum found dad in the first place \n[5]With them it was love at first song. \n[6]But with me everything was a different, right from the moment I was born \n[7]First rule of survival: get yourself laid before winter. \n[8]Apparently I only just made it. \n[9]Afterwards Mum went off to the sea to keep warm. Dad stayed home like dad's do, incubating. \n[10]Tell me what it is about the cold and the dark. Soon as the sun goes away, everyone gets religious \n[11]Caruso's the leader because he's so incredibly old. Some say more than 40, but you know how penguins exaggerate. \n[12]My dad was never that devout. Often his mind was on other stuff. \n[13]I guess he was wrong about a lot of things. \n[14](hopping from one foot to the \n[15] \n[16]Is she coming soon? \n[17]Tell me again what she's like \n[18]Sorry. When I get happy my feet get happy too. \n[19]But Why Dad? \n[20]Gee I'm hungry \n[21]What's fish look like. \n[22]Did she get one. Did she bring one back. \n[23]Can I see it? \n[24] \n[25]After that, with food being so scarce everyone was busy busy busy. Mom and dad were working so hard I didn't see much of them. Besides I had school to go to. \n[26]Swimming? Catching Food? \n[27] \n[28]Mine is more sort of a... \n[29]Bim bam-a-loolah a bim bam bom \n[30]You like it? \n[31]It's not? \n[32]Oh, La la la la la \n[33]La la la la la la la la!! \n[34]But that's what I'm doing, \n[35]Whats funny? What's funny? \n[36]I'm thinking. \n[37]What? \n[38]Feelink...ok. \n[39]I'm being spontanuous. \n[40]Oh yes. \n[41] \n[42]Its tough when you realise you'll never fit in. Plus I was beginning to moult \n[43]I couldn't face the class in this mood So I just kept going. \n[44]Looking for what? I don't know? A different type of penguin? \n[45]And that's exactly what I found. \n[46]Not the nicest place in the world but at least you could do what you liked here. \n[47]Me? Oh, nothing. What are you doing? \n[48] \n[49]But ...but. I'm a penguin. \n[50]I don't have juicy bits! Look... all bone and feather! Feel for yourself. \n[51]Wait! WAIT! \n[52]Every seen anything like this? \n[53]Hey! What's that on your leg? \n[54]How...? \n[55]Unbelievable. \n[56]You don't say \n[57]At least those aliens didn't eat you. \n[58]So - You think I could appeal to your better nature? \n[59]Compared with that, school almost seemed like fun \n[60]Most days I hid at the back, dreaming about the world beyond \n[61]Time passed. We all grew up \n[62]But right up to graduation I never did find my heartsong \n[63]Caruso. He couldn't help himself. \n[64]Dad, Ma, can I go with the others \n[65]Dad? I'll learn to sing later. I'll find my voice out there. In the deep. Truly. \n[66]Dad. Pul-eeeze. \n[67]Yeooow!! \n[68]Thanks Pop. See ya Ma. \n[69]Outta my way flipperbirds! Coming through!! \n[70]Whatcha waiting for? It's fantast... \n[71]I had an instinct I'd be good at this. Actually we all were. We were the best. \n[72]Ella? \n[73]I've got you! No I don't. \n[74]Yes I do. \n[75]The only bad thing about being with Ella. It was always so darned crowded. \n[76]\n[77] \n[78] \n[79] \n[80]Hey. The fish is for Ella Take it. Really. Its for you \n[81] \n[82] \n[83]\"...AaahhhhHhhhhhhhhhhhhHhhhhhh...\" \n[84]I know. I know \n[85] \n[86] OK! I'll quit. OK! \n[87] \n[88]OK. I'm awake now. You got me \n[89]Saw you. Richard? Eddie? Ella.... \n[90]......aaarghH! \n[91]Everybody out!! LEOPARD SEAL!! \n[92]\n[93]Yeah go chase someone your own size, ya big.......blubberhead. \n[94]Do what? \n[95]Well...I just kind of go ...like this...and then this... \n[96]Or how about ... \n[97]Wow, there are so many of you! \n[98]The shortage has affected you too?! \n[99]Why funny? That's terrible \n[100]So why aren't you guys collecting them \n[101]....you think I could get some of it? \n[102]You really think so? \n[103]So for a while I forgot about finding a song altogether. \n[104]...We were a team \n[105]...there was so much to do, so much to see \n[106]....stuff down there beyond my wildest imagining. \n[107]Oh! There you are \n[108]Guys!    I want to speak to you. \n[109]But its dead. It can't hurt you \n[110]But that's what we have to find out. Don't you see. Things like that could be eating the fish. \n[111]The who? \n[112]Why stones? Wait for me \n[113]I was wondering. Have You ever been abducted by Aliens? \n[114] \n[115]... and he said he was abducted by Aliens. \n[116]Looks like they bestowed it very tight. \n[117]So these Mystic Beings, did you see them? \n[118]Did they have frontways eyes? No feathers? Fat flabby faces? Did they probe you and stick a pointy thing into you? \n[119]But I haven't had any answers yet! \n[120]We don't collect them. All we have to do is , well... We sing \n[121]La la la la la la la laaaaaaaaaaaaa!! \n[122]See. That's how I ended up with you guys. And emperor who can't sing isn't an emperor at all. \n[123]You can?! \n[124]Tall and tanned and young and lovely The Girl from Ipanema goes walking And when she passes each guy she passes goes `Aaaah' \n[125]Oh, and I want her so badly How can I tell her I love her? Yes I would give my heart gladly \n[126]But each day when she walks to the sea, She looks straight ahead not at me....\" \n[127] \n[128]Ella. Wait! \n[129]I'm sorry. \n[130]Don't care? I never stopped thinking about you. \n[131]I can't sing. \n[132]But I'll show you something better \n[133]Sing something to this! \n[134]Just try it. This once. \n[135]Okay, that'll work. Just keep it going. \n[136]This is it Ella! This is the song inside me! \n[137]I'm just showing them Happy Feet \n[138] \n[139]My own opinion? I think living beyond the ice there are creatures we've never met before Aliens. Mystic Beings. Big, flabby...... \n[140]\n[141]This is craziness \n[142]You too pa?! \n[143]No. Dad. No. What have they done to you. You're talking like Caruso. \n[144]No. You're nuts. All of you. I'm outa here. \n[145]Its no use Ella. I can't live with that. \n[146]Guys. Can Me and Ella be alone for a bit \n[147]OK. Here's what I'm going to do. I'm going to talk an alien. I'm going to find what's causing the shortage \n[148]Its the only way. You're right. Unless we have food theres no future for any of us - you, me the adelies, anyone \n[149]Give me a year, just until the next great gathering. If I don't make it back ....at least I tried \n[150]Now go back. I love you. Go. \n[151]To find the mystic beings. \n[152]We'll ask Loveday. He's been there. \n[153]Just one question! And I want a straight answer! Where do I find the Mystic Beings? \n[154]No. He's choking! The Talisman's gotten way too tight. \n[155]Stop. You're hurting him. \n[156]LOVEDAY, where did you get it? \n[157]They didn't bestow it on you? \n[158]If it wasn't bestowed, what happened? \n[159]And then....? \n[160]You looked up and...... It just got caught around your neck? \n[161] \n[162]But this thing was made by someone. And if we find them, they could take it off. \n[163]So where do we Go, Loveday \n[164]The forbidden place is over the mountains... \n[165]...In the land of the Elephant Seals!!? \n[166]...Beyond the land of the Elephant Seals!!? \n[167]So who's coming \n[168]Hear that?! \n[169]Excuse me, we need directions...to the Forbidden Shore. \n[170]We're looking for the Mystic Beings \n[171]Aliens, the ones who made this. \n[172]Could they be taking our fish? \n[173]But If your grandpappys saw them and they survived, maybe they're not so fierce. \n[174]Come on Loveday, lets go \n[175]They don't know. They've never been there \n[176]So we walked ... and walked .. and kept walking. Over the hills and into Blizzard country \n[177]We need to huddle! \n[178]Form a moving circle! Share the cold, share the warmth! \n[179]I said a circle! \n[180] \n[181]You think this is it? The Forbidden Shore? \n[182]Hello?! Is there anyone out there? \n[183]Hello!! \n[184]What is it? \n[185]They must be here somewhere. They wouldn't leave all this stuff lying around. \n[186]A whale? \n[187]The ones with teeth!! \n[188]No!! Stay on the ice pad where its safe \n[189] \n[190]Aliens?! \n[191]Stop! Please!.... \n[192]...It's very important! \n[193]\n[194]They've stopped! \n[195]Say Hi to Ella for me \n[196]Oh. One other thing. You guys \n[197]Excelsi yah!!! \n[198] \n[199]\n[200]Too loud. \n[201]Too loud! \n[202]The Convergence? \n[203]I'm trying to talk to the Aliens! \n[204]On the black iceberg. The ones taking all the fish! \n[205]They kill whales! That's impossible \n[206]So if I wanted to talk to them, where would I go \n[207]Where's that. Do you think the Whale would take me there? \n[208]When I finally saw one, the Alien was even more hideous than I'd imagined \n[209]... frontways eyes, no feathers. Big teeth with blood around them. Strange fleshy beak. A meat eater \n[210] \n[211]We can't live without them! \n[212]Speak Adelie? Skua-talk? \n[213]Oh no! Not the pointy thing! \n[214]I woke in darkness. Unable to move. Was I dead? And if I was dead, where was that light coming from \n[215]Wow. They brought me home \n[216]Excuse me, where are we. \n[217]Oh. So we're dead. Right \n[218]Where? \n[219]Every day after that, it rained fish in the afternoon. \n[220]Fish on land and fish underwater. \n[221]Sometime you got a live one but there was nowhere really to chase it \n[222]Aliens everywhere, watching you eat, watching you sleep \n[223] \n[224]After a while, you learn to stop fighting it. Stop protesting, take the knocks. \n[225]...just take what comes and live inside your mind \n[226]Sometimes I thought about dad and mum. Sometimes the Amigos, and others I'd met along the way. But mostly I thought about Ella, wondering who she ended up with. Whether she had enough food to eat. whether she still remembered our song. \n[227]What? What did I do? \n[228]You like that? Well how about this. \n[229]Yes. Yes. At last something was happening. I was finally getting through to them! \n[230]Hi, where is everybody!? \n[231]I used to live here. When's the Great Gathering? \n[232]This is all that's left? \n[233]Ella! Is it you. You haven't changed a bit. \n[234]Are these all yours? \n[235]So. You never.... \n[236]But that's fantastic. I've got so much to tell you - to tell everyone. I found out who's been causing the Scarcity! \n[237]I know who's been taking our fish! I made contact with Aliens! They're coming here. Right behind me. Listen. \n[238]No, honestly Aliens will be here soon! You have to believe me. We came in a big hollow bird and they landed on the ice and.... \n[239]But its true!! \n[240]It's so they can find me. That's them now. Listen. \n[241]You said they didn't exist. \n[242]No. Do this. Do Happy feet. \n[243]Its what they understand. They can't talk, they can't sing. They speak with their feet. Do it. \n[244]Come on, everyone! Happy Feet! It's our only chance! \n[245]\n[246]\n[247]That's it! Excellent! ¡Riba Riba, penguinos! Shake those hips. Come on, bust a move!! \n[248]From that day on, No one quite knows how it happened, but the black icebergs began to disappear and the fish became abundant once more. \n[249]Ella's gave up teaching to look after our chick. We take turns looking after her and going to get the fish. \n[250]I worry about her, sure. Theres so much big stuff out there it can be kind of frightening. \n[251]But the way I see it. Theres so much out there we don't understand..., \n[252]Or am I not making sense here? "}}