{"filename": "Heavenly-Creatures_script.txt", "imdb_id": "tt0110005", "imdb_url": "https://www.imdb.com/title/tt0110005", "characters": ["Herbert Rieper", "Hilda Hulme", "John /Nicholas", "Pauline Parker", "Rev. Norris", "Jonathan Hulme", "Miss Stewart", "Juliet Hulme", "Honora Parker Rieper", "Wendy", "Miss Waller", "Bill Perry", "Dr. Bennett", "Dr. Henry Hulme", "Mrs. Collins"], "dialogues": {"Herbert": "\n[1]Let's have 'em now, while they're fresh, eh, Nora?  \n[2]sighs as HONORA puts the frying pan on the stove.  young student boarder, STEVE BAYLISS, appears in doorway, nervously clutching a record.  \n[3]You're partial to a nice bit of mackerel, aren't you, STEVE?  \n[4]Doris Day!  \n[5]Ya gotta be quick in this house, mate!  Pauline stares misty-eyed at the album cover. HERBERT calls out.  \n[6](Tongue in cheek) Hey! Isn't it that Irish singer . . . Murray O' Lanza?  \n[7]Hope it's all right. It's from Whitcomb and Tombs . . .  Pauline opens the diary . . .  CUT TO IN1: RIEPERS' HOUSE/PAULINE'S BEDROOM - DAYCLOSE-UP of the Jan. 1st page. Pauline's pen starts to write . . .  \n[8]Come on through.  \n[9]Look who I've found!  \n[10]They sound like a queer mob!  \n[11]What's that?  \n[12]smiles at Juliet.  \n[13]Yvonne tells us you're good at making models.  \n[14]We're pretty handy with model making, too, eh?  Pauline looks down, cheeks burning.  \n[15]I've never cottoned on to Plasticine like you girls, but I enjoy making things out of wood.  \n[16]I work at Dennis Brothers Fish Supply.  Muffled voices from the hallway.  \n[17]This story of yours-maybe the school newspaper will print it when it's finished.  \n[18]Is that a fact! You'd better put me name down for an advance copy!  \n[19]chuckles. Pauline and Juliet look at each with knowing smiles.  \n[20]Thought I'd have a go at building the birdhouse on Saturday . . . anyone want to give me a hand?  Pauline remains silent.  \n[21]Go to the house.  John scuttles out of the sleepout. Pauline lies still in bed, peering at her father.  \n[22]You have broken my heart, Yvonne.  \n[23]turns and leaves the room. Pauline stares at the ceiling.  \n[24]shakes his head, sullenly.  Wendy hurries into the room, grabs a piece of toast, pulling on a coat.  WENDY Where's John? He said he'd walk with me.  \n[25]is pouring a drink.  \n[26]Sure I can't tempt you to a nice sherry, Dr. Hulme?  HENRY No, thank you. The thing is . . .  \n[27]sits down next to Honora, glass of sherry in hand.  HENRY My wife and I feel the friendship is . . . unhealthy.  \n[28]No arguments there, Dr. Hulme! All that time inside working on those novels of theirs. They don't get fresh air or exercise!  \n[29]waves a pair of new socks around. The family laughing and talking. Pauline is not participating. She is leaning back, looking morose. HONORA looks at her with concern.  \n[30]is chopping firewood in the back garden. HONORA approaches him.  \n[31]What now?  \n[32]and HONORA exchange a glance.  HILDA I expect you've heard the same from your own daughter.  \n[33]She's cut us out of her life . . . it's been causing her mother and I a lot of worry.  HILDA What I'm suggesting is that we let the girls spend these last three weeks together. We'd like Pauline to come and stay with Juliet, until she leaves.  \n[34]Is that a good idea?  \n[35]looks at HONORA . . . tears are running down her cheeks. He stands and ushers Hilda toward the door.  \n[36]Why don't I telephone you tonight, Mrs. Hulme?  HILDA Yes, of course.  \n[37]accompanies Hilda into the hallway.  \n[38]That man's a credit to the nation.  Pauline and Juliet dissolve into giggles.  \n[39]I'd better be getting back. Bye, love.  \n[40]pulls his coat on. HONORA gives him a peck cheek.  \n[41]Have a nice outing, you lot.  \n[42]wanders out. HONORA turns to Pauline and Juliet.  \n[43]Rieper: Simon O'Connor  Published by permission of Wingnut Films.  Copyright  1993 by Wingnut Films. All rights reserved.  Wingnut Films gratefully acknowledges the consent of and contributions made by Peter Jackson and Fran Walsh, Senator Films, Eurofilm &amp; Media Limited, Miramax Films.  Illustrations  1995 Paul Hamlyn  Writing and Directing Heavenly Creatures  A Talk with Frances Walsh and Peter Jackson  Peter Jackson and Frances Walsh were both born and raised in Wellington, New Zealand. Jackson's first film, Bad Taste 1988), was made by the director over a period of several years while he was working as a photo apprentice at a local newspaper. Jackson's two following films, Meet the Feebles (1990) and Braindead (1992), were co-written with Walsh and Stephen Sinclair; the latter was a hit on the film festival circuit, winning 16 international prizes including a best picture award from the  Academy of Fantasy, Science Fiction and Horror.  Jackson and Walsh  co-authored the screenplay for Heavenly Creatures, which went on to garner nominations for both an Academy Award and a Writers Guild Award. Their latest collaboration is The Frighteners, executive-produced  by Robert Zemeckis and starring Michael J. Fox; it will be released in 1996. Jackson and Walsh live in Wellington with their son, Billy.  The version of Heavenly Creatures published here is a final draft, completed in March 1993. The screenplay was 107 pages long.  Fran, my understanding is that you were the first to become interested in the Parker/Hulme murder case as a film subject. It seems to be a popular topic in New Zealand.  Frances Walsh: Well, popular topic-I'm not sure about that. But it's certainly a piece of New Zealand criminal history that has entered into the realm of myth. And as a young girl growing up, I knew about it, and had read lurid newspaper accounts- \"Lesbian killers' rampage\"?  FW: Yes, yes. And I also got my hands on a novel called Obsession, which I read when I was about 14. I thought at the time that it was extremely good. [laughs] It takes a very damning view of the girls-it's written by two English journalists who came out here to cover the trial. It was something of a hack job that set out to sensationalize the case.  And there was also a play, wasn't there?  FW: Yeah, there's been a play, and there have been nonfiction books written about it. There's also been a great deal of coverage over the years in newspapers and magazines, so it's always had a profile here.  Since it had already been treated in all of these different ways, what compelled you both to explore the subject again?  Peter Jackson: Well, we didn't really think it had been treated that well. Nothing that we had read did we particularly like. And also, the other various treatments all seemed to have a specific agenda, which attempted to make political statements about the murder. What interested us was to show these two 15-year-old girls with no other agenda than to be as accurate as we possibly could, and to somehow imagine what was going on inside their minds.  I know that all of Pauline's voiceovers from the film are from actual diary entries. You made an interesting comment awhile back about how they actually informed the structure of the film. Could you elaborate on that?  PJ: Well, the structure was fairly apparent once we started to do research. It wasn't just the diaries themselves, it was the general research. We read as much of the diaries as we could-we haven't actually ever seen the full, unedited diary-but we gathered as many of the excerpts that were releasedat the time of the trial as we could, which amounted to quite a few pages. And we read the newspapers, and interviewed people, and then the three acts sort of materialized quite neatly. You know, act one is when the two girls meet and become friends, and the turning point is at the end of the first act when you realize that they are now bonded.  FW: It's when they have their first delusional experience together at Port Levy, where they go into the Fourth World. You know these two girls have an imagination that's going to lead to something interesting happening. The second turning point comes with the decision to murder Mother, which tips  the story into the third act.  Whom did you interview to cull together all of this information?  PJ: Well, we went through about 35 or 40 people. We wanted to interview as many people as we could find. Several refused. We talk to about 15 or 16 of their classmates, which was experience. These were 55-year-old women spread out around the country, and they all had changed their names because they'd gotten married. It was quite a detective job to find them.  I read somewhere that the school was not particularly enthusiastic about this; did they help you locate the ex-students?  PJ: No, the school didn't want anything to do with it. Christchurch Girls' School had erased these two girls from their history. The yearbook that had the class photograph with Pauline is no longer available. If you go to the school library, they have all the yearbooks available apart from 1953's, which has her photo in it. It sort of cleansing of the books. The school didn't recognize what it was we were trying to do, which was to redress the issue. Why wipe these girls off the school records? I mean, they were human beings.  FW: Peter and Jim Booth, the producer of the movie, went to see the headmistress of the school, and after they explained what we wanted to do, and allowed her to read the script, her only comment was, \"Why can't you make a film about pupils of whom we are proud?\"  PJ: We also heard from several sources we interviewed that on the day after the murder happened, the headmistress at the time stood up in front of the assembly and said, \"No girl is to discuss a certain matter.\" This was, like, the day after two of their pupils had murdered somebody, and they couldn't even refer to it directly. Forty years later, we got the sense that the school was exactly the same. And that really gave us all the more reason to make the movie, because we felt that these people were still  living in the 1950s. We found that with a lot of the people we interviewed-that even though 40 years had gone by, they were still presenting attitudes of the '50s: this was some dark, sordid little thingthat was best kept quiet and should never be mentioned. Many times we got, \"Why on earth would you want to make a film about this?\" We should just forget about it, and hope it will somehow disappear.\"  And we actually thought about doing that. But within 20 or 30 years most of the people connected with it will be dead, and at that point in time we'll never know anything about it. We felt it was a good time now, while there were still quite a few people alive, to do the interviews and try to get something accurate, for the record. We were also aware of the responsibility we had, because film is such a persuasive medium, and we knew that, unlike any other medium-the newspaper accounts, the play-itcan give an audience visual images, which, in a way, almost replace the real event, especially if you weren't born at that time. So we thought if we made a film now, perhaps people in New Zealand would look upon this case in a different way. That was a responsibility we felt that we didn't want to take lightly.  Pertaining to that quest for accuracy, how does one go about reconstructing, for instance, conversations between Pauline and her mother, or other scenes for which there is no direct documentation?  FW: Well, all you can do is attempt to find out as much as you can about the people involve-the type of people they were, their class background, etc. So to that degree, we spoke to people who knew the Riepers, for example, who had good knowledge of the girls.  Did you interview any of the boarders in the Rieper house?  PJ: Yeah, I did, very briefly. We found one of the boarders, who spoke to me on the telephone. I did the interview, and then the following day I called him back to ask him some more questions and he clammed up; he didn't want to talk to me anymore. He'd obviously gone home to his wife, and she'd  wound him up about the whole thing and told him he shouldn't be involved with it.  FW: I think our understanding when we set out to write this was that we would never be able to re-create the right interiors, with characters who precisely reflect the people who were really there. Our intention was to be true to what we understood of the girls' friendship, and the nature of that  friendship and the nature of those families from which those two girls came. It was never an attempt to re-create reality. We could never do that, obviously. So we went into those things with the spirit of trying to reflect the situation, rather than reality.  PJ: The Hulme family were a lot easier to research than Pauline's family, because the Hulmes were public figures at the time. Henry Hulme being the rector of the local university, there were obviously a lot of university people we could talk to professors, students-who worked with him. Hilda Hulme was also quite a public figure. They were, in some respects, the royalty of Christchurch, because the English class system was and still does exist down there, and they all take these things quite seriously.There used to be garden and tennis parties at Ilam, and there were a lot of people who had social contact with the parents and Juliet at the time.  The research actually carried on through the shooting of the film. I remember when we were in England, auditioning actresses for the part of Juliet before we found Kate Winslet, and we found out that [the late] Anthony Quayle, the English actor, had actually visited the Hulmes in Christchurch in the '50s, so we tracked down his wife and spoke with her. The research just kept on going all the time. We had trips to Christchurch to do our research, but once we started working on the film, we moved there  for nearly five months, so it was an ideal opportunity to find others. We'd hear things about this person who had sat next to Pauline in typing class, and we'd rush around to see them.  I'm sure the production got a certain amount of notice in the local media, so people probably approached you.  PJ: To an extent, but not as much as what we had hoped. Pauline's people were actually quite difficult to research, because they just weren't public; they were quite private people.  FW: We have heard, subsequently, that Pauline's sister, Wendy, has seen the film. She still lives in Christchurch. Her con meets were that the film managed to capture the atmosphere of her home at that time, but her criticism was that the family was \"better\" than that, we had portrayed them in too shabby a light. And that really touched me.  PJ: She thought that the portrayal of the tension between Pauline and her mother was very accurate. It was nice, because Wendy is one of the few key people alive who refuses to talk about it. She absolutely refuses to have anything to do with journalists, with anyone, so it was actually very sweet of her to get the message back to us. It was quite amazing to us that she had even gone to see this film. She thought it was good, but incredibly difficult to watch.  In gathering all of this material, I'm sure there were certain things that didn't \"fit\" dramatically. Was there anything you were tempted to use but didn't, because it was either too sensationalistic or too ethically questionable?  PJ: There was one area we deliberately steered clear of that we felt ultimately didn't have a relation to what we were wanting to tell, and that was that in the Rieper household there was actually a younger sister, named Rosemary, who had Down's syndrome, who is still alive; Wendy still looks after her. At the time of the murder, Rosemary was only 8 years old. This made Honora's life all the more difficult: the daughter lived in a special home, and would come home on the weekends. Pauline writes about Rosemary a lot in her diaries; she was very fond of her. But it was one area where we felt that we were being too invasive into the privacy of this family.  As you say, there was quite a bit of stuff we had to leave out for structural reasons. Pauline's diaries are very, very funny. We ended up using a lot of the more dramatic material in the movie, in the scenes in which she's talking about murder and suicide, but unfortunately we had to leave a lot of the funny things out. She records hilarious conversations that she and Juliet had, and it's all very witty.  Sometimes we used diary entries and just dramatized them, as opposed to using a voiceover. Like the sequence where they go into the Fourth World, where the hilltop changes into a magical landscape. That is described in detail in the diary. So it was a case of having to be very selective, and at the end of the day, it was the more dramatic selections that made it through to the movie rather than the funnier stuff.  The girls ' sense of humor does manage to come through in the film, though. I'm thinking, for instance, of the last scene in the Rieper house, when the family is having lunch with Juliet before the two girls and HONORA go to Victoria Park. Were their snide comments about Sir Edmund Hillary in the diary, or were they invented by the two of you?  FW: That was out of our imagination. We were told that they were extremely jolly at that last meal-it was actually in the court records-and that they were cracking jokes, and saying silly, outrageous things, on a sort of giggly high. And we knew that Wendy had worked at Farmer's, the localdepartment store, and also what had been very big in the news that year was Sir Edmund Hillary, a New Zealander, climbing Mt. Everest. He had been knighted, and became a huge national hero; he still is. Because he'd also spent time in Christchurch, we felt that this was an appropriate thing for  them to send up, because whatever they did, they were terribly irreverent. If the Queen was visiting, for example, they wouldn't bother to go out unless it was to take note of the decorations, the pomp and ceremony, to enrich one of their own royal celebrations. They really had no respect for the icons of the day; their interior world was much more important to them.  The film critic for Time, Richard Corliss, likened you to a \"physician who assumes a patients fever in order to understand her illness.\" At what point did you two decide that this was going to have to be presented from the girls' point of view?  PJ: I think from the beginning. That was one of the motivations for doing it. None of the accounts we came across were from the girls' point of view. Like we'd said before, they all had other agendas, so we felt that telling the girls' story was important. It did take us a long time to be able to do that, because it took us a long time to learn who they were, and what was driving them. We were a bit confused-there was a bit of mystery at the beginning-but the more we read, the more we talked to people, we gradually began to formulate who these people were. Ultimately, there was a lot of Pauline that I could recognize in myself, which was very useful.  You, too, Fran?  FW: I felt that the diary: offered the first insight into the friendship, and into Pauline in particular. It was an extremely interesting account of her life, documenting both dramatic and mundane events with a great deal of literary flair. She was a very imaginative, funny and clever young woman who had some quite pretentious ideas, as teenagers do, and I warmed toward her immediately. Reading the diary made me wonder about the huge discrepancies between this young woman and the monster who was portrayed in the newspaper accounts and everything else. And I thought it would be great to take that journey to find out who she was. Because no diary of Juliet's survived-we have heard from people that she did keep a diary, but it was destroyed-I thought it would be harder to get to know her, but that really wasn't the case, because she appeared to be someone who more readily shared her life with people; she was much more of a social creature than Pauline. So it was a combination of the private world that they shared and the understanding that we got from talking to their school friends, inparticular, that gave us insight into the nature of these two girls and the way they appeared to the rest of the world.  I think it's fair to say that both Peter and I felt hugely sympathetic toward Pauline and Juliet, and we did start to identify and empathize with them, all the while trying to keep in balance the knowledge of this terrible act. It was that dynamic, of really liking them, but feeling abhorrence at what they'd done, that kept the thing alive for so long in our minds, and gave the film inner life.  Peter, your camera work, in all of the films you've directed, is extremely dynamic. In 'Heavenly Creatures,' the almost hyperactive camera seems to have an organic relationship to the girls' euphoric state. I've noticed in this script that a lot of these camera directions are written in, with more detail than most other screenplays I've read. Do all of your scripts read like this?  PJ: In this particular screenplay, camera movement came quite readily during the writing stages. At the end of the day, the script is not the document we want to go out and sell; it's the document that the cast and crew have to read. When we write a script intended for me to direct, it's right from the beginning a shooting script; a document for technicians to use. You know, the grips put a circle around the word \"DOLLY\" so they remember on that particular day of shooting they're going to have to have it on the truck. With this movie, probably more than any other I've done, the camera moves were integral to the scriptwriting. I'll tell you where that came from: the music. We read very early in our research that Pauline and Juliet were both obsessed with Mario Lanza. Neither of us were familiar with his music, so we went out and got some of his records, and before we started writing we played through them and came across several songs that we really liked. One of the very first ones we heard was \"The Donkey  Serenade\"- FW: Well, we knew that was important to them because Pauline had named one of her novels \"The Donkey Serenade.\"  PJ: When we heard it, just the life and vitality in the song immediately indicated Steadicam. [laughs] It immediately told you you had to have a moving camera. We chose all the songs that were in the movie, and, in the case of \"The Donkey Serenade,\" wrote scenes around them. I found it a great visual tool. It's never happened before in anything I've done-I mean, I've never had the music in advance. We had these songs playing while we were working to get ourselves psyched up to write a scene. At the same time, the music helped me visualize, so that visualization ended up going down on the page. Of course, once you actually arrive on the set, and you have the actors and the camera people there, things can change. I don't regard anything that's written into a script in terms of a camera direction asbeing locked in stone.  How long did it take the two of you to finish a first draft?  PJ: Not really long. I think the first draft was written in probably 10 or 12 weeks. But we didn't start to write until we'd uncovered several months' worth of research.  And the draft we're publishing is the shooting script?  PJ: Yeah. I think that's about draft number five. We did an interesting thing. We did a certain amount of research first, while we were still working on Braindead [Dead Alive in U.S.], and then we wrote the first  draft from the position where we felt we knew some of the facts, but there were a lot of gaps. We thought if we wrote a draft we would know where the holes were, and we would know what we had to pursue in terms of research. For instance, Fran and I had never been down to Christchurch when we wrote this first draft, and Christchurch is such an integral part of the story. Then we made the trip down there before the second draft and were able to modify a lot of things, interview lot more people. We actually did that on purpose, because we wanted to nail the story before overlaying it with a lot of historical detail.  How do the two of you handle writing collaboratively?  PJ: Well, it depends. You know, if Fran's working on some re-writes while we're shooting, and I'm on the set, she'll show me some work that she's done when I come home and we'll revise it together, but generally, when we're actually writing the initial drafts of the script, it's always together.  I think that we both have a good understanding of structure, which helps, and I'm obviously very visually oriented, and Fran is very good on dialogue and character, so we complement each other quite well. I think the best advantage that we have in writing scripts together is that we write a script that I go and make, which is, I think, a wonderful thing. It would be a strange experience for us to write a script that someone else was going to make, because we've never actually experienced that loss of control that so many other writers have. So right from the very beginning, it's a movie. It's not a piece of writing that's going to go out to the marketplace and may or may not sell.  Just one little thing. Even though Heavenly Creatures was very much written by the two of us, my favorite scene in the movie was written by Fran by herself.  Which one is that?  PJ: Well, it was late one night, and we were hoping to finish the first draft of the script-it was, like, ten o'clock already-and we had arrived at the sequence in the tearooms where they're having their last cup of tea before they walk down the track. We sat there wondering how on earth we were going to write this scene. We knew they'd actually gone there to have tea because we'd spoken to this very elderly woman who had served them. She said they were talking quite calmly to one another. But what dialogue do you put in their mouths at this particular moment, when this woman's about to be murdered? Well, the phone rang, and I got up to answer it and ended up stuck on this call for about 45 minutes, and I came back and Fran had written something. She asked me to check it out, and it was never revised: it's where she slides the plate with the last cake over to Honora, and says, \"Go on, Mother, treat yourself.\" It was perfect.  I know you found Kate Winslet at an audition in England. How did you come across Melanie Lynskey, who played Pauline? I understand she was not a professional actress.  PJ: Well, it's one of those stories that sounds like it's not true. We wanted to cast someone in New Zealand, and we'd auditioned a lot of people-five or six hundred-who were either videotaped or photographed. I wanted to find someone who was young, around 1S or 16 years old; I didn't want a 23-year-old in a school uniform. And we wanted someone who was physically very much like the original Pauline; I have a thing about being as accurate as possible. So we quickly exhausted the professional actors in New Zealand who happened to look like Pauline-there's only about one or two. [laughs] We knew we were looking for someone with no experience, but we just had to find them. We kept saying, \"Somewhere in New Zealand there's somebody who's perfect for this role.\"We were actually about four weeks away from beginning shooting, and we had one or two people on the short list, neither of whom we were happy with, but we were coming under enormous pressure to cast one of them, because, you know, the wardrobe department needed to make costumes, and so  on, and Fran said to me, \"You're not really happy with the choices, are you?\" And I said, \"No.\" And she said, \"This is crazy; we've spent all this time and energy on this film and we haven't found Pauline. This is something close to a major tragedy.\" I was in Christchurch, so Fran decided to drive with a casting person around the lower half of the North Island of New Zealand-she was prepared to drive as far as she had to. They'd visit every small town, go to the local school, visit the principal's office and show a photo of Pauline Parker. She'd say, \"We're making a movie about Pauline Parker; do you have any pupils in your school who resemble her who might be interested in this?\"  FW: We were in a rusting Ford Cortina, and we had no official I.D. We'd roll up to these provincial schools, and we'd be greeted by some curious teacher. Although no one ever once questioned our authenticity, we would always get asked about the car: \"If you're in films, why aren't you driving  a Porsche?\" [both laugh] So then I would pitch the story to the entire classroom, scanning the room the whole time, looking for sullen, brooding school girls, all the while thinking, \"What would she look like with her hair dyed black?\"  PJ: I guess that went on for about a week. Every night I'd get a call from Fran. Anyone that was vaguely appropriate was videotaped, and I got a couple of tapes in Christchurch, and it was a bit depressing. Finally, Fran called from a small town called New Plymouth, and said, \"I think I've found someone very interesting. ' And this was Mel. We flew her down to Christchurch and gave her an audition and a screen test, and we cast her two weeks before the film started shooting. I called her mother up on a Friday night and said, \"I'd really like Melanie to do the film.\" And she said, \"When does she have to start?\" And I said, \"Well, she's got to come down here on Sunday.\" The poor girl didn't even get a chance to go back to school to clean out her locker.  Do you think there was any correspondence between the two actresses and their backgrounds and those of the characters they were playing?  PJ: One of the things that we knew about Pauline was that she was incredibly witty and intelligent, and Melanie was very similar-she was the top student in her province in many subjects. And we knew if we cast an intelligent person, then they were going to hit it. Melanie's also very enigmatic. The character of Pauline doesn't have an enormous amount of dialogue. In a sense, the real Pauline Parker speaks for her, through the diaries. So what we were looking for was an actress who has that kind of aspect to her that's a real movie-star thing: where you can film somebody sitting in a room, doing nothing, and they're still fascinating to watch. We found that in Mel.  I've read that you used actual locations for some of this.  PJ: As much as we could. The only location we couldn't use was Pauline's house, which had been torn down. Fortunately, the school is now a community center; the actual school moved to a different location, so they no longer had control over the buildings; otherwise we'd have definitely been refused  permission. The school buildings are now owned by the Christchurch City Council, which has done nothing to them; they're as they were 40 years ago. They just rent out the various rooms to community groups. We found out what classroom Pauline and Juliet actually were in, and it was the Canterbury  Women's Embroidery Guild-it sounds like something out of Monty Python-and we went into the room and right down one length of the wall was this huge tapestry that had been stretched out on this massive frame. I thought they would never want to take it down, but we managed to get them to do it. So that was the actual classroom where they were, down to the seating.The Ilam house, where Juliet lived, is still there. It's owned by the university, and they were very happy for us to use it. As for the doctor's surgery, where Pauline is interviewed by the doctor, we found out the address, and-you know, this is 40 years later, so you have no idea what to expect-it was just, like, a suburban house. We thought that was strange, in that it didn't seem like a doctor's office. Anyway, we knocked on the door, and the woman who answered happened to be the doctor's daughter-the doctor's long since dead-and we asked her where her father's office had been, and she said, \"Oh, he had rooms out the back of the house here; we've never really touched them.\" We went into this doctor's surgery which was almost exactly the same as it had been 40 years before. So we ended up filming those sequences in the actual room where Pauline was interviewed by the doctor.We also spoke to the woman who was working at the tearooms at Victoria Park and found out exactly where they sitting, and filmed that scene there. Actually, about two months later, that building was demolished.  And what about the murder scene?  PJ: Well, we went to the murder site, and we just felt uncomfortable about filming there. It was very strange, and maybe it was just our imagination, but it was very quiet, very tranquil. I mean, all the way down the path you hear the wind and the birds, and suddenly, when you arrive at the spot, you hear nothing. So we filmed the murder scene at Victoria Park, but it was on a different track, about a hundred yards away.  There is one sequence of scenes in this script which didn't appear in the film. it begins with the tennis party at Ilam, in which Pauline and Juliet are watching from behind some shrubbery as Walter Perry and Hilda Hulme play tennis.  PJ: Well, that sequence was actually shot, and exists in the version of the film that was screened here in New Zealand. When Miramax released the film in the U.S., they had screenings and felt that the film was too long. We had final control over the film, but they pleaded with us to take out about 10 minutes' worth of footage, convinced that it would be tighter. We looked at it, and we actually, ultimately, agreed with them in a funny sort of way. That sequence slows the momentum down. It's quite a fun one to  read-and it's fun in the film as well-but it does slow things down at a point where we didn't think things should be slowing down. Although we've had control over the film's release all over the world, we've requested that the sequence be cut out of the versions screened in every other country. When you're writing a script, a part of you thinks, \"Oh, this is perfect, we mustn't change a word of it,\" but once it's finished it takes a life of its own. We felt that the sequence wasn't telling us anything wedidn't already know about the characters, and at a time where the tension in Pauline's house was really growing, going over to Juliet's house to watch a tennis game was not necessary.  FW: I think when we wrote the script we felt it was very much Pauline and Juliet's story. After the edit, however, it became very evident to us that it was Pauline's story which was the through line and the audience's focal point. Whenever we veered too much into telling the Hulme story and Pauline wasn't on the screen, the pace started to flag. That was something we had to look at after the first assembly-we had to trim and cut Hulme scenes because they weren't as fundamentally interesting as the Rieper scenes.  Although this film is very different from Braindead, both take place in the New Zealand of the 1950s. I'm not that familiar with your country, but from watching these two films I would have to assume that it was, at least in that period, a fairly repressive kind of society, acting almost as a breeding ground for transgression, for explosive kinds of behavior.  PJ: Well, the script for Braindead was set in the modern day up until the very last minute. I was worried going into the movie that the hero of the film, named Lionel, acted in a fairly nerdy kind of way-he doesn't socialize, he takes care of his mother-and yet we wanted him to be the empathetic character in the film. I was afraid that if it was set in the modern day, the audience-especially a young audience-would really jeer at this character, and not be able to relate to him at all. If we set it inthe '50s, people might actually feel more sympathy for him, because they would think, \"Well, that sort of thing happened then.\" With Heavenly Creatures, it was really just a coincidence that the actual event had taken place then.  FW: But that repression is still very much in evidence here: we're I not expressive, we're not demonstrative, we're scared of showing, saying too much. When you go to New York, for instance, and people are yelling and the horns are blaring-if that happened here, someone would get out of theircar, rip open your door and bash you up. There's a level of violence, a subtext of violence, running through New Zealand society that comes out in our movies. We have a veneer of being easygoing, but underneath, we're full of rage. It's an interesting social dynamic. and it makes for interesting art, but it's not so pleasant to actually live in it. It's very much to do with a link with England- PJ: Christchurch in particular.  FW: Christchurch suffers from it more than any other city in New Zealand. It's always been described as \"a little piece England\"; it's considered to be more English than England. It's always aspired to be that, and it still is in some ways.  PJ: The thing with this murder, too, is that the sense you when you talk to the older generation in Christchurch is that it was an embarrassment to the city, that it was somehow shameful and somehow humiliating. Which is ridiculous, because the story is ultimately a family tragedy.  FW: It's been said that Christchurch was more appalled by revelation that Pauline's parents were not married than by the murder itself. And some uncharitable souls even suggested that one sinful act led on to the other.  Speaking generally about your films, you both seem to have a certain love of campiness, which is apparent in the use of caricatures for many characters, as well as in an overall sort of extremism reminiscent of the work of someone like John Waters here in the U.S. What's interesting about Heavenly Creatures is that while it remains a fundamentally \"realistic\" docudrama, some of the figures of authority, like the doctor, the vicar and the headmistress, are hilariously overplayed.  PJ: Well, I like movies to be entertaining, to be a little larger than life. With something like Braindead, obviously there's no problem doing that. But with 'Heavenly Creatures,' we were telling what we hoped would be a fairly accurate story. At the same time, however, I still wanted to make a movie; I didn't want something totally tied to real life, and totally dull. So we did have a little bit of fun with some of those characters. I guess if you were trying to justify it you could say we were presenting them from the girls' point of view, but that's not strictly true. I just think that there were really only two people who we needed to be realistic with, and they were Juliet and Pauline, both of whom were slightly larger than life anyway. That's something that came across in the interviews with their classmates. They were remembered as being sort of terrifying: Juliet was so confident and loud, and Pauline was brooding and dark. So, in a sense, the film was a perfect one for us. I don't Like doing stuff that's totally naturalistic. I just like having a little bit of fun.  The fantasy sequences are written pretty much as they appeared on film. Were you aware of how, technically, you were going to handle these special effects as you were writing?  PJ: Pretty much. We hadn't used any optical or digital effects in Braindead, and with Heavenly Creatures, I knew that if I actually wrote digital effects into the script, then it was a great excuse to go out and get this new equipment-I have my own special effects company. So right at the beginning we wrote stuff that could only be done with morphing. We got one computer and hired someone to figure out how it all worked.  What about your use of the Plasticine figures? Was that something you'd heard the girls were interested in?  PJ: Yeah, we interviewed several people who remembered that they used to model figures in Plasticine, and I think HERBERT Rieper refers to it in his court testimony. We also interviewed an old guy who had been round to the Hulme's place and had seen Juliet's Plasticine horses on the mantelpiece.  And, of course, there are endless passages in the diaries about Borovnia, and Diello, the murderous prince and all of that. When we thought it would be fun right at the beginning to go into some of these fantasy sequences, the last thing I wanted to do was dress up actors in medieval costumes and  crowns and have them looking like something out of a school play. So we decided it would be really fun to tie the Plasticine figures and Borovnia together. And we knew they'd sculpted figures like Diello, so we just thought, why not have those figures come to life, as it were.  What about the linking of certain actors to certain figures, like Orson Welles to Diello?  PJ: Well, that was something that we devised ourselves. But again, that springs from the fact that the girls used to give pet names to people. Like one of the boarders in the diary, for instance, is referred to as John for a while, and then his name changed to Nicholas.  That's referred to in the scene in Pauline's sleepout.  PJ: Yeah, and for some reason, Pauline refers to him as Nicholas in the rest of her diary. That happened with a lot of people. They were clearly using real, live people as prototypes for some of their fantasy characters. We figured that Diello had a lot of qualities that they seemed to fear in Orson Welles. He seemed to represent some sort of dark, sexual force, so we figured that giving his features to the figure of Diello was appropriate.  Could you talk about the fact that, during production, Anne Perry, the mystery writer, was \"outed \" as being Juliet Hulme?  FW: Well, where do you start? We knew that would be a possible outcome of making this film-that someone might try and track down either Pauline or Juliet. Which was a very good reason not to make the movie. We had more compelling reasons to make the film, however, because if we didn't, anotherone was going to get made anyway. There were, at the time the film was being funded, five competing projects in various states of preparation.  Didn't Dustin Hoffman have something in the works?  FW: His company, Punch Productions, I believe, had a script written by an American writer; Peter had, in fact, been very tentatively approached to read it, that was how we found out about it. At that point we were about a week away from starting to shoot. And then someone was trying to do a film version of the play we've already spoken of, and other people were developing a very politicized lesbian version of the story. Then there'd been a screenplay written by the late English novelist, Angela Carter, that was with a production company in Auckland, and there was someone in Australia developing a screenplay. So we knew that this story was going to come to the screen, soon-there was no doubt someone was going to make it. And we felt that, in that climate, we would proceed, despite the possibility that these women might be exposed.We knew that in Pauline's case it was less likely. We'd heard a lot of rumor and gossip about Juliet, but we'd heard nothing about Pauline, and I think she has very carefully hidden her identity. Juliet went to no such trouble: she took her stepfather's name-Hilda Hulme ended up marrying Walter Perry-as a novelist, and proceeded to write a series of crime novels. You can look up any contemporary author index in any library, and there is Anne Perry, and her birthdate is the same as Juliet Hulme's, her mother's maiden name is the same, etc. There is a gap in her personal history, where she leaves out New Zealand, but it picks up again after she left the country. So it didn't take a huge amount of detective work from the journalist here in New Zealand who had heard that Anne Perry and JulietHulme were one and the same.  That rumor sprang from a production of the play that had gone on here a year before we started shooting, where a friend of Juliet's, who was still writing to her, confided in one of the actors that Juliet Hulme was now writing murder mysteries as Anne Perry. That rumor hew around the acting community here in New Zealand, and it reached our ears on the set, and it was something that we wanted to entirely disassociate ourselves from, because we knew it would damage the film, and we knew it would damage us. It was inevitable that we would be accused of exploiting this woman's situation in order to promote the movie. When this journalist rang Peter and asked what comment he had about the story, he just begged her not to print it. Of course that was a hopeless situation, because she was a tabloid hack who was going to go ahead and make her name, and she has dined off it ever since. We felt an enormous amount of dread, because the movie hadn't had a chance to stand on its own before this was made known, and it's now been inextricably linked with this revelation. So we've been battling that ever since. But given that it's happened, we've had to deal with it, as she has.  PJ: I mean, we were absolutely disgusted by some of the ads Miramax ran. On the day that this was released in America, I rang Miramax and said, \"For heaven's sake, don't associate this film with any of this because we don't approve of this publicity.\" And a couple of months later, lo and behold, we  get sent by a friend in the States clippings with these ads saying, \"Murder, She Wrote,\" and these other references to Anne Perry that Miramax had been running, and we were just very, very angry.  Did you fever consider using the coordinates of the actual event, but changing enough of the particulars to push it into the fictional realm?  PJ: No, because the case is so well-known in New Zealand; it would be like-  FW: Fictionalizing the O.J. Simpson case.  PJ: It's unnecessary. I mean, sure, if it was just a movie for international consumption, then, yeah. But the fact is that we weren't actually making this film for an international audience. We were very much  making it to try and rectify 40 years of misunderstanding about this case within New Zealand. In a way that was our main motivation for making the film, and in doing that, we obviously had to use their real names. But having said that, \"Pauline Parker\" and \"Juliet Hulme\" ceased to exist as people in 1959, because they both took different names. In a sense, I don't think there was any moral problem with using those names, because they themselves stopped using them some 30-odd years ago.  Were there any other films you looked at as inspiration before writing this?  FW: Well, we looked at movies like Let Him Have It, which was based on the Craig/Bentley murder case in England [Bentley was an 18-year-old with a low I.Q. who was hanged for murder]. Although I think that film has quite a lot of merit, in the end it comes across as a grim, dark, true-life murder  story, and similarly Dance with a Stranger, which was about Ruth Ellis [the last woman to be hanged in England]. We felt that if there was one thing we didn't want to do, it was to make a depressing murder film. We really wanted to tell a tale of a friendship, rather than a murder story. Sure, the movie ends with a murder, but for the most part, it celebrates friendship.  PJ: We wanted to make it a lot funnier than those films. And people have said, \"It's such a serious subject; why did you try to make it funny?\" Well, obviously the murder wasn't funny, and we never attempted to make it funny, but the friendship was funny. Life is funny: generally, human beings  like to enjoy themselves, and there was no doubt that Pauline and Juliet had a hell of a good time, most of the time.  FW: But the other reason why it was important that we tell this as a true story is that it has a kind of universal truth for anybody growing up. When you're at that age, you become very focused on things in an extreme way. And I don't think Pauline and Juliet are so very different from anybody else; I think several things went wrong in their lives-Juliet's parents broke up, and Pauline became very alienated from her family -and I think it was this terriblecombination of things that led to this extraordinarily horrible act. But it's not something that can be precluded from anybody's experience in growing up. Adolescence is such a crazy time.  PJ: A lot of women have come up to us and said, \"I was Pauline. That was me. That was my childhood.\" I don't think it's that unusual. I think what is unusual about the whole thing is that these aspects of Pauline's character led to the murder, and I don't think the sort of person she was was particularly unusual or freakish or weird. When we hear things like that, it's the best possible endorsement we could get.    ", "Rieper": "\n[1] CLOSE-UP . . . a Christmas present is torn open . . . followed by several more, in QUICK CUTS. Typical 1952 presents.  A Christmas tree adorns the Riepers' lounge. Some simple streamers and ornaments decorate the room.  SUPER: \"Christmas, 1952\"  Honora, Herbert, WENDY and Pauline are sitting on the floor, amid presents and discarded wrapping paper, GRANDMA PARKER is sitting in a chair.  Pauline unwraps her present . . . a diary. Her eyes light up. HERBERT leans over.  \n[2] \n[3] Pauline doing housework: sweeping floors, ironing, hanging washing, folding, dusting, cleaning bath . . .  \n[4] Pauline is lying in the bath, writing in her exercise book  She turns the page and calls out.  \n[5] Laurie is seated outside the bathroom door. He is dressed in a bathrobe, and has a new change of clothes on his lap.  \n[6]knocks harder.  \n[7]and HERBERT are sitting with Hilda in the lounge.  HILDA She's uncontrollable. I've told her that Pauline is not going to South Africa, but she refuses to accept it.  \n[8]is bustling about the house, working. Every time she bends down, or leans over, Pauline is revealed behind her. She is helping, but the mood is one of a hunter closing in on its prey.  \n[9]is mixing up some pikelet batter. Pauline is buttering bread . . . a great pile.  ", "Hilda": "", "Hulme": "", "John": "\n[1] CLOSE-U P . . . John's sweaty face, still grunting furiously.  ", "/Nicholas": "", "Pauline": "\n[1]Mummy!  CAMERA RUSHES toward Hilda and Henry  as they turn to greet the two girls:  \n[2](Panicked) It's Mummy!  Pauline and Juliet rush into CLOSE-UP . . . panting heavily. For the first time we realise their clothes, and Pauline's face, are splattered with blood.  \n[3]She's terribly hurt . . .  \n[4]I think your drawing's fantastic!  \n[5]Hello!  \n[6](Calling) Got an A, Mum!  \n[7]He's Italian, Dad! The world's greatest tenor!  Mario Lanza starts singing . . . HERBERT comes into the lounge, miming the song with a limp fish. He gesticulates a grand operatic fashion.  \n[8]Stop it! You're spoiling it! Go away!  She pushes HERBERT out of the room, into the kitchen.  \n[9]I spent ages in hospital, too . . . with my leg. I had to have all these operations.  \n[10]Osteomyelitus turns your bones to chalk. It took them two years to drain all the muck out.  Pauline looks despondently at her leg.  \n[11]It doesn't matter.  \n[12]No, thank you.  HILDA Well, Juliet's told us all about you. I hear you're fond of opera.  Before Pauline can reply, Juliet fans Mario Lanza albums across the floor.  \n[13]I think I'm dying . . .  \n[14]Urrrgh! You've been eating onions.  Before Juliet has time to react, Pauline pushes her off, giggling maniacally. She leaps to her feet and attempts to run. Juliet grabs Pauline's cardigan, pulling her backwards.  \n[15]\"There's a light in her eye, Though she may try to hide it, She cannot deny, There's a light in her eye.\"  Now Juliet is cracking up at the sight of Pauline spinning around in her underwear, shoes and socks.  Pauline circles around and around Juliet, singing. Juliet hurriedly starts undressing down to her underwear.  Juliet giggles and starts jumping up and down.  Pauline suddenly breaks into a run and races through the bushes. Juliet follows.  Both girls are screaming and hooting loudly. Pauline and Juliet burst out of the bushes and . . .  \n[16]&amp; JULIET \"Her face is a dream, like an angel I saw . . .  . . . into a field. They find themselves face to face with a FARMER, mending a fence.  without missing a beat, they continue singing . . .  \n[17]&amp; JULIET \"But all that my darling can scream . . .\"  . . . then break down into convulsive laughter. They turn and flee back into the bushes.  ON THE SOUNDTRACK . . . Mario Lanza picks up \"The Donkey Serenade\" at the point that Pauline and Juliet stopped. The song builds to a rousing final chorus as . . .  Pauline and Juliet collapse on the ground, rolling and tumbling in an embrace.  As Mario sings the last exhilarating notes . . .  CAMERA RISES UP VERTICALLY . . . up through the foliage . . . past the branches of a tree which abruptly BLOCK CAMERA.  \n[18]I wish James would do a religious picture . . . he'd be perfect as Jesus!  \n[19]But, we're all going to Heaven!  \n[20]Saint Mario!  Juliet places Mario Lanza's photo in the shrine.  \n[21]He . . .  Juliet places James Mason's photo in the shrine.  \n[22]Him . . .  Juliet picks up a photo of Mel Ferrer and places it in the shrine.  \n[23]This . . .  Juliet places Jussi Bjoerling's photo in the shrine.  \n[24]That . . .  Pauline places the last photo in the shrine . . . Orson Welles.  \n[25]It.  Juliet screws her face up and throws the photo into the stream.  \n[26]I decided that my New Year's resolution is to be more lenient with others.  \n[27]Aren't you going out?  \n[28]This is a private function! Go away!  \n[29]Dad!  \n[30]It's my middle name.  \n[31]He's the manager!  \n[32]We have decided how sad it is for other people that they cannot appreciate our genius . . .  \n[33]. . . but we hope the book will help them to do so a little, though no one could fully appreciate us.  The Hulmes' car is driving along a narrow, winding road on the way to Port Levy.  EXT. WHARF - DAYSUPER: \"Port Levy, Easter 1953\"  Juliet, in her swimming costume, runs to the end of the jetty and teeters nervously on the edge. Pauline fearlessly barrels past her and jumps in.  SERIES of BLACK &amp; WHITE \"HOLIDAY SNAPS\":  Girls splashing in the water; Jonathon with ice cream smeared over his face; Henry paddling with trousers and rolled up; Hilda on deck chair.  EXT. PORT LEVY BEACH - DAYPauline and Juliet are in the middle of building an elaborate sand castle. Juliet is working on a tower.  LOW ANGLE . . . TRACKING IN TOWARD the castle gateway.  \n[34]Deborah awaits his return in their private boudoir at the very top of the tower.  TRACKING from sand castle courtyard, up steps into tower.  \n[35]He flings open the door and launches himself at the bed, ravishing her!  \n[36]Julie! Julie!  Pauline finds Juliet curled up in a little ball. She is motionless. Pauline gently takes Juliet in her arms. Juliet is breathing heavily . . . she squeezes her eyes shut, concentrating hard-a look of desperation on her face.  \n[37]What?  \n[38]What???  Golden light streams on Pauline and Juliet. Pauline look up as the clouds above them open. Juliet stands as if in trance. She offers her hand to Pauline.  \n[39]Today Juliet and I discovered the key to the Fourth World. We have had it in our possession for about six months, but we only realised it on the day of the Death of Christ. We saw a gateway through the clouds. Everything was full of peace and bliss. We then realised we had the key . . .  \n[40]We have an extra part of our brain which can appreciate the Fourth World. Only about 10 people have it. On two days every year we may use the key and look into that beautiful world which we have been lucky enough to be allowed to know of . . .  EXT. COUNTRYSIDE - DAYWIDE SHOT . . . the Hulmes' car, a small speck at the BOTTOM OF FRAME, winding over the hills.  Above . . . billowing cumulus clouds fill the sky.  \n[41]. . . on this Day of Finding the Key to the Way through the Clouds.  \n[42]Push! . . . Breathe! . . . It's coming! . . . Oh, God!  PULL OUT . . . to reveal Juliet lying on her bed, in childbirth pose. Her pregnant stomach is pushing at the seams of her school dress.  Juliet wails . . . Pauline pulls out a pillow from between Juliet's legs, her face a mixture of surprise and elation.  \n[43]It's a boy! Deborah . . . we've got a son and heir!  Pauline hands Juliet the pillow. She cradles it in her arms.  \n[44]You're such an incredible woman.  \n[45]It's not rubbish!  \n[46]It doesn't say it has to be the Windsors!  \n[47]Mrs. Hulme told me they had found out today that Juliet has tuberculosis on one lung. Poor Julietta. I nearly fainted when I heard. I had a terrible job not to cry.  \n[48]I spent a wretched night. It would be wonderful if I could get tuberculosis, too.  \n[49]I'm not hungry.  \n[50]I just want to be on my own for a while.  \n[51]Do you think Juliet could stay here while her parents are away?  \n[52]But she'll have no one to look after her!  \n[53]This evening I had a brainwave: that Juliet and I should write to each other as Charles and Deborah.  INT. RIEPERS' HOUSE/PAULINE'S SLEEPOUT - NIGHTPauline is lying on her bed, furiously writing a letter.  \n[54]I wrote a six-page letter as Charles and a two-page letter as Paul.  INT. SANATORIUM - DAYJuliet lies on her bed, writing to Pauline.  \n[55]She has entered into the spirit of the thing greatly!  As we listen to Juliet's V.O., we see SCENES of TB hospital life . . . the meals brought around . . . the dayroom . . . the DOCTORS.  \n[56]My dearest darling Deborah. Affairs of state continue to occupy my time.  Pauline washes a pile of dishes in the kitchen.  \n[57]I have to report that the lower classes are terrifically dull.  Pauline is sitting in the lounge, looking very boring during a game of Lexicon with Herbert, John and a ROSS. Pauline is waiting for her turn, unaware that John is studying her from across the table. Her  word PUTRID spelled out.  \n[58]Only yesterday I was compelled to execute several peasants just to alleviate the boredom . . .  \n[59]. . . Diello insisted on coming along . . . in fact, he made such a fuss that I had to let him yield the ax himself. Heads did roll! Not just the prisoners, but the royal guard, my valet and several unfortunate copped it as well . . .  IMAGES of Pauline's painting: people being run through with swords, heads coming off, etc.  \n[60]I love the colour!  Juliet smiles at Pauline.  \n[61]Yes, but there's nothing between them. Deborah would never go for a commoner. Nicholas has got his eye on Gina, an amazingly beautiful gypsy.  She gestures to a Plasticine GINA figure that is sitting or the shelf.  JOHN Looks like you, Yvonne.  Pauline beams.  \n[62]Juliet made it!  John smiles.  JOHN This is really quite incredible. l bet you girls know the entire royal lineage for the last five centuries.  \n[63]Oh, yes! It's all worked out!  John returns Nicholas to the shelf, placing him amidst whole family of beautifully sculpted Plasticine figures. Pauline self-consciously returns to her sculpting, aware that John is watching her keenly.  EXT. SANATORIUM/GARDEN - DAYPauline is sitting cross-legged at the foot of Juliet's bed.  \n[64]You'll never guess what's happened!!  \n[65]John has fallen in love with me!  \n[66]Well . . . no. But it's so obvious.  Pauline giggles. Juliet turns away.  \n[67]No, silly. I'm just teasing. He's only a stupid boy!  \n[68]Whaddya want?  John puts his fingers to his lips to shush her.  JOHN  l can't sleep . . . can l borrow a book?  \n[69]Shut the door.  John tiptoes across to the bookshelf He pulls a book out . . . \"Girls' Own Annual 1951.\"  JOHN This looks interesting.  Pauline gives him a dubious look from her bed.  John stands shivering, flicking through the annual.  JOHN These knitting patterns look damn complicated. Have you tried the tea cosy?  Pauline shakes her head and looks on as John continues to thumb awkwardly through the book, his shivers increasing.  He glances at Pauline nervously.  JOHN It's damn cold, isn't it? Do you think I could hop into bed for a moment . . . just to warm up? My feet are like iceblocks.  \n[70]You should have worn your slippers.  JOHN Come on, Yvonne, I'll catch me death!  Pauline rolls to one side.  \n[71]Just for a minute.  John climbs into bed beside Pauline and pulls the blankets up around his chin.  \n[72]To think that so much could happen in so little time, caused by so few. A terrible tragedy has occurred . . .  INT. RIEPERS' HOUSE/PAULINE'S SLEEPOUT - NIGHTPauline is lying in bed. The lights are off.  \n[73]\"Now, gels . . . it isn't ooo, it's eee,\" and she goes . . . \"eeeeee\" as if someone is jabbing a pin into her! Silly old trout!  PULL OUT during Pauline's V.O.... to reveal John lying in bed beside her. He cuddles up to her.  JOHN I love you, Yvonne.  Pauline continues, oblivious to his attentions.  \n[74]And then in history, we've got this senile old bat, who goes . . .  \"And Charles the Second met Nell Gwynn aboard a boat and he was a prince and she was a pretty young thing and these thing do happen . . .\" (Normal voice) God! It's no wonder I don't excel in history!  JOHN Do you love me as much as I love you?  \n[75]0f course, my darling Nicholas.  John can't contain himself . . . he starts pressing himself against her body.  JOHN  My . . . my name's John.  Pauline lies on her back, not responding to his caresses.  \n[76]I like Nicholas much better!  John climbs on top of Pauline.  JOHN You can call me anything you like . . .  John fumbles around beneath the sheets.  \n[77]What are you doing?  JOHN Nothing . . .  \n[78]Bloody hell!  John desperately tries to conceal himself beneath the bedcovers as . . .  The light flicks on . . . HERBERT stands in the doorway. He surveys the situation with a grim expression.  John rolls out of bed and staggers toward the door fumbling with his pyjama cord.  \n[79]I lay there mesmerised. It was just too frightful to believe . . .  \n[80]When I got up I found Father had told Mother . . .  CAMERA PULLS BACK to reveal STEVE , Ross, a new boarder, LAURIE, and HERBERT seated around the table. The boarders are clearly oblivious to the tense family vibes.  LAURIE Coming to Lancaster Park on Saturday, Mr. Rieper?  \n[81]I had a nasty foreboding feeling at first, but now I realise my crime was too frightful for an ordinary lecture.  \n[82]Can I go now?  \n[83]Well, I guess I take after you then!  \n[84]You ran off with Dad when you were only 17! Nana Parker told me!  \n[85]I am terribly cut up. I miss Nicholas terrifically. Mother thinks I will have nothing more to do with him, but little she knows . . .  The front door quietly opens and Pauline sneaks out.  Pauline pedals her bicycle furiously along dark streets.  EXT. BOARDING HOUSE - NIGHTPauline climbs up a fire escape.  John comes out onto the balcony and hugs her.  \n[86]Nicholas was pleased that I was so early.  John and Pauline disappear into his room . . .  WIDE SHOT of the house, as Pauline's V.O. continues . . .  \n[87]We sat around and talked for an hour and then went to bed. I declined the invitation at first, but he became very masterful and I had no option. I discovered that I had not lost my virginity on Thursday night. However, there is no doubt whatsoever that I have now . . .  \n[88]Charles!  The PLASTICINE KING smiles.  CHARLES  Hello, Gina . . . great to see you here!  He turns away. Pauline scans the crowd. She gets a fleeting glimpse of the back of a ROBED WOMAN.  \n[89]Deborah!  Deborah does not hear, and Pauline desperately pushes between Plasticine people to try and reach her.  A blur of Plasticine faces slide past . . .  \n[90]Diello!  DIELLO  Careful, Gina. . . we almost lost you!  Diello suddenly steps back, draws his sword and expertly runs a passing PEASANT through.  He sweeps his hat off and bows at Pauline.  DIELLO  For you, my lady!  Pauline beams. Her eye is again caught by Deborah's Plasticine figure across the crowd . . . her back is still turned.  \n[91]Deborah!  Deborah slowly turns around . . . she has a human face-Juliet!  Tears of joy trickle down Pauline's cheeks.  Juliet is laughing and smiling, looking beautiful.  Diello gently wipes Pauline's tears.  DIELLO  You're crying, Gina . . . don't be sad.  Another Plasticine arm tugs at Pauline's shoulder . . . she turns and looks straight at the figure of . . .  \n[92]I've got to go home.  John jumps out of bed and wraps his arms around her.  JOHN I love you so much.  MOVE IN . . . on Pauline's emotionless face.  \n[93]There are living among two dutiful daughters.  INT. HULMES' CAR - DAYPauline and Juliet are sitting together in the back seat.  \n[94]Of a man who possesses two beautiful daughters,  Henry adjusts the rearview mirror and catches sight of their clasped hands.  \n[95]You cannot know nor yet try to guess,/The sweet soothingness of their caress,  Henry's steely gaze in the rearview mirror.  The poem continues over a visual montage:  EXT. ILAM DRIVEWAY - DAYThe Hulmes' car pulls up outside Ilam.  \n[96]The outstanding genius of this pair is understood by few,/They are so rare. . .  Hilda emerges out of the house. Juliet gives her a big hug.  \n[97]Compared with these two, every man is a fool,/The world is most honoured that they should deign to rule,/And I worship the power of these lovely two,/ With that adoring love known to so few . . .  Pauline looks knowingly at Juliet, then down to John, hurrying along the street.  \n[98]'Tis indeed a miracle, one must feel, That two such heavenly creatures are real,  \n[99]Hatred burning bright in the brown eyes with enemies for fuel,  CLOSE-UP . . . Juliet's face, staring intently ahead.  \n[100]Icy scorn glitters in the gray eyes, contemptuous and cruel, Why are men such fools they will not realise,  PULL OUT . . . to show Pauline and Juliet lying in opposite ends of a hot, steaming bath, staring at each other.  \n[101]The wisdom that is hidden behind those strange eyes.  \n[102]And these wonderful people are you and I.  FAST TRACK IN . . . to the bedroom door.  Henry is silently observing the two sleeping girls, his face stoney.  Sound of a distant thunderclap . . .  \n[103]No.  DR. BENNETT And why is that?  \n[104]She nags me.  DR. BENNETT And that's why you like to stay with the Hulmes?  Pauline looks wary. She doesn't answer.  DR. BENNETT Or is it because you want to be with Juliet?  No answer.  DR. BENNETT Do you . . . like girls?  \n[105]No.  DR. BENNETT Why not?  \n[106]They're silly.  DR. BENNETT But Juliet's not silly?  \n[107]No!  DR. BENNETT Yvonne . . . there's nothing wrong with having a close friend, but sometimes things can get . . . too friendly. Such associations can lead to trouble. It isn't good to have just one friend . . . my wife and I have several friend and we enjoy seeing them on a regular basis, and it's all perfectly healthy. Perhaps you could think about spending time with . . . boys- Dr. Bennett stops in mid-sentence, a look of surprise face. He looks down at his chest . . .  A red bloodstain is slowly spreading across his shirt. Dr. Bennett twitches slightly as the blade of a sword work its way out of his chest!  Pauline's face lights up as . . .  Diello rises up behind Dr. Bennett.  DIELLO  Bloody fool!  \n[108]Mother woke me this morning and started lecturing me before I was properly awake, which I thought was somewhat unfair. She has brought up the worst possible threat now. She said that if my health did not prove I could never see the Hulmes again. The thought is too dreadful. Life would be unbearable without Deborah . . .  CAMERA CRANES UP . . . through the ceiling and into . . .  INT. RIEPERS' HOUSE/PAULINE'S BEDROOM - NIGHT. . . Pauline's bedroom. The room is filled with the sad strains of \"E Lucevan le Stelle,\" an aria from Puccini's Tosca that is booming out from Pauline's portable record player.  CAMERA CRANES UP past the foot of the bed to reveal Pauline lying on her back, looking very morose.  TRACK IN TO her intense face as her V.O. continues . . .  \n[109]l wish I could die. This is not an idle or temporary impulse. I have decided over the last two or three weeks that it would be the best thing that could happen together, and the thought of death is not fearsome.  \n[110]My New Year's resolution is a far more selfish one than last year, so there is more probability of my keeping it. It is to make my motto: \"Eat, drink and be merry, for tomorrow you may be dead.\"  Pauline looks up from her diary as the CAMERA RUSHES IN toward her face.  \n[111]My name is Gina!  \n[112]What does old Stew want?  \n[113]Who cares!  \n[114]I'm educating myself!  \n[115]What do you know? You wouldn't know the first thing about writing. You're the most ignorant person I've ever met!  \n[116]I don't wanna be in bloody school!  \n[117]I think I'm going crazy.  \n[118]Let's go overseas . . .  \n[119]Stay still or they'll be blurry . . .  \n[120]Just a couple more . . .  \n[121]I'm sure they'll notice things missing.  \n[122]I can try my father's safe. I'm sure I can get the keys to his office.  \n[123]I rose at 5:30 this morning and did housework before 8 o'clock, including taking Wendy her breakfast in bed. I feel very pleased with myself on the whole and also the future.  Pauline spins around and stares straight into the CAMERA.  \n[124]We are so brilliantly clever.  ILAM GROUNDS - DAYWHACK! A tennis ball is hit by a racquet.  Hilda and Walter Perry are playing mixed doubles on the court laid out in the Ilam grounds, behind the house.  SUPER: \"Two Weeks Later\"  It's a sunny, festive afternoon. Picnic blankets are laid out around the tennis court. Tables of food and colourful awnings have been erected around the lawn.  Henry is chatting to some friends beside the tennis courts.  Thirty cars are filling the drive in front of the house. People are wandering around, admiring the gardens.  Dr. Bennett and his wife, PEARL, are strolling along the edge of the river. SUDDENLY . . .  SPLASH!!! . . . Dr. Bennett and Pearl are drenched in a shower of water as a large rock lands in the river beside them.  \n[125]I thought he was supposed to be terribly ill.  \n[126]Do you think Bloody Bill's trying to get into her draws?  \n[127]Poor Father . . .  \n[128]Just washing my hair now, Laurie. Won't be a moment.  \n[129](Facetious) Yes, yes, yes!  \n[130](Angry) I'm bloody dressing as fast as I can, for God's sake!  \n[131]Mother gave me a fearful along the usual strain.  Pauline pauses by her bedroom door as HONORA continues talking to her.  \n[132]I rang Deborah immediately as I had to tell someone sympathetic how I loathed Mother.  EXT. ILAM HOUSE - NIGHTIlam at night. All the lights are off.  \n[133]Deborah told me the stupendous news! I'm going out to Ilam as we have much to talk over.  INT. ILAM/HALLWAY - MORNINGPauline pushes the front door open and steps inside. All is quiet in the house.  Rain is pelting down outside.  \n[134]Hello?  No reply . . . Pauline goes up the stairs.  INT. ILAM/JULIET'S BEDROOM - MORNINGPauline enters the bedroom . . . Juliet is lying in bed, looking pale and upset.  \n[135]Deborah was still in bed when I arrived.  Pauline rushes over to the bed. Juliet grabs her and hugs tightly.  WHIZ PAN AROUND and FAST TRACK IN TO . . . Henry standing in the doorway.  \n[136]Dr. Hulme asked us to come into the lounge to have a talk with him.  INT. ILAM/HALLWAY - MORNINGJuliet is wrapped in a blanket. Pauline has an arm around her shoulders as they walk toward the lounge.  Hilda walks past and Juliet glares hatefully at her.  INT. ILAM/LOUNGE - MORNINGTRACK IN . . . to a CLOSE-UP of Henry, sitting in a big leather chair.  HENRY Your mother and I are getting divorced.  Juliet is in shock. She clutches Pauline's hand.  MOVE IN . . . to CLOSE-UP of Pauline.  \n[137]The shock is too great to have penetrated my mind. It is so incredible. Poor Father. Dr. Hulme was absolutely kind and understanding . . .  Pauline's V.O. continues over . . .  A conversation between Henry and the two girls. The large lounge at Ilam is dark and cold. The mood is bleak.  \n[138]He said we must tell him everything about our going to America. He was both hope-giving and depressing. We talked for a long time and Deborah and I were near tears by the time it was over.  INT. ILAM/HALLWAY - MORN I NGPauline's V.O. continues over . . .  Henry ushers Pauline and Juliet out of the lounge. He walks Pauline toward the front door.  \n[139]What is to be the future now? We may all be going to Italy and dozens of other places, or not all. We none of us know where we are and a good deal depends on chance.  \n[140]Dr. Hulme is the noblest and most wonderful person I have ever known of.  Henry shuts the door.  INT. RIEPERS' HOUSE/PAULINE'S BEDROOM - NIGHTPauline's V.O. continues over . . .  Pauline is lying in bed, writing in her diary.  \n[141]One thing Deborah and I are sticking to: through everything, we sink or swim together.  INT. ILAM/JULIET'S BEDROOM - NIGHTJuliet is propped up in bed, looking sick and pale. Hilda is sitting by the side of the bed. Henry stands at the foot of the bed, hands behind his back.  HENRY Your mother and I have talked things over and we've made some decisions . . . I am resigning from the university and will be taking up a position back in England.  Juliet looks horrified.  \n[142]The Hulmes will look after me. They want me to live with them!  \n[143]I belong with Deborah! We're going to South Africa!  \n[144]You have to let me go!  \n[145]I felt thoroughly depressed and even quite seriously considered committing suicide. Life seems so much not worth the living, death such an easy way out.  \n[146]Anger against Mother boiled up inside me as it is she who is one of the main obstacle in my path. Suddenly a means of ridding myself of this obstacle occurred to me. If she were to die . . .  \n[147]It's no bloody good . . . I went to the passport office today. They won't give me one till I'm 20.  CUT between Pauline and Juliet . . .  \n[148]I need my sodding parents' consent.  Tears well in Juliet's eyes.  \n[149]I did not tell Deborah of my plans for removing Mother. I have made no decision yet as the last fate I wish to meet is one in a borstal. I am trying to think of some way.  \n[150]We realised why Deborah and I have such extraordinary telepathy and why people treat us and look at us the way they do. It is because we are MAD. We are both stark raving MAD!  They are no longer in the lounge - at some point the waltz has dissolved into . . .  EXT. BOROVNIA CASTLE COURTYARD - NIGHT. . . the courtyard in Borovnia Castle.  The crowds continue dancing to \"The Loveliest Night of the Year.\"  A doorway in the courtyard . . . Henry Hulme is lurking in the shadows, peering out. He is dressed like a jester with cap and bells. The CAMERA PUSHES IN . . . to a distorted FISHEYE SHOT of Henry.  Pauline's V.O. continues, building in intensity . . .  \n[151]Dr. Hulme is MAD, as MAD as a March hare!  At the conclusion of the song . . . TWO BURLY BOROVNIAN EXECUTIONERS swing their axes down, chopping a couple of ropes. A huge banner unfurls down the side of the castle tower. In embroidered letters three stories tall is the word . . .  \n[152]It was the first time I had ever seen It. Deborah had always told me how hideous he was!  Pauline and Juliet are sitting in the cinema, absorbed in the film.  \n[153]It is appalling. He is dreadful. I have never in my life seen anything in the same category of hideousness . . . but I adore him!  \n[154]We talked for some time about It, getting ourselves more and more excited.  A huge shadow of a figure, dressed in hat and cape, rises on the bedroom wall behind the girls, threatening to engulf them.  \n[155]We enacted how each saint would make love in bed.  Juliet heaves on the bed, Pauline leans over and . . . MORPHS into Orson Welles!  CUT TO INT. BOROVNIA CASTLE - NIGHTDiello thrusts and grunts, as if making love. He steps back holding a bloody sword. A slain peasant drops at his feet.  CLOSE-UP . . . Pauline moaning and thrashing.  CLOSE-UP . . . Diello swinging from side to side as he hacks a peasant to pieces.  INTERCUT WITH SHOTS of Pauline and Juliet intertwined with Orson and Diello. Pauline and Juliet sometimes change into their Plasticine counterparts, Deborah and Gina.  \n[156]We spent a hectic night going through the saints. It was wonderful! Heavenly! Beautiful! And ours! We felt satisfied indeed. We have now learned the peace of the thing called Bliss, the joy of the thing called Sin.  \n[157]I'm coming with you.  \n[158]I know what to do about mother.  Juliet's eyes narrow.  \n[159]We don't want to go to too much trouble . . . some sort of accident.  A moment of silence.  \n[160]People die every day.  CLOSE ON . . . Juliet's face.  Silence.  \n[161]Our main idea for the day was to moider mother.  REVERSE ANGLE . . . Pauline and Juliet walk toward the house. Unicorns are grazing in the Ilam garden. Fairies dance in the air. Large dragonflies hover around the girls.  \n[162]This notion is not a new one but this time it is a definite plan which we intend to carry out. We have worked it out carefully and are both thrilled by the idea. Naturally we feel a trifle nervous, but the pleasure of anticipation is great.  EXT. ILAM GROUNDS - NIGHTCLOSE-UP . . . James Mason's photo lands in a roaring fire and is immediately consumed by the flames. Photos of Mel Ferrer, Michael Rennie and Orson Welles follow.  Pauline and Juliet are standing by a roaring fire in the Ilam grounds. They throw Mario records onto the flames. The black vinyl curls and melts. Their Plasticine figures are next. Globs of melted Plasticine drip amidst the burning debris.  It is clearly a strange, ritualistic burning. Pauline and Juliet watch the fire, enraptured.  \n[163]We both spent last night having a simply wonderful time in every possible way.  \n[164]I was picked up at 2:00 P.M. I have been very sweet and good. I have worked out a little more of our plan. Peculiarly enough I have no qualms of conscience.  \n[165]I rose late and helped Mother vigorously this morning. Deborah rang and we decided to use a rock in a stocking rather than a sandbag. We discussed the moider fully. I feel very keyed up as though I were planning a surprise party. Mother has fallen in with everything beautifully and the happy event is to take place tomorrow afternoon. So next time I write in this diary Mother will be dead. How odd-yet how pleasing.  \n[166]Mummy!  CAMERA MOVES toward . . . Henry and Hilda as they turn and happily greet the two girls. Hilda kisses Juliet, then Pauline on the cheek. Henry and Hilda hug the girls and stand together as a tight group.  MOVE IN ON . . . Pauline, looking radiantly happy. Pauline hugs Hilda tightly. Tears well in her eyes. She gazes at Juliet. Slowly their faces come together in profile, filling the screen. They kiss.  \n[167]I am writing a little of this up on the morning before the death. I felt very excited and the night-before-Christmas-ish last night. I am about to rise.  \n[168]Let's go upstairs, Deborah. I wrote the last 10 pages of my opera last night.  \n[169]It's a three-act story with a tragic end.  \n[170]I thought for hours about whether Carmelita should accept Bernard's marriage proposal . . .  \n[171]. . . but in the end I decided against it. I thought it would spoil all their fun.  Pauline puts the brick in her shoulder bag.  \n[172]It's true! He was spotted in the lingerie department, eh, Wendy?  WENDY There's nothing wrong with Sir Edmund Hillary buying underwear for his wife. He was a very nice man!  \n[173]I bet he pitches a tent in the middle of their bedroom, and they have to pretend to be on some mountain!  \n[174]Bye, Dad.  \n[175]Let's go for a walk down here . . . come on, Mummy!  \n[176]You have it.  \n[177]Go on, Mum, treat yourself.  Honora's will weakens. She picks up the scone and takes a big bite.  \n[178]Look, Mother!  \n[179](Anguished) No!  ", "Parker": "", "Rev.": "", "Norris": "\n[1] ", "Jonathan": "", "Miss": "\n[1]Sit!  Everybody sits.  EXT. CHRISTCHURCH GIRLS' HIGH/CRANMER SQUARE - MORNINGThe Hulmes' car pulls up outside the school.  \n[2]Put your hand up! I will not have girls talking out of turn in my class!  The door opens and Miss Stewart brings Juliet into the room.  The presence of the headmistress causes the class to stand up.  \n[3]Good morning, gels.  CLASS  Good morning, Miss Stewart.  The class sit.  \n[4]Miss Waller . . . class . . . this is Juliet Hulme. Juliet is joining us from St. Margaret's, and prior to that she spent some time at Queenswood in the Hawkes Bay.  Juliet looks at Miss Stewart haughtily.  \n[5]Of course . . . Juliet's father is Dr. Hulme, the Rector of the University.  Miss Waller looks impressed. Pauline is quietly drawing horses at the back of the class.  \n[6]Juliet's travelled all over the world, and I'm sure she'll be very eager to share her impressions of exotic lands across the seas with the gels of 3A. I'll leave you to it, Miss Waller. Juliet.  Miss Stewart leaves. Miss Waller smiles at Juliet.  \n[7]You can sit over here, Juliet.  Miss Waller gestures to a desk at the front. She gives Juliet a cardboard name card.  \n[8]We use French names in this class. You can choose your own.  Miss Waller returns to the blackboard and starts writing.  \n[9]Now, irregular verbs in the present subjunctive. . . \"qu'il vienne\". . .  \n[10]It is customary to stand when addressing a teacher . . . \"Antoinette.\"  Juliet stands.  \n[11]Oh! I must have copied it incorrectly from my notes.  Juliet stands again.  \n[12]Thank you, Juliet. Open your text-book to page 17.  Pauline is smirking.  ", "Stewart": "\n[1]Sit!  Everybody sits.  EXT. CHRISTCHURCH GIRLS' HIGH/CRANMER SQUARE - MORNINGThe Hulmes' car pulls up outside the school.  \n[2]Good morning, gels.  CLASS  Good morning, Miss Stewart.  The class sit.  \n[3]Miss Waller . . . class . . . this is Juliet Hulme. Juliet is joining us from St. Margaret's, and prior to that she spent some time at Queenswood in the Hawkes Bay.  Juliet looks at Miss Stewart haughtily.  \n[4]Of course . . . Juliet's father is Dr. Hulme, the Rector of the University.  Miss Waller looks impressed. Pauline is quietly drawing horses at the back of the class.  \n[5]Juliet's travelled all over the world, and I'm sure she'll be very eager to share her impressions of exotic lands across the seas with the gels of 3A. I'll leave you to it, Miss Waller. Juliet.  Miss Stewart leaves. Miss Waller smiles at Juliet.  ", "Juliet": "\n[1]Mummy!  The PACE of the INTERCUTTING between TRACK and SHIP, COLOUR and BLACK &amp; WHITE, increases in rhythm.  Pauline and Juliet run up toward a MAN and WOMAN  on the deck.  \n[2]Mummy!  \n[3]Somebody's got to help us!  \n[4]I am actually from England, Miss Stewart.  \n[5]Excuse me, Miss Waller . . . you've made a mistake.  Miss Waller turns to Juliet-who now has the name \"Antoinette\" hanging around her neck.  \n[6]\"Je doutais qu'il vienne\" is in fact the spoken subjunctive.  \n[7]You should have written \"vint.\"  Miss Waller frowns, glances at the board, and hastily rubs out the offending word.  \n[8]You don't have to apologise, Miss Waller. I found it frightfully difficult myself . . . until I got the hang of it.  Miss Waller turns to Juliet, her face clouded with anger. The class looks terrified.  \n[9]That s all right, Mrs. Collins. I'm sure I can manage without one.  Mrs. Collins scans the class.  \n[10]St. George and the Dragon.  Mrs. Collins studies the detail in the drawing.  \n[11]Oh, I haven't gotten around to drawing her yet. I was going to pop her on a rock, but I seem to have run out room.  Juliet glances at Pauline.  \n[12]Sorry! I don't know if you've noticed, Mrs. Collin but I've actually drawn St. George in the likeness of world's greatest tenor-Mario Lanza!  \n[13]Can I have another look?  Pauline purses her lips and quickly pushes her left stocking down . . . She has a large ugly scar running up her left shin, from ankle to knee.  \n[14]That's so impressive!  Pauline does not look convinced.  \n[15]I've got scars . . . they're on my lungs.  Pauline looks surprised.  \n[16]I was in bed for months during the war, ravaged by respiratory illness.  \n[17]Mummy and Daddy sent me to the Bahamas to recuperate. I didn't see them for five years-but we're together now and Mummy's promised they'll never leave me again.  \n[18]Cheer up! All the best people have bad chests and bone diseases! It's all frightfully romantic!  \n[19]Hi, Paul!  SUDDENLY! . . . an 8-year-old boy - JONATHON HULME - comes charging out of the bushes and lays into Juliet with a wooden sword. He is dressed in a \"prince's\" costume.  \n[20]0www!  Jonathon runs away. Juliet gives chase, yelling to Pauline.  \n[21]The evil Prince Runnymeade is escaping! Get him, Paul!  Pauline joins in the chase after Jonathon, careening through garden and bushes.  Juliet and Pauline lose sight of Jonathon. They pause in a clearing, catching their breath.  \n[22]The blighter's gone to ground!  JONATHON Yaaaa!  Jonathon drops from a tree, onto Pauline, sending, her sprawling. He whacks her on the bottom with his wooden sword.  \n[23]God! Jonty! Jonty-stop it! Go away! We're not playing anymore . . . go on, bugger off!  Jonathon pokes his tongue at Juliet, turns and runs away.  Juliet offers her hand and pulls Pauline up. She pauses, a look of shock on her face . . .  The Mario Lanza record lies broken on the ground. Pauline looks distraught.  \n[24]0h, God . . . I'm so sorry!  \n[25]Of course it matters! It's Mario!  I NT. ILAM/LOUNGE - DAYCLOSE ON . . . HENRY HULME - a 44-year-old bespectacled academic. He is sniffing, with a disdainful look on his face. He pulls a packet of mouldy sandwiches his jacket pocket.  HENRY What on earth are these?  HILDA HULME, elegant, 36 years old, is setting down a tray of tea on a small table.  HILDA They're egg and salmon sandwiches . . . I gave them to you several days ago.  HENRY I thought I could smell sulphur.  HILDA God, Henry! You're hopeless! You can't be trusted with something as simple as lunch.  \n[26]Mother!  Hilda looks up as Juliet bursts into the room from the garden, followed by Pauline. Hilda smiles at Pauline.  HILDA Hello . . .  \n[27]Jonty broke Paul's record!  HILDA Oh, dear!  \n[28]We must buy her another one!  Juliet drops to the floor, hauling records out of the radiogram cabinet.  Pauline looks around, taking in the sumptuousness of her surroundings: ornate fireplace, paintings, antique furniture.  HILDA Would you like a cup of tea . . . Paul?  \n[29]Which one shall we play?  Pauline shrugs awkwardly. Henry looks up from his papers, rather annoyed at this intrusion. Pauline notices a row of beautifully sculpted Plasticine horses adorning the mantelpiece.  Juliet puts a record on the turntable.  HILDA Juliet . . . your father's trying to study.  \n[30]Daddy can study while we're playing records!  HENRY Why don't you go back outside, mmm? I'll be finished soon.  The record drops on the turntable. The arm swings across.  Henry and Hilda glance at each other. Henry silently gathers up his papers and leaves the room.  The needle drops and Mario Lanza's rendition of \"The Donkey Serenade\" booms into the room.  SWIRLING CAMERA as Juliet takes Pauline's hand and whirls her around, leading her into . . .  INT. ILAM HALLWAY - DAY. . . the hallway, laughing and singing. Pauline stares wide-eyed as the wood paneling, carved sideboard and curved staircase flash past her eyes.  The Donkey Serenade continues over a MUSICAL SEQUENCE:  EXT. SCHOOL PLAYGROUND - DAYCAMERA RUSHES around a netball court as the class run about in the middle of a game.  FAST TRACK IN toward Pauline and Juliet sitting on the sidelines, reading. Juliet laughs as Pauline reads to her from a Biggles book.  EXT. ILAM/GROUNDS - DAYPauline and Juliet cavorting around bushes and shrubs, arms outstretched, acting like dogfighting aeroplanes.  INT. ILAM/DINING ROOM - NIGHTCAMERA MOVES around Hilda, Henry, Jonathon, Pauline and Juliet at the table, having an evening meal. They are all sipping soup. Silver glistens, crystal sparkles.  Pauline watches Hilda out of the corner of her eye. She cocks her little finger in the same fashion as Hilda, and she spoons her soup up.  INT. ILAM/JULIET'S BEDROOM - DAYPauline and Juliet kneading and shaping Plasticine with their fingers . . .  PULL BACK to reveal sculpted horses, knights and dragons on the table top.  EXT. ILAM GARDENS - DAYHenry is showing TWO DISTINGUISHED GUESTS  around the Ilam gardens, when Pauline and Juliet come bursting out of the bushes and run between them, dressed in medieval clothing. They vanish into the bushes again.  EXT. CINEMA/STREET - DAYPauline and Juliet rush out of the cinema in a state of high excitement . . .  . . . FAST TRACK as they bound down the street, pirouetting and dancing as they pass bewildered PEDESTRIANS.  \n[31]Paul? Oh, God! Paul . . . are you all right?  Pauline's eyes are shut. She speaks with great effort.  \n[32]Don't . . . please! Please, don't!  Dying breath escapes from Pauline's mouth . . . she goes limp.  Juliet shrieks!  \n[33]Paul!!!  Juliet collapses over Pauline's body, crying.  Pauline's eyes flick open! She sniffs and pulls a face.  \n[34]You toad!  Pauline sheds the cardigan and runs through the bushes, with Juliet in hot pursuit!  RRRRIP! . . . Juliet tugs at Pauline's blouse and the buttons pop off. Pauline is laughing too hard to run anymore. She pulls off her skirt and waves it around her head as she dances around the bushes, singing \"The Donkey Serenade.\"  \n[35]Daddy says the Bible's a load of bunkum!  Pauline reacts with a degree of shock.  \n[36]I'm not! I'm going to the Fourth World! It's like Heaven, only better because there aren't any Christians.  Pauline giggles.  \n[37]It's an absolute Paradise of music, art and enjoyment.  Pauline is entranced. Juliet plucks up some photos.  \n[38]James will be there . . . and Mario! Only they'll be saints.  \n[39]To be known as He!  \n[40]Him.  \n[41]This.  \n[42]That.  \n[43]Absolutely not! Orson Welles! The most hideous man alive!  Juliet dramatically sweeps her hand over the photos in the shrine and bows her head.  \n[44]We give praise to . . . the saints!  Candlelight flickers on Pauline s enraptured face.  The crumpled photo of Orson Welles floats down the stream. With a sudden violent burst of sound, it is sucked into the weir.  \n[45]Hello, Mrs. Rieper . . . it's so nice to meet you.  Juliet shakes hands with Honora.  \n[46]And so, in a blazing fury, Charles runs Lancelot Trelawney through with his sword . . . leaving Deborah free to accept Charles's proposal of marriage!  \n[47]Well, actually, Mummy's left that programme now . . she's far too busy with The Marriage Guidance Council.  \n[48]Oh, no . . . Mummy's awfully good at it.  \n[49]She has deep discussions with unhappy couples and persuades them to have another go at it. In two years, she's only had four divorces. She should really be working for the U.N.!  WALTER PERRY is now sitting across the table from Hilda. He is ruggedly handsome, in his mid-40s  WALTER My wife's blaming me . . . says it's all my fault.  HILDA And how do you feel about that, Mr. Perry?  WALTER Please . . . call me Bill. I don't know what went wrong. My wife feels . . .  HILDA No . . . no . . . let's talk about your feelings . . . Bill.  The air is crackling with subtext.  \n[50]Mummy has a special technique called \"Deep Therapy.\"  \n[51]I'm not sure . . . but it's proving to be very popular!  \n[52]I adore anything to do with the arts.  \n[53]Are you a carpenter, Mr. Rieper? HERBERT shakes his head.  \n[54]Actually, Mr. Rieper . . . it's a novel, and we'll be sending it to New York. That's where all the big publishing houses are based.  \n[55]Charles clutches his wounded shoulder as he gallops into the courtyard.  ANGLE . . . from inside tower as Pauline looks in through the window.  \n[56]He smells her scent from 50 paces and urges his steed onward!  CAMERA rushes into . . . tower bedroom . . . PANS from Pauline's to Juliet's face, peering in through windows.  \n[57]God, yes!  Juliet starts to giggle at a private thought.  \n[58]I bet she gets up the duff on their first night together!  Pauline guffaws with delight. Jonathon is sitting nearby, digging a hole in the sand.  JONATHON What's \"up the duff\"?  \n[59]Something you wouldn't understand.  Jonathon launches himself at Juliet, and they roll on the sand, grappling.  JONATHON Tell me! I'm almost 10!  \n[60]You're eight and a half and incredibly stupid!  Pauline is laughing happily.  EXT. COTTAGE - DAYHilda sits on a deck chair in front of the cottage, brushing Pauline's hair. Henry is seated at a table, writing a letter.  Juliet is lying on a towel, making notes in an exercise book.  \n[61]Mummy . . . Pauline and I have decided the Charles and Deborah are going to have a baby. An heir to the throne of Borovnia.  HILDA What a splendid idea!  \n[62]We're calling him Diello.  HILDA That's a good, dramatic name!  \n[63]Paul thought it up.  Pauline beams.  HILDA Aren't you clever! There, all done.  Pauline stands. Juliet touches Pauline's hair. Hilda laughs.  Henry is rifling through his briefcase.  HENRY Hilda! I can't find that letter from the High Commission. They want our passport numbers.  \n[64]Are you going abroad, Daddy?  Hilda scowls at Henry.  HILDA Your father's attending a university conference in England, darling.  HENRY We'll only be away for a few weeks.  Juliet looks at Hilda, a trace of panic across her face.  \n[65]You're not going, are you, Mummy?  Hilda hesitates.  HILDA Well . . . I thought I might. It's a long time for your father and I to be apart.  \n[66]But I should go, too!  HILDA Darling, you've got school. You've only just settled in.  \n[67]But- Hilda suddenly stands.  HILDA Who's coming to the shops? I need some cigarettes.  Jonathon barrels out of the cottage.  JONATHON Me! I'm coming.  HILDA  Put on your shoes, Jonathon!  CAMERA MOVES IN . . . to Juliet's distraught face.  EXT. PORT LEVY HILLSIDE - EARLY EVENINGClouds swirling about the sky.  A grassy hillside overlooking Port Levy bay. An island sits in the bay, bathed in the last rays of sunlight.  Juliet is a tiny figure against the vast landscape. She runs blindly toward the edge of the hill.  Pauline appears over the brow . . . the hillside is empty! She panics, running, calling out.  \n[68]Look, Paul!  Pauline looks about, but can see nothing but a scrubby hillside. She looks mystified.  \n[69]It's so beautiful!  \n[70]Come with me.  Juliet pulls Pauline up and hugs her as they walk forward. The barren landscape around Pauline and Juliet morphs into a beautiful garden . . . the Fourth World!  EXT. FOURTH WORLD - DAYPauline and Juliet are amazed! . . . They stand, holding each other's hand tightly. The world around them take on a new form.  The grass beneath their feet has become a well-kept lawn. They are surrounded by fountains and waterfalls. Unicorns graze on the hillside . . . gigantic butterflies hover in the air.  Pauline and Juliet walk about in wonderment.  \n[71]I shall call him Diello.  \n[72]I couldn't have done it without you, Charles.  INT. SCHOOL/ENGLISH CLASS - DAY\"THE ROLE OF THE ROYAL FAMILY TODAY\" - written on the blackboard. Mrs. STEVE ns is presiding over Form 4A.  Juliet is standing at the front of the class, reading from an essay.  \n[73]. . . the Empress Deborah has the difficulty fending off her husband, who tries his way with her morning, noon and night . . .  The class titters . . . they clearly want to I STEVE ns s glare deters them.  Pauline sits at the back, smirking.  \n[74]. . . However, the Queen's biggest problem is her renegade child, Diello. He has proven to be an uncontrollable little brighter, who slaughters his nannies whenever the fancy takes him . . .  \n[75]No, Mrs. STEVE ns.  \n[76]I really don't understand why you are upset, Mrs. STEVE n. I merely wrote an essay on the Royal Family as requested.  Pauline points at the blackboard.  \n[77]My dear Charles, I miss you and adore you in equal amounts and long for the day we will be reunited, but as I languish here, in this house of disease and decrepitude, my mind turns-with increasing frequency- to the problem of our son . . .  INT. SANATORIUM/JULIET'S ROOM - DAYJuliet sits at a desk. sculpting and painting a Plasticine figure of Diello.  As her V.O. continues . . . TRACK INTO a CLOSE-UP of Diello's fierce little face . . .  \n[78]Although only 10, Diello has thus far killed 57 people and shows no desire to stop . . . it worries me, Charles.  \n[79]Oh, Charles . . . I am despair enough to put Diello in the hands of the Cardinal, in hope that a good dose of religion will set the young chap on the right path.  REVEREND NORRIS Hello again . . .  Juliet peers up at a DOG-COLLARED VICAR. She eyes him coldly.  REVEREND NORRIS How are you getting along? It must be awfully hard being away from your school chums . . . I've got something here you might just like to have a look at.  He hands Juliet a leaflet featuring a thin, withered figure in a great deal of pain. \"JESUS LOVES YOU\" is printed across the top.  Juliet's face hardens.  REVEREND NORRIS Unfortunately, modern medicine can only go so far in combatting an illness like TB. And that's why I'm here . . . because with the power of God, miracles can happen. The Lord has said that those who have faith will be saved! Reach out, Juliet! Reach out for Jesus!  During Reverend Norris's speech . . . CAMERA closes in to BIG CLOSE-UP of Juliet's face. Reverend Norris's voice fades away. . .  \n[80]I'm so happy to see you!  \n[81]Thank you so much!  Juliet sits back in her chair. She holds Pauline's hand. HONORA admires Juliet's knitting-a red cardigan.  \n[82]I'm the Matron's favourite patient and she's shown me her special stitch!  \n[83]It's for you.  Pauline squeezes Juliet's hand.  \n[84]is looking at some mail on a small table. Pauline is sitting at Juliet's bedside.  \n[85]I'm saving them for a rainy day.  \n[86]They sent me off to the Bahamas \"for the good of my health.\" They sent me to the Bay of bloody Islands \"for the good of my health.\"  \n[87]I'm sorry, Mrs. Rieper. I'm feeling quite fatigued.  \n[88]Can't you stay a bit longer, Paul?  Pauline looks at Honora.  \n[89]What??  \n[90]That idiot boarder?  Pauline beams.  \n[91]How do you know? Did he tell you?  \n[92]Is that why you haven't replied to my last letter?  Pauline's smile disappears.  \n[93]Mummy!  HILDA Darling! Welcome home!  EXT. STREET - DAYPauline and Juliet sitting in a tram as it crawls along slowly.  John is running alongside, waving and calling, trying to get Pauline's attention. He is clearly pleading with her, but to no avail.  JOHN Yvonne! Stop! I still love you!  \n[94]No, you're not, Gina-it's everybody else who is bonkers!  \n[95]You mean travel by ourselves?  Pauline nods.  \n[96]Where shall we go? Not the Bahamas; it's bloody awful!  A few moments of silence as the girls contemplate.  \n[97]Of course! It's so obvious!  \n[98]I know . . . I'll lean back and put my hair on my shoulders-then I'll look just like Veronica Lake!  Sound of a camera clicking.  \n[99]Hurry up! I'm freezing!  \n[100]I know, I'll lean forward and show more cleavage!  Henry frowns. Sounds of a camera clicking.  INT. ILAM/HILDA'S BEDROOM - NIGHTHilda is preparing for bed.  Henry opens the door and enters.  HENRY Those girls are up to something in the bathroom! I think they're taking photographs of each other!  HILDA Just leave them alone, Henry.  HENRY I'm prepared to tolerate that Rieper girl's presence but I will not stand for any . . . hanky-panky.  HILDA I'm sure it's all perfectly innocent.  INT. ILAM/LOUNGE - NIGHTTRACKING ALONG . . . a mantelpiece of knickknacks. Juliet's hand grabs three pieces.  Pauline and Juliet hurry around the darkened lounge, lifting various bits of silver and china. They are dressed their nighties.  \n[101]They'll blame the bloody housekeeper. She nicks stuff all the times!  INT. ILAM/JULIET'S BEDROOM - NIGHTPauline and Juliet are lying in Juliet's bed, their booty spread around them.  \n[102]This lot's got to be worth 50 quid!  \n[103]That's great! We'll have the fare in no time!  RIEPERS' HOUSE - DAWNSunrise over 31 Gloucester St.  \n[104]Direct hit! Gave his trousers a good soaking! Everyone will think he's peed himself!  They dissolve into giggles.  \n[105]Bloody Bill's sniffing around Mummy something chronic.  They pause by a tree, with a clear view across the river to Hilda and Walter playing tennis.  \n[106]That was what we were led to believe . . .  \n[107]I was looking forward to the ambulance arriving . . .  \n[108]There's something desperately exciting about bodies on stretchers . . . (Regretfully) But it wasn't like that at all!  \n[109]Poor Mother was completely taken in.  \n[110]Too right . . . but he doesn't have a show! Nobody gets into Mother's draws except Daddy!  They watch as Henry scampers across the lawn after the tennis ball.  \n[111]Don't worry, Gina! Mummy and Daddy love each other.  \n[112]The balloon has gone up!  HILDA What on Earth are you talking about? Mr. Perry is ill . . . I've brought him a cup of tea.  WALTER Would you like one, Juliet?  \n[113]Don't try and fob me off! It's going to cost you a hundred pounds, or I'm blabbing to Daddy!  Hilda looks at Walter, appalled. She looks Juliet square in the eye.  HILDA Mr. Perry and I are in love, Juliet.  Juliet s eyes widen at this unexpected confession.  WALTER Hilda!  HILDA Your father knows about us. Until other arrangements can be made, we've decided to live as a threesome.  Juliet looks confused. Tears spring to her eyes.  \n[114]I don't care what you do! Pauline and I are going to Hollywood. They're desperately keen to sign us up. We're going to be film stars!  HILDA What are you talking about?  \n[115]It's all arranged . . . we don't need your bloody hundred pounds anyway, so stick it up your bottom!  Juliet turns and leaves, slamming the door.  Hilda puts her head in her hands.  \n[116]But Daddy, you can't just leave me with Mother!  Hilda looks hurt.  HILDA We thought it best that you accompany your father. . .  \n[117]Is Gina coming, too?  HENRY  Of course not!  \n[118]I'm not going to England without Gina!  Hilda and Henry exchange an awkward glance.  HILDA You're not going to England, darling.  Juliet looks confused.  HENRY I'm leaving you in South Africa with Auntie Ina.  Juliet starts to tremble.  HILDA That chest of yours isn't getting any better. The warmer climate is just what you need . . .  HENRY For the good of your health.  Juliet opens her mouth and screams.  \n[119](Through phone) Everything's going to be okay, Gina. Mr. Perry's promised to give me 50 pounds for my horse . . .  INT. ILAM/HALLWAY - DAYJuliet is in the Ilam hallway, talking into the phone . . . Walter and Hilda are visible in the lounge beyond.  \n[120]That's a hundred and twenty! It's another 30 pounds and we've got the fare!  \n[121]But that's not true! I've got one.  \n[122]Don't cry, Gina . . . We're not going to be separated. They can't make us . . . they can't!  Hilda quietly looms up behind Juliet. She gently takes the phone out of Juliet's hand and puts it back on the receiver. Juliet struggles in Hilda's arms, pushing her mother away, screaming.  Pauline stands holding the dead phone.  \n[123]Yes . . .  \n[124]Only the best people fight against all obstacles . . .  Juliet squeezes Pauline's hand.  \n[125]. . . in pursuit of happiness.  WIDE SHOT of the fire.  \n[126]Mummy!  \n[127]Mummy!  HILDA You've got roses in your cheeks . . . I haven't seen that in such a long time. Have a lovely time, darling.  \n[128]I will . . . I'm so looking forward to it!  Juliet gives Hilda a hug. Hilda smiles at her daughter.  HILDA Bye.  Juliet beams, turns and skips toward the car. Henry arches an eyebrow and shrugs at Hilda. He starts the car up.  CLOSE-UP . . . Henry's wristwatch . . . 10:33.  EXT. STREET - MORNINGTRACKING with Henry's black car as it cruises along.  INT. HULMES' CAR - MORNINGJuliet is sitting next to Henry . . . sunlight flickers on her face. She sits back smiling, eyes shut, looking radiantly happy.  EXT. STREET - MORNINGThe black car glides to a halt outside some shops. Juliet hops out.  \n[129]Bye, Daddy . . . see you tonight.  \n[130]Hello!  \n[131]Thank you. I bought it especially, Mrs. Rieper.  MOVE IN . . . to clock . . . 11:05.  Juliet puts her bags on the table. Her satchel drops with a clunk. Pauline's eyes flick to the satchel, then up to Juliet.  \n[132]Fruit.  \n[133]All right, then.  Juliet follows Pauline out of the room. Pauline has to nip back and grab the satchel.  INT. RIEPERS' HOUSE/PAULINE'S BEDROOM - DAYCLOSE-UP . . . The newspaper is unwrapped to reveal the half-brick.  Pauline is sitting on her bed looking at the brick.  Juliet stands beside her. She tugs at her collar.  \n[134]Do you feel sweaty? I feel sweaty.  Pauline opens a draw and pulls out a stocking.  \n[135]Your mother is a rather miserable woman . . . isn't she?  \n[136]I think she knows what's going to happen . . . she doesn't appear to bear us any grudge!  Pauline puts the brick in the stocking and ties a knot in the foot.  \n[137]Affairs are much more exciting than marriages . . . as Mummy can testify!  They both laugh.  \n[138]I bet it was thermal underwear!  Pauline roars with laughter.  \n[139]Goodbye, Mr. Rieper.  \n[140]Isn't it beautiful!  \n[141]But you're not fat, Mrs. Rieper!  \n[142]I'm sorry.  PULL OUT . . . Henry and Hilda are standing on either side of Juliet. They both put a comforting arm around their distraught daughter's shoulders.  CLOSE-UP . . . Pauline looking devastated.  SLOWLY PULL OUT from Pauline's face . . . she stands alone, sobbing.  ", "Wendy": "", "Waller": "\n[1]Put your hand up! I will not have girls talking out of turn in my class!  The door opens and Miss Stewart brings Juliet into the room.  The presence of the headmistress causes the class to stand up.  \n[2]You can sit over here, Juliet.  Miss Waller gestures to a desk at the front. She gives Juliet a cardboard name card.  \n[3]We use French names in this class. You can choose your own.  Miss Waller returns to the blackboard and starts writing.  \n[4]Now, irregular verbs in the present subjunctive. . . \"qu'il vienne\". . .  \n[5]It is customary to stand when addressing a teacher . . . \"Antoinette.\"  Juliet stands.  \n[6]Oh! I must have copied it incorrectly from my notes.  Juliet stands again.  \n[7]Thank you, Juliet. Open your text-book to page 17.  Pauline is smirking.  ", "Bill": "", "Perry": "", "Dr.": "", "Bennett": "", "Mrs.": "\n[1]Right, I thought we'd do some life drawing today. Pair off into twos and decide who wants to model and who wants to draw.  The girls around Juliet turn to each other, seemingly eager not to be partnered with her. They pair off and Juliet is left alone.  \n[2]Oh, Juliet. . . you haven't got a partner.  \n[3]Pauline . . . are you with anybody?  Pauline shakes her head.  \n[4]Good! You can come here and pair up with Juliet.  Pauline reluctantly comes up to Juliet's table.  SERIES of SHOTS showing VARIOUS GIRLS sketching their partners. Most of the posing girls are seated in contrived positions with rigid grins on their faces. Mrs. Collins patrols the class, commenting to different girls.  \n[5]You might want to change the colour- make it a bit darker . . . that's very nice, Joan.  PULL BACK. . . to reveal Pauline's \"pose\" . . . slumped in the chair, arms crossed, a sullen look on her face. She stares intently at Juliet, who is drawing furiously . . . but doesn't refer to Pauline at all.  \n[6]Good heavens, Juliet! What on earth is this???  Mrs. Collins picks up Juliet's drawing. It features an armoured knight on horseback, fighting a dragon.  \n[7]Where's Pauline?  \n[8]Yes, I know it's very clever, Juliet, but when I set you a topic, I expect you to follow it. Now put that down and start again!  Mrs. Collins moves on. Juliet looks up at Pauline rather grumpily. Pauline leans forward, an intense look on face . . .  \n[9]NS  Thank you, Juliet!  \n[10]NS That's enough, Juliet!  Juliet stops and stands quietly. Mrs. STEVE ns rips the essay out of her hand and waves it under her nose.  \n[11]NS I suppose this is your idea of a joke?  \n[12]NS I suppose you think it's witty and clever to mock the Royal Family . . . to poke fun a the Empire, with this . . . rubbish!  Pauline leaps to her feet.  \n[13]NS Sit down, Pauline!  \n[14]NS  Sit down!  Pauline sits down, looking victorious.  \n[15]NS  A girl like you should be setting an example! To your seat!  Juliet starts coughing. Mrs. STEVE ns's face darkens.  \n[16]NS Stop it, Juliet!  Juliet continues coughing. She sits heavily. Pauline snorts, trying not to laugh.  Juliet slumps over her desk, coughing . . . globules of blood splatter her exercise book.  Pauline's smile vanishes.  ", "Collins": "\n[1]Right, I thought we'd do some life drawing today. Pair off into twos and decide who wants to model and who wants to draw.  The girls around Juliet turn to each other, seemingly eager not to be partnered with her. They pair off and Juliet is left alone.  \n[2]Oh, Juliet. . . you haven't got a partner.  \n[3]Pauline . . . are you with anybody?  Pauline shakes her head.  \n[4]Good! You can come here and pair up with Juliet.  Pauline reluctantly comes up to Juliet's table.  SERIES of SHOTS showing VARIOUS GIRLS sketching their partners. Most of the posing girls are seated in contrived positions with rigid grins on their faces. Mrs. Collins patrols the class, commenting to different girls.  \n[5]You might want to change the colour- make it a bit darker . . . that's very nice, Joan.  PULL BACK. . . to reveal Pauline's \"pose\" . . . slumped in the chair, arms crossed, a sullen look on her face. She stares intently at Juliet, who is drawing furiously . . . but doesn't refer to Pauline at all.  \n[6]Good heavens, Juliet! What on earth is this???  Mrs. Collins picks up Juliet's drawing. It features an armoured knight on horseback, fighting a dragon.  \n[7]Where's Pauline?  \n[8]Yes, I know it's very clever, Juliet, but when I set you a topic, I expect you to follow it. Now put that down and start again!  Mrs. Collins moves on. Juliet looks up at Pauline rather grumpily. Pauline leans forward, an intense look on face . . .  "}}