{"filename": "Hollow-Man_script.txt", "imdb_id": "tt0164052", "imdb_url": "https://www.imdb.com/title/tt0164052", "characters": ["Girl in Car", "Warehouse Guard", "Carter Abbey", "Sebastian's Neighbor", "Boy in Car (as Jeffrey George Scaperotta)", "Wino", "Mom", "Frank Chase", "Sarah Kennedy", "Sebastian Caine", "Janice Walton", "Dr. Kramer", "Linda McKay", "Matthew Kensington", "Mrs. Kramer"], "dialogues": {"Warehouse": "\n[1]\tThe Porsche pulls to a halt in a reserved parking space \tand Sebastian exits, wearing a Hawaiian shirt, shorts, \tand Birkenstocks. He notes the other cars parked in the \tlot, then crosses to bunker in the center of the \twarehouse, guarded by a MARINE, shouldering an M-16. \n[2] \tThe elevator doors open and Sebastian pushes past the \tMarine Guard.  \n[3] \tThe elevator door opens. The Guard turns around. The \televator is empty.  \n[4] \tThe elevator door opens. It's empty.  \tSEBASTIAN'S POV - as we push past the guard and down onto \tthe street.  \n[5] \tLinda and Matt exit their car and cross toward the \televator.  \n[6] \tAs we watch the footsteps head back through the puddles \ttoward the warehouse, we see Frank pass us in his car.  \n[7] \tLinda and Matt stumble out into the blazing sunshine. \tEmergency crews close from all directions, sirens \troaring. A trail of smoke drifts higher and higher into \tthe sky.  \tAn ambulance pulls up next to them and the paramedics hop \tout, immediately putting a blanket around her and \ttreating Matt's wounds.  ", "Guard": "\n[1]\t\t\tMorning, sir. \n[2]\t\t\tYour team s in early. Something \t\t\tspecial going on? \n[3]\t\t\tHave a good day, sir. \n[4]\t\t\tHey, Doc. Haven't seen you for awhile?  \tSebastian keeps his face turned away as he crosses to his \tPorsche.  \n[5]\t\t\tYou got that right, sir. I was \t\t\tbeginning to worry 'cause your car \t\t\thadn't moved.  \n[6]\t\t\tWhat happened?  ", "Carter": "\n[1]\t\t\tAmazing. She's normal, absolutely \t\t\thealthy. If you didn't know any \t\t\tbetter, you'd think nothing had \t\t\thappened to her.  \n[2]\t\t\tAnd remember, for every Jonas Salk, \t\t\tthere are a bunch of guys who aren't \t\t\tfamous cuz they died.  \n[3]\t\t\tKinda like a firecracker with a bad \t\t\tfuse...  \tSebastian shoots Carter a questioning look.  \n[4]\t\t\tDon't know if it'll go off.  \n[5]\t\t\tHe's going to blow out his heart.  \n[6]\t\t\t Holy shit.  \tThen as if someone had poured acid all over the bones, \tthe skeleton evaporates into nothingness.  \n[7]\t\t\tLet's get him into recovery.  \t\t\t\t\t\t\t\t \n[8]\t\t\tHey. How's he doing?  \n[9]\t\t\tMan, I'm tired. That was a long day.  \n[10]\t\t\tGetting a pulse.  \n[11]\t\t\t\t \t\t\tDr. Caine. What's up?  \n[12]\t\t\tGoing out? Hey wait a sec!  \tCarter scrambles to his feet.  \n[13]\t\t\tWhat do you mean going out for a bit?  \n[14]\t\t\tBut you're not supposed to leave the \t\t\tcompound.  \n[15]\t\t\tThat's the rule.  \n[16]\t\t\tYou can't just change it.  \tSebastian hits the elevator button. The doors open.  \n[17]\t\t\tShit.  \tCarter runs down the corridor.  \n[18]\t\t\tYeah, it's Carter. We got a problem.  \n[19]\t\t\tLook, this isn't a monkey we're \t\t\ttalking about. It's Dr. Caine. Don't \t\t\tyou think you're over reacting?  \n[20]\t\t\tSure... all the time.  \n[21]\t\t\tThe usual.  \n[22]\t\t\tHanging out in the girl's locker room. \t\t\tKicking Jimmy Margiani's ass.  \n[23]\t\t\tSchool asshole. Drove a red Trans Am. \t\t\tBack then, I was the size of a small \t\t\tplanet and made a rather large target.  \n[24]\t\t\tSure. World domination. Manipulating \t\t\tstock markets, consolidating a \t\t\tpolitical power base. But those are \t\t\tmore recent fantasies.  \tCarter pulls off the electrodes and Sebastian slides on \this latex facemask.  \n[25]\t\t\tI don't know, man. Out in the real \t\t\tworld... I mean, there's a \t\t\tresponsibility...  \n[26]\t\t\tHell, I try and do that now.  \n[27]\t\t\tI read that in a survey at a major \t\t\tuniversity they asked college students \t\t\t\"Would you steal if you were \t\t\tguaranteed to get away with it?\" 82% \t\t\tsaid yes.  \n[28]\t\t\tSo, Doc what did you do?  \n[29]\t\t\tWhen you were out.  \n[30]\t\t\tAw, you just walked around? Come on. \t\t\tThere's more, right?  \n[31]\t\t\tMan, I'd be walking up to people \t\t\tsaying shit like \"This is God, go,get \t\t\ta haircut.\" Or hanging out in the \t\t\tchanging room at Victoria's Secret.  \n[32]\t\t\tWell, did you see anybody?  \n[33]\t\t\tYeah? And did you mess with her?  \n[34]\t\t\tHello?  \tCarter looks at the security monitor of the recovery \troom. Sebastian's heat signature lies still on the bed.  \n[35]\t\t\tNo. No. He's here No, I'm staring at \t\t\thim. He's right there in his room.  \n[36]\t\t\tThat's all twelve hours.  \n[37]\t\t\tWell, it wasn't me.  \n[38]\t\t\tHe's not in there.  \tLinda enters the chamber. She notes that Sebastian's face \tand makeup are on the sink vanity. Linda crosses to the \tphone and hits the \"PAGE BUTTON\"  \n[39]\t\t\tIsn't it obvious? Right now, we're the \t\t\tonly ones who knows he exists. If he \t\t\tgets rid of us, no one knows and he \t\t\tbecomes the most powerful man on \t\t\tearth.  \n[40]\t\t\tSo what do we do until then. Sit \t\t\taround waiting for him to kill us off?  \tEveryone looks around for some leadership. Finally.  \n[41]\t\t\tYou sure this'll work.  \tLinda sits down at a computer terminal, activates it.  \n[42]\t\t\tLet's do it.  \tMatt and Carter exit. Linda locks the door behind them.  \n[43]\t\t\tIt's me.  \tMatt pulls off his goggles.  \n[44]\t\t\tNothing.  \n[45]\t\t\tHe couldn't.  \n[46]\t\t\tThere. Behind those pipes. He's not \t\t\tmoving.  \tCarter points. Matt checks his thermal. A red heat \tsignature clings to the wall.  \n[47]\t\t\tDoctor Caine? \t\t\t\t \t\t\tCan you hear me?  \tNo response.  \n[48]\t\t\tCovered.  \tMatt fires the dart at the heat signature. It bounces off \tthe wall ... Nothing there.  \n[49]\t\t\t\t \t\t\tH...Help... MMmmphg  \tCarter suffocates. He passes out. With a sudden crack, \the's thrown against the side wall. A large cut opens up \tacross his head and his body goes limp.  ", "Abbey": "", "Sebastian's": "\n[1] \tA knock on the door.  \n[2]\t\t\tThe lights! Turn off the goddamn \t\t\tlights! Ah Christ!  \tLinda jumps up and crosses to Sebastian. Matt rushes to \tthe wall and turns off the lights. Darkness. The room is \tlit by the glow of machinery.  \n[3]\t\t\tI can't... I can't close my eyes. I \t\t\tcan't close my eyes.  \n[4]\t\t\tSo I ... I'm...  \n[5]\t\t\tMy arms. I can.. where? ... I can feel \t\t\tthem...  \n[6]\t\t\tMirror. I ... I want to see.  \n[7]\t\t\tI ... It's hard to think.  \tSebastian's voice is now behind him. Matt turns around.  \n[8]\t\t\tThe transformation... I remember every \t\t\tmolecule in my body shattering.  \n[9]\t\t\tAt first... but then everything went \t\t\tblack. I couldn't see or hear or feel \t\t\tanything. It was all just black... \t\t\tlike I wasn't connected.  \n[10]\t\t\tAt least my senses are starting to \t\t\treturn... You're wearing your \t\t\tShalimar, aren't you?  \tLinda realizes that he's standing very close by. Her hair \tlifts slightly and Sebastian inhales. Chills go down her \tspine.  \n[11]\t\t\tThis is weird. I'm looking through \t\t\tmyself at the floor. I'm looking right \t\t\tthrough myself. I can't tell ...  \tHe bumps into a chair.  \n[12]\t\t\t... where my body is.  \tA moment of silence.  \n[13]\t\t\tYou really can't see me. Can you?  \n[14]\t\t\tNo, just tired. \t\t\t\t \t\t\tIt's funny. I can see everything... \t\t\tmore than before... but I can't see \t\t\tmyself.  \n[15]\t\t\tNot to bad, considering.  \tThey turn round. The voice is coming from behind them. \tThe group rises from their various workstations and turn \ttoward where the voice came from.  \n[16]\t\t\tOdd, isn't it?  \tA rheostat switch on the wall turns and the lights dim. \tThough it's a simple act, it feels somewhat ominous.  \n[17]\t\t\tOver here.  \tSebastian has moved. As everyone turns toward him again, \the can't stifle a slight giggle.  \n[18]\t\t\tSorry. Couldn't resist.  \tHis voice again come s from somewhere else in the room.  \n[19]\t\t\tBoy, you people have no sense of \t\t\thumor.  \tA chair slides back from a desk and bends under \tSebastian's weight.  \n[20]\t\t\tShow me. So ...  \t\t\t\t\t\t\t\t\t \n[21]\t\t\tStop there.  \tFrank halts the tape.  \n[22]\t\t\tIndex that. That was when it started \t\t\tburn. Epidermal reaction.  \n[23]\t\t\tJust a little longer.  \n[24]\t\t\tFine.  \t  \n[25]\t\t\tThirty minutes. Yes,,_I know. I wrote \t\t\tthe procedure.  \n[26]\t\t\tYou like this don't you?  \n[27]\t\t\tBeing in charge.  \tIt's clear she does. But she's certainly not going to \tadmit it.  \n[28]\t\t\t\t \t\t\tSarah. Are you awake?  \tHer heavy breathing mixes with Sebastian's.  \n[29]\t\t\t\t \t\t\tHmm.  \tSarah's hair moves slightly, as if a hand were running \tthrough it. And then we see her shirt move, like fingers \twere tracing over it. Down from the shoulder to her \tbreast. Around her nipple. Sarah moans slightly, as if \tshe were dreaming, but she doesn't stir. And then her \tbreasts cup slightly, as if they were being touched... \tsoftly... gently. Her breathing becomes harder, more \tlabored, erotic... and then she... BOLTS AWAKE. Bar eyes \twide with fear. She jumps and cups her own breasts and \tlooks around the room. It's empty, of course. She jumps \tover to the monitor and checks on Sebastian's room. The \theat signature isn't there.  \n[30]\t\t\tRestless. Hard to sleep when you can't \t\t\tclose your eyes.  \tAs Sebastian talks, we can see the electrodes around his \tjaw pump up and down.  \n[31]\t\t\tGot up a couple of times. Knocked \t\t\tabout.  \n[32]\t\t\tNext I want to run a VV and UVF \t\t\tanalysis of the platelets.  \n[33]\t\t\tYou okay?  \n[34]\t\t\tNo. I was looking at the clock. Why?  \tSarah draws the plunger back, sucking Sebastian's blood \tinto the hypodermic and then yanks the needle out.  \n[35]\t\t\tYou've no idea how much fun I've had. \t\t\tI'm going to hate going back.  \n[36]\t\t\tHow so?  \n[37]\t\t\tMaybe we won't give it to them. His \t\t\tvoice comes from behind her now.  \tWe see indentations on her shoulders where his fingers \tpress down.  \n[38]\t\t\tI was thinking... tonight's my last \t\t\tnight. Ever fantasize about making \t\t\tlove to an invisible man?  \tLinda pulls away from him.  \n[39]\t\t\tWell, don't do it for me. Do it for \t\t\tscience.  \tLinda walks away. Sebastian laughs.  \n[40]\t\t\tOh well. Missed your big chance.  \n[41]\t\t\tWait... something... something doesn't \t\t\tfeel right.  \n[42]\t\t\t\t \t\t\tHey...  \n[43]\t\t\tYou look worried. It must've been bad.  \tSebastian's voice is weak and strained.  \n[44]\t\t\tWell, remember your Nietchze. Whatever \t\t\tdoesn't kill me, makes me stronger.  \tLinda smiles.  \n[45]\t\t\tI guess if I'm going to be stuck this \t\t\tway for awhile, I'd better make some \t\t\tadjustments.  \n[46]\t\t\tWell, it gives you a face to talk to \t\t\tat least, and we can all work in \t\t\tnormal light again.  \n[47] \tSebastian packs up a few personal belongings in an \tovernight duffle. He crosses to his bookcase and pulls \tout some books and throws them into the bag.  \tBut as he does, he notices a light come on in the window \tacross the courtyard. Sebastian turns off his bedroom \tlight and moves toward the window. He peers across the \tcourtyard into the Brunette's apartment.  \tHe watches the Brunette as she comes into the living room \tfrom her front hallway. She drops her keys on the table \tand begins unbuttoning her blouse as she crosses to the \twindow. Just as the blouse slips off her shoulder, she \tpulls her blinds shut.  \n[48] \tLinda pushes through the living room, into the bedroom.  \n[49] \tThe elevator doors open and Linda steps inside. The doors \tclose shut behind her. A beat later we see the \tindentations of footsteps come around the corner. We \tfollow the breathing and stumbling footfalls back into...  \n[50] \tWe push over to the bathroom sink. The faucet turns on \tand the water starts running.  \tWe see the water cup under the faucet and splash against \tSebastian's face. His face appears briefly in the water. \tThen the water slips away.  \tFor second it sounds like he's crying, but then we hear \tsomething far worse. He's laughing. Nervous laughter.  \n[51]\t\t\tRelax, Linda. No one's gonna find out.  \tThey all turn around. At the door is Sebastian, back in \this latex outfit.  \n[52]\t\t\tWhen you were a kid, you ever dream \t\t\tabout being invisible?  \n[53]\t\t\tWhat did you imagine you'd do?  \n[54]\t\t\tWhat's the usual?  \n[55]\t\t\tJimmy Margiani?  \n[56]\t\t\tEver think up anything along the grand \t\t\tscale?  \n[57] \tThen ...  \n[58]\t\t\tGoodnight.  \tLinda-jumps.  \n[59]\t\t\tSorry, didn't mean to frighten you.  \n[60]\t\t\tBe quiet!  \tA photograph of Linda drifts through the air and settles \tatop a flaming candle. It ignites into fire, twisting and \tturning in mid-air, then falling on the floor as ash. A \tbeat later water runs from the sink faucet. It forms in \tthe shape of hands and splashes against his face, \tdripping away.  \n[61]\t\t\tAnd the cyclops screamed out, \"Who is \t\t\tit who blinds me?\" and Odysseus \t\t\treplied \"Nobody is my name\". And the \t\t\tCyclops raged to his friends \"Nobody \t\t\tis killing me. Nobody\".  \tThe barking continues. A moment later the chamber door \tslides open. We push down the...  \n[62]\t\t\tShhhh. It's Nobody-It's nothing.  \tThe Plexiglas door to the doggie's cage swings open and \tsome invisible force grabs little doggie around the neck. \tThe force squeezes its little fur ball throat until the \tbarking stops.  \n[63]\t\t\tNobody's gonna hurt you.  \tThe force keeps squeezing until the little doggie goes \tlimp. Then the dog smashes against the Plexiglas over and \tover until blood spills out its mouth. The Plexiglas door \tswings closed again and moments later the door to \tSebastian's cubicle closes as well. The water runs in \tSebastian's sink washing the blood away from his now half \tvisible hands.  \t\t\t\t\t\t\t\t \n[64]\t\t\tI am now.  \tThe sheets raise and drape off of him.  \n[65]\t\t\tNo. Why?  \n[66]\t\t\tHow'd that happen?  \n[67]\t\t\tSarah... You saying I had something to \t\t\tdo with it?  \n[68]\t\t\tI was in my room all night.  \n[69]\t\t\tHmmm.  \tWe see the footsteps start to head back toward the \twarehouse.  \n[70]\t\t\tWhat the hell?  \tHe breaks into a run. Feet splash water and he races back \ttoward the warehouse.  \n[71] \tWe hear breathing and footsteps as we push through some \tbushes and head toward a bay window which looks into the \tKramer living room.  \tThrough the glass we see LINDA and MATT seated across \tfrom DR. KRAMER. We can't hear what they're saying but it \tcertainly looks serious. Kramer puffs on a pipe and \tstrokes his beard, shaking his head.  \tKramer rises and shakes hands with Linda and Matt, and \tthe three of them head toward the front door.  \tWe move away from the window and track toward the front \tdoor. As the door opens we begin to hear the tail end of \tthe conversation.  \n[72]\t\t\tWhat? No good morning for me? Don't \t\t\tyou like me anymore?  \n[73]\t\t\tThat's okay. It's going to be busy \t\t\tday.  \n[74]\t\t\tI'm sorry. But I can't lot you turn me \t\t\tin.  \n[75]\t\t\tYou have no idea what it's like. The \t\t\tpower of it. The freedom. I can't let \t\t\tthat go.  \n[76]\t\t\tThere's nothing to talk about. See ... \t\t\tI've done things that can't be undone.  \tA long beep as the intercom clicks off.  \n[77] \tJanice enters the office.  \n[78]\t\t\tI'm here.  \n[79] \tJanice struggles with her unseen assailant, slamming into \twalls and knocking into filing cabinets.  \n[80] \tLinda and Matt knock.  \n[81]\t\t\tMarco...Polo... Marco... Polo...  \tHis voice keeps shifting. Matt fires.  \n[82]\t\t\tNot even close.  \tMatt sweeps his front leg back and forth, like a blind \tman using a cane. But his foot isn't hitting anything. He \tsees a FIRE EXTINGUISHER mounted on the wall. He rushes \tit, turns it on the hallway and sprays. And SOMETHING \tLUNGES through the foam. GRABS HIM, sending him tumbling \tdown the tunnel. Matt is thrown against the wall. Blood \tcoming from his brow. He scrambles away, spraying more \tfoam. Sees a shape in the mist, raises his pistol and \tFIRES. The shape leaps away. The DART FLIES. Doesn't hit. \tMatt scrambles back into a corner. His pistol is empty.  \n[83]\t\t\tShe's a pretty sweet fuck, isn't she?  \n[84]\t\t\tI'm sorry, but I just feel that our \t\t\tfriendship is holding me back. I'm \t\t\tsure you understand.  \tTHE DOOR OPENS. Linda reaches through, grabs Matt. She \tpulls him to his feet and through the door.  \n[85]\t\t\tYou missed.  \tHer hair flies up, and she swings against the wall. She \ttries to move, but she's pinned there. Her hands \tstruggling against the force.  \n[86]\t\t\tI've always liked your feistiness.  \tSarah's head shifts slightly. Her head shifts violently, \taccompanied by the celery crunch of her neck snapping. \tSebastian exhales, his breath filled with the \tintoxication of power.  \n[87]\t\t\tNow? Now you die.  \tThe three of them whip around.  \n[88]\t\t\tI would say that what I am \t\t\texperiencing is psychological \t\t\tawareness. I like you being in \t\t\tcomplete and absolute control.  \tThey identify the general area the voice is coming from: \tBack inside the Chamber! They slowly move toward the \tChamber door. With lightning speed they slam the door \tshut, locking Sebastian inside the Recovery Chamber.  \n[89]\t\t\tYou're never gonna bring me back \t\t\tLinda. I never want to come back.  \n[90]\t\t\tOr maybe I'll fuck you. One last time \t\t\tfor old times sake.  \tLinda slams her fist against the wall of the Chamber.  \n[91]\t\t\tImagine you two, carrying on right \t\t\tunder my nose. Out of curiosity, what \t\t\tdid he give you that I couldn't?  \n[92]\t\t\tOkay, sweetie. I'll be quiet. If \t\t\tthat's what you want...  \tSebastian TOGGLES the intercom switch OFF. We pan over to \tone of the working video screens ... Matt and Frank \tstride down the hallway. The chair swivels and the \tobservation room door swings open slightly.  \n[93]\t\t\tFigured it out? You were always so \t\t\tclever.  \tMatt's pulled back across the lab by the cord around his \tneck. He grabs at the cord trying to breathe. Linda \twatches him being pulled away.  \n[94]\t\t\tThe villagers with their torches? Lock \t\t\tup your daughters! Sorry, Lin. It's \t\t\tnot gonna happen that way.  \tLinda hits the lights. The lab is now very, very dark.  \n[95]\t\t\tSee, I've spent all my time down here \t\t\tthinking up this plan. When they find \t\t\tyou, they'll find a pile of charred \t\t\tcorpses. The result of a terrible \t\t\taccident, I'm afraid.  \tLinda reacts to the voice as it grows nearer. She \tnavigates the maze of equipment, heading toward the crack \tof light at the front door.  \n[96]\t\t\tI guess because I don't have to look \t\t\tat myself in the mirror anymore \t\t\t\t \t\t\tRemember that first night I was out? I \t\t\tdid something bad, just to see if I \t\t\tcould get away with it. And when I \t\t\tdid, I realized I could have it all. I \t\t\tcan kill in broad daylight. And \t\t\tnobody's gonna tell the police they \t\t\twere fucked by a ghost. Anything I \t\t\tdesire I can make happen, but not if \t\t\tpeople know.  \tLinda and Matt have reached the door of the lab. She \tpushes through it and slams it behind her.  \n[97] \tA drawer opens, revealing a set of clothing neatly \tfolded. Shirt, pants, shoes. They begin to move.  ", "Neighbor": "", "Wino": "", "Mom": "", "Frank": "\n[1]\t\t\tSorry, Boss. Forgot. \tSebastian glance up at a glass booth overlooking the \tLaboratory floor. TWO PEOPLE in the booth. \n[2]\t\t\tWe are live and in color. On your \t\t\tmark. \tFrank and Janice looks down on their colleagues. \tSebastian nods their way. \n[3]\t\t\tSubject Isabelle Two. Currently in \t\t\tphase shift... one hundred twenty six \t\t\tdays, eighteen hours. \n[4]\t\t\tConfirmed. Vitals still in the normal \t\t\trange. \n[5]\t\t\tI got an erratic heart beat. \n[6]\t\t\tBrain activity returning to normal. \tThe monkey grunts and groans. Blinks its eyes. Linda \thovers over it stroking its fur. \n[7]\t\t\tAre you nuts?  \n[8]\t\t\tYeah. Pretty sure he was.  \n[9]\t\t\tTo put your affairs in order?  \n[10]\t\t\tOkay, kids. Let's make some history.  \n[11]\t\t\t\t \t\t\tNo change in bio-electric.  \n[12]\t\t\tListen up! Electric activity \t\t\tincreasing in all limbs. Brainwaves \t\t\tare through the roof.  \n[13]\t\t\tMaybe it can't.  \n[14]\t\t\tElectrical activity is stabilizing.  \n[15]\t\t\tI feel like we're playing Marco Polo.  \n[16]\t\t\tNo worries. I'm on it.  \tTHERMAL POV - Every body in the laboratory shows up as a \theat signature, including Sebastian. Frank points.  \n[17]\t\t\tGotcha, big man.  \tTHERMAL POV - The HEAT SIGNATURE reaches for a chair.  \n[18]\t\t\tRecording. Subject Doctor Sebastian \t\t\tCaine. Currently in phase shift... \t\t\tThree days, seven hours.  \n[19]\t\t\tVitals still nominal..  \n[20]\t\t\tYeah?  \n[21]\t\t\tDon't you sleep?  \n[22]\t\t\tOkay. I'm here if you need me.  \tHe watches as Sebastian's heat signature moves toward the \tdoor.  \n[23]\t\t\tQuiet. He worked in the lab till about \t\t\t10:30 and then went to sleep.  \n[24]\t\t\tPretty clever really. All it does is \t\t\trecycle the signal. He flips this \t\t\tswitch, it takes a snapshot and that's \t\t\tall we see.  \n[25]\t\t\tDogs aren't people. Are we in any \t\t\tdanger?  \tLinda doesn't know.  \n[26]\t\t\tAlready in. It was only a second level \t\t\tencryption.  \tThe Security System specifications pops up.  \n[27]\t\t\tOh the system is fine. It's just I'm \t\t\tjust extraordinary.  \tFrank types a few more keys, and his eyes widen.  \n[28]\t\t\tBut apparently someone is more \t\t\textraordinary than me.  \n[29]\t\t\tThere's nothing wrong with the system. \t\t\tOur codes have been removed.  \n[30]\t\t\tHere's a clue. Only one code remains.  \n[31]\t\t\tDr. Sebastian Caine.  \n[32]\t\t\tDoctor Caine?  \n[33]\t\t\tDid you find him?  \n[34]\t\t\tWhat happened? I don't understand.  \n[35]\t\t\tBut he's not a killer.  \tThey all look at Linda.  \n[36]\t\t\tIt'd take hours to crack the \t\t\tencryptions.  \n[37]\t\t\tIf the room temperature is the same as \t\t\this body temperature, thermal \t\t\tvisors'll be no good.  \tLinda grabs a Tranq gun and heads for the door.  \n[38]\t\t\tLinda...it's not safe.  \n[39]\t\t\tBut...  \n[40]\t\t\tHe'll be okay.  \n[41]\t\t\tHe's got to be okay.  \tFrank stands frozen.  \n[42]\t\t\tWhere are you going?  \n[43]\t\t\tBut...  \n[44]\t\t\tSarah, wait for the others  \n[45] \tSlowly, deliberately, her own arm moves down the wall and \taround, until the tranquilizer gun points right at her \tstomach.  \tSarah watches in horror as her own body betrays her.  \n[46]\t\t\tSarah! Sarah! \t\t\t\t \t\t\tGoddamnit. Stay with me now. Don't you \t\t\tlet up... Sarah! Sarah!  \tNo response. Frank doesn't know whether to stay or go \tafter her. He starts toward the door several times but \tcan't leave Carter. Finally the door opens.  \n[47]\t\t\tSarah! I'm losing him.  \tBut it's Linda and Matt.  \n[48]\t\t\tDid you see her?  \tLinda rushes over to check on Carter.  \n[49]\t\t\tShe went to the supply room. Carter \t\t\tneeded blood.  \tLinda grabs a stethoscope and listens to Carter's heart.  \n[50]\t\t\tShe didn't listen.  \tShe-slowly pulls Frank's hand away from the wound.  \n[51]\t\t\tBut...  \n[52]\t\t\tHer too?  \tMatt nods. Linda slams the cubicle wall with her fist.  \n[53]\t\t\tYeah? And just what are we supposed to \t\t\tdo now?  \n[54]\t\t\tCome on, Matt. Let's go get the \t\t\televator back on-line so we can got \t\t\tout of this hell hole.  \tMatt gives Linda a kiss...  ", "Chase": "", "Sarah": "\n[1]\t\t\tCan I have a word? \n[2]\t\t\tDon t you think you should test the \t\t\tprotocol on the liver samples before \t\t\tyou inject Isabelle? \n[3]\t\t\tThat s beside the point. \n[4]\t\t\tFine. You can mop up afterward. \n[5]\t\t\tKill? More like liquefy. \n[6]\t\t\tYes, Sir. \t... but somehow it feels like  Fuck you.  She storms off. \tSebastian turns to Linda. \n[7]\t\t\tNormal. \tCARTER ABBEY, the late thirties lab assistant, wheels in \ta cart of equipment. Linda taken a seat by the table and \tpushes aside the sheet. \n[8]\t\t\tElevated heartbeat. \n[9]\t\t\tHeart rate s up. She s scared. \tSarah soothes her. \n[10]\t\t\tIt's okay, baby. It's okay. \n[11]\t\t\tGoddamnit. Blood pressure elevating. \t\t\tBrain activity going through the roof. \tThe brain appears, seemingly growing from the inside out. \tThe shape of a large half-formed monkey grows from the \tinside out. A SKULL APPEARS howling in pain, in horror. \n[12]\t\t\tWe ve got a problem. \n[13]\t\t\tIt s her heart. We can see the heart \t\t\tbeating in the ape s \n[14]\t\t\tShe s going into cardiac arrest. \n[15]\t\t\tWe re losing her. \tHer machine flatlines. \n[16]\t\t\tWe ve got something! \tThe heartbeat starts up again. The body continues its \tmarch toward,visibility. \n[17]\t\t\tStill. erratic. \n[18]\t\t\tCome on, monkey. \n[19]\t\t\tStabilizing. \tThe entire form glows, then blinks, then glows again, as \tif it was discharging some stored energy. \n[20]\t\t\t\t \t\t\tI think she s gonna be okay \t\t\t\t\t\t\t\t \n[21]\t\t\tScrew you, Matt.  \n[22]\t\t\tShe's right. We haven't even finished \t\t\tcollating the phase two research.  \n[23]\t\t\tYou don't even know if any of the \t\t\tprotocols will work on humans.  \n[24]\t\t\tPulse 88, BP 140 over 95. A bit \t\t\televated.  \n[25]\t\t\tNo reason for concern. He's ready.  \tLinda takes a moment and studies Sebastian's face. She's \talmost teary eyed.  \n[26]\t\t\tVitals are stable.  \tThey wait and watch.  \n[27]\t\t\tHeartbeat's elevated. Pulse at 100. \t\t\t... 130 ...  \n[28]\t\t\tPulse is 165 ... 170 Blood pressure \t\t\t180 over 100. ...  \n[29]\t\t\tPulse is 180 .... holding stable.  \tScreaming.... Then the organs go. Then the blood vessels. \tLeaving only a skeleton howling in pain. The jawbones \tspread wide ... Screaming... screaming...  \n[30]\t\t\tPulse is dropping. 170.. \t\t\t150 .... 160..  \tThere is NOTHING left of Sebastian Caine.  \n[31]\t\t\tVitals returning to normal. Pulse 110 \t\t\t... dropping. Blood pressure 130 over \t\t\t75.  \tA long beat as everybody's eyes stare at the instruments.  \n[32]\t\t\tPulse steady at 70.  \tA long beat.  \n[33]\t\t\tSebastian, how do you feel.  \n[34]\t\t\tFine. It's not like I have anything \t\t\telse going on in my sad pathetic life.  \n[35]\t\t\tI'm fine. Go on ahead.  \n[36]\t\t\tDr. Caine! Goddamnit, Dr. Caine! Are \t\t\tyou in here?  \tShe listens. It's silent. She tries holding her breath, \tlistening for his breathing. But there's nothing.  \tSarah reaches over to a microphone. Hits a few switches.  \n[37]\t\t\tDr. Caine?  \n[38]\t\t\tDr. Caine, please report in.  \n[39]\t\t\tDr. Caine, report in please!  \n[40]\t\t\tShit.  \tShe looks around the room. He must be in here.  \n[41]\t\t\tDr. Caine? Sebastian? Come on, this \t\t\tisn't funny. I know you're in here.  \tNothing. No response. Sarah waves her hand around, \treaching out, trying to find him. After a few beats she \tstops and rubs her head.  \n[42]\t\t\tI must be going crazy.  \tSuddenly, Sarah gets an idea. She quickly exits the \tobservation room.  \n[43]\t\t\tI found him later in the lab, running \t\t\tsamples.  \n[44]\t\t\tBecause I wasn't sure. I'm still not. \t\t\tI mean, I could've easily been \t\t\tdreaming.  \n[45]\t\t\tGod, I feel so stupid.  \n[46]\t\t\tNo. I mean... \t\t\t\t \t\t\tIt was probably nothing. I \t\t\tshouldn't've mentioned it.  \n[47]\t\t\tYeah, I'm sure. I mean, y'know, why \t\t\twould he do that, right? Just, this \t\t\tplace at night can be kinda creepy, \t\t\ty'know.  \n[48]\t\t\tYeah. Why?  \n[49]\t\t\tNo. I...I'm fine. Hold still. This \t\t\tmight hurt a bit.  \tThe surface of his skin sheens in the light as Linda \tsearches for a vein. She slaps his arm several times, \tthen plunges a hypodermic needle into his skin. His skin \tbends and gives. The needle remains in sight after it \tslips through the visible surface. Sarah presses down on \tthe hypo plunger, releasing a dye into his bloodstream.  \n[50]\t\t\tDr. Caine... this might sounds stupid, \t\t\tbut are you... are you looking at me.  \tThe red dye twists into a long snaking red tube up and \tdown his arm. His vein.  \n[51]\t\t\tJust felt like someone was staring at \t\t\tme.  \tSarah pulls the vial off the needle and labels it with a \tgrease pencil. After a few beats the red dye in \tSebastian's blood stream dissolves and disappears, as \tdoes the liquid in the vial.  \n[52]\t\t\tHeartbeat elevated.   \n[53]\t\t\tHe's not breathing.  \tMuscles are beginning to appear. And eyeballs. Frightened \teyeballs.  \n[54]\t\t\tPulse erratic.  \tSebastian pulls against his bonds. One set tears off.  \n[55]\t\t\tI got no pulse. No pulse.  \n[56]\t\t\tI think he's going into shock.  \tWe slowly FADE OUT to the sights and sounds of our \tscientist- doctors working on Sebastian... And the \tbeeping of Sebastian's erratic heartbeat.  \n[57]\t\t\tYou awake?  \n[58]\t\t\tNotice anything unusual last night.  \n[59]\t\t\tFranklin Three. He's dead.  \tSebastian pulls a sheet around him. He moves across the \tdimly lit room like a ghost.  \n[60]\t\t\tHis neck was broken and his windpipe \t\t\tcollapsed.  \n[61]\t\t\tI thought maybe you could tell me.  \n[62]\t\t\tHe was alive last night when I left \t\t\tand he was dead this morning. And you \t\t\twere the only one down here.  \n[63]\t\t\tA windpipe doesn't just suddenly \t\t\tcollapse. Someone or something killed \t\t\tit.  \n[64]\t\t\tThen we have a problem, because I the \t\t\tcage was locked from the outside. That \t\t\tmeans it was opened, the dog was \t\t\tkilled and the cage was closed and \t\t\tlocked again. Only a human could do \t\t\tthat.  \n[65]\t\t\tHe killed a dog with his bare hands.  \n[66]\t\t\tThe man has checked out of reality.  \n[67]\t\t\tThis way.  \tThey shear off the main corridor into the side corridor. \tCarter lies crumpled up ahead. Sarah slides to his side. \tCarter's head rests in a pool of blood. She checks his \tpulse while Frank takes a protective position.  \n[68]\t\t\tPulse is weak. Breathing... shallow.  \n[69]\t\t\tIt's pretty severe. We have to get him \t\t\tto the lab.  \n[70]\t\t\tFor godsakes, help me.  \tFrank snaps to. Grabs an arm. The pair hoist Carter up \tand carry him down the hallway.  \n[71]\t\t\tHis pulse is faint.  \tSarah grabs a sheet from the counter top. Folds it and \tpresses it against the head wound.  \n[72]\t\t\tHe's lost a lot of blood. Here. Hold \t\t\tthis.  \tShe guides Frank's hands to the wound.  \n[73]\t\t\tKeep applying pressure.  \tSarah pulls out a saline solution I.V. bag and slap it on \tthe rack. She fumbles with the needle as she tries to \tfind a vein.  \n[74]\t\t\tDon't move your hand until I got back.  \tSarah heads to the door.  \n[75]\t\t\tThis'll hold him but he needs blood.  \n[76]\t\t\tSupply is right down the hall. I'll be \t\t\ttwo seconds.  \n[77]\t\t\tIf I wait, he'll die. Keep pressure on \t\t\tthe wound.  \n[78]\t\t\tFrank?  \tShe eyes the supply room, looking for a sign of movement.  \n[79]\t\t\t\t \t\t\tWho's there?  \tShe listens. Is that breathing she hears? Now she's \tstarting to panic.  \n[80]\t\t\tDr. Caine?  \tShe starts to back away, but she's already in the corner. \tShe clutches her tranquilizer gun, but there's nothing to \taim at. The vials of blood on the shelf gives her an \tidea. She reaches over, grabs a vial and throws it on the \tfloor. GLASS SHATTERS and BLOOD SMEARS across the \tlinoleum. Sarah tosses another vial and another. Becoming \tmore and more hysterical. Splattering more and more \tblood. But she runs out of vials. Shaking with fear, she \tsearches the blood looking for a footprint, or movement. \tBut there's nothing there. Sarah waits a beat, clutching \tthe tranquilizer gun. Takes a step. Waits a beat longer.  \tFinally she relaxes. It was just her imagination. She \theads toward the door when she hears a terrifying whisper \tin her ear.  \n[81]\t\t\tPlease no. Let me go. Oh god, let me \t\t\tgo.  \tThe arm holding the tranquilizer gun begins to move.  \n[82]\t\t\tWhat are you doing? No!  \tSarah fights, but her arm moves nonetheless  \n[83]\t\t\tHelp me! Oh God. Somebody help me! \n[84]\t\t\tNo... please. Don't do this to me.  \tShe struggles, shaking back and forth. Writhing. In \tanguish and in fear.  \n[85]\t\t\tWhat do you want?  ", "Kennedy": "", "Sebastian": "\n[1]\t\t\tDamnit. \tSebastian pears out his window. Across the courtyard, a \tlight comes on in a neighboring window. He sees a \tBRUNETTE, mid-twenties, absolutely stunning, enter her \tliving room. The Brunette thumbs through the mail, tosses \tit and then begins to undress. Sebastian loans over to \tthe window, getting interested. But when the brunette \treaches her bra and panties, she crosses to the window \tand lowers her shades. \n[2]\t\t\tDamnit. \tSebastian leans back in his chair and closes his eyes. \tHe s obviously tired. He opens his eyes and stares up at \tthe ceiling. Painted across the white matte finish in big \tred letters is a brief reminder -  You Should Be \tWorking.  Sebastian sighs, leans forward and begins \tpecking away again. \t\t\t\t\t\t\t\t\t\t \n[3]\t\t\t\t \t\t\tI am a goddamn genius. \tHe hits a few more keys and a telephone keypad appears on \tthe screen. He dials. \t\t\t\t\t\t\t\t\t \n[4]\t\t\tYou know Da Vinci never slept. Said it \t\t\twas waste of time. \n[5]\tSebastian peers at the image of Linda in the computer \twindow. He notices something behind her in the bed, the \tyoung man sleeping face down. \n[6]\t\t\tWho s that? \tLinda pulls the camera off the top of the of the computer \tscreen and positions it so Sebastian can t see the bed. \n[7]\t\t\tTouche. \n[8]\t\t\tI cracked the reversion. \tUpon hearing this, Linda receives a jolt of adrenaline. \n[9]\t\t\tLook at this. \tSebastian hits a couple of keys. A moment later the \tmolecular structure appears on Linda s computer. \n[10]\t\t\tWatch this. \n[11]\t\t\t91% sure. \n[12]\t\t\tThe usual. Coffee and twinkies. \n[13]\t\t\tI know. You think you could hunt down \t\t\tMatt and get to the lab early. I want \t\t\tIsabelle prepped for a live test. \n[14]\t\t\tWell y know. It s daylight in \t\t\tSwitzerland. I gotta call the Nobel \t\t\tCommittee and tell them to get our \t\t\tprizes ready. See you in a few. \tON LINDA S COMPUTER SCREEN as Sebastian clicks off. Linda \tcrosses to her bed, and shakes the guy awake. \n[15]\t\t\tMorning, Ed. \n[16]\t\t\tSorry, Ed. You know the rules. \tSebastian presses his thumb against a glass screen. A \tlaser reads his print. \tScan readout: CAINE, SEBASTIAN \tClearance:    ALPHA ALPHA THREE \tDivision:\tCLASSIFIED \tThe doors whisk open and Sebastian steps inside. \n[17]\t\t\tCaine zero zero two seven. \n[18]\t\t\tMost normal people say good morning. \n[19]\t\t\tHow many tissue samples have we \t\t\tsuccessfully regressed? Hundreds, \t\t\tright? How many have gone on to work \t\t\ton the full system? None. \n[20]\t\t\tNo, that is the point. I m not going \t\t\tto waste six months of my life on an \t\t\toutmoded testing procedure. This thing \t\t\tworks. I know it. I feel it. \tLinda comes down the corridor, listening in on the tail \tend of the conversation. \n[21]\t\t\tYou think I m going to kill Isabelle? \n[22]\t\t\tSarah, thank you for your opinion, but \t\t\tI m the project leader. Understand? \tShe says ... \n[23]\t\t\tHow did you ever convince me to hire \t\t\ther? \n[24]\t\t\tYeah, well she cares more about the \t\t\tanimals than the research. \n[25]\t\t\tWho da Man? You da Man. \n[26]\t\t\tVitals? \tSarah, checks over the various readouts ... heartbeat, \tblood pressure, the rest. \n[27]\t\t\tHow many times do I have to tell you, \t\t\tFrank you aren t God. \t\t\t\t \t\t\tI am. \n[28]\t\t\tYou guys ready to roll? \n[29]\t\t\tOkay. Roll  em. \n[30]\t\t\tWhy thank you, Dr. Kensington, for \t\t\tthat keen scientific observation. I ll \t\t\tbe sure to include it in my memoirs. \n[31]\t\t\t\t \t\t\tReady. \tShe wraps a bungee cord around nothing and pulls it \ttight. She then takes some dye and sprays it. A surface \tappears, floating beneath the restraints. It sheens in \tthe light as Linda searches for a vein. She slaps the \tsurface several times. A small bulge appears, like a \tvein. \n[32]\t\t\tNice try, Sparky. \tMatt relinquishes the needle. \n[33]\t\t\tDo you see this? \n[34]\t\t\tSubject began manifesting almost \t\t\tImmediately. Protocol is reacting \t\t\tquickly. \tIsabelle starts to struggle against her restraints. She \tbegins to howl. \n[35]\t\t\tWhat? What problem! \tSarah checks her monitors. \n[36]\t\t\tNo! It s got to work. \tThe body is only half there. It looks as if its caught in \tdecomposition. Linda rubs the cardiac paddles together. \n[37]\t\t\t\t \t\t\tHow is she? \n[38]\t\t\tTo the finest research team I've ever \t\t\tknown.  \tA round of \"Hear, hears\" and they all clink glasses and \tdrink.  \n[39]\t\t\tHey...  \n[40]\t\t\tWhere would I go?  \tHe looks out over the sweep of the city, the twinkling \tlights of D.C. and darkness of the Potomac river.  \n[41]\t\t\tTwenty years ago there were no \t\t\tcomputers, no fax machines, no cell \t\t\tphones. I was just wondering what the \t\t\tworld will be like twenty years from \t\t\tnow... if what we're doing will change \t\t\teverything.  \n[42]\t\t\tSomething like that.  \n[43]\t\t\tActually it does. \t\t\t\t \t\t\tI guess since you were there from the \t\t\tbeginning, you know me better than \t\t\tanyone else on this godforsaken \t\t\tplanet.  \n[44]\t\t\tYeah... but I was working so hard, I \t\t\tdidn't realize I'd have no one to \t\t\tshare it with.  \tSebastian heads back inside. But he stops and turns back.  \n[45]\t\t\tI don't suppose we could turn back the \t\t\tclock for a night and you could come \t\t\thome with me?  \tHer look says it all. Too much water under the bridge.  \n[46]\t\t\tRight. Sorry. Too much champagne.  \tHe turns and heads back into the party. As he heads in he \tpasses Matt heading out. He and Sebastian exchange \t\"Heys\".  \n[47]\t\t\t\t \t\t\tWhat's it like? Talk goddamnit! Tell \t\t\tme what it's like!  \t\t\t\t\t\t\t\t \n[48]\t\t\tSix years ago, this committee \t\t\tcommissioned me with a very specific \t\t\ttask...  \n[49]\t\t\tTo successful phase-shift a human \t\t\tbeing out of quantum sync with the \t\t\tvisible universe and then return him \t\t\tsafely, with no after affects.  \tNext to Sebastian a video shows a small monkey shifting \tfrom the visible spectrum. It's hair, skin, organs and \tskeletons slowly dissolve before our eyes.  \n[50]\t\t\tWell, we found out sending them to \t\t\t\"never-never-land\" was easy, it's the \t\t\tgetting back that's hard.  \tSebastian fast forwards a few moments until the video \tscreen shows the bizarrely tangled heap of flesh and bone \tthat used to be alive.  \n[51]\t\t\tEvery time we've tried to bring a test \t\t\tsubject back from phase-shift. \t\t\tCellular bonds would dissolve, the \t\t\tprimary DNA strands would decay. But \t\t\tnow...  \tSebastian pauses. Something's bothering him.  \n[52]\t\t\tBut now...  \tOne of the senior advisers, DR. HARRY KRAMER, \tdistinguished 50s, finally breaks the silence.  \n[53]\t\t\tBut now... \t\t\t\t \t\t\tBut now, we feel we are closer than \t\t\tever to resolving this issue. We've \t\t\tbeen experimenting with a new \t\t\tregression formula that looks rather \t\t\tpromising. \t\t\tA FOUR STAR GENERAL leans forward.  \n[54]\t\t\tSir?  \n[55]\t\t\tShouldn't be more than another year, \t\t\tSir.  \tFrustrated sighs all around the room.  \n[56]\t\t\tMaybe sooner.  \n[57]\t\t\tKeep your voice down.  \n[58]\t\t\tI wasn't ready for them to know.  \n[59]\t\t\tI had more than a reason. I had a \t\t\tgoddamn epiphany.  \tThey reach his Porsche.  \n[60]\t\t\tWhat do you think they'd do if they \t\t\tknow we could send a subject into \t\t\tphase shift and pull it back out \t\t\tagain? How many seconds would it take \t\t\tfor them to take over the whole \t\t\tproject, bringing in their soldiers to \t\t\ttest the formula on. We'd have lost \t\t\tcontrol of it by the end of the week.  \n[61]\t\t\tI know. But not yet. There's too much \t\t\tfor us to learn. I don't want my hands \t\t\ttied by their political agenda when we \t\t\tgo to phase three.  \n[62]\t\t\tThat's easy. I've decided to test the \t\t\tprocedure ...  \n[63]\t\t\t... on myself.  \tThe team sits around the conference table. Their jaws \tdrop and they stare at him with wide eyes.  \n[64]\t\t\tWas Jonas Salk nuts?  \n[65]\t\t\tIf we're that unsure, how can we \t\t\tmorally justify testing it on someone \t\t\telse?  \n[66]\t\t\tWe'll have plenty of time to collate \t\t\tand cross-reference later. Monkey data \t\t\tdoesn't matter anyway. The only real \t\t\tdata is human data.  \n[67]\t\t\tHow are we gonna find out? Besides, \t\t\twe've succeeded with a gorilla and \t\t\ttheir DNA is 98% the same as humans. \t\t\tAnd the 2% is not that significant.  \n[68]\t\t\tWe're all concerned. I know that. But \t\t\tif we're gonna move forward ever, this \t\t\tis something we have to do.  \n[69]\t\t\tThe risks. I couldn't ask...  \n[70]\t\t\tI'm Project Leader. It's my formula \t\t\tand my call. The best way to express \t\t\tyour concern is to make damn sure you \t\t\tdo your best work. I'll want about \t\t\tfour weeks to...  \n[71]\t\t\tTo run some more reversions and tissue \t\t\ttests and then we'll attempt the phase \t\t\tshift. I'll stay shifted for three \t\t\tdays of testing and then we'll perform \t\t\ta quantum regression.  \n[72] \tA knock on the door.  \n[73]\t\t\tCome in.  \tLinda pushes into the room and closes the door behind \ther.  \n[74]\t\t\tWhat?  \n[75]\t\t\tYou don't understand.  \n[76]\t\t\tLin, trust me... nothing's going to \t\t\thappen.  \n[77]\t\t\t\t \t\t\tYes?  \tMatt sticks his head in.  \n[78]\t\t\tOkay.  \n[79]\t\t\tNo. I'm ready.  \tMatt leads him into the hallway.  \n[80]\t\t\tA little.  \n[81]\t\t\tI don't think so.  \n[82]\t\t\tYou know, that could be the last joke \t\t\tI ever hear.  \n[83]\t\t\tFine.  \tSarah checks his vitals.  \n[84]\t\t\tTo be expected.  \n[85]\t\t\tHey... it's gonna be okay.  \tLinda nods. Back to business.  \n[86]\t\t\tI'll inject myself. If anything goes \t\t\twrong, they can't blame you.  \tShe hands the hypo Sebastian and steps away. Sebastian \tstares at the golden formula silently for a moment.  \n[87]\t\t\tYeah. If I'm killed, pretend I said \t\t\tsomething deep and clever.  \tThen... Back to business. He inserts the needle into the \tI.V. Sebastian. Presses into himself and depresses the \tplunger.  \n[88]\t\t\tNothing so far.  \n[89]\t\t\tRecheck the protocol. It can't be non- \t\t\treactive.  \n[90]\t\t\tGoddammit.  \tAnother long pause. Sebastian concentrates.  \n[91]\t\t\tOkay wait, my arm... it's getting a \t\t\tbit warm... yeah, it's ... it's \t\t\tstarting to tingle...  \tExcitement overtakes the room.  \n[92]\t\t\tOkay... it's spreading to my back... \t\t\tlike, like a fever...  \n[93]\t\t\tShit... it's starting to burn... Oh \t\t\tgod. It hurts. I didn't think it would \t\t\thurt.  \tThe HEART BEAT thumps faster, accelerating  \n[94]\t\t\tPain!  \n[95]\t\t\tNo. Oh god! NO! STOP IT! STOP IT!  \tThe muscular system begins to dissolve, leaving a \tstruggling skeleton wrapped with tentacular blood vessels \tand stuffed with the major organs. The beating heart, the \theaving lungs.  \n[96]\t\t\tThe lights! Turn off the goddamn \t\t\tlights! Ah Christ!  \tLinda jumps up and crosses to Sebastian. Matt rushes to \tthe wall and turns off the lights. Darkness. The room is \tlit by the glow of machinery.  \n[97]\t\t\tI can't... I can't close my eyes. I \t\t\tcan't close my eyes.  \n[98]\t\t\tSo I ... I'm...  \n[99]\t\t\tMy arms. I can.. where? ... I can feel \t\t\tthem...  \n[100]\t\t\tMirror. I ... I want to see.  \n[101]\t\t\tI ... It's hard to think.  \tSebastian's voice is now behind him. Matt turns around.  \n[102]\t\t\tThe transformation... I remember every \t\t\tmolecule in my body shattering.  \n[103]\t\t\tAt first... but then everything went \t\t\tblack. I couldn't see or hear or feel \t\t\tanything. It was all just black... \t\t\tlike I wasn't connected.  \n[104]\t\t\tAt least my senses are starting to \t\t\treturn... You're wearing your \t\t\tShalimar, aren't you?  \tLinda realizes that he's standing very close by. Her hair \tlifts slightly and Sebastian inhales. Chills go down her \tspine.  \n[105]\t\t\tThis is weird. I'm looking through \t\t\tmyself at the floor. I'm looking right \t\t\tthrough myself. I can't tell ...  \tHe bumps into a chair.  \n[106]\t\t\t... where my body is.  \tA moment of silence.  \n[107]\t\t\tYou really can't see me. Can you?  \n[108]\t\t\tNo, just tired. \t\t\t\t \t\t\tIt's funny. I can see everything... \t\t\tmore than before... but I can't see \t\t\tmyself.  \n[109]\t\t\tNot to bad, considering.  \tThey turn round. The voice is coming from behind them. \tThe group rises from their various workstations and turn \ttoward where the voice came from.  \n[110]\t\t\tOdd, isn't it?  \tA rheostat switch on the wall turns and the lights dim. \tThough it's a simple act, it feels somewhat ominous.  \n[111]\t\t\tOver here.  \tSebastian has moved. As everyone turns toward him again, \the can't stifle a slight giggle.  \n[112]\t\t\tSorry. Couldn't resist.  \tHis voice again come s from somewhere else in the room.  \n[113]\t\t\tBoy, you people have no sense of \t\t\thumor.  \tA chair slides back from a desk and bends under \tSebastian's weight.  \n[114]\t\t\tShow me. So ...  \t\t\t\t\t\t\t\t\t \n[115]\t\t\tStop there.  \tFrank halts the tape.  \n[116]\t\t\tIndex that. That was when it started \t\t\tburn. Epidermal reaction.  \n[117]\t\t\tJust a little longer.  \n[118]\t\t\tFine.  \t  \n[119]\t\t\tThirty minutes. Yes,,_I know. I wrote \t\t\tthe procedure.  \n[120]\t\t\tYou like this don't you?  \n[121]\t\t\tBeing in charge.  \tIt's clear she does. But she's certainly not going to \tadmit it.  \n[122]\t\t\t\t \t\t\tSarah. Are you awake?  \tHer heavy breathing mixes with Sebastian's.  \n[123]\t\t\t\t \t\t\tHmm.  \tSarah's hair moves slightly, as if a hand were running \tthrough it. And then we see her shirt move, like fingers \twere tracing over it. Down from the shoulder to her \tbreast. Around her nipple. Sarah moans slightly, as if \tshe were dreaming, but she doesn't stir. And then her \tbreasts cup slightly, as if they were being touched... \tsoftly... gently. Her breathing becomes harder, more \tlabored, erotic... and then she... BOLTS AWAKE. Bar eyes \twide with fear. She jumps and cups her own breasts and \tlooks around the room. It's empty, of course. She jumps \tover to the monitor and checks on Sebastian's room. The \theat signature isn't there.  \n[124]\t\t\tRestless. Hard to sleep when you can't \t\t\tclose your eyes.  \tAs Sebastian talks, we can see the electrodes around his \tjaw pump up and down.  \n[125]\t\t\tGot up a couple of times. Knocked \t\t\tabout.  \n[126]\t\t\tI guess I didn't hear. I had the radio \t\t\ton.  \n[127]\t\t\tI didn't think it was a problem.  \n[128]\t\t\tNext I want to run a VV and UVF \t\t\tanalysis of the platelets.  \n[129]\t\t\tYou okay?  \n[130]\t\t\tYou just seem a little nervous.  \n[131]\t\t\tNo. I was looking at the clock. Why?  \tSarah draws the plunger back, sucking Sebastian's blood \tinto the hypodermic and then yanks the needle out.  \n[132]\t\t\tYou've no idea how much fun I've had. \t\t\tI'm going to hate going back.  \n[133]\t\t\tHow so?  \n[134]\t\t\tMaybe we won't give it to them. His \t\t\tvoice comes from behind her now.  \tWe see indentations on her shoulders where his fingers \tpress down.  \n[135]\t\t\tI was thinking... tonight's my last \t\t\tnight. Ever fantasize about making \t\t\tlove to an invisible man?  \tLinda pulls away from him.  \n[136]\t\t\tWell, don't do it for me. Do it for \t\t\tscience.  \tLinda walks away. Sebastian laughs.  \n[137]\t\t\tOh well. Missed your big chance.  \n[138]\t\t\tNot really. I was just starting to \t\t\tenjoy myself.  \n[139]\t\t\tWait... something... something doesn't \t\t\tfeel right.  \n[140]\t\t\tI can't br... br...  \tSebastian begins wheezing.  \n[141]\t\t\t\t \t\t\tHey...  \n[142]\t\t\tSo I guess it didn't work.  \tLinda shakes her head.  \n[143]\t\t\tYou look worried. It must've been bad.  \tSebastian's voice is weak and strained.  \n[144]\t\t\tWell, remember your Nietchze. Whatever \t\t\tdoesn't kill me, makes me stronger.  \tLinda smiles.  \n[145]\t\t\tI guess if I'm going to be stuck this \t\t\tway for awhile, I'd better make some \t\t\tadjustments.  \n[146]\t\t\tThe latex'll limit the amount of light \t\t\tdelivered to my optic nerves.  \n[147]\t\t\tWell, it gives you a face to talk to \t\t\tat least, and we can all work in \t\t\tnormal light again.  \n[148]\t\t\tThe testing's making me sick.  \n[149]\t\t\tI can't believe I have to spend \t\t\tanother night here. \t\t\t\t \t\t\tSuppose you're gonna go home now, meet \t\t\tup with that boyfriend of yours now.  \tLinda and Matt exchange a glance. Linda quickly covers.  \n[150]\t\t\tNo. That's okay. It's just, being a \t\t\tguinea pig is more work than I \t\t\tthought. I'll be fine.  \n[151]\t\t\tJust stopped by to let you know, I'm \t\t\tgoing out for a bit.  \tSebastian turns back into the hallway.  \n[152]\t\t\tIf I don't get out of here, I'm gonna \t\t\tgo crazy.  \n[153]\t\t\tWhy not?  \n[154]\t\t\tYes, but I made that rule. It's my \t\t\trule and I'm changing it.  \n[155]\t\t\tCarter, I was suppose to be like this \t\t\tfor three days. Three fucking days and \t\t\tI'll be damned if I'm going to spend \t\t\tthe rest of my life as a prisoner in \t\t\tthis godforsaken dump. Now I'm going \t\t\tout. I'll be back in a couple of \t\t\thours. Okay?  \tThe elevator doors close with Sebastian inside. Shit.  \n[156]\t\t\tYeah, well. You know how it in \t\t\tsometimes.  \n[157]\t\t\tThanks, but everything's cool.  \tSebastian starts his car. It chugs a few times before \tturning over and speeding out of the warehouse.  \n[158] \tSebastian packs up a few personal belongings in an \tovernight duffle. He crosses to his bookcase and pulls \tout some books and throws them into the bag.  \tBut as he does, he notices a light come on in the window \tacross the courtyard. Sebastian turns off his bedroom \tlight and moves toward the window. He peers across the \tcourtyard into the Brunette's apartment.  \tHe watches the Brunette as she comes into the living room \tfrom her front hallway. She drops her keys on the table \tand begins unbuttoning her blouse as she crosses to the \twindow. Just as the blouse slips off her shoulder, she \tpulls her blinds shut.  \n[159]\t\t\tShit.  \tFrustrated, Sebastian steps away from the window and then \tstops. Something has occurred to him.  \n[160]\t\t\tDon't even think it...  \tHe looks down and notices his hand is trembling. His \tbreathing is a little heavy. A little nervous. He catches \ta glimpse at himself in the mirror.  \n[161]\t\t\t\t \t\t\tOnce...just once.  \tThe Brunette's living room light switches off and the \tbathroom light switches on. We see him fighting an \tinternal battle and we see him lose it. He grabs a hold \tof his hand and peels the latex skin off.  \n[162] \tLinda exits the elevator and heads down to Sebastian's \tdoor. She knocks. Waits. No answer. She knocks again. \tWaits.  \tAnd then she tries the door. It's unlocked. She pushes \tthe door open.  \n[163] \tLinda pushes through the living room, into the bedroom.  \n[164] \tThe elevator doors open and Linda steps inside. The doors \tclose shut behind her. A beat later we see the \tindentations of footsteps come around the corner. We \tfollow the breathing and stumbling footfalls back into...  \n[165] \tWe push over to the bathroom sink. The faucet turns on \tand the water starts running.  \tWe see the water cup under the faucet and splash against \tSebastian's face. His face appears briefly in the water. \tThen the water slips away.  \tFor second it sounds like he's crying, but then we hear \tsomething far worse. He's laughing. Nervous laughter.  \n[166]\t\t\tRelax, Linda. No one's gonna find out.  \tThey all turn around. At the door is Sebastian, back in \this latex outfit.  \n[167]\t\t\tI got a little stir crazy, so I went \t\t\tto my apartment to pick up some stuff.  \n[168]\t\t\tWhat are you talking about?  \n[169]\t\t\tJust what did you see in my apartment?  \n[170]\t\t\tDon't make a mountain out of molehill. \t\t\tI didn't let anyone see me.  \n[171]\t\t\tCome on, Linda. You don't expect me to \t\t\tbe some kind of prisoner.  \n[172]\t\t\tI'm still Project Leader, Linda. It's \t\t\tmy decision to make.  \n[173]\t\t\tMatt?  \n[174]\t\t\t\t \t\t\tHow much blood do you think you've \t\t\ttaken so far?  \tThe surface of his skin sheens in the light as Linda \tsearches for a vein. She slaps his arm several times, \tthen plunges a hypodermic needle into his skin.  \n[175]\t\t\tEvery day... feels like you're sucking \t\t\tme dry.  \tLinda presses down on the hypodermic plunger, releasing a \tdye into his bloodstream.  \n[176]\t\t\tIt's funny. All these years I've known \t\t\tyou, I never pegged you for a \t\t\tmegalomanic.  \n[177]\t\t\tThe shoe being on the other foot. You \t\t\tgetting to run things.  \n[178]\t\t\tDon't patronize me. \t\t\t\t \t\t\tAnd for the record, you've got no idea \t\t\twhat it's like. I get up every morning \t\t\tand you people stick needles in me. \t\t\tYou bombard me with radiation until I \t\t\tvomit. And then at six it's over for \t\t\tyou. You get to go home. But Sebastian \t\t\tis still here. Sebastian can't leave, \t\t\tor else. That's the worst part, you \t\t\tknow. Here I have this ... this GIFT \t\t\tand I can't even use it.  \n[179]\t\t\tYou're goddamn right it's a gift. And \t\t\tif you weren't so goddamned short \t\t\tsighted, I'd be out there right now \t\t\ttrying to master it.  \tSebastian looks around at the other scientists staring at \thim. He tosses the hypo with the needle onto the \tinstrument tray and heads toward the door.  \n[180]\t\t\tLooks like I'm going nowhere.  \n[181]\t\t\tDo them yourself.   \n[182]\t\t\tNo.  \tLinda looks over his shoulder.  \n[183]\t\t\tFunny, huh? I've become a literal \t\t\tmetaphor.  \tHe puts the books down.  \n[184]\t\t\tI know. And you being right doesn't \t\t\tmake it any easier for me.  \n[185]\t\t\tI'm not scared of being stuck this \t\t\tway. With a little more make-up and \t\t\tpractice, I could... \t\t\t\t \t\t\t... pass. Y'know, get by in the world. \t\t\tBut the testing...  \n[186]\t\t\tWhat if it's years? I don't know how \t\t\tmuch more testing I can take.  \n[187]\t\t\tWe've got it. We've got it.  \n[188]\t\t\tCome on, baby. Come on.  \tBut the blood cells nearest the blank patch twinkle out \texistence, and then those around them also blink away \tuntil after a beat, the screen is empty.  \n[189]\t\t\tYou're sorry? You're fucking sorry?  \tSebastian picks up a glass beaker and hurls it against \tthe wall. It shatters.  \n[190]\t\t\tSix weeks of this shit and you're \t\t\tsorry!  \tHe grabs more equipment and begins tossing it in a rage. \tCarter and Janice grab him and restrain him. After \tstruggling against them a beat or two, Sebastian calms \tdown and pushes away from them and heads out the door.  \n[191]\t\t\tI'm going to the lab.  \n[192]\t\t\tWaste of time. Da Vinci never slept.  \n[193]\t\t\tAh, my two favorite people. Good \t\t\tmorning.  \n[194]\t\t\tYou know some days you just wake up \t\t\tfeeling the world is full of \t\t\tpotential. Like your eyes have been \t\t\topened.  \n[195]\t\t\tCook up a batch and let's see where we \t\t\tgo.  \n[196]\t\t\tI trust you. Now if you'll excuse me, \t\t\tI need to have my head examined.  \n[197]\t\t\tWhen you were a kid, you ever dream \t\t\tabout being invisible?  \n[198]\t\t\tWhat did you imagine you'd do?  \n[199]\t\t\tWhat's the usual?  \n[200]\t\t\tJimmy Margiani?  \n[201]\t\t\tEver think up anything along the grand \t\t\tscale?  \n[202]\t\t\tAnd what if it weren't fantasy? What \t\t\tif you were out there in the world and \t\t\tcould do whatever you wanted with no \t\t\tconsequences whatsoever. How far would \t\t\tgo? I mean... if it were real?  \n[203]\t\t\tLet's say you saw a woman with amazing \t\t\ttits. Would you brush against them?  \n[204]\t\t\tHuman nature. So if you could get away \t\t\twith more, would you do more?  \n[205]\t\t\tEighty two percent? Makes you wonder \t\t\tif the world's ready for what we're \t\t\tdoing.  \n[206]\t\t\tWhat do you mean?  \n[207]\t\t\tI just walked around. Y'know.  \n[208]\t\t\tLike what?  \n[209]\t\t\tKind of sophomoric, don't you think. \t\t\tBesides, it was late and I wasn't out \t\t\tthat long.  \n[210]\t\t\tThere was this one girl.  \n[211]\t\t\tNaw...  \tSebastian gives Carter a sly grin.  \n[212]\t\t\tWell maybe a little. \t\t\t\t \t\t\tI tell you though, a man could get \t\t\tused to it.  \n[213] \tThen ...  \n[214]\t\t\tGoodnight.  \tLinda-jumps.  \n[215]\t\t\tSorry, didn't mean to frighten you.  \n[216]\t\t\tBe quiet!  \tA photograph of Linda drifts through the air and settles \tatop a flaming candle. It ignites into fire, twisting and \tturning in mid-air, then falling on the floor as ash. A \tbeat later water runs from the sink faucet. It forms in \tthe shape of hands and splashes against his face, \tdripping away.  \n[217]\t\t\tAnd the cyclops screamed out, \"Who is \t\t\tit who blinds me?\" and Odysseus \t\t\treplied \"Nobody is my name\". And the \t\t\tCyclops raged to his friends \"Nobody \t\t\tis killing me. Nobody\".  \tThe barking continues. A moment later the chamber door \tslides open. We push down the...  \n[218]\t\t\tShhhh. It's Nobody-It's nothing.  \tThe Plexiglas door to the doggie's cage swings open and \tsome invisible force grabs little doggie around the neck. \tThe force squeezes its little fur ball throat until the \tbarking stops.  \n[219]\t\t\tNobody's gonna hurt you.  \tThe force keeps squeezing until the little doggie goes \tlimp. Then the dog smashes against the Plexiglas over and \tover until blood spills out its mouth. The Plexiglas door \tswings closed again and moments later the door to \tSebastian's cubicle closes as well. The water runs in \tSebastian's sink washing the blood away from his now half \tvisible hands.  \t\t\t\t\t\t\t\t \n[220]\t\t\tI am now.  \tThe sheets raise and drape off of him.  \n[221]\t\t\tNo. Why?  \n[222]\t\t\tWhat of?  \n[223]\t\t\tHow'd that happen?  \n[224]\t\t\tSarah... You saying I had something to \t\t\tdo with it?  \n[225]\t\t\tI was in my room all night.  \n[226]\t\t\tAny big plans for tonight?  \n[227]\t\t\tReally? Whatever happened to that guy \t\t\tyour were seeing?  \n[228]\t\t\tBeing locked down here, I'm forced to \t\t\tlive vicariously. Someday you'll have \t\t\tto tell me what he's like.  \n[229]\t\t\tAu domain.  \tSebastian watches Linda walk away. He glances at the \tcamera and starts to peel off his face.  \n[230]\t\t\tHmmm.  \tWe see the footsteps start to head back toward the \twarehouse.  \n[231]\t\t\tWhat the hell?  \tHe breaks into a run. Feet splash water and he races back \ttoward the warehouse.  \n[232] \tWe hear breathing and footsteps as we push through some \tbushes and head toward a bay window which looks into the \tKramer living room.  \tThrough the glass we see LINDA and MATT seated across \tfrom DR. KRAMER. We can't hear what they're saying but it \tcertainly looks serious. Kramer puffs on a pipe and \tstrokes his beard, shaking his head.  \tKramer rises and shakes hands with Linda and Matt, and \tthe three of them head toward the front door.  \tWe move away from the window and track toward the front \tdoor. As the door opens we begin to hear the tail end of \tthe conversation.  \n[233]\t\t\tWhat? No good morning for me? Don't \t\t\tyou like me anymore?  \n[234]\t\t\tThat's okay. It's going to be busy \t\t\tday.  \n[235]\t\t\tI'm sorry. But I can't lot you turn me \t\t\tin.  \n[236]\t\t\tYou have no idea what it's like. The \t\t\tpower of it. The freedom. I can't let \t\t\tthat go.  \n[237]\t\t\tThere's nothing to talk about. See ... \t\t\tI've done things that can't be undone.  \tA long beep as the intercom clicks off.  \n[238] \tJanice enters the office.  \n[239]\t\t\tI'm here.  \n[240] \tJanice struggles with her unseen assailant, slamming into \twalls and knocking into filing cabinets.  \n[241] \tLinda and Matt knock.  \n[242]\t\t\tMarco...Polo... Marco... Polo...  \tHis voice keeps shifting. Matt fires.  \n[243]\t\t\tNot even close.  \tMatt sweeps his front leg back and forth, like a blind \tman using a cane. But his foot isn't hitting anything. He \tsees a FIRE EXTINGUISHER mounted on the wall. He rushes \tit, turns it on the hallway and sprays. And SOMETHING \tLUNGES through the foam. GRABS HIM, sending him tumbling \tdown the tunnel. Matt is thrown against the wall. Blood \tcoming from his brow. He scrambles away, spraying more \tfoam. Sees a shape in the mist, raises his pistol and \tFIRES. The shape leaps away. The DART FLIES. Doesn't hit. \tMatt scrambles back into a corner. His pistol is empty.  \n[244]\t\t\tSo... just out of curiosity, how long \t\t\thas my best friend been fucking my ex- \t\t\tgirlfriend.  \n[245]\t\t\tShe's a pretty sweet fuck, isn't she?  \n[246]\t\t\tI'm sorry, but I just feel that our \t\t\tfriendship is holding me back. I'm \t\t\tsure you understand.  \tTHE DOOR OPENS. Linda reaches through, grabs Matt. She \tpulls him to his feet and through the door.  \n[247]\t\t\tYou missed.  \tHer hair flies up, and she swings against the wall. She \ttries to move, but she's pinned there. Her hands \tstruggling against the force.  \n[248]\t\t\tYou.  \tThe trigger pulls .... Pop!  \tA dart explodes from the gun and imbeds in Sarah's \tstomach. She whimpers as her eyes glass over. Suddenly \tshe's released. She stumbles backward and falls lifeless \tto the floor. A moment of stillness, all we can hear is \tthe sound of someone breathing.  \tOn Sarah's face... a slight-indentation runs down her \tcheek..  \tAlmost sweet... almost tender. And slight indentation \truns across her breast and strokes down her body. The \tsense of violation and vulnerability is awful. Sebastian \tsighs.  \n[249]\t\t\tI've always liked your feistiness.  \tSarah's head shifts slightly. Her head shifts violently, \taccompanied by the celery crunch of her neck snapping. \tSebastian exhales, his breath filled with the \tintoxication of power.  \n[250]\t\t\tNow? Now you die.  \tThe three of them whip around.  \n[251]\t\t\tI would say that what I am \t\t\texperiencing is psychological \t\t\tawareness. I like you being in \t\t\tcomplete and absolute control.  \tThey identify the general area the voice is coming from: \tBack inside the Chamber! They slowly move toward the \tChamber door. With lightning speed they slam the door \tshut, locking Sebastian inside the Recovery Chamber.  \n[252]\t\t\tYou're never gonna bring me back \t\t\tLinda. I never want to come back.  \n[253]\t\t\tOr maybe I'll fuck you. One last time \t\t\tfor old times sake.  \tLinda slams her fist against the wall of the Chamber.  \n[254]\t\t\tImagine you two, carrying on right \t\t\tunder my nose. Out of curiosity, what \t\t\tdid he give you that I couldn't?  \n[255]\t\t\tOkay, sweetie. I'll be quiet. If \t\t\tthat's what you want...  \tSebastian TOGGLES the intercom switch OFF. We pan over to \tone of the working video screens ... Matt and Frank \tstride down the hallway. The chair swivels and the \tobservation room door swings open slightly.  \n[256]\t\t\tFigured it out? You were always so \t\t\tclever.  \tMatt's pulled back across the lab by the cord around his \tneck. He grabs at the cord trying to breathe. Linda \twatches him being pulled away.  \n[257]\t\t\tThe villagers with their torches? Lock \t\t\tup your daughters! Sorry, Lin. It's \t\t\tnot gonna happen that way.  \tLinda hits the lights. The lab is now very, very dark.  \n[258]\t\t\tSee, I've spent all my time down here \t\t\tthinking up this plan. When they find \t\t\tyou, they'll find a pile of charred \t\t\tcorpses. The result of a terrible \t\t\taccident, I'm afraid.  \tLinda reacts to the voice as it grows nearer. She \tnavigates the maze of equipment, heading toward the crack \tof light at the front door.  \n[259]\t\t\tI guess because I don't have to look \t\t\tat myself in the mirror anymore \t\t\t\t \t\t\tRemember that first night I was out? I \t\t\tdid something bad, just to see if I \t\t\tcould get away with it. And when I \t\t\tdid, I realized I could have it all. I \t\t\tcan kill in broad daylight. And \t\t\tnobody's gonna tell the police they \t\t\twere fucked by a ghost. Anything I \t\t\tdesire I can make happen, but not if \t\t\tpeople know.  \tLinda and Matt have reached the door of the lab. She \tpushes through it and slams it behind her.  \n[260] \tA drawer opens, revealing a set of clothing neatly \tfolded. Shirt, pants, shoes. They begin to move.  \n[261]\t\t\tCaine. One One One One One.  \n[262]\t\t\tYou said it yourself, Lin. I shouldn't \t\t\thold on to the past.  \tThe door starts to shut.  \n[263]\t\t\tOh God!  \tLinda stalks toward him.  \n[264]\t\t\tI'm gonna find everyone in your family \t\t\tand kill them-. Your sister... she \t\t\tnever liked me. I think I'll go after \t\t\ther and her little boy first.  \tSebastian smashes her head against a metal post. Her head \tcuts open, blood dripping down.  \n[265]\t\t\tI just wanted you to know that before \t\t\tyou die.  \tLinda collapses to the floor. Sebastian's foot presses \tagainst her neck, squeezing it. Linda gags for breath. \tBut through the shoot of water that is Sebastian, we see \tsomething also... a watery smudge.  \n[266]\t\t\tRemember the day we met? You were \t\t\twearing a red dress and you were so \t\t\tpretty. Now... Now look at you.  \n[267]\t\t\tYou fucked it all up.  \tLinda looks at her feet. The last elevator emergency \tbrake grips its cable. She grits her tooth and grabs hold \tof the ladder.  ", "Caine": "", "Janice": "\n[1]\t\t\tOkay. We are rolling record on videos \t\t\tone through twelve. \tFrank hits a series of buttons and speaks into a \tmicrophone. Recording. \n[2]\t\t\tWe re still in the green. \n[3]\t\t\tIsn't it a little soon to be moving \t\t\tinto phase three anyway?  \n[4]\t\t\tWe're hot. All systems nominal, \t\t\tHouston.  \tFrank coordinates all the data being fed into the \tcomputers. He pushes a series of buttons and speaks into \ta microphone.  \n[5]\t\t\tSomething's happening.  \tFrank leans into the microphone.  \n[6]\t\t\tI didn't think the human brain could \t\t\tspike that high.  \n[7]\t\t\tSo, what was it like?  \n[8]\t\t\tIndex Mark. 112125.  \tJanice scribble the numbers in her notebook. Linda \tcrosses, nursing a cup of coffee.  \n[9]\t\t\tWhat are the tranqs for?  \n[10]\t\t\tAre you saying he's dangerous?  \n[11]\t\t\tI don't blame him.  \n[12]\t\t\tAnd you think he's violent?  \n[13]\t\t\tWhat if he doesn't come back?  \n[14]\t\t\tI do.  \n[15]\t\t\tSome security system.  \n[16]\t\t\tDr. Caine? Are you in here? Dr. Caine?  \tSuddenly, Janice jerks back.  \n[17] \tHer face blue, eyes bulging. An I.V. cord wrapped around \this neck. Linda jumps back.  ", "Walton": "", "Dr.": "\n[1] \tThe stately stone house sits on a finely manicured lawn \tin one of the nicest neighborhoods in town. Linda's car \tis parked on the curb in front.  \tWe break from a typical establishing shot and as the \tCAMERA tracks closer to the house, we realize that we are  ", "Kramer": "\n[1]\t\t\tBut now?  \tLinda and Matt look up at Sebastian expectantly.  \n[2] \tThe stately stone house sits on a finely manicured lawn \tin one of the nicest neighborhoods in town. Linda's car \tis parked on the curb in front.  \tWe break from a typical establishing shot and as the \tCAMERA tracks closer to the house, we realize that we are  \n[3]\t\t\tI'll call General Caster right now and \t\t\tconvene the oversight committee \t\t\ttomorrow.  \n[4]\t\t\tJust sit tight and wait for my call.  \tMatt and Linda head down to her car. Kramer heads back \tinside.  \n[5] \tKramer heads back into the living room. His wife appears \ta the upstairs railing.  \n[6]\t\t\tWhat was that about?  \n[7]\t\t\tJust a little trouble at work.  \n[8]\t\t\tYou coming up?  \n[9]\t\t\tIn a minute. I have to make a few \t\t\tcalls.  \tMrs. Kramer retreats back to her bedroom as Dr. Kramer \tcrosses over to the telephone. He picks up the receiver \tand starts dialing. In the middle of dialing, the phone \tgoes dead. He clicks the hookswitch up and down trying to \tget a dial tone. Nothing. He checks the connections on \tthe phone and then follows the wiring to the wall. The \tline's plugged in. Weird. He hears a door creak open in \tthe kitchen.  \n[10]\t\t\tHello? Hello?  \tKramer crosses to the darkened kitchen. The kitchen door \tleading to the backyard is open. Puzzled, he crosses to \tit. A wind stirs across the pool and backyard, swirling \tdead leaves in small twists of wind. The windchime rings \tlightly. Kramer steps out.  \n[11]\t\t\tHelp! HELP! MARTHA! HELP!  \tAs Kramer runs, he looks behind him. But no one's there. \tWHAM! Something slams into Kramer and he tumbles, rolling \tinto the pool. But as he hits water there's not just one \tsplash, but TWO. In the water next to him is human shaped \tAIR-POCKET. It's Sebastian displacing the water. And \tbecause of the water displacement, we can clearly see two \tarms pushing Kramer beneath the water's surface.  \tMARTHA KRAMER opens the bedroom window and looks down at \tthe pool. All she can see is her husband drowning... his \tflailing limbs kicking up a massive air bubble around \thim. She races from the window. Kramer kicks and flails \tfor a few moments and then his limbs stop moving. A \tmoment later he floats to surface, face down. The AIR \tPOCKET bobs over to the pool ladder, and rising from the \tpool, we see Sebastian's body outlined in sheets of \twater. The shape melts away in a cascading waterfall \tuntil all we can see of Sebastian are the hundreds of \ttiny droplets still clinging to his body, caught in the \tlight like twinkling bulbs on a Christmas tree. The shape \tdisappears into the darkness. A moment later Martha \temerges from the house and sees her husband floating face \tdown in the pool. She screams.  ", "Linda": "\n[1]\t\t\tSebastian, do you know what time it \t\t\tis? \n[2]\t\t\tWhat is it this time? \n[3]\t\t\tNot your business. Not anymore. \n[4]\t\t\tSo you calling about anything in \t\t\tparticular, or were you just hoping to \t\t\tcatch me sleeping in the nude? \n[5]\t\t\tYou cracked it? \n[6]\t\t\tYou sure? \n[7]\t\t\t\t \t\t\tEleven months with no progress and you \t\t\tsuddenly come up with it out of the \t\t\tblue? How? \n[8]\t\t\tI hate you. \n[9]\t\t\tYeah, I think I can find him. What are \t\t\tyou going to do? \n[10]\t\t\tHey... come on. \tDR. MATTHEW KENSINGTON, late 20s too, stirs from under \tsheets. \n[11]\t\t\tSebastian just called. We gotta get to \t\t\tthe lab. \tMatt bolts up. \n[12]\t\t\tGive me some credit, will ya. \n[13]\t\t\tHe cracked reversion. \tMatt pulls his jeans on. \n[14]\t\t\tWe better take our own cars. \n[15]\t\t\tI know. It s just You re his best \t\t\tfriend. He ll feel betrayed. \n[16]\t\t\tYou okay? \n[17]\t\t\tYeah. She s become a lot more \t\t\taggressive in the last few days. \tLinda takes the goggles from Matt. \n[18]\t\t\tGo take care of that bite. I ll get \t\t\ther. \n[19]\t\t\tKnock it off. \t\t\t\t \t\t\tIsabelle! \tTHERMAL POV - Dark hallway. Movement. A red shimmering \theat signature. It comes running at Linda. HOWLING. Linda \tfires. A T-DART flies. Thwack... It stops in mid-air. \tThen falls. But it doesn t hit the floor. Instead, it \tstops inches above the ground. \tTHERMAL POV - the heat signature lies in a heap at \tLinda s feet. \n[20]\t\t\tWhat s that make it? \n[21]\t\t\tBut I m catching up. \n[22]\t\t\tYou said you wanted the beat vet in \t\t\tthe country. \n[23]\t\t\tMaybe that s why she s so good. \t\t\t\t\t\t\t\t\t \n[24]\t\t\tTesting De-Phase protocol. Injecting \t\t\tserial protein Caine One Two Five. \tLinda removes a glowing vial of orange liquid from a \tcentrifuge nearby. \n[25]\t\t\tPropped. \n[26]\t\t\tCome on, Isabelle. You can do this. \tSebastian lowers the hypo. The skin bonds and gives. The \tneedle remains in sight after it slips through the \tvisible surface. Matt presses down on the hypo plunger, \treleasing a dye into his bloodstream. The gold liquid \ttwists into a long snaking tube up and down the limb. \tIt s the shape of a vein. The liquid begins to react. \tSmall flashes of light blip up and down the strand of \tcolor. Ba-bump.. ba-bump... the heartbeat starts to speed \tup. \n[27]\t\t\tIt s working. It s actually working. \tMatt pulls the sheet back. Muscles are beginning to \tappear. And eyeballs. Frightened eyeballs. \n[28]\t\t\tSubject may be in pain or extreme \t\t\tdiscomfort. \n[29]\t\t\tGot the crash cart. \tCarter charges the crash cart and rolls it in. \n[30]\t\t\tClear! \tLinda slams the paddles on the monkey s chest. The jolt \tof electricity makes the monkey visible again for a brief \tmoment. Then the skin and flesh fade away again. \n[31]\t\t\tCome on Isabelle. Come on. You can do \t\t\tit. You can fucking do it. \tEverybody s pulling for her. \n[32]\t\t\tWelcome back, Isabelle. \tSebastian puts his hand on Linda s shoulder... a move \tthat does not go unnoticed by Matt. We did it. \n[33]\t\t\tWe should celebrate.  \n[34]\t\t\tI thought you'd gone.  \n[35]\t\t\tA little \"I am become death... the \t\t\tshatterer of worlds\"?  \n[36]\t\t\tSince the day I met, all you wanted to \t\t\tdo was change the world.  \tShe puts her hand on his shoulder.  \n[37]\t\t\tListen, I know we've... I mean... well \t\t\t... I just want you to know how proud \t\t\tI am of you. I know it probably \t\t\tdoesn't mean a lot...  \n[38]\t\t\tYou're positively maudlin. You should \t\t\tbe happy. Do you have any idea what \t\t\tyou've accomplished?  \n[39]\t\t\tNothing. It's just... He is who he is. \t\t\tSometimes I just have to be reminded.  \t\t\t\t\t\t\t\t\t \n[40]\t\t\tI'm sure he had a reason. \t\t\t\t \t\t\tYou did have a reason, didn't you, \t\t\tSebastian?  \n[41]\t\t\tIt's their money, Sebastian. It's \t\t\tgoing to happen eventually.  \n[42]\t\t\tSebastian ... humans can talk, build \t\t\thouses and cook in microwave ovens. \t\t\tGorilla's live in trees. That's a \t\t\thelluva 2% if you ask me.  \n[43]\t\t\tWhy you? Why not one of us?  \n[44]\t\t\tWhat if you're too valuable to lose?  \n[45]\t\t\tIn the past six years, I've never once \t\t\tchallenged your decisions, but this \t\t\t... Sebastian. I don't think you \t\t\tshould do this.  \n[46]\t\t\tOh please. How long were we together? \t\t\tYou must've said it a million times \t\t\t... Nobody knows who built the lunar \t\t\tlander. All they remember in the first \t\t\tman on the moon.  \tSebastian shrugs and nods.  \n[47]\t\t\tBut what if something happens to \t\t\tyou... what about the project?  \tSebastian smiles.  \n[48]\t\t\tHe refuses to listen to reason.  \n[49]\t\t\tSorry. I just can't let it go.  \tMatt props himself up on the pillow.  \n[50]\t\t\tSo how can we let him do this?  \n[51]\t\t\tIn a heartbeat.  \n[52]\t\t\tLet me ask another question.  \n[53]\t\t\tIs the human race really ready for \t\t\twhat we're doing?  \tMatt groans and rolls over.  \n[54]\t\t\tNo really. Is it ready? We're \t\t\tbarrelling down a road that begs moral \t\t\tand ethical questions that I don't \t\t\tthink we can answer.  \n[55]\t\t\tThis night is still young. \t\t\t\t \t\t\tI mean, when you think about it, it's \t\t\tcreepy. Do we really want to live in a \t\t\tworld where people can just disappear \t\t\tin the blink of an eye?  \n[56]\t\t\tO.K. How're you feeling? \t\t\t \t\t\tSebastian takes a deep breath.  \n[57]\t\t\tStart recording.  \n[58]\t\t\tSubject: Male, Age 29, weight 166 lbs.  \tMatt jabs a hypodermic into small vial of colored liquid. \tDraws up 20ccs.  \n[59]\t\t\tWe can still shut down, Sebastian.  \tHe shakes his head.  \n[60]\t\t\tInjection was administered at \t\t\t\t \t\t\t... 18:23:47.  \tThe colored liquid snakes it's way into his bloodstream.  \n[61]\t\t\tKeep talking. Tell us what you're \t\t\tfeeling.  \n[62]\t\t\tNothing's happening.  \tAnother moment passes by.  \n[63]\t\t\tMaybe we overlooked something.  \n[64]\t\t\tFrank?  \n[65]\t\t\tHere we go.  \tSlowly the flesh on Sebastian's arm begins dissolving, \trevealing the complex network of nerves, blood vessels \tand flesh beneath it.  \n[66]\t\t\tWhat do you feel? Keep talking. KEEP \n[67]\t\t\tProp the crash cart.  \tCarter grabs the crash cart, rolls it in. Matt tears off \tthe I.V. leads into Sebastian's arms.  \n[68]\t\t\tWe can't!  \n[69]\t\t\tBio-quantum phase shift occurred at \t\t\t18:26.  \tThe screaming continues and the restraints continue to \ttwist and turn. Suddenly the restraints go limp.  \n[70]\t\t\tNo. He passed out from the trauma.  \n[71]\t\t\t\t \t\t\tYou did it, Sebastian. You're the \t\t\tfirst.  \n[72]\t\t\tHis breathing's hypnotic. How long's \t\t\tit been?  \n[73]\t\t\tWhere are the others?  \n[74]\t\t\tI keep looking at that hole, wondering \t\t\tif he's really there.  \tShe notices something out of the corner of his eye. The \tsheet twitches.  \n[75]\t\t\tDid you see...  \tThe sheet twitches again.  \n[76]\t\t\tYour eyelids are transparent.  \tThe sheets slowly stop thrashing.  \n[77]\t\t\tYes.  \n[78]\t\t\tYour arms ... your whole body... It \t\t\tworked, Sebastian. It worked.  \tThe sheet rises and slips away. The wires, seemingly \tconnected to thin air, spread out like a spider's web and \tthen fall away one-by-one. The monitors all go dead.  \n[79]\t\t\tYour system received quite a shock.  \n[80]\t\t\tSebastian.  \tLinda's hair drops back to her shoulders.  \n[81]\t\t\tSebastian?  \tNo answer. Linda and Matt look at each other, slightly \talarmed.  \n[82]\t\t\tGimme symptoms. Dizziness, nausea, \t\t\theadache, body-ache, disorientation.  \n[83]\t\t\tWhy don't you ask him?  \tLinda motions to the gap between her and Matt. The four \tof them stare at the nothing.  \n[84]\t\t\tHe can't close his eyes so they're \t\t\tsensitive to light.  \tLinda's explanation puts everyone at ease.  \n[85]\t\t\tC'mon Sebastian. Knock it off.  \n[86]\t\t\tIt's late. Time you got some rest.  \n[87]\t\t\tHate to pull rank, but you're my \t\t\tpatient now and you need rest. We've \t\t\tgot a busy day tomorrow.  \tHeavy sigh.  \n[88]\t\t\tWe've set up a thermal camera for \t\t\tobservation and I've arranged one of \t\t\tus to be here 24/7 in case you need \t\t\tanything. The team's gonna be on alpha- \t\t\tcall alert for the duration. If \t\t\tanything goes wrong, we can all be \t\t\there within...  \n[89]\t\t\tI was trying to be reassuring.  \n[90]\t\t\tWhat's that?  \n[91]\t\t\tPlease. I'm just doing my job.  \t\t\t\t\t\t\t\t\t \n[92]\t\t\tYou gonna be okay?  \n[93]\t\t\tCarter'll be in at six to spell you \t\t\tand I'll be in by nine. Call me if \t\t\tanything happens, okay?  \tThrough the glass wall, Linda sees Matt knocking and \twaving her out.  \n[94]\t\t\tDays only get longer from here.  \tLinda catches Matt's eye. Gives him a look. \"You coming \tover?\" Matt nods, \"yes\", imperceptible to everyone but \tLinda. She smiles.  \t\t\t\t\t\t\t\t \n[95]\t\t\tWhy didn't you call me?  \n[96]\t\t\tI can talk to him.  \n[97]\t\t\tSebastian? Goddamnit.  \tWe hear Sebastian's laughter echo in the room.  \n[98]\t\t\tThat's what worries me.?  \n[99]\t\t\tWhat happens when we turn the project \t\t\tover to the Army. Ever wonder how much \t\t\tfun they're gonna have?  \n[100]\t\t\tStop it, Sebastian. It's not funny.  \n[101]\t\t\tGrow up.  \n[102]\t\t\tGot some sleep. Big day tomorrow.  \n[103]\t\t\tRecording?  \tFrank peers down at her from the booth, his voice echoing \tthrough the chamber.  \n[104]\t\t\tDe-Phase protocol. Injecting Serial \t\t\tProtein Caine One Two Seven.  \tMatt removes the glowing vial of orange liquid from a \tcentrifuge nearby. Carter hands Matt a hypo. Matt jabs it \tinto the vial, drawing up the colored liquid. Linda \tsprays Sebastian's arm with dye.  \n[105]\t\t\tReady?  \n[106]\t\t\tTough.  \n[107]\t\t\tWhat's wrong?  \n[108]\t\t\tCarter!  \tCarter grabs onto the mass of flesh and muscle, trying to \thold it back. But the restraints snap. The half-visible \tman is screaming. He grabs Carter and throws him across \tthe room.  \n[109]\t\t\tSebastian! Sebastian!  \tAnd just for a second, Sebastian is fully visible. And \tfree. He looks around like a scared animal and rips off \tall the wiring.  \n[110]\t\t\tSebastian!  \n[111]\t\t\tHe's reverting. Got him on the table.  \tMatt, Linda and Sarah pull the shifting body up and onto \tan operating table. Carter pulls himself up and heads \tback to the group.  \n[112]\t\t\tGet me a I.V. of A.G. seven.  \n[113]\t\t\tSebastian... can you hear me? Can you \t\t\thear me? How are his pupils?  \n[114]\t\t\tGuess so. \t\t\t\t \t\t\tI was just thinking about the Apollo \t\t\tmissions. Y'know? Grissom, White and \t\t\tChaffee... What it was like for them \t\t\ton that launch pad that day, thinking \t\t\tthey were gonna reach the stars only \t\t\tto burn to death.  \n[115]\t\t\tBut he didn't die, did he? \t\t\t\t \t\t\tWhat if we can't bring him back? What \t\t\tthen?  \n[116]\t\t\tNo. I want to be here for him.  \tLinda pushes through the door of the recovery chamber and \ttakes a seat by Sebastian's bedside. A little hurt, Matt \theads down the corridor.  \n[117]\t\t\tHey...  \t  \n[118]\t\t\tYou almost died.  \n[119]\t\t\tI should be making you feel better. \t\t\tNot vice versa.  \n[120]\t\t\tYou could almost pass for human.  \tSebastian rises. He looks eerily removed from reality \twith his cold blank expression.  \n[121]\t\t\tCould be the barium or the radiation.  \n[122]\t\t\tDo you want me to stay?  \n[123] \tLinda and Matt each rush to their respective cars.  \n[124]\t\t\tI'll meet you at the lab. I'm gonna \t\t\tswing by his place, just in case.  \n[125]\t\t\t\t \t\t\tI don't want him to see.  \n[126]\t\t\tSebastian?  \n[127]\t\t\tSebastian?  \tShe notices that the bathroom light is on.  \n[128]\t\t\tOh shit.  \tShe scramble for the bedroom phone and quickly dials.  \n[129]\t\t\tYeah, Matt, it's me. He was here. No. \t\t\tHe's taken his make-up off. I don't \t\t\tknow...He must be outside somewhere. \t\t\tI don't know where he went. I'm coming \t\t\tback to the lab. How? How'm I supposed \t\t\tto do that? I CAN'T FUCKING SEE HIM! \t\t\tWe're going on alpha call.  I want \t\t\teveryone at the lab now. We're gonna \t\t\tneed thermal visors and we may need \t\t\ttranqs.  \tAs she hangs up the phone, and heads out. The CAMERA \tdoesn't follow, but instead pushes through the blinds and \tout the window. As we cross the courtyard, we begin to \thear muffled cries of terror. We hold on the Brunette's \twindow as we...  \t\t\t\t\t\t\t\t\t \n[130]\t\t\tUse your imagination.  \n[131]\t\t\tThe Metro stops running after midnight \t\t\tand he's on foot, so he can't have \t\t\tgotten too far.  \n[132]\t\t\tThis program is classified. If he's \t\t\tout there it means someone might find \t\t\tout about him. He could destroy the \t\t\twhole program.  \n[133]\t\t\tBullshit! I went to your apartment and \t\t\tI happen to know you did a helluva lot \t\t\tmore than pick some stuff up.  \n[134]\t\t\tYou, of all people How could you?  \tCaught dead to rights, Sebastian sinks into his chair. He \tthinks she knows.  \n[135]\t\t\tYou put yourself and this project at \t\t\trisk.  \n[136]\t\t\tI saw your face and your clothes.  \n[137]\t\t\tThat's not good enough. When you're \t\t\toutside the lab there are a thousand \t\t\tvariables none of us can control. It's \t\t\tjust not safe for you to be out there.  \n[138]\t\t\tYou volunteered for this, Sebastian. \t\t\tYou knew going in there could be \t\t\tconsequences. \t\t\t\t \t\t\tFor the security of this project, I'm \t\t\tgonna have to ask you to confine \t\t\tyourself to the compound.  \n[139]\t\t\tYou're right. It's your decision. But \t\t\tif you leave the compound again, I'll \t\t\tnotify the oversight committee. Then \t\t\tthey can make the decision. You \t\t\tunderstand?  \n[140]\t\t\tPack 'em up... Everyone go home.  \t\t\t\t\t\t\t\t \n[141]\t\t\tHold still.  \tShe wraps a bungee cord around the nothing and pulls it \ttight. She then sprays the inside of his elbow with dye.  \n[142]\t\t\tNot enough to worry about.  \n[143]\t\t\tWhat are you talking about?  \n[144]\t\t\tI didn't ask for this, Caine. But when \t\t\ta classified experiment disappears in \t\t\tthe middle of the night, someone's \t\t\tgotta run the show. \t\t\t\t \t\t\tLook, I know how hard this has been \t\t\tfor you.  \tHe knocks her arm away and pulls the hypo, out of his \tarm.  \n[145]\t\t\tNow it's a gift?  \n[146]\t\t\tWhere're you going?  \n[147]\t\t\tWant to talk about it?  \n[148]\t\t\t\"We are the hollow men, the stuffed \t\t\tmen, headpieces filled with straw.\"  \n[149]\t\t\tI don't want to fight you. I just want \t\t\twhat's best for the program.  \n[150]\t\t\tYou can be scared. That's okay.  \n[151]\t\t\tYou're talking like you've given up. \t\t\tIt's only been a few months.  \n[152]\t\t\tThat's all we need.  \n[153]\t\t\tI'll go talk to him.  \n[154]\t\t\tGood morning.  \n[155]\t\t\tI restructured the third genome on \t\t\tyour radiated protein strand. Thought \t\t\tyou might want to take look.  \n[156]\t\t\tI thought you'd want to take a look at \t\t\tit.  \n[157]\t\t\tI'm telling you, I know him. \t\t\tSomething's going on.  \n[158]\t\t\tIf he knew about us, he'd be angry and \t\t\tthat wasn't angry.  \n[159]\t\t\tIt's fine. I just didn't know you were \t\t\tthere. Goodnight.  \tAs she leaves the Lab, he follows her down the hallway.  \n[160] \tLinda passes through the revolving doors of her apartment \tbuilding. A few beats later, as if caught by a gust of \twind, the revolving door slowly turns on its own.  \n[161]\t\t\tWhat was it?  \n[162] \tLinda breathes a sigh of relief.  \n[163]\t\t\tThanks. No, just checking. 'Kay, bye. \t\t\t\t \t\t\tPhew.  \tMatt pulls her into him.  \n[164]\t\t\tHe never left the room.  \n[165]\t\t\tAre we sure?  \n[166]\t\t\tQuiet night at home. Maybe a book.  \n[167]\t\t\tHe's still in the picture. Why?  \n[168]\t\t\tMaybe someday I will. See you in the \t\t\tmorning.  \n[169]\t\t\t\t \t\t\tForgot something.  \n[170]\t\t\tAsshole.  \n[171]\t\t\tEither way, we aren't equipped to \t\t\thandle this. We have to inform the \t\t\tcommittee.  \tEverybody murmurs in agreement.  \n[172]\t\t\tThey'll go after him. \t\t\t\t \t\t\tWho has tonight's shift?  \n[173]\t\t\tPretend nothing's wrong. Everyone just \t\t\tdo what you're doing so he doesn't \t\t\tbecome suspicious. Okay? Matt and I'll \t\t\tgo tell Doctor Kramer and we'll lot \t\t\tthe committee deal with it.  \tSebastian's POV - He backs away and races down the hall.  \n[174]\t\t\tThank you, sir.  \n[175]\t\t\tOh, sorry. I...I'm in a hurry.  \n[176] \tMatt sits across from her, twirling a pen in his hand. \tThey both stare at the phone.  \n[177]\t\t\tWhen did he say held call?  \n[178]\t\t\tI'm gonna call him.  \tLinda picks up the phone and dials.  \n[179]\t\t\tYes, Dr. Kramer please. Excuse me? \t\t\t\t \t\t\tWhen? I'm so sorry.  \tLinda blanches as she hangs up the phone.  \n[180]\t\t\tHe's dead. Drowned in his pool last \t\t\tnight.  \tLinda picks up the phone again and dials.  \n[181]\t\t\tYes, General Thompson please. Thank \t\t\tyou.  \tAs she waits the phone line clicks dead.  \n[182]\t\t\tHello? Hello?  \tShe clicks on the hookswitch.  \n[183]\t\t\tI'll be right back with help.  \tLinda taps in his floor code.  \n[184]\t\t\tFoster One Delta Eight Three Five.  \n[185]\t\t\tThat's a first.  \tLinda taps the keypad again.  \n[186]\t\t\tFoster One Delta Eight Three Five.  \n[187]\t\t\tTell me this isn't happening.  \n[188]\t\t\tWe've got a problem.  \n[189]\t\t\tThere's no set check in procedure. It \t\t\tcould be weeks.  \tA graphic of the elevator system pops up on the screen. \tFrank highlights the security terminal. Frank hits a few \tmore keys. The screen reduces to a series of numbers.  \n[190]\t\t\tYou think you can got in?  \tFrank rewrites a few of the numbers.  \n[191]\t\t\tWhose?  \n[192]\t\t\tOkay, Sebastian. Fun's over. Tell us \t\t\twhere you are.  \tShe waits. Then...  \n[193]\t\t\tSebastian... where are you?  \n[194]\t\t\tC'mon Sebastian. You're scaring me. \t\t\tTell me where you are and we can talk \t\t\tabout it.  \n[195]\t\t\tSebastian! Sebastian! \t\t\t\t \t\t\tI want search parties. Thermal goggles \t\t\tand tranquilizers.  \n[196]\t\t\tSebastian?  \tNo response. They push through the door. The room seems \tdeserted. Signs of a struggle. File cabinets opened, \tdrawers tossed.  \n[197]\t\t\tThere's something over there.  \tLinda moves toward it. Whatever it is its hidden from \tMatt's POV by the supply cabinet. As Linda gets close she \tpulls of f her thermal goggles to see...  \n[198]\t\t\tJesus. Oh my god.  \tMatt rushes over. Sees the lifeless corpse.  \n[199]\t\t\tShe was strangled. Multiple blows to \t\t\ther head.  \tLinda begins a medical check of the rest of the body. \tMatt stoops down and examines Janice's face.  \n[200]\t\t\tWe got a big problem here.  \tA lamp tumbles from the desk and smashes to the floor. \tBoth Linda and Matt jump. Linda frantically dons the \tthermal visor and scopes the room again. Nothing. Matt \tnotices the lamp cord beneath Linda's leg. Points it out \tto her. She sighs with relief... she pulled the lamp off \tthe table.  \n[201]\t\t\tGet everybody to the conference room. \t\t\tNow!  \tMatt picks up the phone. Clicks the hookswitch. Clicks \tthe hookswitch again.  \n[202]\t\t\tGimme that.  \tShe checks the phone, punches some numbers. Nothing.  \n[203]\t\t\tIt was just working.  \n[204]\t\t\tShhh.  \tLinda takes a few cautious steps. Senses something.  \n[205]\t\t\tGive me the visor.  \tMatt, suddenly concerned, hands her the visor.  \tTHERMAL POV - Linda checks out the corridor. Empty. Linda \ttakes Matt's hand.  \n[206]\t\t\tC'mon.  \tThey move quickly up the corridor. See Frank, Sarah and \tCarter.  \n[207]\t\t\tJanice is dead.  \n[208]\t\t\tIt's clear.  \tMatt, Frank, Janice and Sarah step in, locking the door \tbehind them.  \n[209]\t\t\tHe wasn't. He is now.  \n[210]\t\t\tNo. We find him, before he finds us.  \n[211]\t\t\tWe designed it to help find the rats \t\t\twe kept dropping in year one. They \t\t\twere too small for thermal scans.  \tA map of the compound appears on the screen.  \n[212]\t\t\tI've got movement in Corridor Six.  \n[213]\t\t\t\t \t\t\tCheck. Check.  \tHer voice echoes from the other unit.  \n[214]\t\t\tBe careful.  \n[215]\t\t\t\t \t\t\tTake a right at the next accessway. \t\t\tHe's working his way back to the \t\t\toffices.  \tWe see Matt and Carter on one of the working video \tscreens as they push down the tunnel.  \n[216]\t\t\tIf he keeps heading in that direction.  \tMatt nods to Carter. The pair splits, heading down \tseparate accessways.  \n[217]\t\t\tI lost him. Matt, I lost him.  \n[218]\t\t\tHe was there.  \n[219]\t\t\tI got movement again! He's right on \t\t\ttop of you!  \n[220]\t\t\tRight on top of you.  \n[221]\t\t\tWhat's going on? Are you okay?  \n[222]\t\t\tMatt, he's coming toward you.  \n[223]\t\t\tGot outta there.  \tMatt breaks into a run.  \n[224]\t\t\tHe's close!  \n[225]\t\t\tHe's coming right at you!  \tThen checks the Thermal goggles. Several heat signature \tdot the tunnel.  \n[226]\t\t\tTwenty, maybe thirty feet.  \n[227]\t\t\tThose signatures ... they're coming \t\t\tfrom the heating vents.  \tThrough the goggles, Matt sees the tunnel turning red.  \n[228]\t\t\tGet out of there!  \n[229]\t\t\tI'm going!  \n[230]\t\t\tThat's why I'm going. \t\t\t\t \t\t\tCorridor eight is clear. Get Carter to \t\t\tthe lab. We'll meet you there.  \n[231]\t\t\tDo it.  \n[232]\t\t\tI know. He's gone.  \n[233]\t\t\tHabitats.  \n[234]\t\t\tHe's let the animals out. It wasn't \t\t\thim we were tracking.  \tLinda leans against the wall, still clutching her tranq \tgun at the ready. The heat is getting to bar. Bar scrubs \tare soaked, her hair's a mess. She wipes the sweat from \ther brow.  \n[235]\t\t\tYou okay?  \n[236]\t\t\tMe .... Don't ask about me. If he \t\t\tfreed all the animals, we could have \t\t\tdozens running around the lab.  \n[237]\t\t\tGet to the lab, lock the goddamn doors \t\t\tand pray to God Frank can reprogram \t\t\tthe elevator.  \n[238]\t\t\tWhere is she?  \n[239]\t\t\tI said no one goes anywhere alone.  \n[240]\t\t\tHe's dead.  \tLinda would love to cry about it, but doesn't afford \therself the luxury.  \n[241]\t\t\tOh god. Sarah!  \tThe group breaks into a run. Linda pushes into the \tchamber and falls at Sarah's side. Matt cradles Sarah's \thead. They look for some sign of life as Linda fights \tback the tears.  \n[242]\t\t\tNo...  \n[243]\t\t\tThis didn't happen. This hasn't \t\t\thappened.  \n[244]\t\t\tHe's here!  \n[245]\t\t\tSebastian!  \tSilence. The three cautiously move out. They stand back \tto back, each one facing out. They move toward the door \tof the Chamber.  \n[246]\t\t\tSebastian. Sebastian, listen to me.  \tNo response. They all their tranq pistols level waiting \tfor some sign. Hearing each other breathe. They slowly \tmove outside the Chamber into the corridor.  \n[247]\t\t\tI don't know if you can understand \t\t\tthis, but what you're experiencing is \t\t\ta psychological breakdown. This isn't \t\t\twho you are.  \tA beat.  \n[248]\t\t\tYou goddamn bastard! You goddamn \t\t\tbastard. You're gonna pay for this. \t\t\tI'm going to bring you back to \t\t\tvisibility and then I'm going throw \t\t\tyour ass in jail.  \n[249]\t\t\tFuck you!  \n[250]\t\t\tShut up, Sebastian. He's more of a man \t\t\tthan you'll ever be.  \n[251]\t\t\tSebastian? Sebastian? No.. No...  \tLinda bangs on the glass. She looks. No movement, no \tnothing. She listens. Shit. She takes off running.  \n[252]\t\t\tMatt! Frank!  \tTracking with Linda as she rushes down the hall.  \n[253]\t\t\tMatt! Matt! Frank!  \n[254]\t\t\tJesus!  \tLinda rushes over and slams into Matt. They fall to the \tground. Linda crawls over to Matt, but her head snaps \tback and her lips erupt with blood.  \n[255]\t\t\tNo!  \tShe clamors over to him. But Matt rises in the air and is \ttossed against the lab table. Linda levels her dart \tpistol and fires haphazardly at the air. She hits nothing \tbut objects jerk and move in a line as Sebastian heads \tfor cover. Linda manages to grab Matt and pull him to \ther.  \n[256]\t\t\tHang on!  \n[257]\t\t\t\t \t\t\tYou won't get away with this. They'll \t\t\tfind out about you. They'll hunt you \t\t\tdown.  \n[258]\t\t\tHow can you be so brutal?  \n[259]\t\t\tJust keep going. I'll fix you later.  \n[260]\t\t\tMatt... Matthew. Stay with me now.  \tLinda pulls his scrubs open. The wounds are many and \tdeep.  \n[261]\t\t\tShhh. Don't talk.  \tBAM! Something slams against the door. Bam! Slams against \tit again. The old deadbolt is buckling. Linda looks \taround the room and sees the storage freezer.  \n[262]\t\t\tWe gotta move. Hang on.  \tLinda helps Matt up and into the storage freezer.  \n[263]\t\t\tYou feel that?  \tMatt smiles.  \n[264]\t\t\tYour losing blood, but he didn't hit \t\t\tthe vitals.  \tShe looks around.  \n[265]\t\t\tSutures and thread.  \tShe rises, and looks outside the porthole into the room. \tSuddenly it fogs up and she almost sees a face. She \tstumbles backward, and the door starts rattling. Linda \tscrambles over to hold the metal crowbar in place. \tSebastian pulls and rattles on the freezer door. To no \tavail. It's not gonna budge. Finally he gives up. The \tdoor stops shaking. Linda is relieved, briefly.  Still. \tThen she hears the click of the door locking.  \n[266]\t\t\tGoddamnit.  \tLinda looks around the storage room. She grabs a roll of \tduct tape and pulls off a length.  \n[267]\t\t\tThis is temporary.  \tShe takes paper towel and cleans off Matt's wound. She \ttapes it, using duct tape.  \n[268]\t\t\tYou still with me?  \n[269]\t\t\tJust keeps getting worse.  \tLinda returns to the door. Shakes it.  \n[270]\t\t\tOh shit.  \tThe inside thermometer has dropped to five degrees.  \tLinda grabs the metal bar and starts smashing it against \tthe porthole. The metal bar just bounces off the glass.  \n[271]\t\t\tThere's got to be.  \n[272]\t\t\tMatt! MATT!  \tShe checks his pulse. Thank god he still has one, but \the's not gonna last long. They're both already starting \tto turn a little blue. Linda stares desperately up at the \tshelves, trying to find some sort of advantage. Then she \tsees something. She looks back at the door lock and then \tshe rises ... and grabs AN EXTENSION CORD coiled on the \tshelf.  \n[273]\t\t\tWe're not dying in here.   \n[274]\t\t\tSebastian!  \tAnd there's Linda. Slicked with dirt and blood. She holds \ta oxygen container with a cut line.  \n[275]\t\t\tI can't let you leave. Come on out and \t\t\tI'll give you one last chance.  \n[276]\t\t\tAaaaaaahhhh!  \tShe hits the top of a LIGHTER duct-taped to the hose. A \tline of PRESSURIZED FIRE BLOWS into the elevator. \tWWHHHOOOOSSHHHH! Sebastian goes up in flame. Linda runs \ttoward the elevator. Just as the door's about to close, \tshe slides. Her foot jamming into it. \tShe lets loose with the flame again. Sebastian, backed \tinto the corner, has no where to go. He's yelling in \tpain. His latex FACE BUBBLES and burns. The surgical \tscrubs SINGE BLACK. With no other escape route, he dives \ttoward the door. Linda looks up to see his flaming body \tfly over her, back into the corridor. Linda kills the \ttank as Sebastian continues to burn. The elevator lights \tflickers and the security panel goes up in a shower of \tsparks. The elevator dies. Linda pulls herself to her \tfeet and turns to see...  \tHalf of Sebastian's head MELTED AWAY, his latex facade a \tgruesome smoke-damaged mass. His clothes are half burned \trevealing large blistering bubbly welts underneath, like \tdeformed blackened bubble wrap.  \tSebastian crawls to his feet, but Linda hits him with \tanother shot of flame.  \tSebastian pulls at his clothes as he crawls around the \tcorner.  \n[277]\t\t\tYou wanna see God? I'll show you God.  \tLinda turns the corner to see a heap of smoldering latex \tand clothing strewn about the corridor floor. Sebastian, \tlooking like some ugly creature, pushes down the \tcorridor. He throbs with his blackened skin blistering \tand cracking up and down his body. Linda lets loose \tanother jet of flame. It's smaller than the first and \tdoesn't quite hit Sebastian. Linda checks the tanks \tpressure gauge. It slowly drops. Linda follows the \tblackened horror into the maze of tunnels. But as he \tpushes along the corridor, his burns slowly re- absorb \tthemselves. Sebastian is no longer visible. A quiet \tmoment in the hallway as Linda realizes how vulnerable \tshe is. She looks around for him desperately. Nothing. \tBut something on the ceiling catches her attention. She \tblasts it with the last jet of her dying torch. THE \tSPRINKLER SYSTEM, hit by fire, comes to life. Water \tsprays down on the tunnel. Sebastian is caught in the \tdownpour, his invisible frame outlined by water. It comes \ttoward her, the hot skin steaming in the water. He grabs \tLinda and slams her against the wall. His watery hand \tsmashes her across her face. Linda reels. On the floor, \tshe looks to see Sebastian stalking toward her. She \tcrawls away, but he grabs her by her hair, pulls her to \ther feet and slams her against the wall.  \n[278]\t\t\tNitro...  \tMatt peaks inside.  \n[279]\t\t\tHe's rigged the centrifuge.  \n[280]\t\t\tGrab on.  \tLinda hooks the crowbar onto the hatch lip and pulls \therself up. She reaches back down for Matt.  \n[281]\t\t\tFuck you. Give me your hands.  \tLinda grabs Matt's hands and pulls for all she's worth. \tShe struggles, but they both manage to got him through \tthe hatch.  \n[282]\t\t\tClimb!  \n[283]\t\t\tClimb!  \tMatt starts up, rung after rung. Linda climbs right \tbehind him.  \n[284]\t\t\tKeep moving.  \tHe does, through sheer force of will. Blood from his \twound drips down on Linda's face. No telling how much \tfurther they have to go in this darkness. Light leaks in \tfrom the maintenance hatch below.  \n[285]\t\t\tOh God!  \n[286]\t\t\tMove!  \tPanicked, Linda pushes Matt up the ladder as she stares \tdown at the rising fire wall. But the fire dissipates \tbefore it hits them, though a stray tongue of flames \treaches up to lick the soles of her feet.  \tThey hear a terrifying moan and looks up to see the \televator peaking far above her. It slows to a stop and \n[287]\t\t\tC'mon. Before it slips.  \tThey begins to climb up again. Matt shimmies through the \ttight hollow, and squeezes out the other side, followed \tby Linda. She breathes a sigh of relief and just hangs \tthere a moment when ... Ah! Something grabs her. A singed \tthrobbing hand emerges from the darkness, gripping at her \tleg.  \n[288]\t\t\tIt's him.  \tShe kicks at it and sees a dark dirty face - a swirl of \tdirt, grime and smoke with hollow eyes - rise up the \tladder.  \n[289]\t\t\tGet off me.  \tSebastian pulls himself up Linda's body. Translucent \tdirty hands paving at the fabric of her clothes. Linda \ttries to climb with this thing on her. But Sebastian \tgrabs her around the neck. She begins choking for breath. \tLinda fights to keep her grip on the ladder... She looks \tdown at the ten foot drop to the elevator and then... She \tlets go!  \n[290]\t\t\tLet go of me.  \tSebastian presses her up against the ladder. Presses into \ther from behind. He has her trapped. His dirty hand \treaches out and strokes her hair.  \n[291]\t\t\tGo to hell.  \tLinda stamps on the brake release. The ELEVATOR TUMBLES \t... along with Sebastian. It slams into the fiery abyss a \thundred yards below. Linda hangs, one hand holding onto \tthe ladder, the other holding onto Matt. Matt pulls her \tback onto the ladder, using all his remaining strength.  \n[292]\t\t\tWe lived.  \tLinda looks over her shoulder at the traces of the ruin \tand she sees a shimmer of heat rising from the ground... \talmost as if something was there.  ", "McKay": "", "Matthew": "", "Kensington": "", "Mrs.": "\n[1]\t\t\tWhat was that about?  \n[2]\t\t\tYou coming up?  "}}