{"filename": "Horrible-Bosses_script.txt", "imdb_id": "tt1499658", "imdb_url": "https://www.imdb.com/title/tt1499658", "characters": ["Thomas, Head of Security", "Jack Pellit", "Margie Emerman", "Kurt's Co-Worker", "Mr. Anderton", "Dale Arbus", "Jamie", "Stacy", "Nick Hendricks", "Dr. Julia Harris, D.D.S.", "Kurt Buckman", "Dave Harken"], "dialogues": {"Jack": "\n[1]Busy week? Kurt looks up at JACK PELLIT, 70s, the kindly, affectionate owner of the company. 14. \n[2] \n[3]Walk with me, Kurt. The two of them head toward the exit. \n[4]I wanted to talk to you about -- \n[5]It's this damn recession. What about cost-cutting measures? \n[6]No way. These people have worked their asses off for me. There's no reason they should suffer. Kurt looks at his boss with admiration. There's a lot of love between these two. \n[7]You know why it's good? Because they'll dump our chemicals in rivers, pollute water supplies and hurt people. I've spent my life building this company. 15. \n[8]Would you want the Pellit name to be associated with something like that? \n[9]Everything okay, Margie? \n[10]Who's in there? \n[11] \n[12]It's all yours, Margie. Margie quickly slips into the rest room and shuts the door. \n[13]You know, Bobby, you seem to be spending more time in that bathroom than at your desk these days. 16. \n[14]All I ask is that you do your part around here, son. \n[15] \n[16] \n[17]Tell me something, Kurt. Are you happy here? \n[18]I'm glad to hear you say that. I'm rewriting my will tonight and there's going to be a special place for you in there. He gives Kurt a hug like a doting father, then climbs into his car. As Jack pulls out and begins driving across the parking lot, Kurt waves. Suddenly, the car's HORN begins to honk in a CONSTANT BLARE. Kurt lowers his hand as the car veers off the pavement, slowly cruising into a tree where it stops abruptly, the horn still honking. A bewildered Kurt runs toward the car, as we -- ", "Pellit": "\n[1]   \n[2]  \n[3]What the fuck?! A guy can't get any privacy in this place! \n[4]Well, then, you're fucking stupid, Dad. Because that's clearly not true. \n[5]I do my part. I do other people's parts. But you just like to ride my ass because I'm your son. I don't see you screaming at -- -- dickskin here. \n[6] \n[7]Yeah, that's what I thought. Jack and Kurt pass a receptionist desk and go out into -- \n[8]  \n[9]  \n[10]Yo, dickwall! What the fuck? Kurt sees Bobby Pellit standing in the doorway of what was Jack's office. \n[11]You're three hours late. What's the deal? \n[12]Maybe that excuse would've flown when my dad was here, but I'm in charge now. \n[13]In my office. Now. 25. \n[14]  \n[15]Sit. Kurt sits. Bobby quickly slips a small mirror and rolled up dollar bill into a drawer. Kurt sees Bobby has tossed most of Jack's mementos, achievement awards and photos with luminaries in the trash. \n[16]I've been looking over the books. You're the accountant. Tell me why this company is in the crapper. \n[17]Bullshit. Look, I know you and my dad were pals. Frankly, I always thought it was weird and gay and I never understood why my dad thought you were so great. But it doesn't matter now because he's in the ground and I'm your boss. And there's gonna be some changes around here. First of all... (pointing to a \n[18]Yeah, fuck that. We've got an offer from Bolivia to dump the stuff for a third the cost. \n[19]So some jungle tribesmen get cancer. Boo friggin' hoo. \n[20]Well then, we're right on schedule, aren't we? Kurt's eyes narrow. He reaches into the trash can and grabs one of Jack's discarded ACHIEVEMENT TROPHIES and PLUNGES its pointy end deep into Pellit's chest, impaling him in his chair. \n[21]Oh, and we also need to trim the fat around here. \n[22]I want you to fire the fat people. They're slow and lazy and they make me sad to look at. Start with Large Marge. ANGLE ON Margie at her desk. \n[23]Fine. Then fire Professor Xavier over there. ANGLE ON a balding, middle-aged man in a wheelchair, HANK, who sits at a desk near Margie's. 27. \n[24]He creeps me out. Rolling around in that weird little chair of his. \n[25]No shit. You think when I was a kid I dreamed of running a fucking chemical company? No. I dreamed of retiring. Of being fed tropical fruit on a beach by a model while she blows me. And as soon as I squeeze all the profit out of this place, that's exactly what I'm gonna do. So here's the deal. You either fire the fatty or the cripple, or I fire both of them. \n[26]   \n[27] Everyone, can I have your attention please? I've just learned that Kurt has fired our dear friend Hank here. I want you to know that I am as surprised and angry about this as you are. \n[28]This is entirely an accounting department decision. My hands are tied.  You are one heartless bastard, Gamble. 28. \n[29]   \n[30]  \n[31] \n[32]   \n[33]   \n[34]  \n[35]    \n[36]  \n[37]   \n[38]   \n[39]    \n[40]   \n[41] \n[42]   ", "Margie": "\n[1]Oh hi, Mr. Pellit. Kurt. I've just been waiting to get in there for a while now... \n[2]It's... your son. \n[3]  \n[4]Oh, hey, Kurt. Come in. \n[5]Thank you. Terrible what happened to him. \n[6] \n[7] I'm not pregnant. \n[8]I'm aware that I have a weight problem, Kurt. It just happens to manifest itself in my lower abdomen. \n[9] \n[10]Strike two. Kurt opens his mouth to say something but thinks better of it. He stands up and slumps out. Life as he knew it at Pellit Chemicals is clearly over. ", "Emerman": "", "Kurt's": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5] \n[6]  \n[7]  \n[8] \n[9]  \n[10]  \n[11]  \n[12]   \n[13]  \n[14]  \n[15]   \n[16]    \n[17]  \n[18]   \n[19]  \n[20] ", "Anderton": "", "Dale": "\n[1]Aww. You really like it? \n[2]Well, you're my queen. I love you, Stacy. \n[3]I'm fine. Thanks. \n[4]Uh-huh. \n[5]Thank you. \n[6]Uh, no. \n[7]Probe. \n[8]What? \n[9]Oh, right. He hands her the tool. \n[10]Julia, please. \n[11]Hey! \n[12]All right, Julia, listen. You can't keep doing this. \n[13]She's not my girlfriend anymore. Stacy and I got engaged last night. Julia's whole demeanor changes. She becomes deadly serious. \n[14]We're engaged. \n[15]Hey! \n[16]That's a horrible thing to say. I never said that! Mr. Anderton GROANS groggily. 12. \n[17]Wow. Sorry, man. He was like a dad to you. \n[18]I thought he was giving you a promotion. \n[19]Well, at least your boss doesn't sexually harass you. \n[20]I'm telling you, she's out of control. It's a full-on hostile work environment. \n[21]Today she sprayed my crotch with water so she could see the outline of my wiener. \n[22]I'm engaged! \n[23]Thank you. \n[24]I can't apply for another job, remember? \n[25]It was nighttime and I was peeing! And it's bullshit that I got put on the registered sex offender list for that! \n[26]Why would they put a playground next to a bar anyway? That's entrapment. A SEMI-CUTE GIRL walks past. \n[27]Man. He must be grieving all the time. \n[28]You wanted to see -- He looks up to find Julia sitting at her desk in nothing but an unbuttoned white lab coat. \n[29] \n[30]Do I have to? \n[31]Look, Julia, this is ridiculous -- \n[32]Now. Right now. \n[33]You're naked, Julia! \n[34]Okay, right there! Just saying `pussy' to me. That's over the line. \n[35]Again! Naked, `pussy,' `faggot.' All over the line. And probably \n[36]It was an empty playground! In the middle of the night! \n[37]I'm not going to sleep with you, Julia. \n[38]She stood there with her breasts right in my face. Nick and Kurt turn to Dale. \n[39]Why don't you guys quit? It's not like you're sex offenders. 31. \n[40]The world is your oyster. \n[41]I heard you moved to New York to work at Lehman Brothers or something. \n[42]Easy, Kenny. \n[43]Uh, sure. Here's a few bucks, Kenny. \n[44]What do you mean? \n[45]Jeez. \n[46]You guys are sick. \n[47]Me too. There's another beat. \n[48]Consider what? \n[49] Yeah, right. \n[50]Yeah, shut up, Kurt. \n[51]Well, first of all, killing someone is illegal and immoral -- \n[52]I can't believe you guys are actually talking about this. I don't care how bad our bosses are. We're not murderers. \n[53]What you guys are talking about is wrong and you know it. \n[54]She's not ruining my life. If anything's ruining my life it's you guys and your drunk bullshit. \n[55]I don't want to do it. And when you sober up neither will you. We're not killing anyone. Dale heads off. \n[56] \n[57]Stacy?! \n[58]For... nothing. What are you doing here? Julia appears in her office doorway. \n[59] \n[60]We don't want to take advantage of Julia. \n[61]Wait -- no gas. She doesn't need to be out. \n[62]Hey! Stop it, what are you -- ? \n[63]\n[64]I knew you only brought her in here to mess with me. \n[65]All right, that's it, Julia. This is over. You're out of your mind. I quit! He goes to turn off the gas but before he can -- \n[66]What? \n[67]Tell her whatever you want. She'd never believe you. Julia opens a nearby drawer and tosses an envelope onto Stacy's chest. \n[68]What is that? \n[69] \n[70] \n[71]How did you make it look like I was awake? \n[72]This is rape! You raped me! \n[73]Let's kill the bitch. \n[74]My boss. Our bosses. They need to die. Nick and Kurt exchange a look. \n[75]That was before Julia tried to fuck me on top of my fiancée's unconscious body. \n[76]I say we kill them all. Are you guys in or out? \n[77]Yes! Nick? They both turn to Nick who is uncertain. Kurt spots the photo of Nick with his GRANDMOTHER and grabs it off the wall. \n[78]I was thinking about that on my way over. Stacy and I watch a lot of `Law &amp; Order' and there's a ton of ways criminals mess up. Things we'd never think of. They leave behind clothing fibers, bullet casings, hair, skin cells -- \n[79]Exactly. And that's why we need a professional. \n[80]Maybe you do, moneybags. \n[81]That's the only problem. I have no idea. There's a beat. Kurt's eyes light up. \n[82]What people? \n[83]Craigslist?! You found a hitman on Craigslist. \n[84]This is so dangerous. What if he's a narc? \n[85]What do we do if this guy gets here and he asks for so much money that we can't afford him and he gets mad and kills all of us? \n[86]I bet that briefcase has one of those guns you have to screw together. \n[87] Oh my God, he's like James Bond! \n[88]No, no! We definitely don't want to record this, sir. \n[89] \n[90]Please don't kill us. \n[91]What's that? Kurt reaches up and pushes a button on the rear-view mirror. A male voice comes over the speaker. \n[92]Oh, come on! \n[93]Now, `Gregory.' Is that your real name? \n[94]Thank you, Gregory./Thanks, Gregory. \n[95]Aren't you worried about your car? \n[96]You said they were the lowest of the low. \n[97] Oh my God. \n[98]I vote we go. The three stand and head for the door. \n[99]This is ridiculous. We're never gonna find someone to do this for us. \n[100]Oh, we're just gonna follow him into that alley?... All right. \n[101]Your first name is Cocksucker? \n[102]No, no. It's just interesting. That's the name on your birth certificate? \n[103]Oh! Like Dean Jones. The actor from Herbie the Love Bug. \n[104]Not `motherfucker'? \n[105]Isn't there any kind of discount because we're buying three at once? Like buy two, get one free. \n[106]Wow. Good negotiating. \n[107]Or plastic. I read an article that plastic is actually better for the environment than paper. \n[108]Should we deduct the cost of the briefcase? \n[109]I mean, assuming we don't get the case back... We're not getting the case back, right? Cocksucker glares at him. \n[110]Well, that's like an extra eighty bucks. Only seems fair that we should take that out of your end. \n[111]Then let's get a cheap one. It doesn't have to be real leather.  Are you cool with faux -- ? Kurt grabs Dale by the shoulder and hustles him to the car. \n[112]Turns out we didn't really need the briefcase after all. Could've just used a manila envelope. \n[113]I knew we were getting ripped off! \n[114]Whoa, whoa! We don't want any trouble. \n[115]You're talking about surveillance and recon. \n[116]Hey, that's a good idea. Like Hitchcock's Strangers on a Train. \n[117]Yes, the famous Alfred Hitchcock/Danny DeVito movie. You're thinking of Throw Mama from the Train. But it's actually the same idea. If we kill each other's bosses there's no link to us. \n[118]Hells yeah! They watch the house with steely determination. \n[119]I don't get it. On TV, surveillance always looks so great. They've got their cups of coffee. Their sunflower seeds. They talk about their lives. 62. \n[120]And then, right when they reveal something really intimate, the perp appears and they spring into action. A long, silent pause as they watch the house... \n[121]What are you doing? \n[122]What about fingerprints? We don't have gloves. \n[123]Got it. Wait, I don't know what he looks like. \n[124]Got it. They take in Pellit's living room. There's a leather sofa, a 60-inch plasma and enormous speakers. On the wall are framed Ed Hardy posters depicting dragons and half-naked girls. \n[125]Hey, Nick? Does this count as intel? Nick looks over to see Dale holding in his sleeve-covered hands an open wooden box filled with white powder. \n[126]God, this must be worth, like, ten thousand -- oh shit! 64. \n[127]Sorry, my sleeves were slippery! \n[128]I've got it. He kneels and begins trying to scoop up the coke in his hands. It's an impossible task. \n[129]I guess we should've emptied the Dustbuster before we used it. \n[130]Hey look, there's a piece of cereal in here. Can't tell if that's a corn flake or a frosted flake... Kurt comes down the stairs. \n[131]You stole that from Pellit's house? \n[132] \n[133]What did you need to get? Nick holds up a box of latex gloves. \n[134]Nice. \n[135]Y'know... this is kinda, I don't know... exciting. \n[136] \n[137]Can I have a pair? \n[138]Okay -- again, I don't know what he looks like. \n[139]Fine. I'll honk the horn six times. \n[140]Honk the horn four times? \n[141]People honk once all the time. You'll be running in and out of the house. \n[142] \n[143](singing a la Cher, \n[144]C'mon, c'mon... yes! A breeze blows through the open windows of the car, catching the plastic bag from Dale's sandwich and carrying it out the window. \n[145]Excuse me? \n[146]Oh, I'm sorry, that blew out the window. I wasn't littering. \n[147]Whoa. Sir, there's no need to be hostile. \n[148]Get your what? With one hand Harken grabs his throat and with the other he looks at the plastic bag he's holding. \n[149]Huh? Oh, yeah. It was a peanut butter sandwich. Harken collapses to his knees. His face is turning blue now. Dale quickly steps out of the car. \n[150]Oh god! What should I do?! Tell me what to do! 72. \n[151]What do I do with this? Should I inject you?! Harken nods urgently as his eyes begin to roll back. \n[152]Okay, hold on! I got this. Dale takes the cap off the epi-pen, raises his arm and jams the needle into Harken's chest. Harken lets out a grunt. \n[153]Did I do it? Did I get enough in?! I'm gonna do it again! Dale raises his arm again. \n[154]He had an allergic reaction. But I think he's coming around. Do you know him? \n[155]I injected you with your thing. 74. \n[156]Oh, it was nothing. \n[157] \n[158]Oh good. You guys are here. Did you see me out there? \n[159]Pretty neat, huh? \n[160]Wait, that was Harken? \n[161]I wasn't stabbing anybody. That was an epi-pen. He was having an allergic reaction to peanuts and I injected him. Kurt and Nick digest this for a beat. \n[162]Wait, you were just mad at me for killing him and now you're mad at me for not killing him?! See, this is why I needed to know what these people look like! 77. \n[163]But Harken must always have that epi-pen on him. They consider this for a beat. \n[164]That just leaves Julia. \n[165]I can do that. \n[166]   \n[167]   \n[168]Harken just left his house. I'm going in. \n[169]Thanks. \n[170]Ahhh! He regains his composure and finds a bottle of men's shampoo. As he nervously removes the cap from the shampoo and the lid from the peanuts, he notices that MR. PEANUT is STARING right at him. Despite his jaunty top hat and little monocle, there is something almost accusing in his look. Dale stares back at Mr. Peanut as we see his resolve soften. \n[171] \n[172]I'm not sure if I can do this. \n[173]In Harken's bathroom. About to pour the nuts in his shampoo. But, I just... I know he's a real shithead, but he's still a person, y'know? Lights appear in Nick's rearview mirror. \n[174]What should I do? Should I do it? Suddenly, Nick looks up to see HARKEN knocking on Pellit's door. In the bedroom, Pellit's light goes on. \n[175]What? \n[176]At Pellit's?! Why?! \n[177]How would Harken even know Pellit? 82. \n[178]What? What? What?! \n[179]Oh my god. Is he dead?! \n[180]What's happening? \n[181]What about Pellit? \n[182]Shit! What do we do?! \n[183]Me neither. 84. \n[184]`Afterwards'? Kurt realizes what he said. \n[185] \n[186]So you took that as an invitation to fuck her? Julia opens her front door, stares straight at Kurt and beckons him inside with one finger. She walks back inside, leaving the door wide open. \n[187]You're not a rapscallion. You're a whore. A filthy whore. \n[188]They know everything. We're dead. I can't believe I let you guys talk me into this! 88. \n[189]You broke into two people's houses and stole a BlackBerry! \n[190]Well, since I'm the only one without a connection to the murder, yeah, maybe I will. \n[191] \n[192] \n[193]Okay wait! Now it's Kurt and Nick who look nervous. Is Dale about to crack? \n[194]Saying that we'll be here for a long time implies that we can't leave. Does that mean we're under arrest? Samson looks to Hagan who grimaces. \n[195]So, you don't have evidence constituting probable cause to arrest us? \n[196]Well then, we're free to go? \n[197]Come on, guys. Kurt and Nick, impressed and relieved, stand and head out. \n[198]`Law &amp; Order.' \n[199]I don't have money for a lawyer. I gave all my money to Cocksucker Jones! \n[200]Actually, it was five thousand forty with the briefcase. OFF their looks -- \n[201]We don't even know why it happened. But the cops brought us in as suspects. What do we do now? \n[202] \n[203]That's horrible. \n[204]What was it? \n[205]Yes. \n[206]If you're not a murderer, why do you carry that gun on your belt? \n[207]Fresh batteries, fresh six-hour tape, voice activated. \n[208]So what do we do now? Wait for Harken to come home and ambush him? \n[209]Hey, we should find an office chair so one of us can dramatically spin around and face Harken. \n[210]We could try and find more than one office chair so the three of us can spin around at the same time. \n[211]I guess you're right. I'll turn on the lamp. \n[212]Uh, yes. How's he doing? \n[213] \n[214]You guys ready? \n[215] \n[216]The guy you killed. What was his name? \n[217] \n[218]More than once! Then he told us we were dead men! He's getting his gun right now! \n[219]Is there anything you don't wax? Kurt shrugs. We hear some WET, SMACKING SOUNDS. 106. \n[220]What?! \n[221]Everyone flees to Mexico. That's the first place they'll look. \n[222] \n[223]Oh God. Look, Julia, I can't talk right now -- Kurt reacts at hearing it's Julia. He makes an \"I'm not here\" gesture. \n[224]No! Wait! \n[225]I'm not playing. I'm going to do it. I swear! \n[226]Fine! \n[227]I'm going to... have sex with you. \n[228]Right now? You want me to say it? \n[229] \n[230] \n[231]Yes! Yes! I'm going to beat your face with my cock! \n[232] \n[233]Nice job `fucking the crazy out of her,' Kurt! \n[234]They think we murdered someone. Suddenly, Kurt's engine dies and the car comes to a gradual stop. \n[235]I thought you were our friend, Gregory! There's a sound of screeching tires and Harken's Porsche ZOOMS up behind them. \n[236]Shit, shit, shit... Harken taps on Kurt's window with the barrel of the gun. Kurt lowers the window. \n[237] \n[238] \n[239] \n[240]Could we do it on top of the patient? I like the element of danger. \n[241]Oh, yeah. Julia begins handling the patient's implied genitals which are obscured by a tray of tools. \n[242]Julia, meet my old high school friend, Kenny. \n[243]Kenny will do just about anything for fifty bucks and that's why I hired him to help me frame you. Your days of sexually assaulting me and your patients are over. \n[244]Three losers. Dale points to the window where Julia sees COCKSUCKER JONES outside holding up a video camera. He waves to her. \n[245]Shut up, Julia. Now, my fiancee and I are going to take a very expensive two week vacation which you're going to pay for. And then I'm going to come back to a rape- free workplace. Because if you so much as look at my ass, I'll have yours locked up. With a bounce in his step, Dale strides out of the room. There's an awkward beat with Kenny and Julia. ", "Arbus": "", "Jamie": "", "Stacy": "\n[1]  \n[2]Boy, I have to get used to driving with this heavy ring on. I keep swerving to the left. \n[3]I love it. I feel like a queen. \n[4]Have a great day at work. They kiss. Dale exits the car. \n[5]Not in the mood for what? \n[6]She called and said now that we're engaged, she wanted to offer me free dental work. And you know I've had that loose filling for a while. It's so sweet of you, Julia. \n[7]Why not? \n[8]What are you talking about, Dale? You know I'm not good with drills. \n[9]", "Nick": "\n[1]   \n[2]  \n[3]   \n[4]  \n[5]Damn. He opens the freezer. It contains nothing but multiple boxes of \"Jimmy Dean's Breakfast Bowl -- with Bacon!\" He pops one in the microwave, then glances over at a framed photo of a slightly younger Nick kissing a smiling OLD WOMAN on the cheek. The frame reads: \"I Y Grandma!\" Nick sighs sadly. \n[6]   \n[7]   \n[8]   \n[9]   \n[10]  \n[11] \n[12]Yeah, sorry. This is like the only time I have to make any personal calls. I just wanted to see if you felt like going out again because I had a great time with you on our last date. \n[13]I know and that's my bad. I've been swamped at work -- \n[14]Right. Well, I'm up for a promotion which will give me a lot more free time -- 3. \n[15]Fuck! \n[16]  \n[17]Yes? \n[18]I don't know, Mr. Harken. I might have been a minute late. \n[19]Okay, I might have been two minutes late. There's an uncomfortable beat. Then -- \n[20]No, I -- Harken picks up the phone. \n[21]Who are you calling? \n[22]Wait! Okay, I guess I lied. But I didn't mean to -- \n[23]I understand. You can trust me. \n[24] \n[25]I don't. \n[26]What?! No! 6. \n[27]None taken. \n[28]It's 8:15. \n[29] \n[30]Thank you. \n[31]Aren't you having one? \n[32]Oh. Well, I only took it because I thought you were having one. \n[33]Well, I -- \n[34] \n[35] \n[36] Got it. Nick gets up to go. \n[37]That sucks. You were the only one of us who didn't totally hate his job. Did I tell you Harken tricked me into having a drink at eight o'clock this morning? The guy's the devil. 18. \n[38]He is. And he's got to do it before the General Meeting next week. \n[39]There's gotta be other dental hygienist jobs out there. \n[40]He's not a child molester. He just took his dick out in a playground. \n[41]I thought you were all broken up about your boss dying. \n[42]He did say ten o'clock, right? 20. \n[43]It just said `staff meeting' on the memo. Funny how he gets all over me if I'm a minute late, but he makes us wait fifteen. \n[44]You don't. Of course you don't. I'm sorry -- \n[45]I don't have a -- \n[46]I simulated a number of sales cycles, factoring in likely end- users, point-of-sale limitations and specific demographic variables. \n[47]And in my opinion, an open plan selling process in our top 30 markets along with targeted upgrade offers to existing customers promises the greatest yield. Harken nods. Is he impressed? \n[48]What? 22. \n[49]Mr. Harken, can I speak to you? \n[50]You've been hinting for months that I was in line for that promotion. \n[51]So you've just been lying to me? \n[52](barely keeping it \n[53]My grandmother. I told you I needed to see her but you said I'd be fired if I left early. She died before I could get to the hospital. She taught me how to swim -- \n[54]I've been in that position for eight years now. Why would I stay here after being treated like this?! \n[55]What? \n[56]But that's not true! You can't do this! Harken gets directly in Nick's face, speaking softly but intensely. \n[57]I feel like a total sucker. Harken was never planning on promoting me. \n[58]It's true. I mean, I'm young. I could go back to school, change fields. In the b.g., a GUY has noticed them. He heads over. \n[59]I don't believe it. Kenny Orkin! \n[60]You? Waiting tables? You were voted Most Likely to Succeed. Everyone thought you were set. \n[61]You do that too? \n[62]The other day I imagined shoving one of those jugs from the water cooler in Harken's mouth and making him drink until his bladder explodes. \n[63]Yeah, Dale. It's not like we're actually going to kill our bosses. They continue walking. After a beat. \n[64]Well, of course. It's the one thing that keeps me from being happy. \n[65]Very funny. \n[66]Shut up, Kurt. \n[67]I didn't get to say goodbye to Gam Gam because of Harken. \n[68]No, we're not, Dale. We're just trying to live our lives. But what are we supposed to do when someone makes it impossible for us to live our lives? Do we just bend over and take it up the ass forever? 36. \n[69]Julia's ruining your life. That's wrong. \n[70] \n[71]  \n[72]What bitch? \n[73]We were drunk last night, man. And didn't you say killing was wrong? \n[74]Gam Gam. 42. \n[75]Probably not kill him. \n[76]I want him to die. \n[77]Okay, I'm in. \n[78]What are you talking about, a hitman? Dale nods. 43. \n[79]But where are we supposed to find a hitman? \n[80]Why would anyone follow us? \n[81]Wait. You actually found someone?! \n[82]`Skilled professional with years of experience in domestic and international wet work. Fast and discreet. No children or political figures.' \n[83]Yeah, Kurt. Call him back and cancel. \n[84] Guys! I think this is him! The others hurry to look. From -- 45. \n[85]Nice car. \n[86]All right, let's just be professional here. We don't want to seem all giddy. A knock at the door. \n[87] \n[88]Yes, we are. \n[89]We don't want you to kill us! \n[90]What?! \n[91] \n[92]You are such a moron. \n[93]That's big of you. \n[94] \n[95]So, do you like living in Bangalore? \n[96]Why don't they let you use your real name? \n[97]Thank you, Gregory./Thanks, Gregory. \n[98]You really think we're gonna find a hitman in there? \n[99]Oh, real nice, Kurt. Way to be racist. \n[100]So what do we do now? Yell out `anyone here kill people for money?' \n[101]Kurt! An intense-looking GUY on the next stool notices them. \n[102]Maybe we should go? \n[103]Yes, we are. Are you a... businessman? \n[104](unsure whether to take his hand Excuse me? \n[105]So you chose `cocksucker'? 54. \n[106]Okay, here's the thing: we each work for a boss that we need to get rid of. Is that something you might be able to help us with? \n[107]That's a lot of cheese. \n[108]There's no way we can pay that. 55. \n[109]That's a lot more reasonable. And that would be for all three, Cocksucker? \n[110]Should we bring the bills in any kind of special denominations? \n[111]Got it. \n[112]Or a paper bag? \n[113]Got it. Thanks. Come on, guys. They turn to go, when Dale turns back. 56. \n[114]We'll cover the briefcase, Dale. \n[115]So, Cocksucker, how long do you think it'll be before you've... taken care of business? \n[116]We don't want a murder consultant. We want a murderer. \n[117]That's five thousand dollars. You think we're just gonna walk away and let you keep that? \n[118]That makes sense. But how would we fake three accidents? \n[119]Well, we all have obvious motives for killing our bosses. \n[120]That's pretty good. \n[121]  \n[122]Yeah. I just need to get Harken to let me leave early. \n[123]  \n[124] \n[125]Oh, okay. Thank you, Mr. Harken. Nick grabs his jacket and moves to go. 61. \n[126]Oh, it's on. \n[127]Are we even sure he's home? They exchange looks. \n[128]I don't see him. Kurt is about to try a window when Dale stops him. \n[129]It doesn't matter. Just tell us if anyone comes. \n[130]Okay, let's split up. Look for any intel we can use on him. \n[131]I don't know. I guess we'll know it when we see it. Kurt heads upstairs while Dale and Nick look around the living room. \n[132]Holy shit, that's a lot of blow. \n[133]What the fuck?!! \n[134]We've got to get that back in the box. \n[135]Look out. Let me try this. Struggling with his hands in his T-shirt, Nick vacuums up the cocaine from the rug. When he's finished, he pops open the vacuum's waste receptacle and dumps the contents back in the wooden box. \n[136]You think? \n[137]We need to be better prepared. That was totally dangerous and a complete waste of time. \n[138]Oh no... don't tell me... 66. \n[139]I guess so. But let's make a stop first. \n[140]No more sleeve gloves. \n[141]Take a right up here. Harken's place is about a mile away. They drive for a beat. Then -- 67. \n[142] Yeah. I guess we're really doing this now, huh? \n[143]You know, last time with the three of us, it got a little... messy. What if Kurt and I go in and you stay here and watch out for Harken? \n[144]If anyone approaches the house, assume it's him and give us a signal. \n[145]How about you just honk once? \n[146] \n[147]Kurt, wait! But it's too late. Kurt has released the rock. It HITS the window, but instead of breaking the glass, the rock itself BREAKS into two pieces. \n[148]No, it's one of those hide-a-key things. Look... 69. \n[149]Wow. This is not how I pictured his place. \n[150]Jesus! \n[151]I think that was the same one. \n[152]You want to cover every woman in... did you say `cock yogurt'? \n[153]If he's so scared of us, why doesn't he just leave us alone?! \n[154]Do you see a Day Runner or an address book? \n[155] \n[156]What the hell is he thinking?! \n[157]What about Dale? \n[158]Right. Let's go through the back! As they hurry to leave the room, Kurt stumbles over the CAT which has appeared yet again. Unseen by either of them, PELLIT'S BLACKBERRY SLIPS out of his pocket and lands on the floor at the foot of Harken's bed. \n[159]  \n[160]I can't believe that idiot Dale. You realize we're all going to jail because of him. \n[161]Yeah, me too. \n[162]What do you mean `well'? I'd get raped just as much as you. \n[163]You think you're more rape-able than I am. 76. \n[164]No, it wasn't neat! You stabbed Harken to death in front of the whole neighborhood! \n[165]Who'd you think you were stabbing? \n[166]So let me understand this. My boss, who we are trying to kill, was dying in front of you and you saved his life? \n[167]Hang on a sec. Maybe this recon wasn't a waste of time. Now we know Harken's deathly allergic to peanuts and Pellit has a huge stash of cocaine. \n[168]Everyone would assume that Pellit just got a batch of tainted drugs. \n[169]Perfect! Two fatal accidents. And we're not even there when they happen. \n[170]Good. I'll get some rat poison and take care of Pellit. Dale, think you can get some peanuts into Harken's shampoo? \n[171]What's that? \n[172]  \n[173] \n[174]I'm just waiting for Pellit to go to sleep. I wonder how Dale's doing with Harken. 79. \n[175]  \n[176]Jesus, where does he get the energy? Oh yeah. \n[177]What's up, Dale? 80. \n[178]Good luck, man. \n[179]  \n[180]Okay. Here we go. Nick reaches for the door handle as -- SFX: Nick's cell phone rings. Nick jumps, then answers the phone. \n[181]What? 81. \n[182]Where are you? \n[183](looking down at the rat poison, \n[184] \n[185]It's Harken. He's here! \n[186]I don't know. He's knocking on his door! \n[187]  \n[188]Oh my god oh my god oh my god... \n[189]He shot him. Harken shot Pellit! \n[190]Shhhh! With shaking hands, Nick reaches for his ignition but knocks the car keys out. They fall onto the floor of the car. \n[191] \n[192]   \n[193] \n[194]Harken's gone. 83. \n[195]He's not moving. He looks dead. \n[196]I've got to get out of here before someone sees me! Meet me at the bar. I'll call Kurt. Nick ZOOMS away from the curb. \n[197]Calm? How can we be calm? I watched a man die an hour ago! \n[198]Well... \n[199]I don't know if I had it in me. \n[200]You think when it came down to it, you would've been able to murder Julia? Kurt softens. \n[201]You slept with her, didn't you? \n[202]You are a mess. \n[203]There is something clinically wrong with you. \n[204]Whatever. We have bigger fish to fry right now. What do we do about Harken? \n[205]Okay, but we should find a payphone. We don't want them tracing the call to us. \n[206]Come on, we'll take my car. The three of them climb into Nick's car. 87. \n[207]  \n[208]What the hell? Nick unrolls his window as one COP approaches his side and his PARTNER comes up on the other. \n[209]Uh, yes. Is there something wrong? \n[210]Can I ask why? \n[211]We can't even say anything about Harken now. \n[212]Uh, well, Kurt, being outside the murder victim's house because I was planning to murder him probably isn't the best alibi in the world. \n[213]That means you'd also rat on me. \n[214]   \n[215]I... was drag racing. (off their skeptical \n[216]I don't win a lot. \n[217]Where were you during the murder? \n[218] \n[219]`We'? You were gonna turn us in! \n[220]Maybe it's time to lawyer up. \n[221]We did pay him five thousand dollars to be our murder consultant. \n[222]One of our intended victims killed another of our intended victims. Cocksucker's eyes go wide. \n[223]No. They don't suspect him. \n[224] \n[225]What? \n[226]No. \n[227]You did ten years for video piracy? \n[228]I feel like such a moron. \n[229]One of us needs to tape it to our chest. \n[230]That's `cause you shave it. \n[231]I have a better idea. Let's be in the house when he walks in. He'll be so mad, he'll be more likely to confess. \n[232]I'll be in the chair. 99. \n[233]He's my boss. \n[234]You're recording it all. You're the most important member of the team. \n[235]Uh... hi... sorry we're late. I'm Nick. I work with your husband \n[236] \n[237]He's going off alone. This is our chance. \n[238]Okay, stay close. 102. \n[239]We know what you did, Harken. \n[240]We were there. We saw you kill him. \n[241]There it is!  Let's go, guys -- He freezes as he sees for the first time that Kurt didn't accompany them into the study. It's just him and Dale. Nick looks around, panicked. \n[242]Hang on. Hold that thought, because I want to get my friend, \n[243](looking back at the \n[244]What are you doing? What's in that? \n[245]We had him! We had the whole thing. What happened to Kurt? Just then, the door to a guest bathroom opens and Kurt emerges, buckling his belt and looking strangely red in the face. \n[246]`Hey'?! Where were you?! \n[247]You're too late, Kurt! He confessed the whole damn thing! \n[248]Yeah, you -- Suddenly, the bathroom door opens again and out steps Mrs. Harken, also looking disheveled. She adjusts her dress then rejoins the party. \n[249](realizing what Kurt \n[250]Ugh. Turn it off, Dale! \n[251]Turn around! Get us out of here! \n[252]Where are we going to go? \n[253]What the fuck are you talking about? \n[254]What if I was destined to smack you right in the face? \n[255]It's Harken! Lose him! \n[256]Jesus Christ, this guy's nuts! \n[257]No, wait! Don't call the police! They're already after us. 111. \n[258]Why are you slowing down?! \n[259]He's not stopping! \n[260]Look, Mr. Harken -- \n[261]What the -- ?! As his leg bleeds, Harken wipes the gun off with his shirt, then suddenly tosses it to Dale. \n[262]I think this is gonna work out okay for us. \n[263]I've got this.  This is for you, Gam Gam. Nick sprints off after his hobbling boss and in SLOW MOTION, violently TACKLES Harken to the pavement. Harken goes down hard, his face SLAMMING against the asphalt. As the COPS hurry toward them, Nick kneels on the back of Harken's neck, pinning him. \n[264]  \n[265]Hi, Carter. Just wanted to check if you had a chance to finish those regional sales projections yet? \n[266]Okay. I was hoping to give them to the marketing guys today, but I can hold them off. In the future, it'd be great if you could tell me if you're going to miss a deadline. Carter's eyes narrow. All at once, he rushes at Nick, grabs him by the throat and HURLS him THROUGH THE PLATE GLASS WINDOW, shattering it. \n[267]Thanks, buddy. Nick smiles and closes the door behind Carter. He settles into his comfy chair and puts his feet up on the desk. \n[268]It's good to be the boss. ", "Hendricks": "", "Kurt": "\n[1]  \n[2]This is one of those hidden camera shows, isn't it? \n[3]Come on. You're way too good- looking to be a UPS girl. What are you, a model? An actress? What's gonna happen when I open this box? Is something going to jump out at me? 13. \n[4]Shut up. \n[5]Well, then, I need to take you out to dinner. \n[6]Because I want to be able to tell my friends that I took out the hottest UPS girl in America. Come on, what do you say? She considers this briefly, then scribbles her number on a Post-it note. \n[7]Awesome. I'm Kurt. \n[8]Pretty name. How's Tuesday? Macaroni Grill? \n[9]See you then, Myrna. She heads off. Kurt opens his DATEBOOK and scribbles \"UPS Girl\" in the Tuesday slot. We see every night of the week is filled with appointments with other women: \"Barnes &amp; Noble girl,\" \"Lauren? Laura?,\" \"Blonde Chick\" and so on. \n[10]Hey, Jack. Yeah, just doing my part for the women of America. \n[11]That sounds a lot more innocent than `sex addict.' \n[12]Last quarter's profits? I ran the numbers. We're down by 11 percent year-to-year. \n[13]Well, I know you don't want to cut \n[14]There's also the issue of our hazardous waste disposal. We're paying a lot right now and the Bolivians have come back with a very good offer. \n[15]No, I wouldn't. As they pass the unisex rest room, they see MARGIE, 30s and clearly pregnant, looking uncomfortable as she waits to get in. \n[16]You kidding? It's the best job in the world. 17. \n[17]He died instantly. They say his heart burst in his chest like a water balloon. PAN to reveal Kurt is sitting with Dale, who looks just as dejected. \n[18]I loved him. And I loved working for him. And now his idiot son is gonna be in charge. You know how many times I've caught him doing blow at work? PAN FURTHER to reveal Nick sitting beside Dale. \n[19]This again? \n[20]She's a woman who wants to have sex with you. How bad can it be? \n[21]Why don't you just fuck her? \n[22]Oh yeah. Congratulations, by the way. \n[23]Oh, right. Because you'd have to tell them you're a child molester. 19. \n[24]It worked out. Julia probably hired you because she's a sexual deviant herself. \n[25]\n[26]This is how I grieve, okay? Kurt heads off after the girl. \n[27]What? \n[28]I was at your father's funeral. \n[29]That excuse wouldn't have made any sense when your dad was here. \n[30]It's not in the crapper. It's a recession. But we're still profitable. \n[31]Your father made the decision to pay a little more to dispose of our chemical waste responsibly. \n[32]But that would endanger thousands of local residents. 26. \n[33]They're not tribesmen. It's a \n[34] What do you mean? \n[35]Margie's not fat. She's pregnant. I'm not firing her. \n[36]Hank? \n[37]I'm not firing anyone! It's like you don't care about this company at all. \n[38]What are you -- ?! \n[39]Look, Hank, this was not my -- \n[40]That coked-out douchebag is gonna destroy Pellit Chemicals. \n[41]You know, yours just doesn't sound that bad. \n[42]Yeah. Why should I care about protecting Pellit's name when his own son doesn't? There's a million jobs out there. \n[43]So what are you doing back here? \n[44]You're gay now? \n[45]So I guess we're just gonna be miserable for the rest of our lives. \n[46]What options do we have? We can quit our jobs and turn into Kenny. Or keep our jobs and turn into sad, ball-less losers who spend their days dreaming of ways to kill their bosses. There's a beat as Nick regards Kurt. \n[47]Of course. Everyone does. It's the only thing that keeps us from going totally bat-shit. \n[48]That's so funny. I had the same idea for Pellit. 34. \n[49]Only using gasoline instead of water. And his ass instead of his mouth. \n[50]What's sick about it? It's just a way to let off steam. \n[51]You have to admit though, our lives would be a lot better if our bosses were dead. \n[52]Let's just consider this, for one second. \n[53]Killing our bosses. I'm just being hypothetical here. \n[54]Well, it's not like they're gonna live forever. These pieces of shit are going to die someday. 35. \n[55]We'd just be accelerating that natural process. \n[56] \n[57]It may be illegal but I'm not sure it's immoral. Sometimes one evil person has to die for the greater good of the community. If Bobby Pellit has his way, hundreds, maybe thousands of innocent Bolivians will suffer. It would actually be immoral not to kill him. Nick begins to warm to the idea. \n[58]Exactly! Who knows how many other Gam Gams have died alone. \n[59]No, we do not! \n[60]Yeah! \n[61]If it's bullshit, Dale, then how come we all want to do it so much? They reach the corner where they part ways. \n[62] \n[63]Huh? \n[64]Whoa! \n[65]I was in last night. \n[66]Look at her. Look at Bubby. \n[67]Look at Gam Gam. Getting a smooch from her favorite grandson. Little does she know that she'll never get to say goodbye to him. And why? Because his shithead boss wouldn't let him leave. What would Gam Gam want you to do? \n[68]This isn't about Gam Gam. This is about you. What do you want, Nick? \n[69]Damn straight! \n[70]All right! Let's do this. How do we do this? \n[71]Skin cells?! I can't even keep track of my keys! \n[72]You know, that's not bad. I mean, we don't clean our own apartments, right? We hire someone to clean them for us. \n[73]I do. Meet at my place tomorrow after work. And make sure you're not followed. \n[74]I don't know. People get followed. \n[75]Just meet me at my place. \n[76]  \n[77]Come in. The guy should be here pretty soon. \n[78]It was as easy as buying a used futon. 44. \n[79]Yup. But they don't post it as `hitman.' That would be stupid. They use code words, like `liquidation,' `pest control,' `wet work.' Check it out. This is our guy. Nick reads the listing. \n[80]See? He's principled. \n[81]It's too late. He's on his way. \n[82]I don't think he'd stay in business long if he killed everyone who couldn't afford him. \n[83]Whoa. This guy's legit. \n[84] \n[85] Yes, hi, I'm Kurt. Please come in. \n[86]Whoa, whoa. What's that for? \n[87]Your ad said you do wet work. \n[88]What?! \n[89]Yeah! We're men seeking a man, aren't we? \n[90] \n[91]Good thing I didn't call the guy who was offering to do `dirty work.' \n[92]  \n[93]All right, I'll take the blame for that one. \n[94]I'm going to make it up to you. I figured out a much better way to find a contract killer. 48. \n[95]Gregory, I need you to direct me to the most dangerous bar in Los Angeles. \n[96]We need to find the bar with the most scumbags, lowlifes and hardcore shitheads. Can you help us out? \n[97]Okay, Gregory? That's unhelpful. While I'm sure there are plenty of shitheads there, they're not the kind of shitheads we need. \n[98]Now we're talking. \n[99]  \n[100]Atmanand? How did you get Gregory from that? \n[101]Actually, I do find Atmanand a little off-putting. 50. \n[102]This must be the place. \n[103]Nah, Gregory's watching it. \n[104]I think we're gonna have a hard time deciding between all the hitmen in there. Trust me, these are the lowest of the low. \n[105]This isn't a race thing. We need a criminal and this neighborhood is where they live. I'm not saying that's because there are a lot of black people here. That's the fault of our society that discriminates and disenfranchises them. 51. \n[106]I was speaking socio-economically. \n[107]Let me handle this. They each take a seat at the bar where a no-nonsense BARTENDER walks over to them. \n[108]Hey. How you doing? Nice place. Listen, does anyone here kill people for money? \n[109]Don't get me wrong. This isn't about race. Our society discriminates and disenfranchises \n[110]I didn't mean you in particular. \n[111]Okay, we're going. I'm sorry if I offended you. It was never my -- \n[112]Okey doke. \n[113] I don't think he knows who Dean Jones is. \n[114]I agree. \n[115]We've got cheese. How much cheese are we talking? \n[116]We don't have that much cheese. \n[117]Great. We're in. \n[118]And do you want it in any particular container, like a shoebox? \n[119]Shut up, Dale. \n[120]You told us you could take care of it. \n[121]Okay, look. This isn't what we talked about. 58. \n[122]Can we just get our money back, please? Then we'll be on our way. \n[123]Look, the whole reason we came to you is because we don't have the experience to do it ourselves. \n[124]The Danny DeVito movie? \n[125]  \n[126]We're outside. You ready for a little recon? \n[127]What's the difference? He's not going to be your boss much longer. \n[128] \n[129]Okay, boys, as soon as Pellit makes a move, we tail him. It is on now. \n[130]  \n[131]Ugghhhhh, I can't believe how much this sucks. \n[132] Let's go check it out. They get out of the car. Dale pockets his sandwich. \n[133]We're not gonna get intel standing on his lawn. We have to go in. \n[134]Here, do this. Kurt pulls his shirt sleeves down over his hands. Dale does the same. Nick, who wears a T-shirt, tucks his hands inside the bottom of the shirt. With some difficulty, Kurt slides open the window. \n[135]Here we go. The three of them manage to wriggle through the window. It's not graceful: Dale's foot gets caught on the sill, causing him to tumble on top of Nick and Kurt. At last, all three are inside. 63. \n[136]Dale, keep an eye out. Let us know if Pellit's coming. \n[137]Wow. This guy's a bigger douchebag than me. \n[138]What kind of intel? \n[139]Okay, my work upstairs is done. You guys ready to split? \n[140]  \n[141]Not a complete waste. He pulls a BlackBerry out of his pocket. \n[142]It's got his calendar and his contacts. This is what recon's all about. \n[143]Shall we pay a little visit to your boss, Nick? \n[144] \n[145]Oh man, you should've asked me. I've got a whole box of those in my bedside table. (off their grossed- \n[146]Very. \n[147]  \n[148]Maybe something a little more subtle? 68. \n[149]Fine. Honk twice. \n[150]Damn. Guess we'll have to break in the old-fashioned way. Kurt looks around and spots a small rock beside the porch. He picks it up and winds back to throw it at the window. \n[151]Holy shit. I broke the rock. \n[152]For all we know, he's got a closet full of skin suits. A CAT springs out of nowhere, startling them, then runs off. \n[153]Stupid cat. Let's check upstairs. They head up. \n[154]  \n[155]God damn it! How many cats do they have? \n[156]Little bastard. Kurt notices a framed wedding photo on the dresser of Harken and Mrs. Harken. \n[157]Damn. That's Mrs. Harken? I'd like to cover her in cock yogurt. \n[158]I did. Yet again, Kurt and Nick jump as the cat LEAPS out of hiding with a YOWL then runs off. \n[159]Ahhh! \n[160]  \n[161]   \n[162]\n[163]Holy shit! He's really doing it! Out where everyone can see him. 73. \n[164]He's not stopping. He's gonna get us all caught. We've gotta get out of here. \n[165]He's a psychopath. We leave him behind. \n[166]I can't go to jail. Look at these eyes. Look at this ass. They'll be all over me. \n[167] \n[168] \n[169]I never said that -- Dale enters. \n[170]Yeah, Dale, we saw you. \n[171]Not cool, man. \n[172]Not cool, man. \n[173] \n[174]I bet he doesn't wear it in the shower. We could put peanuts in his shampoo! \n[175]Tomorrow night, I'll surveil her and figure out how to take her down. \n[176]All right. That just leaves us with one final thing to settle. 78. \n[177]Dale, if Nick and I were in prison, which one of us would get raped more? OFF Dale's confusion and Nick's annoyance -- \n[178]Well, I've learned that Dale is a homosexual because this chick is unbelievably hot. How's it going over there? \n[179]Okay, let's all stay calm and figure this out. \n[180]A man you were going to kill anyway. \n[181]What? \n[182]I can't believe you guys! You can't just bail on a plan like that at the last minute. \n[183]I don't know. I mean, afterwards, it was kind of hard to imagine killing her. Nick and Dale turn to him, quizzically. \n[184]I know, I know. But it's not my fault. \n[185]At first I was surveilling her just like I was supposed to... 85. \n[186]  \n[187]Then she started deliberately undressing in front of the window. With the lights on. She must've known I was there. As Julia removes her bra, we see Kurt's face pressed against his car window, his breath fogging it up. \n[188]  \n[189]Then she made herself a little snack. A Popsicle... We see Julia eat the Popsicle as suggestively as humanly possible. Then she picks up a banana and peels it. \n[190]... then a banana.... Julia eases the whole banana into her mouth. Then she picks up a hot dog. \n[191]... and finally a hot dog. I mean, three penis-shaped foods cannot be coincidence. And in that weird order? That's not a proper meal. \n[192]No. I took her invitation to fuck her as an invitation to fuck her. 86. \n[193]I know. I'm a rapscallion. \n[194]Hey. Not nice. And besides, I think I actually solved your problem, Dale. Julia just needed a good fucking. I bet she's not going to mess with you anymore. \n[195]Here's what we do. We call the cops and make an anonymous tip that Harken killed Pellit. Boom. Harken's in jail. Pellit's in hell. Julia's had the crazy fucked out of her. Our problems are solved. Boom. \n[196]Officer? This is not my car. Is it okay if I just -- ? \n[197]Oh, please. We were just being hypothetical. You're the one who pushed us to do it. \n[198]Why not? \n[199]You know, I didn't actually do anything illegal, so... \n[200]You gonna rat on me, Dale? \n[201]Not if I rat on Dale first. Just then, a burly detective, HAGAN, appears behind them. \n[202] \n[203] \n[204]I can't believe this. What were you doing near his house?! Nick looks at him, pissed. \n[205]I was making love. \n[206] Let me ask you something, Detective. Let's say one of us knew who the shooter was and was willing to hand you that perp on a platter. Would he be entitled to some sort of immunity for that information? Both Dale and Nick shoot daggers at him. \n[207]Well, then I'm glad we have no idea who the shooter is, right, guys? 91. \n[208]We really showed those guys. \n[209]For, like, a second. \n[210]   \n[211]We are so fucked. \n[212]Hey, that's right! I forgot all about Cocksucker. Why don't we ask him what to do? \n[213]Not great. We need your help. \n[214]What? No way. You said the last five thousand would cover this! \n[215]A wire. That's good. 95. \n[216]You did. You said you served a `dime' for `some pretty ugly shit.' \n[217]No. \n[218]Hold on. You're telling me we've been taking murder advice from someone whose biggest crime was taping an Ethan Hawke movie?! \n[219]Come on, guys. Let's get out of here. The three of them turn to go. \n[220]    \n[221]Okay, looks quiet. Is the tape recorder ready? Dale pulls out a mini-tape recorder and hands it to Nick along with a roll of surgical tape. \n[222]I'll do it. I'm the only one without hair on my chest. \n[223]I don't shave it. I wax it. Nick gives Kurt the recorder and Kurt tapes it to his chest then lowers his shirt. \n[224]Right. We'll sit there in the dark till he comes in, and then switch on a lamp. That'll freak him out. \n[225]Why do you get to be the guy in the chair? \n[226]That doesn't sound intimidating. That sounds like a musical number. \n[227]So I'm just supposed to stand there like an idiot? \n[228]Don't patronize me, Nick. \n[229] Hi, we didn't formally meet. I'm Kurt. \n[230]Nick didn't tell me that his boss was married to a model. \n[231]  \n[232] \n[233](still staring at Mrs. Harken So fucking ready. \n[234] \n[235] \n[236]Oh, hey. \n[237]Uh, I had to go to the bathroom. Bad salmon puff. Are we ready to record Harken? \n[238]Oh, man, I'm so sorry. I fucked up. 105. \n[239]  \n[240]Look, I wasn't thinking. She's so hot and I'm so weak. I'm a weak, weak man. I admit it. From the back seat, we hear from the tape recorder: \n[241]In here? But all those people are right outside. \n[242]I wax them. \n[243]Oh yeah... oh shit! \n[244] \n[245]   \n[246]  \n[247]Holy shit! They must have found my DNA. \n[248] \n[249]Okay, it's clear that none of us can go home again. Probably ever. \n[250]I'm sure they have cops at all our places. I think our best bet is to get out of the country. \n[251]Mexico? \n[252]You're right. What about Asia? We could become kick boxers. \n[253]What if our entire lives have been leading up to this moment? What if we were destined from the very beginning to become Asian kick boxers? \n[254]That seems like a lesser destiny. SFX: Dale's cell phone rings. \n[255]Oh, shit. We've got company. 109. \n[256]Lose him? Sure, Nick. His 500 horsepower is no match for my 150. \n[257]Maybe I should've spit on her arms. \n[258]What the hell? \n[259]Yeah, thanks, Gregory, we know. We're being chased by a crazy man and he just smashed into us! Kurt looks in the rearview mirror and sees Harken is still behind them. As his car reaches an intersection, Kurt swerves at the last second and takes a hard left. Harken overshoots the turn. \n[260]I'm not! The engine died! \n[261]Why would you do that, Gregory?! \n[262]I pay nineteen bucks a month for this fucking service! \n[263]Oh, shit! \n[264]I'm guessing you don't want to \n[265]That's crazy! Down the street, two squad cars turn the corner and speed toward them. Dale looks down at the gun in his hand and drops it. \n[266] \n[267]I told you. \n[268]Probably. \n[269] \n[270]Your wife gives great head. Harken struggles wildly but he's helpless. \n[271]Thanks, Margie. I just wanted to congratulate you on taking over Bobby's job. \n[272]Yeah. Tough month for the Pellit family. Anyway, if there's anything I can do to help out before the baby gets here, please let me know. \n[273]Your baby. \n[274]  \n[275]I... oh, my God. I'm really sorry, Margie -- He falls silent under Margie's death stare. \n[276]How was I supposed to know you were just fat -- ", "Buckman": "", "Dave": "", "Harken": "\n[1]Nick. Nick jumps, startled. He turns to see his boss, DAVE HARKEN, 40's, standing behind him. \n[2]See you in my office? 4. \n[3]\n[4]Here's my concern, Nick. You're a punctual guy. You understand the importance of getting to work on time. So that leaves me to wonder if there isn't something wrong with the internal clock in our security system. What do you think? \n[5]Two minutes according to this. So either you're a liar -- which I know you're not -- or our system is off by a full minute. And if that's the case, I have no choice but to dismiss Thomas, our longtime security coordinator. \n[6]So you did lie. \n[7]Thomas. I'm letting him go. 5. \n[8] Trust is everything in this office, my friend. I know you've been working your tail off for that promotion, but if I can't trust you, how can I make you Senior VP of Sales? \n[9]Now you sound like my wife. He glances at a framed photo on his desk. \n[10] \n[11]How could you possibly know that? \n[12]Are you making love to my wife, Nick? \n[13]I'm just kidding around. She's out of your league. No offense. \n[14]Hmm. Harken has crossed to a credenza with several bottles of booze, two glasses and an ice bucket. He begins to fill a glass with ice and Scotch. \n[15]Would you like one? \n[16]You think there's something wrong with a man enjoying a drink in the morning? \n[17]My pleasure. Harken returns to his chair and sits. \n[18]It's 8:15, Nick. I'm not an alcoholic. \n[19]You took a drink because you thought I was going to have one? 7. \n[20]That doesn't exactly sound like something a Senior VP would do. \n[21]What if you thought I was going to dip my balls in honey and shaved coconut? Would you do that too? \n[22]Of course not. Anyway, we've moved up the date of the AGM so you're gonna need to complete your due diligence by Monday. You'll probably need to be here all weekend. \n[23]Hey, you want a promotion, you've gotta earn it. Life's a marathon and you can't win a marathon without putting a few Band-Aids on your nipples. \n[24]Nick. Nick turns back. \n[25]That's 18-year-old Scotch. I can't really pour it back into the bottle. Nick, unsure of what to do, picks up the glass and gulps it down. 8. \n[26]That should carry you till lunch, huh? \n[27]You were two minutes late, Nick. Nick jumps as Harken enters. \n[28]And I didn't know I had to punch a clock with you. \n[29]I'm going to attribute this to your drinking problem. \n[30](with a smile to the \n[31]Okay, have we figured out our best sales distribution plan for the new model year handsets? 21. \n[32]Yes? \n[33]And? \n[34]Thank you, Nick. Did everyone see how he did that? Yes, he may be a pathological liar and have a crippling drinking problem, but when the chips are down, Nick has what it takes. Nick glows. \n[35]Which brings us to our next order of business. I've decided who I want as our new Senior VP of Sales. He's sitting right here among you. Everyone turns to look at Nick. \n[36]It's me. Everyone's head snaps back to Harken. \n[37]I've decided to absorb the responsibilities of the Senior VP position into my own. I realized if you want something done right, you do it yourself. So, I'm going to be knocking down the wall between my office and what would've been the Senior VP's to create a single, enormous office. However, as a cost-cutting measure, I will only be taking 85% of the additional salary I'm entitled to. It's called self- sacrifice, people. Learn from this. Harken heads out. \n[38]What is it? \n[39]And look how hard you've worked. \n[40]Not lying. Motivating. We're all on the same team here, Nick. We're all trying to find Lorenzo's oil before it's too late for little Lorenzo. Besides, I'm the one who's taking on a lot more work. 23. \n[41]What? \n[42]Oh, my God. I had no idea... that you called your grandmother Gam Gam. I don't mean to laugh, but that's adorable. (off Nick's outraged \n[43]Because I will see to it that no one else in our industry will hire you. \n[44]Anyone who interviews you will want my letter of recommendation. And I'm prepared to tell them that you are a dishonest, insubordinate drunk. 24. \n[45]Let me make this clear, you weak, little fuck. I own you. You're my bitch. Don't make the mistake of thinking you have free will. Because I can crush you any time I like. (stepping back, \n[46]What in God's name...?! \n[47]No. Go home. I don't want you getting everyone else sick. \n[48]Wait. Take your work with you. Have it on my desk at six AM. Nick barely conceals his contempt as he picks up the stack of papers and heads out. \n[49] \n[50]   \n[51]  \n[52]  \n[53]    \n[54]Hey, schmuck. Dale, surprised, turns to the window. \n[55]You want to tell me why you're littering on my street? \n[56]I don't care if it blew out of your twat. Now, get your fucking Chevy Cavalier the hell off my block! \n[57]Hostile? You want to see hostile? How about I go in the house and get my -- Suddenly, Harken begins to choke and his face grows increasingly red. \n[58] \n[59]  \n[60]  \n[61]Oh my god! What happened?! \n[62]He's my husband. Mrs. Harken kneels beside Harken and supports his head. \n[63]Honey? Can you hear me? Harken groggily looks down at his torso which is perforated by dozens of tiny needle marks. \n[64] Wha-- What did you do to me? \n[65]He saved your life, honey. Thank you so much! She grabs Dale in a warm hug. \n[66] What's this? What's with the hugging? \n[67]I'm just thankful that he was here. \n[68]I'll bet you are. Do you know this guy? \n[69]No. We just -- \n[70]Are you fucking him, Rhonda? \n[71]Oh, come on. \n[72] \n[73]You need to get the hell out of here. \n[74]Dave, stop it. You should be thanking him. Why are you being so suspicious? 75. \n[75]Why? Because I know you sleep around on me. And I'm going to find out who it is. \n[76]You're being ridiculous. \n[77]Am I? What about Maurilio? I see the way you look at him. \n[78]I am not having sex with the gardener! As Harken and his wife continue to bicker, Dale quietly retreats to Kurt's car. \n[79]   \n[80]  \n[81]  \n[82] \n[83]   \n[84]   \n[85]  \n[86]Who are you? \n[87] \n[88]He's fine. Thanks to you.  Did I invite you to this? Before Nick can answer a GUEST at the window calls out. \n[89] \n[90](noticing him now, \n[91]Were you surprised? \n[92] \n[93]Look, everyone's here. \n[94] \n[95]Who are you talking about? \n[96]I think you know. I need to put my stuff away. I'll be right back. He heads off to his study, leaving his confused wife. She notices Kurt, standing at the buffet, staring at her. He smiles and winks. Mrs. Harken gives him a little wave. \n[97]  \n[98]What the hell are you doing here? You come to stab me a few more times, you lunatic? And my wife invited you? Are you fucking her too? Nick tries his best to suppress his nervousness and be cool and threatening. \n[99]What does that mean? \n[100]\n[101]What? 103. \n[102]Trust me, Pellit's name doesn't matter anymore. \n[103]Yeah, I killed Pellit -- \n[104]I walked right up to his door and I shot him in his fucking chest, and I'll tell you something: I liked it. So if you think I'm a pussy who won't do the same exact thing to some half-assed blackmailer, guess again. \n[105]You're pathetic, Waters. You come into my home, on my goddam birthday and try and pull this shit? Well, guess what? You're a dead man. You... ... you, and your friend Kurt, whoever the fuck he is. Dead. Men. 104. \n[106]My gun. Just give me a second. Nick and Dale exchange a look, then quickly rush out of the room. \n[107]  \n[108]   \n[109]I know. That makes it even hotter. We hear unbuckling and unzipping. \n[110]Your balls are so smooth. \n[111]Whoops. That was fast... \n[112]Out of the car. All of you. The three guys nervously exit the car and face Harken who points the gun at them. \n[113]Shut the fuck up! I've got six bullets in here. So if I want to, I can shoot each of you twice, just like I did that bastard, Pellit. But if I do that, I'll have to spend the rest of my life running from the law or rotting in jail. Police sirens approaching. \n[114]No. I have a better idea. Harken turns the gun toward his own thigh and FIRES. \n[115]Unnnnhhhh! \n[116]Catch. Startled, Dale catches the pistol with shaking hands. 113. \n[117]\n[118]Is it? Because I don't see a shred of evidence proving that I killed Pellit. It's like I've always told you, Nick. Life is a marathon and you can't win a marathon without putting a few Band-Aids on your nipples. Nick deflates. The three guys realize Harken's won. Then, from the car's open window they hear: \n[119]Who said that? \n[120]You can't -- this isn't -- And with that, Harken BOLTS AWAY as fast as his injured leg will take him. It's not very fast. The guys watch him for a beat as they share a joyful, exhausted moment together. 114. \n[121]Get the fuck off me! Kurt steps up and kneels beside the battered figure. \n[122] "}}