{"filename": "Hostage_script.txt", "imdb_id": "tt0340163", "imdb_url": "https://www.imdb.com/title/tt0340163", "characters": ["Jennifer Smith", "Ridley", "Jeff Talley", "Wil Bechler", "Tommy Smith", "Kevin Kelly", "Mike Anders", "Jane Talley", "Mars Krupcheck", "Walter Smith", "Dennis Kelly", "Carol Flores", "The Watchman", "Laura Shoemaker", "Amanda Talley"], "dialogues": {"Jennifer": "\n[1]Can't we send him to Florida? \n[2]Tell Daddy that lunch is ready. Thomas, don't be a turd.  Tell --! \n[3]My father. \n[4]I didn't . . . see anyone. \n[5]Get out of our house! \n[6]Why don't they go?!  Why don't they leave us alone and go?! \n[7]Daddy, don't! \n[8]Daddy!  Please! \n[9]Leave him alone!! \n[10]He's not waking up.  He should be awake. \n[11]He needs a doctor. \n[12]At least let me get some ice for his head. \n[13]I'm getting a wash cloth for the ice. \n[14]Please get away from me. \n[15]I don't drink beer. \n[16]What I want is to help my father. \n[17]My father needs a doctor.  Please. \n[18]All you're doing is watching yourself on TV.  Look at him. \n[19]I'm getting a doctor! \n[20] Mars pushes Jennifer inside.  Kevin follows her with duct tape and a couple of extension cords.  Mars, holding Thomas, pauses in the hall --  \n[21]I don't see why you can't just lock me in.  It's not like I can go anywhere. \n[22]Thanks for the shirt. \n[23]Kevin, my father needs a doctor. \n[24]If my father dies they'll charge you with his murder.  Can't you make Dennis see that? \n[25] Thomas pushes through a hatch identical to the one in his own closet, then creeps to the door --  \n[26] Jennifer twists around to see him, mumbling through the tape --  \n[27]Ow!  Shit! \n[28]No one's coming. \n[29]Mine, too. \n[30]No!  I'm not going to leave Daddy with them! \n[31]You go, Thomas.  You get out, and I'll stay with Daddy. \n[32]Go!  If you get out, maybe you can help the police! \n[33] \n[34] \n[35]What about my father? \n[36]Look at him!  I think he's dying! \n[37] Jennifer is on her bed in the darkness, groggy with fear and fatigue.  She hears someone outside in the hall --  \n[38]Thomas? \n[39]Thomas, is that you? \n[40]What do you want? \n[41]What? \n[42] \n[43]I need a frying pan.  Would you get one? Over there, under the range. \n[44] Jennifer is hiding in her shadows when her doorknob moves.  She reaches pulls the knife from her shorts, keeping it hidden as she backs away --  Kevin steps inside, leaving the door ajar --  \n[45]What do you want? \n[46]What happened? \n[47]I can't go without Thomas. \n[48]How can we get out? \n[49]Yes. \n[50] Jennifer is anxiously waiting for Kevin.  When she hears someone in the hall, she thinks that it's Kevin, but when the door opens --  It's Mars.  He steps inside, tall, wide, and massive as a bear.  He's carrying the claw hammer.  Jennifer backs away --  \n[51]I don't know what you're talking about. \n[52]Don't do that.  Turn on the lights. \n[53]You'd better get out of here!  Kevin's coming back! \n[54]Stop it. \n[55] Dennis slams through the door so heard that the door crashes into the wall.  Mars is across the room, still holding Jennifer by the neck --  Dennis aims his gun --  \n[56]Please... \n[57] Thomas emerges from the closet to see the carnage in the hall:  Mars over Dennis, grunting like a pig as he turns Dennis into pulp, and Jennifer crawling away, splattered with blood --  Thomas pulls the gun from his pants and darts past Mars into the hall --  \n[58]Keep going! \n[59]Run!!!!! \n[60]No!  They have everything nailed! \n[61]He can't reach us in here.  We're safe. \n[62]What's he doing? \n[63]Ohmigod, he's going to burn us! \n[64]Daddy! ", "Smith": "\n[1] The camera reveals a two-story California Mediterranean home in the exclusive housing development known as York Estates. You can't get in the door for less than one-point-five, and this house costs more:  Eight thousand square feet of used brick and custom tile set on a lushly landscaped acre --  \n[2]You can pick them up whenever you want. \n[3] Walter Smith is at his computer behind his desk.  He's forty and fit, casually dressed with thinning hair and glasses, currently leaning back as he talks on his phone --  \n[4] A boom box blasts the latest teendiva megahit as Walter's sixteen-year-old daughter, Jennifer, stretches out in cutoff shorts and a bikini top, working on her tan.  Walter and Thomas appear in the French doors that open from the back of the house --  \n[5] The Smiths' home sports an open floor plan with the kitchen centrally located between a large family room, a hall that leads to the front of the house, and the French doors that open onto the pool area.  Jennifer is putting the finishing touches on three tuna sandwiches as she calls to her brother --  \n[6] It happens fast:  Dennis shoves Jennifer into the room, and Mars and Kevin follow with Thomas --  Walter is feeding a computer print-out into a paper shredder as they burst through the door --  \n[7] Mike Welch climbs out of the patrol car and keys his shoulder mike as he appraises the house --  \n[8] Talley takes cover behind his front wheel.  Anders and Jorgenson are young guys; they've never worked a high-crime area; they've never made a felony arrest; and right now they're scared shitless.  Mike Welch lies on the Smiths' front lawn, forty feet away --  \n[9] Gunsmoke fills the air.  Kevin is freaking.  He throws a magazine at Mars --  \n[10] Dennis is on the floor with the money, touching it, feeling it, smelling it.  Mars is standing over him, profoundly unmoved --  \n[11] The garage is dark, lit only by the light that comes from the kitchen's open door, as Dennis, Mars and a reluctant Kevin enter --  \n[12] Dennis is holding Thomas around the neck, using the boy as a shield.  Kevin is cowering on the floor and Mars is holding Jennifer.  Dennis snatches up the phone --  \n[13] Dennis steps through the double doors that open from the entry and admires the room--rich paneled walls, soft leather couches and chairs, and a lush beaten-copper bar.  Walter Smith's office is directly across the hall.  Dennis saunters behind the bar, letting his fingers play over the copper, then pours a stiff Ketel One on the rocks.  Kevin appears behind him, watching, as Dennis takes a seat on one of the leather bar stools, then peels a hundred off a thick roll and drops it on the bar --  \n[14] Talley, Maddox, and several tactical officers are lined along the rear wall, watching the house.  Talley, with a phone to his ear, is looking through a night-vision scope --  He can see into the kitchen through the French doors.  Mars and Jennifer are inside, and, as we watch, Dennis and Kevin enter --  \n[15] Dennis and Kevin are digging into plates of pizza and eggs when the house goes dark --  \n[16] Dennis is pouring another stiff glass of Ketel One --  \n[17] Dennis is sprawled on the couch, sucking the last few drops of Ketel One from the bottle.  He frowns at the empty bottle, then lumbers to his feet --  \n[18] Mars is closing.  Jennifer and Thomas scramble through the bedroom only paces ahead of him.  They run straight into --  \n[19] The banks of floodlights abruptly shut off, plunging the house and grounds into darkness --  \n[20] Talley and Jones slip up to a side window at the front of the house.  Both are carrying fire extinguishers.  They peer inside, then Jones uses a pry bar to lift the window --  \n[21] Walter is resting comfortably when Talley steps up beside his bed.  Talley is a mess--smokey, dirty, greased with sweat --  ", "Ridley": "", "Jeff": "\n[1] Talley and Leifitz are hunkered behind the LAPD Command and Control van.  Leifitz is the Crisis Response Team SWAT commander; Talley, the primary negotiator.  It's so hot out here that Talley has stripped down to a tee-shirt and vest.  ", "Talley": "\n[1] Talley and Leifitz are hunkered behind the LAPD Command and Control van.  Leifitz is the Crisis Response Team SWAT commander; Talley, the primary negotiator.  It's so hot out here that Talley has stripped down to a tee-shirt and vest.  \n[2]No one's going anywhere, L-T.  We can talk this guy down. \n[3] \n[4]Where's the guy's wife? \n[5]Goddamnit, you said we had her.  I told him we had her! \n[6] \n[7]I didn't lie to you, George.  You scared your wife pretty good last night.  We're having a hard time finding her. \n[8]You and I have been talking for, what, sixteen hours?  Keep talking.  Is that your dog, too? \n[9]I know you're hurting.  You lose your job, you find out your wife's fucking another guy . . . but don't give up. We'll have her talk to you. \n[10]George?  Come back to the window. \n[11]George?  Leave the dog alone and come to the window. \n[12] \n[13]Murray!!  They're in the house!  His wife's in the house! \n[14] Jeff Talley is behind the desk, his voice muted because he is locked in a painful phone conversation --  \n[15] \n[16]I need to work out some stuff. \n[17]I still see that boy's eyes. \n[18]Is Amanda there? \n[19]Can we talk some more when you get here? \n[20] He is clearly shaken by the call, but his thoughts are interrupted when his assistant, an older woman named Louise Vance, bursts in --  \n[21]What are you talking about, shot?  What happened? \n[22]Where are they? \n[23]Sonofabitch. \n[24] Talley takes cover behind his front wheel.  Anders and Jorgenson are young guys; they've never worked a high-crime area; they've never made a felony arrest; and right now they're scared shitless.  Mike Welch lies on the Smiths' front lawn, forty feet away --  \n[25]Are civilians inside? \n[26]Holster your guns! \n[27] \n[28]Don't shout, Larry.  I'm three feet away. \n[29]We have to cordon off the streets, then evacuate these houses. \n[30]Keep your head down. \n[31]How you doing, buddy?  You still alive? \n[32]Jesus.  You hang on. \n[33]He's in the backseat! \n[34]This is Talley.  Who's on? \n[35]One at a time!  Clear the air! Louise?  Talk to me.  What do we have? \n[36]  \n[37]Find out who lives at four-five-five.  We gotta know who's in there. \n[38]Did he say if she was shooting at him? \n[39]Then we don't know if she's part of this or not.  Mickey, you up? \n[40]Mike found a red pickup abandoned on Flanders.  You see it? \n[41]Run a DMV on the plate for the owner's name. \n[42]Jesus Christ, Louise, we can't leave a crime scene like that.  Put a unit out there. \n[43] \n[44]Get everyone out here.  Then call the Sheriffs.  Tell them we have a possible hostage situation. \n[45] Talley is at his car with Anders and two other officers, Leigh Metzger, a woman in her early thirties, and Cliff Campbell, a slender guy who looks like a retired security cop.  Talley is getting information reports both in person and over the radio --  \n[46]That would be the girl who opened the door.  Are the others inside? \n[47] \n[48]Get a phone number for the Smiths. \n[49]Go, Mickey. \n[50]Contact the landlord.  I want to know employment, friends, family, anything we can find out about this guy. \n[51] \n[52]Everyone be cool.  That's our job right now--stabilize the situation and don't let things get out of hand.  All we have to do is hang on until the Sheriffs take over.  That's all we have to do. \n[53]That's my job, Metzger.  That's why I get the big bucks. \n[54] Talley is once more behind his car.  He's on his cell phone, with Jorgenson nearby --  \n[55] \n[56]The Bristo Police Department.  Look out the window.  You see the car? \n[57]We had an awful lot of shooting.  You need a doctor in there? \n[58]Let me speak to Mr. Smith.  I want to hear it from him. \n[59]How about your two friends?  You don't have a man dying in there, do you? \n[60]All three subjects are confirmed inside. Call off the house-to-house. Okay, Dennis, I want to explain your situation -- \n[61]Mr. Kim didn't make it, Dennis.  He died. \n[62]Dennis?  I want you to release those people. \n[63]We're not coming in there by force, okay? No one wants to hurt you. \n[64]Has Dennis done time? \n[65]Who's this? \n[66]Have still prints made from the tape. Show the landlord.  Maybe we can get a fast ID. \n[67]Here on his head.  Is that a tattoo? \n[68]Says...burn it. \n[69]He's watching Kim die. \n[70]Just around the corner and up that street.  See the helicopters? \n[71] \n[72]The Sheriffs will take over when they get here. \n[73]Why don't you guys grab some dinner at the Thai place?  I'll meet you there as soon as I can. \n[74]I don't know how long I'll be stuck here. \n[75]Jane? \n[76]I'm scared shitless. \n[77]I have the only number that can call into the house? \n[78]Way to go. \n[79]Mr. Dill, these pricks didn't know what they were going to do until they did it. I want you to take a look at something. \n[80]Can you identify this man? \n[81] \n[82]Is Krupchek an aggressive guy?  Hot- tempered?  Anything like that? \n[83]You have his address? \n[84] \n[85] \n[86]Call Jane for me.  She's at the little Thai place. \n[87]Tell her I'm almost home. \n[88]I'm Talley.  Who's in charge? \n[89]I've got fourteen officers on my department including me.  We're as secure as we can be. \n[90] \n[91]I've done it once or twice.  I blocked their phones to incoming calls, so you'll have to cut in a hard line to talk to him. \n[92]Whatever you want. \n[93] \n[94]They're too close!  I told you not to crowd him!  Pull back your people; do not breach that house! \n[95] \n[96]  \n[97] \n[98]It's over now, Dennis!  Don't hurt anyone. \n[99]No one's coming in.  A couple of guys out here got carried away. \n[100] \n[101] \n[102]That's not going to happen, Dennis.  They won't give you a helicopter. \n[103]The Mexican police would arrest you as soon as it landed.  There's only one way out and you're doing it right now--just keep talking to us. I think we could make the transition now. Maddox, you good to go? \n[104] \n[105]I gotta piss real bad. \n[106]I'm going to put on an officer named Will Maddox.  You talk to him for a while. \n[107]He says he has gasoline set to burn the place. \n[108]If you go in, you can't use tear gas or flashbangs.  The whole place would go up. \n[109] \n[110] \n[111]You have her cell number? \n[112]They might be at the house.  Keep trying and let me know.  I'm going to be here a little while longer. \n[113]Did you find Jane and Mandy? \n[114]What's wrong with the radio? \n[115]Stand by. \n[116]Is something wrong with Jane? \n[117]It's a crank, Louise.  C'mon, don't waste my time with that! \n[118]Put him on. \n[119] \n[120] \n[121]Slow down, Thomas.  Take it easy and talk to me.  Was your father shot? \n[122]How about you and your sister? \n[123]Where are you right now? \n[124]That's on the second floor.  Could you climb out your window if we were downstairs to catch you? \n[125]  \n[126]Thomas?  Thomas...? \n[127]He says that his father's hurt. \n[128]They have security cameras.  Rooney would see you coming. \n[129]No.  He said that his father's unconscious; he didn't say he was dying. \n[130]You want me to stick around, I could -- \n[131] Talley slides into his car outside Mrs. Pena's home.  He's got a lot on his mind, and not all of it centers around 455 Castle Way.  He punches a number into his cell phone --  He listens to ringing, and then his own voice answers --  \n[132]This is Jeff Talley.  Leave your name and number after the beep. \n[133] \n[134] Suddenly, two masked men point guns at his head, one from the driver's side, one from the passengers.  They're wearing jackets, black ski masks, and gloves.  The man on the passenger side sports a big gold Rolex, so we'll call him the Watchman --  \n[135]Take it easy. \n[136]I'm the Chief.  I don't carry it. \n[137]Who are you? \n[138] The Watchman puts Talley's car in park, turns off the ignition, and takes the key.  \n[139]What do you want? \n[140]What is this? \n[141]You can let go. \n[142]Marlon and Al.... \n[143]I can't control what happens.  The Sheriffs are running the scene. \n[144]You want . . . Marlon and Al. \n[145]These disks . . . where are they? \n[146] Talley steps inside and peels off his uniform shirt.  He takes a bullet-resistant vest and a black sweatshirt from his closet.  He straps on the vest, then pulls on the sweatshirt.  Talley sits at his desk and lifts out a ballistic nylon pistol case from the lower drawer.  He takes out his old SWAT combat piece:  This isn't a pussy 9mm; it's a finely tuned .45-caliber Colt Model 1911.  One shot, one kill.  Talley ejects the empty magazine, then loads it with a deadly efficiency.  He slams home the magazine --  Talley clips the gun to his belt under his sweatshirt.  He's ready to rock.  The camera finds the photograph of Talley during his days as a SWAT tactical officer --  He was one bad motherfucker.  \n[147]I'm going back to York.  Have Larry meet me at the front gate. \n[148] Anders slides into the passenger seat.  He sees a different Talley now, focused and grim --  \n[149]I want you to run this license plate and phone number.  Then I want you to find out everything you can about Walter Smith. \n[150]Go back to the office.  Run his name through the FBI and the NLETS database. I think he's involved with illegal activity or he associates with people who are. \n[151]Don't tell anyone what you're doing, not Louise, not the other guys, not the Sheriffs.  You understand me, Larry? \n[152]Fuck guessing.  You keep your mouth shut. \n[153]Get to work. \n[154]I'm re-assuming command of the scene. \n[155]And now I'm taking it back.  We're getting Smith out of the house. \n[156]I changed my mind.  That's all you need to know. \n[157]The one and only.  We got a little problem out here, Dennis. \n[158]I need you to let me talk to Mr. Smith. \n[159]We can't forget it.  The Sheriffs think you won't let me talk to Smith because he's dead.  They think you murdered him. \n[160] \n[161]Help me keep them out!  Let me speak to Smith, Dennis.  Let me speak to him right now. \n[162] \n[163] \n[164]Let me come get him. \n[165]If you won't let me come in, then put him outside. \n[166]You've already helped yourself once, Dennis; be smart again.  If you save his life, it'll help when you get to court. \n[167]Bring up the ambulance. \n[168] \n[169] \n[170] \n[171]How's he look? \n[172] are surrounded by cops as soon as they step into the shadows behind the lights.  Another paramedic takes the stretcher from Talley.  Maddox is waiting with Talley's clothes --  \n[173]No. \n[174]I'm the chief of police here.  I have to talk to him. \n[175]Smith!  Wake up! \n[176] \n[177]Use smelling salts, give him a shot, whatever.  I just need a minute. \n[178]Stop the fuckin' engine! \n[179]Just one question.  Please. \n[180]I want you waiting in Smith's lap.  I want to know the second--and I mean the second--that he wakes up. \n[181] \n[182] \n[183] \n[184]You get anything on Smith? \n[185]Keep trying. \n[186] \n[187]Put him on. \n[188]The doctors are taking care of him right now.  Thomas . . . are you safe?  Can you talk? \n[189]I need your help with something.  But if you think those guys could catch you, then I don't want you to do it, okay? \n[190]I'm serious, Thomas; I don't want you to get hurt. \n[191]Your dad has two computer disks.  They have funny names:  Marlon and Al. \n[192]I think he was working on them today, so they're probably in his office.  Could you find them and see who they belong to? \n[193]I thought they locked you in your room. \n[194]Can you get into the office? \n[195]If I get Rooney into the back of the house, can you find the disks without being caught? \n[196]I'm looking for you.  I need your tactical unit. \n[197] \n[198] \n[199] \n[200] \n[201]It's time to talk face-to-face, Dennis. Come out, just you, and we'll talk. \n[202]Come on, Dennis.  Talk to me. \n[203]I'm unarmed.  I'm looking at you.  Get out here and let's talk. \n[204]Only if you try to grab me.  We could've shot you from the wall. \n[205]You've been in there a long time. What're you waiting for? \n[206]I'd be trying to get the best deal that I could. \n[207]You picked a bad house to hole up in, son. \n[208]Give up. \n[209]The man you sent to the hospital is a criminal.  He has partners.  This is their house and their money and they want it back. \n[210]Give up, Dennis.  Let these people go. At least you'll have your life. \n[211]Can you open them? \n[212]Look for names.  Does it say whose taxes they are? \n[213]Try Al.  See if you can open Al. \n[214]Who is it? \n[215]Sonny Benza.  Oh, fuck. \n[216] \n[217]Put a guard on Smith!  I want you with Smith until I get there! \n[218]Get in the car.  Now. \n[219]I'm posting a guard outside his room, but we'll need help from hospital security. \n[220]Not with my officers here, no, ma'am. \n[221]They're still in the house. \n[222]I'm Jeff Talley, the Bristo chief of police.  So far as we know, your children are okay. \n[223] \n[224]Sonny Benza has my wife and daughter.  He wants the disks, Marlon and Al.  He took my family to make me help. \n[225]He's going to kill you.  Don't you know that?  He can't take the chance that you'll talk. \n[226]Another minute.  Please -- \n[227]Do you think I'm going to let you murder someone?! \n[228]I'll go in that fuckin' house right now! I'll give those disks to the real FBI, you COCKSUCKINGMOTHERFUCKER!!  And I've got Smith!  I've got Smith!! \n[229]I guess we do. \n[230]Your phony FBI assholes. \n[231]What do you mean by that? \n[232]They here now? \n[233]Yeah. \n[234]Are all of you named Jones? \n[235]You used to be a cop.  All of you used to be cops.  I can tell by the way you move. \n[236]How do you people expect this to work? The Sheriffs have a Crisis Response Team here. \n[237]What? \n[238]Special Agent Jones. \n[239]What are you people going to do? \n[240]What does he have on you?  I know why I'm doing this, but what does he have on you? \n[241]Let it go, Captain. \n[242]It's mine. Talley. \n[243]Go, Mickey. \n[244] The shock that Mikkelson is feeling sweeps over Talley as well.  He takes a moment to get his head around this --  \n[245] \n[246]We're getting those kids out of there. \n[247]We've got to get those kids out of there! \n[248]Those kids are in there with a fucking psychopath!  He kills people! \n[249] \n[250]You do what you have to do; I'm getting those kids. \n[251] fight back the flames with their fire extinguishers, working their way into --  \n[252]The kids are in here! \n[253]Help me, goddamnit, we can get the disks later! \n[254]Thomas!  Thomas, it's me! \n[255]Stay close.  We're going to move fast -- \n[256] \n[257] \n[258]Yes. \n[259] \n[260]How do I reach him? \n[261]Two words:  Glen Howell. \n[262]Mr. Jones is dead.  So are two of his men.  The other three are in jail.  I have the disks.  I have Walter Smith. And you know what, you motherfucker?  I have you. \n[263]I also have a couple of million in cash. Call Sonny Benza.  Ask if I can keep it. \n[264]My wife and my daughter and the money. I'll bring the disks to the mall by the freeway, you bring my family.  We'll trade. \n[265]I think you got no choice. \n[266]Yeah. \n[267] He edges along the perimeter of the parking lot, working as close as he can to a Fat Man who is leaning against the green Mustang --  The door to a ground floor room opens, and Glen Howell steps out.  Talley recognizes Howell from the big gold watch --  \n[268] \n[269]Where's my family?!  Where's my family, you fuck?! \n[270]You said they would be here, goddamnit! Where are they? \n[271]You said they would be here! \n[272] \n[273]You get the other one when I have my girls.  Not talk to them; have them. \n[274]Close. \n[275]First my girls.  I get my girls, you get the other disk. \n[276]I'll kill you!  You won't get the other disk! \n[277]I love you. \n[278]I gave the other one to the Sheriffs and they're giving it to the real FBI.  This one's a fake. \n[279]I'm a cop, you asshole!  What did you expect me to do?  Pretend all this never happened? \n[280]Benza's over.  You're over.  I just want to take my family home. \n[281]Why...? ", "Wil": "", "Bechler": "", "Tommy": "", "Kevin": "\n[1]C'mon, Dennis, this is stupid.  I thought we were gonna go to the movies. \n[2]Robbing this place is gonna put you back in prison. \n[3]We got jobs, man; we're working.  Why even take the chance? \n[4] \n[5]There's fuckin' blood all over you! \n[6]That woman's gonna call the cops. \n[7]What if he's dead?  What if you killed him? \n[8]We're on foot.  We can't get away. \n[9]Dennis!  The cops! \n[10] are peering out the shutters when --  Mars suddenly shouts --  \n[11]We could've gone out the back!  You didn't have to shoot! \n[12]We should give up.  All we're doing is making it worse. \n[13] \n[14]I have to tell you something -- \n[15]It's about Mars -- \n[16]That cop didn't pull his gun.  Mars lied. He just started shooting! \n[17]I was there, Dennis!  I saw!  It's like he wanted to shoot that cop. \n[18]Jesus.  What is this? \n[19]I can see you! \n[20]Dennis -- \n[21]Everyone knows what we look like, Dennis. We won't be able to hide. \n[22]Stop it!  Stop it, Dennis!  Jesus! \n[23]Here.  Put this on. \n[24]You gotta pee? \n[25]Either I'm going to tie you or Mars will tie you.  Which do you want? \n[26]Whatever. \n[27]He's just knocked out.  I've been knocked out. \n[28]I can't make Dennis see anything. \n[29]Make sure she can breathe. \n[30]Someone should stay with Mr. Smith.  What if he wakes up? \n[31]That's crazy, Dennis.  The cops will see us. \n[32]Like what? \n[33]We can't carry all this.  It's too heavy. \n[34]Everything we're doing is making it worse.  You can't let him burn this house. \n[35]We're surrounded.  They're all over the neighborhood. \n[36]We're fucked. \n[37]There is no way out. \n[38]Celebrate what?  Going to prison? \n[39]What's he doing?  What's going on?! \n[40]He said that? \n[41]What are you talking about? \n[42]That's crazy.  He's not going to kill us. \n[43]It's over.  We have to give up. \n[44]That money's fucked up your brain. Talley's going to get tired of waiting for us to give up, and we'll all be fuckin' killed! \n[45]I'm not going to die for this! \n[46]Keep your voice down.  I'm taking you and your brother out of here. \n[47]Do you want to go or not?  I'm offering you a way out of here. \n[48]All three of us will go, but we have to move fast.  Mars and Dennis don't know I'm doing this. \n[49]Dennis and Mars are in the den.  I'll get your brother, then come back for you. We'll go down the stairs and out the front door, you understand? \n[50]Put on some shoes. \n[51]You scared the shit out of me.  I was looking for you.  Dennis wants you to watch the monitors. \n[52]It's over, Mars.  If we stay the cops will kill us.  Don't you get that? ", "Kelly": "", "Mike": "\n[1] Welch is a young officer with an innocence to his eyes that you don't find in urban cops.  He keeps a photo of his wife and toddler son taped to the dash.  \n[2] tumbles backward, struggling weakly to pull his gun as blood bubbles in his mouth.  He tries to rise, but can't --  \n[3] is hiding in weeds across from the motel, keeping an eye on the road for Talley's approaching vehicle.  A radio transmission crackles quietly --  ", "Anders": "\n[1] Flanders Road is lined with trees, hedges, and the exclusive housing developments that dot the countryside around Bristo Camino.  The Toyota jerks to a stop well off the road, and Dennis, Mars, and Kevin pile out, stuffing pistols and bullets into their pockets --  \n[2]Welch is down!  They shot him! \n[3]I think he's dead! \n[4] \n[5]The mother is in Florida visiting her sister.  The father works at home, so he's probably inside. \n[6]Chief, this is Brad Dill.  Dennis and Kevin work for him. \n[7]Yes, sir. \n[8]What's up, Chief? \n[9]Did I do something wrong? \n[10]The guy in the house? \n[11]Wow.  Sure, right away, Chief. \n[12]I guess so. \n[13]I will, Chief.  Absolutely. \n[14]It's me, Chief.  Can you talk? \n[15]The cell phone is registered to a jewelry store in Beverly Hills.  The phone company shows no unusual -- \n[16]It was stolen. \n[17]Chief...it's like none of this exists. I'm sorry. ", "Jane": "\n[1] Jane Talley is an attractive woman in her mid-thirties.  She has the efficient manner of a registered nurse, which she is, and right now she's using all of her professional detachment to keep herself together --  \n[2] \n[3]You're hiding, Jeffrey.  You're hiding from the job and you're hiding from me. \n[4]That happened a year ago.  You've been gone for almost six months.  How long do you have to punish yourself for something that wasn't your fault? \n[5] \n[6] \n[7]You're not only punishing yourself, Jeff. Amanda and I are in this, too. \n[8]We'll see you in a couple of hours. \n[9]Pack your things.  You're going. \n[10]Wait by the car, Mandy.  Give me a minute with Dad. \n[11]Don't worry about it.  How are you doing? \n[12]But they're not here yet.  Tell me about you. \n[13]Jesus, you're shaking. \n[14]You sure? \n[15]I'm in no rush.  Maybe later we can talk. \n[16]That's okay.  I love you anyway. \n[17]Jeff?  Is that you? \n[18]Jeff, we're -- ", "Mars": "\n[1]I'll check it out. \n[2]It's perfect. \n[3]He's got a gun! \n[4]Relax.  It's only blood. \n[5]People are looking. \n[6] are peering out the shutters when --  Mars suddenly shouts --  \n[7]He's going for his gun! \n[8]I thought you wanted ice. \n[9]Hey. \n[10]Want one? \n[11]Mommy won't know.  You can do anything you want right now.  Mommy won't know. \n[12]It's a safety room.  If anyone breaks into your house, you can hide. \n[13]We're trapped in a house. \n[14]You can't run with suitcases. \n[15] \n[16] \n[17]Tie her to the chair.  I'll take care of the windows when I finish with the boy. \n[18]Look what I found. \n[19]You tied her like a pussy.  Make it tight. \n[20]Better. \n[21]Go downstairs, Kevin. \n[22]I want to show you something. \n[23]It cost two hundred forty dollars, but I was happy to spend it.  I love my mom. You see these? \n[24]My mom burned me with cigarettes. \n[25]Let's burn the house. \n[26]I got the gasoline -- \n[27]They'll cut the power. \n[28]We can't make the microwave work. \n[29]We're hungry.  You're going to cook. \n[30]Make the pizza.  I want scrambled eggs and hot dogs on mine. \n[31]With hot sauce and butter. \n[32]Dennis. \n[33]The food's ready. \n[34]I like it here, Dennis.  I'm never going to leave. \n[35]I heard you with the girl. \n[36]I get it.  If you want to go, go. \n[37] We're at the end of a gravel road in the low foothills of Pearblossom, a farm community of fruit orchards in the low foothills.  A Bristo Camino police car pulls up outside a thirty-foot Caravan trailer, and Mikkelson and Dreyer get out.  Mikkelson lights up the trailer with the radio car's spotlight --  \n[38]Kevin left.  He didn't want to be here anymore. \n[39]I overheard him with the girl. \n[40]I don't know. \n[41]Kevin left without you. \n[42]Kevin's gone, your daddy's gone, everybody's gone. \n[43]Now we can do whatever we want. \n[44]You're going to enjoy this. \n[45] Dennis hears Jennifer screaming upstairs --  \n[46] Dennis rushes from the room --  \n[47]What's wrong, Dennis?  Why're you so pissed off? \n[48]Everyone's gone.  We can do whatever we want.  We can do anything. ", "Krupcheck": "", "Walter": "\n[1] The camera reveals a two-story California Mediterranean home in the exclusive housing development known as York Estates. You can't get in the door for less than one-point-five, and this house costs more:  Eight thousand square feet of used brick and custom tile set on a lushly landscaped acre --  \n[2]You can pick them up whenever you want. \n[3] Walter Smith is at his computer behind his desk.  He's forty and fit, casually dressed with thinning hair and glasses, currently leaning back as he talks on his phone --  \n[4] \n[5]What, you don't have a sense of humor? He's going to love it. \n[6] \n[7]  \n[8] \n[9]Jen, c'mon, chop-chop!  I've got to finish my work! \n[10] \n[11]Who sent you? \n[12]The car.  All you want is the car? \n[13]The keys are on the wall by the garage. Take it.  The tank's almost full. \n[14] are peering out the shutters when --  Mars suddenly shouts --  \n[15] Gunsmoke fills the air.  Kevin is freaking.  He throws a magazine at Mars --  \n[16] \n[17]None of you will get out of this. \n[18]I'm going to my desk. \n[19] \n[20]I have contacts in Los Angeles.  Lawyers and judges who can help you. \n[21]This is every criminal lawyer in California.  If you give up now, right now, I'll buy you the best lawyer in the state. \n[22]You won't die if you let me help. \n[23]But if you stay in this house, I can promise you this -- \n[24]You can't imagine the fucking you're going to get. \n[25] Jennifer and Thomas are bent over their father, wanting to help but not knowing how.  Walter's eyes flicker as if he's dreaming, and the lump on his head is bleeding --  \n[26] The phone seems to ring louder here.  Dennis stands over it, watching the phone as if it's alive.  The phone rings again and again.  Finally, he answers --  \n[27] Dennis is livid with fear and rage.  He paces through the office like a trapped cat --  \n[28] Kevin is grimly watching news coverage of their standoff as Mars and Dennis enter.  A female anchor is reporting on the events at York Estates with Dennis's booking photo cut into the picture --  \n[29] Dennis and Kevin are at the television, watching an aerial view of the Sheriffs deploying around the house.  Jennifer and Thomas are huddled by their father --  \n[30] The office is lit only by the flickering candles.  Thomas checks his father's computer--no disks.  He searches through the papers scattered over the desk, but finds nothing --  Then he opens the drawer --  The disk case that his father put there earlier is waiting. Thomas opens the case --  Marlon.  Al.  He found them.  \n[31] Walter's eyes flutter open.  His voice is slurred, but understandable --  \n[32]Where am I? \n[33]Walter Smith. \n[34]Where are my children? \n[35]I don't know what you're talking about. \n[36] Walter is resting comfortably when Talley steps up beside his bed.  Talley is a mess--smokey, dirty, greased with sweat --  \n[37]Thank God!  Are you guys all right? You're not hurt? \n[38] \n[39]Did you find the disks? \n[40]Then you have everything.  You can put them away. \n[41]That would be Glen Howell.  He was on his way for the disks. ", "Dennis": "\n[1] \n[2]Try to act cool, okay?  He's gonna think you're a dick. \n[3]Not if they don't catch us, Kevin. \n[4]Because if you don't take the chance, you're already dead. \n[5]Thirty seconds, we'll be down the road. Thirty seconds.  Then we'll go to the movies. \n[6]A pack of Marlboros for my friend and all your cash, you gook motherfucker! \n[7]Mars, help me -- \n[8]I didn't know he would have a gun!  It just went off! \n[9]Jesus!  Fuckin' Jesus, it's on my face! \n[10]FUCK you, Mars!  I got it all over me! \n[11]MotherFUCKING piece of SHIT!!! \n[12]Shut up, goddamnit!  Just calm down! \n[13]That's why we gotta keep going.  I'm not gonna go in for murder. \n[14]We're surrounded by houses, dumbass. Every house has a car in the garage. All we have to do is take one. \n[15] \n[16]Stop fighting.  Relax, and I'll let go. \n[17]That's better.  Be cool and we'll be outta here in five minutes.  Understand? \n[18]Who else is here? \n[19]Get your ass in the chair!  Sit down! \n[20]She'll be dead if you don't put your ass in that chair! \n[21]Kevin!  Don't stand there, asshole, close the windows!  Mars, keep him covered, dude! \n[22]Don't go Rambo and you'll tell'm about this on the back nine.  I'm gonna tie you up, then we're gonna take your car. \n[23]Am I talkin' raghead?!  I want your car! Gimme the goddamned keys! \n[24]Open it!  You remember I'm right here! \n[25] kicks the door closed and fires through the door, Jennifer screaming, as --  \n[26]Stop it!  They found the truck, Kev! They're already behind us! \n[27]Shut up!  Shut the fuck up! \n[28]Stay down!  Stay down, goddamnit! \n[29]You're not goin' anywhere!  Get on the fuckin' floor! \n[30]Get on the floor! \n[31]I'll fuckin' kill you! \n[32]We just killed a cop!  We killed a fat chinaman!  We'll get the death penalty! \n[33]Mars, watch the cops!  Kevin!  Watch the back of the house! \n[34]Bullshit! \n[35] \n[36]Shut up and sit down.  You think someone's gonna make a house call? \n[37]Make sure Kevin isn't fucking off back there. \n[38]Hello? \n[39]You with the cops? \n[40]Yeah.  I'm Rooney. \n[41]We're cool. \n[42]Fuck you.  I'm running this shit.  You talk to me. \n[43]They're fine. \n[44] \n[45]How about the cop? \n[46]Fuck that.  They're the only thing stopping you from blowing us away. \n[47]I got these people!  You try to come get me, I'll kill every fuckin' one of them! \n[48]That fuckin' Chinaman is dead!  That's murder-one, dude.  That's the needle! \n[49]Get back where you belong, asshole! Mars, keep and eye on the cops; I gotta find a way out of here -- \n[50]We gotta find a way outta here is what we gotta do! \n[51]Bullshit.  Why would Mars do that? \n[52]You're being stupid.  Check out the bathroom.  Maybe we can sneak out a window -- \n[53]Kev. \n[54]Are you totally stupid?  What does it look like? \n[55]Look, that's the master bedroom out here. \n[56]Dude, this is solid steel.  They gotta be hiding something. \n[57]Go get Mars. \n[58]There's gotta be a million bucks here. Maybe two million! \n[59]Who gives a shit, Mars?  Check out the cash!  We're rich. \n[60]We can take it with us. \n[61]Then we'll stuff it up our asses.  This is the payoff.  This is every dream you ever had, all in those two bags. \n[62] \n[63]Jesus, first Mars, now you.  You two need anti-depressants. \n[64]Hey, I've got a situation here, in case you haven't noticed. \n[65]Use more ice. \n[66]That's right.  That's a good idea, Mars. \n[67]Find something, Kevin.  Don't just stand there. And tie this bastard, too.  I don't want him waking up and goin' Rambo on us. \n[68] \n[69] \n[70]Not if they're looking at something else. \n[71]I've been carrying you our whole fuckin' lives. \n[72]Nothing's worse than listening to you. I'm warning you, Kevin--stop holding me back.  Now you pick up that fuckin' money and get ready to go. \n[73]They're coming!  Kev, Mars, they're coming!!! \n[74]The cops are comin'! \n[75]We don't have time! \n[76]Get the kids!  They're our only chance! \n[77] \n[78] \n[79]Goddamned right they got carried away. It looks like an army out there. \n[80]Talley? \n[81]I want a helicopter to take us to Mexico. \n[82]I'll give you these people. \n[83] \n[84]You're a funny guy, Talley. \n[85]What the fuck is that? \n[86]Aw, Jesus, not more of this. \n[87] \n[88]That you, Talley? \n[89]You oughta try on the problem I got in here. \n[90]We been through that.  Forget it. \n[91]That's bullshit!  The guy's right here! He's alive! \n[92] \n[93]\n[94] \n[95]Okay. \n[96]Fuck that!  You bastards will jump me! \n[97]You'll cap my ass as soon as I step out the door! \n[98]Fuck you, Talley, fuck you!  You and one other guy, but that's it!  I want you stripped!  I gotta know you don't have guns! \n[99]I'll be safe when I'm outta here, you asshole!  I'm not talking any more! \n[100] \n[101]We're fucked until we think of a way out; then we're rich. \n[102]For chrissake, please!  Help me celebrate!  I figured it out! \n[103]No, dumbass--Talley.  Talley's the guy who keeps us in here, and Talley's the guy who can let us out. \n[104]Cops want to be rich like everyone else. All we have to do is share. And if he wants someone to swing for the Chinaman, we'll give'm Mars. \n[105]Shit!  It's the cops! \n[106]Mars!  They're trying to blindside us! Check the front! \n[107]What's going on out front? \n[108]Mars?!  What the fuck are they doin'? \n[109]Mars!  Something's happening!  Get back here! \n[110]You got a sniper out there, gonna shoot me? \n[111]Would you be in a hurry to go to prison for the rest of your life? \n[112]Maybe that's what I'm doing.  Can I reach in my pocket, show you something? \n[113]That's fifty hundred-dollar bills.  Five grand.  They got money in this house, Talley, more than you've ever seen. \n[114]How much would it be worth to you, getting me out of here? \n[115]Two hundred thousand cash, right in your pocket, no one needs to know. \n[116]There's a million dollars in there, maybe two million.  I'll give you half. \n[117]It ain't been a good day, Chief. \n[118]I shouldn't have told him about the money.  Now Talley is gonna keep it for himself. \n[119]If we don't escape, we gotta get the word out about the cash.  That's how we'll stay alive. \n[120]The only way he can keep the cash is if nobody knows about it.  He's gotta cap all three of us before they even read our rights.  He's probably planning it right now. \n[121]Kevin, you're so fuckin' stupid... \n[122]Fuck it's over.  That money's mine. \n[123]Then we might as well die rich. \n[124]You're my fuckin' anchor, Kevin, the fuckin' lead around my life that I've been draggin' like a cripple leg! \n[125]Get this into your stupid head, Kevin. We're not leaving without the money. \n[126]You got something to say? \n[127]Fuckin' A. \n[128] \n[129]C'mon, Kev, don't fuckin' pout!  You're right.  It's time to call it a game. \n[130]You mean he left, as in went out the front door? \n[131]Shit!  That fuck!  Even when I want to turn myself in he screws it up!  Did he take the kids with him? \n[132]Jesus, get upstairs and find out!  If he took those kids, we're fucked! \n[133]KEVIN!!!  You ASSHOLE!!! \n[134]Who's that?  Goddamnit, who's there? \n[135]Kev?  Is that you?  Talley? \n[136]Kevin, if that's you, say something. Mars said you left. \n[137]Kevin, what the fuck?  Get up. \n[138]\n[139]\n[140]You're dead, you fuck. \n[141]This fuck killed Kevin.  There's blood everywhere down there -- ", "Carol": "", "Flores": "", "The": "\n[1] A forty-something soccer mom named Margaret Hammond is about to enter the minimart when Dennis and Kevin burst out, knocking her on her ass.  Mars follows a moment later --  Margaret watches their red pickup lurch away, then rushes into the store --  \n[2] Dennis power-shifts into gear, clashing tortured metal as he pushes the Toyota as hard as it will go.  No one is talking; they're screaming --  \n[3] The camera reveals a two-story California Mediterranean home in the exclusive housing development known as York Estates. You can't get in the door for less than one-point-five, and this house costs more:  Eight thousand square feet of used brick and custom tile set on a lushly landscaped acre --  \n[4] A boom box blasts the latest teendiva megahit as Walter's sixteen-year-old daughter, Jennifer, stretches out in cutoff shorts and a bikini top, working on her tan.  Walter and Thomas appear in the French doors that open from the back of the house --  \n[5] Welch is a young officer with an innocence to his eyes that you don't find in urban cops.  He keeps a photo of his wife and toddler son taped to the dash.  \n[6] The Smiths' home sports an open floor plan with the kitchen centrally located between a large family room, a hall that leads to the front of the house, and the French doors that open onto the pool area.  Jennifer is putting the finishing touches on three tuna sandwiches as she calls to her brother --  \n[7] Mike Welch climbs out of the patrol car and keys his shoulder mike as he appraises the house --  \n[8] Dennis shoves Jennifer to the door --  \n[9] Welch is halfway up the walk when the door opens and Jennifer, clearly terrified, peers out.  Welch hesitates --  \n[10] tumbles backward, struggling weakly to pull his gun as blood bubbles in his mouth.  He tries to rise, but can't --  \n[11] Talley takes cover behind his front wheel.  Anders and Jorgenson are young guys; they've never worked a high-crime area; they've never made a felony arrest; and right now they're scared shitless.  Mike Welch lies on the Smiths' front lawn, forty feet away --  \n[12] The ambulance waits as Talley powers to a stop --  \n[13] Talley is at his car with Anders and two other officers, Leigh Metzger, a woman in her early thirties, and Cliff Campbell, a slender guy who looks like a retired security cop.  Talley is getting information reports both in person and over the radio --  \n[14] Jennifer goes to the counter.  Kevin is at the French doors, nervous and scared; Mars is a dark shadow behind her --  She kneels to a low cabinet when Mars kicks it shut --  \n[15] Talley is once more behind his car.  He's on his cell phone, with Jorgenson nearby --  \n[16] One side is filled with racks of clothes, but the opposite side is an industrial bank of video monitors showing a dozen views of the house, both inside and out --  Dennis sees this stuff and stops in his tracks, awed --  \n[17] A low-rent motel on the road between Bristo Camino and Newhall.  Glen Howell's Mercedes is parked on the side, along with several other cars.  It's late-afternoon going into evening.  The sun is sinking fast --  \n[18] The man in the booth is named Marion Clewes.  He's an average looking guy, more or less, except for the strange cant to his right eye and the thin black tie he wears over his white J. C. Penney shirt.  His jacket doesn't fit quite right, but not so much as you'd notice.  Marion could disappear into a crowd just by being so ordinary.  That's the point.  A fat black desert fly, heavy with juice and thorny with coarse hair, buzzes past --  Marion watches it, only his eyes moving --  The fly lands in the sprinkles of sugar on the table --  Marion watches it, then, suddenly, with no warning, his hand flashes out, slamming down on the table.  He holds his hand in place, feeling for movement, then slowly peeks under his hand --  The fly oozes sideways, legs kicking, trying to walk.  One wing beats furiously; the other is broken --  Marion examines his hand.  A smear of fly goo and a single black leg streaks his third finger.  Marion touches his tongue to the smear --  The woman behind the counter watches this, her eyes widening with disgust --  Marion holds the fly in place with his left index finger, and uses his right to break away another leg.  He eats this leg, too --  The woman disappears into the rear --  Headlights flash across the glass, and Marion swivels around to see Howell's Mercedes pull up --  Marion carefully pushes the still-alive fly aside as Glen Howell takes a seat across from him.  Howell puts the yellow slip with Talley's address on the table --  \n[19] The garage is dark, lit only by the light that comes from the kitchen's open door, as Dennis, Mars and a reluctant Kevin enter --  \n[20] We see Dennis, Kevin, and Mars through a slit overhead as they emerge from the garage and move back into the house --  Thomas is watching them.  He has cracked open the service hatch in the laundry room ceiling to make sure that his way is clear --  \n[21] Dennis lifts the second bag of cash when the monitors catch his eye:  The Sheriffs SWAT unit can be seen moving into position.  Dennis totally freaks --  \n[22] Dennis and Mars pound up the stairs, getting closer to his room --  \n[23] Thomas pushes his way into his closet --  \n[24] \n[25]Where's your gun? \n[26]Follow the Mustang.  We won't go far. \n[27]I know you're scared, but unless you do something stupid we're not going to hurt you.  You understand? \n[28]Don't just fuckin' sit there, dumbass. Do you understand? \n[29]These guys are going to take hold of you. Don't freak out.  It's for your own good. \n[30]Say hello. \n[31] \n[32]Can we let go?  You past your shock and all that, we can turn you loose and you won't do something stupid? \n[33]Here's the deal--Walter Smith has two computer disks like this in his house. They're labeled 'Marlon' and 'Al.' \n[34]We want them.  You will not let anyone go into that house--or anything come out-- until my people recover these disks. \n[35]You will re-assume command.  In two hours, a group of my people will arrive at York Estates.  You will tell the Sheriffs that they are an FBI tactical team. \n[36]When this phone rings, you answer.  It will be me.  I'll tell you what to do. When I have what I want, you get your family. \n[37]I have people in York Estates right under your nose.  If you do anything except what I'm telling you, you'll get Jane and Amanda back in the mail.  We clear on that? \n[38]Smith will know. \n[39]When it rings, answer. \n[40] Talley heads for the front door --  \n[41] Talley joins Maddox behind the car --  \n[42] Mobile banks of flood lamps illuminate the front of the house.  The ambulance waits behind the lights; tactical officers with M5s and M16s hunker in position in case the program goes south --  Talley and a paramedic named Bigelow emerge between the lights, wearing only shorts and shoes.  Bigelow is carrying a collapsable stretcher --  They stop in the mouth of the drive with a full view of the front door.  Talley lifts his cell phone --  \n[43] are surrounded by cops as soon as they step into the shadows behind the lights.  Another paramedic takes the stretcher from Talley.  Maddox is waiting with Talley's clothes --  \n[44] A young physician named Klaus is examining Walter as Talley steps up into the ambulance --  \n[45] As Talley emerges from the van, he pulls Metzger aside --  \n[46] Martin, Maddox, and several of her supervisors are gathered outside the van as Talley approaches --  Martin sees him coming and steps away to meet him.  She's pissed off and she wants answers --  \n[47] The house now dark, Thomas scurries to the double doors.  He peeks around the corner to see if the coast is clear, then darts across the hall to --  \n[48] The Starflash grenades burn out as Talley's amplified voice echoes into the house --  \n[49] Thomas is heading for the door when he hears footsteps coming fast toward the office --  Thomas reverses course and ducks under the desk.  He pulls himself into a ball and tries not to breathe --  Mars is in the room.  The desk is a great oak monster, big as a boat.  It sits on curvy legs that leave a gap between the desk and the floor. Thomas can see feet --  The feet go to the windows --  \n[50] Talley approaches the house.  He can see flashlights moving in the kitchen --  \n[51]You dumb fuckwad cop, you fucked up bad! \n[52]You want a blowtorch on your daughter's pretty face?! \n[53]I guess we each have something the other wants. \n[54]My people are good to go.  You know who I mean? \n[55]We're almost home, you and me.  Keep your shit together.  This isn't L.A. \n[56]You don't want another dead child on your conscience. \n[57] Dennis is pouring another stiff glass of Ketel One --  \n[58]You Talley? \n[59] Mikkelson switches on the lights as they step inside.  Dreyer sees it first --  \n[60] Dennis is sprawled on the couch, sucking the last few drops of Ketel One from the bottle.  He frowns at the empty bottle, then lumbers to his feet --  \n[61] Dennis staggers into the kitchen --  \n[62] Thomas is scared by all the shouting, but he waits in the darkness until Dennis quiets, and then we notice that he is no longer in his room; he's in the hobby room, once more trying to reach the gun --  Thomas stacks two phone books on the bench, then uses the phone books as an extra step to reach the high shelf --  He can finally reach the gun case!  He puts it on the bench, then climbs down, and opens the case.  Thomas is bouyant with confidence; now, he can protect himself and his sister!  Thomas shoves the gun into his pants and creeps back into --  \n[63] Thomas is climbing onto the washing machine when his foot slips and he bangs his head --  It's so dark in ehre that Thomas can't see what made him slip, but he tests the floor.  His shoe makes a tacky sound.  Thomas cups his hand over his flashlight like before, and turns it on.  A dark liquid like oil is spreading on the floor.  Thomas follows it with his light to the broom closet.  He lets out more light and sees that the oil is red.  Thomas knows that something terrible is behind the door, but he is drawn to it.  He reaches out --  Kevin's lifeless body topples out, collapsing in a heap at Thomas's feet.  His neck is cut so deeply that his head is almost severed --  His eyes are open.  Thomas screams!  \n[64] Dennis shines the light on the floor and sees the red ooze. He follows the blood to Kevin's body, but even then doesn't realize what he's seeing --  \n[65] Mars is closing.  Jennifer and Thomas scramble through the bedroom only paces ahead of him.  They run straight into --  \n[66] Jennifer and Thomas slam the door and throw the bolts just as Mars crashes into the door --  Jennifer and Thomas have made it.  They are shaking and scared, but they are safe.  \n[67] Talley is arguing with Jones, trying to convince the man that they need to move into the house now --  \n[68] The banks of floodlights abruptly shut off, plunging the house and grounds into darkness --  \n[69] The fire is spreading, following the gasoline trail through the hall and the rest of the house; a thick layer of smoke covers the ceiling --  Mars sees that the outside lights have been turned off, and senses that the cops are making their move.  That's all right with Mars--he's been waiting to die for most of his life --  Mars checks the load in his pistol, then melts away into the dark --  A moment later, throbbing music pounds the house --  \n[70] It's an inferno as Talley and Jones come through the door. They spot the two men on the floor just as --  Mars rears up behind the flames.  He is shirtless and glistening, screaming maniacally is he fires his gun --  Talley and Jones fire in unison, pounding Mars with bullets and knocking him into the fire.  Mars thrashes and screams, burning alive --  Talley hears pounding inside the safe room:  Jennifer and Thomas!  He fights his way to the security door, which is covered with flames --  \n[71] They reach the entry, and Talley uses his pry bar to break open the door --  A wall of cops are out on the street, waiting --  \n[72] Talley stumbles out of the room and runs to his family.  He scoops up Jane and Amanda, hugging them tightly as the camera pulls up and away, rising, leaving this reunited family as Marion Clewes disappears like a passing thunderhead --  \n[73] Benza steps behind the raised trunk to put away his bags. When he steps back around again, a nondescript sedan is waiting in the drive --  \n[74] ", "Watchman": "\n[1] \n[2]Where's your gun? \n[3]Follow the Mustang.  We won't go far. \n[4]I know you're scared, but unless you do something stupid we're not going to hurt you.  You understand? \n[5]Don't just fuckin' sit there, dumbass. Do you understand? \n[6]These guys are going to take hold of you. Don't freak out.  It's for your own good. \n[7]Say hello. \n[8] \n[9]Can we let go?  You past your shock and all that, we can turn you loose and you won't do something stupid? \n[10]Here's the deal--Walter Smith has two computer disks like this in his house. They're labeled 'Marlon' and 'Al.' \n[11]We want them.  You will not let anyone go into that house--or anything come out-- until my people recover these disks. \n[12]You will re-assume command.  In two hours, a group of my people will arrive at York Estates.  You will tell the Sheriffs that they are an FBI tactical team. \n[13]When this phone rings, you answer.  It will be me.  I'll tell you what to do. When I have what I want, you get your family. \n[14]I have people in York Estates right under your nose.  If you do anything except what I'm telling you, you'll get Jane and Amanda back in the mail.  We clear on that? \n[15]Smith will know. \n[16]When it rings, answer. \n[17]You dumb fuckwad cop, you fucked up bad! \n[18]You want a blowtorch on your daughter's pretty face?! \n[19]I guess we each have something the other wants. \n[20]My people are good to go.  You know who I mean? \n[21]We're almost home, you and me.  Keep your shit together.  This isn't L.A. \n[22]You don't want another dead child on your conscience. ", "Laura": "", "Shoemaker": "", "Amanda": "\n[1] \n[2]I don't wanna go up there.  I want to stay here with my friends. \n[3]Are men with guns really barricaded in a house? "}}