{"filename": "How-to-Lose-Friends-&-Alienate-People_script.txt", "imdb_id": "tt0455538", "imdb_url": "https://www.imdb.com/title/tt0455538", "characters": ["Young Sidney", "Post Modern Review Staff", "Assistant Hotel Manager", "Eleanor Johnson", "Sidney Young", "Thandie Newton", "Sophie Maes", "Sidney's Mother (archive footage)", "Clipboard Nazi", "Apollo Awards Guest", "PR Woman", "Lawrence Maddox", "Apollo Awards Presenter"], "dialogues": {"Young": "\n[1]You don't pay me. 11. \n[2]Post-Modern Review. \n[3]It's Sharps Magazine. \n[4]We're finished. \n[5]They sue, we're finished. \n[6]  \n[7]  \n[8]I think it is probably cocaine. \n[9]  \n[10]  \n[11]  \n[12]Well, he does have a Masters in the subject. Alison stares at Sidney. She breaks into a snorting laugh again. \n[13]  \n[14]Which reminds me, I was talking to a publisher friend of mine the other day. He mentioned that they were planning a series of introductory texts on philosophers. I wondered if you would be interested? \n[15]Of course, of course. I picked up a copy of your magazine at the airport. \n[16]Most enjoyable.  I particularly liked the young Hollywood actress who said she'd like to start her theatre career \"somewhere small, like London or England.\" \n[17]It was just a joke Sidney... \n[18]I don't think it's worthless. I just think, in your heart, you know you could do more with your life than... \n[19]I don't know who... \n[20]  \n[21]  \n[22]  \n[23]Einstein said \"Try not to become a man of success but rather to become a man of value.\" \n[24]The young lady next door... Alison? She wouldn't have anything to do with your desire to stay would she? 88. \n[25]  \n[26]   ", "Sidney": "\n[1]All my life I've been a Looky- Loo. \n[2]My name's Sidney Young. I'm a journalist...a hack.  Yeah, that...that isn't me. We PAN right and down to our hero - SIDNEY YOUNG - thirties, an odd-ball with a knack for getting people to dislike him. \n[3]This is me at the Golden Globe Awards in L.A. this year. That's my Armani tuxedo. That's a Rolex Sea-Dweller 4000 watch I'm wearing. Still in SLOW-MOTION we TRACK BACK and see that Sidney is at a table with several other people, all staring raptly past us to the stage which is out of shot. \n[4]Those people all around me - they're all famous. They're my friends. Beside him sits a beautiful young woman - SOPHIE MAES . 2. \n[5]That's the actress Sophie Maes. This morning she told me she would let me have sex with her if she won the Best Actress Award. Still in SLOW MOTION, Sophie suddenly covers her face with her hands and begins to stand. \n[6]She just won the Best Actress Award. Sophie walks out of the shot. Still sporting the fixed smile, Sidney claps in SLO-MO along with everyone else in the room. We TRACK away from Sidney past tables of CELEBRITIES towards an EXIT. \n[7]My life didn't used to be like this. We PUSH THROUGH the EXIT DOORS and find ourselves impossibly looking at... \n[8]Looky-Loos. That's what They call you when you stand out in the rain all night just to catch a glimpse of Them going by. REVERSE - CELEBRITIES walk down the red carpet, pausing to wave at the fans. \n[9]I used to pretend it was different for me because I was getting paid by a magazine or newspaper, whatever. But that's, you know...I just loved watching Them. I'd stand outside looking in through the window and think what it would be like to somehow get inside. But there was only one way to get past the thin red line that separates the celebrities from the civilians. You had to be famous. 3. \n[10]Babe Three. Yeah. She looks doubtfully at the pig. \n[11]Harry Potter used to be a cute little piglet too. What do you want? Tempus Fugits... \n[12]How many pigs are coming tonight? Look, I was told to bring him, hand him over to the producer, Bob Milton, inside. You want me to leave him here with you, that's fine... \n[13]  \n[14]What about me? \n[15]The Looky-Loos dream is that one day they will somehow get to mingle with the stars. But the Industry can't allow any mingling. Stars have to be kept away from civilians, have to be quarantined, so they don't become normal. Like us. They pass a ravishing HOLLYWOOD ACTRESS walking the other way. She looks curiously at the pig as she passes. Sidney stares after her, longingly. \n[16]But after the awards come the parties - the Miramax Party, the London Records Party and, best of all - the Sharps Magazine Party, so exclusive that there are no pass-alongs, no plus-ones, no press. We find Sidney checking in at the desk. \n[17](to Receptionist, \n[18]    \n[19]And that is when I strike. He picks up a tray of canapés from the bed and looks down to where the Pig watches him from the floor. \n[20]I want you in bed by ten. And no porn. He tosses the pig one of the canapés. \n[21]      \n[22]No, when I'm in L.A. I stay at the Sunset Marquis, when I'm here I always stay at the Sanderson. It's, you know, I don't feel at home these days unless I'm in a hotel. \n[23]Oh, I'm a writer. Movie writer. \n[24]Yeah. Got one in pre-production now. You know it's really weird running into you like this because just the other day I was telling the producer I thought you'd be perfect for the lead. She starts to laugh. \n[25]No, seriously, you would, because, you know, you have this mixture of intelligence and beauty and fragility that we're looking for and, uh... 7. \n[26]Tits of Fury. She laughs. \n[27]  \n[28]Me? No, hardly anything. A penis reduction as a child, that's pretty much... She laughs again, snorting into her drink. Sidney can't believe this - she likes him! \n[29]...still talking. The place is crammed now, and hot. Sidney wipes sweat from his forehead. \n[30]Are you? 8. \n[31]You feel okay? Because my room's just upstairs if you want to lie down or, or loosen any, you know, morals or... \n[32]Clark. Clark Baxter. \n[33]How'd you do? \n[34]  \n[35]Oh, shit! \n[36]...as the Pig catches up with him and lunges at his ankles. Sidney screams, trips and flies through the air, wig spinning free, hurtling straight towards a table of startled celebrities. We FREEZE FRAME. SUPERED TITLE - \"How To Lose Friends &amp; Alienate People.\" We hear the opening of David Bowie's Star. \n[37]  \n[38]   \n[39] Couldn't one of you answer the phone? \n[40]Will you answer that? What do I pay you for? \n[41]Just get the phone! \n[42] George can't leave. You'll have to apologise. \n[43]He owns the fax machine. \n[44]What? \n[45]We're not finished. \n[46]Shut up.  Will you be quiet! \n[47]Sidney Young. \n[48]Ah, Lord Vader. \n[49]  \n[50]We're not scared of you, Harding. You want to sue, go ahead and sue. It's like Jimmy Stewart said, (a poor Stewart impersonation:)\"You sit up there and you spin your little webs and you think the whole world revolves around you and your money. Well, it doesn't, Mr... Mr... 13. \n[51]  \n[52]Destroy me and a hundred more will spring up in my place - men who care nothing for success, men who cannot be bought, men whose only loyalty is to... \n[53]   \n[54]It's Sharps Magazine. You know Sharps? It's sort of society, fashion, crime, finance, Hollywood celebrities... \n[55](eyeing her chest \n[56]Yeah, they don't make entertainers like that any more... Mrs Kowalski cuffs the back of his head. Sidney is somewhat surprised by this familiarity, having only just met the lady. She opens an apartment door. 15. \n[57]  \n[58]That's a...that's just a joke. They're just little...congas. \n[59]Tomorrow morning. \n[60]Just what I'm going to do... \n[61] Hi, my name's Clark. Clark Baxter. \n[62]  \n[63]Well that's...that's not right, is it? That's not...put a dash of beer in that. \n[64]Is he? He's fucking small isn't he? \n[65]  \n[66]I'm a journalist. Work for a little periodical you might have heard of called Sharps Magazine? \n[67]I'm the Cultural Editor. \n[68] That's...not that one... I've got it somewhere...I just... \n[69]  \n[70]Who's that there with Clint Eastwood? \n[71]No, in the headlock. \n[72]Oh just give it... \n[73]It's okay. It's okay. I've got it. \n[74]Sorry. \n[75]It's pronounced Gloucester by the way. \n[76]No. \n[77]The curry? \n[78]Boyfriend not coming? 19. She stares straight ahead, gathering her things. \n[79]  \n[80]Do you think I could have his drink? Alison gives him a cold smile, controlling her temper. She spots a heavily made-up WOMAN walking past. \n[81] Hello. He slides the PHOTOGRAPH over to her. \n[82]Guess who that is with Clint Eastwood. Alison gives a small smile and leaves. \n[83]  \n[84]Mrs Lebowski... \n[85] Was it? Fuck. I mean, shit. Sorry. I just...met an old friend and brought them back... The Woman staggers back into the room, her back to us. She is NAKED. She is also surprisingly muscular. \n[86]...for a little... He notices the woman. His gaze drops to below the waist. \n[87]...penis. Mrs Kowalski turns and takes in the view. Nobody moves. \n[88]You can do this! You can do this! He hums the fanfare from the Rocky theme. \n[89]Quick coffee Bob and then you've got to go. 21. We hear the opening of Brian Ferry's version of The `In' Crowd as we... \n[90]This is my city. He stops at a gleaming chrome entrance and stares up at the Heywood Building towering above him. \n[91]This is my building. \n[92]These are my models. \n[93]And this... Sidney walks through into... \n[94]...is my Boss. \n[95]You like it? I brought you one. \n[96]  \n[97]Oh. Well, if it's any consolation I got downgraded anyway. \n[98]     \n[99]Yeah, you've...you've actually been a big influence on me and I really think together we can inject a bit of that Snipe spirit into this magazine. Now I've got a few ideas that I'd like to... \n[100]  \n[101]What'd you think? \n[102]Thanks. \n[103]You photograph famous people when they're drunk? \n[104]So...when we go out to clubs and things...would that, would that be on expenses or...? \n[105]Okay. What do you mean by suitable? \n[106]Is that Mussolini? \n[107]Oh. Looks a little like, uh...(pointing to the child in the photograph, smiling) Who's this funny looking kid? Is that his son? \n[108]  \n[109]Listen, seeing as how I'm going to be sitting just over there, don't you think we should try and put last night behind us? \n[110]I'm not sure what I'm supposed to be doing.  Are you going to help me out? \n[111] You going to introduce me? \n[112]Actually it's Sidney. Sidney Young. Clark Baxter is my alias. \n[113]   \n[114]Hello, is that the Parsons Gallery? \n[115]This is Sidney Young from Sharps Magazine? We're running some photographs from your opening of the Chris Blick exhibition, and I just need to caption them. I was wondering if you could help me identify some of the people? \n[116]Thanks. So...Chris Blick. Man or woman? \n[117]Is Chris Blick a man or woman? \n[118]Yes, I am. \n[119]I...I don't really know. \n[120]Okay. Is he an old man? \n[121](staring at a \n[122]  \n[123]Is he the one with the wonky eye? 29. She hangs up again. \n[124]It's fashion sensitive. If you're not wearing Prada it'll take your arm clean off. Anna stares at this strange man with the burger, baffled. \n[125]  \n[126]I don't know. The Algonquin circle. Dorothy Parker. Martinis. Quips. Look at them. Not one of them is drunk. \n[127]There's something you should understand. I'm not really one of you. \n[128]I mean the glossy posse. Bunch of Zombies, writing about \"Pets of the Stars\" but acting like they're working for the UN. I'm here to shake things up a bit. Where are you from? \n[129]Right. Small town girl. (Hannibal Lector impersonation) I bet you could only dream of getting out. Getting anywhere - yes, Clarice? Getting all the way - to the N...Y...C. (Dropping the impersonation) Take my advice, don't go taking this celebrity fluff seriously. For a moment Alison is speechless with anger. \n[130]That was her? The Mussolini baby? \n[131]I could go back and tell her I'm... \n[132]Am I supposed to be afraid? \n[133]I don't know the meaning of the word fear. \n[134]  \n[135]When Clayton left college he started this little magazine called Snipe. Fantastic. Took aim at every self-important celebrity in town. Completely fearless. It was like my magazine but twenty years earlier. 32. \n[136]That's why he's hired me. I am the young Clayton Harding. He looks at me and sees his glory days. \n[137]Yeah, but don't worry. I think I might still be in time to save him. \n[138]  \n[139] You've reached Sidney Young. I'm sorry but my answering machine is out of order, so the voice you are hearing is actually me. The machine BEEPS. Sidney smirks at his joke and is reaching for the phone when we hear the caller - an older man, an upper-class English accent. \n[140]  \n[141]This place is amazing. It's wall to wall totty. \n[142]Totty. Babes. Sexually attractive women. \n[143]What? Maddox joins them. A man passes, nods respectfully at Maddox. \n[144]Look at that. All night people have been treating us like we're royalty. In London, the journalist's motto is \"Everybody hates us and we don't care.\" \n[145]I shouldn't be here. I get thrown out of places like this. \n[146]  \n[147]Seriously, I've heard about that film. I think she's going to make a come back. We should get there first, do a profile or something before everyone else... Maddox isn't listening. Instead he greets a fat, angry- looking VERY YOUNG MAN. This is VINCENT LEPAK, wearing his customary SHADES. \n[148]Excuse me? Aren't you Rachel Petkoff? \n[149]This is sort of embarrassing but... \n[150]Could I have your autograph? \n[151]I'm a big fan. \n[152]Absolutely. I must have seen everything you've been in. Those episodes of The Love Boat and the Bionic Woman? The Song Birds, In The Night...I've even seen your first ever TV appearance. The Twilight Zone - House of Mirrors. Right? \n[153]My all time favorite? A Day Too Long.  You were really great in that. \n[154]Sidney Young. \n[155]  \n[156]What's the greatest film ever made?  Go on. Have a guess. \n[157]Have a guess. \n[158]Incorrect. Con Air. \n[159]Uhuh, Con Air. It's got everything. Malkovich for your acting chops, Nicky Cage for action, Buscemi for comedy, John Cusack for the Gays. It's a smorgasbord. \n[160]  \n[161]What should I call you? 39. \n[162]I'm with you... 40. \n[163]I won't eat anything with, you know, eyebrows. \n[164]Or if it can chuckle. I won't eat animals that can chuckle. \n[165]  \n[166]  \n[167]Because I would certainly vote for you for best supporting dress! Huh, huh, huh.... \n[168]No, I'm just...I'm saying you look... \n[169]Budge up. \n[170]I'm coming to the club. \n[171]     \n[172]Yes he is. I started producing sperm when I was thirteen, so you know, technically... \n[173]She's a flak. Hacks don't take orders from flaks. And I don't think you can call that \"doing his job.\" The man had no blood left in his upper body... \n[174]I wasn't being ironic... \n[175]Yeah, I could tell by the way he was allowed to stay up past his bed time. \n[176]Do you think she'd go out with me? \n[177]Sophie Maes. You think she'll go out with me? 43. \n[178]What do you know? A lot of these starlets are lonely. They spend their time looking for a man. Alison starts to walk away. \n[179]I'm going to be successful. \n[180]Have you seen this? She's everywhere. An ASSISTANT walks over with a MUFFIN BASKET for Maddox. \n[181]So, I was thinking, Clay... Clayton, pauses, frowning. Sidney turns to the room, cocksure. \n[182]Paris Hilton. I do a profile on her as if she's this complete recluse, this hermit... I try and track her down and, you know, \"Who is the elusive Paris Hilton and why is she so publicity shy?\" He laughs for a moment. No one joins in. 45. \n[183]Listen, you know how things work around here. How am I going to get something in the magazine? \n[184]It is but...things have changed. \n[185]Look, I know people think I'm a bit of an idiot and maybe I haven't started off too well here, but I want...I want... \n[186]...I want to have sex with Sophie Maes.  Before Maddox does. \n[187]  \n[188]   \n[189]Okay. Celebrity Trash Cans. The contents of celebrity trash cans are revealed and readers have gotta guess who the trash belongs to... Five bottles of Jack Daniels, a court order, and a copy of Mein Kampf? Mel Gibson! \n[190] Guess who that is with Clint Eastwood? \n[191]No, not...why's everyone say...? There! In the head-lock! \n[192]It's a Shag Tree. It illustrates all of the sexual pairings of Hollywood's top stars and how they interconnect... From under the door slides a piece of paper on which is written First Room. We hear a TOILET FLUSH. \n[193]Great to meet you Nathan. I'm a big fan. I love that rat thing you played in The Lion King. \n[194](absently, checking his \n[195]Which is fine, but today, I think it would be great to get behind the mask. \n[196]Absolutely. Of course. So, first question - are you Jewish? Nathan stares at Sidney. \n[197]Okay. Next question. The rat thing - that's gotta be Disney's first gay animal, right? So, I was wondering - are you a homosexual? Beat. Nathan looks like he might hit Sidney. \n[198]What...? \n[199]I just... \n[200]Don't upset anyone. \n[201]I was just trying to...probe. \n[202]I'd like to apply for an American Express card please?  Hon. Sidney Young.  As in Honourable. H-O-N. It's a British title. Across the desk Alison watches him with contempt. \n[203]The Queen? Yeah, I know the Queen. Just fill in the form will you? Sidney suddenly notices Sophie Maes and Eleanor Johnson walking towards them. Sophie looks more STYLED than before. She is holding her Chihuahua, Cuba, which is dressed in a tiny coat. Sidney DISAPPEARS UNDER THE DESK. We hear a RIP as he yanks the tape off his face. \n[204] Oh, fuck...! \n[205]Hello! Didn't, didn't know you were coming in...? \n[206]  \n[207] Of course. \n[208]  \n[209]Uhuh. \n[210]A story? Absolutely. That would...I'd love to... \n[211]Okay.  What do you mean? \n[212]  \n[213]  \n[214]Their star-light? Eleanor's face hardens. \n[215]Hello Cuba. I'm Uncle Sidney, come to see how you are. You wanna play? You wanna little play? He takes a RUBBER BALL out of his pocket and holds it up for the dog to see. \n[216]Fetch! He tosses the ball in the air. Cuba runs after it and trots back, stumpy tail wagging, the ball in its teeth. \n[217]That's it! That's it! 54. He strokes the dog. \n[218]We're gonna be best pals aren't we? You're going to like me more than that prick Maddox, aren't you? Fetch! He tosses the ball again which promptly bounces off the wall straight out of the half open window. \n[219]No! Cuba is already running towards the window... Sidney's yell slows and distorts as we move to SLOW \n[220]   \n[221] C'mon...C'mon... Alison walks past, sees him and does a double-take. \n[222] Shit, shit, shit... 55. \n[223]I'm just...just borrowing it. I'll bring it straight back. \n[224]  \n[225]I was just trying to make friends. Please don't tell her. Please don't tell her. \n[226]  \n[227]No...Not yet. I think maybe he got out the building? Sidney hovers. 57. \n[228]Congratulations on the Man of the Year thing. How was the lunch? \n[229]I want to do a story on Vincent Lepak. Not a puff-piece. Something funny, but with teeth. The kind of thing Snipe would have done. Everyone's treating him like he's a genius and he's an idiot. \n[230]Um...I don't know. \n[231] Do it? 58. \n[232]Thanks Clayton! \n[233]  \n[234]  \n[235]You could call me The Jackal! \n[236]   \n[237]Yes? \n[238] Look I know she's in. I'm not a stalker. I just know she's upset about losing her dog and... 59. \n[239]  \n[240]  \n[241]Gold-fish. In a bowl. Did she get them? \n[242]  \n[243]What? No, they were... Who sends people dead fish? \n[244]This wasn't me.  I...I laid him to rest. Cuba I mean. I took him over to... \n[245]Okay.  Well, I just...I just wanted to say...about not telling them...I really appreciated it. It was good of you and, and...you know...not many people would, uh... \n[246]  \n[247] Just a couple of straws please. \n[248]Can I ask you something? How come you've always got the notebook? Is it a diary or something? Am I in it? 61. \n[249]Wow. \n[250]No - a novel, that's...that's pretty impressive. You're writing it by hand? \n[251]You're full of surprises, Sister. \n[252]So...you waiting for your boyfriend? \n[253]What's he do, the mystery guy? Is he a hack too? \n[254]Really? What's he look like? \n[255]Just most poets you see aren't really good-looking, are they? Spend their time stuck in a room, end up looking like Golem. Is he...? \n[256]  \n[257]I resent being bribed to gush sycophantically about a star, okay? I choose to gush sycophantically. Alison stares at Sidney trying to figure him out. \n[258]It's okay anyway. Clayton's given me a story. I'm on my way. \n[259]   \n[260]Uh...Clayton? \n[261]Did you read my story on Vincent Lepak? Clayton frowns down at some papers, feigning distraction. \n[262]Rachel Petkoff? One of your favourite actresses? You'd never fucking heard of her! That was my idea! Lawrence stops and turns back. 64. \n[263]  \n[264]Uh, Lawrence? This lady's been looking for you? \n[265] Uh, Lawrence? This is...this is sort of inappropriate isn't it? \n[266]Oh God, this is...this is awful... \n[267]I didn't know it was Take Our Daughters To Work Day. I didn't even know there was a Take Our daughters To Work Day. 67. \n[268]I don't know - why did you hire me? \n[269]What was wrong with my story? \n[270]Why did you kill my Vincent Lepak story? \n[271]It wasn't good enough? \n[272]It isn't a hatchet job! \n[273]He's a talentless, pretentious little twat who thinks cinema began with Tarantino and someone needs to say it. And you told me to do something with teeth! You said... 68. \n[274]\"A free press is the last defence against the Tyranny of Stupidity.\" \n[275]It isn't mine. It's yours. First issue of Snipe. \n[276]Won't you have to run a decision like that past Eleanor first? For a second Clayton looks like he might throw his ashtray at Sidney. Then he controls himself. \n[277] Looks like I was too late to save you after all. He walks out. \n[278]I didn't \"hire\" him. Bob did it for a favour. \n[279]I do! It's just... It wasn't me. It was Clark. Alison laughs. \n[280]Since I was a kid. Anytime something got broken, or the bathroom got accidentally set on fire - it wasn't me. It was Clark.  The weird thing is, he kind of took over. \n[281]I don't know, twenty, twenty one... Alison laughs. 70. \n[282]  \n[283]I thought Clayton was different. I really did.  The only thing I'm good at is pissing people off, and he won't let me do it.  \"My glory walks hand in hand with my doom.\" (Off her look) Troy \n[284]Troy, the movie. \n[285]Everybody hates me here. You're the only one who'll talk to me. \n[286] No, I mean it. You're the person who's been most, you know... uh...abusive to me. \n[287]You want another drink? 71. \n[288]That's...that's mine. 72. \n[289] It's short for \"Honourable\". \n[290]Can I please...? \n[291]So how come it says \"Hon Young\"? They made you sound like some Korean medical student. \n[292]They screwed it up. Please. \n[293]Why don't you shut up, Maddox? \n[294]You're Canadian. If it wasn't for us you'd be speaking French. 73. \n[295] Choke. Choke. He puts his fingers to his temples as if to channel telekinetic powers. \n[296]Choke...choke... Sidney realizes Harding's wife is passing with her two daughters. \n[297]Hello, Mrs Harding. Lovely party. With a look of alarm she shepherds the girls away. A tall older man dressed in white with a long white beard appears next to Sidney. \n[298]Yup. 74. \n[299]So...you're a wizard or...? \n[300]You can make a living doing that? \n[301]Um...no, thanks. \n[302]Hey! Hello again? Rachel smiles at him distantly, clearly not remembering him. \n[303]Sidney. Sidney Young. We met at... Another GUEST walks past Sidney and kisses Rachel. \n[304]In-ger-lernd! Puzzled the guests turn to where a drunk Sidney is standing on the balustrade of the porch of the house. \n[305]In-ger-lernd! In-ger-lerrrrrrnd! He spots HUGH GRANT amongst the crowd, watching him, puzzled. \n[306]You! Grant! Come on! In-ger- lerrrr... With that he slips from the balustrade and crashes into the shrubbery below. \n[307]What? \n[308]I'm fine. Yup. Fine.  You? \n[309]Right...See you... He walks off. Beat. He walks back into frame suddenly. 76. \n[310]  \n[311]How the...You...having an affair with Maddox! I mean...Maddox for Christ's sake! The Man With Hidden Shallows! Jesus! I mean, I used to think you were...I was starting to...I mean, at first I thought you were a pain but then I started to think...but I mean...Maddox? How can you live with yourself? Alison stares at him, pale, blinking back tears. \n[312]Well, that's no...that's, you know... You broke up with him? Alison walks off. Beat. She walks back. \n[313]  \n[314] \n[315]Huh... \n[316]  \n[317]Congratulations on becoming incredibly famous by the way. \n[318]  \n[319]Everything. 78. \n[320]You're here. She turns back to look at the stars. \n[321]Would you...would you like me to get you some food? \n[322]...through the groups of people chatting outside the house. \n[323] Wizard! Wizard Dentist Man! Need Wizard Dentist Man! \n[324]I will never, never, never forget this. Thank you! He starts to hurry away. \n[325]What are you doing? \n[326]You can't drive. You need to go and sleep this off somewhere. \n[327]Yeah, okay. Listen, you try driving in this state you're gonna kill yourself. \n[328] \n[329]I didn't know you hated me. \n[330]You're not a Ghoul. You're a Zombie. Alison leans her head against the window. \n[331] Look, I don't need to hear this. \n[332]You don't smoke. \n[333]  \n[334]  \n[335]Alright. Alright. Don't, you know, get snot everywhere... \n[336]What? Alison lurches down out of sight and is sick on Sidney's shorts. \n[337]Alison? What's your address? Alison? Alison snores loudly. Sidney sighs. \n[338]  \n[339]  \n[340]Did...Did we wake you? \n[341]   \n[342]     \n[343]She, uh, she isn't actually a prostitute. \n[344]It wasn't actually for me. I was going to give it to this young actress... 84. \n[345]  \n[346]Really Alison, I think... \n[347]You should have said you were coming. 86. \n[348]I've been pretty busy. \n[349]  \n[350]  \n[351]Actually it's not. Because you're saying that what I do for a living is worthless and... \n[352]    \n[353]You know who I interviewed recently? Nathan Lane. \n[354]I KNOW you don't know who that is! You don't know who anyone is! You thought Brad Pitt was a cave in Yorkshire! But most people do know who they are, okay? And most people wouldn't think that a journalist who gets to mix with stars like that was a, a disappointment! \n[355]  \n[356]No. I'm fine. I know I can make it. \n[357]What? No. We're just friends. \n[358]She doesn't feel that way about me. New York women don't date losers. \n[359]Why? No, you're all right. It's...it's nice to have the company. \n[360]Mrs Kowalski? Don't worry about it. The last woman she caught me with had a penis, so you know...you're a big step up. \n[361]  \n[362]Yeah, I don't take after her... \n[363]Actress. \n[364]Some. British, small parts... \n[365]No, she died when I was young. \n[366]Yeah, I suppose. I used to see her on the TV every now and then when I was growing up. Sort of weird. \n[367]Here we go! English fry-up. Perfect hangover cure. 90. \n[368]Sorry, I was just...uh...(He can't think of an excuse ...rooting through your private possessions... Alison sits on the couch, feeling too ill to be annoyed. \n[369]I like the opening. \n[370]I do. Can I read the rest of it? Believe it or not, I'm a pretty good editor. \n[371]\"Keep true to the dreams of thy youth.\" Alison examines him through narrowed eyes. \n[372]Schiller. She puts her things back in her bag. \n[373]Oh, I forgot...I got you a present. 91. He hands her a bag. Surprised she opens it and takes out a RECORD. It's the Nino Rota sound-track to La Dolce Vita. \n[374]I was just walking past this music shop on the corner and I saw it. I thought it might cheer you up. Alison is deeply touched. \n[375]Oh.  Well, you can always come here to listen to it. Sidney takes the record and puts it on the turntable in the corner of the room. He selects the finale music - it's funny and sad, glamorous and romantic... They listen to it for a moment. Sidney starts to dance a little. He cha-cha's over to her and holds out his hand. \n[376]C'mon... Alison reluctantly gets up. They dance ironically. Alison laughs a little. Gradually they get more into it, enjoying the music - a man in shorts and a woman in pyjamas, cha-cha-chaing, a summer breeze wafting in the through the open windows behind him... \n[377]  \n[378]Hey Alison, I was wondering if you wanted to...(Beat. Starting again) Hello there. Listen I was wondering if you wanted to see a movie or...a meal...or...(Beat, starting again.) Alison. You wanna go on a date? We see he is staring at his reflection in a mirror. He slips in a pair of PLASTIC FANGS and smiles toothily. 94. \n[379]I like your costume Vincent. \n[380]Oh. They walk on. \n[381]  \n[382]Haven't we met somewhere before? \n[383](Mumbling through his \n[384]Sorry. I was just saying... Maddox appears and gives Alison a glass of champagne. He kisses her. \n[385]  \n[386]Yup. They stand in an awkward silence, watching the party. \n[387]  \n[388]Wait! Eleanor wait! The window glides down. \n[389]Let me do the profile on Vincent. \n[390]You get full copy approval. It'll be like you've written it! The window stops. Eleanor stares at him, considering. Sidney looks past her to Vincent. \n[391]     \n[392]She kicked him out? \n[393]Wow. That's fantastic. But...the nominations haven't been announced yet? 101. \n[394]Clark Gable to Vivien Leigh (Gone With The Wind), Vivien Leigh to Marlon Brando (Street Car Named Desire), Marlon Brando to Robert DeNiro  Robert De Niro to Kevin Bacon ! The crowd cheers. \n[395]Uh, tricky, but I'm gonna say Nietzsche. Huge moustache. The Tom Selleck of Nihilism. \n[396]Okay. Good. Evil genius philosopher...Hobbes, proto-Nazi, Heidegger - actual Nazi, Hegel - twat. Basically your H's... \n[397]Uh...Bishop Berkely. \n[398]Esse est percipi. \n[399]If they `aint looking at you, you don't really exist. \n[400]  \n[401]  \n[402]Thanks. It was a gift. Ralph Lauren. \n[403]Ralph Lauren. I did a piece. Beat. He still hasn't invited her in. \n[404]Thanks. How's things with you and... \n[405]Yeah. I've been pretty busy. 104. \n[406]  \n[407]Well...keep at it. I believe in you. \n[408]I never gave you these. \n[409](half joking, half \n[410]High. \n[411]Too high! You couldn't do it. Too high. Sophie calmly unzips her dress and steps out of it, standing in her underwear. There is applause from the on- lookers. Calmly she steps out of the window onto the ledge and disappears from sight. The on-lookers crane out of the window, yelling encouragement. After a moment Sophie appears at another window further along the wall and climbs back into the room to ecstatic applause. She stares imperiously at Sidney. 106. \n[412]Your limpy pig. \n[413]I'm your limpy pig! \n[414]I've got my little limpy dance. Sidney dances a little, jiggling up and down. \n[415]I...I can't... \n[416]I can't. Sophie stares at him through narrowed eyes. \n[417] You're a star. You're a big, bright shining star... He snorts a line and, leaning back, flicks blankly through TV channels - a sports programme, a news station, a sit-com re-run... He snorts another line, flicks stations - more sports, a music video, a black and white movie... Sidney stops, staring at the screen... TV SCREEN - we're watching the fifties British movie we saw at the beginning of the film. Sidney's MOTHER is typing at the desk in the background. She gets up from the desk and walks into another office. Sidney stares, frozen. Sidney's mother passes the LEAD ACTRESS who is staring out of the window, smoking. She stares at her sympathetically. \n[418] Don't worry Mary...you'll meet him one day. \n[419]Oh, when you meet the One, you'll know... She walks on. Sidney stares at the screen. \n[420]Is Alison here? \n[421]This is me at the Golden Globes. That's my Armani tuxedo. That's a Rolex Sea-Dweller 4000 watch I'm wearing. I'm inside. I'm at the centre of everything. I'm right where I wanted to be. Beside him Sophie covers her face with her hands and starts to stand, having just won Best Actress. 109. Sidney stares at her hands - she is wearing his gold ring. We move back into real time, sound swells up, thunderous applause. Sidney claps along with the others. Then he stands up and goes after Sophie. \n[422] I need my ring back. Sophie turns back to him, her smile fixed. \n[423]I need my ring back. As if puzzled by her inability to make it to the stage, Sophie, still smiling, tries to pull her arm free. Eleanor is instantly beside them, trying to disengage Sidney's hand. \n[424]She isn't the One. My mother gave me that ring and told me I had to give it to the One. She isn't the One. The applause is still going strong. TV Cameras move in on Sophie as she starts to struggle, her smile slipping. Sidney tries to pull the ring free from her finger. Officials move in. \n[425]  \n[426]Stop the car! \n[427]How's the novel? ", "Eleanor": "\n[1]Well, it's always nice to have fresh blood at these things. (To Maddox) Which reminds me, I'm here with Sophie Maes, I want you to meet her. New film, The Suffragette coming out, the buzz is A-mazing. The release is tied in with the roll-out of the Reebok campaign, and now Louis Vuitton's on the line. This train is leaving the station Lawrence. \n[2]I don't really like that word, Sidney. \n[3]You can call me Eleanor. She stares past him, across the pool. \n[4]There she is. They turn to see a young woman standing across the pool from them. This is SOPHIE MAES - a natural beauty, statuesque, no make-up, hair simply pulled back. Sophie tries to walk around the pool to join them but finds she can't work her way through the crowd. She turns to her right but finds her way similarly blocked. She hesitates for a moment and then with a shrug climbs down into the pool, the water up to her chest, and begins to walk through the floating flowers towards them. Sidney stares at her, TRANSFIXED. Alison notices this with some contempt. Gradually everyone notices Sophie and stops to look. Having reached the other side, Sophie ascends the pool steps, laughing, her dress clinging to her: Venus rising from the waves. The Photographers appear, snapping merrily away. \n[5] Where's the car? What's it doing at the back? Forget what I said. I want the car at the front. Now. Sidney finds himself walking alongside Sophie and Maddox, trying not to stare at Sophie's breasts. \n[6]      \n[7]  \n[8]Lawrence is taking us to lunch at Cipriani. \n[9]That is a lovely ring. Where is that from? 52. \n[10]  \n[11]He has a new movie coming out soon and Lawrence is over- stretched as it is. How would you like to write a story on him? \n[12]  \n[13]Well, I'd need to know how we're going to present Vincent, check the story, so on. \n[14]     \n[15]  \n[16]  \n[17]Yes? \n[18]  \n[19]   \n[20]Sophie's going to get a Golden Globe nomination for best actress. \n[21]That is correct so we have absolutely no way of knowing whether or not she will be nominated.  So, if she is nominated we want Sharps to do a feature. Someone to cover the whole lead up, unrestricted access, the trajectory, the building of this unique brand. \n[22]Here's the deal. Sophie wants you to do it. Sidney stares at her and then at Sophie, stunned. \n[23]Merry Christmas, Sidney. This is a cover story. I think a little celebration is in order. \n[24] What are you doing? Let her go! \n[25]What the fuck are you doing? \n[26] You're finished! You're finished! Alison begins to smile. ", "Johnson": "\n[1]Well, it's always nice to have fresh blood at these things. (To Maddox) Which reminds me, I'm here with Sophie Maes, I want you to meet her. New film, The Suffragette coming out, the buzz is A-mazing. The release is tied in with the roll-out of the Reebok campaign, and now Louis Vuitton's on the line. This train is leaving the station Lawrence. \n[2]I don't really like that word, Sidney. \n[3]You can call me Eleanor. She stares past him, across the pool. \n[4]There she is. They turn to see a young woman standing across the pool from them. This is SOPHIE MAES - a natural beauty, statuesque, no make-up, hair simply pulled back. Sophie tries to walk around the pool to join them but finds she can't work her way through the crowd. She turns to her right but finds her way similarly blocked. She hesitates for a moment and then with a shrug climbs down into the pool, the water up to her chest, and begins to walk through the floating flowers towards them. Sidney stares at her, TRANSFIXED. Alison notices this with some contempt. Gradually everyone notices Sophie and stops to look. Having reached the other side, Sophie ascends the pool steps, laughing, her dress clinging to her: Venus rising from the waves. The Photographers appear, snapping merrily away. \n[5] Where's the car? What's it doing at the back? Forget what I said. I want the car at the front. Now. Sidney finds himself walking alongside Sophie and Maddox, trying not to stare at Sophie's breasts. \n[6]      \n[7]  \n[8]Lawrence is taking us to lunch at Cipriani. \n[9]That is a lovely ring. Where is that from? 52. \n[10]  \n[11]He has a new movie coming out soon and Lawrence is over- stretched as it is. How would you like to write a story on him? \n[12]  \n[13]Well, I'd need to know how we're going to present Vincent, check the story, so on. \n[14]     \n[15]  \n[16]  \n[17]Yes? \n[18]  \n[19]Sophie's going to get a Golden Globe nomination for best actress. \n[20]That is correct so we have absolutely no way of knowing whether or not she will be nominated.  So, if she is nominated we want Sharps to do a feature. Someone to cover the whole lead up, unrestricted access, the trajectory, the building of this unique brand. \n[21]Here's the deal. Sophie wants you to do it. Sidney stares at her and then at Sophie, stunned. \n[22]Merry Christmas, Sidney. This is a cover story. I think a little celebration is in order. \n[23] What are you doing? Let her go! \n[24]What the fuck are you doing? \n[25] You're finished! You're finished! Alison begins to smile. ", "Thandie": "", "Newton": "", "Sophie": "\n[1]...I just think it's terrible the way we're still exploiting animals. That's why, you know, I won't wear fur or leather, I won't wear make-up, I'm vegetarian. \n[2]I'm sorry, I can't understand your accent? \n[3]I don't know. Have you? \n[4]No. \n[5] \n[6]Aren't you cold? \n[7]  \n[8]No, don't! It's so embarrassing! That picture's everywhere now. And I had no idea the dress was so see-through! And people are talking like it was some kind of stunt. \n[9]Lawrence? Could I leave Cuba here? He doesn't like Italian food. \n[10]   \n[11]   \n[12]You write poems? \n[13]You know what? There's something very damaged about you. \n[14]Like an animal that's been hit by a car or something. Like a deer or...like a pig maybe? When they walk funny and the other animals keep away from them. Little limpy pig. I'm drawn to sick animals. That's why I picked Cuba - because he had like psychological problems? (Her eyes well with tears) Poor little Cuba. Where is he now? \n[15]Jesus, I'm wasted. Are you wasted? I'm wasted. \n[16]Thanks. \n[17]What's what like? \n[18]Weird. It's happening so fast and...it's like it's got nothing to do with me. It's like I'm not even really here. She laughs softly. \n[19]Am I here? \n[20]I'm so hungry. \n[21]Are you crazy? There might still be a photographer around. They lie in silence for a moment. \n[22]  \n[23]Probably just as well I haven't got any. Coke always makes me so horny. Sidney opens his mouth but cannot speak. \n[24]I'm going to have a logo. \n[25]  \n[26]You didn't do it! \n[27]You let me down! \n[28]What are you? \n[29]What? \n[30]That's right! Okay, limpy pig. You need to pay a forfeit. Whatcha got? \n[31]  \n[32]Give me the ring. I want it. \n[33]Okay, give me the ring and if I win tomorrow, I'll let you have sex with me. The on-lookers shriek with delight. Sidney stares at her. He looks past her to his reflection in the window - a drunk man in his underwear, swaying from side to side... \n[34] You fucking mother-fucking fucker! ", "Maes": "\n[1]...I just think it's terrible the way we're still exploiting animals. That's why, you know, I won't wear fur or leather, I won't wear make-up, I'm vegetarian. \n[2]I don't know. Have you? \n[3]No. \n[4] \n[5]  \n[6]Lawrence? Could I leave Cuba here? He doesn't like Italian food. \n[7]   \n[8]   \n[9]You write poems? \n[10]You know what? There's something very damaged about you. \n[11]Like an animal that's been hit by a car or something. Like a deer or...like a pig maybe? When they walk funny and the other animals keep away from them. Little limpy pig. I'm drawn to sick animals. That's why I picked Cuba - because he had like psychological problems? (Her eyes well with tears) Poor little Cuba. Where is he now? \n[12]Jesus, I'm wasted. Are you wasted? I'm wasted. \n[13]Thanks. \n[14]What's what like? \n[15]Weird. It's happening so fast and...it's like it's got nothing to do with me. It's like I'm not even really here. She laughs softly. \n[16]Am I here? \n[17]I'm so hungry. \n[18]Are you crazy? There might still be a photographer around. They lie in silence for a moment. \n[19]  \n[20]Probably just as well I haven't got any. Coke always makes me so horny. Sidney opens his mouth but cannot speak. \n[21]I'm going to have a logo. \n[22]  \n[23]You didn't do it! \n[24]You let me down! \n[25]What are you? \n[26]What? \n[27]That's right! Okay, limpy pig. You need to pay a forfeit. Whatcha got? \n[28]  \n[29]Give me the ring. I want it. \n[30]Okay, give me the ring and if I win tomorrow, I'll let you have sex with me. The on-lookers shriek with delight. Sidney stares at her. He looks past her to his reflection in the window - a drunk man in his underwear, swaying from side to side... \n[31] You fucking mother-fucking fucker! ", "Clipboard": "", "Nazi": "", "PR": "\n[1]Babe? \n[2]Babe was a cute little piglet. \n[3]He hasn't got any ID. \n[4]No, you can't leave him with me. I've got...Hold on, I'll... She looks around, helplessly. She begins to unhook the red rope. Sidney tries to hide his excitement. \n[5]If you're positive that you're supposed to... An OLDER PR WOMAN stalks over. \n[6]  \n[7]The pig doesn't get in. 4. She starts to walk away. \n[8]I was talking about you. \n[9]  \n[10]   ", "Woman": "\n[1]Babe? \n[2]Babe was a cute little piglet. \n[3]He hasn't got any ID. \n[4]No, you can't leave him with me. I've got...Hold on, I'll... She looks around, helplessly. She begins to unhook the red rope. Sidney tries to hide his excitement. \n[5]If you're positive that you're supposed to... An OLDER PR WOMAN stalks over. \n[6]  \n[7]The pig doesn't get in. 4. She starts to walk away. \n[8]I was talking about you. \n[9]  \n[10]  \n[11]Prick. \n[12]Fuckwit. \n[13]Why can't George leave? \n[14]  \n[15]Hey! \n[16]Thanks. The Woman takes Alison's place at the bar. \n[17]I'm gonna powder my nose. Why don't you put on something a little more romantic? She staggers off down the hall. Sidney, giddy with excitement, searches through some LPs and puts one on his old turntable. It's Ace of Spades by Motorhead. He staggers around, playing air-guitar for a moment. 20. The music is suddenly switched off. He turns to find Mrs Kowalski standing beside the record player, staring grimly at him. \n[18]Yes, it is. This is Celia Parsons speaking. \n[19]  \n[20]What? 28. \n[21]  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]Right. \n[27]Parsons gallery. \n[28]Lawrence Maddox? Oh my goodness... Long time. \n[29]Rachel! \n[30]I don't think we've been introduced? \n[31]Are you Lawrence Maddox? The new deputy editor? 65. \n[32]Well, I've just come to say congratulations on your promotion. \n[33]I'm your present. The Woman produces a Beat-Box from behind her back and switches it on. She drops her coat to reveal underwear and stockings underneath. Maddox stares in frozen horror as the STRIPPER dances over to him, removing her bra. \n[34]Sidney? ", "Lawrence": "\n[1](glancing at Sidney's \n[2]I know your Hi-jinx gave you a certain notoriety back in Olde England but things are going to be a bit different here. Harding wants me to be your Rabbi, show you the ropes. Are you aware of what we do at I Spy? \n[3]  \n[4]This isn't a vacation. It's a vocation. 25. \n[5]When we do go out you're going to have to wear something more suitable. \n[6]Something that covers all of this up. \n[7]) No, Sidney, that's Richard Heywood. The owner of this magazine. \n[8]  \n[9]Miss Olsen here takes care of the gallery openings, book launches and other intellectual fare. Can you find our new rookie something to do? 26. Sidney turns to find Alison behind him, eating an apple. She eyes him coldly. \n[10]Well, now you're one of the High Priests of what's Hot and what's Not. So what were you two talking about? 34. \n[11]  \n[12]This? This is a McDonald's. I hate disease parties. (Off Sidney's puzzled look) Fund- raisers. \n[13]Rachel. How are you? \n[14]  \n[15]  \n[16]  \n[17]It's a rat fuck, isn't it? Sidney walks away. \n[18]I'd have to disagree with you, Vincent. Vincent looks at him, displeased. \n[19]You're making movies that are worthwhile. Vincent accepts this with a curt nod. \n[20]Mister Young, this is Eleanor Johnson, Queen of New York. Eleanor this is Sidney Young. He's from England and he's our very own Idiot Savant. Without the Savant. \n[21]   \n[22]  \n[23]I'm from Canada, land of ice and snow. They get into the car. Sidney tries to follow them. \n[24]Where are you going? \n[25]Sorry, you're not on the list. A small CHIHUAHUA - CUBA - on Sophie's lap snarls at Sidney. \n[26]See? Even Cuba says so. Maddox closes the door and the car glides away, Sophie kissing the dog on the nose. The Paparazzi hurry back to the entrance as another celebrity emerges, leaving Alison and Sidney staring after the car. \n[27] \"Thanks for a great night.\" What a sweet kid. Oh, Sidney, about last night - word of advice. Don't talk to the celebrities, okay? Sophie said you made her feel uncomfortable. He walks off with a slight smirk. Sidney glowers after him. 44. \n[28]...so Brad's people finally got back to me and they've agreed. We've got the whole afternoon, before the shoot. People clap. Harding nods approvingly. \n[29]  \n[30]     \n[31]So how's it feel to be a star? \n[32]Of course you can. He can stay in my office. Sidney? Fetch Cuba a bowl of water, will you? Sidney stares at him. \n[33]Alison, have you seen Cuba? 56. \n[34]Don't worry, he couldn't have got very far. \n[35]Yeah. Rachel Petkoff, fabulous sixties actress, one of my all time favourites. Just made a wonderful movie called Five Boroughs. I think she's poised for a come-back and I think we should get there first, do a profile. Sidney stares at him in disbelief. He looks over to Alison who avoids his gaze. \n[36]So it was. You have any more good ideas don't forget to bring them to my new office. He is about to walk on but remembers something. \n[37]By the way, there've been complaints about you skulking around the water-cooler, trying to talk to women. It's inappropriate behaviour. \n[38]When I do it it's called flirting. When you do it it's called sexual harassment. Consider this an official warning. I won't tolerate sexist behaviour. He walks off. Sidney glowers after him. \n[39]  \n[40]I know that wasn't Greg's way of working but Greg isn't deputy editor any more. I am, and I'm making changes. There is a knock at the door and Sidney walks in with an attractive BLONDE WOMAN in a long coat and dark glasses. \n[41]What? \n[42] Can I help you? \n[43]Yes? \n[44]  \n[45]     \n[46]Hello, Mrs Harding. Girls... \n[47]Sophie, my darling. Looking ravishing as always. Whilst the two are engaged in kissing cheeks, Sidney takes a credit card from his wallet and drops it surreptitiously by Sophie's feet. \n[48]In another life. The BARMAN is handing out drinks. \n[49]Right here. Sidney stares at the drink, feeling like he's just been punched in the stomach. Maddox notices him. \n[50]Well, well, if it isn't Sidalee. Maddox notices the card at Sophie's feet. \n[51] What's this? \"Hon Young\". \n[52]But your name's not \"Hon\". \n[53] As in, \"the Honourable Sidney Young\"? \n[54](holding it out of \n[55]Sidney baby, you don't wanna go faking a British title to impress Sophie. It's the Fourth of July. : We're celebrating the fact that we threw a bunch of British aristocrats out. \n[56]Careful Sidney. Remember - if it wasn't for us you'd all be speaking German. \n[57]Back in a minute. He walks off again. Sidney stares dumbly after him. \n[58]Hello Sidney. Someone said you'd come as a Count but I thought I'd misheard. Sidney doesn't answer, turns to leave. \n[59]So Alison told you we were getting together right? \n[60]Yeah. Should have done it long ago but, you know me - just not very good at expressing my emotions. Right? 96. He watches Sidney's reaction, smirking. \n[61]You must be happy for her, what with you being friends... Sidney blushes. \n[62]   \n[63] Well, well...little Sidalee. I feel like a proud Papa. 100. \n[64]Listen, I can't stay. Anderson wants me to go to some photographers exhibition. Hot new talent blah, blah... \n[65]Who? \n[66]Do you think you could drop the little wife routine? It's kind of in bad taste. Alison stares at him sadly \n[67]I'll see you back home. He is about to leave when he notices Alison's notebook on the table. \n[68]   \n[69]Well, well... Look at you... 108. Lawrence Maddox stands beside him, something nervous in his manner now, the old confidence gone. He has been drinking. \n[70]Made it all the way to the Seventh Room. He holds out his hand. \n[71]Congratulations. The wheel of fortune right? You go up, I go down. You're here with Sophie? How about doing your old Rabbi a favour and putting in a good word for me? Maybe a little interview? Sidney absent-mindedly takes his hand, looking past him. \n[72]Alison? No, we went our separate ways. Actually she left me. Tells me she's in love with someone else. Sidney stares at him. \n[73]Nope, not you I'm afraid Sidalee. She threw us both over. Some guy named Clark. I mean...Clark. Can you believe it? But these are the sacrifices we make, right? I don't need to tell you. It's not a vacation. It's a vocation. So listen, about Sophie... But Sidney is no longer listening. ", "Maddox": "\n[1](glancing at Sidney's \n[2]I know your Hi-jinx gave you a certain notoriety back in Olde England but things are going to be a bit different here. Harding wants me to be your Rabbi, show you the ropes. Are you aware of what we do at I Spy? \n[3]  \n[4]This isn't a vacation. It's a vocation. 25. \n[5]When we do go out you're going to have to wear something more suitable. \n[6]Something that covers all of this up. \n[7]) No, Sidney, that's Richard Heywood. The owner of this magazine. \n[8]  \n[9]Miss Olsen here takes care of the gallery openings, book launches and other intellectual fare. Can you find our new rookie something to do? 26. Sidney turns to find Alison behind him, eating an apple. She eyes him coldly. \n[10]Well, now you're one of the High Priests of what's Hot and what's Not. So what were you two talking about? 34. \n[11]  \n[12]This? This is a McDonald's. I hate disease parties. (Off Sidney's puzzled look) Fund- raisers. \n[13]Rachel. How are you? \n[14]  \n[15]  \n[16]  \n[17]It's a rat fuck, isn't it? Sidney walks away. \n[18]I'd have to disagree with you, Vincent. Vincent looks at him, displeased. \n[19]You're making movies that are worthwhile. Vincent accepts this with a curt nod. \n[20]Mister Young, this is Eleanor Johnson, Queen of New York. Eleanor this is Sidney Young. He's from England and he's our very own Idiot Savant. Without the Savant. \n[21]   \n[22]  \n[23]I'm from Canada, land of ice and snow. They get into the car. Sidney tries to follow them. \n[24]Where are you going? \n[25]Sorry, you're not on the list. A small CHIHUAHUA - CUBA - on Sophie's lap snarls at Sidney. \n[26]See? Even Cuba says so. Maddox closes the door and the car glides away, Sophie kissing the dog on the nose. The Paparazzi hurry back to the entrance as another celebrity emerges, leaving Alison and Sidney staring after the car. \n[27] \"Thanks for a great night.\" What a sweet kid. Oh, Sidney, about last night - word of advice. Don't talk to the celebrities, okay? Sophie said you made her feel uncomfortable. He walks off with a slight smirk. Sidney glowers after him. 44. \n[28]...so Brad's people finally got back to me and they've agreed. We've got the whole afternoon, before the shoot. People clap. Harding nods approvingly. \n[29]  \n[30]     \n[31]So how's it feel to be a star? \n[32]Of course you can. He can stay in my office. Sidney? Fetch Cuba a bowl of water, will you? Sidney stares at him. \n[33]  \n[34]  \n[35]Alison, have you seen Cuba? 56. \n[36]Don't worry, he couldn't have got very far. \n[37]Yeah. Rachel Petkoff, fabulous sixties actress, one of my all time favourites. Just made a wonderful movie called Five Boroughs. I think she's poised for a come-back and I think we should get there first, do a profile. Sidney stares at him in disbelief. He looks over to Alison who avoids his gaze. \n[38]So it was. You have any more good ideas don't forget to bring them to my new office. He is about to walk on but remembers something. \n[39]By the way, there've been complaints about you skulking around the water-cooler, trying to talk to women. It's inappropriate behaviour. \n[40]When I do it it's called flirting. When you do it it's called sexual harassment. Consider this an official warning. I won't tolerate sexist behaviour. He walks off. Sidney glowers after him. \n[41]  \n[42]I know that wasn't Greg's way of working but Greg isn't deputy editor any more. I am, and I'm making changes. There is a knock at the door and Sidney walks in with an attractive BLONDE WOMAN in a long coat and dark glasses. \n[43]What? \n[44] Can I help you? \n[45]Yes? \n[46]  \n[47]  \n[48]     \n[49]  \n[50]Hello, Mrs Harding. Girls... \n[51]Sophie, my darling. Looking ravishing as always. Whilst the two are engaged in kissing cheeks, Sidney takes a credit card from his wallet and drops it surreptitiously by Sophie's feet. \n[52]In another life. The BARMAN is handing out drinks. \n[53]Right here. Sidney stares at the drink, feeling like he's just been punched in the stomach. Maddox notices him. \n[54]Well, well, if it isn't Sidalee. Maddox notices the card at Sophie's feet. \n[55] What's this? \"Hon Young\". \n[56]But your name's not \"Hon\". \n[57]Careful Sidney. Remember - if it wasn't for us you'd all be speaking German. \n[58]Back in a minute. He walks off again. Sidney stares dumbly after him. \n[59]Hello Sidney. Someone said you'd come as a Count but I thought I'd misheard. Sidney doesn't answer, turns to leave. \n[60]So Alison told you we were getting together right? \n[61]Yeah. Should have done it long ago but, you know me - just not very good at expressing my emotions. Right? 96. He watches Sidney's reaction, smirking. \n[62]You must be happy for her, what with you being friends... Sidney blushes. \n[63]   \n[64] Well, well...little Sidalee. I feel like a proud Papa. 100. \n[65]Listen, I can't stay. Anderson wants me to go to some photographers exhibition. Hot new talent blah, blah... \n[66]Who? \n[67]Do you think you could drop the little wife routine? It's kind of in bad taste. Alison stares at him sadly \n[68]I'll see you back home. He is about to leave when he notices Alison's notebook on the table. \n[69]   \n[70]Well, well... Look at you... 108. Lawrence Maddox stands beside him, something nervous in his manner now, the old confidence gone. He has been drinking. \n[71]Made it all the way to the Seventh Room. He holds out his hand. \n[72]Congratulations. The wheel of fortune right? You go up, I go down. You're here with Sophie? How about doing your old Rabbi a favour and putting in a good word for me? Maybe a little interview? Sidney absent-mindedly takes his hand, looking past him. \n[73]Alison? No, we went our separate ways. Actually she left me. Tells me she's in love with someone else. Sidney stares at him. \n[74]Nope, not you I'm afraid Sidalee. She threw us both over. Some guy named Clark. I mean...Clark. Can you believe it? But these are the sacrifices we make, right? I don't need to tell you. It's not a vacation. It's a vocation. So listen, about Sophie... But Sidney is no longer listening. "}}