{"filename": "Hudson-Hawk_script.txt", "imdb_id": "tt0102070", "imdb_url": "https://www.imdb.com/title/tt0102070", "characters": ["Gates", "Anna Baragli", "Hudson Hawk", "Snickers", "Antony Mario (as Carmine Zozorra)", "Leonardo da Vinci (as Stephano Molinari)", "Alfred", "Tommy Five-Tone", "George Kaplan", "Darwin Mayflower", "Butterfinger", "Kit Kat", "Almond Joy", "Cesar Mario", "Minerva Mayflower"], "dialogues": {"Gates": "\n[1]You're under arrest... \n[2]Have a seat.  Good to see you, buddy ol' pal... \n[3]  \n[4]Why do you show your parole officer such disrespect? Especially after I got you such a nice job. \n[5]The auction house, asshole.  One night's work and you're free like no ex-con's ever been.  No checking in with a shrink, no community service teaching retards how to play air hockey. It's a great deal, I can't lie. \n[6]You wouldn't be out if it wasn't for me!  I did dog and pony for you!  You think they would have let you out after what you did, you told the board members they looked like the Three Stooges... \n[7]Remember that guy in the cell next to you who hung himself? \n[8]Remember that shoe you lost... \n[9]One phone call and your shoe will become a piece of evidence and that suicide'll become a murder. \n[10]That's the beauty.  It's bullshit, but I can make it stick because I'm a good guy parole officer and you re a bad guy who's about to find out that there's a thin line between ex-con and escape con. \n[11]Beat it, Alex.  You're a dinosaur. \n[12] \n[13]   \n[14]Hudson Hawkins gets the chair of honor.  How about a Gates-arita? I used real hot dogs. \n[15]All this trouble for a horsey. I may not know art, but I know what I like. \n[16]So when's that Sebastian-Cabot- Buckingham-Palace-looking- Butlerhead getting here? \n[17]Oh, sorry Jeeves.  Gates-arita? \n[18]Hey, Mr. French, I'm delirious for you.  Now where's my cut? \n[19]You son-of-a......I don't believe this!  You come into my house! \n[20]I ought to take Big Ben and shove it up your limey blimey bunghole! \n[21]Like I said.  Where's my cu-u-... ", "Anna": "\n[1] \n[2] \n[3]My God, that was bold of you, you didn't have to do that... \n[4]No, I meant you didn't have to tackle me and rip my dress.  A polite push, perhaps?  A clear shout of \"watch out, Anna\" would have done nicely... \n[5] \n[6]But it is his gift as an inventor who drew together science and art that is most incredible. \n[7]Tough guy.  What are you--How's your head. \n[8]As you know, the Da Vinci Codex, has lived in the Vatican for centuries and will continue to live here for centuries more. \n[9]Question, sir?   His untiring pen predicted the airplane, the submarine, the bicycle, the helicopter, and even the tank. \n[10]These more dangerous designs inspired him to develop a secret code that .... \n[11]Come on, this stuff will knock you out.  Have you ever had the feeling you were being followed, Mr. Bond. \n[12]Sure Hudson.  Are you going to tell me why you did that back there or are you going to blame it on Dumbo? \n[13]Delivers up to ten at night.  The Pope has an obsession with his Easter Seals.  It's actually not that an unusual set-up.  The secret passageway on the other hand.... \n[14]Nice.  But right out of our brochure. \n[15]Actually I wrote it.  It's a good sentence.  It can apply to people. \n[16]I don't steal stuffed elephants from little girls. And I buy my own clothes.  My life's a little boring... \n[17]I'll bring my entire repertoire... \n[18]Secret passageways don't mean as much as they used to.  There's a place two blocks east of here. Enzo's.  Say 10:30. \n[19]Father, it's obvious.  He's up to something. \n[20]Yes, sir. \n[21]No, your Eminence.  I think he's going to steal the Codex, as early as next week. \n[22]That's the best kind.  A wise woman once said \"Polite conversation is rarely either.\" \n[23] \n[24]Oh Hudson, I was worried you weren't going to drop by.... \n[25]  \n[26]Prison? \n[27]How long were you in? \n[28]Wow, you were \"in the joint.\" \"Doing hard time.\"  It's funny, but that excites me.  I seem to have a thing for sinners. \n[29] \n[30]  \n[31]What have you been doing? \n[32] \n[33]I'm sorry.  I can't.  I.... \n[34]It's also been a long time for me.  I-- \n[35]Somebody robbed the Vatican. \n[36]You really went and did it.  With one day, not even a day, of planning, you did it.  Nobody does it better, Hudson.  You started the week stealing the Sforza and you ended it swiping the Codex. \n[37]What are your plans for the weekend?  Hoisting away the Colosseum?  Tell me, did the devil make you do it or did Darwin and Minerva Mayflower? \n[38]  \n[39]  \n[40]For two years, I've been tracking the Mayflowers' peculiar interest in three Da Vinci pieces.  Their Sforza replica was as fake as the \"gas leak\" that supposedly destroyed it. \n[41]The C.I. what?  God, no... \n[42]  \n[43]Oh, I must have put too much ethyl-chloride in it. \n[44]Why didn't you tell me at the restaurant that he had hit the Vatican tonight.  My people will not be happy.  I want to see Kaplan. \n[45]When the Mayflowers find out we have the Codex, they're going to want to make a deal... \n[46]Actually George, it's not it. What are we doing in this castle? I happen to know the Mayflowers bought this castle last year when they found out Da Vinci used to do... \n[47] \n[48]Cat got his tongue? \n[49]How sweet.  I trust you will see Hudson Hawk is given to the proper authorities.  I recommend leniency... \n[50]Forgive me Father for I have sinned.  It's been 1200 hours since my last confession. \n[51]I betrayed a man.  A good man.  An innocent man.  A thief. \n[52] \n[53]He came into a world where crime is a legitimate business tactic and a legitimate government procedure.  But he knew Right and Wrong.  Oh, and we kind of messed around... \n[54]A little petting is not the issue! \n[55]You got it.  Operation Deflower Mayflower is a bad joke and I'm the punchline.  I thought we were using the CIA to help us to get Mayflower, but really the CIA was using me to keep us away from Mayflower. \n[56]I'm going to find out. \n[57]I know, I know, your Eminence, just say \"God go with me.\" \n[58]Oh thank God, you're dead... \n[59]Hudson, don't you understand... \n[60]I-work-for-a-covert-Vatican-humanitarian- organization.  The-CIA-made-a-fool-of-me. I-care-for-you... \n[61]Where did you get this? \n[62]It's from the machine.  All they need is the crystal to run it and they have 2/3 of it already.  We can't let that happen. \n[63]Something like that. \n[64]Hudson, God's given you a gift for cat burglary, you can t just... \n[65]It's that kind of selfish attitude that... \n[66]You re not \"some guy\" anymore, Hudson.  Right now, you're the only guy.  Without your help, I.... \n[67]That was beautiful. \n[68]Ketchup.  Stupido Americani... \n[69]Uh, yeah.  Guess I'm a wee bit nervous.  I'm sorry I could only score clergy passports. \n[70]It doesn't have to be.  Everybody knows that if you mess with the Kremlin, you'll end up in a Siberian gulag eating your own fingernails. \n[71]Gum. \n[72]Guards come exactly every three minutes.... \n[73]Can I sing this time, too? Please? \n[74]\"But we'll travel the road, Sharing the load.  Side by Side!\" \n[75]\"You can be the lookout.\" \n[76]  \n[77]Stop or I'll shoot. \n[78]You people are immoral and narcissitic and I won't let you... \n[79]The Mayflowers got... \n[80]Oh Hudson... \n[81]Oh Hudson, I'm a sister of the Catholic church as well as an agent. \n[82]Please, no nun jokes...They're a bad habit to get into....get it? \n[83]Do it.  There's no reason to fight anymore.  She's a force of nature. \n[84]Trust Leonardo.... \n[85]  \n[86]Da Vinci made the real directions in a secret script that I decoded. The way the machine is running now, the gold will produce too quickly, clog, and the machine will shut itself down.  Isn't it wonderful? \n[87]Wha -- you don't want to know... \n[88]Holy sh-h--things are going to get very interesting, very fast. Da Vinci would be proud of you. \n[89]  \n[90]  \n[91]Sorry! \n[92]Allow me. \n[93]Hudson, I'm afraid I'm sticking with God. But you're a close second, tough guy.  What is that smile? ", "Baragli": "", "Hudson": "", "Hawk": "\n[1]  \n[2]Remind me to fire my publicist. \n[3]Never happen.  Bet.  Ten bucks. \n[4]Oh, give this back to Petey in A block.  Tell him it was a sweet gift, but I think he got some wrong ideas about our friendship. \n[5](flipping him the \n[6]Answer's no, not even if you bathe.  Cesar Mario, Antony Mario, how's the \"Family?\"  Kill any monkeys lately? \n[7]Sure.  Face down.  Two endearing shots to the back of the head. That's your mark, man.  What did Little Eddie ever do to... \n[8]Or you cut off my thingie. Directions even your brother would understand. \n[9]If the Mario brothers weren't Jersey's third largest family, I'd say kiss my ass.  But considering your status, I'll say slurp my butt. \n[10]Baseball, why? \n[11]I meant, ping pong.  Listen, I'd rather go back in than whore for you... Oh, I need to borrow ten dollars. \n[12]Help?  Police? \n[13]I don't believe this.  I've been out forty seconds... \n[14]  \n[15] \n[16]Looks like you've been expanding your... \n[17]My next word was gonna be \"consciousness.\"  Swear to God... tubby. \n[18]That's your definition of \"Hard?\" \n[19]Three minutes, 51 seconds. \n[20]Not anymore.  Now I'm the laziest damn cat burg--I'm going to take it so straight that I won't tape a Mets game without the expressed written consent of the National Baseball League. \n[21]Come on, Alex, let's just get to Alex's.  Your bar's the only place that's going to cheer me. God, I'd kill for a damn cappuccino.  What the hell's a Nintendo? \n[22]The man knows, the man knows! \n[23]Oh, not much.  Mario Brothers want me to do a job. \n[24]Ah, had the perfect amount of foam.  Just get me to the bar... It's the one good thing in my life that'll never change.... \n[25]I read about these people in Newsweek.  Where's all the regulars, Crazy Jeff Cava, the Todd sisters, Indian Joe?  Where's Ed Kranepool's autograph?  Captain Bob's steering wheel? \n[26]This is Pizza?  Reindeer Goat cheese?  I admit, I've been known to go wild and order a Canadian Bacon in my time, but.. \n[27]Can you take a sunrise and sprinkle it with dew? \n[28]The Candy Man can, Felix.  You know, I thought this was a country where you could do any stupid thing you wanted; drive to work naked, make love to a V.C.R. Guess I'm wrong.  Maybe that's why I became a serial arsonist. \n[29]The pleasure's all yours, Officer Gates. \n[30]What job? \n[31]The only thing you can't do is get sex for free.  I know I was in prison for like basically the 80's, but, call me daffy, aren't you supposed to <u>stop</u> me from committing crimes.  You know, Book-em-Dano, Call-for-backup, Give-a-Hoot-Don't-Pollute. \n[32]How was I supposed to know they were women?  Besides one of them was bald and kept saying \"Soitinly.\" \n[33]Yes. \n[34]Uh, yeah.  Cut to the chase. \n[35]What else do you got under there ... I don't want to be rude, but this is all pretty lame. \n[36]Alex, did you know this ape was going to be here... \n[37]Yo Pandora, quit hummm-ing... look at this. \n[38]It's Captain Bob's steering wheel! Remember when the Captain..... \n[39]The safe's a Simpson 71.  Last time I played the game, Simpson only had a 40. \n[40]But you got three guards who... Shit, what am I doing?  Where's the want ads?  Gonna sell some spatulas. \n[41]This isn't funny.  I'm not into this.  I... \n[42]You're not...LISTENING! \n[43]I'm sorr--Goddamn Mario Brothers. Goddamn Gates.  Goddamn Rutherford Auction House.  By the way, how many seconds? \n[44]Alex! \n[45]3:48.  I can't get you involved, man.  This is my sewage and... God, you love all this, don't you, you bastard.  Haven't you ever heard of stamp collecting, or curling? \n[46]I'm a bum. \n[47]Whoa, you better cut a bigger hole than that. \n[48]Cameras? \n[49]Yes, master-thief, I can see that. You said something about a plan... \n[50]5:32.  \"Swinging on a Star.\" \n[51]\"A mule is an animal with long funny ears.\" \n[52]\"Or would you rather swing on a star, carry moonbeams home in a jar.\" \n[53]\"Or would you rather be a fish?\" \n[54]  \n[55] \n[56] \n[57]\"And all the monkeys aren't in the zoo.\" \n[58]\"So you see it's all up to you. You can be better than you are. You could be swinging on a star.\" \n[59]What am I doing here?  There are so many things I wanna do that aren't this.  Paint a lighthouse. Kiss a woman in Italy. \n[60]Paint a woman in a lighthou--I don't want to steal a horse. Life is... \n[61]Let's go down the freight elevator. \n[62]I got a bad feeling.... \n[63]I can't even swim. \n[64]Weren't you the bartender at Jonestown? \n[65]Ah, the mafia, the cops; do I know how to party or what? \n[66] \n[67]I hate to interrrupt you two lovebirds... \n[68] \n[69]Oh, not much.  Gates just had his tonsils taken out.  The hard way. \n[70]The Butler did it.  Guy was a cross between Alistair Cook and a Cuisinart. Dude took Mr. Ed and humptied dumptied it over Gates's head.  He said it was made by, get this, Leonardo.. \n[71]Okay, you got me, Mr. PBS. \n[72]\"Attempted.\"  At-tempt-ted!  I'm not happy about having to steal that horse, but I do have my pride.  Face it, when it comes to burglary, and sex, I.... \n[73]Boing.  Uh, this I don t understand... \n[74] \n[75]Alex, my man, it's time to play a little offense.  Where's your tux? \n[76]All these years of attending auctions, I still get goosebumps.  The paintings, the sculptures....the things that aren't really paintings or sculptures... \n[77]I couldn't agree more.  Savages. \n[78] \n[79]Oh, the shit is going to hit the fa-- \n[80]Forget about it--it was nothing-- anybody would have done the same thing--It's an impulse... \n[81]Excuse me, Milady.  I would have flown over and carried you up to a pink cloud, but I left my cape at the cleaners. \n[82](Serious answer? \n[83]Saint Pete, hey I know, the whole cat burglar thing, it sounds bad, but I'll take the worst cloud you got... \n[84]Pretty class way of covering your tracks.  I think that auctioneer landed at La Guardia. \n[85]Neither's flossing. \n[86]Life don't get much better than this. \n[87]This is the worst night... \n[88]No shit. \n[89]Don't I know you... \n[90]Bastard, you're going to need another nose! \n[91]But I'm not the type of guy to hold a grudge. \n[92]To what do I owe the dishonor of a reunion, you centrally intelligent scumsicle. \n[93]Three minutes, twenty-three seconds.  If you think I'm doing another... \n[94]Employer?  The president? \n[95]I'm supposed to fall for that? \n[96]No.  Way. \n[97]Yes way. \n[98]You could host American Bandstand in here.  Why did you duck at the auction, asshole? \n[99]My life is not some deal.  I... \n[100]Whatever.  You own Boardwalk, you own Park Place, you own the four railroads.  You think you're God. For all I know, you're probably right.  I just wanted to have a damn cappuccino, maybe play some Nintendo after I find out what it is.  Man, why didn't you just <u>buy</u> the horse?  What am I saying, you did buy it... \n[101]If you're pausing for a \"thank you,\" give it up.  So boss, you going to tell me what the crystal piece inside the pony means? \n[102]I guess that's a no. \n[103]Guess I know who wears the penis in this family. \n[104]Alfred, you're a very polite psychopath, but if you... \n[105]Think he's already got today's ball-balls.  Five more minutes please, it's been so long... \n[106]Anybody have a cigarette?  But seriously, do me a favor and Concorde me back to prison.  I don't care anymore.  I hope you have the receipts for the threads. \n[107]You wouldn't risk the dime to call the police.  You have no proof. \n[108]I'm robbing the Vatican.  The nuns at St. Agnes predicted that I'd end up doing this... \n[109] \n[110]Forget it, man.  Go tackle a jaywalker. \n[111]Operator, I want to make a collect call to Alex Messina, New York.... \n[112] \n[113] \n[114]Never, why do you ask? \n[115]Whoa.  Name's Hawkins, Eddie Hawkins. My nickname's Hudson Hawk, but don't call me Hudson, not even as a joke. The Nuns at St. Agnes called me that and they're the ones who helped make me what I am today. Not a compliment... \n[116]Could you believe that crazy elephant? \n[117]Whoa, part 2.  Does it go to Times Square? \n[118]The Vatican is made of constant mysteries meant to be enjoyed, not explained. \n[119]Oh, you read that. \n[120]You're not an unmysterious thang yourself. \n[121]God, I wish I could say the same thing.  What about having a nice, dull dinner with me tonight. Scrabble, Knock-knock jokes, Anecdotes about famous dead Italians.... \n[122]And I'll bring my entourage... \n[123]Said. \n[124]Hello, operator.  I'd like to make a collect call to New York number... \n[125]Thank you, operator, thank you. \n[126]Come on, Alex, pick up, you Reindeer goat cheese-eating motherfucker. \n[127]A-lex, A-lex, come on Alex. \n[128]Why George, you big softie... \n[129]You know Kaplan, if you weren't the slimiest pinata of shit that ever lived, I'd feel sorry for you. \n[130]Tonight?  You're whacked.  The timing's off, I'm underequipped Damnit, I have a date! \n[131]Thanks for sharing. \n[132]If you do anything to my friend... \n[133]What did you have against Little Eddie, motherfucker?  He was just a monkey who liked to laugh. Come back without your yuppie army.  I'll triscuit you, you space shuttle eating...Shit.! \n[134]\"Beware the Odd Steps.\" \n[135]Why Kit Kat, aren't you a gentleman... \n[136]Please God, Please God.......let the guard shoot me. \n[137]  \n[138]I never break a date.  Scout's honor. \n[139]Fettucini con Funghi Porcini. \n[140]Oh, and could I have some ketchup with that. \n[141]  \n[142]This is bueno.  They had the worst ketchup in prison.....uh... \n[143]I was the Warden? \n[144]Let's just say, I never saw E.T. \n[145]I seem to have a thing for sinning. sinning.  Check please.... \n[146] \n[147]Uh....old badminton injury. \n[148]tickles, ticKleS, TICKLES. \n[149] \n[150]Catholic girls are scary... \n[151]Oh.  No. \n[152]It's not what you think.  Okay, maybe it is.... \n[153]Wha-- \n[154]Does everyone in the world know more than me?  Jesus, I'm just some guy who happens to be good at swiping stuff.....Lifted a piece of licorice when I was one and a half.  Who knew it would lead... They even got the CIA involved! \n[155] \n[156]This doesn't taste like cappuccino. \n[157]Shucks, I'll just take it back. \n[158]Another piece of the puzzle for the Da Vinci Alchemy project. \n[159]  \n[160]Just browsing.  Don't touch me.... \n[161]Oh weeeeelly, don't hurt me?  Even if I do this.... \n[162]And this.... \n[163]Surely this must offend.... \n[164]Things are getting a little loose at the Da Vinci workshop tonight. \"Put your left leg in, take your right foot out.\"  May I call you Minnie.... \n[165]Hey, guys, I've always wanted to sing like Franki Valli and the other seasons, but come on.... \n[166]Two minutes, 35 seconds.  Damnit, I'm involved in this thing, so I just wanna know what this thing is. I wanna be treated as an adult. \n[167] \n[168]Alchemy. \n[169]Sure.  The Kremlin.  Makes sense. The Kremlin.  Why not?  Listen, this is all too Indiana Jones and the Lost City of King Tut for me, man.  Throw me in jail and go ahead, just try and throw Alex... \n[170]You want an address on that last one? \n[171]Bunny, not you too? \n[172]I'll kill all you.  Even the old lady. \n[173]You bastard!  You fucked my freedom for a lousy job! \n[174]No.....Alex!  Wake up, you can't go out like this. \n[175]You bastard.  You fucked my freedom for a lousy job. \n[176]No sweat, Alex, you only made the biggest mistake of <u>my</u> life.  What was your per-diem? \n[177]And you, Dr. Cappucino, you're lucky I don't hit women, assuming you are a woman.  I'm not taking anything for granted anymore. \n[178]Oh.  Well, what's this? \n[179]You know, the place where you gave the bad guys the Codex.... the Mayflower Museum. \n[180]You better believe I can.  I'm sick of people telling me what I have to do. \n[181]Selfish attitude?  I'm just some guy who wants a little nap and a cappuccino for when he wakes up, not too much foam... \n[182]The world is beautiful.  Every day in prison I made sure to remember that.  It's only when I actually got out that I forgot.  If I was sane, I'd be on that plane to Rio. But being beaten and abused to fulfill some corporation's perverted vision does something to your mental health.  The world is beautiful and I'm tired of being fucked. It's Darwin and Minerva's turn to bite the pillow... \n[183]Rio, Alex?  After all they've done to...Hey, these tickets are for Moscow! \n[184]Geez, this Art Treasures Room looks like a burnt diaphragm. \n[185]Hey, don't take your disguise so seriously. \n[186]Fits my new image.  A thief for the masses.  This is one job I'm not going to feel guilty about enjoying.  Gum. \n[187]Shwoof, that makes me feel better. I can't believe this is the Iron Curtain.  All the guy at Airport customs wanted to know was \"Who Shot J.R.?\" \n[188]Yeah, I mean, come on, going through the Iron Curtain is supposed to be crawling underneath barbed wire, it's supposed to be strangling a guard... \n[189]It's supposed to be parachuting in the moonlight.... \n[190]Count of three? \n[191]Okay. \n[192] \n[193]Three.  Oh.  Oh.  \"Side by Side.\" \n[194]\"Oh, we ain't got a barrel of money. \n[195]\"But we'll travel along, singing a song.  Side by Side...\" \n[196]Don't worry, we'll get it... \n[197]Uh, I guess so. \n[198]\"Oh this lock is a pain in the bu-utt\" \n[199]That was close.... \n[200]You can be lookout!.....  Take Alex's gun. \n[201]\"We all had our quarrels and parted...\" \n[202]\"Just traveling along, singing a song.  Side--\" \n[203]Geez, this place is a mess... \n[204]I don't want to sound immature, but we were here first... \n[205]No.... \n[206]Can't you see the Mayflowers double-crossed you... \n[207]I don't think you'll appreciate their choice of weenie. \n[208]No. But why do you let Butterfinger keep those blood stains on his shirt? \n[209]You want immature, how 'bout an egg fight... \n[210]Alex, are you.... \n[211]You're a reed, man.  I gotta get Anna.  Hang in there... \n[212]  \n[213]But you're going to tell us anyway... \n[214]If you think you're getting past me... \n[215]Don't be stupid...they... \n[216]Just shut up and hit me! \n[217]  \n[218]Damnit, I hate this!  I'm a cat burglar!  Nobody said anything about this fight-to-the-death shit. \n[219]   \n[220]Let's just forget it, I mean... \n[221]Oh, come on.... \n[222]Why does this have to be so hard... \n[223]Take this to Hell with you... \n[224]Wow, this is really gonna hurt the resale value... \n[225]Oh, honey.... \n[226]We did it man, we... \n[227]I told you not to call me Hudson. The only people who called me that were the nuns at... \n[228] \n[229]Last rites, sister? \n[230]She killed Alex. \n[231]You killed a friend.  Why should I help you go for the gold? \n[232]Except yours-yours.  The goal of world domination.  Well, if you put it that way, Minnie.  How can I resist? \n[233]And to think I thought you were Evil Incarnate in pumps. \n[234]Okay, fine! \n[235]I hope you know what.... \n[236]Wha..... \n[237]Yeah, but what would happen if that little mirror came out of the crystal. \n[238]I wanna know... \n[239]Minnie, hate to interrupt your orgasm, but.... \n[240]  \n[241]Me, Anna, and Leonardo just wanna say you got the Midas touch, baby... \n[242]  \n[243]You're unemployed, Alfie.  Boss is dead.  Her plan is over. \n[244]Ooh-kay... \n[245]Stop helping me!  Thou shalt not kill! \n[246]Don't lose your head over this. \n[247]Excuse my crass American humor. \n[248]Oh Bunny, Ball-Ball. \n[249]Have I ever told you the world is beautiful... I'd really like to play Nintendo with you, or something... \n[250] \n[251]The first one's for Alex.  Cheers. ", "Snickers": "\n[1]When it rains, it pours.  Name's Snickers.  The plane leaves in 40. \n[2]Good news, bud, the Mayflowers have moved up the time-table. You're hitting the Vatican to-night. \n[3]Come on, Pierre, Steak-bur-ger, Fren-n-ch Fries.  This is France, you gotta have French..... \n[4]Italy, France, Moscow.  They all just wanna be Nebraska.  Old Man Kaplan thinks since Communism is dead, we got nothing to do.  Man, Democracy isn't free elections. We gotta teach the world that Democracy is Big Tits, College Football on Saturdays, Eddie Murphy saying the word \"Fuck\" and Kids putting their hands down garbage disposals on \"America's Funniest Home Videos.\" \n[5]Quit bitching, you got the employee of the month plaque for that shit...Ah to be in Pari-is and in love. \n[6]What's going on in there? \n[7]Just read, Butterfinger. \n[8] \n[9]Do you think she has any idea that Operation Deflower Mayflower is as bogus as Kit Kat's tits? \n[10]We're going to whack this place so fast we'll have time to shop for American imports. \n[11]We are the blue light.  The green light is where the Art Treasures room is. \n[12]This is the room above the Art Treasures room.  The lock is a Natalya Z-Z, first created... \n[13]You're supposed to be dead! \n[14]Bastard!  If you were a true American. \n[15]  \n[16]Too bad. \n[17]Help me you Democratic Reform lovers!  Get a screwdriver, you Stupid Eskimoes!  Screw-dri-ver! Oh God, I always wanted to know how to play the harp, there just was so little time!  Rosebud! \n[18]Maybe it was just a.... ", "Alfred": "\n[1]Any minute now, dear Mr. Gates. \n[2]I'll pass.  May I? \n[3]Ah, such craftsmanship.  Leonardo Da Vinci's last commission for the Duke of Milan.  Irreplaceable. \n[4]   \n[5]So much for his \"cut.\" Excuse my dry British humor. \n[6]Indeed I am, Mr. Mario.  I'm really racking up those frequent flyer points... \n[7]Ta ta, Hudson Hawk. \n[8]Welcome to Rome, sir. \n[9]It's Boston, Mr. Mayflower. \n[10]Jolly.  Good.  Shot.  Sir. \n[11]Welcome back to Vinci. \n[12]How. \n[13] \n[14]\n[15]  ", "Tommy": "", "George": "", "Kaplan": "\n[1] \n[2]Don't you just hate kids... \n[3]I call them the MTV.I.A.  Punks think Bay of Pigs is an herbal tea. They think the Cold War involves penguins and... \n[4]You just might.  I'm the guy who tricked you into robbing a government installation and then had you sent to prison for it.  At the time, I was bald with a beard, no moustache, and I had a different nose, so if you don't recognize me, I won't be offended. \n[5]I used you as a diversion.  while you were getting captured upstairs, I was shredding documents in the basement.  Deep down, I guess I was just jealous.  You were one incredible thief... \n[6]I Want to make things up to you. That's why I got you this gig, doll.  Hawk, my name's George Kaplan and to quote the late, great Karen Carpenter, \"We've only just begun.\" \n[7]Hush.  My employer wants a meeting. \n[8]No, somebody powerful.  Oh.  Look. what's that up there? \n[9]Shucks.  Guess not. \n[10]Hawk, Hawk, Hawk.  Enjoying Italy?  I always had a soft spot for Rome.  Did my first barehanded strangulation here.  Communist politician. \n[11]God, I miss communism.  The Red Threat.  People were scared, the Agency was respected, and I got laid every night. \n[12] \n[13]Snickers, make the list happen. Oh and it's one thing to play hide and seek with the Mayflower's pathetic staff, but we're sore losers.  I've put jumper cables on the nipples of children and not always in the line of duty. \n[14]We blow up space shuttles for breakfast.  You and your friend Alex would be a late afternoon Triscuit. \n[15]Yeah, right.  By the way, as long as I'm getting things off my chest, I'm the one who killed your little monkey.  Made it look like a Mafia hit.  Did it for fun. Ciao. \n[16]Way to go, Anna. \n[17] \n[18] \n[19]Anna.  Anna.  Anna.  If that were true, Almond Joy would have handed you your heart right after you handed me the Codex. Now, get some sleep.  Kit Kat... \n[20]Actually he never told us what it was. \n[21]I don't think so, although bringing her to the castle gave her a big, juicy hint. \n[22]Close call, but she's our only way of keeping tabs on that damn mysterious Vatican organization. Hawk, it's time to go to the principal's office.... \n[23]That's it! \n[24]I just don't think it was a smoking hot idea to leave them up there alone. \n[25]You were saying... \n[26]We're all family now.  My team has done a lot of rougher things than steal the model of a helicopter. \n[27]As for our plan of action, anybody'd be insane to go in from the ground floor... \n[28]Let's go make a purple light. Where's Kit Kat? \n[29]Everything's going fine, Minerva, thanks for asking... \n[30]Lazy, rich, condescending bitch. \n[31]Create a diversion. \n[32]I wish I could think of those cute quips the way you can, Hawk, but I can't, so I'll just shoot Alex. \n[33]Sorry, you know he kind of reminds me of Little Eddie.  But I digress. Ah, victory is so sweet.... \n[34]Damnit, this isn't the plan! Blue light, green light, shit! Snickers, Kit Kat, A.J., scramble, see if you can find out anything. \n[35]They may be scum, but if I get the Da Vinci model back, then we'll be roasting weenies on the beach. \n[36]I can't believe this.  I'm in fucking Russia, or do I have to say, the fucking Soviet Union and I'm shooting a non-Bolshevick. I never thought I'd say \"I'm just in this job for the money.\"  Sad. Any last immature quips? \n[37]Tell me about it... \n[38]My pension..... ", "Darwin": "\n[1]lOO million clams, Francesco! \n[2]Outbid by my own wench, quelle bummere. \n[3]For those kind of wages, I could have built the factory in America! They're Vietnamese, can't we just give them more Bart Simpson shirts? I hear depressing news like this and I want to commit genocide! Alfred, hold my calls.  So, Hawk! The Hawkster!  What do you think of the vehicle? \n[4]Because I didn't want to get hurt, taterhead. \n[5]What can I tell you, I'm the villain.  Initially it was a priority to keep a lot of buffers between you and me, but since most of them are dead now, I thought what the heck.  Hawk, you come highly recommended.  I would have done some things differently at the auction house, but hey, I want to be in business with you. \n[6]I'm sorry, I have to take this. Those are valid points though... \n[7]You better have a good excuse... You better have a better excuse! You are so weak!  I'm only thankful your ancestors didn't settle America or else my name would be Running Brave or Vomiting Antelope...Really.  Well, listen close, babe. \n[8]Shall we? \n[9]So Hawkasaurus, I won't mince words... \n[10]Oh... Let's see.  There are organizations that think we wanted the \"Sforza\" for reasons other than putting it in the Da Vinci museum we're building in Vinci. Hopefully, these organizations think our plan has been ruined with the explosion of our replica. If I seem vague, grand.  We want a low profile on this, that's why I got Kaplan and the Candy bars involved.  I helped George help the Mario Brothers and Gates help get you out.... \n[11]Way to go, Alfie!  How many people did you break that thing in front of.   Good help's hard to find. \n[12]Ladies and gentlemen of the board... \n[13]And Min-er-va.  Let's give it up for Hudson Hawk. \n[14]Hawkmeister, we got you clothes, great hotel, and a 250,000 lira per diem. \n[15]Listen Hawk, this might be hard to believe, but I'm a regular joe.  I just want to be happy and happiness comes from the achieving of goals. It's just when you make your first billion by the age of 19, it's hard to keep coming up with new ones.  But now finally I got my new goal.  World domination.  With your help...Bunny....quit that! \n[16]Ah, the magic word... \n[17]It's veja du, Hawkhead.  Something you wish never happened.  We shot the entire operation with hidden cameras behind the hidden cameras. Hired the guy who did the last Sports Illustrated Swimsuit issue. Excellent work... whoops, damn Fotomat assholes... \n[18]Seven! \n[19]Haven't you ever seen, like David Niven?  You know tiptoe in, tiptoe out. \n[20] \n[21]Oh, you.  There's nothing more I hate than failure.  All you had to do was follow the Hawk, it's not like I said \"Teach our nation's children how to read.\" \n[22]I guess we're just going to have to kill 'em... \n[23]God Minerva, I was <u>kidding</u>. \n[24]Don't hurt him!  We need him for the final job! \n[25]Come to think of it there is a part of your body that you won't need for your next job... \n[26]That's fair.  Tomorrow.  Back in Rome.  Now go to your room. \n[27]So, Captain Hawk, in one of your paws you got a gold bar worth about 8 thou.  In the autre, you got lead that won't get you gelato. \n[28] \n[29]Well, that said, the last ingredient in the recipe is in, get this, you're gonna die, the Kremlin. \n[30]I'll torture you so slowly you'll think it's a career!  I'll kill your family, your friends, and the bitch you took to the Prom! \n[31] \n[32]I look at you Soviet people and I feel... pity... superiority.  Most of your life, your government has told you that Capitalism turns people into robots who'd rather eat microwave sushi, naked in the back of a Cadillac than hear the laughter of children. \n[33]So let's get busy.  Have some fun and make some deals. \n[34]Bluntness.  How amusingly Hungarian. Listen up, for reasons I don't want to get into, I recently had to close down a petroleum factory, but I'm going to re-build it here and Madonna's going to cut the ribbon! Frozen burritos in Leningrad.  1982 fantasy.  1992 reality. \n[35]You're helping us achieve a goal and in return, I'm giving you a key to the world's executive washroom.  Don't piss it away.... Skoal, amigos... \n[36]What a pleasant surprise.  You're probably wondering... \n[37]  \n[38]Alfred, the getaway car... \n[39]That New-York-Italian-Father- made-twenty-bucks-a-week-son- of-a-bitch.  What was our bet?  A million? \n[40]God-damnit, I only wanted to destroy the world in my own image. I'm a regular Joe... \n[41]Not Lenin, anybody but Lenin.  God, let's talk abut this. ", "Mayflower": "\n[1]lOO million clams, Francesco! \n[2]  \n[3]   ", "Butterfinger": "\n[1]My name's Butterfinger. \n[2]Sorry, coach... \n[3]Hey, Mr. Hawk, I got those 72 stamps! \n[4]Do you want me to rape them? Dunkin does it better. \n[5]\"Da Vinci had fears about his more dangerous designs, so he created a shorthand code in reverse script...\" \n[6]But guys, remember, he's in the castle at Vinci.... \n[7]What blood stains.... ", "Kit": "\n[1]    \n[2]  \n[3]      ", "Kat": "\n[1]   \n[2]    \n[3]  \n[4]      ", "Almond": "\n[1]Almond Joy.  I know, pretty silly. But it's better than when we first started out, our code names were Diseases.  You don't know what it's like being called Clymidia for a year. Whoops, forgot.... \n[2]George, you promised.  No Old CIA/ New CIA jokes... \n[3]Grapple, Biker's bottle, hairspray, black turtleneck, Pocket Fisherman, acid, collapsible yardstick, softball, and 72 stamps. Gee Stud, this is going to be some date.  No Harvey's Bristol Cream? \n[4]Actually we're in Italy, Snickers, she said as if it made a difference. \n[5]Damn baby, when's the last time you had a vacation...Jesus, I gotta get out of this job.  If my Mom knew her daughter assassinated the leader of the anti-Apartheid movement.... \n[6]To yourself!.....What are they doing?  In twenty seconds, we go in. \n[7]Now. \n[8]That's not overly possible.  He... \n[9]With all due respect to that great blouse, why didn't I cut out her heart? \n[10]Lucky for us, the Da Vinci is located in a wing of the Kremlin that they used to throw the Miss Ukraine pageant and stuff.  It'll have the least number of guards.... \n[11]Snickers, baby, I love you like a brother, but really, who cares? Silencer bomb... \n[12]What the hell.... \n[13]That was pretty uncool, George... \n[14]Anna-bannana-fo-fanna, I guess I have to cut out your heart for real now.  It's not personal. \n[15]You won't shoot.  I read your dossier... Sister. \n[16]I gotta get a new job... ", "Joy": "\n[1]Almond Joy.  I know, pretty silly. But it's better than when we first started out, our code names were Diseases.  You don't know what it's like being called Clymidia for a year. Whoops, forgot.... \n[2]George, you promised.  No Old CIA/ New CIA jokes... \n[3]Grapple, Biker's bottle, hairspray, black turtleneck, Pocket Fisherman, acid, collapsible yardstick, softball, and 72 stamps. Gee Stud, this is going to be some date.  No Harvey's Bristol Cream? \n[4]Actually we're in Italy, Snickers, she said as if it made a difference. \n[5]Damn baby, when's the last time you had a vacation...Jesus, I gotta get out of this job.  If my Mom knew her daughter assassinated the leader of the anti-Apartheid movement.... \n[6]To yourself!.....What are they doing?  In twenty seconds, we go in. \n[7]Now. \n[8]That's not overly possible.  He... \n[9]With all due respect to that great blouse, why didn't I cut out her heart? \n[10]Lucky for us, the Da Vinci is located in a wing of the Kremlin that they used to throw the Miss Ukraine pageant and stuff.  It'll have the least number of guards.... \n[11]Snickers, baby, I love you like a brother, but really, who cares? Silencer bomb... \n[12]What the hell.... \n[13]That was pretty uncool, George... \n[14]Anna-bannana-fo-fanna, I guess I have to cut out your heart for real now.  It's not personal. \n[15]You won't shoot.  I read your dossier... Sister. \n[16]I gotta get a new job... ", "Cesar": "\n[1]How many times do I have to say it?  I didn't put the hit on Little Eddie... Never had anything against that kooky chimp.  I actually found him, \"endearing.\" \n[2]You're hitting Rutherford's Auction House.  Easy as my brother's wife.  Directions are in the bag.  Just open the seventh floor safe and take out the thingie... \n[3]Hawk, you're a great thief.  Got set up, did some time, nothing to be ashamed of.  Don't give me a sonata about you always just really wanted to settle down, open a hardware Store and sell spatulas... \n[4]What's your favorite sport, Hawk? \n[5] \n[6]Good job, not pretty, but good. \n[7] \n[8]News flash.  You're not in heaven.  Yet.  30 seconds and counting, if you know what I'm saying.  Couldn't just play along, could you... \n[9]Make him into Roadkill! ", "Mario": "", "Minerva": "\n[1]Francesco, 100 million and one. \n[2]Poor baby..... Here, Bunny. \n[3]Hello......Bunny, Ball-Ball! \n[4]That's two hundred dollars a day? So he can get a hooker and some tequila.  Veto, Darwin. \n[5] \n[6]We want Da Vinci's sketchbook, what do they call it, the Codex. \n[7]Bunny, ball-ball!  Bad bunny! \n[8]You go back, you won't be alone. You'll have a diabetic barkeep cellmate.  You're still young enough to have fun shanking child molesters for a pack of smokes, but \"Alex\" will go in knowing that the next time he gets out it'll be to attend his own funeral. Depressing. \n[9]Tomorrow, you're going to hit a church. \n[10]Ooh, it's Hudson Hawk, you cease to amaze me, convict.  You are a <u>terrible</u> cat burglar! \n[11]Like a \"cat\", one could say. \n[12] \n[13]Get away from there, convict! \n[14]Big girls don't cry-I-eye. \n[15]Surely a master-thief like you can tell the difference. \n[16]Cool, isn't it?  Weight, feel, mal1eability, they're all but identical.  On the periodic chart of elements, they're but one proton apart.  Great minds worked for centuries to turn worthless into priceless. \n[17]Market crashes.  Bomb drops. Greenhouse effect affects.  We'll still be the richest, most powerful people in the world.  In 1992, Europe is coming together to become one business superpower.  It's one party we'd love to poop. \n[18]Jail, you asshole!  Our foot soldiers will blow your brains out!  Bunny, Ball-Ball! \n[19]You've got a dilemma, tiger.  I think I know what's going to help you solve it. \n[20]Don't worry George, this is the reason we put the old diabetic guinea on the payroll to begin with.  To keep Hawk in line. They'll talk about \"being buddies\" and \"chugging brewskis.\" \n[21]Plan B, anyone... \n[22]I say who needs this Hudson Hawk anyway.... \n[23]Everybody here, in Rome, wishes you tinsel boxes of love... \n[24] \n[25]Yum.  This is the best meal I ever had... \n[26]  \n[27]I hate a man with a sense of humor.  While you corn dogs were comparing the lengths of your masculinity, we obtained the helicopter the new fashioned way: a thoroughly corrupt business deal. \n[28]I knew it!  I told you it was a fake. \n[29]Million five, lover... \n[30]Alex.  How's it going? \n[31]Where's your insulin....No?  Well, Bon Appetite. \n[32]Very good, Alex, but you re still alive.... \n[33]That's fair. \n[34]\n[35]Sorry, I couldn't resist.  You're probably wondering why you're still alive.  Anna..... \n[36]I want you to monitor the Da Vinci's directions from the apprentice diary.  And Hawk, I didn't want you to go to hell without knowing that Darwin and I's dream came true. Beside that, none of us can seem to put that damn crystal together. Alfie and I were up all night with the thing. \n[37]It'll take a couple of years of steady production, but I'll flood the market with so much gold that gold itself, the foundation of all finance, will lose its meaning. Brokers, economists, and fellow entrepreneurs will drown in the saliva of their own nervous breakdowns.  Markets will crash- crash.  Financial Empires will crumble-crumble. \n[38]You can't, convict!  You're just a shmoe!  Every shmoe has the fantasy the planet revolves around them.  It rains, car crash stops traffic, you say \"How could this happen to me?\"  It's a natural inclination.  But for I, this isn't a fantasy, it is <u>reality</u>! You are on my planet!  You walk around the corner for coffee, out of my sight, you do not fucking exist!  The lives of shmoes like you have meaning only in relation to the rich, to the powerful, to ME! \n[39]If you pull this off, I can't promise I won't kill you.  I mean, who we trying to kid?  But I will spare the Flying Nun here.... \n[40]I killed some lovable working class Italian-diabetic, but you killed the most significant male figure of the decade and a kind, gentle lover.  So don't play with me. \n[41]Oh Hawk, don't ever change.  Go, team, go! \n[42] \n[43]  \n[44]Eureka, motherfuckers! "}}