{"filename": "I-Still-Know-What-You-Did-Last-Summer_script.txt", "imdb_id": "tt0130018", "imdb_url": "https://www.imdb.com/title/tt0130018", "characters": ["Olga (as Ellerine!)", "Ray Bronson", "Mr. Brooks", "Doctor", "Estes", "Will Benson", "Paulsen", "Julie James", "Ben Willis", "Thurston", "Darick The Dockhand", "Dave", "Tyrell", "Karla Wilson (as Brandy)", "Nancy"], "dialogues": {"Ray": "\n[1] \tsteps out of the shadows. Julie practically faints.  \n[2]\t\t\tI got in early. I was excited... \t\t\t\t \t\t\tWho was that guy?  \n[3]\t\t\tYeah.  \n[4]\t\t\tEvery guy in history who tried to \t\t\tpick up a girl did the good-friend \t\t\tthing first.  \n[5]\t\t\tHey, I'm sorry. You're right. Are \t\t\tyou ready to go? I've got the old \t\t\ttruck. You know the drill...Crab \t\t\tboil at Ollie's. Croaker Queen \t\t\tPageant...It's only small-town fun, \t\t\tbut it's still nice. People really \t\t\tmiss you. I miss you.  \tShe looks at Ray, his compassionate demeanor. This is hard to say --  \n[6]\t\t\tCan't what?  \n[7]\t\t\tI understand something.  \n[8]\t\t\tI have to work, Julie. My boat's in \t\t\tSouthport, remember? But, I get it. \t\t\tYou need your space from Craokerland. \t\t\tAnd maybe from me, too.  \tRay starts walking away.  \n[9]\t\t\tYou know where to find me.  \n[10]\t\t\tIt's okay. I'm just gonna go.  \tJulie follows him out to the road. A group of LAUGHING STUDENTS block \ther way.  \n[11]\t\t\t\t \t\t\tHey. I'm really glad you called... \t\t\tI'm sorry.  \n[12]\t\t\tNo, I shouldn't have left so fast... \t\t\tI was just...  \n[13]\t\t\tWhat? The Bahamas? You're kidding.  \tDave's interest is piqued.  \n[14]\t\t\tThis weekend?  \tDave is watching Ray closely. Ray's expression hardens.  \n[15]\t\t\t\t \t\t\tYou'll go away with you're college \t\t\tfriends, but you won't go away with \t\t\tme?  \n[16]\t\t\t\t \t\t\tJulie, we're working a big run up \t\t\there. It's been crazy. We probably \t\t\thave to go out again tonight. I \t\t\tdon't think I can do it.  \n[17]\t\t\tOkay, I'll try. But, listen... \t\t\t\t \t\t\tIf I don't make it up, then you go \t\t\tahead and have a great time.  \n[18]\t\t\tStupid. Stupid.  \n[19]\t\t\tYou wanna see what I've been \t\t\tthinking?  \tHe holds up the box and slowly opens it. Dave is stunned.  \n[20]\t\t\tI should go up there. I should call \t\t\ther back, tell her I'm coming.  \n[21] \tThe music's even LOUDER in here. The mood is high...Two buddies going \tto propose to a girl. Dave adjusts the radio to another AM station --  \n[22] \tits HAZARDS blinking.  \tRay slows and creeps past the car. The driver's door is open. It \tappears EMPTY.  \n[23]\t\t\tNo.  \n[24]\t\t\tMaybe not.  \tHe throws open his door.  \n[25]\t\t\t\t \t\t\tHey! Buddy, what's up?  \tThe body doesn't move.  \n[26] \tand behind Dave, in the other car, a FIGURE IN A SLICKER sits up in \tthe back seat and gets out of the car.  \tRay continues toward the body.  \n[27] \n[28] \tSLICKER FIGURE moves toward the unsuspecting Dave.  \n[29] \tDave watches Ray in the road. He leans across the seat and rolls up \tRay's window.  \tBehind him, the SLICKER FIGURE gets closer, moving to the passenger \tside of the truck.  \n[30]\t\t\tHey, can you hear me?  \tRay reaches toward the body...  \n[31] \tSomething FLASHES IN THE SIDE-VIEW MIRROR.  \n[32]\n[33]\t\t\t...Dave?  \tThere's no answer from dead Dave. Ray tries to see around the \theadlights. He moves slowly toward the truck.  \tThe BRIGHTS and FOGS come on, blinding Ray. The truck's engine REVS. \tThe truck rolls a few inches, adjusting a bead on Ray.  \tThen, tires spinning, the truck launches straight at Ray.  \tRay runs at the truck. AT THE LAST MINUTE, he ducks behind the parked \tcar.  \tHIS TRUCK goes SCREAMING past.  \tRay backs around the car --  \n[34] \tjumps off the edge of the road. His TRUCK SLAMS INTO THE BARRIER RIGHT \n[35] \tRay falls through the air. Lands hard on his leg. Tumbles down the \thill, finally stopping with a crash. He lies motionless at the bottom \tof a ravine.  \n[36]\t\t\tI need an international operator.  \n[37]\t\t\tHow much?  \n[38]\t\t\tHow much?  \tMac looks around his shop at the usual jumble of crap: vacuum \tcleaners, golf clubs, guitar amps...  \n[39]\t\t\tMake it three hundred. And throw \t\t\tthat in, too.  \n[40]\t\t\tI'm not waiting...So give me the gun \t\t\tand keep the ring.  \tMac barely hasitates, he knows he's getting a steal --  \n[41]\t\t\tIs it loaded?  \tMac shakes his head.  \n[42]\t\t\tLoad it.  \tOff Mac's sadness at young people today.  \n[43]\t\t\tI'll keep that in mind.  \n[44]\t\t\tI need to get to Tower Bay Island.  \tPaulsen senses something isn't right.  \n[45]\t\t\tI need to get there, now.  \tPaulsen looks at him standing there drenched.  \n[46]\t\t\tI'm not looking for a weather \t\t\treport, I'm looking for a boat. So \t\t\twhich one's yours?  \n[47]\t\t\t\t \t\t\tCome in...This is Summer Breeze \t\t\trequesting emergency assistance for \t\t\tTower Bay island. I repeat...This \t\t\tis Summer Breeze...  \tRay guns the boat away.  \n[48]\t\t\tLet go of her! Now!  \tBen and Will spin to see  \n[49] \tlike the hero from a western, step out from behind a tree.  \tBen starts to laugh. Will joins him.  \n[50]\t\t\tLet her go. Now.  \tRay raises the .38 caliber handgun. He COCKS the hammer.  \tBen doesn't let go of Julie. Lightning fast, he slaps his hook back on \tand gets the point to Julie's neck.  \n[51]\t\t\tStop right there.  \tRay's finger squeezing down the trigger.  \n[52]\t\t\t\t \t\t\tOh...it's not working right. \t\t\tYou're home early. \t\t\t\t \t\t\tDid I scare you?  \n[53]\t\t\t\t \t\t\tHey -- I didn't know you were here. \t\t\tIt's okay. \t\t\t\t \t\t\tWe got the refrigerator in. Come \t\t\tsee.  \tShe sees the love in his eyes. She hugs him.  \n[54]\t\t\tIt's gonna be great.  \n[55]\t\t\t\t \t\t\tChecking the locks again?  ", "Bronson": "", "Brooks": "\n[1]\t\t\tWhat can I do for you?  \n[2]\t\t\t\t \t\t\tAh, yes. Roll out the red carpet. \t\t\tOur contest winners are here at \t\t\tlast.  \tHe scans a sheet as Tyrell stares at the pit bull.  \n[3]\t\t\tNot really. I've found peices of \t\t\tguys like you in his stool.  \tTyrell is put off by this aggressive comment.  \n[4]\t\t\t\t \t\t\tI don't have a problem in the world.  \n[5]\t\t\t\t \t\t\tBuilt in 1948 for a member of the \t\t\tRockefeller clan. The tile work was \t\t\timported from Spain. A lot of history \t\t\tin these walls...Judy Garland stayed \t\t\there...Hemmingway fished for marlin \t\t\tright off that dock --  \n[6]\t\t\tIt'll outlive you, I'm sure.  \tCreepy thing to say. Slides a registration form.  \n[7]\t\t\tWilson comma Karla... \t\t\t\t(sees something on \t\t\t\tthe form \t\t\tOh --  \n[8]\t\t\tYou're in 201 and 202.  \n[9]\t\t\t\t \t\t\tNot at all. Those are our honeymoon \t\t\tsuites.  \tTyrell wraps his arms around Karla. Julie looks uncomfortably towards \tWill.  \n[10]\t\t\tHoneymoon suites. I take it you kids \t\t\thaven't exchanged vows, yet?  \n[11]\t\t\tAnd, while you're here, our marginally \t\t\ttrained, off-season staff of five will \t\t\tattend to your every need.  \n[12]\t\t\tJuly fourth weekend. Storm season \t\t\tstarts today. The clouds roll in like \t\t\tclockwork.  \n[13]\t\t\tIt's our version of winter. \t\t\t\t \t\t\t201 and 202. There's Scrabble and \t\t\tParcheesi in the lobby. Enjoy.  \tAnd Brooks turns away through the office door. They walk toward their \trooms. Will catches up with them.  \n[14]\t\t\tI don't find this at all funny.  \tJulie steps in -- stares into the empty closet. She can't believe her \teyes.  \tShe searches their faces, looking for someone to believe her.  \n[15]\t\t\tI knew you people were goining to be \t\t\ttrouble. I knew from the first time I \t\t\tlaid eyes on you.  \tJulie grabs Brooks by his robe.  \n[16]\t\t\tWho? Who is here?  \tShe doesn't know where to start. Nancy pokes her head around the door.  \n[17]\t\t\t\t \t\t\tIn the morning we'll talk to Derrick, the \t\t\t\"dockhand guy,\" and put the whole thing \t\t\tto rest. \t\t\t\t \t\t\tNow, let's slow down on the Dark and \t\t\tStormies and get some sleep.  \n[18]\t\t\t\t \t\t\tNot possible, I'm afraid. The last ferry \t\t\tleft hours ago. And we got a storm \t\t\tcoming. There won't be another one for \t\t\tdays.  \n[19]\t\t\t'Tis the season, like I told you. It's a \t\t\tbig one.  \tJulie goes for the phone.  \n[20]\t\t\tPhones went down a few minutes ago.  \tShe picks up the phone, listens, then dangles it from her hand.  \n[21]\t\t\tDuh. The next couple of days is gonna \t\t\tbe rough, but we'll make it.  \n[22]\t\t\tSorry. Emergencies only.  \n[23]\t\t\tI'd call this four spoiled city kids who \t\t\twouldn't know a hurricane if it blew up \t\t\ttheir butts. \t\t\t\t \t\t\tAll we can do now is batten down and ride \t\t\tit out. If things get really bad, there's \t\t\ta storm shelter.  \tAnd Brooks is gone. Outside the window, it starts to rain. There's a \tCLAP of thunder.  \n[24] \tThey burst into the middle of the room before seeing that Brooks's \thead has a machete sticking out of it.  ", "Doctor": "\n[1]\t\t\tYes, but he seemed certain his friend \t\t\twas killed out on the highway by \t\t\tsomebody named Ben Willis. \t\t\t\t \t\t\tHe said he has a hook on his hand. He \t\t\tsaid he was driving a BMW.  \tAs the cop stares at him deadpan, the doctor realizes how rediculous \tthis must sound.  \n[2]\t\t\t\t \t\t\tHe suffered a severe head trauma --  ", "Estes": "\n[1]\t\t\t\t \t\t\t201 and 202...Who put you in...? \t\t\t\t \t\t\tDon't use these much --  \n[2]\t\t\tNo real reason. \t\t\t\t \t\t\tPretty fancy rooms for kids your age.  \n[3]\t\t\tOh, yeah? What you have to do?  \n[4]\t\t\tAhh, good for you, girl. \t\t\t\t \t\t\t...And, where would you like me to \t\t\tput the bags?  \tA beat as Julie and Karla exchange a look. Then, Karla tosses one of \tthe keys to Julie.  \n[5]\t\t\tNo, I've been doing this since before \t\t\tyou were a dream in your father's eye.  \tEstes grabs the bags and takes them into the room. Julie and Will are \tleft staring at each other.  \n[6]\t\t\tBrasilia.  \tShe jumps out of her skin. Estes was standing right there in the \tshadows.  \n[7]\t\t\tThat's the capital of Brazil, not \t\t\tRio.  \tKarla SCREAMS.  \tTyrell comes flying across the lobby past Karla. He dives on Estes, \ttackling him to the floor. Will is right behind him.  \n[8]\t\t\tLet go. I got him. That's me. It's \t\t\thim. We got you...  \n[9]\t\t\tNo --  \n[10]\t\t\tNo --  \tThey shake Estes, finally giving him a chance to speak.  \n[11]\t\t\tI found the bodies this morning...I \t\t\ttried to use the radio, but he \t\t\talready destroyed it.  \n[12]\t\t\tI haven't hurt anyone...I stole \t\t\tthose things to help you. To \t\t\tprotect you.  \n[13]\t\t\t\t \t\t\tI know who you're talking about. He \t\t\tused to work here at the hotel. \t\t\t\t \t\t\tAnd I've seen him around again. Out \t\t\tin the woods by the orchard.  \tThey look at Estes...Is he telling the truth?  \n[14]\t\t\tI can't remeber his name, but I \t\t\tdon't forget a face. \t\t\t\t \t\t\tI can show you...  \tThey stare a beat --  \n[15]\t\t\tWhere else you gonna go, son?  \tThey look to the office, the gym...The sense of death surrounding \tthem.  \n[16]\t\t\tHe worked here for many years. He \t\t\thad a nice family. A pretty wife \t\t\tand two little ones. A boy and a \t\t\tgirl. They'd be about your age, now.  \tThey continue along the path.  \tEstes looks at them in the dark, slowing for just a second.  \n[17]\t\t\tOne day his wife went missing. Maid \t\t\tfound blood all over the honeymoon \t\t\tsuite -- Room 201.  \tThere are strange NOISES out in the woods.  \n[18]\t\t\tEventually, they found her body. \t\t\tPieces. A leg in the swamp. An arm \t\t\twashed up on Three Mile Beach. \t\t\t\t \t\t\tAnd the head they found much later.  \tA huge branch is blown from a tree and comes crashing down through the \tunderbrush, scaring them. Estes calmly steps around it.  \n[19]\t\t\tCareful --  \n[20]\t\t\tPeople say she was running around on \t\t\thim. People say he caught her in bed \t\t\twith other men. People say a lot of \t\t\tthings. \t\t\t\t \t\t\tHe disappeared, taking the two small \t\t\tones with him. At least they were \t\t\tnever found.  \tThe winding path leads to a small orchard. They hang on his every \tword.  \n[21]\t\t\tWe're here.  \tIn the center of the orchard is a cemetery.  \tThey move off the path into the safety of the woods. There seems to be \tactivity around the place. It's silent and eerie.  \tJulie stares, fascinated. She is slowly drawn toward the house. Karla \tgrabs for her arm.  \n[22]\t\t\tThis has to end. Now.  \n[23]\t\t\tWill...He's in on it. He's --  \tSuddenly Estes's expression changes to surprise, and  ", "Will": "\n[1]\t\t\tJulie! Wait! You okay?  \n[2]\t\t\tYou sure?  \n[3]\t\t\tYou don't seem fine.  \tJulie realizes this is true.  \n[4]\t\t\tThe shower again?  \n[5]\t\t\t\t \t\t\tI'm sorry.  \n[6]\t\t\tIt just takes time, Julie. It's gonna \t\t\tget better.  \n[7]\t\t\tIt's...the anniversary. That's what's \t\t\tgoing on...Take it easy on yourself.  \n[8]\t\t\t\t \t\t\tTo get out of Southport?  \n[9]\t\t\tNah. I'll probably just be here \t\t\tstudying for finals. The joys of \t\t\tsummer school... \t\t\t\t \t\t\tAre you okay?  \n[10]\t\t\tAre you sure?  \tShe touches his face affectionately.  \n[11]\t\t\tUm...Okay. Bye.  \tWill walks away. Julie watches him a beat, then turns down her walk --  \n[12]\t\t\t\t \t\t\tThis was not my idea.  \n[13]\t\t\tI said, this...Do you want a drink?  \tWill looks down at his feet. He and Julie stand there not quite \tknowing what to do.  \n[14]\t\t\tHow about a drink?  \tWill is a few steps ahead as they move for the bar. Julie seems to be \trelaxing, having a good time. Then, she looks up into the balcony and \tsees, in a strobe light's FLASH --  \n[15]\t\t\t\t \t\t\tYou okay?  \tShe's chalk white and crestfallen. Her whole affect is \"Will I ever \thave a normal time?\" She drifts amay toward the stairs to the balcony.  \n[16]\t\t\tHey Julie?  \tWill catches Karla and Tyrell's eyes. They're worried.  \n[17]\t\t\tJulie, is everything cool? Karla \t\t\tsaid...  \n[18]\t\t\tWhat if I don't have anything happy \t\t\tfrom childhood...Sorry, I can't relax \t\t\tgoing five hundred miles an hour, or \t\t\tfour thousand, four hundred feet a \t\t\tminute... \t\t\t\t \t\t\tWhich is over seven hundred feet a \t\t\tsecond. Imagine hitting something at \t\t\tseven hundred feet a second.  \n[19]\t\t\t\t \t\t\tFumes build up in the fuel tanks. \t\t\tYou can by surface-to-air missiles \t\t\tover the internet. Planes use \t\t\tO-rings...which freeze in tap water. \t\t\tPlanes fall from the sky for \t\t\tpractically no reason at all.  \n[20]\t\t\tRight. Planes get hit by lightning. \t\t\tThey get hit by meteors. They hit \t\t\tother planes.  \tTyrell shakes his head.  \n[21]\t\t\tYou just gotta breathe.  \tTyrell is trying to keep from puking --  \n[22]\t\t\t\t \t\t\tSee, it's not a macho thing. It's \t\t\tabout equilibrium in your inner ear. \t\t\tYou could've used a patch, but it's \t\t\ttoo late now. Get used to it. \t\t\t\t \t\t\tSome folks just can't sail.  \tPAULSEN, the BOAT CAPTAIN, overhears as he passes --  \n[23]\t\t\t\t \t\t\tHey, Tyrell, we found you brother.  \n[24]\t\t\tNo, thanks.  \n[25]\t\t\tAnd it's been blue skies all day. It \t\t\tmight be perfect all weekend.  \n[26]\t\t\tForward! A girl needs time to make up \t\t\this mind. \t\t\t\t \t\t\tJulie, look, if it's cool, I'll sleep \t\t\ton the couch and they can have their \t\t\town room to practice for that real \t\t\thoneymoon.  \tBut Tyrell grabs Karla and drags her into the room. We here GIGGLES.  \n[27]\t\t\tI'll take those.  \n[28]\t\t\tYou sure it's okay with you?  \n[29]\t\t\tYou can toss a shoe at me if it gets \t\t\tout of hand.  \tShe laughs and they go into the room.  \n[30]\t\t\tWe didn't get all dressed up for \t\t\tnothing.  \n[31]\t\t\tThe guy at the desk said the place would \t\t\tbe quiet, not dead.  \n[32]\t\t\tSo why are you still here?  \n[33]\t\t\tYeah, a great weekend. Forget the \t\t\tweather!  \t\t\t\t\tKARLA &amp; JULIE \t\t\tI'll drink to that!  \tThey drink and toast again.  \n[34]\t\t\tCome on, it'll be fun.  \n[35]\t\t\tJulie? What's wrong?  \n[36]\t\t\tWhat do you mean, Julie?  \n[37] \twho YELLS and drops the flowers and champagne he was holding. The \tbottle bursts and covers them with spray.  \n[38]\t\t\tIt's my fault. I shouldn't have...I \t\t\tdidn't think...  \tShe grabs a TOWEL off the bathroom door, trying to help him clean up \tthe mess.  \n[39]\t\t\tI scared you -- I crossed the line --  \n[40]\t\t\tHey, you don't have to appologize to me. \t\t\tI'm the one. I understand. \t\t\t\t \t\t\tI'm going to take a walk and dry off.  \n[41]\t\t\tI just really like you and I want you to \t\t\tfeel good about everything...You know? I \t\t\twant you to be happy.  \tHe hands the rose to her. There's a moment between them. He \treluctantly heads for the door.  \n[42]\t\t\t\t \t\t\tDork.  \tPassing Karla and Tyrell's room on his way down the hall, Will spots \tthe DO NOT DISTURB SIGN.  \tHe hears an INCREDIBLE POUNDING from inside. He shakes his head and \tmopes down the hall.  \n[43]\t\t\t\t \t\t\tHow's the water?  \n[44]\t\t\tAhh, that feels great.  \n[45]\t\t\tAlone. In the room. \t\t\t\t \t\t\tGot any advise?  \n[46]\t\t\tWhat? What are you talking about? \t\t\tWhere?  \n[47]\t\t\t\t \t\t\tJulie, you said you were tired. Waybe \t\t\tyou were dreaming.  \n[48]\t\t\tLeave her alone.  \tAngry at her boyfriend, Karla gets out of bed and joins Julie.  \n[49]\t\t\tYou don't have to be a jerk.  \tKarla pulls Julie close in a show of support for her friend whose mind \teveryone believes has been inventing dead bodies.  \n[50]\t\t\t\t \t\t\tThey're all dead...Dead, I tell you. \t\t\t\t \t\t\tAhhhh, we're all deaaaddddd. Tyrellll, \t\t\tjoinnnn usss.  \tWill's voice echoes across the lobby. Tyrell is maybe a little \tnervous, but hiding it.  \n[51]\t\t\t\t \t\t\tHello? \t\t\t\t \t\t\tThere's nobody here, Tyrell.  \tTyrell's already out the front entrance.  \n[52]\t\t\t\t \t\t\tYou know, the greenhouse effect has \t\t\tcaused the gulf stream to shift and \t\t\talmost every meteorological expert \t\t\texpects a dramatic increase in \t\t\ttropical depression --  \n[53]\t\t\t\t \t\t\tI don't like to fish.  \tTyrell moves across the grounds. He looks back. Will is stopped in his \ttracks, looking up at --  \n[54] \tlooks in at the dog angrily charging the chain-link. He looks up at \tTyrell.  \n[55]\t\t\tCome on. Jump. I've got you.  \tHe reaches out to try and catch Tyrell.  \n[56]\t\t\tAnd do what with it?  \tTyrell breaks another bottle in half.  \n[57]\t\t\tThat's chlorine and muriatic acid. \t\t\tPut the two together and you get \t\t\tcyanide.  \tTyrell rolls over on his back next to Will, practically coughing up a \tlung.  \n[58]\t\t\tJulie!  \n[59]\t\t\tJulie? Wanna tell us what is \t\t\tgoing on here?  \tThey look at Julie. Their escape is cut off by water. They're scared.  \n[60]\t\t\tThe porter...what's his name? Old \t\t\tAsbestos --  \n[61]\t\t\tHe's not here.  \tTyrell and Will begin roughly searching through Estes's possessions.  \n[62]\t\t\tLet's go.  \n[63]\t\t\tWe'll only be a second, okay?  \n[64]\t\t\tLet go. I got him. That's me. It's \t\t\thim. We got you...  \n[65]\t\t\tWe found your voodoo crap --  \n[66]\t\t\tHow do we know you're not setting \t\t\tus up?  \n[67]\t\t\tWhere'd Estes go?  \n[68]\t\t\tI'll go find him.  \n[69]\t\t\tHe's probably the only one who \t\t\tcan help us.  \n[70]\t\t\tIt's okay. He couldn't have gone \t\t\tfar. I'll catch up with you later.  \tWill disappears into the darkness.  \n[71]\t\t\tHey Estes. \t\t\t\t \t\t\tEstes? Where'd you go?  \tEstes doesn't answer right away -- he keeps his back to Will.  \n[72]\t\t\tYou abandoning us? How come you \t\t\tdidn't tell us you had a boat?  \tEstes picks up the boat's oar. He speaks low, almost inaudibly.  \n[73]\t\t\tWhat -- ?  \tEstes swings the oar, cracking Will's head hard.  \n[74] \tenters the hallway and continues toward them.  \n[75] \tpokes his head through. He's clutching a piece of wood as a weapon.  \n[76]\t\t\tIt's you guys, thank god. Is \t\t\teveryone okay?  \tThey are ecstatic to see him. They bound up the concrete stairs --  \n[77]\t\t\tCome on. We're gonna be okay.  \n[78]\t\t\tEstes came after me with a gaffing \t\t\thook.  \n[79]\t\t\tI guess so.  \tJulie points out that his chest and stomach are covered in blood, too.  \n[80]\t\t\tWhen I was coming back I saw your \t\t\tslicker friend looking for you guys \t\t\tdown by the water. \t\t\t\t \t\t\tLet's hurry and get inside...  \n[81]\t\t\tYou'll be okay. It's over.  \tKarla and Nancy rush from the bar. Julie looks tenderly at Will. He \tlooks back at her. She pulls some hair off his forehead. He smiles \tweakly.  \n[82]\t\t\tThat's because it's not my blood.  \tThe slow change in Julie as she realizes...  \tShe starts to run. Will roughly grabs her.  \n[83]\t\t\tIt's time you woke up, Julie.  \tHis voice switches to that of a familiar radio disk jockey.  \n[84]\t\t\t\t \n[85] \tstanding there holding a spear gun.  \tEstes topples over on top of Nancy, pinning her underneath his dying, \tconvulsing body. Nancy struggles to get loose.  \n[86]\t\t\tLook at the bright side, Jules. We \t\t\tfinally get to spend some quality \t\t\ttime together.  \tJulie's trying to get to the knife she's stashed in her back pocket.  \n[87]\t\t\tMe, me, me. It's always about you. \t\t\tI'm having bad dreams. I can't \t\t\tsleep. I'm not doing well in school. \t\t\tI'm having trouble with my boyfriend.  \n[88]\t\t\tWe had a connection, didn't we? I \t\t\tcan tell you one thing, though. Ray \t\t\tdidn't trust me. He was right. He's \t\t\tdead, but he was right.  \tThey come into the orchard. They are covered in mud. Julie stumbles \tagain. Goes to her knees. Works the knife free and slashes up at Will. \tShe slices him across the face.  \tHe steps back, feels the blood.  \n[89]\t\t\tWhat'd you have to do that for?  \tThere is a creepy pause. Will stares at his own blood. She catches her \tbreath...  \tThen suddenly, Will knocks the knife from her hand. He lifts her by \tthe hair. Enraged, he puches her in the face. She goes down.  \n[90]\t\t\tWhy? Come on, Julie. Think. You'll \t\t\tget it. Will Benson -- Ben's son.  \tHe shoves her. She falls backward into the arms of Ben Willis.  \n[91]\t\t\tHi, Dad.  \tJulie WAILS, struggling wildly in Ben's grasp.  \n[92]\t\t\tYou gotta be kiddin' me.  \n[93]\t\t\tWe haven't missed you down here, \t\t\tRay boy. I got to know Julie real \t\t\twell.  \tWill gets the better of Ray. He's stronger. He yanks him up -- choking \thim. Ray is begging to check out.  \n[94]\t\t\tThink of all the things I'm gonna \t\t\tdo to her. \t\t\t\t \t\t\tDad, finish him.  \tBen charges toward Ray's back. He pulls back the hook for a roundhouse \tslashing --  \tAt the last second, Ray dips, elbows Will.  ", "Benson": "", "Paulsen": "\n[1]\t\t\tThat's too bad, too, because it's the \t\t\tonly way on or off the island. \t\t\t\t \t\t\tUnless you have an accident. And then \t\t\tthey call the Coast Guard.  \tJulie and Karla have rejoined the men.  \n[2]\t\t\t\t \t\t\tYep. That's what the tourists pay for \t\t\t-- sun, sea, and solitude.  \n[3]\t\t\tFew more minutes.  \tWe move off the boat and REVEAL the island. The intrepid vacationers \texcitedly take in the island.  \n[4]\t\t\t\t \t\t\tI'm at your service, Princess.  \n[5]\t\t\tIf Marine Radio's right about the \t\t\tweather, you're already out of time.  \tHe hangs a SIGN at the end of the gangplank. It reads: LAST DEPARTING \n[6] \tA gear-strewn office. Paulsen watches an episode of Party of Five. \tThere is a loud KNOCKING at the door.  \n[7]\t\t\tWhat the...  \tPaulsen slowly gets up. He cracks the door open. Ray stands \tsilhouetted against the rain.  \n[8]\t\t\tWe're closed.  \tRay pushes his way in --  \n[9]\t\t\tDid you happen to notice what's \t\t\tgoing on outside?  \tRay pulls out the gun and points it at Paulsen --  ", "Julie": "\n[1] \tA little older, a little wiser, yet still very pretty, no doubt. But \tshe's all alone in the house of the Lord.  \tAnd those doleful eyes of hers clearly telegraph a very heavy burden \tstill rests upon her soul.  \tShe reluctantly walks past the rows of empty pews toward a curtained \n[2]\t\t\tBless me, Father, for I have sinned. \t\t\t\t \t\t\tIt's been a year since my last \t\t\tconfession...  \tJulie swallows hard. This is difficult for her.  \n[3]\t\t\tI've never told anyone this. Not my \t\t\tmom, not the poice, not even my \t\t\tfriends -- except for the ones who \t\t\twere there and they...well they're \t\t\tnot around anymore. You see I...I...  \n[4]\t\t\tI killed a man. Well, I thought I \t\t\thad...then...  \tShe balks at the memory of it. The priest bows his head in the shadows \tof the other side.  \n[5]\t\t\t\t \t\t\tYou've got to understand...It was \t\t\tall an accident. A terrible accident. \t\t\tIt's been a whole year. I've tried to \t\t\tget past this, but I just can't.  \n[6]\t\t\tI have these dreams...horrible \t\t\tdreams. And this man is always there \t\t\twith me.  \n[7]\t\t\tYou see, he was a killer. He \t\t\tmurdered Helen and Barry, and he \t\t\twould have killed me too, if I \t\t\thadn't...gotten away with it. \t\t\t\t \t\t\tI don't know, I guess I just need to \t\t\tdeal with the fear, the guilt...to \t\t\tfinally say his name. Ben Willis. His \t\t\tname was Ben Willis...  \tThe confession is cathartic for Julie. She looks relieved until,  \n[8]\t\t\tYou know? But how could you...  \tClouds of icy steam shoot through the partition. Julie moves closer to \tthe screen, trying to get a better look.  \n[9]\t\t\tI'm sorry --  \tJulie grabs her stuff and bolts.  \n[10]\t\t\tI'm fine.  \n[11]\t\t\tI'm fine.  \n[12]\t\t\tI had another dream, Will.  \tWill takes this seriously.  \n[13]\t\t\tIt was in a church...it was so real. \t\t\tI mean, I could feel his breath on me.  \n[14]\t\t\tI thought I was over the dreams for \t\t\tgood. I really did. I hadn't had one \t\t\tfor months.  \n[15]\t\t\tIt can't get worse. I mean, it's not \t\t\tlike this was the first time I \t\t\tfreaked out in class. I hardly ever \t\t\tget a full night's sleep, my grades \t\t\tsuck, I'm this close from being thrown \t\t\tout of school.  \tBLAM! BLAM! BLAM! EXPLOSIONS. Julie jumps out of her skin. It's just \tSTUDENTS letting off FIRECRACKERS as they fly past on bicycles.  \tWill and Julie are now thinking the same thing.  \n[16]\t\t\t\t \t\t\tIt was one year ago...  \n[17]\t\t\t\t \t\t\tI'm trying. I really am...Sometimes I \t\t\tdon't even know why I came up here in \t\t\tthe first place.  \n[18]\t\t\t\t \t\t\tRight. Now I remember.  \tHe smiles at her. She smiles back. They stop in front of her apartment \tbuilding.  \n[19]\t\t\tAre you getting out of town on the \t\t\tfourth?  \n[20]\t\t\tI'm okay.  \n[21]\t\t\tThanks for the talk, Will. You're \t\t\tgood to me.  \tWill stands there akwardly --  \n[22]\t\t\tOh, my god, Ray. You scared me.  \tRecovering, she hugs Ray, genuinely glad to see him. He's a bit cold.  \n[23]\t\t\tOh, that's Will. He's a friend. \t\t\tYou'd like him.  \n[24]\t\t\tRay, we're just friend.  \n[25]\t\t\tWhy are you being like this?  \tIt should be obvious Ray feels insecure in the college environs, but \tthey're miscommunicating.  \n[26]\t\t\t\t \t\t\tRay, I can't...  \n[27]\t\t\tI just feel like some part of me \t\t\thasn't healed up enough to go back. \t\t\tLike some critical piece is missing. \t\t\tPlease understand...  \tRay is cold. This is what he's expected all along.  \n[28]\t\t\tIt's not like that. It's not you. \t\t\tIt's me. My head. I want to go back. \t\t\tI want to be with you. I want to be \t\t\tfine. I want everything to be like \t\t\tit used to be. \t\t\t\t \t\t\tIt just isn't.  \tRay is hurt and confused.  \n[29]\t\t\tHey, why don't you stay up here? \t\t\tThey have fireworks over the river. \t\t\tAnd...there's a million things to do.  \n[30]\t\t\tRay? Ray? At least come up for a \t\t\twhile.  \tRay keeps on walking.  \n[31]\t\t\tRay, I'm sorry. I didn't mean... \t\t\t\t \t\t\tI'm just scared...that's all.  \tBut Ray is already gone. Julie stares after him a beat, then turns \tquickly to her door. She clearly feels uncomfortable, exposed on the \twalk alone. She nervously pulls her keys. A can of mace dangles from \tthe keychain.  \n[32]  \tStudents throw FRISBEE in the street. Ray walks to his old truck, \twhich is wedged between a new Sport Utility and a BMW.  \tHe clambers into the front seat. He thinks. Then, digs into his pocket \tand pulls out the unmistakable shape of an ENGAGEMENT RING BOX. He \tthrows it in the glove box, starts the truck and drives away.  \n[33] \tJulie opens the door and steps inside. She locks three deadbolts. She \tstands there, alone, listening to the SILENCE. She doesn't even have a \tcat. A faucet DRIPS in the kitchen.  \n[34] \tThe faucet DRIPS. Julie turns the handle. No success. She checks the \tlock on each window. She stands for a moment.  \tShe picks up a bag of chips and eats a handful. She opens the fridge \tand takes out a can of nacho cheese sauce. She grabs a soft drink and \ta jar of bread-and-butter pickles. She gets some cookies from a shelf. \tShe thinks. Opens the freezer, pulls out some fat-free sorbet.  \tShe takes the whole mess toward her bedroom.  \n[35] \tShe hits the light switch. A bedside light goes on. It's a sparsely \tfurnished room. The bed is pilled high with pillows. She checks the \twindows, then climbs into bed with the food.  \tOn the bedside table are pictures of family and friends. She looks at \tone of Helen and Barry. She looks around the room. It's depressing.  \tOutside we hear young people having fun, slamming car doors, going \tplaces. She picks at the food, then puts it on the table. She turns \toff the bedside light and enjoys the golden late afternoon glow in the \troom.  \n[36] \tJulie, sound asleep, is curled into fetal position on the bed.  \tThere's a CLICK in the front hall. And ANOTHER.  \tJulie's eyes shoot open. She listens. Another SOUND, almost like the \tfront door being CLOSED.  \tHer arm reaches for the bedside light. She hits the switch. The bulb \n[37]\t\t\t\t \t\t\tOkay. Okay. Face your fears...  \tShe gets off the bed and stands still.  \n[38]\t\t\t\t \t\t\tThere's nothing...  \tThere's another NOISE down the hall.  \n[39]\t\t\t\t \t\t\tQuiet.  \tJulie silently scoots out of her bedroom toward the kitchen.  \n[40] \tShe gets a large KNIFE. She listens. It sounds like somone's in the \tliving room. She steps through the kitchen door.  \tAs she moves we see a shadow pass the other way down the hallway \ttoward her bedroom.  \n[41] \tThere's NO ONE there.  \n[42]\t\t\tOkay, calm down, imagination.  \tShe relaxes until she sees that her front door is slightly AJAR, light \tfrom the hallway slanting through.  \n[43]\t\t\tI can't take this anymore. I can't.  \tHolding the knife in front of her, she tiptoes to the hallway. There's \ta soft RUSTLING coning from her bedroom. She gets a flashlight out of \ta drawer and starts down the hallway.  \n[44]\t\t\t\t \t\t\tLet's just do it.  \tShe moves faster toward her bedroom. she listens outside the doorway. \tIt sounds like someone's in the closet. She moves into the room.  \n[45] \tThere's a noise in the darkened closet. Julie moves into position.  \tShe turns the flashlight ON and lunges for the closet.  \n[46]\t\t\tWhat are you doing in my closet?  \tThey hug, jumping up and down with relief.  \n[47]\t\t\tWhat are you doing in my closet?  \n[48]\t\t\tThat was heart attack time, Karla.  \n[49]\t\t\tI'm not going anywhere. I'm fat, \t\t\tugly, and depressed.  \n[50]\t\t\tI think I just really hurt Ray's \t\t\tfeelings.  \n[51]\t\t\tThere's nothing between Will and me.  \n[52]\t\t\tNo I'm not.  \tKarla holds up another dress for Julie -- strapless, sexy, the one.  \n[53]\t\t\tTyrell, you are an unstoppable \t\t\tforce of nature.  \n[54]\t\t\tNo.  \n[55]\t\t\tTyrell, I appreciate it, but have \t\t\tyou seen my people dance? We make \t\t\tthe mouth face, we move the \t\t\tfingers --  \n[56]\t\t\t\t(suspicious, but \t\t\t\thaving fun \t\t\tKarla! Did you tell him I'd be here?  \n[57]\t\t\tWhat?  \n[58]\t\t\tBen...  \tThe stranger turns around. It's only a club kid in a tacky vinyl \traincoat and hat. She's shaken.  \n[59] \tWith morning sun filtering through her blinds, Julie wakes up to the \tstrange sound of THUMPING. She gets out of bed and slowly exits the \troom.  \n[60] \tThe noise gets louder as she heads down the hall.  \n[61]\t\t\t\t \t\t\tThat could break the machine.  \n[62]\t\t\t\t \t\t\tThe number's unlisted...  \n[63]\t\t\tOkay, okay. You're right.  \n[64]\t\t\t\t \t\t\t...South America...Carnival...  \n[65]\t\t\tMagic 96.7!  \tJulie hangs up and joins Karla dancing on the couch.  \n[66]\t\t\tHi.  \tRay is happy to hear her voice, but cautious.  \n[67]\t\t\t\t \t\t\tNo, you don't have to be sorry. I'm \t\t\tthe one --  \n[68]\t\t\tIt's okay.  \tDave holds up two wriggling snappers. He dances them toward each other \tin a puppetlike mating ritual, making KISSING SOUNDS and narrating --  \n[69]\t\t\tRay, Karla won a trip to the Bahamas! \t\t\tAn island called Tower Bay. And she \t\t\twants us to come with her.  \n[70]\t\t\tWe'd have a long weekend just to sit \t\t\tin the sun, drink fruity drinks, and \t\t\tswim, and... \t\t\t\t \t\t\tYou know...  \n[71]\t\t\tIt's not you, it's Southport. And \t\t\tit's the Bahamas! And it's free!  \tKarla is watching Julie.  \n[72]\t\t\tRay, come on. I want us to be \t\t\ttogether.  \tRay thinks. Dave looks at him like he's crazy.  \n[73]\t\t\tWill you try...for me, please?  \tDave moves one of the fish like it's been shot through the heart.  \n[74]\t\t\tRay...please try. I really miss you. \t\t\t\t \t\t\tOkay. Bye.  \tShe hangs up and Karla sits next to her.  \n[75] \tKarla exits the building. She watches Julie sitting on the curb.  \tA truck turns onto the street. Julie looks hopeful, but -- it's not \tRay.  \tKarla approaches her friend.  \n[76]\t\t\tHe's not coming. I thought he was \t\t\tjust...  \n[77]\t\t\tBut, he said he'd try.  \n[78]\t\t\t\t \t\t\tHe does work hard.  \n[79]\t\t\tThen, don't.  \tA Jeep Cherokee stops, and an ebullient Tyrell steps out wearing \tshorts and a Hawaiian shirt.  \n[80]\t\t\tOh!  \n[81]\t\t\t\t \t\t\tYou know what? This rocks. We're \t\t\tgoing to the Bahamas!  \tWill is relieved.  \n[82]\t\t\tJust take deep breaths and think of \t\t\tsomething happy from childhood.  \n[83]\t\t\tDeep breaths --  \n[84]\t\t\tYou've got a better chance of \t\t\tgetting hit by lightning.  \n[85]\t\t\t\t \t\t\tI'm the King of the World.  \n[86]\t\t\t\t \t\t\tI will, and you remind me of the same \t\t\tthing.  \tThey throws their arms around each other and stare into the horizon.  \n[87]\t\t\tIt's pretty remote here.  \n[88]\t\t\tWhere is everyone? I'll ask --  \tJulie turns to consult the maid.  \n[89]\t\t\t\t \t\t\tIt sure is a beautiful old hotel.  \n[90]\t\t\tYour what?  \n[91]\t\t\tWe haven't exchanged anything.  \n[92]\t\t\tStorm season?  \n[93]\t\t\tIt beets being on the mainland.  \n[94]\t\t\t\t \t\t\tWhy's that?  \tHe sees their happy, expectant faces and changes the subject.  \n[95]\t\t\tKarla! You promised.  \n[96]\t\t\t\t \t\t\tSure. It's fine. As long as you don't \t\t\tsnore.  \n[97]\t\t\tAm I bad? I mean, he's really great, \t\t\tand he's cute --  \n[98]\t\t\t\t \t\t\tI miss Ray...I tried to call him.  \tKarla looks at her. She's sincere, but firm.  \n[99]\t\t\t\t \t\t\tI'm Julie. This is Karla.  \n[100] \tbacks into something, turns and gasps -- it's a statue of an OLD \tWHALER, complete with HARPOON, WHITE BEARD, and YELLOW SLICKER.  \tShe doesn't let Karla see that it upset her.  \tNancy puts their drinks down in front of them.  \n[101]\t\t\tDon't even think about it.  \n[102]\t\t\tNo way.  \n[103]\t\t\tNo.  \n[104]\t\t\tNot me...no way...  \n[105]\t\t\tYou asked for it. \t\t\t\t \t\t\tSong number thirty-nine.  \tTyrell nods and punches a few buttons. Julie takes the stage as sappy \tstrings begin to swell. She looks at the MONITOR, then \tmelodramatically at the crowd, and begins to sing -- no, BELT -- \tGloria Gaynor's \"I WILL SURVIVE.\"  \n[106]\t\t\t\t \t\t\tFirst I was afraid...I was petrified... \t\t\t\t  \tWill stands, clapping. Tyrell pounds his chest. Karla flips up her \tLIGHTER, swaying like a hard-core fan. And Julie continues, crooning \tout the chorus as the beat kicks in and the gang begins to dance.  \n[107]\t\t\t\t \t\t\tI will survive...I will survive...  \n[108]\t\t\t\t(singing -- \t\t\t\tthen trailing off \t\t\tAnd I still know...what you did... \t\t\tlast summer...  \tHer voice trails. Her smile abruptly fades.  \n[109] \ttrembling, shaking, a mess. Will jumps onstage.  \n[110]\t\t\tIt's...him.  \n[111]\t\t\tHe did something to the screen...it, \t\t\tit, said...  \tJulie loos at the screen -- the normal lyrics are still scrolling. She \tsuddenly feels their eyes upon her. They're looking at her like she's \thaving a nervous breakdown.  \n[112]\t\t\tNothing. Nothing, I'm sorry...  \tStung, she rushes off the stage.  \n[113] \tJulie steps into her room. Closes the door behind her. She falls back \tagainst it, trying to calm herself down.  \n[114]\t\t\tThere's no way...just stop it right \t\t\tnow...  \tShe looks around the cozy room.  \n[115]\t\t\tCloset. Bed. Bathroom. No need to panic.  \tJulie starts to undress, get ready for bed, the day of travel finally \tcatching up with her. She grabs something to sleep in. Tosses it on \tthe bed. And that's when she sees it,  \n[116]\t\t\t\t \t\t\tOh, Will! I'm sorry.  \n[117]\t\t\tNo, no, no. This was really sweet...  \n[118]\t\t\tNo -- it's not that. It's...I'm just a \t\t\tlittle on edge. I'm really sorry.  \n[119]\t\t\tAre you sure? I really appreciate it.  \tHe picks up a rose. Most of its petals on the floor.  \n[120] \tRay is at a telephone booth up the street from Julie's apartment.  \tHe looks exausted. Blood seeps through his shirt. He's in pain.  \n[121] \tThe DOOR CREAKS OPEN once again to her room. And from a STRANGER'S POV \n[122]\t\t\t\t \t\t\tWill...?  \tNo reply.  \n[123] \tShe steps out of the bathroom, crossing toward the door.  \n[124]\t\t\tWill?  \tNo answer. She peers through the PEEPHOLE.  \n[125]\t\t\tIs that you?  \tShe unlocks and opens it. Nobody there.  \tJulie quickly closes the door and relocks it, her heart rate just \tbegining to rise again as...  \tKLUNK-KLUNK. She hears it again. Then, the sound STOPS. But standing \tat the door -- she realizes that's not where it came from. Her eyes \timmediately go to...  \n[126]\t\t\tIt's happening again! There's a body!  \tWill cathes her in his arms and she sobs uncontrollably.  \n[127]\t\t\tIt's in my room!  \tThey can see she's not fooling around.  \n[128] \tEveryone is gathered in the center of Julie's room. Julie is held \ttight by Will. Brooks, the hotel manager, conducts the investigation.  \tBrooks approaches the closet door. Julie holds her breath. He throws \tit open. A long beat.  \n[129]\t\t\tThere was a body! I swear it!  \n[130]\t\t\t\t \t\t\tI wasn't dreaming.  \n[131]\t\t\tListen to me. He's here.  \n[132]\t\t\t\t \t\t\tI am not crazy, Tyrell. He was right \t\t\tthere.  \n[133]\t\t\tThe dockhand guy. Hanging by his neck \t\t\tfrom up there.  \n[134]\t\t\tI want off this island.  \n[135]\t\t\tThen I'll call the mainland for a \t\t\tcharter.  \n[136]\t\t\tIt's dead.  \tAn exasperated Brooks heads for the door.  \n[137] \tlooks out the window with glazed-over eyes.  \n[138]\t\t\tSome.  \tTyrell glares at Julie by the window. Sees the incredible rain.  \n[139]\t\t\tIt's okay...He doesn't believe me. \t\t\tThat's his right. I'm starting to \t\t\tthink I'm crazy, too.  \n[140]\t\t\tNice move.  \n[141]\t\t\tCancer in a box.  \n[142]\t\t\tHouseplant.  \tKarla opens the canopy of the tanning bed.  \n[143]\t\t\tKarla!  \n[144]\t\t\tYou say something?  \tNothing. And just as Julie lies down again, Karla's frantic SCREAMS \techo down the hall.  \tJulie goes to push open the canopy. As she does, the CANOPY LID is \tJAMMED DOWN ON TOP OF HER. A CHAIN shoots through the handles. Julie \tis locked on the grill.  \n[145]\t\t\tKarla! Somebody? Hey, this isn't \t\t\tfunny.  \tSuddenly the lights go off. Julie thrashes around, trying to free \therself.  \n[146] \tShe sees someone walking around in the room. The person steps closer. \tJulie could almost reach out and touch him.  \tShe begins to SCREAM!  \n[147]\t\t\tOh, God, get me out. Get me out.  \tWill struggles to open the bed, but the chain holds strong.  \tTyrell grabs a nearby dumbbell.  \n[148]\t\t\t\t \t\t\tI'm not crazy...I'm not crazy. He's \t\t\there... \t\t\t\t(already moving \t\t\t\tfor the door \t\t\tWe've got to get to the radio and \t\t\tcall for help.  \n[149]\t\t\t\t \t\t\tWe're all going to die. He's going \t\t\tto kill us one by one.  \n[150]\t\t\tBen Willis.  \n[151]\t\t\tThey never found the body.  \tHer voice is low and urgent, an impromptu confessional.  \n[152]\t\t\tTwo summers ago. We lied to the \t\t\tauthorities. We hit Ben Willis with \t\t\tour car. Ray, me, Barry, and Helen \t\t\t...We threw the body in the water to \t\t\tcover it up --  \n[153]\t\t\tOnly he wasn't dead. He killed Barry \t\t\tand Helen last July Fourth.  \tTyrell begins backing away from Julie. He picks up a piece of \tdriftwood from the dock.  \n[154]\t\t\tI thought Ray and I killed him on the \t\t\tboat, but we didn't and now he's back \t\t\tto finish up the job.  \tTyrell holds up the log as a weapon. He's angry and afraid --  \n[155]\t\t\t\t \t\t\tIt's not him.  \n[156]\t\t\tVoodoo.  \n[157]\t\t\tLeave him alone.  \tTyrell holds up battered Estes --  \n[158]\t\t\tLet him go. I believe him.  \n[159]\t\t\tHe's telling the truth. He could've \t\t\teasily killed me. He didn't. \t\t\t\t(beat while \t\t\t\tthis sinks in \t\t\tLook, we didn't even answer the \t\t\tradio question right...This whole \t\t\tthing was a setup.  \n[160]\t\t\tRio isn't the capital of Brazil. It \t\t\twas the wrong answer. Sorry, we lose.  \n[161]\t\t\tI don't know.  \n[162]\t\t\t\t \t\t\tHow do we know you're not?  \n[163]\t\t\tWe'll be better off in the open. If \t\t\twe stick together, maybe we can kill \t\t\tthis creep for good.  \n[164]\t\t\t\t \t\t\tDid he do it?  \n[165]\t\t\tI've got to see.  \tShe leads, they follow, circling the house. Julie rounds a corner of \tthe shack and stops. She sees --  \n[166]\t\t\t\tborn September 6, 1979 \t\t\t\tdied July 4, 1998 \t\t\t\t\t\"A Lying Whore\"  \t\"A Lying Whore\" is scratched with a knife.  \n[167]\t\t\tI'm not dying on this island, \t\t\tWill. \t\t\t\t \t\t\tDo you hear me?  \tJulie shouts into the darkness.  \n[168]\t\t\tYou want me, Ben Willis? Come and \t\t\tget me. I'm right here.  \tShe kicks over her headstone --  \n[169]\t\t\tMy grave stays empty!  \tShe looks defiantly down the path.  \n[170]\t\t\tThen, we fight --  \tWill looks around. Estes is gone.  \n[171]\t\t\t\t \t\t\tKarla, I just wanted the whole thing \t\t\tto be over. I didn't want to involve \t\t\tanybody else.  \n[172]\t\t\tI'm so sorry. I brought this on \t\t\teveryone. It's my fault.  \tTyrell picks up on the mood swing. He moves closer to them. He's \tsympathetic.  \n[173] \tmove down an aisle behind him.  \tTyrell ducks around to the second aisle. He slices the air, ready to \tpounce. This aisle is empty.  \n[174] \tnervously move another aisle down.  \tTyrell moves stealthily toward the third aisle...This is it. He lunges \tforward into the row...Empty, also.  \tThere's a small SOUND...A MOUSE scampers off under the shelves. Tyrell \tturns and smiles at Karla and Julie --  \n[175] \n[176]\t\t\tWait, it's Nancy --  \tNancy, the bartender steps out of the shadows brandishing her rolling \tpin.  \n[177]\t\t\tGet used to it.  \n[178]\t\t\tThere's no way to lock it.  \n[179]\t\t\tYou sick freak.  \tBen suddenly whirls and lunges at Karla. He grabs her, but they both \tlose their balance, teetering for a moment on one of the beams, before \tfalling --  \tThey CRASH through the mirror --  \n[180] \tand Ben advancing toward Karla, whose back is against the railing.  \tKarla looks behind her, sees  \n[181]\t\t\t\t \t\t\tKarla!  \tBen turns and looks up at Nancy and Julie. Then, he sprints from the \tbalcony.  \tJulie and Nancy duck back into the attic.  \n[182] \tA powerful BOLT OF LIGHTNING cracks. Fills the room with a pulse of \tbright light. BEN IS STANDING INSIDE AND HE'S HEADING STRAIGHT FOR \n[183]\t\t\t\t \t\t\tHe's inside.  \tKarla spins. Sees him. Her terrified scream blends with the cranes, \tnow SHRIEKING VIOLENTLY.  \n[184]\t\t\tCome on...  \n[185]\t\t\tNancy...  \n[186]\t\t\t\t \t\t\tNo way!!  \tJulie smashes the glass with her elbow. Grabs the axe.  \n[187]\t\t\t\t \t\t\tMove!  \tJulie hammers the door with the axe. Wood splinters. Glass cracks.  \tBen is almost on top of Karla now.  \tJulie swings. The axe breaks the glass, pulls the frame out. Julie \tdrops the axe. They grab Karla. Pull her through.  \tBen swings. The hook rips Karla's shoe, but Julie and Nancy pull her \tthrough.  \tJulie and Ben are face to face. Julie has the axe in her hands. She \tstares him down.  \n[188]\t\t\tCome on, gimme a shot --  \tBen rips off his hook, eyeing Julie.  \n[189]\t\t\tCome on, you can make it.  \tJulie gets in, pulling Karla in behind her. They pull the door closed \tbehind them.  \n[190]\t\t\tI'm right here. Grab my hand.  \n[191]\t\t\tOkay. I'm at the bottom. Karla, \t\t\tjust get my hand.  \n[192]\t\t\tNo, you're not.  \n[193]\t\t\tAll right --  \tThe iron hatch is slowly opening. Julie gets the axe into possition --  \n[194]\t\t\tDid you get help?  \tWill shakes his head. He's walking woozily.  \n[195]\t\t\tWhat happened?  \n[196]\t\t\tHe's in it with Willis?  \n[197]\t\t\tYour stomach, you're hurt --  \tWill looks down, clutches himself, and keeps moving.  \n[198]\t\t\tOh, my god, you're bleeding to \t\t\tdeath.  \tShe looks back towards Nancy --  \n[199]\t\t\tWe need a first-aid kit.  \n[200]\t\t\tWill, just hold on. We'll get you \t\t\tfixed up.  \n[201]\t\t\tYou've got blood everywhere, but I \t\t\tcan't find the wound.  \tWill takes her head in his hands, looks her in the eye.  \n[202]\t\t\tWhy are you doing this to me?  \n[203]\t\t\tI trusted you.  \n[204]\t\t\t...Why?  \n[205]\n[206]\t\t\tNo, no, no --  \tBen pulls off his hook and strokes Julie's cheek with his stump.  \n[207] \tstands behind him holding the gun.  \n[208]\t\t\tJust...Die.  \tBLAM. BLAM. BLAM. She empties the gun into Ben, who flies backward \tinto Julie's grave.  \tAs he tumbles, Ben releases the dirt stacked beside the grave...  \n[209]\t\t\tYou're okay. Thank god.  \n[210]\t\t\t\t \t\t\tWe don't have to tell anyone it \t\t\trained the whole time. It can just \t\t\tbe our little secret.  \tThe three of them throw their arms around each other's shoulders and \tthey start walking for the beach as...  \n[211]\t\t\tRay...what are you doing?  \n[212]\t\t\tNever do that again.  \n[213]\t\t\tI love it here.  \n[214]\t\t\tYou know me to well.  \tJulie smile and walks to the bedroom.  \n[215]\t\t\tWhat is my problem?  \tShe sits down on the bed.  \tWe see her bare feet from under the bed.  \tShe smiles, relaxes. She looks in the mirror leaning against the wall. \tSomething has caught her eye. She freezes. She turns slowly back to \tthe reflection in the mirror. She sees the glint of steel --  ", "James": "\n[1] \tA little older, a little wiser, yet still very pretty, no doubt. But \tshe's all alone in the house of the Lord.  \tAnd those doleful eyes of hers clearly telegraph a very heavy burden \tstill rests upon her soul.  \tShe reluctantly walks past the rows of empty pews toward a curtained \n[2]\t\t\t\tborn September 6, 1979 \t\t\t\tdied July 4, 1998 \t\t\t\t\t\"A Lying Whore\"  \t\"A Lying Whore\" is scratched with a knife.  ", "Ben": "\n[1]\n[2] \tenters the hallway and continues toward them.  \n[3] \tNancy appears in the opening and throws a brick down at Ben. It hits \thim in the chest and knocks him back.  \tJulie makes it into the attic. They pull the ladder up behind them \tlike a drawbridge.  \n[4]\t\t\t\t \t\t\tYou'd be amazed by what you'd see. \t\t\tMy wife with every man on the \t\t\tisland, for example. \t\t\t\t \t\t\tAnd you, sexy...I loved watching you.  \n[5] \tstanding there holding a spear gun.  \tEstes topples over on top of Nancy, pinning her underneath his dying, \tconvulsing body. Nancy struggles to get loose.  \n[6]\t\t\tThat's my boy.  \tBen holds her back to look at her. He throws back the hood of his \tslicker. We see his face clearly for the first time.  \n[7]\t\t\tShush, now. No more screaming...No \t\t\tmore running. Time to die.  \n[8]\t\t\tWhat're you gonna do, boy? Call \t\t\tus names?  \n[9]\t\t\tThink about it, boy. You're no \t\t\tkiller. \t\t\t\t \t\t\tThat's my job.  \tRay hesitates, his finger on the trigger. He does look scared.  \tBen takes a step toward Ray. Then another, pushing Julie in front of \thim. Will moves closer, too.  \n[10]\t\t\tYou don't have it in you.  \tSuddenly, Will dives for Ray. Ray gets a shot off, tagging Ben in the \tshoulder. The gun goes flying.  \tJulie spins and hits Ben in the face. He knocks her into her own \tgrave...Mud begins to slide in on her. She tries to scramble out.  \tWill and Ray wrestle, punching each other repeatedly in the face.  \tWill has Ray down and his hands around his kneck. He looks him in the \teye.  \n[11]\t\t\tGonna blind you first.  \tThe hook is touching the eyelid --  \n[12]\t\t\tYou can't kill me.  \tHis face is completely covered. His mouth still moving.  \n[13]\t\t\tI'll always be with you.  \tThe dirt covers him. It continues to fill, until just the  ", "Willis": "\n[1] \tenters the hallway and continues toward them.  \n[2] \tstanding there holding a spear gun.  \tEstes topples over on top of Nancy, pinning her underneath his dying, \tconvulsing body. Nancy struggles to get loose.  ", "Thurston": "", "Dave": "\n[1]\t\t\tHey, Ray...phone!  \tRay takes the phone.  \n[2]\t\t\t\t \t\t\tJulie, I love you. I know I'm only a \t\t\thumble fish, but if you really look \t\t\tat it, you're a fish, too. \t\t\t\t \t\t\tOh, Ray, you're right...Do me like a \t\t\tsnapper. \t\t\t\t \t\t\tHey, something smells like fish...  \tRay waves him away, concentrating on his call.  \n[3]\t\t\tIdiot. Idiot. Idiot.  \tKarla is watching Julie.  \n[4]\t\t\tMan, what is your problem? We \t\t\thaven't caught anything for days. \t\t\tPull the big ugly stick out of \t\t\tyour butt. She asked you to go to \t\t\tthe Bahamas! Man, you gotta go. \t\t\tWe'll both drive up. I got friends \t\t\tI can see up there.  \tRay realizes how right he is.  \n[5]\t\t\tStupid. What were you thinkng?  \tRay looks at Dave a contemplative beat, then walks over to his truck. \tHe leans in the passenger side and pulls out the engagement ring box. \tDave walks over.  \n[6]\t\t\tJeez, Ray, fourth and forty, throw \t\t\tthe bomb.  \n[7]\t\t\tNo way, man. Surprise her. She'll be \t\t\tpsyched.  \tRay is excited by the plan and Dave's right there with him.  \n[8]\t\t\tMan, I love AM radio. You got \t\t\tright-wing conspiracy, tips for \t\t\tpregnant womem, Single-A baseball \t\t\tgames, and real country music... \t\t\tNone of that new crap...  \tHe adjusts the dial again, tuning in a country song, \"MAMAS, DON'T LET \tYOUR BABIES GROW UP TO BE COWBOYS,\" by Waylon Jennings and Willie \tNelson.  \tDave starts singing along, extra LOUD and out of tune.  \n[9]\t\t\t\t \t\t\t\"...Mamas, don't let your babies grow \t\t\tup to be cowboys, don't let 'em pick \t\t\tguitars and drive them old trucks. Let \t\t\t'em be doctors and lawyers and such.\"  \tRay looks at his goofy friend singing and starts to get a little happy \thimself...  \tThen, Ray sees something in the road ahead. He turns down the radio. \tThey both stare --  \n[10]\t\t\t\t \t\t\tI don't know, man. Maybe we should \t\t\tkeep going, find a phone --  \n[11]\t\t\tThe guy looks dead.  \tRay has seen this before --  \n[12] ", "Tyrell": "\n[1]\t\t\tYou know what I want to do to you \t\t\t...right now, don't you? There's \t\t\tgotta be somewhere we can be alone.  \n[2]\t\t\tJust for a minute, baby. I got \t\t\tsomething I wanna tell you.  \tHe's looking for a dark corner or a storeroom or something.  \n[3]\t\t\tI'll talk real slow.  \tHe's kissing her ear. She starts to giggle.  \tThe bartender sets down drinks on Karla's tray.  \n[4]\t\t\tYou're the most beautiful woman \t\t\tin the bar tonight, Jules.  \n[5]\t\t\tThat's right. It's how the species \t\t\tsurvives. You'll never convince me \t\t\totherwise. \t\t\t\t \t\t\tWanna dance?  \tKarla passes by --  \n[6]\t\t\t\t \t\t\tWorse comes to worse, you can stand \t\t\tthere and watch me.  \n[7]\t\t\tWhere I come from, you want to \t\t\tsnatch the goodies, you got to at \t\t\tleast talk to them first.  \tTyrell and Karla go for it on the dance floor, leaving Will and Julie \talone. They look at each other. They look at everyone dancing.  \n[8]\t\t\tHey, baby, we gonna get tropical or \t\t\twe gonna get tropical?  \tThe passenger door opens and Will Benson steps hesitantly around the \tJeep.  \n[9]\t\t\tIs there a problem here?  \n[10]\t\t\t\t \t\t\tSomething is gonna hit your butt if \t\t\tyou don't quit complaining.  \n[11]\t\t\tCan't talk right now.  \n[12]\t\t\tAre we there yet?  \n[13]\t\t\tI feel like I'm still on that thing.  \tA dockhand, DERRICK, glides past him toward the ladies.  \n[14]\t\t\t\t \t\t\tI can get used to this.  \tDerrick reaches for Julie's hand, clearly checking her out in the \tprocess.  \n[15]\t\t\tYes, ma'am.  \tKarla THWACKS him on the back of the head, but they're all having fun.  \tThe path widens. The trees part. It's even nicer up close. They walk \tacross a tiled plaza.  \tBehind them, THREE YOUNG GUYS carry their GIRLFRIENDS piggyback, \tracing each other toward the departure dock.  \tOur two arriving couples move on toward the entrace, passing a FENCED \tTENNIS COURT on the left. A GLASS-PANED ORCHID HOUSE straight ahead. \tAnd, on the right,  \tA LUSH POOL with a built-in JACUZZI in the shallow end. An outdoor \tTHATCHED ROOF BAR stands nearby -- and just beyonk it, a small POOL \n[16]\t\t\t\t \t\t\tNot possible.  \n[17]\t\t\tI'll scare somebody up.  \tHe grabs the knob and pulls the door open to...  \tRROWWWR? A PIT BULL ON A CHAIN JUMPS UP INTO HIS FACE -- its toothy \tmaw snapping shut about a half inch from his nose.  \n[18]\t\t\tWhoa!  \tJulie and Karla laugh. Karla goes to hit the bell once more -- ONLY TO \n[19]\t\t\tNice dog.  \n[20]\t\t\tWhat's your problem, buddy?  \n[21]\t\t\tOkay, we get it...It's old.  \n[22]\t\t\tWe will, baby...All this means is we \t\t\tgot the whole island to ourselves.  \n[23]\t\t\tSomebody's gone tropical on us, baby. \t\t\tTropical!  \tThe mood is improving. A SQUEEKING NOISE interupts.  \tA BRASS LUGGAGE CART has appeared behind them. And ESTES, 60s, the \tweary Haitian porter, steps from behind it.  \n[24]\t\t\tGuess the capital of Brazil --  \n[25]\t\t\tPromised me what, baby? \t\t\t\t \t\t\tI made all my promises to William.  \tTyrell makes fake goo-goo eyes at Will. Estes looks away.  \n[26]\t\t\tSweetie, you brought your nightie, \t\t\tdidn't you?  \n[27]\t\t\t\t \t\t\tTell me this ain't the bar scene.  \n[28]\t\t\tPlanter's Punch, Singapore Sling, or \t\t\thow about a Mai-Tai?  \n[29]\t\t\tThe last day of the season. Yeah, we \t\t\theard.  \n[30]\t\t\tWhat's the matter, boy trouble?  \n[31]\t\t\tHe leave you?  \n[32]\t\t\tPretty cool bar.  \n[33]\t\t\tGo baby! Go!  \n[34] \tKarla bounces playfully on their big bed as Tyrell crosses toward the \twindows.  \n[35]\t\t\tWhy?  \n[36]\t\t\tAh, baby, let's stay right here.  \tKarla pulls her suit out of a bag and models it seductively and \tflirtatiously for Tyrell.  \n[37]\t\t\tI like the sound of this.  \n[38]\t\t\t\t \t\t\tHello?  \n[39]\t\t\tBaby, I finally got you alone in this \t\t\tJacuzzi and I don't wanna be discussin' \t\t\thair care.  \tShe splashes him.  \n[40]\t\t\tToo late for that. We're miles from \t\t\tanywhere, baby. No one's gonna hear \t\t\tyou scream.  \tHe goes in for a serious kiss. Things start to heat up --  \n[41]\t\t\t\t \t\t\tI'd hate for you to have to blow...your \t\t\twhistle.  \tTyrell is done talking. He pulls her over to him and the moment \tbecomes more passionate.  \tKarla opens her eyes in time to see --  \n[42]\t\t\tWhat's the policy on burnin' herb?  \n[43]\t\t\tThere's ten people on this whole island \t\t\tand they're all gonna end up in this \t\t\tJacuzzi with us.  \n[44]\t\t\tCrowded.  \n[45]\t\t\t\t \t\t\tYeah. Find another Jacuzzi.  \tKarla shoots Tyrell a look.  \n[46]\t\t\tJulie thinks there's a dead guy in the \t\t\tcloset.  \n[47]\t\t\tThe rest of us see bathrobes.  \n[48]\t\t\t\t \t\t\tFine. Show me the body.  \tWill wanders over to the closet and checks it out.  \n[49]\t\t\tThere's a storm coming?  \n[50] \tWe move into the hotel room and gradually reveal FOUR SETS OF FEET at \tthe end of one bed. They are crammed into a king-size bed together.  \tJulie is awake. She gets out of bed and moves toward the window.  \tIt's raining outside. The wind is blowing. The storm has arrived.  \tKarla pulls a sleeping hand off her chest. The hand belongs to Will. \tShe pinches the hand. Will starts.  \tTyrell kicks his feet around, trying to get some room.  \n[51]\t\t\tThis ain't the romantic weekend I \t\t\thad in mind.  \tKarla kisses Tyrell on the cheek.  \n[52]\t\t\tOh, look. Another day in paradise \t\t\twith Julie-your-tour-director...Miss \t\t\tPsychotic Episode.  \n[53]\t\t\t\t \t\t\tSee any dead bodies out there? Any \t\t\tfresh kill? How 'bout Freddy, Jason?  \tJulie ignores him, staring out the window.  \n[54]\t\t\tI'm just saying what all of you are \t\t\tthinking. It's bad enough gettin' \t\t\trained out without having to hold \t\t\ther hand the whole time.  \n[55]\t\t\tWhere is everybody?  \n[56]\t\t\tShut up.  \tThey walk down the steps to the lobby.  \n[57]\t\t\tThey're around...They just don't \t\t\tcare about us 'cause we're the \t\t\tcontest winners. \t\t\t\t \t\t\tLet's go find Stoner Boy...Make his \t\t\tlazy butt hook us up with fishing \t\t\tpoles or Ping-Pong paddles or \t\t\tsomething.  \n[58]\t\t\tHey -- shut up, okay?  \tTyrell keeps walking. Will looks around at the wind-and-water-swept \tvista. Not much of a day for activities.  \n[59]\t\t\t\t \t\t\tYou coming?  \tWill trots after him, but he takes a glance back at the window...Estes \tis gone.  \n[60]\t\t\t\t \t\t\tHey, Bong Marley. Come here.  \tThe door SLAMS shut behind him.  \tTyrell looks back at the door. The latch seems to have stuck and it's \tno longer swinging.  \tTyrell turns back toward the other door and sees  \tThe PIT BULL  \tstanding in the doorway. Tyrell stares at the dog. The dog GROWLS at \tTyrell, low and menacing.  \n[61]\t\t\tI'm gonna kill you, Bong Boy.  \tSimultaneously, Tyrell turns and the dog lunges forward.  \tTyrell sprints to the door -- it's LOCKED by a length of metal slipped \tinto the coupling.  \tHe turns to see the dog bounding at him --  \tTyrell leaps up the fence just as the pit bull lunges for him. The dog \tcatches his pant leg. Tyrell kicks him away and frantically scrambles \tup.  \tThe dog relentlessly barks and snaps as Tyrell climbs the fence.  \n[62]\t\t\tThanks. \t\t\t\t \t\t\tI gotta find me a pool boy.  \n[63]\t\t\tTake this.  \n[64]\t\t\tJulienne of pool boy.  \tThey move toward the nearby POOL HOUSE.  \n[65]\t\t\tI'm gonna throw the door. Get ready.  \tTyrell opens the door and charges in. Will's right behind him.  \n[66]\t\t\tHey, pool boy.  \tTyrell closes the distance and kicks Titus in the back.  \tTitus falls over like a block of wood, rictus already setting in.  \tHis hands are bound behind him. The cord is tied off to some pipes \tagainst the wall.  \n[67]\t\t\tWhat the -- ?  \tWill splashes a puddle of rainwater on his face --  \n[68]\t\t\tCyanide? Like poison gas? \t\t\t\t \t\t\tYou mean, somebody really killed \t\t\thim...Omigod. Think...Think...  \tSuddenly, they both hear KARLA SCREAMING. They sprint for the main \tbuilding.  \n[69]\t\t\tGet back --  \n[70]\t\t\tGive me your hand!  \tShe reaches for him. He pulls her up and out through the window.  \n[71]\t\t\tHang on...  \n[72]\t\t\tYo, Brooks, listen up -- \t\t\t\t \t\t\tWhoa --  \tTyrell, Will, and Karla look at the radio, which is smashed on the \tfloor next to Brooks.  \tJulie stares in shock at the reverse wall, at  \n[73]\t\t\tSomebody...is a sick, fingerpainting \t\t\tpsycho.  \n[74]\t\t\tThey were cut loose.  \n[75]\t\t\tWho?  \n[76]\t\t\tWe're on an island, miles from \t\t\tanywhere. I don't give a crap about \t\t\tyou're fisherman. There's dead bodies \t\t\tpilling up everywhere and there's one \t\t\tguy missing --  \tWill moves closer to Tyrell --  \n[77]\t\t\tEstes! That's exactly who it is. That \t\t\told guy knows something. We can sit \t\t\there and wait for him to pick us off \t\t\tor we can go find him first.  \tTyrell turns and heads down the dock. Will goes with him. Karla takes \ta few hesitant steps after them, then turns back toward Julie, who \thasn't moved.  \n[78]\t\t\tYo, Freak Boy --  \tThe cluttered room is empty.  \n[79]\t\t\tWe're gonna find some weird crap \t\t\tin here.  \tIn the corner there is a curtain used as a partition. Julie pulls the \tcurtain back and discovers  \n[80]\t\t\tI told you.  \tJulie looks closer. She sees her toothbrush, a hair tie, assorted \tother knickknacks belonging to her friends.  \n[81]\t\t\t\t \t\t\tMissing a hair tie?  \tKarla looks in. Tyrell snatches the straw man up.  \n[82]\t\t\tWe found our guy.  \tTHUNDER rumbles across the sky like the judgement of God.  \n[83]\t\t\tWe gotta find flashlights, torches, \t\t\tguns if they got 'em, anything \t\t\tthat'll help.  \tWill and Tyrell eye the stairs leading down to the lobby.  \n[84]\t\t\tWait. Maybe he's down there \t\t\tcollecting the body parts.  \tWill and Tyrell exchange a glance, an \"are you man enough?\" kind of \tglance.  \n[85]\t\t\tYeah, wait right here, it's the \t\t\tsafest place.  \tKarla is terrified and waits by the stairs, but something catches \tJulie's eye. She walks across the lobby.  \n[86]\t\t\tLet go. I got him. That's me. It's \t\t\thim. We got you...  \n[87]\t\t\tHere's youre killer --  \n[88]\t\t\t\t \t\t\tYou've got all these theories but \t\t\twhere is he? Where? Where's your \t\t\tfisherman killer?  \n[89]\t\t\t\t \t\t\tYou never do...The guy at the \t\t\tnightclub, the body in your room last \t\t\tnight. Little notes that only mean \t\t\tsomething to you. How do we even know \t\t\tyou're not the one behind this --  \tEstes steps forward --  \n[90]\t\t\tShow us.  \tThey begin moving for the door.  \n[91]\t\t\tWhat is up with that weirdo?  \n[92]\t\t\tI'll come with you.  \n[93]\t\t\tI'm not hiding up no tree. \t\t\t\t \t\t\tI'm with her. Let's arm ourselves \t\t\tto the teeth and kick this psycho's \t\t\tbutt.  \n[94]\t\t\tWhat I need is a gun. Not a steak \t\t\tknife.  \tKarla grabs a paring knife --  \n[95]\t\t\tYou gonna clean vegetables? You \t\t\tgonna stir-fry? You need something \t\t\tthat'll get his attention.  \tHe picks up a huge butcher's knife and cuts the air with it. He then \troughly empties other drawers looking for more weapons.  \tKarla looks to Julie, something on her mind. Julie catches the look.  \n[96]\t\t\tForget that. You didn't do nothing. \t\t\tThis fisherman's a piece of scum. \t\t\t\t \t\t\tI should've been listening to you... \t\t\tI'm sorry.  \tJulie smiles for a second.  \n[97]\t\t\tNow, let's take a look at the \t\t\tpantry.  \n[98]\t\t\tI don't know, but I'm starving.  \n[99]\t\t\tSteel door...Food...Perfect.  \tHe starts looking for something to eat --  \tCLANK. There's a soft CLATTERING from somewhere in the room. Everyone \tfreezes, staring into the darkness.  \tTyrell puts a finger to his lips, then creeps down an aisle, \tlistening. There's nothing but SILENCE.  \tHe moves toward the first aisle...He jumps out. The aisle is empty.  \n[100]\t\t\tIt's just a --  \n[101]\t\t\t\t \t\t\tDon't kill me --  \n[102]\t\t\tAnd so could you -- crazy fool.  \n[103]\t\t\tMust have missed the sign.  \n[104]\t\t\t\t \t\t\tDon't even get her started...It's a \t\t\tlong, long story and you probably \t\t\twouldn't believe a word of it.  \tTyrell moves as he talks, fed up and exhasted. He crosses past the \tstove and under a huge hanging rack of pots and pans.  \n[105]\t\t\tI mean, all I know for sure is this \t\t\tis the worst vacation of my life... \t\t\tI'm tired, and I'm hungry, and I \t\t\tpersonally haven't seen one damn \t\t\tpsycho killer...  \n[106] \n[107] \tKarla and Ben hit the bed in a rain of glass.  \tKarla bounces to her feet and dives out of the way as Ben swings his \thook.  ", "Nancy": "\n[1]\t\t\tYou guys lost?  \n[2]\t\t\tWanna drink?  \n[3]\t\t\tHow about some ID?  \tThey freeze.  \n[4]\t\t\tKidding.  \tThey nod.  \n[5]\t\t\tDidn't anyone tell you this is --  \n[6]\t\t\tThat's none of your business.  \tTyrell sizes her up quickly.  \n[7]\t\t\tNot anymore.  \n[8]\t\t\tNo. I shot him.  \tWill and Tyrell exchange a danger-Will-Robinson glance.  \n[9]\t\t\tWhat you want is a Dark and Stormy: \t\t\tVernon's rum, ginger beer, and a touch \t\t\tof Tabasco. Sailors drink it for luck \t\t\tin the hurricane season, trust me.  \n[10]\t\t\tNancy. \t\t\t\t \t\t\tWelcome to Tower Bay's most happenin' \t\t\thotspot.  \tNancy continues making their cocktails.  \n[11]\t\t\tFour Dark and Stormies...  \tThey all pick up their drinks.  \n[12]\t\t\tMake fun of tourists mainly. \t\t\t\t \t\t\tOr let them make fun of themselves...  \tShe flips a switch that lights the Karaoke stage.  \n[13]\t\t\t\t \t\t\tEveryone thinks their a singer.  \n[14]\t\t\tWhat's going on?  \n[15]\t\t\tCool.  \n[16]\t\t\tDon't look at me --  \n[17]\t\t\tI'm sorry, but you could've been \t\t\tthe one doing all of this --  \n[18]\t\t\tYou stumbled into my hiding place.  \n[19]\t\t\tExcuse me, but this island didn't \t\t\thave a murder rate until you people \t\t\tshowed up. \t\t\t\t \t\t\tI've never seen a dead body before.  \n[20]\t\t\tWho's doing this?  \n[21]\t\t\tI know where we can hide.  \n[22]\t\t\tGive me a boost up --  \tJulie helps Nancy reach a pull cord in the ceiling.  \n[23]\t\t\tThere's no way to grip this thing.  \tSuddenly the STEEL TIP of the HOOK pokes through the crack...It \twriggles around...Turning...And begins to pull the hatch down.  \tThey try to hold it...But it's no use. They let go and jump away.  \tThe attic is lit by a cathedral window. It's crosshatched with wooden \tbeams and pink insulation.  \n[24]\t\t\tWatch your step...  \tTHUNK! Karla's foot goes through a gap between two beams.  \n[25]\t\t\tStay on the beams!  \tKarla and Julie follow her precarious progress.  \tBen climbs off the ladder to a beam. He watches them leap from beam to \tbeam. His hook glints in the light.  \tJulie, Karla, and Nancy move toward the cathedral window. They turn. \tThey are cut off. They spread out against the wall looking for an \topening to get back to the hatch.  \tBen feints toward Nancy then swipes at Julie --  \tHe misses. She leaps away. She looks down. Instead of insulation, she \tsees a  \n[26]\t\t\tIt's gotta be one of these.  \tNancy tries the first of many keys. Something catches Julie's eye. She \tmoves in for a closer look. Her eyes go wide --  \n[27]\t\t\t\t \t\t\tIt's jammed!  \tThe key is stuck.  \n[28]\t\t\tIt's over there.  \tThey struggle together to open the heavy door.  \n[29]\t\t\tThere's a light somewhere.  \n[30]\t\t\tThis place has emergency power. \t\t\tJust ease you way down the stairs \t\t\tand I'll find the light.  \n[31]\t\t\t\t \t\t\tI saw one in the lobby.  \tKarla starts, then hesitates. Will moans, looks at her.  \n[32]\t\t\tI'll come with you.  \n[33]\t\t\tLook up there. I'll look over here.  \tKarla looks behind the desk. Nancy is searching the shelves.  \n[34]\t\t\tHelp me.  \tKarla rushes to Nancy. She tugs on her arm, trying to pull her free.  \tThe fisherman strides toward them. He raises his hook. He swings at \tKarla's head.  "}}