{"filename": "In-the-Bedroom_script.txt", "imdb_id": "tt0247425", "imdb_url": "https://www.imdb.com/title/tt0247425", "characters": ["Marla Keyes", "Henry", "Davis' Assistant", "Frank Fowler", "Katie Grinnel", "District Attorney", "Willis Grinnel", "Carl", "Tim Bryson", "Jason Strout", "Matt Fowler", "Natalie Strout", "Father McCasslin", "Ruth Fowler", "Richard Strout"], "dialogues": {"Marla": "\n[1]  ", "Keyes": "\n[1]Your Honor, we just want to review exactly what s. Strout saw on the afternoon of July 17th. Isn't that why we're here? The Judge nods. \n[2]  \n[3]You left \"them\"? \n[4]  \n[5]I'm sorry, can we just back up? You said you \"heard the shot\"? \n[6]You \"heard\"? s- Strout, did you witness the accident? Prosecutor Davis jumps up. \n[7]  ", "Henry": "\n[1]Just missed him Matt, he went home for lunch today. \n[2]Henry Czar sits holding court with Jason Frank, whose facial bruises have all but healed, the stitches replaced by a butterfly bandage. They eat cod tongues and cheeks. Drink soda pop from bottles. \n[3]Best part of the cod - but most outsi ers, they won't touch it. The shack is too warm and smells of cordage and paint, spilled beer and male sweat. Jason is in heaven. \n[4]The summer fishermen, the part-timers, like Frank here - get in your hair. \n[5]There's as many as 80 of em with licenses Frank smiles at Jason. \n[6]Don't hurt my feelings any. Easy to talk Try fishing in the winter, cold as hell 10, 12, 20 below - no matter Go, go, go, you've gotta go. You want your bread &amp; flour, you gotta goo \n[7]Don't you listen to him son - that boat is fine. She was my first. Takes a sip of pop. \n[8]Kinda miss her sometimes, and that truck you're driving .when you headed back to school Frank?- For some reason this strikes both of them as funny and they crack up. Not Jason, he seems concerned by the question. Frank sees this. \n[9]Franks how lon you gonna be parked there I'd like to un oad. The two of them regard each other. \n[10]  \n[11]You're nn'in late. Frank nods. Takes a seat, and starts in on the cod. Henry looks at the empty seat next to Frank. \n[12]Where's our boy? Frank ignores the question. \n[13]Don't get him going Matt. \n[14]Why do you delude yourself with that crap? \n[15]Look we're not in Vegas. It's five card draw, or seven card stud. \n[16]Asshole, Matt smiles. He's missed these guys. \n[17]Raise a buck. The bet's to Matt. He stares at his cards for a very long time. Willis looks to say something, when Henry hits his arm. This stops him. Matt looks up. He sees the patience they are all exercising for his typical indecisiveness. This bothers him. He stares back down at his cards. Stalling, waiting for someone to bust him. He looks u at Willis - Henry - Carl. They all sort of smile uncomfortably. He can't take it. ", "Davis'": "", "Assistant": "", "Frank": "\n[1]Hey, dad can you give me a hand? The transistorized sounds of a baseball qame. \n[2]Good luck. She laughs-He grabs and tickles her but she breaks away and escapes inside the house. Matt watches on, and falls into a wistful daydream. \n[3]I bet he did. \n[4]Oh, what are you seeing? \n[5]Dad. Matt turns around, and sees Frank, \n[6]yeah - he we rescheduled. \n[7]Wave you guys. Matt and Ruth follows Frank's gaze, to: \n[8]I'll take one. Ruth puts her arm around Frank. \n[9]Were not serious, Mom. \n[10]They're not for playing - they're to learn about unity &amp; balance. Froebel called them \"Gifts.\" This is the second gift - a sphere, a cube, and a cylinder. A five year old can learn the difference in form depending on how they look at them. Why didn't he say so in the first place? \n[11]Twenty. A moment. \n[12]Come on down here and take a look. She sets down her beer and Joins him. The small wooden structure looks like a home that could have been built by Lautner or Wright Frank looks pleased. Natalie is distracted. \n[13]Yes. \n[14]He left first. She was yelling at ham. I believe she had a skillet in her hand. \n[15]A lobster is simple enough Jason. But if the guy going after him is even simpler well he might as well give up. \n[16]Right ...unless Henry takes me on as his ster an. % Q They continue stacking. \n[17]  \n[18]  \n[19]Yep. \n[20]  \n[21]I'm getting another call. Can you hang on a second? Thanks. clicks on the other call. \n[22]Now. \n[23]NATALIE starts to the door- \n[24]She's paralyzed, a scream trapped somewhere inside. She turns away. \n[25]She stares at the piece for a long time. Looks off. Smiles. And starts giggling. She can't stop. The giggles quickly flow into a deep laughing fit, harder and harder as the tears rain down. ", "Fowler": "\n[1]  \n[2]  \n[3]Natalie walks in through the living room, pausing to examine a half finished ARCHITECTURAL MODEL that sits on a card-table next to a jigsaw puzzle. She looks toward the kitchen where a woman works at the sink. She takes a breath and starts there. \n[4] \n[5] \n[6]RUTH FOWLER 50, attractive, is washing and arranging vegetables on a plate. Natalie chops carrots on a cutting board. They barely make eye-contact. Natalie attempts small talk. \n[7]  \n[8]MATCH CUT: Ruth, staring out the window. \n[9]  \n[10]Ruth is at the counter pouring dressing onto a salad. Frank comes up behind her and hugs her. \n[11]Ruth sits at her bureau facing the mirror. She be ins a nightly ritual of removing the pins from her hair once ma e from the shells of tortoises and now the plastics of Dupont. Matt lies in bed reading. He lowers his book and watches her brush her tresses with on y, delicious strokes. She sets down her bsh and turns. Matt ooks back to his book. She climbs into bed next to him. \n[12]Matt enters. Looks around. Calls up the stairs. \n[13]Ruth enters. She's beat. She starts to put her purse down, when \n[14]Ruth lies on her side reading. Matt comes in from the hallway. He stares at her. She ignores him. Finally, she turns over and faces him. \n[15]Ruth comes down the stairs, wrapping her bathrobe around her, The Dining room light is on. \n[16]Frank walks down the hallway°talking on a cordless phone. His tone casual but serious. He jots down notes in a sketch book. \n[17]A large casserole is placed on a long table with many assorted dishes. A HAND REACHES IN, scoops up some of the casserole onto a small plate, and carries it to \n[18]  \n[19] \n[20]  \n[21]  \n[22]The phone continues to ring. Then sto s- Ruth lies on the couc , dressed in her robe. Her hair looks neglected. She stares at the television. ad for Su ay Chevrolet comes on the screen - a testimonial from a bald man saying \"The best thing about the sales people is they're not pushy.\" A large graphic nla s over the an' s face NOT PUSHY - WE HEAR a c ul into t e driveway. Ruth doesnt eem to notice. ad or a long-term residential nursing retirement center. Ruth looks interested. The front door opens and Matt comes in with groceries. \n[23]  \n[24]Ruth is just entering, jostled, relieved to be home. She turns. Matt's not there. She looks out the front door to \n[25]Ruth is aslee Matt stares at the ceiling. He turns to the s clock. It- a ter three. \n[26]  \n[27]mower moves across the lawn, spitting up a shower of grass. Matt pushes the mower. \n[28]  \n[29]Ruth wakes to the sound of metal on metal. She looks over to Matt, he's not there. \n[30]  \n[31]She stares at the piece for a long time. Looks off. Smiles. And starts giggling. She can't stop. The giggles quickly flow into a deep laughing fit, harder and harder as the tears rain down. \n[32]Hatt sits comfortably, feet up, beer in hand, deep into the book ORTE DIURBAN by J-F Rowers, He EMARS the front door S He doesn't move. most immediately, he hears the banging of cupboards opening d closing. \n[33]  \n[34]Matt enters. ", "Katie": "\n[1]Becky went to the hairdressing academy after high school, but aft she got married and had the boys, she decided she wanted to stay home - she still loves doing hair though. Where do you go Father? \n[2]You can't request the same girl at Super Cuts - you have to take what you can get. They don't know your hair - how can you get a good cut i they don't know the air? Father Oberti has the patience of...well,of a priest. \n[3]She went to lie down, Matt. \n[4]s lil Charles down at the Oh and here' pool - He figured out how to get down to the pool on the elevator all by himself. \n[5] \n[6]Well some of em. yeah - sixty minutes and upward-Unless of coarse ya got the \"Fast-Pass.\" \n[7] \n[8](under her breath Well there's lil Charles, Shannon, the three older ones and the babies ... eleven. \n[9]\n[10]I'm sorry - I wasn't... Ruth waves her off good naturedly- \n[11]  \n[12]A ride in the dark, no less. \n[13]It's a wonderful product and the treat you pretty good. It was on account oz, selling Mary Kay, that we got the new Subaru. \n[14]What the hell is that S crap? \n[15] It's a little jeep. S , ATV, C - what's with all these .--? She searches for the word. Little help? Anyone, anyone? \n[16]Yeah, guess it's too much trouble to just say what something is anymore. \n[17]Yeah well,I was an army brat. I grew up with jeeps. Willy is just uncomfortable that I know more about one masculine thing than he does. Just one? The pty chuckles. \n[18]  \n[19]They're pillowcases from our first house. Ruth smiles at the memory. Katie sits back down at the table. \n[20]Oh, I've saved every knick=knack &amp; whim-wham we ever had. \n[21]  \n[22]His folks called David and said that the boy wanted out so bad -- that he'd taken his own life. They all look at each other. How did this conversation get so depressing? \n[23]Honey, are you coming to bed now? Willis moves to the steps leading upstairs. \n[24]Oh f hi Matt - Hone , would you mind bringing me my pit s? They're downstairs from when the kids were here. ", "Grinnel": "\n[1]Willis opened this place after serving as a chief petty officer in the Vietnam War. The theme, if there is one, is definitely nautical. Snapshots of longtime customers are stapled on the walls between the booths and tables, two are framed, and prominent. They are from Willis' - -, days; The first an entry photo of A YOUNG WILLIS front of the ha f. The second a sun faded color photo of : att and Willis. Both ook to be in their twenties, both dressed in Navy Whites. The trade here is mostly ve early breakfast, and then lunch for the men who work at the leather and shoe factories. A MUTED news show plays on a ceiling at the far end of the booths. A sign on the wall reads T your \"Forget about lunch\" breakfast. Willis carries over two plates with omelettes, parks them on the table, and takes a seat across from Matt. \n[2]A four room dwelling, surrounded by a wrap around porch that looks out over a canopy of forest below. The place was built before insulation was practical. Planks, beams , and studs are exposed. There is a bathroom, two bedrooms, and a common room consisting of a kitchen/dining area, and living room, with a ge, river stone fireplace. There are two oil burning 1 ps hanging from cross beams at each end of the room. Ruth sits next to Katie at a table in the middle of the room. Katie is ouring over a stack of snapshot books, descibin her chid \"h and r dchildren in eac pose. The photos, w ile many, are all from a single trip that the family made to Florida. There is a clear dif erence in vernacular between the two women, Katie also has a voice that has been trained to reach anyone who might be in the f corners of her house. \n[3]  \n[4] \n[5]Willis, Katie, Matt and Ruth, sit around a copious holiday spread, well into their meal. \n[6]The game has just started. Willis deals. Henry, Carl &amp; Willis pick up the old banter as if Matt had onl been away on vacation; but he can see the affection an courtesy.in their eyes. \n[7]  \n[8]Willis and Matt step back in, closing the door behind them. \n[9]A few minutes later. Matt sits alone in the room. Be gets up to examine a picture hanging on the opposite wall. He's not particularly interested, he's seen it a million times, he's just killing time. A corner of the room devoted to Naval memories. A pristine version of Matt's U.S.S. CONSTELLATION cap serves as the center piece. Willis comes down from upstairs. ", "District": "\n[1]Davis hands a cup of coffee to Matt, who sits on a faux leather couch with Ruth. \n[2] ", "Attorney": "\n[1]Davis hands a cup of coffee to Matt, who sits on a faux leather couch with Ruth. \n[2] ", "Willis": "\n[1]Maybe we can borrow hers. Matt follows Willis's gaze, to the object of his distraction: A PRETTY WOMAN IN TIGHT DENIM SHORTS. She-s bent over to wipe the ketchup-stained face of Jason . \n[2]Ah, what I would give to have back my youth. \n[3]Jealous? Matt turns to him and, to Willis's surprise, ever so slightly, nods. \n[4]Excuse me boys - an offering. Catch Father. He throws one to Father Oberti who sits talking with Willis's wife KATIE GRINNEL 50's, she is tal ing the priest's ear off. \n[5]You can't hypnotize the cards into changing, Matt. , late 50's, peers above his readin glasses. He is a lobster man by trade but fancies himself a poet. \n[6]For Christ's sake bet - or you know Carl's gonna start. Carl is indeed. \"The be gar's do and widow's cat, Feed them an thou wi t grow fat. The gnat that sings his s er's song- Collective groans. Poison gets from slander's tongue. The poison of the snake and newt- Is the sweat of envy's foot. The poison of the honey bee. Is the artist's jealousy-\" \n[7]That's not true. No! we like your stuff. The place breaks up with laughter. \n[8]Always the quiet ones. The game continues --. \n[9]  \n[10]Don't worry, I didn't make em. Matt takes a bite. He winces. \n[11]What? Oh, that's mine. He switches plates. \n[12]Sorry. Matt takes another bite. Better, \n[13]You got back to work so quick, Matt. It's not too soon? \n[14]Oh,.you know, same old crap. Got held up again, you knew that. \n[15]yeah...they got seventy five bucks. \n[16]They would have gotten something else if I'd been on the till. Matt nods. \n[17]How you doin', Matt? You on't write, you don't call. Where'd the love go? '0-' \n[18]They set the bail hearing yet? \n[19]If it's too much for Ruth, I'll come with you Matt. \n[20]The criminal trial set yet? \n[21]October? \n[22]Christ, they take their time. \n[23]They're keeping him busy, I'm sure - You know where they'll move h once he's sentenced? Matt shifts the focus to his omelette. \n[24]Hey, Pete. Tabasco. Pete! Ah, shit. He heads to the back. Matt looks out the window. A refrigera ted truck with the STROUT logo on it's side pulls to a stop at the light. Willis returns with sauce in hand. He takes a seat. Shifts his tone again. \n[25]Next weekend Matt- We really want you to come up to the c p- Katie's insisting. Not to pressure you or anything. But if you don't come se's going to invite her sister and that idiot and I know I'm going to wind up insulting him again. Matt considers this. \n[26]The future of my family is in your hands. \n[27]You know, your seat is getting cold at the game. We have Carl's kid subbing for you. Not that we mind - he loses every time But we'd rather take your money. \n[28]How's Ruth doing? \n[29]Always something. \n[30]  \n[31]All the way to the other shoreline. Matt turns to him, grinning. \n[32]Almost three hundred and fifty acres. Know what it went for when I bought it? You don't want to know. Matt continues surveying, awed. Willis turns, starts walking back to his chore. \n[33]Come on, I'll let you help me. Matt joins him. Together, they bundle up the wood. \n[34]Only got 1/2 a chord of Oak left at home and you know how much that bastard Daniels charges - least I can stack this up to the cabin ... have something to burn this fall. \n[35]Well it's not really a car, it's got four-wheel drive. It's a little SUV. The Grinnel's custom, is to loudly, and with very little effort, finish each others sentences. This is how they have fun. \n[36]Sports utillity vehicle. \n[37] What does PMS stand for? \n[38]Thanks, buddy. a ite bit Ruth watches as he drains the bottle. She shoots him a look. He catches it - , V o-, A moment. \n[39]Well he dunnit want to go overseas - oh no...he told them he'd Reep doinit as long as he could stay in Maine or Vermont- \n[40]Yeah well something like that gets to you Christ, I couldn't do it. \n[41]The ne of the game is Texas Chase' He groans. \n[42]Is there a problem? \n[43]What are you talking about? \n[44]  \n[45]Come back in for a drink. \n[46]Soon baby, Matt's still here. \n[47]I'll be right there. \n[48]She's all set - now what can I get you? \n[49]- you back on the wagon? He is. \n[50]Sit down Matt you're making me nervous. Matt takes a seat. \n[51]I'm glad you came tonight. \n[52]Boy, Carl really laid on the verse huh? \n[53]What? \n[54]C'mon what is it? \n[55]Why do you think he pointed to his finger? Matt shakes his head. \n[56]He gets up and heads to the bar. \n[57]I was thinking just the other day about the last time Frankie was- Matt cuts him off. His name was Ar k. Not Frankie. Willis looks stunned. \n[58].I'm sorry Matt. I don't care ...he just never liked being called that. \n[59] \n[60]Christ. \n[61]You know what I heard? He's tending bar up to Old Orchard Beach. Matt looks up. \n[62]For a friend. Ever notice even the worst bastards have friends? Nobody knows him over there. If they°do, they don't care. They drink what he mixes Willis sets a can of Moxie down in front of Matt. \n[63] I don't know how you drink this stuff it's what drove me to beer as a child. He sits down with his own drink. A moment. \n[64]I hate him, Matt. My boys went to school with h° He was the same thei.,- Know what he' 11 do? Five at the most - And then you' 11 e bumping into h all over \n[65]Remember that woman about seven years a o? Shot her husband sopped him of f t e bridge in the St - Gac-: with a hundred pound sack of cement and said the whole way through it nobody helped her. Know where she is now? She's in Sears ort now, a secretary. And whoever helped her, where the hell is he? \n[66]it'd break my heart Matt, it would, but - you ever think about just - moving away? Matt nods. Stares into his hands for a long time. \n[67]He nods to Matt. \n[68]I'll get them, son. RICHARD LOOKS S r \u0095E' RELIEVED. He waits a moment, u-sure of what to do. Finally, he starts wal'-.ing up the path after Willis. Wait. Richard stops, °d-step. He tenses, waiting. \n[69]  \n[70]This isn't what we talked out, \n[71]We were going to wait, and take him out in the woods. Matt raises his head. He looks at Willis flatly. \n[72] \n[73]  \n[74] \n[75]  \n[76]Katie's pill will be wearing off soon. ", "Carl": "\n[1]When I do my own stuff, you guys bitch &amp; moan. \n[2]I'll open with a dollar. ", "Tim": "\n[1]Very funny. \n[2]So, Mr. Strout mentioned you again. \n[3]Seriously, man. He still talks about you coming back. Says you're the best can packer he ever had. Be nods. \n[4]  \n[5]  \n[6]What? \n[7]Dr. Fowler? Matt flinches, \"surprised\" to see Tim. \n[8]No - no, I don't even see Richard anymore. And he'd never tell me anything, believe Me. Matt takes a pull of beer. \n[9]  \n[10]I'll keep my ears open. Matt looks at him, dissatisfied. \n[11]It's funny running into you here, Dr. Fowler. Matt looks at Tim blankly, then finishes his beer. ", "Bryson": "", "Jason": "\n[1]Great! Jason starts for the truck. Matt opens the door and the boy climbs inside the cab. Frank kneels down to Duncan. \n[2]      \n[3]and the way the back of a baby's neck smells if its mother keeps it tidy.\" \n[4]Thank you. \n[5]No sir. \n[6]How'd you get back? \n[7]I a \"harbor person\"? Matt hides a smile about to form. \n[8].what? \n[9]Berries? \n[10]No. \n[11]Hi, Dr. Fowler Matt waves. \n[12]  \n[13]Mom!!! \n[14]The boys huddle around Natalie. DUNCAN is wailing- JASON looks terrified- NAT IE strains to hear- \n[15]  \n[16] ", "Strout": "\n[1]  \n[2]  \n[3] ", "Matt": "\n[1]Morn'in Natalie. How you doing boys? \n[2]Hold on a second. Need to know if he's ready first - Jason, can you tell me what's important? Jason hesitates. \n[3]  \n[4]- come aboard sailor. Matt reaches down to give a hand up. Frank turns the engine over. It roars to life. \n[5]Ever been over there? \n[6]It's beautiful. Isn't an island anymore though. It's a city. They have electric lights. Artesian wells, even a jail lighthouse isn't manned anymore - it's run by a computer When I lived there, had no ferry then` so we didn't even have cars, can you believe that? \n[7]Off the island? Jason nods. We rowed. Matt smiles at the memory. \n[8]Then we got a little outboard. That was great. A seven and a half horsepower it was - we lived there until I was about your age - then we left and became \"harbor people\". Jason seems to be digesting this. \n[9]Yep, Jason - we all are. Jason is full of questions. Matt knows the answers and doesn't talk down to him. Something the boy is grateful for. \n[10]Oh boy you see what happened to this poor fel ow? \n[11]Well, the trap has nylon nets called heads--2 side heads at b ends, so the lobster can crawl in. The \"Bedroom\" head inside, holds the bait and keeps it from escaping--you know the old saying \"two's company three-s a crowd\"? Jason nods. \n[12]Well{ it's like that. You get more than two in a bedroom and chances are something like this is going to happen. That's why Frank can't leave these traps for more than a day. Matt holds up another Lobster and turns it belly-up. There are black balls on both sides of the tail. \n[13]Now the older females like this of gal, are the most dan erous - especially when they're growin' eyries. \n[14]Eggs... .one of these can take out two males easy - Then you wind up with lobster you can't sell - and as for this fine lady, she gets off easy, the state says you have to let her go. Matt throws her back in the water. Holds up the other one to Jason. \n[15]  \n[16]Go ahead now, put it in the tank. Jason can't get the thing in the tank fast enough. \n[17]h, Ruth hates this kind. What? \n[18]I bought the wrong buns. \n[19]Willis, you never had that in your youth. The woman turns around and catches Willis staring. It's Natalia. Willis looks down, nonchalantly rifling through the bun bag. Matt waves to a passing man in khaki shorts, FATHER OBERTI, \n[20]Father! You made it! \n[21]It was nice of you to invite the boys. \n[22]  \n[23]C'mon, Ruth, he's a kid. What did you expect? \"Happy Birthday, here's a box. why don't you drag it around for a while?\" He s a kid. He wants it now. Something across the yard catches her attention. \n[24] \n[25] \n[26]What's wrong? \n[27]O h h always felt sorry for Barry. \n[28]No, I mean it - maybe I relate to him. \n[29]Well, we both married above our station. \n[30]Happy anniversary. \n[31]I love you. I know - \n[32]It's the same thing. Maine has crazy laws, that's all...he likes the boys. \n[33]She probably loves him, Ruth. Girls always have. Why can't we just leave it at that? \n[34]Oh, let it stay up. Looks like a young couple lives here. \n[35]So to speak. Ruth pinches his shoulder. \n[36]       \n[37]You can put your shirt back on now. Alma stands and helps her husband dress. Yesterday he was up and around all afternoon, but toda - he tumbled. He's fallen down twice. have all I can do to get him up. He's weak and the longer you lay in bed - the weaker you get. \n[38]Elwyn, you need to do those exercises, you promised me, twice a day. I know you miss the work - important. but it's \n[39]Man idn't have ache nor pain--he's just gave up-said when he couldn't work no more, he didn't want to live. For a while he'd sit and just mend on nets - but he can't do that anymore. \n[40]  \n[41]I'll be back in an hour. Forgot my lunch. \n[42]Right ...I forgot he's got that interview. \n[43]Frank? Frank? Hello? \n[44]Frank? .. What are you doin ? Thought you were driving to Boston for t at interview? rank slowly nos. His clothes are rumpled. \n[45]       \n[46]Hi, where are the boys? \n[47]  \n[48]Did you tell your Mom how good it was? \n[49]Frank had quite a time this afternoon Loved your coleslaw. Ate enough for two. \n[50]Just hold still ... Ruth drops her purse and quickly comes around the recliner. Something stops her. \n[51]Come on, Frank. Hold still. Ruth hovers, in shock. \n[52]Press charges. \n[53]Did you hit him at all? Tell me you hit him! Enough so he won't want to next time? \n[54]So what are you going to do? \n[55]When was I going to call the police, Ruth? He just got in. Ruth scans the room. \n[56]We have to call them Frank. \n[57]I don't know. \n[58]She's not with the guy anymore. \n[59]What are you talking about? \n[60]I think you forget. I don't take my lunch in the teachers lounge - \n[61]What'd you pull? Frank glances up, then continues with his work. \n[62]Haven't caught sight of you in days. \n[63]When you coming home? Frank turns off the spigot. \n[64]Come to what? Frank hops back onto the dock and sets down the container. \n[65]it'll take you two years to get a licence to fish off-season. \n[66]You think he'd do that? \n[67] C'mon Frank - you ow ycu need something more. \n[68]I like spending time with my son. \n[69]Alright Carl. Two bucks. Matt throws his two bucks in. \n[70]Carl, you've really got to get off this Blake thing ... you're in a rut. Frank tries to smile. \n[71]That's not true. No! we like your stuff. The place breaks up with laughter. \n[72]Hello? ...Hello? Natalie? The blood drains from his face. \n[73]ere-s Rut h? \n[74]Some more? Ruth looks up and nods. \n[75]Okay - watch it now, Frank. Frank, listen to your father. That's high enough ... The tree continues shaking. Ruth allows the memory, then turns back and pads back down the hallway. \n[76]  \n[77]I can't stay home. So, how's business? \n[78]No. I didn't. \n[79]Were you on the till? Willis chuckles, shakes his head. \n[80]Nag nag nag. Matt glances at an old clipping from the BOSTON GLOBE stapled to the wall. It's a photo from the 67 Redsox dream to Petrocelli, Yaztrems i and Reggie Smith, each hold u two fingers, they are s °ling after hitting consecutive omeruns. Matt remembers. Happier days. \n[81]Sometime in the next few days.ye , \n[82]I don't ow. Davis says it's a formallity really. I haven't talked to Ruth about weather she thinks we should go or not. \n[83]Thanks, but I'm sure it'll be alright- Davis says it's a formallity really. \n[84]October. \n[85]That's what they tell me, anyway. \n[86].yeah, well, he's in there now. \n[87]You have any Tabasco sauce? Willis pauses. He looks around, ca `out to the kitc hen. \n[88]Let me ask Ruth. \n[89]Alright. Her...her car broke down. \n[90]Fine. Saw Willis- \n[91]Sorry. ,how was your day? Tried calling - thought you might have gone out. The Grinnel's invited us up to the camp next weekend. Said I'd check with you, if we had other plans \n[92]We don't have to. She looks up at him. \n[93]  \n[94]But you're confident you'll be able to put him away for good then... Right? Davis looks uncomfortable with the question. Ruth sees this. She gathers herself. \n[95]How long would he be sent away for? \n[96]  \n[97]surrounded by reporters. \n[98]Can you believe this? I ask those idiots to leave. No one budges. Not one. What the hell are we supposed to do, bring them sandwiches? \n[99]I took one of your pills. \n[100]yeah. He checks his watch. \n[101]I should get going. \n[102]I won't be gone long. He bends, kisses her lightly on the cheek. \n[103]I'm meeting Willis. I'll tell him we're coming. She stares at the kitchen doorway long after he exits. Finally, she pulls the paper back and resumes reading. \n[104]I just wanted to see how you're doing. I tried reaching you ... \n[105]It's okay. She looks over. A man hovers over some ina?azines near the re inter. \n[106]You don't have to. NATALIE ? er I didn't lie the first time, I didn't, it's just - how it came out. I'm so sorry. matt nods, as if he had assumed as much. \n[107]  \n[108]How much of this is yours? Willis plants his in the stump. \n[109]How's David doing up there in Castine? \n[110]I'm going now. She looks up. \n[111]You ready to go back? \n[112]  \n[113]  \n[114] \n[115]Hold on a second. He puts his mouth over the speaker and lowers the phone. Nods to Janelle and she enters. \n[116] I'll call back later. He hangs up. He gets up and grabs his jacket \n[117]Sorry Janelle, I'll be back at four. \n[118]I really need to see him.He go to lunch? \n[119]What can I do Bill? \n[120]It can't be manslaughter. There's got to be something - isn't there something you can find? A piece of evidence? That happens - doesn't that happen? He realizes he's holding Davis' arm. He lets goo Davis looks at Matt sympathetically. \n[121]Sure, of course. I was just wondering, you know, maybe there was something you heard, through the grapevine, maybe one of his buddies said something --- \n[122]I was thinking, Richard's brothers, they're still working with you, right? They must talk. Tim throws a nervous look over to the table where his friends ea They're oblivious to the conversation. He looks back to Matt, shifting in his seat. Matt leans forward. He speaks in an intense whisper. \n[123]I'm just saying, Tim, if we could find something, something concrete. If you could just ... it could be just a slip of the tongue --- Tim looks into Matt's eyes, feeling the torment. \n[124]How did it go today? She doesn't answer. \n[125]Something wrong? She doesn't turn around. \n[126]I want to know what's going on. \n[127]You're obviously upset. If there's something you want to talk about ... \n[128]Do you want to talk or not? \n[129]  \n[130]  \n[131]Why? because I'm not bouncing off the walls? \n[132]Do me a favor, Ruth. You want to have a grieving contest, go find someone else. He starts to turn. \n[133]WHAT DO YOU OW? WHAT? You know nothing! You know nothing about me. What I go through every day - ever lousy, stinking day. \n[134]You're goddamn right it is. My choice is to not scream at the world. Maybe one of us has to be reasonable here, did you ever think of that? \n[135]What the hell is that supposed to mean? She is about to say something, but stops short. \n[136]What are you really trying to say anyway? She says nothing, picking up the broken plates. \n[137]Let me tell you something. Let me tell you something! She throws the door closed behind her, but he bangs it open with his palm. \n[138]You of it backwards. I know what you think. That I was too lenient, that I let him get away with ... \n[139]Oh, really?!? Why do you think he never came to you? \n[140]Why would he talk to you, Ruth? You never listened! \n[141]You've got to be kidding... \n[142]It is! From the time he was little you were telling him why he was wrong. Everything he did was wrong. What was wrong with him, Ruth? She stares at him, dumbfounded. \n[143]You are so unfor ivinge You are. That's what he said. Ana you're playing the same shit out with me - That's a horrible way to be! Horrible. You're bitter, Ruth. You can point your finger at me all you want \n[144].but you better take a good look at yourself first. She already has, of course. \n[145]You expect me just to open up to you? Embrace you? You scare me. How can I talk to you? I can't even look at you. They suddenly become aware of the DOORBELL, ringing, over and over. They watch each other, both reeling, both out of breath. The DOORBELL continues. \n[146]  \n[147]I... ...sure. I'll take some. \n[148]Okay --- He's about to close the door. \n[149]Ruth... \n[150]Ruth .001 had no right. . .what I said -0. no one, no one should ever have to hear that... \n[151]It's okay... \n[152]Please--. \n[153]  \n[154]Where did you see him? \n[155]Quit pussy footing around me d 't! You just gonna let me stare at these cards all night!? No one wants to make the first move. This upsets Matt even more. \n[156]O.K. fine! He stares back down at his cards. Finally it is Carl who speaks. There are things of which I may not speak; There are dreams that cannot die; There are thoughts that make the strong heart weak, And bring a pallor into the cheek, And a mist before the eye. And the words of that fatal song come over me like a chill: A boy's will is the wind's will, And the thoughts of youth are long, long thoughts. Matt looks up from his cards into Carl's eyes. The two men regard each other. \n[157]I'm fine thanks. Willis nods and takes a seat. \n[158]Me too. \n[159]  \n[160]I don't know - sort of silly really. \n[161]This thing with - with Frank when he was about three, I guess. We were over at my folkls house. \n[162]Mom always liked little dogs - this one was a - Pekingese, I think. I remember hearing this yelp, and then a scream. Frank ran out pointing to his finger. I looked at it couldn't see an thino. Mom said Frank must have \"cornered the dog\" and I knew she was probably right. We were driving home, and Ruth noticed Frank itching his a ..she pulled back his sleeve, and there were these two deep, bloody, puncture marks... \n[163]  \n[164]She didn't tell me, Willis. She never said a word - She saw him at South End. \n[165]She's seen him before. It's killing her I didn't think about bail. I thought I wouldn't have to worry about him for \n[166]It wouldn't matter. \n[167]Trying to take it all in. But not really present. Suddenly he turns and leaves. \n[168]Don't talk. Unlock it and get in. \n[169]Is there any one at your place? \n[170]Good. Drive there. Richard looks over his shoulder to back the car up. Matt aims at his temple, but does not look at his eyes. Richard finishes backing up and puts it into drive. \n[171]Drive slowly - don't try to get stopped. \n[172]Don-t talk. \n[173]All right. Richard looks at the gun, then gets out. He moves across the grass. Matt closely behind, looking at the row of small backyards on either side of them and scattered tall trees. He glances from house to house. Looking for signs of one insomniac neighbor, some man or woman sitting alone watching the all-night channel from Boston. All is quiet. They move up the back walk and to the side kitchen door. Matt stands directly behind Richard as he opens the door. It-s pitch black inside the duplex. \n[174]Turn on the light. Richard flips the wall switch. in the light. Matt stares at his wide back, and long reach. \n[175]Where-s you r suitcase? Richard almost turns around. \n[176]Where is it? \n[177]That's where were going then. When we get to a door you stop and turn on the light. They cross the kitchen. Matt can't help but glance at the sink and stove and refrigerator: no dishes in the sink or even the dish rack beside it, no grease splashings on the stove, the refrigerator clean and white. Matt becomes momentarily 2reoccupied with one of Duncan's drawings taped to its door. \n[178]Wait. Richard stops. Matt looks conflicted. Doubt has crept into his face For a moment he seems to have lost his resolve. \n[179]Where's the light? \n[180]You're jumping bail. \n[181]It's the trial. We can't go through that, my wife and me. So you're leaving. I've got you a ticket. My wife keeps seeing you. I can't have that anymore... \n[182] Okay, that's enough. \n[183]alright. \n[184]Keep going. \n[185]open the door. Richard's reaches down and carefully turns the knob. He slowly pulls the door open. Matt takes a step back. \n[186]Get the light. Richard reaches down and hits the switch. Click. The two men now in silhouette. Richard exits first. Matt close behind. \n[187]I didn't use your name. \n[188]You were alone. We've got it worked out. \n[189]back through town. Then north on 73. \n[190]Somebody's going to keep you for a while. They'll take you to the airport - turn on the radio. Find the game. \n[191]They run it again. Matt leans back, quietly uncorking the hammer. \n[192]No more talking. Richard tries to read Matt °s face in the mirror, but it -s now in shadows. Richard fumbles with the radio, surfing the stations. Matt is right. The game is on. Nomar Garcia arra hits a long drive to left with runners in scoring position \"A cinch to collect 200 hits this season.\" Richard sets his eyes on the road. \n[193](Trying to stay ca ri ht take it easy - pull over to the shoo der. Matt &amp; Richard sit tight waiting for the inevitable. The light gains in intensity, as the cab fills with crimson. \n[194]Turn around. \n[195]We missed it. Turn around. back and turn in at the last road. \n[196]It's for you're car. You don't think we'd leave it at the airport do you? \n[197]They crawl up the trail, the wheels crunching the gravel, the headlights shining into the dense woods. The road seems endless. Richard cringes as they bounce over a bump. Both of them eagerly peer beyond the windshield. Finally, at a great distance, the tiny lit windows of a cabin come into view. A BLUE CHEVY PICKUP is parked in front of the place. \n[198]Stop here. The Brown Suburban crawls to a stop. Richard keeps the engine running. Matt presses the gun hard against his neck. He straightens in his seat and looks in the rearview mirror. Matt's eyes meet his in the glass for an instant before focusing on the hair at the end of the gun barrel. \n[199]That's two years younger than I \n[200]Get the bags. \n[201]Almost there. Richard carefully gets out. Instinctively, he raises his hands about shoulder level. They move to the back of the Brown Suburban. Richard pops the hatch. He pulls out the two canvas bags. He sets them on the ground. He reaches in and pulls out the small suitcase. We hear a SCREEN DOOR slam shut. Richard looks surprised. He turns back to Matt. C'mon now. Richard reaches down and picks up the bags. He struggles to carry all three. Matt grabs the small suitcase from him. \n[202]That way. Richard lugs the bags toward the cabin. We hear HEAVY CRUNCHING FOOTSTEPS OF SOMEONE APPROACHING. Richard stops. \n[203]You can carry this one. Richard turns. \n[204] \n[205] \n[206] \n[207]The two men look into each others eyes. Matt seems to be somewhe re else He looks back down at the body. \n[208]He tried to run. Willis looks at the gun still in Matt's hand, the little suitcase in the other. \n[209]I coul °t wait. \n[210]Seems somewhere else. \n[211]Ten to six. We lost an hour. Sorry. Willis's jaw tightens. \n[212]I'm sor Willis. Willis looks at Matt. He knows. Eyes back to the road. \n[213]  \n[214]There was a picture with Natalie and the boys hanging on his wall - Ruth looks at him strangely. \n[215]- the way she was smiling. \n[216]I don't know - Ruth looks at the back of Matt's head. ", "Natalie": "\n[1]  \n[2]Morn'in Dr. Fowler. \n[3]ahead. He wants to stay here. \n[4]I think I'll see if your Mom needs any help. \n[5]I'm looking forward to the concert on Labor day. The music is so...unusual haunting really.. Ruth keeps chopping. Natalie chooses her words carefully. \n[6]How did you learn about that particular style? \n[7]  \n[8]What are you eating? Duncan's mouth is so full he can hardly speak. \n[9]How is it? \n[10]Okay, okay Dunk... She gets dragged out of the kitchen. The screen door slams. Ruth finishes arranging the plate. Matt enters, and starts opening up the cupboards loo king for something. He squats down, burrowing into a cabinet. \n[11]C'mon Jason. \n[12]Now. Shedgrabs his hand. Straining to appear casual, traverses the \n[13]Hello, Dr. Fowler. \n[14]  \n[15]  \n[16]How'd you g et in this time? \n[17]What can I help you with? He kicks back the last of the milk, wipes his mouth. \n[18]What? \n[19]I think it will mean a lot to him, Richard. He's really been improving lately ... \n[20]It would have been nice if you'd come to his game. \n[21]That's none of your business. \n[22]You know what I mean. \n[23]What are you talking about? \n[24]Oh reall ? How's the job? Your father t ake you back on at the cannery? \n[25]Yeah - it's real nice. \n[26]  \n[27]It's not your house. \n[28]For what? To fool them for a few days into thinking they have a real father, and then it's back to \n[29]  \n[30]Look ...can you just go now? I really don't want you here when they get back. \n[31]You have to leave. Finally, as if struck b some small discove . Richard places his large hands on the kitchen table and pus es himself up. He heads past Natalie without looking back. He closes the door firmly be ind him. \n[32]You know I've been ignoring our difference in age, but if you keep playing with those blocks, I'm gonna start to worry. \n[33]I'm sorry I know they're a gift and a very generous one. I'm gust concerned that Dunk. might think e's a little old to be playing with them. \n[34]Oh ou said second gift. How many are are there? \n[35]You've been pla in with these - excuse me, working wit t ese for how long? \n[36].oh. \n[37]Your Mother gave you these Frank - I feel funny Duncan having them. \n[38]  \n[39]  \n[40]About you. . ,school, \n[41]I know you would. \n[42] \n[43]You can't do that, Frank. \n[44]But you told me it takes forever just to establish yourself. \n[45]You wouldn't be changing the subject would you? \n[46]What now? \n[47]  \n[48]What did you say? \n[49]Richard gave it to Dunk for his birthday. Frank sets it down. The HEADLIGHTS OF APPROACHING CAR rake across ACTION \n[50]He.. just pushed me - he didn't hit me. \n[51]rank. \n[52]I'm airs ht, Frank. I don't know what to do,aoka I hate this. I hate the kids seeing this. Frank eraces her. She buries her head in his neck. \n[53]But... \n[54]Come on, you guys. Natalie hustles the boys upstairs. \n[55]Listen kids - Stay here. D C won't let go of her sleeve. He starts to move with her. \n[56]  \n[57]She moves quickly down the stairs. Cautiously - she looks over the landing. HER P.O.V.: From above, Richard stands, his back to her, his head hung. in his hand. a 9mm Pistol. Natalie lets out a plaintive wail. \n[58] \n[59]0 Right. I was in Jason and Dunk's room I didn't know what was happening downstairs. I was getting worried. I asked Jason to read Dunk a story. He didn't want a story - He wanted to come with me ... so I sat him back down on the bunk and I left them in the room. \n[60]My boys. She starts to cry. \n[61]I closed the door...I moved down the hall. I looked back to make sure they weren't behind me. I had just started down the stairs, when I heard the shot. I ran down... A deep sob ... \n[62].and Richard... \n[63]Yes. \n[64]. Hi. elderly woman places a half -gallon of milk, a dozen eggs, d a carton of L&amp;M cigarettes down or. the reg Natalie quickly rings up the items and bags them. \n[65]You're welcome. \n[66]Oh. We're at my mother's house now. I'm sorry, I wanted to call you ... \n[67]  \n[68]Is s- Fowler .-- does she know you're here? The Man places a 12- ack of beer on the counter. Natalie looks to Matt, who shakes his head no. Natalie steps back to the register and rings up the beer. Her chin quivers. She makes a mistake on the register, has to start over. A few more customers gather on line. \n[69]  \n[70]I - -a I hope this is okay. Ruth says nothing. Natalie moves closer. \n[71]I've been hoping we might be able to get together - to talk. Ruth watches her as she approaches the desk. Natalie bends and cautiously extends her hand for Ruth to hold. \n[72]I just want to tell you how -e- And in a flash Ruth SLAPS Natalie across the face with her open hand. Natalie springs back, paralyzed with shock. She tries to catch her breath, staring directly at Ruth. Eyes ablaze, Ruth says nothing. - The two women look at each other for a very long time And final , as if she finally somehow got the resolution she came for, lead held high, Natalie turns and walks out. E X T STROUT &amp; SONS CANNERY T cyclone fence surrounds the lace. sign reads \"Strout ", "Father": "\n[1]Hey, if I don't see you fellas here, I don't get to see you at all. \n[2]I just go to Super Cuts. \n[3]Louise McVey lost a child a few years back. Maybe you remember. \n[4]Yes. She told me about a vision she had when she found out her daughter had died ...she saw herself at a great distance from the earth encircling it, an endless line - as she got closer she saw that it was made up of mothers traveling forward. She fell into line, and began walking with them. When they reached a certain point, the line divided. She said she knew - that all the millions of women on her side - were the mothers who had lost children-she seemed to find great comfort in that. Ruth doesn't react. \n[5]A drowning ... some kind of swimming accident. ", "McCasslin": "", "Ruth": "\n[1]Can you hand me that bowl dear? She does. \n[2]Thank you. \n[3]At Faro y thesis was on Eastern European .folk music. Natalie's lips tighten uncomfortably. The topic seems to int° date. \n[4]Why didn't you? The answer to Ruth's question  wanders in. His cheeks as big as Dizzy Gillespie's. \n[5]She hasn't brought them before because she's embarrassed. She shouldn't be embarrassed. Matt looks up from the floor. \n[6]I don't know why you had to put that monstrosity up. You're just going to have to take it apart when they leave. Matt rises, a bottle of lighter fluid in hand. \n[7]Oh, no. \n[8] \n[9]Are you alright? \n[10]Oh that's very sweet dear, but we already have plans. \n[11]  \n[12]The first film we ever saw together. \n[13]Let's go. Ruth gets out of her seat. Matt looking confused follows. \n[14]I don't remember it being so tragic. \n[15]Please. \n[16]What are you talking about? \n[17]Don't start that again. A moment. He takes her in his arms and kisses her. Looks into her eyes. \n[18]  \n[19]I love you. I know - \n[20]She's not divorced yet. \n[21]You don't think he's thinking about- \n[22]Then what's he doing with her? \n[23]Hmmmm. He won't listen to me. I asked him three times to dismantle that swing-set. \n[24]He needs his head in school. Not in her. \n[25]it would help if you were my side. \n[26]How good what was? \n[27]That's what it's there for... Frank leans back behind Ruth to give his father the evil eye. He gets a grin from Matt for his trouble. Ruth almost catches it. Matt rises, shuffles past Ruth and Frank, whom he gives a firm pat on the knee. Hot dogs? \n[28] So, how are the kids? Frank's caught off- guard. He shakes his head. \n[29]. things okay? \n[30]Good, good. Then. \n[31]How'd your interview go? \n[32]Oh, good. Ruth watches Natalie below. \n[33]She's such a brave girl. \n[34]I know you don't. \n[35]No? \n[36]I see. \n[37]That was really good! OK it's 7:30 we should stop. The girls gather up their things quickly. \n[38]Remember when you sing these words- The way we feel about the harbor, is how the Balkans felt about the river Sava. The girls start out of the room. \n[39]Listen to your tapes \"Moilih Tan is still very rough and we've of a 40 minute program to get ready by Labor Day. \n[40]Oh my God. Matt holds Frank's jaw. He gently turns his face toward the lamp. Frank has stitches over his right eye. The blood under the white of the pupil oozing. Both lips are bright and swollen. \n[41]This was her husband, wasn't it? Frank nods wearily. \n[42]What's to stop him from doing it again? \n[43]That's not the problem. \n[44]I like a lot of people. What about the boys? Did they see it? \n[45]Did you leave her alone with him? \n[46]Oh for God's sake. Did you call the police? Not yet. \n[47]You didn't call them? \n[48]Where's the phone? \n[49]Matt. \n[50]Of course. Just like the relationship isn't serious. \n[51]Well, when is the time? After he knocks him into a coma? This is stopping. Now. \n[52]Come Fall, you're on a plane. Are you taking them with you? How- do you think the boys will feel when you disappear? \n[53]This isn't just some sweetie from Vassar, that you'll see on holidays, Frank. You're not in this alone. Frank rises and leaves the room. \n[54]Please listen. The sooner you end this thing the better. Ruth exhales. She returns to Matt, who is leaning against the recliner, chin in hand, deep in thought. \n[55]What are we going to do? Matt deliberates. \n[56].you've got to talk to him. \n[57]Matt are you going to call the police or do I have to? You just ..s- Bd me what I think. if you want to call them. call them. Ruth looks at him, stupefied. Without warning, Ruth leaves and goes upstairs. \n[58]It's not the first time she's played around. Matt seems relieved that she's talking to him. He sits on the bed and starts taking off his shoes. \n[59]I mean from before. \n[60]Oh, come on - you've heard the same things I have. \n[61]Maybe he still loves her. Matt looks from Ruth, out the bedroom door, and into the hallway. He sees Frank rounding the top of the stairs. He gets up and closes the bedroom door. \n[62]Your father is snoring. Don't mind me. She takes a container from the fridgge, smells it, makes a quenstioning face, then puts it back - grabs another container and opens a cupboard. Pulls out a loaf of bread. She quietly places a sandwich in front of him, and takes a seat. \n[63]Eat---you must be hungry. Frank doesn't look up. his tone is flat, removed. \n[64]Coffee? He doesn't answer. Ruth sits there, awkwardly. \n[65]So---you talked with her? \n[66]d-,,how is she? \n[67]Great. The girls gather their things and start out, laughing and running after each other. Matt stands in the hallway as they rush past. \n[68]Okay - watch it now, Frank. Frank, listen to your father. That's high enough ... The tree continues shaking. Ruth allows the memory, then turns back and pads back down the hallway. \n[69] How was your day? Matt carries the bags into the kitchen. \n[70]My day was fine, too, thanks. Matt comes out of the kitchen. \n[71]That sounds fine. He turns, a little surprised. \n[72]You don't want to go? \n[73]Great. Tell them yes. \n[74]I'm fine. Davis takes a seat across from them. \n[75]Oh - I see. \n[76]And when will that be? Next week, next month? \n[77]I thought you said there would be a jury trial sometime in October!? \n[78]Oh my god, oh my god. Matt jumps in. \n[79]The things she said in there ...what is the damage? \n[80]What? Oh, Jesus Christ! The wav this is going, that'd be my bet - especially since Nathan Strout brought up that barracuda from Boston - she's very smart. \n[81]This was no accident. Be killed our son in cold blood. Ruth. \n[82]What? \n[83]Ten years? Five years? Are you out of your mind!? He killed my son. Does anyone know this? Matt looks at his shoes, as Ruth glares down Davis. Davis sits back, a little shook up. \n[84]You took the whole day? Matt nods. \n[85](her back to h° What are you asking or? What? Ruth turns to h \n[86]  \n[87]You slept late. For you. Matt pours himself some coffee. \n[88]You never do that. She turns the page, absorbed in an article. Shaking her head, she slaps the paper down. \n[89]Well there it is in black and white. You should read some of the things he says. Unbelievable. Matt takes a sip of coffee. He glances down at the paper. He nods, without really looking. \n[90]Where? It's Saturday. \n[91]She opens the door. Suddenly there .-.. hand on her shoulder. She is startled. She turns around. It's Father Oberti. \n[92]It comes in waves, .and then nothing. Like a rest in music. No sound - but so loud. A moment. \n[93]I don't know what to do. Father Oberti nods. \n[94]I feel so ang Father Oberti looks off in the distance. \n[95]  \n[96]How did she die? \n[97]oh. \n[98]Do you have them in brown? \n[99]  \n[100]  \n[101]  \n[102]What's the fast pass? \n[103]0 -.no0 How many grandchildren do yo u have now? Katie turns from the snapshots and takes a breath while holding up her fingers to count-She is genuinely unsure. \n[104]That must wonderful. \n[105]I wanted to have more ..abut we had Frank, and Matt was just starting his practice.. - - -I guess it made sense. \n[106]       \n[107]  \n[108]  \n[109]  \n[110]      \n[111]Ruth is alone at her desk, she wears headphones and is busy making notations on a sheet of manuscript paper. There's a KNOCK on her door. She doesn't look up. \n[112] Yes? There's a pause, then the door slowly opens. Natalie takes a step in. Ruth looks up. If she's surprised, she doesn't show it, \n[113]Oh, and a pack of Marlboro Lights, \n[114]Wrong? Like what, Matt? What could be wrong? She continues \"straightening up\", starts recklessly washing dishes. Matt doesn't leave. A plate SHATTERS in the sink. This stops her. She stares at it, then feels his presence. She turns around. \n[115]What do you want? He looks unsure of himself. \n[116]Right. \n[117]Talk? Who, us? Oh, you mean to each other? What if somebod waked in? They wouldn't recognize us. They'd think they had the wrong house. Matt takes this in. He breathes deeply. \n[118]  \n[119]Forget it, Matt. Why don't you just go ... \n[120]I want you to stop acting like nothing's happened! That's what I want. \n[121]No, Matt, That would require feelings. We don't want you to hurt yourself. \n[122]yeah, I know how you grieve. have another beer. He spins back. \n[123]No, I don't know, Matt. I don't know what you go through, or if you go through ything. But that's your choice, dear, not mine... \n[124]Reasonable? e, Matt, I don' t know about you, but I ss my son. I'm glad you have time for reason. That's what you imparted to Frank, That sense of reason - Oh, he thought you were very reasonable. \n[125]Nothing. She turns back to the dishes. He moves in on her, seething. \n[126]Everything. Everything! She exits into \n[127]He wouldn't talk to me, Matt. He didn't trust me. You made sure of that. \n[128]No. But you did. You were winking at him the whole time. You encouraged him. You wanted what he had. Her. \n[129]You know it. Come on. You wanted it, and you couldn't get it - that's why you didn't stop him so you could get your kicks through your son. You know that's what happened. And now you can't cope with it. You can't admit the truth - To me, or to yourself - You can't admit that he died for ygur fantasy piece of ass. Matt, stunned, reels for a second And then, finally, explodes. \n[130]That is not true. \n[131]  \n[132]  \n[133]  \n[134]No, you're right, Matt, You are am-.. horrible. ?-` \n[135]I don't blame you, Matt. I just... that girl came by. She came by the school, and I couldn't forgive her. I was so... She lets go, crying hard. He lifts her head onto his lap. He reaches out, stroking her head, pulling her matted hair from her forehead as she sobs into his lap. \n[136]I'm sorry. I have been so an - I keep seeing him, Matt. I've seen him. Matt nods, but he's not really clear. \n[137]  \n[138]Richard... She breaks into sobs. \n[139].and I don't know what to do. \n[140]Eve here - Downtown, and the market. I saw at South End. He smiled at me, Matt - I keep running into him ... he s °led. Matt still strokes her hair. But he's in another world. \n[141]  \n[142]Are you all right? He lies down. FACES THE WINDOW, AWAY FROM HER. She is on her side, she props herself up on her elbow - watching him. He waits a longtime before speaking \n[143]  \n[144]What? \n[145]Matt? He doesn't move. He says nothing else. She continues to stare at him. Uncertainty beginning to form on her face. She looks lost. If only things cou d be as t ey were. Then. \n[146]at I thinking - you must be hungry. She waits for a response, but gets e. She gets out of bed, leaves the room and heads down stairs. \n[147]Matt? Matt just lies there, in another world. \n[148]Matt dear, do you want coffee? Be doesn't respond. Instead he looks at his finger. The bandage wet from washing up. He slides it off easily, like oversized ring. The skin has healed. ", "Richard": "\n[1]who has just arrived. He stays at the far end of the yard. Duncan does a running jump into his father's arms. \n[2]Lord Bullingdon are you rsdy to receive Mr- Lyndon's fire? \n[3]Ya see my new rig out there? Natalie looks annoyed. \n[4]Fuckin' bitch. He turns and freezes. Matt Fowler stands a few feet away, an Ortaies calibre 7.65 automatic directly at Richard's face. His gloved hand poin grips the gun tightly. \n[5]Dr. Fowler? \n[6]He was making it with my wife. His voice is careful, not pleading. Matt presses hard with the muzzle against Richard's head. Richard flinches and moves his head forward. Matt lowers the gun to his lap. \n[7]       \n[8]  \n[9]Richard stops just inside the kitchen. Matt closes the door softly behind gim. \n[10]  \n[11]I wanted to work things out with her. Try to get together with her again. But I couldn't even talk to her. He was always with her. Dr. Fowler, I'm going to jail for it. I am going to jail. If I ever get out I'll be an old man. Isn't that enough ? \n[12]Dr. Fowler? \n[13]I need some things from the bathroom. \n[14]Gotta pee. Matt realizes Richard means to have privacy. He pushes him into the room. Takes a step back and pulls the door so it is only slightly ajar. He keeps his foot between the jam and the door. He eyes Richard's back reflected in the mirror. He can hear him make water. He looks like he wonders about allowing this courtesy. Mattes glances at: A picture on the wall outside of the bathroom: Natalie Richard and their two boys, in front of someone's house. Smiling. She looks happy. \n[15]Richard tucks the travel kit into a bag. Matt keeps the gun on him. Richard closes the suitcase, and faces Matt. He looks at the Matt moves around behind him. Now Richard is between Matt and the lighted hall. Richard carries a canvas bag in each hand. Matt pulls another glove from his pocket. He uses it to turn off the bedside lamp. Richard now d'_lhouetted in the doorway. Let's go. Richard steps into the hall. Matt follows, carrying the small suitcase in one hand, the gun in the other. They start down the hallway. Matt turns off lights with his elbow as they go. Past the living room into the kitchen. Wait. Richard tenses, he stops at the kitchen door. Matt sets the suitcase down. He uses that hand to reach into his jacket. He pulls out a red, white, and blue piece of paper. He drops it on the counter top. Words on the paper read AMT RACK. Matt picks up the suitcase again. He steps closer to him. Presses the gun into Richard's back. \n[16]  \n[17]Why? \n[18] \n[19]  \n[20] \n[21]Matt stands there motionless. We hear FOOTSTEPS. Willis runs up to Matt. \n[22] "}}