{"filename": "Indiana-Jones-and-the-Last-Crusade_script.txt", "imdb_id": "tt0097576", "imdb_url": "https://www.imdb.com/title/tt0097576", "characters": ["Indiana Jones", "Mrs. Donovan (as Mrs. Glover)", "Grail Knight", "Elsa", "Kazim", "Young Henry", "Marcus Brody", "Vogel", "Sultan", "Professor Henry Jones", "Sallah", "Walter Donovan", "Fedora", "Panama Hat", "Young Indy"], "dialogues": {"Indiana": "\n[1] \t\t\t       by   \n[2] \tAnd... POW!... he's punched in the face while his arms are pinned behind his \tback.  ", "Jones": "\n[1] \t\t\t       by   \n[2] \tAnd... POW!... he's punched in the face while his arms are pinned behind his \tback.  \n[3] \tThe Ford coupe pulls up in front of the house. INDY climbs from the car and \thurries up the walkway. BRODY is a step behind.  ", "Grail": "\n[1] \tBut we can't see the Grail Knight's face. The visor of his helmet is down. \tPerhaps we see his eyes.    \n[2] \tlooks through the falling debris to INDY and HENRY. SALLAH and BRODY rush \tfrom the crumbling Temple.  ", "Knight": "\n[1]  \n[2] \tBut we can't see the Grail Knight's face. The visor of his helmet is down. \tPerhaps we see his eyes.    \n[3]\t\tI knew you'd come, but my strength \t\thas left me.  \n[4]\t\tThe last of three brothers who \t\tswore an oath to find the Grail \t\tand to guard it.  \n[5]\t\tA long time to wait.  \tThe GRAIL KNIGHT reaches forward and fingers Indy's clothing.  \n[6]\t\tYou're strangely dressed...for a \t\tknight.  \n[7]\t\tI was chosen because I was the \t\tbravest and the most worthy. The \t\thonor was mine until another came \t\tto challenge me to single combat. \t\tI pass it to you who vanquished me.  \tThe GRAIL KNIGHT holds his sword out to INDY.  \n[8]\t\tYou must choose. \t\t \t\tBut choose wisely. For as the \t\tTrue Grail will bring you life\u0097 \t\tthe False Grail will take it from \t\tyou.  \n[9]\t\tHe chose...poorly.  \tINDY studies the array of chalices.   \n[10]\t            You have chosen wisely. But the \t            Grail cannot pass beyond the \t            Great Seal. That is the boundary \t            and the price of immortality.   \tCUT TO BRODY AND SALLAH who attend to Henry awaiting Indy's return.  \tINDY and ELSA come forward with the Grail.  \tThe TWO NAZI SOLDIERS are over-awed by the possessors of the Grail. They put \tdown their guns and kneel.  \tINDY kneels by HENRY's side and tilts his head forward and holds the Grail to \this lips.  \tHENRY is too weak to even open his eyes.  \tHENRY swallows some of the water. Much of it runs down the corners of his \tmouth. Finally INDY pours the water over the wound and everyone watches in \tastonishment as the wound and the blood stain disappear before their eyes. The \tcolor returns to Henry's face.  \tHENRY's eyes open. The first thing he sees is the Grail and they light up. Then \tthey shift to INDY's face\u0097and they light up even more...  \n[11] \tlooks through the falling debris to INDY and HENRY. SALLAH and BRODY rush \tfrom the crumbling Temple.  ", "Elsa": "\n[1]\t\tDoctor Jones?  \n[2]\t\tI knew it was you\u0097  \tShe looks at him with an appraising expression that is brazenly flirtatious.  \n[3]\t                       \u0097you have your father's eyes.  \tINDY is instantly attracted to her.  \n[4]\t\tLooks like the best parts have \t\talready been spoken for.  \tINDY grins, enjoying the repartee. The WOMAN turns to BRODY, who tips his hat.  \n[5]\t\tMarcus Brody?  \n[6]\t\t \t\tDoctor Elsa Schneider.  \tINDY's grin fades. BRODY registers a look of surprise.  \n[7]\t\tThe last time I saw your father \t\twe were in the library. He was \t\tvery close to tracking down the \t\tKnight's Tomb. I've never seen \t\thim so excited. He was as giddy \t\tas a schoolboy.  \n[8]\t\tI usually don't.  \n[9]\t\tIn that case, I permit you.  \tINDY gives her the flower.  \n[10]\t\tBut I'm already sad\u0097by tomorrow \t\tit will have faded.  \n[11]\t\t \t\tYes. I have something to show \t\tyou.  \tShe hands a slip of paper to INDY.   \n[12]\t\tI left your father working in \t\tthe library. He sent me to the \t\tmap section to fetch an ancient \t\tplan of the city. When I got back \t\tto his table\u0097he'd gone\u0097with \t\tall his papers\u0097except for that \t\tscrap which I found near his chair.  \tINDY extends the scrap of paper to BRODY.  \n[13]\t\tHere is the library.  \tThey have arrived at the front steps of the library.  \n[14]\t\tIn this case it's the literal \t\ttruth. We're on holy ground. \t\tThese columns over here...  \tShe indicates FOUR HUGE MARBLE COLUMNS that go from floor to ceiling.  \n[15]\t\t... were brought back as spoils \t\tof war after the sacking of \t\tByzantium during the Crusades.   \n[16]\t\tNow please excuse me. The library's \t\tclosing in a few moments. I'll \t\tarrange for us to stay a little \t\tlonger.  \tThe minute ELSA is out of earshot.  \n[17]\t\tFind something?  \tINDY doesn't reply. He's looking in five directions at once. His eyes moving \tacross the walls and ceilings\u0097charged with the thrill of discovery.   \n[18]\t\tMy God, I must be blind  \n[19]\t\tYou don't disappoint, Doctor Jones. \t\tYou're a great deal like your \t\tfather.  \n[20]\t\tLower me down.  \tINDY is impressed with Elsa's spirit, and cooperates agreeably\u0097holding her by \tthe hands and lowering her into the hole. When her feet finally touch ground \tbelow, Indy releases his grip on her and slips the Grail Diary to BRODY. \t \n[21]\t\tPagan symbols. Fourth or Fifth \t\tCentury.  \n[22]\t\tThe Christians would have dug \t\ttheir own passages and burial \t\tchambers centuries later.  \tINDY takes the lighter from her and lights their way down a dark passageway.  \n[23]\t\tWhat's this one?  \tINDY only has to give it a quick glance to know.  \n[24]\t\tAre you sure?  \n[25]\t\tLook at the artistry of these \t\tcarvings and the scrollwork.  \tOne coffin is elevated above the others.  \n[26]\t\tIt's this one.  \tTogether they begin to push on the lid\u0097STRAINING and GROANING until it \tslides away and BANGS against the stone platform.   \n[27]\t\tWhat's that?  \n[28]\t\tJust like your father\u0097giddy \t\tas a schoolboy.  \tINDY laughs.  \n[29]\t\tWouldn't it be wonderful if he \t\twere here now to see this?  \n[30] \tELSA holds the torch. INDY looks around. Listens. Something is wrong. And \tthen he sees the GLOW OF FIRELIGHT dancing across the Catacomb walls.  \tThis is followed by THOUSANDS OF RATS FLEEING from around the corner of the \tNarrow Passageway, STAMPEDING toward ELSA and INDY\u0097SHRIEKING and \tSQUEALING as they approach.  \tThe rats literally wash over them\u0097like a rodent tidal wave\u0097in their efforts to \tescape a:  \n[31] \n[32]\t\tWhat?  \tINDY disappears under the water and swims out from under the coffin.  \n[33]\t\tWhat?  \n[34]\t\tGo between them? Are you crazy?!  \tINDY finally delivers the punch that sends the Turkish Agent flying overboard. \tTurning, Indy sees that ELSA has committed the speedboat to a course BETWEEN \tthe two Freighters, now being pushed even closer together by a Tugboat.  \n[35]\t\tYou said go between them!  \n[36] \tspin their boat around in a sharp half-circle to see KAZIM'S SPEEDBOAT appear \tracing toward them. He stands in the moving boat, FIRING A MACHINE GUN at \tINDY and ELSA.   \n[37]\t\tNo!!  \tINDY kicks KAZIM in the face, knocking him into the water, then pulls him back \tinto the boat, now being SUCKED THROUGH THE CHURNING WATER toward the \tSteamer's giant propeller blades.  \n[38] \t... and finds that Elsa's bedroom is in a similar ransacked state to his own. The \troom is empty.  \tHe is worried for her, knocks and calls out:  \n[39]\t \tElsa is standing before a mirror, wearing a silk bathrobe. She gasps, startled, as \tINDY enters. He retreats back into her bedroom as she reaches up to turn off a \trecord player sitting on a ledge above the bathtub.   \n[40] \tELSA joins INDY, waiting in the ransacked room. she looks around in shock.  \n[41]\tMy room! \n[42]\t\tWhat were they looking for?  \tShe looks to INDY, who pulls the Grail Diary from his pocket.  \n[43]\t\tThe Grail Diary.  \n[44]\t\tYou had it? You didn't trust \t\tme!  \tShe looks hurt and beautiful. She comes closer to him.  \n[45]\t\tOh, yes. Give them a flower and \t\tthey'll follow you anywhere.  \n[46]\t\tNo?  \n[47]\t\tIt's lucky I don't do things the \t\tsame way. You'd still be standing \t\tat the Venice pier.  \tShe stomps her foot angrily. INDY flinches. She starts to walk away but Indy \tgrabs her.  \n[48]\t\tHow dare you kiss me!  \tNow ELSA reaches for INDY and kisses him.  \n[49]\t\tAnd I hate arrogant men.  \tINDY smiles slyly as they fall to the bed.   \n[50]\t\tI know the Brunwalds are famous \t\tart collectors.  \n[51]\t\tWhat are you going to do?  \n[52]\t\tHow do you know?  \tINDY points out an ELECTRICAL WIRE.  \n[53]\t\tIndy? Indy?  \tINDY reassures her.   \n[54]\t\tIndy, please!  \n[55]\t\tIndy, no!  \n[56]\t\tIndy, please! Do what he says!  \n[57]\t\tI'm sorry.  \tINDY comforts her.  \n[58]\t\tBut you should have listened to \t\tyour father.  \tShe steps back next to VOGEL. INDY is stunned. HENRY gives him his most \twithering look of reprimand.   \n[59]\t\tThis book contained a map\u0097a \t\tmap with no names\u0097precise \t\tdirections from the unknown city \t\tto the secret Canyon of the \t\tCrescent Moon.  \n[60]\t\t \t\tYou're wasting your breath. He \t\twon't tell us. And he doesn't \t\thave to... it's perfectly obvious \t\twhere the pages are... \t\t \t\t... he's given them to Marcus \t\tBrody.  \tHENRY now wears a pained expression.  \n[61]\t\tSo?  \n[62]\t\tThank you, Herr Oberst. \t\t \t\tI will meet you at Iskenderun.  \n[63]\t\tNo. If we fail to recover the \t\tpages from Brody, we'll need them \t\talive.  \n[64]\t\tDon't look at me like that\u0097we \t\tboth wanted the Grail, I would \t\thave done anything to get it. \t\tYou would have done the same.  \tINDY shakes his head \"no.\"  \n[65]\t\t \t\tI can't forget... how wonderful \t\tit was.  \n[66]\t\t     (to INDY, after \t\t      finishing the kiss \t\tThat's how Austrians say goodbye.  \tELSA exits. VOGEL stays behind for another moment.   \n[67]\t\tHow did you get here?  \n[68]\t\tYou came back for the book? \t\tWhv?  \n[69]\t\tIs that what you think of me? \t\tI believe in the Grail, not the \t\tSwastika.  \n[70]\t\t \t\tYou do.  \tNow it's as though she'd slapped him back. His hands fly to her neck.  \n[71]\t\tAll I have to do is scream.  \tIt's a standoff emotionally. He knows he'd never do it. she knows it too. And \tthe same goes for screaming.  \tINDY releases her and backs away. she looks at him with a lover's pain. He \tmoves over to HENRY.  \n[72]\t\tWe have no time to lose. Indiana \t\tJones and his father have escaped.  \n[73]\t\tNo. It's him all right. He's \t\there somewhere.  \n[74] \tThey look down at KAZIM who lies mortally wounded on the ground at their feet. \tELSA looks saddened.  \n[75] \twatch him from a safe distance.  \n[76] \tShe looks at him, horrified.   \n[77]\t\t \t\tI never expected to see you again.  \n[78]\t\tNo!!  \n[79] \n[80]\t\tLet me choose.  \n[81]\t\tIt would not be made out of gold.  \tINDY picks up another cup\u0097a simple earthenware jug.  \n[82] \tsteps forward and picks up the Grail. She turns to INDY, her face alight with \tpossession of the Grail.  \n[83]\t\tWe have got it. Come on.  \tELSA steps onto the edge of the Great Seal.  \n[84]\t\tIt's ours, Indy. Yours and mine.  \n[85]\t\tI can reach it. I can reach it...  \tHer hand begins to slip from Indy's grasp.  ", "Kazim": "\n[1]\t \tmatches Indy's move for move.  \n[2]\t\tBecause you're looking for the \t\tHoly Grail.  \n[3]\t\tNo.  \n[4]\t\tIf you don't let go, Doctor Jones, \t\twe'll both die.   \n[5]\t\tMy soul is prepared. How's yours?  \tBy now half the boat has been chopped up into matchwood and the blades are \tgetting closer.  \n[6]\t\tNo, Doctor Jones. It's yours!  \tThe wind of the blades is on their necks. INDY grabs KAZIM just in time and \tjumps... into the motorboat, driven by ELSA, which gets alongside in the nick of \ttime.  \n[7]\t\tIf you let me go, I will tell you \t\twhere he is.  \n[8]\t\tMy name is Kazim.  \n[9]\t\tThe secret of the Grail has been \t\tsafe for a thousand years. And \t\tfor all that time the Brotherhood \t\tof the Cruciform Sword has been \t\tprepared to do anything to keep \t\tit safe.  \tKAZIM pulls back his shirt to reveal a birthmark... or is it a tattoo? Whatever it \tis, it's a cruciform sword; a Christian cross which tapers down, like the blades of \ta broadsword.  \n[10]\t\tLet me get off at this jetty.  \tThe boat is close to the edge of the canal. INDY gives ELSA a nod, telling her to \tbring the boat in. KAZIM steps ashore.   \n[11]\t\tAsk yourself, why do you seek \t\tthe Cup of Christ? Is it for His \t\tglory, or for yours?  \n[12]\t\tIn that case, God be with you in \t\tyour quest. Your father is being \t\theld in the Castle of Brunwald on \t\tthe Austrian-German border.  \tKAZIM walks away.  \n[13]\t\tA messenger from God. For the \t\tunrighteous, the Cup of Life \t\tholds everlasting damnation.  \tKAZIM dies.   ", "Young": "", "Henry": "\n[1]\t\tOut!  \n[2]\t\tThen wait\u0097count to twenty.  \n[3]\t\t \n[4]\t\tIn Greek.  \tINDY's reaction:  \n[5]\t\tMay he who illuminated this... \t\tilluminate me...  \n[6] \tThe Ford coupe pulls up in front of the house. INDY climbs from the car and \thurries up the walkway. BRODY is a step behind.  \n[7]\t\tJunior?  \tINDY gets to his feet.  \n[8]\t\tIt is you Junior!  \n[9]\t\t \t\tBut what are you doing here?  \n[10]\t\t \t\tLate Fourteenth Century, Ming \t\tDynasty.  \tHENRY is all about the broken vase which he still holds in his hand. Father and \tson get onto crossed lines for a couple of moments.  \n[11]\t\tOh, it breaks the heart.  \n[12]\t\t     (referring to the \t\t      vase \t\tI'll never forgive myself\u0097  \n[13]\t\tThank God!   \n[14]\t\t... it's fake. See, you can tell \t\tby the cross section.  \tHENRY throws the vase against the wall where it SHATTERS.  \n[15]\t\tWell, I am sorry about your head, \t\tthough. But I thought you were \t\tone of them.  \n[16]\t\t \t\tGood point.  \tINDY steps to the door and stands, listening.  \n[17]\t\tBut better safe than sorry.  \tHENRY slides his umbrella through the straps of his bag.  \n[18]\t\tHumpf\u0097so I was wrong this time. \t\tBut by God, I wasn't wrong when I \t\tmailed you my Diary. You obviously \t\tgot it.  \n[19]\t\t \t\tThrough the library?  \n[20]\t\tI knew it. And the tomb of Sir \t\tRichard?   \n[21]\t\t \t\tHe was actually there? You saw \t\thim?   \n[22]\t\t      (trembling with \t\t       anticipation \t\tAnd his shield... the inscription \t\ton Sir Richard's shield...?  \n[23]\t\tAlexandretta... of course... on \t\tthe pilgrim trail from the Eastern \t\tEmpire. Oh, Junior...  \tINDY winces, and would interrupt but suddenly it's not the moment.  \n[24]\t\t... you did it.   \n[25]\t\tIf only I could have been with \t\tyou.  \n[26]\t\tRats?  \n[27]\t\tThey want my diary.   \n[28]\t\tI knew I had to get that book as \t\tfar away from me as I possibly \t\tcould.  \tINDY's hand moves unconsciously to his pocket. His eyes turn inward.  \n[29]\t\t \t\tWhat book?  \n[30]\t\tYou doltl Do you think that my \t\tson would be that stupid that \t\the would bring my Diary all the \t\tway back here?  \tAt which point an awful thought strikes HENRY.  \n[31]\t\tYou didn't, did you? \t\t \t\tYou didn't bring it, did you?   \n[32]\t\tYou did!!   \n[33]\t\tI should have mailed it to the \t\tMarx Brothers.  \n[34]\t\tTake it easy?! Why do you think \t\tI sent it home in the first place? \t\t        (points towards \t\t        the NAZIS \t\tSo it wouldn't fall into their \t\thands!!  \n[35]\t\tOh yeah? And who's gonna come to \t\tsave you, Junior??  \tINDY's eyes blazes His nostrils flares He's so pissed off, he literally RIPS A \tMACHINE GUN from the hands of one of the startled soldiers... and for a moment \twe think he's going to use it on his dad.  \n[36]\t\tLook what you did!!  \tIndy grabs him and pushes him ahead.  \n[37]\t\t \t\tI can't believe what you just....  \n[38]\t\tBut she's one of them!  \n[39]\t\tShe's a Nazi!  \n[40]\t\tTrust me!   \n[41]\t\tOh yeah? Go ahead!  \n[42]\t\t \t\tDon't worry. He won't.  \n[43]\t\tAnd don't listen to her!  \n[44]\t\tUmh?  \n[45]\t\tShe talks in her sleep.  \tINDY nods, and then the statement catches up with him. He looks at HENRY \twith surprise.  \n[46]\t\tI didn't trust her. Why did \t\tyou?  \n[47]\t\tI misjudged you Walter\u0097I knew \t\tyou'd sell your mother for an \t\tEtruscan vase. \t\tBut I didn't know you'd sell your \t\tcountry and your soul to the slime \t\tof humanity.  \n[48]\t\t \t\tMarcus?! You didn't drag poor \t\tMarcus along, did you? He's not \t\tup to the challenge.  \n[49]\t\tIntolerable.   \n[50]\t\tThank you. It was rather wonderful.  \tShe smiles and kisses INDY passionately. HENRY glances back and looks rather \tdisappointed.  \tVOGEL appears to remind ELSA of her appointment.  \n[51]\t\tOhh. . .  \tVOGEL exits. INDY shakes his head clear.  \n[52]\t\tSo did I.  \n[53]\t\t \t\tYou said he had two days' start. \t\tThat he would blend in. Disappear!  \n[54]\t\tWhat am I looking for? \t \n[55]\t\tFeels like a cigarette lighter.   \n[56]\t\tVery good.  \tHENRY yelps as the cigarette lighter burns his hand. He drops the lighter to the \tfloor. Henry kicks at the lighter, trying to reach it, but cannot. The rug starts to \tburn. INDY doesn't know it yet.  \n[57]\t\tI ought to tell you something.  \n[58]\t\tThe floor's on fire! See?!  \n[59]\t\tAnd the chair.  \n[60]\t\tWhat?  \n[61]\t\tWhat?  \n[62]\t\tWhat?  \n[63]\t\tOh.   \tBANGING, ROCKING and HOPPING their chairs, they work their way INTO THE \tFIREPLACE\u0097the only safe place from the now ROARING FIRE.  \n[64]\t\tOur situation has not improved.  \tINDY glances over his shoulder at HENRY.  \n[65]\t\tThis is intolerable!  \n[66]\t\tWell done, boy!  \n[67] \tThe RADIOMEN move cautiously toward the flame, shielding their faces with one \thand, holding their guns with the other. Is it possible that INDY and HENRY \tescaped through these flames?  \tNot a chance.  \tThey've hidden themselves UP THE CHIMNEY. And now they DROP DOWN, \tBEHIND the RADIOMEN.  \tOne of the RADIOMEN grabs INDY by the neck. As they struggle they fall against \tthe rotating wall and disappear into the next room, leaving a frightened HENRY \tbehind.  \tHENRY presses against the wall, which rotates again. As he disappears into the \tnext room, a DEAD NAZI RADIOMAN swivels into the room. The other NAZIS \trush forward to him.  \n[68]\t\tI find that if I just sit down \t\tand think...  \tHENRY sits on a chair which tips back, hitting the wall behind it. The floor at \tINDY's feet suddenly begins DROPPING AWAYI  \tINDY grabs a railing to keep from falling, but loses his grip and plunges through \tthe opening which has formed a SPIRAL STAIRCASE. He rolls down the stairs.  \n[69]\t                   ... the solution presents itself.  \tHENRY follows INDY down the staircase.   \n[70]\t\tWould you say this has been just \t\tanother typical day for you? Huh?  \tHENRY tosses his case at INDY who catches it and angrily throws it back to his \tfather.  \n[71]\t\tWhat about the boat? We're not \t\tgoing on the boat?   \n[72] \n[73] \tINDY grabs at a FLAGPOLE as they roar past\u0097it snaps off in his hand.  \tThe NAZI SOLDIER drives his motorcycle toward INDY and HENRY. He \tunshoulders his machine gun.  \tINDY uses the broken flagpole as a lance and knocks the NAZI SOLDIER from his \tmotorcycle.  \n[74] \tAs the remaining NAZI SOLDIER rides alongside their motorbike he cocks his gun, \tpreparing to fire.  \tINDY quickly jams the remaining portion of the flagpole through the spokes of the \tNazi's front wheel.  \tThe NAZI SOLDIER'S MOTORCYCLE FLIPS THREE TIMES, throwing him high into \tthe air.   \n[75]\t\tStop!  \n[76]\t\tStop! Stop!  \tThe motorbike skids to a stop.   \n[77]\t\tYou're going the wrong Way!  We \t\thave to get to Berlin!  \n[78]\t\tMy Diary's in Berlin.  \n[79]\t\tThere is more in the Diary than \t\tjust the map.  \n[80]\t\tWell, he who finds the Grail must \t\tface the final challenge.  \n[81]\t\tThree devices of such lethal \t\tcunning.  \n[82]\t\tOh, yes. But I found the clues \t\tthat will safely take us through, \t\tin the Chronicles of St. Anselm.  \n[83]\t\tI wrote them down in my Diary so \t\tthat I wouldn't have to remember  \n[84]\t\tYes! The only thing that matters \t\tis the Grail.  \n[85]\t\tMarcus would agree with me.  \n[86]\t\tThat's for blasphemy. The quest \t\tfor the Grail is not archaeology. \t\tIt's a race against evil. \t\tIf it is captured by the Nazis, \t\tthe armies of darkness will march \t\tall over the face of the earth. \t\tDo you understand me?  \n[87]\t\tOh yes, she did. Only too well. \t\tUnfortunately she kept her illness \t\tfrom me until all I could do was \t\tmourn her.  \n[88]\t\tMy boy, we are Pilgrims in an \t\tunholy land.  \tThen... Indy sees something that makes him stop in his tracks. WE PAN ALONG \tHIS LINE OF SIGHT to:  \n[89]\t\tWhat did you get?  \n[90]\t\tGood.  \tINDY and HENRY show their papers to the Boarding Guards, then join the line of \tpassengers, which has already begun to move toward a:   \n[91]\t\tWhen we're airborne, with Germany \t\tbehind us, then I'll share that \t\tsentiment.  \n[92]\t\tYou know, sharing your adventures \t\tis an interesting experience.  \n[93]\t\tWell, I'm as human as the next \t\tman.  \n[94]\t\t \t\tShips that pass in the night...  \tHENRY opens his Diary and begins to thumb through it.  \n[95]\t\tHmmm... What did we talk about?  \n[96]\t\tAnd do I detect a rebuke?  \n[97]\t\tActually, I was a wonderful father.  \n[98]\t\tDid I ever tell you to eat up? \t\tGo to bed? Wash your ears? Do \t\tyour homework? No. I respected \t\tyour privacy and I taught you self- \t\treliance.   \n[99]\t\tYou left just when you were \t\tbecoming interesting.  \n[100]\t\t \t\tVery well. I'm here now.  \tHe closes the Diary and leans back in his seat.  \n[101]\t\tWhat do you want to talk about? \t\tHmmm?  \tINDY stutters uncomfortably as HENRY stares at him, waiting for a response.  \n[102]\t\tThen what are you complaining \t\tabout? \t\t \t\tLook, we have work to do. When \t\twe get to Alexandretta we will \t\tface three challenges. \t\t        (he reads from the \t\t         Diary \t\t\"First, the breath of God. Only \t\tthe penitent man will pass. \t\tSecond, the Word of God, only in \t\tthe footsteps of God will he \t\tproceed. Third, the Path of God, \t\tonly in the leap from the lion's \t\thead will he prove his worth. \"  \n[103]\t\t \t\tI don't know. We'll find out.   \n[104]\t\t \t\tI didn't know you could fly a \t\tplane.  \n[105] \tshrink in their seats as the MESSERSCHMIDTS (going three times as fast as they \tare) SCREAM past on either side.  \n[106]\t\tWhat happens at eleven o'clock?  \tINDY uses his arm to demonstrate that he's referring to a direction and not a \ttime.  \n[107]\t\tMore or less.  \n[108]\t\tSon, I'm sorry. They got us.  \tINDY looks back at the missing tail section, then at his father.  \tThe plane begins to go down. INDY struggles to control its descent.  \n[109]\t\t \t\tNice landing.  \n[110]\t\tThose people are trying to kill \t\tus!  \n[111]\t\tIt's a new experience for me.  \n[112]\t\tThis is intolerable!  \n[113]\t\tFaster, boy --faster!   \n[114]\t\tWell, they don't come any closer \t\tthan that!  \tHENRY looks out the windshield and sees the second Messerschmidt SCREAMING \tout of the sky toward them.   \n[115] \texchange a wordless glance. They don't even think about running: there is no \tplace to run to. HENRY hands his case to INDY.  \tHolding his umbrella, HENRY suddenly spins around and runs screaming and \tshouting into A FLOCK OF SEA GULLS...  \tTHE SEA GULLS take to the wing in flight. Thousands of them.  \n[116]\t\tI suddenly remembered Charlemagne. \t\t\"Let my armies be the rocks and the \t\ttrees and the birds in the sky.\" \t\t  \tINDY wears a proud expression as he watches HENRY walk down the beach.   \n[117]\t\tNow they have the map! And in \t\tthis sort of race, there's no \t\tsilver medal for finishing second.   \n[118]\t\tWhat do you think you're doing?! \t\tGet down!  \n[119]\t\tNow, who are all these people?  \n[120]\t\tMarcus!  \n[121]\t\t\"Genius of the Restoration\u0097\"  \tNow BRODY tugs his ears, flaps his arms and touches his head.  \n[122]\t\tIt's a rescue, old boys Come on.   \tAs HENRY starts to climb out of the tank, TWO NAZI SOLDIERS DROP DOWN from \tabove, their Lugers drawn. They are followed by VOGEL.  \n[123]\t\tIt tells me that goose-stepping \t\tmorons like yourself should try \t\treading books instead of burning \t\tthem.  \tDONOVAN appears at the turret cover.  \n[124]\t\tJunior? Junior? Junior!  \tThe NAZI SOLDIER swings his fist, knocking HENRY off his seat.   \n[125]\t\tWhat?   \n[126]\t\tIt's war.   \n[127]\t\tDidn't I tell you it was a rescue, \t\thuh?  \tA NAZI SOLDIER appears and pulls HENRY down.  \tVOGEL raises the shovel above his head and brings it crashing down on INDY, \tstill hanging from the protruding gun.  \tINDY loses his grip and now hangs from the gun suspended only by the strap of \this leather pouch. He screams as the gun scrapes against the cliff wall, sending \tstones tumbling down over him.   \n[128]\t\tYou call this archaeology?  \n[129]\t\t \t\tWhere's Marcus?!  \tBefore INDY can answer, VOGEL is up and swinging with the shovel. Indy ducks \tbut the shovel catches HENRY sending him over the side and onto the moving \ttread.  \tINDY grabs his whip, knocking VOGEL aside.  \tAs HENRY speeds toward the front of the tank to certain doom, INDY, with \tlightning speed, whips out his bullwhip, wrapping the end of the whip around \tHenry's right ankle.  \n[130]\t\tJunior?!  \tWe HEAR the TANK EXPLODING.  \n[131]\t\tOh, God. I've lost him. And I \t\tnever told him anything. I just \t\twasn't ready, Marcus. Five \t\tminutes would have been enough.  \tAnd then... looking dazed and bewildered, INDY STAGGERS UP BEHIND THEM. \tHe joins the others at the edge of the cliff, looking down at the wreckage below \twith a bewildered expression.  \tFinally, Henry becomes aware of his presence.  \tHENRY says nothing. He just looks at Indy, overcome with emotion. Finally, he \tthrows his arms around him.  \n[132]\t\tI thought I'd lost you, boy.  \tAfter a moment, Indy's head clears. And he becomes aware of his father's \tembrace. Something he hasn't felt in a long time\u0097if ever. And it touches him. \tHe hugs his father back.  \n[133]\t\tWell\u0097well done! Come on!  \tHENRY pats INDY on the back and Indy collapses, sitting hard on the rocky cliff \tedge.    \n[134]\t\tLet's go then. why are you \t\tsitting there resting when we're \t\tso near the end? Come on\u0097 \t\tlet's go!  \tHENRY turns and walks toward the horse with BRODY and SALLAH. Suddenly \tthe FEDORA, borne on the wind, BLOWS INTO SCENE and lands at INDY's feet.   \n[135] \treact to the sight.   \n[136]\t\tJunior. . .  \n[137]\t\t \t\t\"Only the penitent man will pass. \t\tOnly the penitent man will pass.\"  \n[138]\t\tThe penitent man. The penitent...  \tINDY takes a step forward through the cobwebs.    \n[139]\t\tPenitent. Penitent...  \n[140]\t\tNo.  \n[141] \tlifts his head painfully.   \n[142]\t\tThe Word of God...    \n[143]\t\tThe Name of God...  \n[144] \tstill lies in SALLAH's arms. BRODY leans over him.   \n[145]\t\tBut in the Latin alphabet, \t\t\"Jehovah\" begins with an \"I.\"   \n[146] \treacts.   \n[147]\t\tOh dear!  \n[148] \tcalls to his son.   \n[149]\t\tYou must believe, boy. you must... \t\tbelieve.  \tWe see him do it. We see him leap into space. We see that he is in midair. We \tsee that he is not going to make it. His hands claw for the opposite wall but he is \tgoing to fall 100 feet to his death. And then\u0097he doesn't! He appears to be held \tup by thin air as he lands on his hands and knees.  \tINDY looks around and down and now he figures it out.  \tIngeniously, the First Crusaders have painted a pathway to align with the rocks \t100 feet below. It is a perfect forced perspective image of the rocks below with \tlines from a hundred feet continuing six feet below his sight line where his feet \tare stepping.  \tIt's painted to blend in with the rocks below. Highly evolved camouflage... in \tperfect alignment with everything we see below.  \tWhen INDY leans out to the left or right... that's when he sees the perfect \talignment shift that betrays the trick. Indy throws some dirt on the bridge and \the crosses it like the first Crusader from the painting over Henry's desk.  \tIndy crawls through a small opening in the side of the cliff and enters a Temple.  \tA vast array of chalices is displayed on the altar of this small Temple. Perhaps a \thundred or more. Many sizes, many shapes, some gold, some silver, but they all \tglitter and shine.  \tINDY is mesmerized by their number and their beauty. And then he realizes that \ta man is praying at the altarl  \tHe has his back turned to INDY... but he is dressed as what he is! A GRAIL \n[150]\t\tJunior!  Junior!  \tWith her free hand, ELSA is trying to get the Grail. INDY can't save her unless \tshe gives him her free hand. She has to choose.  \n[151]\t\tJunior, give me your other hand! \t\tI can't hold on!!  \n[152]\t\tIndiana. Indiana!!  \tINDY snaps his look up to his father. His father has never called him this before.   \n[153]\t\t \t\t... let it go...   \tINDY abandons the Grail and grabs onto HENRY with both hands. \tHENRY pulls him up to safety.   \n[154]\t\tElsa never really believed in the \t\tGrail. She thought she'd found a \t\tprize.  \n[155]\t\tMe?... Illumination.  \tHENRY and INDY mount their horses. Henry turns back to his son.  \n[156]\t\tWhat did you find, Junior?  \n[157]\t\tThat's his name. Henry Jones, \t\tJunior.  \n[158]\t\tWe named the dog Indiana.  \n[159]\t\tReady.  \n[160]\t\t \t\tGot lost in his own museum, huh?  \n[161]\t\tAfter you, Junior.  ", "Marcus": "", "Brody": "\n[1]\t\tYou've got itl  \tINDY removes the cloth-wrapped Cross from his desk. He places it on the desk \tand takes off his glasses as BRODY examines the Cross.  \n[2]\t\tAll your life.  \n[3]\t\tWell done, Indy. Very well done, \t\tindeed This will find a place \t\tof honor in our Spanish collection.  \tINDY gathers up his books and makes his way toward the door.  \n[4]\t\tYes. My treat.  \n[5]\t\tYour father and I have been \t\tfriends since time began. I've \t\twatched you grow up, Indy. And \t\tI've watched the two of you grow \t\tapart. \t\t \t\tI've never seen you this concerned \t\tabout him before.  \tThey climb the porch and notice that the front door is ajar. They exchange a \tquick look of concern as they enter.  \n[6]\t                        Dear God.  \tThey walk into the room.   \n[7]\t\tWhat has the old fool got \t\thimself into now?  \n[8]\t       \tIt's today's mail. And it's been \t\topened.  \tINDY turns and sees the pile of torn papers and envelopes. Then something hits \thim.  \n[9]\t\tWhat is it?   \tINDY uncovers a small book. It looks like a JOURNAL or \tDIARY. Indy flips through it: Page after page of \thandwritten notes and drawings. BRODY glances at it with \tgreat curiosity.  \n[10]\t\tI don't know. But someone must \t\twant it pretty badly.  \n[11]\t\tThe search for the Cup of Christ \t\tis the search for the divine in all \t\tof us.  \tBRODY sees that INDY is unsatisfied by this response.  \n[12]\t\tBut if you want facts, Indy, I \t\thave none to give you. At my age, \t\tI'm prepared to take a few things \t\ton faith.  \n[13]\t\tI'll tell him we'll take two.   \n[14]\t\tTell me, what's going to happen \t\twhen we get to Venice?  \n[15]\t\t \t\tSchneider?  \n[16]\t\tOh, well. That's good. Thank \t\tyou.  \tBRODY and DONOVAN shake hands. INDY steps from the back seat of the limo. \tHe turns back to Donovan and shakes his hand.  \n[17]\t\tYes. Uh, how will we recognize \t\tthis Doctor Schneider when we \t\tsee him?  \n[18]\t\tThat's right.  \tThe Woman, DR. ELSA SCHNEIDER, extends her hand to BRODY.  \n[19]\t\tUh... how do you do?  \n[20]\t\t \t\tI hate to interrupt you\u0097but the \t\treason we're here\u0097  \n[21]\t\tIt looks like a converted church.  \tELSA leads the way inside.   \n[22]\t\tWhere?  \tINDY whips out the Grail Diary and opens it to the sketch he noticed in the \tairplane.  \n[23]\t\tLook, Indy. The Roman numerals!  \n[24]\t\tWell, now we know the source of \t\tthe numbers, but we still don't \t\tknow what they mean.  \tINDY and BRODY now see ELSA approaching. Indy quickly tucks the Diary back \tinto his pocket.  \n[25]\t\t \t\tUh, yes. Three, seven and tent \t\tThat window seems to be the source \t\tof the Roman numerals.  \n[26]\t\tOhhhh. . .  \tKAZIM gestures with his gun toward the now-unconscious BRODY. The other two \tmen take Brody's hands and drag him into one of the book-lined aisles.  \n[27]\t\tIt's better, now I've seen this. \t\tIt's the name of a city. \t\t\"Alexandretta?\" Hmmm...  \tINDY, wearing a bathrobe, leans over to study the impression.  \n[28]\t\tYour father would know. Your \t\tfather did know. Look. He \t\tmade a map.  \tBRODY picks up the Grail Diary.  \n[29]\t\tHe must have pieced it together \t\tfrom clues scattered through the \t\twhole history of the Grail Quest. \t\tA map with no names.   \n[30]\t\tNow, he knew there was a city \t\twith an oasis due east. Here. \t\tHe knew the course turned south \t\tthrough the desert to a river, and \t\tthe river led into the mountains. \t\tHere. Straight to the canyon. \t\tHe knew everything except where \t\tto begin, the name of the city.  \n[31]\t\tYes. Now we know.  \n[32]\t\tWhat about you?  \n[33]\t\tDoes anyone here speak English? \t\tOr even ancient Greek?  \tA Man in the crowd holds out a cup of water to BRODY.  \n[34]\t\tNo water, no thank you. No, fish \t\tmake love in it.  \tBRODY continues through the crowd past various STREET VENDORS. A Woman \tholds a chicken out to him.  \n[35]\t\tThank you so much. No, I don't \t\tlike that. No, I really don't \t\twant... No, no, thank you very \t\tmuch. No, thank you, madam. \t\tI'm a vegetarian.   \tThe Woman walks away, leaving BRODY alone in the crowd.  \n[36]\t\tDoes anyone understand a word I'm \t\tsaying here?  \tSALLAH shoulders his way through the mob toward BRODY.  \n[37]\t\tOh, Sallahl What a relief!  \n[38]\t\t \t\tOh, he's in Austria. A slight \t\tdetour.  \n[39]\t\tYes, but don't panic. Everything's \t\tunder control. Have you. . .have \t\tyou arranged our supplies?  \n[40]\t\tOh, this map will show you. It \t\twas drawn by, uh...  \tBRODY searches in his coat pocket for the map as a SINISTER MAN approaches.  \n[41]\t\tOh, what?... your servant, sir.  \n[42]\t\tMy reputation precedes me.  \n[43]\t\tYes.  \n[44]\t\tYes.   \n[45]\t\tDid you say...? Uh, uh...  \tSALLAH puts the newspaper in front of the SECOND MAN's face, then punches \thim through the newspaper.  \n[46]\t\tI'd rather spit in your face. \t\tBut as I haven't got any spit...  \tVOGEL snatches the canteen away from BRODY before he can drink.  \n[47]\t\tYou're meddling with powers you \t\tcannot possibly comprehend.  \tHENRY and SALLAH are at INDY's side as he views Donovan's party in the \tdistance. Parked nearby is a CAR containing all of their supplies.  \n[48]\t\tArghhh! Oh!   \n[49]\t\t\"\u0097aid our own resuscitation!\"  \tThey exchange a handshake.  \n[50]\t\tHenryl What are you doing here?!  \n[51]\t\tHenry, the pen\u0097  \n[52]\t\tBut don't you see? The pen is \t\tmightier than the sword.   \n[53]\t\tLook what you didl  \n[54]\t\tHow does one get off this thing?  \tAs INDY winds up to punch VOGEL he catches BRODY in the face on the \tbackswing, then completes the movement and knocks Vogel down.  \n[55] \treact to the sight.   \n[56]\t\tNo, Henry. Try not to talk.   \n[57] \trushes forward and calls to INDY.  \n[58]\t\tIndy... Indy, you must hurry!! \t\tCome quickly!  \n[59]\t\tMay we go home now, please?    \n[60]\t\tIndy! Henryl Follow met I know \t\tthe way! \t\t \t\tHaaa!  ", "Vogel": "\n[1]\t\tThat's far enough Put down the \t\tgun, Doctor Jones. Put down the \t\tgun or the Fraulein dies.  \n[2]\t\tI will kill her!  \n[3]\t\tEnough! She diesl  \tVOGEL jams the barrel of the luger painfully into ELSA's neck. Elsa SCREAMS.  \n[4]\t\tDoctor Schneider. Message from \t\tBerlin. You must return immediately: \t\ta rally at the Institute of Aryan \t\tCulture.  \n[5]\t\tYour presence on the platform is \t\trequested... at the highest level.  \n[6]\t\t         (to DONOVAN, meaning \t\t          Indy and Henry \t\tLet me kill them now.   \n[7]\t\tDoctor Schneider! Your car is \t\twaiting.  \n[8]\t\tAnd this is how we say goodbye in \t\tGermany, Doctor Jones.  \tVOGEL punches INDY in the jaw. A hard and vicious jab that snaps Indy's head \taround.  \n[9]\t\tSie alle ins Boat. Schnell!  \tCAMERA PULLS BACK TO REVEAL a large box which suddenly BREAKS APART \tas INDY, now on a motorbike with HENRY in the sidecar, ROARS PAST THE \tDOCK, hitting TWO NAZI SOLDIERS who scream as they fall into the river.  \tVOGEL screams after INDY and HENRY as they drive off.  \n[10]\trushing across the tarmac toward the Zeppelin.  \n[11]\t\tNicht zumachen! Wir steigen ein!  \n[12] \tnow walks up the aisle. He approaches a MALE PASSENGER hidden behind a \tnewspaper. VOGEL uses his walking stick to lower the newspaper and show the \tPassenger the leaflet with Henry's photograph.  \n[13]\t\tHaben sie disen Mann gesehen?  \tThe Passengers at the table shake their heads in the negative. VOGEL shows the \tpicture to other Passengers.  \n[14] \tapproaches HENRY, still hidden behind his newspaper. Again, VOGEL uses his \twalking stick to lower the paper, revealing Henry's face.  \n[15]\t\tGuten Tag, Herr Jones.  \tNow INDY, still playing the role of Steward, asks VOGEL for his ticket.  \n[16]\t\tWeg.  \n[17]\t\t \t\tWas?    \tVOGEL glances up and recognizes INDY\u0097who quickly punches Vogel in the face, \tknocking him toward the window. In another quick move, Indy TOSSES HIM OUT \tTHE WINDOW onto the tarmac below.  \tShocked Passengers blink in bewilderment.  \n[18]\t\tDu wirst nochmal boren von mir!  \n[19]\t\tBring den Schatzl  \tTWO NAZI SOLDIERS bring forward a HUGE STEAMER TRUNK. They open the lid \tand begin to empty it of its contents:  \tGold and silver objects of every description.  \n[20]\t\tWe must be within three or four \t\tmiles. Otherwise we are off the \t\tmap.   \n[21]\t\tI can't see anyone up there.   \n[22]\t\t \t\tSearch him.  \tThe NAZI SOLDIERS point their guns at HENRY and BRODY.  \n[23]\t\t \t\tWhat is in this book? That \t\tmiserable little Diary of yours!  \tVOGEL removes a glove and slaps HENRY with it.  \n[24]\t\tHere's the map. The book is \t\tuseless, and yet you come all the \t\tway back to Berlin to get it. \t\tWhy?  \tHe slaps HENRY again.  \n[25]\t\tWhat are you hiding?  \tAnother slap.  \n[26]\t\tWhat does the Diary tell you that \t\tit doesn't tell us?!  \tVOGEL reaches out to slap HENRY yet again, but Henry grabs his arm, stopping \thim.   \n[27]\t\t \t\tI think not, Herr Donovan.   \n[28]\t\tFire!   \n[29]\t\tDer Kubelwagon sprengen!  \tThe Gunner puts a shell into the large gun. He FIRES, CATAPULTING THE \tKUBELWAGON into the air, where it EXPLODES.  The tank drives through the \tresulting smoke an dust, then rolls over the Kubelwagon, crushing it \t \n[30] \tHate-staring at INDY  \n[31] \n[32] \tHe sees his life passing before him, he screams at the top \tof his lungs!   ", "Sultan": "\n[1] \tThe SULTAN is seated in his royal chair, flanked by WALTER DONOVAN and \tVOGEL and surrounded by his minions.  \tDONOVAN holds the missing Grail Diary pages.  \n[2]\t\tWhat have you brought?  \n[3]\t\tRolls-Royce Phantom Two. 4.3 \t\tlitre, 30 horsepower, six cylinder \t\tengine, with Stromberg Downdraft \t\tcarburetor.  \tThe SULTAN points to the engine under the hood.  \n[4]\t\tCan go from zero to 100 kilometres \t\tan hour in 12.5 seconds. And I \t\teven like the color.  \n[5]\t\tYou shall have camels, horses, an \t\tarmed escort, provisions, desert \t\tvehicles\u0097and tanksl  ", "Sallah": "\n[1]\t\tMister Brodyl  \tThey meet and hug, then begin to walk.  \n[2]\t\t \t\tMarcus Brody, sir. And where is \t\tIndy?  \n[3]\t\tYou are on your own?  \tA Woman runs in and tugs on BRODY's coat. He waves her away.   \n[4]\t\tOh, yes, of course. But where \t\tare we going?  \n[5]\t\tAnd I am his.   \n[6]\t\tThere is no museum in Iskenderun.  \tThe SECOND MAN overhears SALLAH. He and his companion turn quickly.  \n[7]\t\tPapers? \t\t \t\tOf course.   \n[8]\t\tRun.   \tBRODY does not run. SALLAH pats his clothing, searching for his papers.  \n[9]\t\tPapers, sir. Got it here.  \tSALLAH laughs and pulls out a newspaper.  \n[10]\t\tJust finished reading it myself. \t\t         (laughs; then, to \t\t          Brody \t\tRun!  \tBRODY looks confused. SALLAH shows the newspaper to the SECOND MAN.  \n[11]\t\tEgyptian Mail. Morning edition. \t\t \t\tRun!  \n[12]\t\tRun!   \tThe SECOND MAN falls, knocking over a vendor's stand. SALLAH and BRODY \tbegin to run. SALLAH knocks the FIRST MAN into another vendor's stand. The \tSTAND COLLAPSES on impact.  \tSALLAH grabs BRODY and pulls him through the crowded streets.  \n[13]\t\t \t\tOkay, okay, quick, quick, quickl \t\tHide in that doorl Hide in that \t\tdoor!  \tSALLAH points to a DARKENED DOORWAY, hung with a curtain, at the top of a \tramp. BRODY runs up the ramp, throws back the curtain and disappears into \tthe darkness.   \n[14]\t\tWe go this way.  \tSALLAH waves his arms and shouts to a CAMEL HERDER.  \n[15]\t\tGet that camel out of the way!  \n[16]\t\t \t\tAh, they set out across the desert \t\tthis afternoon. I believe they \t\ttook Mister Brody with them.  \tHENRY removes his hat and hits INDY with it.  \n[17]\t\tThat car belonged to my brother- \t\tin-law.  \n[18] \tcrouch behind a rock watching as men on both sides of the battle run amongst \tcamels and horses.  \n[19]\t\tI'll take the camels.  \n[20]\t\tBut, Indy\u0097  \n[21]\t\tCompensation for my brother-in- \t\tlaw's car. Indy, your father and \t\tBrody\u0097  \n[22]\t\tThey have them. In the belly of \t\tthat steel beast.  \tINDY and SALLAH charge forward leading their horses and camels.  \tThen VOGEL commands the Tank Driver to give chase.   \n[23]\t\tFather of Indy\u0097give me your \t\thand!  \tVOGEL now punches INDY in the back and grabs him around the neck. Still, \tINDY refuses to let go of the whip.  \n[24]\t\tGive me your hand!  \tSALLAH manages to hold onto HENRY as he brings his horse to a stop just at the \tcliff's edge.  \tINDY finally frees himself of VOGEL's grasp, twisting his arm painfully away \tfrom Indy's neck, then landing a hard blow to Vogel's head.   \n[25]\t\tIndy?!   \n[26] \treact to the sight.   \n[27]\t\t \t\tHe's all right.  \tHENRY shakes his head.  \n[28]\t\tDrop your guns. Please.  \tThe NAZI SOLDIERS drop their weapons at their feet and raise their arms in \tsurrender.  \n[29]\t\tPlease...What does it always \t\tmean, this...this \"Junior?\"  \n[30]\t\t \t\tThe dog!? \t\t \t\tYou are named after the dog...  ", "Walter": "", "Donovan": "\n[1]\t\tI trust your trip down was \t\tcomfortable, Doctor Jones. My \t\tmen didn't alarm you, I hope.  \tHe shakes hands with INDY.  \n[2]\t\tMy name is Donovan. Walter Donovan.  \n[3]\t\tWell, like yourself, Doctor Jones, \t\tI have a passion for antiquities. \t               \t \t\tHave a look over here. This might \t\tinterest you.   \n[4]\t\tThat was our assessment as well. \t \n[5]\t\tMy engineers unearthed it in the \t\tmountain region north of Ankara \t\twhile excavating for copper. \t\t \t\tCan you translate the inscription?  \tTranslating the inscription is no easy matter, even for someone as knowledgeable \tas INDY.  \n[6]\t\t \t\tThe Holy Grail, Doctor Jones. \t\tThe chalice used by Christ during \t\tthe Last Supper. The cup that \t\tcaught His blood at the Crucifixion \t\tand was entrusted to Joseph of \t\tArimathaea.  \tINDY rubs his chin with a dubious expression as he takes the glass of champagne \tDONOVAN now offers him.  \n[7]\t\tEternal life, Doctor Jones! The \t\tgift of youth to whoever drinks \t\tfrom the Grail. \t\t \t\tOh, now that's a bedtime story I'd \t\tlike to wake up to!  \n[8]\t\tEvery man's dream. \t      \t \t\tIncluding your father's, I believe.  \tINDY stiffens slightly at the mention of his father, nods.  \n[9]\t\tWalter, you're neglecting our \t\tguests.  \n[10]\t\tBe along in a moment, dear.  \tHe leans over and kisses her cheek. MRS. DONOVAN sighs to herself and returns \tto the party. INDY, meanwhile, has turned his attention back to the Grail Tablet, \tobviously hooked by its archaeological promise. He moistens his finger with \tchampagne and rubs it over the tablet. DONOVAN steps up next to Indy.   \n[11]\t\tHard to resist, isn't it? The \t\tHoly Grail's final resting place \t\tdescribed in detail!  \n[12]\t\tJust the same, an attempt to \t\trecover the Grail is currently \t\tunderway.  \tINDY has to shake his head at DONOVAN's apparent lack of judgment.  \n[13]\t\tLet me tell you another \"bedtime \t\tstory, \" Doctor Jones. \t\tAfter the Grail was entrusted \t\tto Joseph of Arimathaea, it \t\tdisappeared and was lost for a \t\tthousand years before it was found \t\tagain by three Knights of the \t\tFirst Crusade. Three brothers, \t\tto be exact.  \n[14]\t\tNot \"supposedly,\" Doctor Jones.  \tDONOVAN produces an ANCIENT LEATHER-BOUND VOLUME with very brittle \tpages. INDY views the manuscript with considerable interest.   \n[15]\t\tThis is the manuscript in which \t\tthe friar chronicled the Knight's \t\tstory... it doesn't reveal on \t\tlocation of the Grail, I'm afraid... \t\tbut the Knight promised that two \t\t\"markers\" that had been left \t\tbehind would. \t\t \t\tThis Tablet is one of those \t\t\"markers.\" It proves the Knight's \t\tstory is true. But as you pointed \t\tout\u0097it's incomplete. \t\t \t\tNow, the second \"marker\" is \t\tentombed with the Knight's dead \t\tbrother. Our project leader \t\tbelieves that tomb to be located \t\twithin the city of Venice, Italy. \t\t \t\tAs you can now see, Doctor Jones, \t\twe're about to complete a great \t\tquest that began almost two \t\tthousand years ago. We're only \t\tone step away.  \n[16]\t\tYou could be more right than you \t\tknow.  \n[17]\t\tWe've hit a snag. our project \t\tleader has vanished. Along with \t\tall his research. Uh, we received \t\ta cable from his colleague, Doctor \t\tSchneider, who has no idea of his \t\twhereabouts or what's become of \t\thim. \t\t \t\tI want you to pick up the trail \t\twhere he left off. Find the man \t\tand you will find the Grail.   \n[18]\t\t \t\tWe already have. Your father is \t\tthe man who's disappeared.   \n[19]\t\t \t\tDon't worry. Doctor Schneider will \t\tbe there to meet you.  \n[20]\t\t \t\tI maintain an apartment in Venice, \t\tat your disposal.  \n[21]\t\tDoctor Jones. Good luck. Be \t\tvery careful. Don't trust anvbody.   \n[22]\t\tDidn't I warn you not to trust \t\tanybody, Doctor Jones?  \tDONOVAN smiles benignly and flips through the Grail Diary.  \n[23]\t\t \t\tDoctor Schneider There're pages \t\ttorn out of thisl  \tELSA rushes to DONOVAN's side. she takes the Grail Diary from him. Elsa takes \ta look for herself\u0097then glances up at Indy.   \n[24]\t\tWhere are these missing pages? \t\tThis maps we must have these \t\tpages backs  \tHENRY gives INDY a look of surprise. Indy smirks.  \n[25]\t\tHe sticks out like a sore thumb. \t\tWe'll find him.  \n[26]\t\tTake this Diary to the Reich \t\tMuseum in Berlin. It will show \t\tthem our progress, ahead of \t\tschedule. Without a map, I'm \t\tafraid it's no better than a \t\tsouvenir.  \tHe hands her the Grail Diary.  \n[27]\t\t    (to VOGEL, with a \t\t     helpless shrug \t\tAlways do what the doctor orders.  \tDONOVAN leads VOGEL out. The NAZI GUARDS follow. Once they are gone, \tELSA turns to INDY.  \n[28]\t\tWell, we have Marcus Brody. But \t\tmore important, we have the map.  \tA RADIO OPERATOR steps forward with yet another written message for \n[29]  \n[30]\t\t \t\t\"By the personal command of the \t\tFuhrer. Secrecy essential to \t\tsuccess. Eliminate the American \t\tconspirators.\" \t\t \t\tGermany has declared war on the \t\tJones boys. \t\t \t\tLos fahren.  \tThe car drives off.  \n[31]\t\tThese pages are taken from Professor \t\tJones' diary, Your Highness. And \t\tthey include a map that pinpoints \t\tthe exact location of the Grail.  \tDONOVAN and the SULTAN walk together through an archway.  \n[32]\t\tAs you can see, the Grail is all \t\tbut in our hands. \t\t \t\tHowever, Your Highness, we \t\twould not think of crossing your \t\tsoil without your permission, \t\tnor of removing the Grail from \t\tyour borders without suitable \t\tcompensation.   \n[33]\t\tPrecious valuables, Your Highness, \t\t\"donated\" by some of the finest \t\tfamilies in all of Germany.  \tThe SULTAN gets up from his chair and walks toward the trunk. He goes right \tpast it and begins to inspect the Nazi staff car parked nearby.  \n[34]\t\t \t\tThe keys are in the ignition, \t\tYour Highness.  \n[35]\t\tYou're welcome.  \tSomebody else is also taking note...and we see that it is KAZIM, the spy at the \tcourt.  \tELSA is revealed coming down the stairs toward DONOVAN and VOGEL.  \n[36]\t\tCare to wet your whistle, Marcus?  \n[37] \n[38]\t\tWell, Marcus, we are on the brink \t\tof the recovery of the greatest \t\tartifact in the history of mankind.  \n[39]\t\tMaybe it wasn't even Jones.  \n[40]\t\t \t\tPut Brody in the tank.  \tKAZIM peers over a rock, pointing his rifle at the group below.  \n[41]\t\t \t\tWell, in this sun, without \t\ttransportation, they're as good \t\tas dead.  \tBULLETS EXPLODE off the vehicles and cliff. DONOVAN and ELSA duck.  \tA NAZI SOLDIER falls from the tank as BULLETS EXPLODE around him.  \tKAZIM'S MEN, BRETHREN OF THE CRUCIFORM SWORD, continue to FIRE. ELSA \tand DONOVAN take cover beside the parked car.  \n[42]\t\tIt's Jones, all right.   \n[43] \tThey look down at KAZIM who lies mortally wounded on the ground at their feet. \tELSA looks saddened.  \n[44]\t\t \t\tWho is he?  \n[45]\t\tColonel? Jones is getting away.  \n[46]\t\tNot that Jones\u0097the other Jones!  \n[47]\t\tThe Canyon of the Crescent Moon.  \tNow ELSA peers through the binoculars.   \n[48] \twatch him from a safe distance.  \n[49] \tShe looks at him, horrified.   \n[50]\t\tHelmut, another volunteer!  \tTWO NAZI SOLDIERS force another Turk forward. Suddenly...   \tThe SOUND OF RIFLE BOLTS being cocked. Everyone turns to discover INDY and \this party surrounded by NAZI SOLDIERS. Indy's group are relieved of their guns.   \n[51]\t\tStep back now, Doctor Schneider. \t\tGive Doctor Jones some room. He's \t\tgoing to recover the Grail for us.    \n[52]\t\tImpossible? What do you say, \t\tJones? Ready to go down in \t\thistory?  \n[53]\t\t \t\tNazis?!\u0097Is that the limit of \t\tyour vision?! The Nazis want to \t\twrite themselves into the Grail \t\tlegend and take on the world. \t\tWell, they're welcome. But I want \t\tthe Grail itself. The cup that \t\tgives everlasting life. \t\tHitler can have the world, but \t\the can't take it with him. I'm \t\tgoing to be drinking my own health \t\twhen he's gone the way of the \t\tDodo. \t\t      (he draws his \t\t       pistol \t\tThe Grail is mine, and you're \t\tgoing to get it for me.  \n[54]\t\tYou know something, Doctor Jones?... \t\tyou're absolutely right.  \tThen DONOVAN shifts his aim, just a bit, and SHOOTS HENRY. The bullet enters \this side below the ribs.  \n[55]\t\t \t\tGet back!  \tHENRY collapses. Blood flowing from the wound. BRODY and SALLAH rush to \this assistance.    \n[56]\t\tYou can't save him when you're \t\tdead.  \tINDY hesitates.  \n[57]\t\tThe healing power of the Grail is \t\tthe only thing that can save your \t\tfather now. It's time to ask yourself \t\twhat you believe.  \tINDY takes in the situation. The two decapitated men lie a few yards in front of \thim. He walks to the entranceway, flanked by two stone lions. We get silent \treaction shots\u0097ELSA\u0097SALLAH\u0097BRODY\u0097DONOVAN\u0097registering their \tdifferent emotions  \tINDY proceeds forward. His hands open the Grail Diary.  \n[58] \n[59]\t\tWe're through!  \tBRODY and SALLAH smile, relieved.  \n[60]\t\tWhich one is it?    \n[61]\t\tI'm not a historian. I have no \t\tidea what it looks like. Which \t\tone is it?  \n[62]\t\tThank you, Doctor.  \tELSA and INDY exchange looks. He thinks he is seeing her in her true colors.  \tELSA chooses a cup\u0097a solid gold, emerald encrusted goblet.  \tDONOVAN instantly takes it from her.  \n[63]\t\tOh, yes. It's more beautiful than \t\tI'd ever imagined. This certainly \t\tis the cup of the King of Kings.  \tDONOVAN rushes to the well and fills the goblet with water.  \n[64]\t\tEternal life!  \tDONOVAN drinks from the goblet.  \tThen, DONOVAN'S entire body starts to convulse. His face contorts in agony. He \tgrabs his stomach and turns toward ELSA.  \n[65]\t\tWhat . . . is . . . happening. . . to . . . \t\tme. . .?  \tHe starts to age\u0097fast! His hair grows long and gray and brittle. His face sinks. \tFingernails curl back on themselves. Milky cataracts coat his eyes.  \tELSA gasps and screams.  \n[66]\t\tWhat. . . is . . . happening. . . ?  \tHis skin turns brown and leathery and stretches across his bones until it splits. \tHis skeletal hands reach for ELSA's throat, choking her.    ", "Fedora": "\n[1]\t                 \tAlfred, did you get anything yet? \t\t\t \n[2]\t\tDig with your hands.  \tINDY picks up the Cross.   \n[3]\t\tNot with your mouth.  \tAs FEDORA stands watching the other men digging, INDY puts the Cross in his \tpants and begins to pull himself up a rope hanging nearby. As he climbs, Indy's \tfeet break a wooden beam, attracting the men's attention.  \n[4]\t\t  There he isl  \n[5]\t\tCome on, kid. There's no way \t\tout of this.  \tAs INDY edges away from FEDORA, a portion of the STOCKCAR'S ROOF \tCOLLAPSES and Indy FALLS THROUGH into the car below.   \n[6]\t\tToss up the whip.  \n[7]\t \tYou've got heart, kid. \n[8]\t\t \t\this grandchildren.  \n[9]\t\tDon't let him get awayl \n[10]\t\tHold it. Make sure he doesn't \n[11]\t\tOkay, kid. out of the box. \t\tNow.  \tFEDORA smiles confidently and advances toward the box. The box unexpectedly \tcollapses; all four sides flop away... revealing NOTHING. INDY has completely \tvanished.  \tFEDORA is mystified, frustrated and angered. Then he feels a breeze at his back. \tHe turns and discovers that the caboose door is open. He rushes out onto the \tbalcony and sees:  \tINDY RUNNING along the tracks, turning up a street of modest clapboard houses.   \n[12]\t\tDamn.   \n[13]\t\tYou lost today, kid, but that \n[14] \tThe hat brim fills the screen. As the brim tilts up, WE SEE the face of FULL ", "Panama": "\n[1] \tThe passenger in the car. His face is concealed by the hat's wide brim. His arm \tis out the window, however, and we see an olive-colored hand protruding from \tthe sleeve of an expensive white linen suit. He gestures to the Robbers, now in \tthe truck.  \n[2]\t\tCome on. Get him!  \tINDY SPURS his mount on to greater speeds but the autos not only keep pace \twith his horse... they begin to squeeze in on it.  \tSpeeding Autos. Thundering hooves. Rushing wind. Flying dust. INDY crouched \tlow and leaning forward in the saddle, his heart pounding, his adrenalin \tpumping.  \tINDY VEERS OFF in a new direction\u0097toward a RAILROAD TRACK.   \n[3]\t\tSmall world, Doctor Jones.  \n[4]\t\tThis is the second time I've had \t\tto reclaim my property from you\u0097 \n[5]\t\tSo do you. \t\t \t\tThrow him over the side.  \n[6]\t\tGrab him, he's getting away! \t\tGrab him!  \tIndy turns around and pummels two sailors with one punch. Indy sees a large \tStevedore's hook above him and he climbs up on crates to reach it. He grabs a \thold of the hook and uses it to swing all the way across the deck, narrowly \tavoiding a huge wave behind him. He jumps into the rollicking ocean, still \tholding onto the cross. On the ship, a giant fuel drum rolls wildly, falling directly \tonto a crate of TNT. The crate explodes, causing the entire ship to blow, sending \tan enormous orange fireball into the sky.  ", "Hat": "\n[1] \tThe passenger in the car. His face is concealed by the hat's wide brim. His arm \tis out the window, however, and we see an olive-colored hand protruding from \tthe sleeve of an expensive white linen suit. He gestures to the Robbers, now in \tthe truck.  \n[2]\t\tCome on. Get him!  \tINDY SPURS his mount on to greater speeds but the autos not only keep pace \twith his horse... they begin to squeeze in on it.  \tSpeeding Autos. Thundering hooves. Rushing wind. Flying dust. INDY crouched \tlow and leaning forward in the saddle, his heart pounding, his adrenalin \tpumping.  \tINDY VEERS OFF in a new direction\u0097toward a RAILROAD TRACK.   \n[3] \tThe hat brim fills the screen. As the brim tilts up, WE SEE the face of FULL \n[4]\t\tSmall world, Doctor Jones.  \n[5]\t\tThis is the second time I've had \t\tto reclaim my property from you\u0097 \n[6]\t\tSo do you. \t\t \t\tThrow him over the side.  \n[7]\t\tGrab him, he's getting away! \t\tGrab him!  \tIndy turns around and pummels two sailors with one punch. Indy sees a large \tStevedore's hook above him and he climbs up on crates to reach it. He grabs a \thold of the hook and uses it to swing all the way across the deck, narrowly \tavoiding a huge wave behind him. He jumps into the rollicking ocean, still \tholding onto the cross. On the ship, a giant fuel drum rolls wildly, falling directly \tonto a crate of TNT. The crate explodes, causing the entire ship to blow, sending \tan enormous orange fireball into the sky.  \n[8] \n[9] \n[10] ", "Indy": "\n[1]\t\tShhhl  \tFEDORA blows dust from the Cross, turning it in his hand, silently appraising its \tbeauty... and its value. He seems aloof from the others; somehow superior to \tthem.  \n[2]\t\t \n[3]\t\tThat Cross is an important artifact. \t\tIt belongs in a museum.  \tA look of resolve comes into INDY's expression, and he turns back toward \n[4]\t\tRun back and find the others. \t\tTell Mister Havelock that there \t\tare men looting in the caves.  \tHERMAN doesn't seem to be listening. Instead, he watches in wide-eyed horror \tas a SNAKE SLITHERS ACROSS HIS LAP.  \n[5]\t\tHave him bring the sheriff.  \tINDY matter-of-factly picks up the snake and tosses it aside. HERMAN gasps.  \n[6]\t\tIt's only a snake.  \tINDY grabs HERMAN's scout scarf and pulls him closer.  \n[7]\t\tDid you hear what I said?  \n[8]\t\tI don't know... I'll think of \t\tsomething.  \tINDY releases the scarf, gives HERMAN a pat and Herman dashes off. Indy sees \tthe Cross on the rock next to the lantern. As the Robbers continue to search for \tadditional valuables, Indy is able to work his way unseen to within arm's reach of \tthe Cross...  \tFEDORA looks over at the men digging in a hole b.g.  \n[9]\t\tMister Havelock! Anybody \t\tEverybody's lost but me!  \tHe hears RUNNING FOOTSTEPS BEHIND HIM and dashes off. ROUGH RIDER, \tHALFBREED, and ROSCOE are quick to appear and run after him.  \n[10]\t\tHyahl Hyah!   \n[11]\t\tOh...\t\t  \tINDY jumps back in horror... only to land with a SQUISH into the SNAKE VAT.  \n[12]\t\tOh... Oh...  \tHundreds of slippery, squirming snakes. INDY sinks into them. They cover him. \tEngulf him. Almost smother him.  \tINDY jumps out of the side of the vat, freeing himself.  \tINDY locates a clean-out door at the bottom of the car and uses it to escape.  \tHALFBREED, meanwhile, tries to open the closed window of the car. He groans. \tROUGH RIDER moves to assist him.  \n[13]\t\tHoly smokes! \n[14]\t\tOhhh! \n[15]\t\t \t\tIt belongs to Coronado.  \n[16]\t\tThis should be in a museum.  \n[17]\t\tMagic?  \tHe glances back at the men and quickly opens the door to the caboose, stepping \tinside.  \tFEDORA puts out his arm, gesturing for the others not to follow INDY.  \n[18]\t\tDad!  \n[19]\t\tDad!  \n[20]\t\tDad!  \n[21]\t\tDad!  \n[22]\t\tIt's important!  \n[23]\t\tNo, Dad. You listen to me\u0097  \n[24]\t\tOne, two, three, four...  \tNow we see what HENRY is concentrating on. We see his hand \tsketching; then, he holds up one finger.  \n[25]\t\t \n[26]\t\tJust the man I want to see! Now, \t\tthere were five or six of them.   \n[27]\t\t \n[28]\t\tWell, yes, sir. It's right here!  \tINDY shows the CROSS, more or less handing it to the SHERIFF to make his \tpoint. The Sheriff takes it casually.  \n[29]\t\tToo small for two of us.  \tTHE MAN IN THE PANAMA HAT  removes the CROSS OF \tCORONADO from Indy's belt.  \n[30]\t\tThat belongs in a museum\u0097 \n[31] \tin the water amid the debris, holding the Cross in his hand. He grabs for \tsomething to keep him afloat. It turns out to be one of the ship's LIFE \tPRESERVERS. INDY loops his arm through the preserver.   \n[32]\t\tArchaeology is...   \n[33]\t\t... the search for fact. Not truth. \t\tIf it's truth you're interested \t\tin, Doctor Tyree's Philosophy \t\tclass is right down the hall.  \tLaughter.  \n[34]\t\tSo forget any ideas you've got \t\tabout lost cities, exotic travel, \t\tand digging up the world. Eve \t\tdo not follow maps to buried \t\ttreasure and \"X\" never, ever, \t\tmarks the spot.   \tMARCUS BRODY approaches Indy's classroom. He peers through the window in \tthe door to see INDY completing his lecture.  \n[35]\t\tSeventy percent of all archaeology \t\tis done in the library. Research. \t\tReading.   \n[36]\t\tWe cannot afford to take mythology \t\tat face value.  \tThe BELL RINGS. INDY stands at his desk as students begin to disperse. A \tpretty coed puts a note on the desk.  \n[37]\t\tNext week: \"Egyptology.\" Starting \t\twith the excavation of Naukratis \t\tby Blinders Petrie in 1885. I will \t\tbe in my office if anybody's got \t\tany problems for the next hour \t\tand a half.  \tBRODY approaches as the last of the students leaves the lecture hall.  \n[38]\t\tMarcus! \t\t \t\tI did it!  \n[39]\t\tYou know how long I've been \t\tlooking for that?!  \n[40]\t\tAll my life!   \n[41]\t\tWe can discuss my honorarium over \t\tdinner and champagne tonight.  \tHe turns back toward BRODY, now holding the Cross.  \n[42]\t\tYour treat.  \n[43] \tBursting with STUDENTS, all competing for his attention at once: \"Professor \tJones! \" \"Doctor Jonesl \" etc., etc.  \n[44]\t\tShush! Shush! Shushl  \tINDY shoulders his way to the desk of his secretary, an overwhelmed Teaching \tAssistant named IRENE.  \n[45]\t\t \t\tOkay. Irene, put everyone's name \t\ton a list, in the order they \t\tarrived, and I'll see each and \t\tevery one of them in turn.  \tThe Students descend upon poor IRENE, each claiming to be first. INDY slips into \this -  \n[46]\t\t \t\t\"Venice, Italy.\"  \tThen, INDY stuffs his mail into his coat pockets, goes to the WINDOW, slides it \topen and STEPS OUT INTO THE GARDEN.   \n[47]\t\tI know who you are Mr. Donovan. \t\tYour contributions to the museum \t\tover the years have been extremely \t\tgenerous. Some of the pieces in \t\tyour collection here are very \t\timpressive.  \n[48]\t\tWell, it's sandstone. Christian \t\tsymbol. Early Latin text. Mid- \t\tTwelfth Century, I should think.  \n[49]\t\tWhere did this come from?  \n[50]\t\t \t\t\"... who drinks the water I shall \t\tgive him, says the Lord, will have \t\ta spring inside him welling up \t\tfor eternal life. Let them bring \t\tme to your holy mountain in the \t\tplace where you dwell.  \tDonovan pours champagne into several fluted glasses as Indy reads.  \n[51]\t\tAcross the desert and through \t\tthe mountain to the Canyon of \t\tthe Crescent Moon, to the Temple \t\twhere the cup that\u0097\"  \tSuddenly INDY stops and looks up at DONOVAN with a startled expression.  \n[52]\t\t\"Where the cup that holds the \t\tblood of Jesus Christ resides \t\tforever. \"  \t\t\t\t   \n[53]\t\tThe Arthur Legend. I've heard \t\tthis bedtime story before. \t \n[54]\t\tAn old man's dream.  \n[55]\t\tGrail lore is his hobby. \t\tHe's a teacher of Medieval \t\tLiterature. The one the students \t\thope they don't get.  \tThe door opens and MRS. DONOVAN steps into the room. She's a matronly \twoman in an expensive evening gown.  \n[56]\t\tWhat good is it? This Grail \t\tTablet speaks of deserts and \t\tmountains and canyons. Pretty \t\tvague. Where do you start \t\tlooking? Maybe if the Tablet were \t\tintact, you'd have something to \t\tgo on. But the entire top \t\tportion is missing.  \n[57]\t\tI've heard this one as well. \t\tTwo of these brothers walked out \t\tof the desert one hundred and \t\tfifty years after having found \t\tthe Grail and began the long \t\tjourney back to France. But \t\tonly one of them made it. And \t\tbefore dying of extreme old \t\tage, he supposedly imparted \t\this tale to a\u0097to a Franciscan \t\tfriar, I think.  \n[58]\t\tThat's usually when the ground \t\tfalls out from underneath your \t\tfeet.  \n[59]\t\tYes?  \n[60]\t\tYou've got the wrong Jones, Mister \t\tDonovan. Why don't you try my \t\tfather?  \n[61]\t                  \tDad? \t \t\tHe's an academic A bookworm. \t\tHe's not a field mans  \tHe pushes open the door. He enters the house and calls out.  \n[62]\t\tDad? Dad? \tINDY opens one half of the curtains dividing the hall from the sitting room.  \tWe see the place has been ransacked.   \n[63]\t\tI don't know. But whatever it \t\tis, he's in over his head!  \tBRODY picks up some mail from Henry's cluttered desk.  \n[64]\t\tDad?  \n[65]\t\tMail! That's it, Marcus! \n[66]\t\t \t\tVenice, Italy!  \n[67]\t\tIt's Dad's Grail Diary. Every \t\tclue he ever followed. Every \t\tdiscovery he made. A complete \t\trecord of his search for the Holy \t\tGrail. This is his whole life. \t\tWhy would he have sent this to me?   \n[68]\t\tDo you believe, Marcus?  \tAs INDY asks the question, he turns to a PAINTING on the wall: A depiction of \tChrist on the Cross, his blood being captured in a golden chalice.  \tA SECOND PAINTING on the wall shows Eleventh Century Crusaders plummeting \tto their deaths over a high cliff. One Crusader, however, floats safely in midair \tbecause he holds the Grail in his hands.  \n[69]\t\tDo you believe the Grail actually \t\texists?  \n[70]\t\tCall Donovan, Marcus. Tell him \t\tI'll take that ticket to Venice \t\tnow.  \n[71]\t\t Ah, Venice...  \n[72]\t\tI don't know. Maybe he'll know \t\tus.   \n[73]\t\tYes?  \n[74]\t\tAnd my mother's ears. But the \t\trest belongs to you.  \n[75]\t\tWho? Attila the Professor? He \t\twas never giddy, even when he was \t\ta schoolboy!  \tINDY can't take his eyes off ELSA. Perhaps he's feeling a bit like a schoolboy \thimself right now. As they cross over a bridge to the opposite side of the canal, \tIndy steals a flower from a street vendor. He holds it out to Elsa.  \n[76]\t\tFraulein\u0097will you permit me?  \n[77]\t\tI usually don't either.  \n[78]\t\tIt would make me very happy.  \n[79]\t\tTomorrow I'll steal you another.  \n[80]\t\tRoman numerals.   \n[81]\t\tThat doesn't look much like a \t\tlibrary.  \n[82]\t\tMarcus\u0097I've seen this window \t\tbefore.  \n[83]\t\tRight here. In Dad's Diary. \t\tYou see?  \tBRODY glances at the Diary, then at the window\u0097noticing that the Roman \tnumerals in question have been worked into the window's design.  \n[84]\t\tDad was onto something here!  \n[85]\t\t \t\tMy dad sent me this Diary for a \t\treason. Until we find out why, \t\tI suggest we keep it to ourselves.  \n[86]\t\tDad wasn't looking for a book \t\tabout the Knight's Tomb... he was \t\tlooking for the Tomb itself  \tELSA wears a blank expression.  \n[87]\t\tDon't you get it? The Tomb is \t\tsomewhere in the library! You \t\tsaid yourself it used to be a \t\tchurch! Look.  \tINDY's eyes travel up one of the four huge marble columns.  \n[88]\t\tThree.  INDY looks again to the stained-glass window. He points.  \n[89]\t\tThree!  \tINDY has discovered that each Column is numbered with a Roman Numeral. Indy \thurries away toward Column VII. All BRODY and ELSA can do now is try to keep \tup with him.  \n[90]\t\tSeven.  \tHe points again to the stained-glass window.  \n[91]\t\tSeven... Ten.  \tHe looks down to the scrap of paper in his hands.  \n[92]\t\tAnd ten. Now where's the ten? \t\tLook around for the ten.  \tINDY walks past aisles of book-lined shelves. He stops, turns, then looks down.   \n[93]\t\tThree, seven and ten. \t \tHe climbs a spiral staircase leading up to a LOFT and looks down at BRODY and \tELSA. The floor beneath their feet is an elaborate tile design containing a huge \t\"X\"\u0097visible only from this higher angle.  \n[94]\t\tTen. \t\t \t\t\"X\" marks the spot.  \tINDY rushes down the staircase and goes to the CENTER TILE where the two \tsides of the X intersect. He blows dust away from the tile and tries to pry it up, \tbut cannot.  \tINDY rushes past BRODY to a cordon held in place by a brass stand underneath \tthe stained-glass window.  \tINDY raises the brass stand and timing his actions, hits the tile precisely as the \tLibrarian stamps a book. The Librarian regards the stamper curiously. \t \tINDY continues to pound at the tile as the Librarian resumes his stamping, still \tpuzzled by the SOUND ECHOING through the library.  \tFinally INDY breaks the tile. As he bends to remove the pieces of broken tile, a \n[95]\t\tBingo.  \n[96]\t\tExcept he's lost, and I'm not.  \n[97]\t\tLook after this for me, will you?  \tThen INDY disappears into the hole.  \n[98]\t\tCome on.  \tINDY and ELSA glance around. This is really a horrid place. Dark and dank. \tfoul smelling. Elsa turns. She removes a cigarette lighter with a unique ivory \tfour-leaf clover design.  \tINDY and ELSA inspect markings carved onto the walls.  \n[99]\t\tRight. Six hundred years before \t\tthe Crusades.  \n[100]\t\tThat's right. If there's a \t\tKnight of the First Crusade \t\tentombed down here, that's where \t\twe'll find him.   \n[101]\t\tThe Ark of the Covenant.  \n[102]\t\t \t\tPretty sure.  \tINDY holds the lighter up and he and ELSA enter another dark passageway.  \n[103]\t\tWatch out.  \tELSA now holds the lighter as INDY rams his shoulder into the wall. The wall \tcollapses on impact and Indy falls through into another room.   \n[104]\t\tPetroleum. I could sink a well \t\tdown here and retire.  \tINDY reaches up and tears a piece of cloth from one of the skeletons, which \tbreaks apart and falls into the oil-slick water.  \tINDY uses the scrap of cloth and a bone to fashion a crude torch, which he then \tdips into the oily water.  \n[105]\t\tGive me the lighter.  \n[106]\t\tOh, rats...  \tELSA gasps as the rats scamper between her legs.  \tINDY moves forward through the rat-infested water as ELSA follows, still gasping \tin horror. Suddenly he slips into a hole. Recovering his balance, he reaches out \tto Elsa.  \n[107]\t\tCome onl  \tShe gasps once again, terrified. INDY lifts her and carries ELSA as he moves \tforward.   \n[108]\t\tCome here.  \n[109]\t\tLook. . .  \tIn the center of the chamber, jutting up above the water, is what amounts to an \t\"island altar\" on which SEVERAL ANCIENT COFFINS rest. They move toward the \taltar.   \n[110]\t\tIt must be one of these...  \n[111]\t\tThis is itl we found it! Look\u0097 \t\tthe engraving on the Shield. It's \t\tthe same as on the Grail Tablets \t\tThe Shield is the Second Marker!  \tINDY unfolds a piece of paper and holds it over the shield.  \n[112]\t\tIt's a rubbing Dad made of the \t\tGrail Tablet.  \tThe missing portion of the rubbing is completed by the shield.  \n[113]\t\t \t\tHe never would have made it past \t\tthe rats!  He hates rats!  He's \t\tscared to death of them!  \n[114] \tELSA holds the torch. INDY looks around. Listens. Something is wrong. And \tthen he sees the GLOW OF FIRELIGHT dancing across the Catacomb walls.  \tThis is followed by THOUSANDS OF RATS FLEEING from around the corner of the \tNarrow Passageway, STAMPEDING toward ELSA and INDY\u0097SHRIEKING and \tSQUEALING as they approach.  \tThe rats literally wash over them\u0097like a rodent tidal wave\u0097in their efforts to \tescape a:  \n[115]\t\tGet back! Back against the wall.  \tINDY braces his back against the altar and TOPPLES THE COFFIN with his feet. \tIt CRASHES against the stone platform and SPLASHES into the water.  \n[116]\t\tQuick! Under it!  \tThey jump into the water beside the bobbing, overturned coffin.  \n[117]\t\tAir pocket!  \tELSA hesitates. INDY literally DUNKS her and pushes her underneath.   \n[118]\t\tDon't wander off.   \n[119]\t\tI think I've found a way out. \t\tDeep breath.  \tELSA groans. They take a deep breath and both dive under the water.   \n[120]\t\t \t\tAh, Venicel  \tIndy's delight, however, is short-lived since KAZIM and TWO OTHER TURKISH \tAGENTS are running towards them with drawn guns.  \tHe grabs ELSA by the hand and the two of them run down the dock and LEAP \n[121]\t\t \t\tAre you crazy?! You don't go \t\tbetween them!  \tELSA can barely hear INDY over the noise of the motor.  \n[122]\t\tI said go around!  \n[123]\t\tI said don't go between them!  \tIt's purely academic at this point since the hulls of the the two Freighters loom \tup on either side of them like cavern walls.   \n[124] \tspin their boat around in a sharp half-circle to see KAZIM'S SPEEDBOAT appear \tracing toward them. He stands in the moving boat, FIRING A MACHINE GUN at \tINDY and ELSA.   \n[125]\t\tWhy are you trying to kill us?  \n[126]\t\tMy father was looking for the \t\tHoly Grail. Did you kill him \t\ttoo?  \n[127]\t\tWhere is he? Talk\u0097or you're \t\tdead. Damn it, tell me! Tell \t\tme!  \n[128]\t\tThen we'll die.  \n[129]\t\tThis is your last chance.  \n[130]\t\tAll right! Where's my father  \n[131]\t\tWho are you?  \n[132]\t\tAnd why were you trying to kill \t\tme?  \n[133]\t\tI didn't come for the Cup of \t\tChrist. I came to find my father.  \n[134]\t\tHow's the head?  \n[135]\t\tThe Knights of the First Crusade \t\tlaid siege to the city of \t\tAlexandretta for over a year. \t\tThe entire city was destroyed.  \tBRODY lowers the ice pack from his head and looks at INDY.  \n[136]\t\tThe present city of Iskenderun \t\tis built on its ruins. Marcus\u0097 \t\tyou remember what the Grail \t\tTablet said. \"Across the desert \t\tand through the mountain to the \t\tCanyon of the Crescent Moon.\" \t\t \t\tBut where exactly?   \n[137]\t\t \t\tAlexandretta. Now we know.  \n[138]\t\t \t\tMarcus, get hold of Sallah. Tell \t\thim to meet you in Iskenderun.  \tINDY closes the Grail Diary and puts it into the pocket of his robe.  \n[139]\t\tI'm going after Dad.   \n[140] \tINDY opens the door. His bedroom has been ransacked...the mattress on the \tfloor, the drawers turned out.  \n[141]\t\tElsa?  \tHe goes in.   \n[142]\t\tElsa?  \tHe steps into the room and knocks upon the bathroom door. \t \n[143]\t\tElsa?  \tHe opens the bathroom door, peering inside.  \n[144]\t\tElsa?   \n[145]\t\tMine, too.  \n[146]\t\tThis.   \n[147]\t\tUh-huh.  \n[148]\t\tI didn't know you.  \tShe's awfully hard to resist.  \n[149]\t\tAt least I let you tag along.  \n[150]\t\tKnock it off. You're not mad.  \n[151]\t\tNo. You like the way I do things.  \n[152]\t\tLook, what do you think is going \t\ton here? Since I've met you, \t\tI've nearly been incinerated, \t\tdrowned, shot at, and chopped into \t\tfish bait. We're caught in the \t\tmiddle of something sinister here. \t\tMy guess is Dad found out more \t\tthan he was looking for. And \t\tuntil I'm sure, I'm going to \t\tcontinue to do things the way I \t\tthink they should be done.   \n[153]\t\tLeave me alone. I don't like \t\tfast women.  \tBut he embraces her, and ELSA begins to nibble at his ear.  \n[154] \tINDY lies on top of ELSA, kissing her. He stops for a moment as he hears the \n[155]\t\tAhh, Venice.  \tELSA reaches up and pulls him back down to her.   \n[156]\t\tWhat do you know about this \t\tplace?  \n[157]\t\tDon't know. Think of something.  \tHe glances up to the beret ELSA is wearing. She reaches up and adjusts it.   \n[158]\t\tAnd not before time! Did you \t\tintend to leave us standing on \t\tthe doorstep all day? We're \t\tdrenched!  \tAs INDY says this he pushes his way past the startled BUTLER, pulling a \thandkerchief from the man's pocket. ELSA follows, taking off her coat. INDY \n[159]\t\tNow look! I've gone and caught \t\ta sniffle.  \tINDY dabs at his nose with the handkerchief as ELSA looks on in amused \tamazement.  \n[160]\t\tDon't take that tone with me, my \t\tgood man. Now buttle off and tell \t\tBaron Brunwald that Lord Clarence \t\tMacDonald and his lovely assistant \t\tare here to view the tapestries.   \t\t\t\t  \n[161]\t\tDear me, the man is dense. This \t\tis a castle, isn't it? There are \t\ttapestries?  \n[162]\t\tHow dare he?!  \tSimultaneously knocking the BUTLER cold with one slug on the jaw. The Butler \tfalls against a wall tapestry, sliding down to the floor, out cold.   \n[163]\t\t \t\tNazis. I hate these guys.  \tINDY and ELSA continue down the hallway. Indy carries a gun in his hand and \this whip hangs from his belt. He steps to a closed door and listens.  \n[164]\t\tThis one. I think he's in here.  \n[165]\t\tBecause it's wired.  \tHe studies the situation for a moment, then decides to enter one of the other \tdoors. He knocks at the door\u0097there is no response. He looks back at ELSA and \tenters.  \n[166]\t\tDon't worry... this is kid's play. \t\tI'll be right back.  \tHe leans out the window and wraps his bullwhip around some wires that protrude \tfrom the castle wall above the next window.  \tHe gives the whip a forceful tug to make certain it will hold his weight.   \n[167]\t\t \t\tYes, sirl  \n[168]\t\t     (an old familiar \t\t      irritation \t\tDon't call me that, please.  \n[169]\t\tI came to get you! What do you \t\tthink?  \tNAZI VOICES ARE HEARD approaching. INDY and HENRY press themselves \tagainst the wall, Henry still holding the broken vase in his hand.  \tINDY steps to the window and looks down. HENRY moves to a lamp, holding the \tvase under the light for a closer look.  \n[170]\t\t \t\tAnd the head. \t\t \t\tYou hit me, Dad!  \n[171]\t\t       (surprised, \t\t        misunderstanding \t\tDon't worry\u0097I'm fine.  \n[172]\t\tNo! Dad, get your stuff. We've \t\tgot to get out of here.  \n[173]\t\tDad, they come in through the \t\tdoors.  \n[174]\t\tI got it and I used it. We found \t\tthe entrance to the catacombs.  \n[175]\t\tRight.  \n[176]\t\tFound it.  \n[177]\t\tWell, what was left of him.  \n[178]\t\tAlexandretta. \t\t  \tIt's a great moment in HENRY's life. He turns aside, lost to himself for a \tmoment, then turns to INDY with joy.  \n[179]\t\tNo, Dad. You did. Forty years.  \n[180]\t\tThere were rats, Dad.  \n[181]\t\tYeah. big ones. What do the \t\tNazis want with you Dad?  \n[182]\t\t \t\tYeah?  \tINDY's interest is a moment which becomes important later but for now it passes.  \n[183]\t\t \t\tYeah. . .  \tThen... BAMI The door is kicked open and three NAZIS enter. One is an S.S. \tOFFICER. The other two are SOLDIERS with machine guns. HENRY and INDY \traise their hands.  \n[184]\t\t \t\tWhat book?  \n[185]\t\tWell, uh...  \n[186]\t\tLook, can we discuss this later?  \n[187]\t\t \t\tWill you take it easy....!  \n[188]\t\tI came here to save you.  \n[189]\t\tI told you--  \tHe turns and sprays the room with machine gun fire, cutting all three NAZIS to \tribbons and blowing them backwards across the room.  \n[190]\t\t--don't call me Junior!  \tHENRY looks shocked and horrified.  \n[191]\t\tElsa? Elsa?  \tHe opens a door and enters:  \n[192]\t\tWhat?!  \tINDY  is thrown. He doesn't know what to do. He looks at ELSA, then back to his \tfather. Everyone is yelling at once:  \n[193]\t\tNo! Don't Shoot!   \n[194]\t\tWait!  Waitl  \tAnd then Indy gives in. He drops the machine gun to the table and it slides \tacross, SHATTERING GLASS. HENRY GROANS audibly.  \tVOGEL releases his grip on ELSA and shoves her toward INDY. She is propelled \tdirectly into his arms. He holds her tightly. She buries her face in his chest.  \n[195]\t\tNo, don't be.  \tHer hand slips into his coat pocket and removes the Grail Diary.  \n[196]\t\t \t\tShe ransacked her own room and I \t\tfell for it. How did you know \t\tshe was a Nazi?  \n[197]\t\tHow did you she was a Nazi?  \n[198]\t\tDonovan \t \n[199]\t\tSo it did.   \n[200]\t\tThe hell you will. He's got a \t\ttwo-day head-start on you, which \t\tis more than he needs. \t\t \t\tBrody's got friends in every town \t\tand village from here to the Sudan. \t\tHe speaks a dozen languages, knows \t\tevery local custom. He'll blend \t\tin. Disappear. You'll never see \t\thim again. With any luck, he's \t\tgot the Grail already.  \tHENRY looks amazed and impressed.  \n[201]\t\tI'm sorry you think so.  \tShe runs her hand down the side of his face. INDY pulls away.  \tINDY and HENRY are still tied back-to-back of course. ELSA bends to speak \tquietly into INDY's ear... which is near enough to Henry's ear.  \n[202]\t\t \t\tOoooh... I like the Austrian way \t\tbetter.  \n[203]\t\tLet's try and get these ropes \t\tloose. We've got to get to Marcus \t\tbefore the Nazis do!  \n[204]\t\tAre you kidding?\u0097I made that \t\tup! You know Marcus\u0097he got \t\tlost once in his own museum!  \tIndy and Henry are pulling at the ropes with great urgency.  \n[205]\t\tCan you try and reach into my \t\tleft jacket pocket?  \tHENRY is able to wiggle his hand towards Indy's coat pocket. INDY squirms his \tbody around towards Henry's hand.  \n[206]\t\tMy lucky charm.  \n[207]\t\tTry and burn through the ropes.  \tHENRY's fingers open the lighter and ignite the flame.  \n[208]\t\tDon't get sentimental now Dad\u0097 \t\tsave it 'til we get out of here.  \n[209]\t\t \t\tWhat???  \n[210]\t\tAll right, movel Move!  Rock \t\tyour Chair.  Do what I do.  \tThey begin to rock their chair legs, inching their way off the burning carpet.   \n[211]\t\tDad!  \n[212]\t\tDad!  \n[213]\t\tDad!  \tFinally they turn their heads in the same direction.  \n[214]\t\tHead for the fireplace!  \n[215]\t\tI think I can get these ropes \t\toff.  \tIndy struggles to free his hands. His foot kicks out and accidentally hits a metal \tgrill that operates a Secret Door.  \n[216]\t\tWhoopsl  \tThe fireplace floor rotates like a Lazy Susan and Indy and his father find \tthemselves in the:   \n[217]\t\tListen Dad... I'm almost free.  \tINDY's foot hits the grill again... and the fireplace rotates to:   \n[218]\t\tI'm out, Dad!   \tINDY finally breaks free. And he immediately begins to untie his father.  \n[219] \tThe RADIOMEN move cautiously toward the flame, shielding their faces with one \thand, holding their guns with the other. Is it possible that INDY and HENRY \tescaped through these flames?  \tNot a chance.  \tThey've hidden themselves UP THE CHIMNEY. And now they DROP DOWN, \tBEHIND the RADIOMEN.  \tOne of the RADIOMEN grabs INDY by the neck. As they struggle they fall against \tthe rotating wall and disappear into the next room, leaving a frightened HENRY \tbehind.  \tHENRY presses against the wall, which rotates again. As he disappears into the \tnext room, a DEAD NAZI RADIOMAN swivels into the room. The other NAZIS \trush forward to him.  \n[220]\t\tCome on Dad.  \n[221]\t\tDead end.  \tHENRY looks horrified by what he's been forced to do as INDY searches \tfrantically for an exit.  \n[222]\t\tThere's got to be a... a secret \t\tdoor around. A passageway or \t\tsomething.  \tINDY begins to run his hands over the walls\u0097frantic.  \n[223]\t\tDad!  \n[224]\t\tGreat. More boats.   \n[225]\t\t \t\tOoofl No! It's been better than \t\tmost.  \tINDY moves back to the dock and pushes the boat away. HENRY looks confused.  \n[226]\t\tCome on, Dad. Come onl  \n[227]\t\tHa!  \n[228] \tINDY grabs at a FLAGPOLE as they roar past\u0097it snaps off in his hand.  \tThe NAZI SOLDIER drives his motorcycle toward INDY and HENRY. He \tunshoulders his machine gun.  \tINDY uses the broken flagpole as a lance and knocks the NAZI SOLDIER from his \tmotorcycle.  \n[229] \tAs the remaining NAZI SOLDIER rides alongside their motorbike he cocks his gun, \tpreparing to fire.  \tINDY quickly jams the remaining portion of the flagpole through the spokes of the \tNazi's front wheel.  \tThe NAZI SOLDIER'S MOTORCYCLE FLIPS THREE TIMES, throwing him high into \tthe air.   \n[230]\t\tWhat?  \n[231]\t\t     (pointing towards \t\t      Venedig \t\tBrody's this way.  \n[232]\t\tYou don't need the Diary, Dad. \t\tMarcus has the map.  \n[233]\t\tAll right Dad\u0097tell me.  \n[234]\t\tWhat final challenge?  \n[235]\t\tBooby traps?   \n[236]\t\tBut what are they? Can't you \t\tremember?  \n[237]\t\tHalf the German Army's on our \t\ttail and you want me to go to \t\tBerlin? Into the lion's den?  \n[238]\t\tWhat about Marcus?  \n[239]\t\tTwo selfless martyrs. Jesus \t\tChristl  \tHENRY slaps him across the face. INDY is rocked to his foundations, not by any \tmeans entirely by the blow itself.  \n[240]\t\tThis is an obsession Dad. I never \t\tunderstood it. Never. Neither \t\tdid Mom.  \n[241]\t\tFraulein Doctor. Where is it?  \tStill startled, her reaction makes it clear that Indy is even now a lover in her \tthoughts.  \n[242]\t\tWhere is it? I want it.  \tINDY pushes ELSA against a column and begins to search her clothing for the \tDiary. He pulls the book from Elsa's pocket.   \n[243]\t\tMy father didn't want it \t\tincinerated.  \tShe understands him. It's as though he slapped her.  \n[244]\t\t \t\tYet you stood up to be counted \t\twith the enemy of everything the \t\tGrail stands for\u0097who gives a \t\tdamn what you think?   \n[245]\t\tAll I have to do is squeeze.  \n[246]\t\tI've got it. Let's get the hell \t\tout of here.  \tThey move off and almost run headlong into HITLER and his entire entourage \tcoming down from the Podium. 50 kids push their autograph books for Hitler's \tsignature.  \tHITLER pauses to sign them. Hitler looks Indy's way. They make eye contact. It \tonly lasts a moment but the moment is electric.  \tHITLER breaks the spell by taking the Grail Diary from him, opens it to the first \tpage and signs his autograph. He hands it back and moves on.  \n[247]\t\tI don't know. The first available \t\tflight out of Germany.  \n[248]\t\tWell, we made it.  \tHENRY looks over his newspaper at INDY.  \n[249]\t\tRelax.  \tBut INDY looks out the window and is suddenly concerned when he sees: \n[250] \tsits back in his chair, looks to HENRY, now reading his newspaper.  \tA STEWARD enters and sets a bowl of nuts on the table in front of INDY and \tHENRY, then continues down the aisle of passengers. Indy follows after the \tSteward. He puts his arm around the Steward's shoulder and together they walk \tup a flight of stairs.  \n[251]\t\tFahrscheine, bitte.  \n[252] \n[253]\t\tTickets please.  \tThe Passengers do not react to the request, made in English.  \n[254]\t\tFahrscheine meine Dame. Bitte.  \n[255]\t\tFahrscheine meine Herr.  \n[256]\t\tTickets please.  \tHENRY looks confused.  \n[257]\t\t     (in German; with a \t\t      shrug \t\tNo ticket.  \tEveryone else with a ticket quickly produces it and waves it in Indy's face.   \n[258]\t\t \t\tThat's not all we shared. It's \t\tdisgraceful. You're old enough to \t\tbe her fa---er, her grandfather!  \n[259]\t\tI was the next man.  \n[260]\t\tDo you remember the last time we \t\thad a quiet drink? I had a milk \t\tshake.  \n[261]\t\tWe didn't talk. We never talked.  \n[262]\t\tA regret. It was just the two of \t\tus, Dad. It was a lonely way to \t\tgrow up. For you, too. If you \t\thad been an ordinary, average \t\tfather like the other guys' dads, \t\tyou'd have understood that.  \n[263]\t\tWhen?   \tHENRY looks up from his Diary.  \n[264]\t\tWhat you taught me was that I was \t\tless important to you than people \t\twho had been dead for five hundred \t\tyears in another country. And I \t\tlearned it so well that we've \t\thardly spoken for twenty years.  \n[265]\t\tDad, how can you --?  \n[266]\t\t \t\tWell... I can't think of anything.  \n[267]\t\tWhat does that mean?  \n[268]\t\tThey're turning around. They're \t\ttaking us back to Germany.   \n[269]\t\tWell, I thought it would take \t\tthem a lot longer to figure out \t\tthe radio was dead. Come on, \t\tDad. Move!  \tThen INDY opens the doors. We see plenty of blue sky and white clouds. We also \tsee a small BIPLANE that is suspended from the Zeppelin by a HOOK &amp; CRANE \n[270]\t\tCome on, Dad. Come on!  \n[271]\t\tFly--yes. Land--no.   \n[272] \tshrink in their seats as the MESSERSCHMIDTS (going three times as fast as they \tare) SCREAM past on either side.  \n[273]\t\tDad, you're gonna have to use the \t\tmachine gun. Get it ready.  \tHENRY turns and grips the MOUNTED MACHINE GUN with a perplexed \texpression.  \n[274]\t\t \t\tEleven o'clock!  \tHENRY pulls out his watch.  \n[275]\t\tDad\u0097eleven o'clock!!  \n[276]\t\t \t\tTwelve\u0097eleven\u0097ten. Eleven \t\to'clock. Fire!  \tHENRY does\u0097and the EXPLODING GUN nearly shakes him out of his seat.  \tIndy's slow speed and small size works to his advantage. The speeding \tMesserschmidts continually overshoot him, WHIZZING past in a blur\u0097making \twide turns miles away in the sky.  \tHENRY has one of the Messerschmidts in his sight. He pulls back on the trigger \n[277]\t\tDad, are we hit?!  \n[278]\t\tHang on, Dads We're going in!  \tHENRY slumps down fearfully in his seat.   \n[279]\t\tThanks.   \tSuddenly, INDY's attention is directed to:   \n[280]\t\tI know, Dadl  \n[281]\t\tIt happens to me all the time.   \n[282]\t\tThis could be close.   \n[283]\t\tDad, he's coming back.  \tINDY and HENRY run down the mountainside to:   \n[284] \texchange a wordless glance. They don't even think about running: there is no \tplace to run to. HENRY hands his case to INDY.  \tHolding his umbrella, HENRY suddenly spins around and runs screaming and \tshouting into A FLOCK OF SEA GULLS...  \tTHE SEA GULLS take to the wing in flight. Thousands of them.  \n[285] \tBullets kick up sand leading up to him... then\u0097  \tTHE MESSERSCHMIDT AND THE SEA GULLS meet in midair. MASSACRE! Sea \tgulls are shredded by the Messerschmidt's whirling propeller blades into a \tFEATHERY WHITE PUREE that SPLATTERS against the cockpit and CLOGS THE \n[286]\t\tWhat happened to Marcus, Sallah?  \n[287]\t\tAh, I see Brody. He seems okay. \t\tThey've got a tank. Six-pound \t\tgun.  \tThen Donovan notices a reflection from the hills.  \tWhat he sees is:   \n[288] \n[289]\t\tDad, we're well out of range.  \tAt that moment the tank FIRES A SHELL in their direction.  \tIt WHISTLES overhead and BLOWS UP THE PARKED CAR. INDY, HENRY and \tSALLAH cover their heads as automobile fragments rain down upon them.  \n[290]\t\t      (gesturing to the \t\t       others \t\tCome on--come on!   \n[291] \tINDY and HENRY, followed by SALLAH, take cover behind a rock to watch \tKazim's Men and the Nazi Troops exchanging fire below them.  \n[292]\t\tWho cares? As long as they're \t\tkeeping Donovan busy. Dad, you \t\tstay here while Sallah and I \t\torganize some transportation.  \tCUT BACK to the action. The BRETHREN are firing at the \tDONOVAN party and are being fired on by the Donovan party.  \tTWO NAZI SOLDIERS throw HAND GRENADES into the cliffs. They EXPLODE, \tkilling one of Kazim's Brethren.  \tThe battle continues\u0097a fierce exchange of GUNSHOTS, GRENADES and \tMACHINE GUN FIRE with losses on both sides.  \n[293] \tcrouch behind a rock watching as men on both sides of the battle run amongst \tcamels and horses.  \n[294]\t\tI'm going after those horses.  \n[295]\t\tI don't need camels.  \n[296]\t\tNo camels!   \n[297] \tleaps atop a TURKISH SOLDIER on horseback, pulling the man and the horse to \tthe ground. A SECOND TURK comes to assist his comrade; INDY mounts the \thorse, knocking both Turks to the ground.   \n[298]\t\tSallah, I said no camels! That's \t\tfive camels. Can't you Count?  \n[299]\t\tWhere's my father?  \n[300] \tCleverly, INDY has turned the tank directly into a head-on \tcollision course with some of the pursuit vehicles and a Kubelwagon.  \tThe tank and the Kubelwagon smash into each other, the German military sedan \tbecoming lodged between the treads while blocking the front view and any use of \tthe six-pound cannon on the turret.  \tINDY, meanwhile, leans down on his horse, scooping up a stone from the wall of \ta culvert. He reigns his horse, paralleling the tank, as everyone scurries about \tinside, looking through viewing ports, trying to figure out exactly where Indy is.   \n[301]\t\tDad!  Dad!  Dad!   \n[302] \tHate-staring back at VOGEL.  Suddenly, from nowhere a German soldier flies INTO FRAME, tackling Indy.  \n[303]\t\tDad!  \tHe drops the gun down into the tank.  \n[304]\t\tDad! Dadl Get it!  \tVOGEL pulls INDY from the tank entrance, yanking on the chain wrapped around \this neck.   \n[305]\t\tDad?  \n[306]\t\tGet out of there, Dad!  \tINDY pulls HENRY and BRODY from the tank. VOGEL pulls himself back atop the \ttank armed again with the shovel which he swings at Indy, who ducks and grabs \tVogel's arm.  \n[307]\t\tDad!  \tHENRY is bouncing across the treads like a rag-doll. INDY struggles to hold onto \tthe end of the bullwhip.  \n[308]\t\tHang on, Dad!  \tSALLAH draws his horse next to the treads. He tips his fez to HENEY.  \n[309]\t\tSallah! Get Dadl  \tSALLAH reaches out to HENRY.  \n[310] \tlooks down at the fast-approaching cliff, his face filled with horror.  We SEE his \tHAT BLOW OFF and sail over the cliff's edge.  \n[311]\t\tI thought you had too, sir.  \tBRODY and SALLAH are moved by this sudden reconciliation.  \n[312] \treact to the sight.   \n[313]\t\tI'm like a bad penny. I always \t\tturn up.  \n[314]\t\tAs what? A Nazi stooge like you?  \n[315]\t\tShooting me won't get you anywhere.  \n[316]\t\tDad?!  \n[317]\t\t\"The Breath of God... Only the \t\tpenitent man will pass. Only \t\tthe penitent man will pass. . . \"  \tINDY takes a few steps forward.  \n[318]\t\t\"The penitent man will pass. \t\tThe penitent man...\"  \tINDY stops. He is about to reach the spot where two men have just died.  \tHENRY looks at INDY. Indy looks at Henry.  \n[319]\t\t \t\tThe penitent man will pass. The \t\tpenitent... the penitent. The \t\tpenitent man...  \n[320]\t\tThe penitent man is humble before \t\tGod.  \n[321]\t\tThe penitent man is humble...  \tThe cobwebs begin to move....  \n[322]\t\tHe kneels before God. \t\t \t\tKneel!!  \tWe hear the awful rush of air\u0097WHOOSH! Because INDY is in the act of \tkneeling, only his hat is knocked off and his hair flies in his face.  \tInstinctively he ROLLS FORWARD on the ground out of harm's way and looks up. \tFrom his new position he is able to see what is causing all the trouble: A RAZOR \n[323]\t\tI'm through!   \n[324] \tholding the Grail Diary, reading once again, his fedora now covered in cobwebs.   \n[325]\t\t\"The second challenge is the \t\t Word of God. Only in the \t\tfootsteps of God will he proceed.\" \t\t \t\tThe Word of God... The Word of...   \tINDY pulls away some cobwebs to reveal a cobblestone path. Each cobble is \tengraved with a letter.  \n[326]\t\t\"Proceed in the footsteps of the \t\tWord.\"    \n[327] \tas he studies the cobblestones before him.   \n[328]\t\tThe Name of God... Jehovahl    \n[329]  \n[330]\n[331] \twho grunts as he pulls himself from the hole, the v-rail Diary in his hand.  \n[332]\t\tIn Latin, \"Jehovah\" starts with \t\tan \"I.\" \"I\"...  \tNow we SEE each letter on the stones as INDY carefully walks forward. \tDONOVAN and ELSA follow in his footsteps.  \n[333]\n[334] \tHe can see nowhere to cross. He looks again to the v-rail Diary.  \n[335]\t\t\"The path of flood. Only in the \t\tleap from the lion's head will \t\the prove his worth.\"  \tINDY looks around and then he notices that inscribed into \tthe rock above his head is the head of a lion.  \n[336]\t\tImpossiblel Nobody can jump this!  \tINDY looks down into the Diary and tortures over what it \tis asking him to do.   \n[337] \n[338]\t\t \t\tIt's... a leap of faith. Oh, \t\tGod.  \n[339]\t\tWho are you?  \n[340]\t\tThat was seven hundred years ago.  \n[341]\t\tI'm not exactly...a knight. What \t\tdo you mean?  \n[342]\t\t \t\tListen, I don't have time to \t\texplain, but\u0097  \tAt that moment DONOVAN and ELSA appear. Donovan turns to face the display \tof cups.  \n[343]\t\tThat's the cup of a carpenter.  \tHe and ELSA exchange a look.  \n[344]\t\tThere's only one way to find out.  \tINDY goes to the well and fills the earthenware jug with water, then pauses. \tINDY brings the jug to his lips and takes several large swallows.  \tA strange sensation overcomes him, a feeling of peace and contentment...and we \tsee his wounds begin to heal.  \n[345]\t\t \t\tDad, come on. Get to your feet.  \n[346]\t\tElsa! Elsa, don't movel  \n[347]\t\tElsa, don't cross the Seal. The \t\tKnight warned us not to take the \t\tGrail from here.  \tA RUMBLING SOUND IS HEARD and the ground roars and shifts. Dirt falls from \tthe ceiling of the cavern. ELSA falls on the Great Seal. The Grail bounces away \tfrom her grasp. She reaches for it and the ground beneath her begins to SPLIT \tOPEN. ELSA slips into the crevasse. She screams.  \tELSA is hanging perilously in the abyss, with the Grail almost within her reach. \tAs her hands lose their grip, INDY just manages to one of them, he himself \tsliding forward across the slanted floor.  \n[348]\t\tElsa. Elsa don't. Elsa. Elsa. \t\tGive me your other hand, \t\thoney. I can't hold you.    \n[349]\t\tElsa! Give me your hand. Give \t\tme your other hand!  \tELSA just manages to touch the Grail. In doing so, she has tipped the balance too \tfar\u0097INDY slides down another yard, Elsa loses her grip and falls screaming to \ther death.  \n[350]\t\t \t\tElsa!!  \tNow the ledge INDY lies upon begins to break apart. HENRY grabs one of his \thands as Indy struggles to reach the Grail with the other.  \n[351]\t\tI can get it\u0097I can almost \t\treach it, Dad.  \tINDY looks down into the black bottomless pit beneath him from which nothing \tcan ever be retrieved.  \n[352]\t\tDad. . .  \tThe GRAIL KNIGHT raises his arm to HENRY.   \n[353]\t\tPlease, Dad...  \tINDY and HENRY down the passageway just as a huge stone column tumbles \tdown upon the spot where they stood. The GRAIL KNIGHT lowers his arm as he \twatches them leave.   \n[354]\t\tWhat did vou find, Dad?  \n[355]\t\tJunior?! Dad...   \n[356]\t\tI like Indiana.  \n[357]\t\t \t\tI've got a lot of fond memories \t\tof that dog.  \tA moment passes as they all ready their mounts and SALLAH continues to laugh \tat INDY.  \n[358]\t\tReady?  \n[359]\t\tUh-huh.   \n[360]\t\tYes, sir! \t\t \t\tHaaa!\t\t   "}}