{"filename": "Intolerable-Cruelty_script.txt", "imdb_id": "tt0138524", "imdb_url": "https://www.imdb.com/title/tt0138524", "characters": ["Wrigley", "Bonnie Donaly", "Herb Myerson", "Rex Rexroth", "Sarah Sorkin", "Heinz, the Baron Krauss von Espy", "Freddy Bender", "Howard D. Doyle", "Gus Petch", "Miles", "Donovan Donaly", "Ollie Olerud", "Wheezy Joe", "Marylin", "Mrs. Gutman"], "dialogues": {"Wrigley": "\n[1]Wait... He wants to give her...? \n[2]And she has...? \n[3]What the fuck...? \n[4]Sorry. \n[5]I am very sorry. \n[6]No. You're not. \n[7]-- the judge sits. We argue. We argue before her. She sits before us. \n[8]You can't sit before her. That's the rule! She sits before we argue! \n[9]I can't help it. Even with the business we're in, I -- it gets me every time. It's so -- optimistic. \n[10]If she's not going through with it, she's cutting it awful close. \n[11] \n[12]What do you think? \n[13]Berry spoons. \n[14]Miles -- why so angry? \n[15]Why is he doing that? \n[16]That's -- the most romantic thing I've ever seen -- in my LIFE! \n[17]I'm sorry I'm late. I was having lunch with Ruth Rabinow's assistant. Guess what? Marylin Rexroth is divorced! \n[18]...and I hear she's richer than Croesus. \n[19]She could buy and sell you ten times over. \n[20]What...? \n[21]I'd stay away from her, Miles. \n[22]Miles. \n[23]The plastic surgeon! I read about you in LA Style. \n[24]It has become a tradition, hasn't it? \n[25]I tried to reach Ruth, but we couldn't get her. \n[26]The Judge is here. Over here, Judge Munson. \n[27]-- the coin? \n[28] \n[29]Extinguish? \n[30]Ruth. \n[31]Hear, hear. \n[32]Apparently, from what I can gather, a burglar broke into your house -- became despondent over his lifestyle and shot himself. \n[33]My client is prepared to consider a reconciliation. \n[34]No one will ever love me that way. ", "Bonnie": "\n[1] \n[2]He -- \n[3]They hate each other -- ", "Donaly": "", "Herb": "\n[1]This woman has humbled, shamed and disgrazed the entire foim. \n[2]Counseluh, this foim deals in powuh. This foim deals in p'seption. This foim cannot prospuh... nor long endowwa. if it is p'seeved as dancin' to the music.. \n[3]-- of the hoidy-goidy. \n[4]Lost! I'll tell you what you can do, you can -- \n[5]-- leave us. \n[6]-- You can act like a man. Let me tell you sumpn, smart guy. You tawt you had it all figgud out. Trust. Marriage. All ya goddamn love love love. Well now you lissean me. I'm gonna talk to you about the goddamn \n[7]-- We SOIVE THE LAW! We HONUH the law! We make our goddamn bread and BUTTUH by the law! And sometimes, counseluh, we OBEY THE LAW -- \n[8]-- but conseluh -- This is not one a those times. ", "Myerson": "\n[1]  \n[2]       ", "Rex": "\n[1]Honey! ...Honey?! \n[2]Look, Marylin, can't we have a civilized discussion about this? \n[3]But Marylin, you know a divorce would ruin me right now. Everything I have -- everything we have -- is tied up in my business. The business is my entire life. \n[4]Marylin? \n[5]Dogs? \n[6]Rex, please. \n[7]Thank you. \n[8]Jeez. Where do I start? \n[9]...Well, my wife has me between a rock and a hard place. \n[10]When I first met Marylin -- Well, we were crazy about each other. Not emotionally, of course. We just couldn't keep our hands off each other. \n[11]But then... But then... \n[12]No. Not exactly. It didn't exactly cool. Marylin is a knock-out. And very sexy -- but -- there's a lot of it out there. \n[13]You know what I mean when I say \"it.\" \n[14]Seems like there's more of it than ever before -- \n[15]I don't know. I can assume... \n[16]I'm not sure. \n[17]Video. \n[18]That's the problem. I can't afford to give her anything. \n[19]I know that sounds rough but I'm about to close on a deal to develop some mini-malls, and I'm mortgaged up to my ass. If this deal goes south, I'm ruined -- I'll lose millions. \n[20]Well -- is that possible? \n[21]Marylin. \n[22]My whole metabolism is -- off. \n[23]What's a yert? \n[24]Yeah. \n[25]What's so goddamn funny? \n[26]You have some? \n[27] \n[28]What's Kirshner? \n[29]Aren't we going in the wrong direction? \n[30]She always looked out for me. \n[31] \n[32]Maybe I should reconsider my... \n[33]You're right. Screw her. \n[34]Have you sat before her before? \n[35]Okay. Has she sat before you before? \n[36]   \n[37]I've been working on the railroad -- \n[38]I've been working on the railroad \n[39]Can'tcha hear the whistle... the whistle... AWWWWWWW. \n[40]Awwwwwww -- ", "Rexroth": "\n[1]   ", "Sarah": "\n[1]You want to come out to the beach house tomorrow? \n[2]Neither did I until my lawyer found it -- quite a paper trail -- he had it in the dog's name. \n[3]She's a legend. Didn't she do Kravis or a Pearlman? She definitely did a Factor. \n[4]Wow. \n[5]Ramona! Don't get Mia Farrow on us. \n[6]Who's Rex's guy? \n[7]Of Massey Myerson? \n[8]By reputation. He got Ann Rumsey that cute little island of George's. \n[9]Muriel Rumsey. \n[10]Now? She's a night manager at McDonalds. \n[11]It's not so bad these days. Kids like joint custody. Two sets of toys. \n[12]We do have a man for you. \n[13]She's keeping his name. And one of his planes. And all seven of his children \n[14]I wish I had your discipline. \n[15]Well what does he want? \n[16]He has a reputation for being tough. \n[17]Oh, God! \n[18]I'm dying. \n[19]So where are you now? \n[20]Shit. \n[21]That's completely odd. \n[22]  \n[23]That stinks. They left you with absolutely nothing. It makes you wonder about the entire legal system. Like Rodney King. \n[24]Well, you can live here as long as you want. Do you have any plans? \n[25]So, Marylin. Is that what you said when you were a little girl? \n[26]You're not... \n[27]Dr. Beck! \n[28]Hello Miles. \n[29]It is. It's famous. \n[30]But Marylin, without this, you're completely exposed. \n[31]It's not Ming. It's Tong. \n[32]What about rugs? I thought we were stopping at Mansour? \n[33]What? \n[34]But you're going through with it? \n[35]So what? \n[36]Well, that's about to change big time. \n[37]Soon, you'll have your own rage! \n[38]Vishu! Knock it off. That hurts. ", "Sorkin": "\n[1]  ", "Freddy": "", "Bender": "", "Gus": "\n[1]I nailed his ass. \n[2]They never grow-up, lady. They just get tubby. Me, I've always had ample proportions. But it's all muscle -- I'm hard as a rock. I'm not on of these cream puff sit-behind-a desk private dicks; I'm an assnailer \n[3]Probably you're the best he could do. \n[4]You're takin' it pretty well. I seen 'em weep like they'd hired me to prove their husbands weren't fooling around. And I seen 'em celebrate. Like I just handed 'em a winning lottery ticket. ", "Petch": "", "Miles": "\n[1]-- hello Marjory, any messages? Yeah? Yeah? Yeah. Yeah. Have Wrigley look up Oliphant v. Oliphant for its relevance to the Chapman filing. She took the kids where? Tahoe? Which side of Tahoe. Great. If the cruise goes all the way around the lake, she left the state and she's in breach. She can't leave the state. Tell Wrigley to prepare a filing to attach everything. Primary residence, autos, stocks... Sure. Put him through. Hello Ross. What? She's sleeping with the nanny? Well, you're separated. She can sleep with -- is this the one you slept with? Oh. A guy? Interesting career choice. Hmmm? Yes. I know you want her dead. Everyone in your tax bracket wants their ex wives dead. \n[2]The problem is that everyone is willing to compromise. That's the problem with the institution of marriage -- it's based on compromise. Even through its dissolution. One attorney will try to score some points, the opposition will try to impeach. The process will find an equilibrium point determined by the skill of the opposing lawyers, and then each party will walk away with their portion of the \"goodies.\" Some say, \"Life is compromise.\" But at Massey Myerson we believe life is struggle and the ultimate destruction of your opponent. \n[3]Ladies and Gentlemen -- we will continue this at the Associates Meeting next Friday. In the meantime, I want you to consider this... Ivan the Terrible, Henry the VIII, Attila the Hun -- what did they have in common? \n[4]  \n[5]Mr. Rexroth. \n[6]Miles Massey. Please sit, relax, and consider this office your office, your haven, your war room -- for the duration of the campaign. \n[7]Now Rex. \n[8]-- Tell me your troubles. \n[9]That's her job. You have to respect that. \n[10]Mm. \n[11]Time marches on. Ardor cools. \n[12]Ah. \n[13]Gotcha. No need to get anatomically correct with me, Rex. \n[14]Well, with the expanding global population -- Let me ask you this -- your wife. Has she pursued the opportunities which must present themselves to the \"knock-out, sexy woman\" you described? \n[15]Not in court you can't. Has she retained counsel? \n[16]And your wife is aware of or has evidence of your activities? \n[17]Mmm... And to cut to the chase, forensically speaking -- is there a pre-nup? \n[18]The fault, dear Brutus, is not in our stars, but in ourselves. Well, let me ask you this: what kind of settlement do you seek? What are, for you, the parameters of the possible? \n[19]Nothing? \n[20]So, you propose that in spite of demonstrable infidelity on your part, your unoffending wife should be tossed out on her ear? \n[21]Nothing. \n[22]Video. \n[23]Wrigley! \n[24]Sometimes I have serious doubts about you. \n[25]Am I mentoring the wrong mentee? \n[26]I could be mentoring Kramer. Kramer clerked for Scalia. \n[27]Anyway, I need a challenge. This -- \n[28]-- is not a challenge. I need something I can sink my teeth into, professionally speaking. \n[29]I'm sorry, your honor, I was just conferring with my associate... \n[30]Now then, Mrs. Guttman. Do you know a gentleman named Morris Rudnick? \n[31] \n[32]We would like to offer these photographs into evidence... \n[33]...Ruth! \n[34]-- Ruth Rabinow, this is Rex Rexroth. And you must be Mrs. Rexroth. \n[35]So, Ruth. How's Sam? \n[36]A yert. Ruth is a living legend, Rex. At a time when most women are in Boca, having early bird specials -- she's working so her husband can be in Montana. In a yert. \n[37]What?! \n[38]How nice. \n[39]At this point my client is still prepared to consider reconciliation. \n[40]My client is prepared to entertain an amicable dissolution of the marriage without prejudice. \n[41]My client proposes a thirty day cooling off period. \n[42]My client asks that you not initiate proceedings pending his setting certain affairs in order. \n[43] \n[44]Please -- let me handle this. \n[45]-- So much for the icebreakers. What're you after, Ruth? \n[46]Why only fifty percent, Ruth? Why not ask for a hundred percent? \n[47]Why not a hundred and fifty percent? \n[48]Not according to Mrs. Rabinow. \n[49]Are you familiar with Kirshner? \n[50]Please -- let me handle this. Okay, Ruth, forget Kirshner -- what's your bottom line? \n[51]Shhh. Please. Let me do my job. Buy a clue, Ruthie. Have you forgotten about Kirshner? \n[52]Fine. We'll eat all the pastry. \n[53]I think that went as well as could be expected. \n[54]And she had private investigators assisting her. \n[55]In anticipation of making you sick. \n[56]A superficial display of marital solicitude, and you lose your resolve? Rex. I underestimated you. But I'm your attorney, and if you choose to reward her for that mediocre charade of spousal concern... \n[57]Mrs. Rexroth. Thank you for coming. \n[58]French? Bordeaux? Hmmm. Chateau Margaux '57. \n[59]Isn't everything? \n[60]Your husband told me you were beautiful, but I was unprepared. \n[61]Simon &amp; Garfunkel? \n[62]Do you have a hard heart, Marylin. \n[63]Not yet. \n[64]What does your lawyer think? \n[65]But you don't agree? \n[66]Why would you be here? \n[67]I'll have the tournedos of beef. And the lady will have the same? I assume you're a carnivore. \n[68]\"Who ever lov'd that lov'd not at first sight?\" \n[69]Not really. You're not my client. Freedom of association. Big issue with the First Amendment fans. Want to go to Hawaii for the weekend? \n[70]No. \n[71]As a matter of fact, I'm a huge fan. \n[72]No. I haven't. Have you? \n[73]He wants a reconciliation. \n[74]Gotcha. \n[75]Oh, I'm a lot like you -- just looking for an ass to mount. \n[76]Shut! Up! \n[77]Mmmm -- \n[78]\"Dismiss your vows, your feigned tears, your flattery, for where a heart is hard, they make no battery...\" \n[79]Do you know those lines, Mrs. Rexroth? \n[80]Let me rephrase. Mrs. Rexroth, how high is that wall around your heart? \n[81]Rephrase. Mrs. Rexroth, have you ever been in love? \n[82]And you've always loved him? \n[83]And you hoped to spend the rest of your life with him? \n[84]That'll be all Mrs. Rexroth. Please forgive me for causing you additional anguish. Thank you, Your Honor. No further questions. \n[85]Yes, Your honor. I call Patricia Kennedy DeCordoba Isenberg. \n[86]Now, Mrs. Banderas. What is your relationship to Mrs. Rexroth. \n[87]And how would you define your relationship to Mrs. Rexroth. You know -- you are her...? \n[88]Her Mother? \n[89]Hard to believe I know. I'm sure you are frequently mistaken for sisters. \n[90]Have you ever met Mr. Rexroth? \n[91]You were never invited to meet your son-in-law? \n[92]Did you know Mrs. Rexroth was married? \n[93]Who's \"Patty.\" \n[94]I see. And what were you going to tell us about Patty slash Marylin? \n[95]Divorce was her childhood aspiration? \n[96]She got absolutely nothing. Zero. Zip. \n[97]Not this one. Not unless her HMO covers plastic surgery, which, incidentally, she does not need. \n[98]I don't need it. \n[99]What the hell is Botox? \n[100]Why in God's name would I want...? \n[101]It's a LeCoultre Revers. You can flip the face, and set it for two time zones. \n[102]It was a gift from a client. \n[103]Botox. Christ. We had aspirations when we were in college. \n[104]You were going to be a Cardiac Surgeon. I was going to clerk for the Supreme Court. \n[105]Denial is not a river in Egypt. \n[106]I should be in therapy. \n[107]  \n[108]Yes. Your husband did show remarkable foresight in taking those pictures. And, yes, absent a swimming pool, the presence of the pool man would appear to be suspicious. But Bonnie, who is the real victim here? Let me suggest the following. Your husband, who on a prior occasion slapped you -- beat you -- \n[109]Your husband, who has beaten you -- repeatedly -- \n[110]Please -- was at the time brandishing your firearm, trying in his rage to shoot an acquaintance -- friend of long standing -- \n[111]So he says now! But if not for your cool headed intervention, his tantrum might have ended this schmoe's life and ruined his own... As for the sexual indiscretion which he imagined had taken place, wasn't it in fact he who had been sleeping with the pool man? \n[112]Am I going to far here? \n[113]Herb wants to see me? \n[114]Thank you Herb. \n[115]   \n[116]Please! No calls! I'm feeling very fragile. \n[117]Marylin Rexroth? When does she -- \n[118]Marylin! How nice. \n[119]Marylin! How lovely, uh -- \n[120]-- Marylin! What a pleasure -- \n[121]Marylin, what a pleas -- who the fuck are you? \n[122]Oh. Right. Won't you have a seat? \n[123]And how is Mrs. Reiser? \n[124]So she's uh, flourishing? \n[125]Muh -- Well, uh -- Huh? \n[126]I... uh guess congratulations are in order. \n[127]No! \n[128]What a touching story. \n[129]Oh, for the love of... \n[130]That is correct. Not to blow my own horn, but they devote an entire semester to it at Harvard Law. \n[131]I just want to make sure that you both -- \n[132]-- understand what you're asking for here. The Massey pre-nup provides that in the event of a dissolution of the marriage for any reason, both parties shall leave it with whatever they brought in, and earned during. No one can profit from the marriage. The pre-nup protects the wealthier party. \n[133]And without it, that party is exposed -- a sitting duck. No wriggle room. \n[134] \n[135]-- we are both sure that's what we want? \n[136]Excuse me, Mr. Doyle, if I could just borrow your charming fiancee for a moment. \n[137]I'd just like to have a word with her. \n[138]What are you doing? \n[139]To him? He's a sick freak. \n[140]Passionate! He's a pervert. He should have to register when he moves. \n[141]Marylin! Listen to me. \n[142]But why him? \n[143]The Massey pre-nup has never been pene -- successfully challenged. \n[144]No, that's not all. \n[145]You fascinate me. \n[146]Do you think I'm going to end up like Herb Myerson, with a colostomy bag instead of a family? \n[147]Yes. The inability to experience pleasure. \n[148]What? \n[149]She can't really love that idiot, can she? \n[150]Marylin Rexroth. She came into my office and signed a pre-nup with Howard Doyle. \n[151]He's the wrong man. \n[152]What the hell is wrong with you? \n[153]Is she going through with it? \n[154]Argh. \n[155]What are they? \n[156]Spoons! Honestly Wrigley, I'm surprised at you. What is this? Some Martha Stewart suggestion? Those are the most cockamamie things I've ever -- \n[157]Why couldn't we be the club sandwich? \n[158]Brilliant. \n[159]Brilliant. It's brilliant. He's eating the pre-nup. \n[160]I'd like to offer my congratulations. That was a beautiful gesture of Howard's. \n[161]Yes. He's a diamond in the rough. And I have a feeling that someday soon you'll be taking that diamond and leaving the rough. \n[162]I am thrilled for you, but tell me this... How'd you get Howard to do it? I've addressed enough juries to appreciate the power of suggestion, but it seemed like he thought it was his own idea. \n[163]Well, when this goes south -- promise you'll have dinner with me? \n[164]I figure a couple of months. That's how long it should take for the ink on the settlement to dry. \n[165]Although knowing you as I do -- there will be no settlement. This time it will be complete and total annihilation. \n[166] \n[167]And of course we shall have to litigate. Sentence. Paragraph. \n[168]-- Naturally the first concern for both parties is the welfare of little Wendell junior. Nevertheless, we question whether the continuing expenses for his special ed classes are truly justified given the great strides -- \n[169] \n[170]Ah, but is she richer than Mrs. Croesus? \n[171]She deserves every penny. They pay great athletes a fortune. Well, Marylin Rexroth is an athlete at the peak of her power. \n[172]Get me Marylin Rexroth Doyle. \n[173]She owes me a meal. \n[174]I know you would, Wrigley. But would Kramer? \n[175]Thank you. I'll take care of it. \n[176]To victory. \n[177]More pictures? My God, Marylin. You can open an erotic art gallery. \n[178]No. Just to comfort you, and appreciate you -- \n[179]Not hungry, huh? Neither am I. \n[180]Marylin -- \n[181]  \n[182]Hello? \n[183]Yes? Marylin? \n[184]Marylin? When did I say...? \n[185]Marylin? Forgive me but are you -- drunk? \n[186]You shouldn't be driving. Where are you? \n[187]I live right near there. The 800 Block of Maple. Come here. Marylin -- come here right now before -- just come here. \n[188]No. Don't stop. \n[189]Thank you. \n[190]Yes. I just got that, actually. It was a gift. \n[191]No. No. I don't have a... no. It was from a client. \n[192]Rex sent me two humidors full of pre- Castro Cubans. \n[193]Me. Yes. \n[194]Yeah. Mom. Mom and brother. \n[195]Hmmm... \n[196]She never particularly cared for me. \n[197]No. She loved me. She would never not love her son. She just didn't... I wasn't her \"type.\" She said I was a very, colicky baby. You know? Difficult. Not a good sleeper? Didn't eat well? We got off to a bad start, and she never seemed to recoup -- \n[198]Apparently she was very disappointed. \n[199]Your mother was. \n[200]No, we're not! \n[201]That is bullshit! Mine is a bitch and yours is a psycho. I can't believe you're saying this, Marylin! There's nothing wrong with us. We're attractive and charismatic and successful and... I like us. \n[202]No. \n[203]Don't go. Stay with me for a while. \n[204]I have to say -- I'm speechless. No. I'm never speechless. \n[205]And I'm not used to -- Marylin -- there's something I want to ask you. \n[206]I want... I want to... \n[207]I want to be your -- your wife. \n[208]No... That wasn't right. I want YOU to be MY wife. \n[209]Yes. I am. What else could those words mean? I believe we belong together and we can make one another happy. And we should be happy because happiness is better than the alternative which is -- just jump in any old time, Marylin. You have more experience at this than I do. \n[210]Yes? Yes, you do have more experience? \n[211]You do? \n[212]No. \n[213]No ma'am. I have been asleep all my life up to this moment. Marylin, will you marry me? \n[214]I don't have a ring! \n[215]I have a watch. \n[216]Thanks, buddy. \n[217]Asian? No. \n[218]Wrigley? \n[219]Kenneth this is my associate, Wrigley. Wrigley this is my friend, Dr. Beck. \n[220]Do you have it? \n[221]You have the pre-nup? \n[222]No. You have the ring. Wrigley has the pre-nup. \n[223]You know each other? Of course you do. \n[224]Hi. Hello. Marylin. You know my young associate, Wrigley. \n[225]Well, Wrigley brought something else for you today, darling. \n[226]This -- is the Massey Pre-nup. \n[227]Marylin, you're welcome to examine it, but as you know -- it's iron clad. \n[228]We wanted Ruth here for your protection as well -- \n[229]Yes. Short notice you know, but I think there's nice closure to it. Hello Judge Muson. A pleasure as always. \n[230]We're getting married. \n[231]A gag? No. \n[232]Yes. It's for your protection, sweetheart. You're the one with the -- the... \n[233]No. Judge -- just a sec. But Marylin, if we sign it, I can't hope to benefit from the marriage. \n[234]What I mean is, your wealth is completely protected. \n[235]But? \n[236]I do, yah I do, uh huh -- \n[237]-- I do. \n[238]   \n[239]Mom...? \n[240]For the first time in my life, I stand before you naked... vulnerable... and in love. Love. A word matrimonial lawyers shy away from. Ironic isn't it -- that I have been frightened of this emotion which is, in a sense, the seed of my livelihood. But today, I am here to tell you: Love should cause us no fear. Love should cause us no shame. Love... is good. Let me ask you a question. When our clients come to us confused, angry, hurting because their flame of love is fluttering and threatens to die -- should we seek to extinguish that flame, so that we can sift through the smoldering wreckage for our paltry reward? Or should we seek to fan this precious flame -- this most precious flame -- back to loving, roaring life? \n[241]Should we counsel fear -- or trust? Should we seek to destroy -- or to build? Should we meet our clients' problems with cynicism -- or with love? \n[242] \n[243]The decision of course, is each of ours. For my part, I have made the leap of love, and there is no going back -- \n[244]No. Stay. I want you close to me. This couch is wrong. It's not a \"married couch.\" \n[245]In fact, this is not a married house -- it's a bachelor pad. \n[246]I know. But I've converted most of them into ridiculous \"Guy\" rooms -- a billiard room, a card room, a gym -- Honey, want you to go out, as soon as you feel up to it -- and buy married things. Woman things. Personalize it. Marylinize it. Make this your house. \n[247]Here's my card. Spend as much as you want. We get mileage. \n[248]Good. Are those foods? \n[249]Exactly. And then -- maybe -- not right away -- There's a room right off the bedroom -- It would be perfect for a nursery. It's a walk in humidor right now -- but if I took out the refrigeration unit -- \n[250]I think a nursery should be right off the master suite. My parents put mine in the guest house. Apparently they did have a Fisher Price intercom, but my mother turned it off when I was seven months old because I was so -- \n[251]You want children, don't you? \n[252]Yes? \n[253]Excuse me? \n[254]What are you... Is she yours? \n[255]Yes, I know Howard Doyle. \n[256]He divorced his wife -- he married Marylin -- he divorced Marylin -- and he -- remarried his WIFE? What kind of sick -- \n[257]He never ate the pre-nup, did he! \n[258]Did Marylin end up with money? \n[259]I don't have a pre-nup \n[260]Don't give me that crap. That's MY crap. \n[261]I'll have you suspended. I'll have you disbarred. \n[262]...why did she do it, Ruth? Why? \n[263]Hello Marylin. \n[264]I bet. \n[265] \n[266]Can you Marylin? Can you return the trust? Can you return the hopes? The dreams? Can you just... \n[267] \n[268]They won't get a conviction. The husband called it in as a suicide. The forensic guys weren't thinking murder. I'm sure some of the evidence was compromised. \n[269] \n[270]Well. Well. Well. Look who made bail! \n[271]I don't know. Maybe I should grab my mace. I'm a civil attorney. I have little experience with \"the criminal mind.\" \n[272]I don't believe you have \"things.\" \n[273]What do you want? \n[274]Are you threatening me, because I'm sure that's a violation of the terms of your bail. \n[275]The IRS? They owe me. I'm expecting a refund. \n[276]I'm clean with the IRS. I've reported every dollar I've ever made. Try again, girlfriend. \n[277]What kind of \"stuff?\" \n[278]Those are gifts. \n[279]You can't prove anything. \n[280]You're out of your league, Marylin. Rexroth was a primate. I'm a professional. \n[281]Meaning my house. \n[282]Did our marriage ever mean anything to you? \n[283]That's blackmail. \n[284]Pity you can't be here. You'd enjoy this. \n[285]Yes Herb, \n[286]I understand Herb... I just... for the first time in my career -- I don't know what to do. I'm a patsy. A sitting duck. I'm lost. \n[287]I am here representing Mr. Dumbarton, on a... matter of some delicacy. \n[288]Excuse me? \n[289]Well -- I, uh, that is to say Mr. Dumbarton -- would like you to uh, neutralize a, uh, business associate by the name of Marylin Rexroth Doyle Massey uh Dumbart -- uh, Massey. \n[290]Here's her picture... \n[291]...and the address where she's staying. It's the residence of a Mr. Massey. Uh, Dumbarton. Massey. Uh, it's not Mr. Dumbarton's house. Though he's not involved. And because of an impending legal action this needs to happen within a certain... time frame. Uh... on an expedited basis. \n[292]Mr. Dumbarton is, yes. \n[293]She won't suffer, will she? \n[294]Hello. Yes -- what?! Yes -- I see -- \n[295]My God. \n[296]That was Marvin Untermeyer. \n[297]He was Rex Rexroth's personal attorney. \n[298]Rex just had a massive coronary. In the middle of a business meeting. He's dead. \n[299]Marvin says that Rex's will is four years old. He never redrafted it. \n[300]Everything goes to Marylin. \n[301]She's rich. We're still married. We have no pre-nup. \n[302]Joe. This is Mr. uh... friend of -- we met. This is to instruct you it's No Go! Do you understand me?! NO GO on Marylin Rexroth Doyle -- No Go. \n[303]That was -- oh, shit. What if he's on his way over there? \n[304]Marylin! What have I done? \n[305]  \n[306]Get her out, buy some time; get her out -- \n[307] \n[308]Marylin? \n[309]You have to leave the house immediately! \n[310]No buts. Now. Out. \n[311]Please! Leave the house. \n[312]So did I. Now pack up a few basics and -- \n[313] \n[314]Joe! Thank God you're in time. You're not in time. I'm in time. Thank God I'm in time. \n[315]It's a no go! Get it? No one any the wiser. Okay! \n[316]You can go home now! Goodbye! Thanks so much! \n[317]No no! No contract! It's all over. \n[318]Marylin! \n[319]Wait! He works for YOU? \n[320]You were going to have this thug...? \n[321]Nonono. Marylin -- I'm your husband. I'd be entitled to Rex's money. No matter what happened to you. \n[322]It was fifty for you. \n[323]Were you with a firm? \n[324]Kaplan? I know Kaplan. Wait. You're Joe Gittelson? I knew you looked -- You were great -- we studied you. \n[325]Marylin. Run. I'll distract him. \n[326]Joe! \n[327]WE told him it was no go... \n[328]Hello Marylin. \n[329]Hard to believe this is the way it will end up for us. \n[330]But then -- I guess -- something inside me died when I realized that you'd hired a goon to kill me. \n[331]Where does that leave us? \n[332]You wounded me first, Marylin. \n[333]You're forgetting Howard Doyle? \n[334]Income tax evasion? \n[335]Murder! \n[336]You know... there's nothing in the Massey pre-nup that says it can't be executed after the parties wed. \n[337]Let's go home. \n[338]Wait. Just wait for one minute. Sweet Jesus, are you crazy? \n[339]  \n[340]Pre-Castro. \n[341]Here, buddy. These are for you. \n[342]Well. You'd say \"they devoted a whole semester at Harvard to your Dad. But your Mom was the one that ever only nailed his ass.\" \n[343]I thought so. ", "Donovan": "", "Ollie": "", "Olerud": "", "Wheezy": "", "Joe": "\n[1]Mr. Dumbarton. \n[2]No... \n[3]That's his lawyer. \n[4]Who's the pigeon? \n[5]You're calling me a pestilence? That's a hoot! \n[6]Lemme tell you something. You are the pestilence. I'm the exterminator. \n[7]  \n[8]Shut up. I was a lawyer. Just like you. And my clients? Whores just like you. \n[9]Kaplan. \n[10]Twenty years in \"matrimonial law\" and it made me sick. I broke up homes and families, never givin' it a second thought. Till one day. I had an epiphany. You know what that is? Came with a damn stigmata if you can believe that! I said to myself -- Joe -- everyone you see wants blood. Everyone wants their ex's dead. So why jerk around with rest. You wanna best serve your clients? Kill em. ", "Marylin": "\n[1]...I thought he'd outgrown trains. \n[2]So I see. \n[3]Hard to believe that's the best he could do. \n[4]Oh. Thank you. \n[5]I'm just enjoying the movie. \n[6]Rex. Get away from the door. \n[7]We are. And it's winding down. \n[8]Are you forgetting about the Atcheson, Topeka and the Santa Fe? \n[9]Rex. Go away. I don't want to have to sic the dogs on you. \n[10]I didn't know Barry had a beach house. \n[11]Ruth Rabino. \n[12]She did a Harriman. \n[13]In the words of my Private Investigator, we're going to nail his ass. \n[14]Miles Massey. \n[15]Do you know him? \n[16]Who's she? \n[17]No. \n[18]I can't have a baby with a man I don't love... And I can't submit a child to divorce. \n[19]Maybe. \n[20]Please. I'm not seeing anyone until this is over. One husband at a time. \n[21]And you must be Mr. Massey. \n[22] \n[23]Are you alright? You lost weight. \n[24]Positano is beautiful. Remember when we were there, Rex? We stayed in the Santo Pietro? That hotel on the cliff? \n[25]Do you need a Tagamet? \n[26]These are yours. \n[27]Have you been taking your digestive enzymes? \n[28] \n[29]I don't know what his game is. He dismissed every one of Ruth's proposals. And Sarah, we weren't unreasonable. \n[30]I don't know. Ruth kept her cool, but I could tell she was surprised. \n[31] \n[32] \n[33]Anyway, even Rex seemed perplexed by his intransigence. If I didn't know better, I'd swear Massey had some personal investment in my ruination. \n[34]Well, if he continues to maintain this position -- we're in court. \n[35]Get this! He called and invited me to dinner. \n[36]Huh? Oh, yeah. Sure. \n[37] \n[38]Ah. No. \n[39]I have to admit. I was curious. And hungry. \n[40]I assume this is on Rex? \n[41]\"Dismiss your vows, your feigned tears, your flattery, for where a heart is hard, they make no battery.\" \n[42]Did you see the tape? \n[43]See the tape. Then we can discuss my heart. \n[44]Tell me Mr. Massey. What was your performance about this afternoon? \n[45]Ruth says you've been too successful, that you're bored, complacent, and you're on your way down. \n[46]How do you know? \n[47]I told you. I was hungry. \n[48]I know you do. \n[49]Risotto with white truffles, please. \n[50]You didn't ask me here to pick me up. You could get in trouble for that. \n[51]Have you ever been married, Miles? \n[52]You don't believe in it. \n[53]You just haven't met the right person. \n[54]All right, Miles. Let me tell you everything you THINK you know. I was married to Rex for a long time. I was an excellent wife, a partner, a lover, a hostess and a friend. There was only one thing I did wrong during the five years we were together. I got five years older. Think he should be able to ditch me for that? \n[55]See the tape. Then we can discuss reconciliation. Rex screwed up and I nailed his ass. Now I'm going to have it mounted and have my girlfriends over to throw darts at it. Then I'm getting on with my life. That's all I'm after. \n[56]What is it you're after, Miles? \n[57]Well, don't look at mine! \n[58]I was devastated. Of course. \n[59]Yes. I loved my husband, Rex. \n[60]\"Who ever lov'd that lov'd not at first sight?\" \n[61]Yes. Why is that so difficult for you to understand? \n[62]Rex was -- is -- a very appealing man. I am sorry I couldn't... I tried my best. \n[63]Jesus. \n[64]Please! \n[65] \n[66]It was like that scene in The Godfather. Frankie Pentangeli is called to testify against the Family. And he's in court, and he looks into the spectators gallery, and sees his Brother. They brought the brother from Sicily. And Frankie can't say a word. He can't testify. That's what it was like seeing Pat in there. I couldn't even have Ruth cross examine her. \n[67] \n[68]They bought her speech. If I was only in it for Rex's money, he shouldn't have to give me any. \n[69]Nothing specific, but I'll have my own place soon. \n[70]Probably. Every woman in my life was divorced at least twice. What was I supposed to say. Anthropologist? \n[71]In the Godfather, after the courtroom scene, Frankie Pentangeli opens his veins in the bathtub. \n[72]No. I'll see some blood before this is over, but it won't be mine. \n[73]Miles, how nice of you to see us -- may I introduce Howard D. Doyle of Doyle Oil. \n[74]Miles, I know you're busy and that you charge by the hour so I'll come to the point. Howard and I are planning to marry. \n[75] \n[76]Honey, I don't think this is really relevant to... \n[77]-- we realized we'd always been very attracted to one another. \n[78] \n[79]Howard and I are here, Miles, because I have learned through bitter experience that when it comes to matrimonial law, you are the very best. \n[80]As you are well aware, my previous marriage ended with an unjustified strain on my reputation My motives were questioned. I was slandered in court. \n[81]Therefore in an effort to remove any trace of suspicion from my sweet Howard -- I wish to execute a pre- nuptial agreement. \n[82]They say the Massey pre-nup has never been penetrated. \n[83]That is true, isn't it Miles? Your pre-nup is the best there is? \n[84]Absolutely. \n[85] \n[86]Getting married. \n[87]He's passionate. \n[88]All girls enjoy a little rough trade from time to time. \n[89]No. You listen to me. You busted me, Miles. You left me with nothing! What did you expect me to do? Get a degree in counseling? Write a book about table linen? Because that's what wives do when they get dumped, and frankly, I'm not quite ready for that. \n[90]We told you. We realized we've always been in love. \n[91]So I hear. Is that all? \n[92]I do. \n[93]Howard is a beautiful person. \n[94]Miles. Miles. Miles. \n[95]It was his idea. It was a gesture of love and trust. Be happy for me, Miles. \n[96](She holds a plate of food for him \n[97]It has bones. Be sure to swallow one. \n[98]I don't feel victorious Miles. I feel betrayed, abandoned and humiliated. I have pictures of him with another woman... \n[99]Did you invite me here to score some cheap laughs. \n[100]  \n[101]Yes, I -- well, I'm not really... \n[102]Thank you. And good-night. \n[103]Miles? \n[104]You're right about me. I am worthless. I am nothing. I don't deserve to live. \n[105]I don't blame them for betraying me. I don't blame Rex, or Howard or my father. You see, Miles, I'm going to tell you something about me. Something you may or may not know. I suck! \n[106] \n[107]A little. You get out of the car. That's right, Fuctard. I'm talkin' to you! \n[108]I'm on Sunset. Near the Beverly Hills hotel. Wanna meet me for a drink in the Polo...? \n[109]Okay. Should I stop at Starbucks and pick up a blended for -- \n[110]Okay Miles. \n[111]I just cried when I got home. Somehow, your disdain for me -- I'm pretty tough Miles, but I'm human. All my life people have been ascribing these terrible motives to me. I used to think they were jealous, or they didn't understand, but... I dunno. Maybe others see something in me. Something I'm not even aware of. Anyway, thank you for letting me come here. I guess I was a little drunk. \n[112]You have a very nice home, Miles. Very inviting. \n[113]You have wonderful art. I love that lithograph. Hockney? \n[114]From a -- girlfriend. \n[115]No kidding. I'll bet you have some very grateful clients. What'd Rex buy you? \n[116]Is that you? \n[117]Oh. And that is -- mom? \n[118]You look like you were a very sensitive child. You have expressive eyes. \n[119]And your mother was very beautiful. She must be proud of you. \n[120]She didn't love you? \n[121]She held that against you? \n[122]Boy. Boy, oh boy. \n[123]And here I thought my mother was... \n[124]Oh right. You met Patricia. \n[125]We're damaged goods. \n[126]We are, Miles. You know I'm right. There's something \"off\" about you and me Miles. And maybe it isn't because of these women -- maybe they were just extremely insightful and recognized our \"deficiencies\" very early on. Maybe... \n[127]I'm sorry Miles. You shouldn't listen to me. I'm sure you have a very fulfilling life. I'd better go. I'm depressing. \n[128]Thank you for the coffee. It's very robust. \n[129]Friends? \n[130]I'm a little embarrassed. I'm not used to losing control with such -- volume. \n[131]What is it Miles? \n[132]Huh? \n[133]Did you just propose to me? \n[134]Yes. \n[135]Yes, Miles. I accept. \n[136]Do you want me to sleep on it? \n[137]Do you want to sleep on it? \n[138]Yes. Again. \n[139]I know. \n[140]I'm happy. \n[141]Sarah Sorkin. Ramona Barcelona -- this is Miles Massey. \n[142]I do. He was at my divorce and my wedding. What would a marital related event be without Wrigley? \n[143]I loved the berry spoons. I didn't have any. Thank you. \n[144]Wasn't she the Judge at my divorce hearing? \n[145]Excuse me, Judge Muson. \n[146] \n[147]Miles. I don't want to sign this. I want this marriage to be different. Okay. Judge Munsen and Wrigley are here, but other than that... \n[148] \n[149]Miles. Listen to me. You are about to become my husband. I don't want to be protected from you. I want to be protected for you. \n[150]I want this to be a marriage based on love, trust and community property. That's all I've ever wanted. \n[151]I want to be exposed. \n[152]It's about time. \n[153](To Miles, with great affection \n[154]Yes. \n[155]I do. \n[156]I'm sorry. I'm squishing you. I'll move to the... \n[157]Honey, I could sit... \n[158]Hardly. You have six bedrooms \n[159]Well, I suppose I could \"girly\" it up for you with a little Fortuny, and some passementerie -- \n[160]Fabric and fringe. \n[161]Miles. \n[162]I said yes. \n[163]Is this Ming? \n[164]I think Ming is older than Tong. What is this? \n[165]Ok. I'll take it. \n[166]I can't do this anymore. Let's get some lunch. \n[167]Right. \n[168] \n[169]Yeah. I guess. You know -- \n[170]He's not what I expected. He's very -- he's so -- happy. \n[171]Yes, yes, it's just -- you know I've never been the first wife. Rex was married before me. \n[172]Miles is different. He's still so idealistic. \n[173]He has no cynicism or anger. For once I'm not the repository of rage at some other woman. \n[174]I guess. \n[175]Hi. \n[176]I have a surprise for you. \n[177]Ta Da. \n[178]You don't like it? \n[179]You don't like me? \n[180]What's wrong Miles? Did I spend too much? \n[181]Miles. I have a very good relationship with all the salesmen. I can return everything. \n[182]Miles? You're scaring me. \n[183]But Ruth -- things have changed -- yes -- yes I understand. But you see -- I couldn't file, did I? And maybe I wasn't going to file. Maybe -- maybe Ruth -- Yes. Okay. \n[184]Miles? Open the door, Miles. Please open the door. I want to talk to you. Miles? I'm coming in. Here I come. \n[185]I don't even know where he is. He looked so devastated. If I could just talk to him for a few minutes. \n[186]Was that the bell? \n[187]I'll be right back. \n[188]Yes? Can I help you? \n[189]Yes. \n[190]What? \n[191]Forgery and Fraud? \n[192]He told me to -- he said he wanted me to -- \n[193]Do you think he set me up? Do you think that was his intention? \n[194]He never even asked. He just assumed -- \n[195]So. Now what? \n[196]May I come in? \n[197]I'd just like to pick up a few of my things \n[198]On the contrary. We're married and we have no pre-nup, so a case could be made that everything in here is mine. \n[199]Comfy! \n[200]I want to nail you ass. \n[201]I'm reporting you to the IRS. \n[202]I'm not talking about dollars, studmuffin. I'm talking about -- \n[203]\n[204]Arty Farty stuff. Lithographs and pre Castro Cubans. Watches and mileage on private jets. Stuff, Miles. Stuff you get from grateful clients. \n[205]Salary. Unreported income. By the way, what time IS it on Bellagio Road? \n[206]I don't have to. That's what the IRS guys do. And they do it with great zeal. See, they work at these tortuous civil service jobs, and when five hundred dollar an hour boys like you take their trade out in luxury goodies, these saps feel.. well, they feel like saps. And they feel bitter and they feel vengeful and they feel WRATH. What is this? A Romeo and Julieta? \n[207]I know. So am I, right? And so is Agent Wilson of the Internal Revenue Service. He's a dedicated, underpaid graduate of Southwestern University -- very tenacious, and never more so than when he's dealing with an unscrupulous colleague. I think it's only fair to warn you: I'm going to file an action, Miles. And after a decent interval I plan to have Ruth seek an injunction that will forbid your approach within 500 feet of my house. \n[208]I believe the residence will be part of the settlement. \n[209]Drop the bogus forgery charge and I'll forget about your generous friends slash clients. \n[210]That's marriage. \n[211]You'll always be my favorite husband. \n[212]Hello? \n[213]Miles? Miles! Where have you been? I've been trying to get in touch. \n[214]I will, Miles. I will leave. But Miles -- \n[215]Just listen to me. I'm sorry, Miles. It's true that my initial intention was to... \n[216]I fell in love Miles. \n[217]You do? You do love me? \n[218]Whoever sent you, I'll pay double. \n[219]Is this Mr. Dumbarton? \n[220]Triple! \n[221]It's a no go, Joe. \n[222]It's okay Joe. \n[223]Now. But first, he worked for you. \n[224]Wait just a second there. You sent him here. You unearthed this pestilence. \n[225]  \n[226]That's true. \n[227]Oh Joe, be happy for us. I'll pay you the twenty thousand. \n[228]Well, actually, all whores worship the dollar, if you want to get technical. \n[229]I'm not leaving you. I took self defense \n[230]Hello Miles. \n[231]It's not something I wanted either. \n[232]Yes. I know. It's exactly how I felt when I realized you'd hired the goon to kill... \n[233]How could I trust you, after... after all of this. \n[234]Your forgetting Rex Rexroth? \n[235]Forgery? Fraud? \n[236]Murder? \n[237]I don't see how we can ever find our way back from... \n[238]  \n[239]You know, sweets, he's right. \n[240]Fine. They were created during a dictatorship. What if something happened to you? What would I tell little Gus when he asked \"what was my daddy like?\" \n[241]Sweet. ", "Mrs.": "\n[1]Well, yes, Morris is my accountant. ", "Gutman": ""}}