{"filename": "Into-the-Wild_script.txt", "imdb_id": "tt0758758", "imdb_url": "https://www.imdb.com/title/tt0758758", "characters": ["Waitress", "Ron Franz", "Walt McCandless", "Rainey (as Brian Dierker)", "Building Manager", "Kevin", "Chris McCandless", "Carine McCandless /Additional Narrator", "Tracy Tatro", "Graduation Reader (as James J. O'Neill)", "Wayne Westerberg", "Billie McCandless", "Jim Gallien", "Wayne's Crew #1", "Jan Burres"], "dialogues": {"Waitress": "", "Ron": "\n[1] \n[2]Where's your camp? \n[3]I've lived in and around here six years now and I've never heard of any place that goes by that name. \n[4]Show me how to get there. \n[5]Ron Franz. \n[6]Alex.    Where are you from Alex? \n[7]Okay, Alex from West Virginia. I like a fellow who doesn't raise the pitch of his voice when he talks to animals...shows he doesn't condescend. \n[8]  \n[9]You live here? \n[10]Well, this is somethin' out here. Don't you worry about those dope smokers and nudists down below there? \n[11] \n[12]That's what I mean.    How long have you been out here?  \n[13]And before that?  \n[14]How old are you?  \n[15]Twenty-three years old! Son, don't you think you should be getting an education? And a job? And making something of this life? \n[16]In the dirt?  \n[17]I just don't know.    Where's your family?     \n[18]That's a shame. \n[19]This is getting a little steep.     And a little high for me kid. \n[20]You can see the Salton Sea from up there? \n[21](starting his way down the \n[22]Nope.   I don't do these kind of things. \n[23]How about you and me take a drive? About fifty miles or so up highway, I know a place that's got a view, great food, and requires no climbing. How's that sound? \n[24]Fair enough. \n[25]Seventy-nine years old. \n[26]It is.   No question about that. \n[27]Alex, please don't lump me in amongst your judges. And your tyrants. But I'd prefer to not hear that kind of language. \n[28]You got a lot of passion, young man. \n[29]Look here. If Charles Manson and his buddies don't kill me on my way out of here, I'd like to cook you up a home cooked meal tomorrow night. If I come out here about, say, four o'clock tomorrow, how would that be? \n[30]Good, good. I'm no gourmet but I know where the spices are. Good night, kid. \n[31]   \n[32]Ron broils a couple of steaks. Chris enters and moves past Ron carrying his laundry into another room. \n[33]   \n[34]    Above the kitchen sink, Chris sees a row of approximately ten photographs, each in vertical 4x6 frames, some black and white, some color: all of Japanese boys and girls in formal American and Japanese attire.  \n[35]Did you find everything you need? \n[36]Well, that's what it's for.   How do these steaks look? \n[37]Well, sit down. \n[38]What do you drink? \n[39]Nope. \n[40]Nope. Don't have any alcohol. I had to quit all that. How about a guava juice? \n[41]Yeah, I had a little spell with the bottle, you could say. \n[42]Cheers. \n[43]I spent most of my life in the army. On New Year's Eve 1957, I was stationed over in Okinawa. My wife and son were here in the States, just driving down the road when a fellow who'd had too much to drink plowed right into them. Killed them both. Anyway, you might think that the last thing in the world I'd do, is go to the whiskey, but at the time, it felt like the only thing I could do. And I did it hard. But pretty soon, I figured I wasn't doing my wife and son any good, mourning them with a bottle. So, I pulled myself together and quit drinking, cold turkey. And then... \n[44] \n[45]Yeah, that's... Fuki, Kenjiro, Yoshiko, Keiko, Masaro, Junichi, Kimpei, Nayoko... \n[46](pridefully shows Chris the \n[47]Yeah, I unofficially adopted all of them. It did my heart some good but I guess really it was just writing a few letters and sending some money. Anyway, it was important to me. I get a letter from each of them from time to time. You know. So, since all that, this is pretty much me. \n[48]No. I can't seem to get too far from my leather. I'll show you after you finish eating. I do a lot of leather engraving. I got a little workshop in the garage. Between that and my pension, I do pretty well. But every time I think I might take a trip somewhere, I get too far behind on orders and such to consider it. \n[49]Would ya? \n[50] \n[51]  \n[52]How about some fishing? \n[53] \n[54]  \n[55]What's the N stand for? \n[56]Alaska? \n[57]Son, what the hell you running from? \n[58]You do, do you? \n[59]Sittin' on my butt, huh? \n[60]I'll show you sittin' on my butt. \n[61] \n[62] \n[63]Ya little pinhead. \n[64]I'm going to miss you when you go. \n[65]Alex...You're probably right.   And I'm going to take stock of that. \n[66]No, I am. \n[67] \n[68]But I'll tell you something. The bits and pieces I've put together, you know, what you've told me about your family. Your mother and dad. And I know you got your problems with the church too, but there's some kind of bigger thing that we can all appreciate. And it sounds like you don't mind calling it God. But when you forgive, you love. And when you love...God's light shines on you. \n[69]I told you about that language. \n[70]I told you so! I told you so! \n[71]     Ron appears in the doorway dressed for travel.  \n[72]Heard you get up off the couch half an hour ago, and had a funny feeling you might not be here for our breakfast. \n[73]I'm going to drive you a hundred miles to somewhere where you can pick up a train, a plane, or hitch a ride without getting stuck on this desert. I'd take you all the way to Alaska if I didn't have to get to an eight o'clock mass. \n[74]I want to do it.     Get you started on this thing of yours. \n[75] \n[76]There's a machete, an arctic parka, collapsible fishing pole, and a few odds and ends I threw in there for you. \n[77]Oh, just take it. \n[78]I'll wait for you in the truck. \n[79]  \n[80]Well my friend. \n[81]I had an idea. You know my mother was an only child. So was my father. And I was their only child. Now, with my own boy gone, I'm the end of the line. When I'm gone, my family will be finished. What do you say, you let me adopt you. I could be, say, your grandfather. \n[82](trying to mask. The \n[83] \n[84]", "Franz": "", "Walt": "\n[1]Congratulations, son. \n[2]That's a big deal. What do you have left in your college fund? \n[3]Well, we'll certainly contribute the balance for Harvard. \n[4]You'll come to Annandale before you disappear on us, won't you? \n[5]We want to get you out of that junker. \n[6]Yes.   We want to get you a new car. \n[7]Everything's gotta be difficult. \n[8] \n[9]Don't walk away from me WOMAN! \n[10]\n[11] \n[12]Yes.   I'm God! \n[13]Where do you kids think you're going? \n[14]What is it? ", "McCandless": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]      \n[6] \n[7]   \n[8] We move from the page back up to Chris. We see that he has put on his eyeglasses to strengthen the vision of his weakening sight. He removes them, folds them, and lays them by his side. His body begins to tremble. His eyes dance wildly.  The drumming intensifies.  Chris takes one last look out the window. The sun is covered by a well-defined and puffy cloud.         ", "Building": "\n[1] ", "Manager": "", "Kevin": "\n[1] ", "Chris": "\n[1]I see them standing at the formal gates of their colleges, I see my father strolling out under the ochre sandstone arch, the red tiles glinting like bent plates of blood behind his head, I see my mother with a few light books at her hip standing at the pillar made of tiny bricks with the wrought-iron gate still open behind her, its sword-tips black in the May air, they are about to graduate, they are about to get married, they are kids, they are dumb, all they know is they are innocent, they would never hurt anybody. I want to go up to them and say Stop, don't do it--she's the wrong woman, he's the wrong man, you are going to do things you cannot imagine you would ever do, you are going to do bad things to children, you are going to suffer in ways you never heard of, you are going to want to die. I want to go up to them there in the late May sunlight and say it, her hungry pretty blank face turning to me, \n[2]her pitiful beautiful untouched body, his arrogant handsome blind face turning to me, his pitiful beautiful untouched body, but I don't do it. I want to live. I take them up like the male and female paper dolls and bang them together at the hips like chips of flint as if to strike sparks from them, I say... \n[3]I say...Do what you are going to do, and I will tell about it. \n[4]Well, it could've been either one of us, couldn't it? \n[5]There's a lot of great poems in there. \n[6]I'm starving. \n[7]My grades are gonna be good enough, I think, to get into Harvard Law. \n[8]It's an inheritance, dad. I've only been spending it as a college fund...Exactly twenty-four thousand five hundred dollars and sixty-eight cents. \n[9]I had to go to the bank this morning. \n[10]Yeah. I've got to figure out what I'm going to do. I got a lot of things to pack and organize here first. \n[11] \n[12] \n[13]What's a junker? \n[14]The Datsun? \n[15] \n[16] \n[17]Blow up? Blow up?! Are you guys crazy? It's a great car. I don't need a new car. I don't want a new car. I don't want anything. Thing, thing, thing. \n[18]But, thanks anyway. \n[19]I said thank you. I just don't want anything. \n[20] \n[21]This is Emory University freshman Chris McCandless reporting from the vault at Thompson Hall. \n[22]We have just dynamited the hatchway and are the first human beings to step foot into this vault in over a hundred years. Somewhere in here lies the secret of the great beast within us all. A beast built on lies, corruption, and greed. \n[23]And there it is! The legendary beast Mocra. \n[24] \n[25]Well, it looks like we've succeeded - \n[26]- at least for the moment, in sealing the beast back into the vault. Your humble reporter, Chris McCandless will now struggle with the journalistic question of ethics: Will he retain his reporter's objectiveness or save the future of human truth by slaying this awful beast? \n[27]Once again, your humble reporter Chris McCandless. \n[28] \n[29]Ted! We've got a monster in the vault. It represents all the corruption, the deceit, and greed within us all. I must slay it. \n[30]Ted! I know how to kill it. And I'm the only one who knows. You can't keep sending me on stories and expecting me to do nothing! I look like some kind of an idiot. \n[31] \n[32] \n[33] \n[34]I need a name. \n[35]\n[36] \n[37]Do this. Don't do that. Can't you read the sign? \n[38](as he drops the knife to the \n[39]No. I'm sorry. My name's Alex. I've been travelling a lot and I got robbed and my identification was taken. \n[40]Go ahead. \n[41] \n[42]Well, I don't have a permit. \n[43]Alright. I appreciate it. I'm gonna be headed towards the coast tomorrow. \n[44](mocking imaginary \n[45]Alright man.    Thanks a lot. \n[46] \n[47]Why? \n[48]But I haven't done anything wrong.   These are my personal items. \n[49]You're kidding. \n[50]Alright, but...I mean, you stopped your car. You're in the traffic lane. And you can see, there's hardly any cars out here. Plus, it's a straight road; you can see for a long ways. \n[51] \n[52]I don't have any. \n[53] \n[54](as Jan fiddles with side \n[55]Hey, Rainey.    Hi Jan.    I'm Alex. \n[56] \n[57] \n[58]Couple of days. But sometimes I forget to put my thumb out. \n[59] \n[60] \n[61]I'm a leather? \n[62] \n[63]I don't need money.   It makes people cautious. \n[64]I don't know if you'd want to depend on much more than that. \n[65]Makin' their money somewhere. \n[66]Fair? \n[67]I'll paraphrase Thoreau -- \"Rather than          * love, than money, than fairness, give me         * truth.\"                                          * \n[68]      \n[69]Where's Jan going? \n[70]I think so. \n[71]I think she's probably quietly disconnecting. It doesn't feel right to her to be close to you if there's a hole of some kind somewhere else. \n[72]Actually, I'm a little afraid of water. \n[73]It's true. But it's something I've got to get over sometime. \n[74]So, I'll swim in it if you'll carry the firewood back to the campsite. \n[75]I'm going to go down the beach a ways and read a little bit. I'll bring the rest of that wood back before nightfall. \n[76]Sounds good. \n[77]What is that? The Slabs? \n[78]Near San Diego, yeah? \n[79]You sell your handcrafts there? \n[80]Yeah...my mother made it from a kit. \n[81]I'm gonna sleep out here by the fire.     I want to read a little bit. \n[82](a little drunk, a little \n[83]and I've gotten you this token, this damned expensive token, as a token of that appreciation. \n[84]Too much and not enough. I used to believe all that stuff. That whole story. I thought maybe if I said it again, I'd believe it. But I don't. \n[85] \n[86]Oh, I wouldn't want to burden you. \n[87]Couple of days. I kinda ran out of money. \n[88]I was thinking about doubling back through the Canadian side of Glacier Park. \n[89]Well, that'd be great.   What do you do out here? \n[90]You mean those free satellite TV deals? \n[91]Who are these guys? \n[92]Madison.    Okay. \n[93]Thanks Wayne. I will. \n[94]I'd take a White Russian if you've got it. \n[95]No, I just like White Russians. \n[96]Really? \n[97] \n[98]  \n[99] \n[100]I'm thinking about going to Alaska. \n[101](with a drunken, excited \n[102]Yeah. Maybe write a book about my travels. About getting out of this sick society. \n[103]Because you know what I don't understand? I don't understand why, why people are so bad to each other, so often. It just doesn't make any sense to me. Judgement. Control. All that. \n[104]You know, parents and hypocrites. Politicians and pricks. \n[105]Now, that's who could be President! \n[106]  \n[107]I like all this. \n[108]I've been thinking a lot about Alaska. \n[109]Yeah, maybe I ought to put off going to Alaska, at least so I can get settled up there in decent weather. \n[110] \n[111]I will. Thanks Gail .   And tell Wayne, I'll drop him a line. \n[112]Yeah. If I wanted to paddle down the river, where's the best place to launch out of? \n[113]Not much. \n[114]A permit for what? \n[115]Wait-list?   To paddle down a river? \n[116] \n[117] \n[118]Thanks for your help. \n[119] \n[120]Hello. \n[121]Hi. Alex. \n[122]I am. \n[123]Well... \n[124]You have ketchup? \n[125]Mustard and relish it is then. \n[126]I haven't decided. \n[127]How far are we from Lake Mead? \n[128]Man, I wonder if I could go all the way down into the Gulf of California. \n[129]Thank you. I'm very happy to meet both of you too. \n[130]Well, guys I really appreciate the hospitality but I wanna make camp down- river a ways so I better take off before dark. \n[131]I thought I'd run the whole river into the Sea of Cortez. The stupid dams dried it up. \n[132]36 days. \n[133]Fingers and toes. \n[134]After the river dried up, I ported the kayak and got a lift to Golfo. \n[135]I paddled south about 20 miles. \n[136]That's when I saw the cave and everything went upside down. \n[137]A sandstorm hit and I was pretty much stuck. My kayak blew away, so I left it and walked up the beach, hitched back north, and here I am. \n[138]What they ought to do is open up the dams and let the rivers flow. \n[139]Yes, sir. I've eaten enough sand to send me back to the city anyway. \n[140] \n[141]As Alexander Supertramp returns to civilization...a hobo. I'm a for real hobo. \n[142]Can you tell me how to get an ID card? \n[143]Yeah. \n[144]And, if I want to apply for a job somewhere, can you help me with that? \n[145]Alright then. Thank you. Oh, one last thing. Do you have a bed for me? \n[146] \n[147]No, sir. \n[148]Thanks very much. \n[149] \n[150]Yes.   I'm God.      \n[151]Yeah, no.   This is good.   Right here. \n[152] \n[153]Right, right. I forgot. \n[154]Okay. \n[155]How much do I have in the account now? \n[156]What's the interest on twenty-two cents? \n[157]Lori, I'm punching out. \n[158]No, I mean I'm punching out for good. \n[159]Yeah. Also, I've got to do some things before I head north. \n[160]That's okay.    I'll let you know where to send it. \n[161]Bye-bye. \n[162] \n[163]Surprise! \n[164] \n[165]Well, I'm waiting on a check from my last job to come into Salton City the day after Christmas. I've got to start thinking about getting ready for Alaska. When the sun gets a little lower tonight, I'm going to start a calisthenics routine. I think after the check comes in, I'll try to find some mountains I can climb everyday till spring comes. I gotta see how far the money's gonna go. \n[166]I'm going to have to pick up a lot of supplies before spring. So, I might take another job or I might be okay. \n[167]I'm not taking any money from you, Rainey.   It's been a real great twist meeting you two. You look like you're doing good. \n[168]Hi. \n[169]I am.   We are. \n[170]Do you? \n[171]That's good.    I heard you play your song last night. \n[172]You are not terrible. \n[173]No.   You sing sweet. \n[174]I'm sorry.   This is Rainey.   And I'm Chris. \n[175]I hope I get to meet him sometime. \n[176]Yeah. \n[177]You should Rainey. Makes that Tantric stuff go even better. \n[178]Me too. \n[179]No. \n[180]They should. But I can't. Not yet, anyway. I got a sister though, Carine. She's the most beautiful girl in the world. But, it's all got to stay behind me until I get where I'm going. \n[181]Yeah, Rainey. Alaska. \n[182]Hello?    Merry Christmas? \n[183] \n[184]No! \n[185]No, I mean, no, we can't do that. \n[186]How old are you? \n[187]What year were you born? \n[188]You want to do something together? \n[189]You can always get in touch with me by sending mail here. I don't know when I'll get it, but I'll get it. \n[190]You're pretty magic. \n[191]You too, Rainey. Thanks for everything. \n[192]New Year's resolution? \n[193]  \n[194]  \n[195]Go on, boy.    Go on. \n[196] \n[197]Alex. \n[198]West Virginia. \n[199]You go left here. \n[200]No, we keep going. I'm further up. Another half-mile or so, out on the Bajada. \n[201]Ron and Chris drive up in the truck. Ron shuts off the ignition and gets out of the truck to stretch his legs. Chris follows, puts his full water jug under the tarp at his campsite, hooking it onto a branch. He throws his shoulder bag with the rice in it into his backpack. \n[202]No, they keep to themselves pretty much and so do I. \n[203]I think I got my head on my shoulders pretty good.  \n[204]Couple of weeks.  \n[205]A lot of places. I've been moving around.  \n[206]Twenty-three.  \n[207]Look Mr. Franz. I think careers are a twentieth century invention and I don't want one. You don't need to worry about me. I have a college education. I'm not destitute. I'm living like this by choice.  \n[208] \n[209]Don't have one anymore. \n[210]Hey, Mr. Franz. I want to show you something. \n[211]Alright.   But look out there. Even from half way out, it's quite a sight isn't it? \n[212]From the top you can see all the way to the Salton Sea too. \n[213]Yes, sir. \n[214]You don't want to go up? \n[215]Yeah, sure. It'll take me a couple of minutes to clean up. \n[216]How old are you, Mr. Franz? \n[217]Seventy-nine...see, all due respect, but the real difference between people is the quality of their soul and not on how long they've trudged around like a dip-shit. \n[218]But it's true. \n[219]The government's the same as my parents. They don't respect anybody. Regulation. Regulation. Regulation. WE can't do this. But THEY can do that. I mean, the hypocrisy of the whole...culture.   Makes me crazy. My father was having children                * with two women at the same time, and then              * has the gall to think that he can be of some guidance to me? Make judgments on me? My mother, of course, goes along with all of it. Keeps the secret, which of course, makes my whole life a fiction. Everything I thought was, wasn't. They're such fools! Fucking idiots! \n[220] \n[221]  \n[222]Awww, that was a great time Mr. Franz. Thank you. \n[223]That would be swell. \n[224]Good night Mr. Franz. \n[225](breaking his gaze from the \n[226]Great. \n[227]You got a White Russian? \n[228]Beer? \n[229]I'll take a guava juice, that sounds good. \n[230]Cheers. \n[231]Yeah, I was gonna ask you. \n[232]Do you ever travel, Mr. Franz? \n[233](having wolfed down the \n[234]  \n[235]Anything alive in it? \n[236]...North. \n[237] \n[238] \n[239]I do, Mr. Franz. You've got to get back out in the world. Get out of that lonely house of yours, that little workshop, and go live on the road. \n[240]Really. You're going to live a long time, Ron. You should make a radical change in your lifestyle. The core of man's spirit comes with new experiences. And there you are, stubborn old man, sitting on your butt. \n[241]Come on, old man! Come on! \n[242]You alright? \n[243]I'll miss you too, Ron. But you're wrong if you think the joy of life comes principally from human relationships. God's placed it all around us. It's in everything. In anything we can experience. People just have to change the way they think about those things. You ought to put a little camper on the back of your pick-up and go take a look at some of the great work god's done out here in the American west. \n[244]Holy Shit! \n[245]What are you doing up?     It's three-thirty in the morning. \n[246]Ron, you don't have to do that. \n[247]On my Great - \n[248]Ron... \n[249]Yep. \n[250]How about we talk about this when I get back from Alaska, Ron. Would that be alright? \n[251]Alright, Ron. We'll talk about it then. \n[252]Thanks, Ron. \n[253]...and I will tell about it. \n[254]Well, it could've been either one of us. Couldn't it? \n[255](in a far away, tunnel-like \n[256]...the road. Escaped from Atlanta. Thou shalt not return `cause the \"west is the best.\" And now after two rambling years, comes the final and greatest adventure. \n[257]The climactic battle to kill the false being within and victoriously conclude the spiritual revolution. \n[258]Ten days and nights of freight trains and hitchhiking, bringing him to the great white north. \n[259]No longer to be poisoned by civilization, he flees, and walks alone upon the land to become lost in the wild. \n[260]Shit! \n[261]Here she stopped and, closing her eyes, took a deep breath of the flower-scented air of the broad expanse around her. It was dearer to her than her kin, better than a lover, wiser than a book. \n[262] \n[263] \n[264]Beautiful blueberries - Vaccinium uliginosum. Eskimo potato - Hedysarum alpinum...etc. \n[265]Set small signal fire today - watched it die tonight. \n[266]And that an unshared happiness is not happiness... \n[267] \n[268] \n[269] \n[270] We move from the page back up to Chris. We see that he has put on his eyeglasses to strengthen the vision of his weakening sight. He removes them, folds them, and lays them by his side. His body begins to tremble. His eyes dance wildly.  The drumming intensifies.  Chris takes one last look out the window. The sun is covered by a well-defined and puffy cloud.         \n[271]What if you saw me running into your arms... \n[272]Would you see then... \n[273]...what I see now? ", "Tracy": "\n[1]Hi. \n[2]You selling books? \n[3]I read a lot. \n[4]Yeah. \n[5] \n[6]I'm not? \n[7]Thank you. I was going to go watch the kids play in the mud. Do you want to go? \n[8]I'm Tracy.                                            * \n[9]Soup's on. Oh, I'm sorry.   Are you guys getting heavy? \n[10]  \n[11]Come in here. \n[12]Guess what. \n[13]My parents went into town. \n[14]Yes, they did. They went to call my grandma for Christmas. \n[15]Why not? \n[16]Eighteen. \n[17]Seventeen. \n[18] \n[19]I am? ", "Tatro": "", "Wayne": "\n[1](rolling a cigarette without \n[2]Seems like every time I come on this road, there's somebody hitching out here who looks as skinny and unfed as you. \n[3]Look, I gotta stop in Ethridge to drop something off \n[4]How `bout you and I grab something to eat down there? \n[5]How long has it been since you've had anything to eat? \n[6]Well, there's no choice about it.    I'm gonna get you some dinner. \n[7]So where is it you're headed? \n[8]Yeah, I used to have a girlfriend who'd go there, camp on the Black Feet Res. She was into all that American Indian stuff. \n[9]I can bring you to the border at Sweet Grass once you've had some food. \n[10]Well, I do a lot of things. Computer programming. Video game repair. I'm a licensed pilot, own a grain elevator in Carthage and another one a few miles out of town. But in the summertime I run a combine crew, follow the harvest from Texas way the hell north to the Canadian border. We just got done cutting barley for Coors and Anheuser Busch. But then I got this little black box deal on the side \n[11](as though he hadn't brought \n[12] \n[13]Those are my Hudderites. Agriculture's a pretty transient business. These guys come off the Hudderite colony looking for work. I always got work for people. Then that guy - \n[14](pointing at guy making most \n[15]Listen, you don't want to go out there on the road tonight. Why don't you just roll your sleeping bag out and play like a Hudderite until morning. \n[16]Get a good sleep. See you in the morning. \n[17]Okay. Now take hold of the joystick, get the feel of header, idle it down with the toggle switch... \n[18]That's it. That's it. Now take it on out and make yourself some money. \n[19]I'm gonna break out some whiskey. Alex, you want anything other than that beer? \n[20]I haven't got anything like that here. But I tell ya what. And I know I speak for everybody. You wanna come work with us in Carthage, we'll hook you up on the grain elevator and get you a White Russian down at the Cabaret. \n[21]Dawn tomorrow, engines roaring. \"Pot o Gold. Oh that pot o gold.\" \n[22] \n[23]  \n[24]Okay Kevin, get all the machines back to the elevator. I'm gonna show Chris to his room. \n[25] \n[26](carrying Chris' pack for \n[27]Shower's down the hall. If you hurry you can beat the rest of the boys to it. But you do want to grab a shower cause we're all heading over to the Cabaret in exactly thirty-six minutes. So, get your dancing shoes on. There's foo-foo in the medicine cabinet. I think it's Brut. Then you want to put your charm in overdrive cause we like to PAH-TAY! \n[28]Alex, this is Gail . This is the one to go to for that White Russian you've been wanting. Of course the quid pro quo can be hazardous. \n[29]Yes please, ma'am? \n[30]Ain't he great? \n[31]Anything to do with hunting, preserving the meat, smoking it or whatever, you talk to Kevin over there. That's your man. \n[32]Outdoors-man. What's the interest in all that? \n[33]Alaska, Alaska? Or city Alaska?     The city Alaska does have markets. \n[34]In the wild. \n[35] \n[36]Who \"people\" we talking about? \n[37](tapping a long finger \n[38]Blood and fire...What? Mr. Happy. That's who I am. Gimme a kiss. \n[39](mock opening his zipper, in \n[40]Workin' time! \n[41]So, what do you think about all this?  \n[42](to Chris, as he lowers \n[43] (and then calling out to his  \n[44]\n[45] \n[46] ", "Westerberg": "\n[1]  \n[2]Chris follows Wayne up the narrow stairwell. \n[3]  \n[4]  \n[5] ", "Billie": "\n[1]Here they are. \n[2]You scared the daylights out of me, jumping on to that stage, oh my god. \n[3]That's very specific. \n[4]I'm so glad you're getting out of that place you're living. It was so much nicer when you lived on campus. \n[5]You promise? \n[6]Well, your father and I want to make a present to you. \n[7]We weren't going to get you a Cadillac, Chris. Just a nice new car that's safe to drive. You don't know when that thing's just going to suddenly blow up. \n[8] \n[9]Fuck you!   I hate you! \n[10]\n[11]Who do you think you are?   God? \n[12](not in desperation so much \n[13]I wasn't dreaming! I didn't imagine it! I heard his voice, Walt. I heard Chris. ", "Jim": "", "Gallien": "", "Jan": "\n[1]Hi. We just barely saw you there, under that crazy hat of yours. We couldn't back up - the van's reverse is broken. \n[2]This door's a little tricky, I'll get it. \n[3]Hop in, that's Rainey. \n[4]And I'm Jan. \n[5]Probably, the rest of the time, that hat scares `em away. \n[6]When's the last time you ate something? \n[7]And eat there with us. \n[8]You're a leather tramp. That's what they call the ones that hoof it on foot. So, we're technically rubber tramps. \n[9]Alex could have a vehicle. If he didn't burn his money. Why would you want to do that? \n[10] \n[11]Where's your mom and dad? \n[12]Come on Chris. You look like a loved             * kid. Be fair.                                    * \n[13]You know what I mean. \n[14] \n[15]You know what Alex ought to do, Rainey? He ought to come out to the Slabs this winter. \n[16]When the weather turns cold across the rest of the country, people show up there by the thousands: snow birds... \n[17]Sundry vagabonds... \n[18]Like ourselves. \n[19]Livin' on the cheap under the sun. \n[20]Oh yeah. And a lot of second-hand goods. There's a swap meet. The people are cool. There's even some kids running around sometimes. Most everyone there, if they're not avoiding the cold, are at least dodging the IRS. \n[21]It's good. You should check it out. If you come, I'll make a proper hat for you. Well, Alex. I'm gonna clean up and the old man and I are gonna get some rest. Looks like you got yourself a good bag there. \n[22]You're wonderful.   Don't make me worry about you. \n[23]   \n[24]He reminded me... \n[25]Sunni!    Come here boy. \n[26] \n[27]You have to tell us everything. \n[28]I think you've made yourself a friend. \n[29]Good luck. \n[30]I wasn't much older than Tracy when I got             * pregnant. And I thought my husband and I were going to invent peace on earth and stay together forever. But it didn't work out that way. He left. History. Now ancient history. And that was the end of that. So, I raised Reno by myself - that's my son. Then I met Rainey. And that was really good for a while. But Reno was already a teenager and was becoming a man in his own way. And then, I don't know. He kinda followed in his father's footsteps - out the door and gone. And I really don't know where he is. I haven't heard from him in two years. \n[31]Do your folks know where you are? \n[32]No, sweetheart. Just hungry. You've been doing a fantastic job over there. Shall we eat? \n[33] ", "Burres": ""}}