{"filename": "Invictus_script.txt", "imdb_id": "tt1057500", "imdb_url": "https://www.imdb.com/title/tt1057500", "characters": ["Etienne Feyder", "Hendrick Booyens", "Brenda Mazibuko", "Jason Tshabalala", "Linga Moonsamy", "Nelson Mandela", "Eunice", "Mary", "Mr. Pienaar", "Minister of Sport", "Mrs. Pienaar", "Zindzi", "Nerine", "Francois Pienaar", "Springbok Coach (as Louis Minaar)"], "dialogues": {"Etienne": "\n[1]Mr. Jason Tshabalala? \n[2]Captain Van Eck and team reporting for duty, sir. \n[3]We're the Presidential bodyguard. We've been assigned to this office. (holding out a sheet of \n[4]You'll see that they've been signed. \n[5]Right. \n[6]Are there any special orders or conditions? \n[7]Madiba? \n[8]We'll call him Mr. President. \n[9]How's he going to do all this? When does he take a break? \n[10] \n[11]Stop him. \n[12]Why didn't you stop him? \n[13]Does he do that sort of thing all the time? \n[14]And good thing he never saw it. \n[15]He asked when we were supposed to sleep. \n[16]See who's coming for tea? \n[17]Francois Pienaar. \n[18]You can't be serious? He's the captain of the Springboks. \n[19]Well, you know what they say about soccer -- it's gentleman's game played by hooligans. One the other hand, rugby is a hooligan's game played by -- \n[20]Thanks for reminding me. \n[21]Give it a spin when you pass it. Like this. \n[22] Come on, man. There's nothing more you can do today. \n[23]Once or twice, yes. \n[24]We all do. \n[25] ", "Feyder": "", "Hendrick": "\n[1]Seriously? 20. \n[2]It's going to be a headache for the Lions, that's for sure. We're going to donder them. \n[3]I said -- \n[4]As well as other basic human functions. \n[5]It's good to be home, sir. \n[6]Morning, sir. \n[7]Top shape, sir. How about yours? \n[8]But he asks about ours all the time. \n[9]My nephew wants me to get his autograph. \n[10]I will. 56. \n[11] \n[12]Ja, of course. \n[13]When I worked for the previous President, it was my job to be invisible. \n[14]This President ... he found out I like English toffee and brought me some back, from his visit to the Queen. \n[15]To him, nobody is invisible. \n[16]That's where you wait. One of his assistants will come for you. There's a bathroom over there, if you need it. \n[17]What are our chances in the World Cup? I mean, for real. \n[18]Well, he's not as big as he looks on TV. And we don't stand a bloody chance in the World Cup. \n[19]They scored. \n[20]We scored. \n[21]They scored again. \n[22]Ja. We're tied. \n[23]We're up by three. \n[24]By four. 98. \n[25]We're only ahead by one. \n[26]We're ahead by four. \n[27]By seven. \n[28]By fourteen. \n[29]We won! 99. \n[30] \n[31]Be an even bigger day if we actually won. 120. \n[32]Where is he? \n[33]Or was. \n[34]Hey, don't worry, man. I already know you're crazy. \n[35]Linga had an idea, sir. \n[36]Now you've done it. \n[37]Extra time. Twenty minutes. ", "Booyens": "", "Brenda": "", "Mazibuko": "", "Jason": "\n[1]It makes him such an easy target. 4. \n[2](traditional greeting in \n[3]We're sharp, Madiba. \n[4]What does it say? \n[5] After you, Mr. President. 10. \n[6]But, Madiba ... 12. \n[7]He wants to win them over, one damn boer at a time. \n[8]Molo, sister. \n[9]When you get a chance, can we see the schedule for the month? We need to plan security. \n[10]We need more men. \n[11]Yesterday. 15. \n[12]That's Jessie, with the schedule. Come in, beautiful. \n[13]What is this? \n[14]That's me. Am I under arrest? \n[15]What duty? \n[16]I don't care if they're signed or -- \n[17]Wait here. \n[18]Sorry to disturb you. \n[19]That's because I've got four Special Branch cops in my office. \n[20]Me? Nothing. They say they're the Presidential bodyguard. They have orders. Signed by you. \n[21]Yes, but -- \n[22]Yes, but -- \n[23]Reconciliation? Madiba, not long ago they tried to kill us! Maybe even these four guys. They tried and, often, they succeeded! \n[24]Yes, Madiba. Sorry to disturb you. \n[25]This is his schedule for the next month. Let's look it over for duty assignments. \n[26]We can't.  This is what Madiba wants, okay. \n[27]No. Yes. Madiba gets upset if you don't smile when you push people out of the way. \n[28]The President's clan name. It's what we call him. \n[29]Let's get through this. \n[30]Here's a headache. \n[31]A rugby match at Loftus Versfeld. British Lions against the Springboks. \n[32]I don't care about the game. I care that the President'll be so exposed. \n[33]Yes. Sports fans. \n[34](shouting against the \n[35]Here we go. \n[36] \n[37]Stay with him. 24. \n[38]We're delaying the rugby, Madiba. \n[39]Next time, you try. 25. \n[40]Ask my ulcer. Good thing that was just an orange. \n[41]Oh, he saw it. He sees everything.  I hate rugby. \n[42]Both units to the cars, right now. \n[43] \n[44]Here's the schedule for the overseas trip. 46. \n[45]Hey. If Madiba can do it, we can do it. \n[46]Who wants to escort him in? \n[47]No autographs. \n[48]  \n[49]A homemade explosive from materials every boer already has. \n[50]We need snipers on top of the stadium and these surrounding buildings. \n[51]We want these two approaches completely sanitized. \n[52]We're not going to decide which way we bring him in until the very last moment. We need uniforms, plain clothes, sharp-shooters ... \n[53]Yes. No truck bombs, no Oklahoma City. \n[54]We've got an army unit on standby at Silvermine, if you need more men. 85. \n[55]We're not taking any chances, okay. The President's going to be very exposed. Much too exposed. \n[56] \n[57]How could I? \n[58]  \n[59]Have I ever mentioned to you that I hate rugby? \n[60]I just want to get him through tomorrow, safely. That's all. \n[61]The tickets sold out long before the team became so popular. So it's not exactly going to be the rainbow nation out there. That's the reality. The President will greet the players before the match, he'll present the trophy after the match. He'll be exposed to 62,000 people, twice. He'll be on TV, live, all over the world. (expressing his deepest \n[62]It's happened before! But not today. Not on our watch. Not today. \n[63] \n[64] \n[65] \n[66] \n[67] \n[68] ", "Tshabalala": "", "Linga": "\n[1]Here he comes. Like clockwork. \n[2]She's much better, thank you. \n[3] \n[4]Did you talk to Barbara about it? \n[5] \n[6]Can we get rid of these guys, now? 19. \n[7]What? \n[8]Jason, I have to talk to you. Outside. \n[9]How can we trust them? \n[10]Yes, seriously. It's the new South Africa. \n[11]He says he rested enough in prison. \n[12]What? 21. \n[13]To thousands of drunken -- \n[14]Who didn't vote for him. Who probably hate him. Who came out of the womb with guns in their hands. \n[15]What did he just say? \n[16]\n[17]We never ask him about his family. \n[18]Think about it, man. He's separated from his wife. His children ... how often do you see them here? He's not a saint, okay. He's a man, with a man's problems -- and he doesn't need us reminding him about them. \n[19]Who? \n[20]Who's this Pienaar? \n[21]I like soccer, myself. \n[22]Ja, ja, I've heard it before. It wasn't funny the first time. \n[23]And sniffer dogs. \n[24]Did you ever imagine this? \n[25]What happened? \n[26]What happened? \n[27]We scored? \n[28]They're ahead? \n[29]What does that mean? \n[30]What happened? \n[31]We did? \n[32] \n[33]Big day. \n[34] \n[35]He's sleeping in. \n[36]I had an idea. About today. It's a crazy idea. 121. \n[37] \n[38] \n[39]What happens now? \n[40]I don't think I can take it. \n[41] ", "Moonsamy": "", "Nelson": "\n[1]  \n[2]  \n[3]... etc. ", "Mandela": "\n[1]  \n[2]         \n[3]    \n[4]      \n[5]   \n[6]  \n[7] Morning boys. How are you? \n[8]Good ... good. And how's your mother doing, Linga? \n[9]Good. \n[10]It says, \"He can win an election, but can he run a country?\" \n[11]It's a legitimate question. \n[12]       \n[13]       \n[14]Good morning everybody. \n[15]Barbara, good morning. You've had your hair done. I like it. \n[16]Give me one moment, please. \n[17]     \n[18]\n[19]-- please assemble the staff for me. Whoever has not already left. \n[20]Yes, please. \n[21]I'd like you to stay out here, please. \n[22]I cannot talk to them if I'm hiding behind men with guns. \n[23] \n[24]Some of you may know who I am. \n[25]Good morning ... how are you ... thank you for coming at such short notice ... etc. \n[26]I couldn't help noticing the empty offices as I came to work today. And all the packing boxes. 13. \n[27]Now, of course, if you want to leave, that is your right. And if you feel in your heart that you cannot work with your new government, then it is better that you do leave, right away. \n[28]But if you are packing up because you fear that your language, or the color of your skin, or who you served previously, disqualifies you from working here now, I am here to tell you, have no such fear. Wat is verby is verby. What's past is past. We look to the future, now. \n[29]We need your help. We want your help. If you would like to stay, you will be doing your country a great service. \n[30]I ask only that you do your jobs to the best of your abilities, and with good hearts. I promise to do the same. If we can manage that, our country will be a shining light in the world. \n[31]   \n[32]  \n[33]You look agitated, Jason. \n[34]What have you done? \n[35]Yes. They've had special training, those boys -- with the SAS. And lots of experience. They protected De Klerk. 17. \n[36]You asked for more men, didn't you? \n[37]In public, when people see me, they see my bodyguards, too. You represent me, directly. The rainbow nation starts here. Reconciliation starts here. \n[38]  \n[39]Yes, I know. Forgiveness starts here, too. \n[40]Forgiveness liberates the soul. It removes fear. That is why it is such a powerful weapon, Jason. 18. \n[41] \n[42]Only what is necessary. \n[43]  \n[44]  \n[45]Good luck, captain. \n[46]\n[47]Thank you for honoring our new flag! \n[48]Oh, yes, of course. \n[49]Shall we work while we watch? We have lots of promises to keep. \n[50]It's not too late, if the boys can just pick up their game. \n[51]Where the money is. America, England, Saudi Arabia. \n[52]It's also a constitutional right. \n[53]Look at that. The whites are cheering for the Springboks, the blacks are cheering for the Lions. \n[54]We did that on the island, you know. We supported anyone but the `boks. It really irritated the warders. \n[55]How long until the World Cup? \n[56]Plenty of time for improvement. 29. \n[57]I want to go to India and Indonesia, too. \n[58]Very badly. \n[59]Why? \n[60]  \n[61]You're too good to me. \n[62]Did she say why? \n[63]No, thank you. I'm going to bed. Good night. \n[64]  \n[65]I delegate that decision to you. \n[66]No. \n[67]No. \n[68]Your advice is duly noted, Barbara. 38. \n[69]Yes, I know. But in this instance the people are wrong. And it is my job as their elected leader to make them see that. \n[70]Can you tell the boys that Madiba wants to go to Eersterust, very fast. \n[71]The day I am afraid to do that is the day I am no longer fit to lead. \n[72]Brothers, sisters, comrades, I am here because I feel strongly that you made a decision today without sufficient information or foresight. 41. \n[73]I am aware of your earlier vote. I am aware that it was unanimous. Nonetheless, I propose that we restore the Springboks. Restore their name, their emblem and their colors, immediately. \n[74]Let me tell you why ... \n[75]... on Robben Island, in Pollsmoor Prison, my jailers were all Afrikaners. For twenty seven years, I studied them. I learned their language, I read their history, I read their poetry. I had to know my enemy, in order to prevail against him. And we prevailed, did we not? All of us here ... we prevailed. \n[76]Our enemy is no longer the Afrikaner. They are our fellow South Africans, our partners in democracy. \n[77]And they treasure Springbok rugby. If we take that away, we lose them. We prove that we are what they feared we would be. We have to be better than that. 42. \n[78]We have to surprise them with compassion, with restraint, and generosity. \n[79]Yes, I know. All the things they denied us. \n[80]But this is not the time to enjoy a moment's petty revenge. This is the time to build our nation using every single brick available to us - - even if that brick comes clothed in green and gold. \n[81]   \n[82]Who is with me? \n[83]A luxury. All we needed was one more yes than no. \n[84]Well, as you know, I am an obedient party member. \n[85]But, I must. This minority still controls the army, the police, and the economy. Without them, we cannot address the other problems. 44. \n[86]It's a human calculation. If we take away what they cherish -- the Springboks, their national anthem -- we just reinforce the cycle of fear between us. \n[87]I will do what I must to break this cycle. Or it will destroy us. \n[88]The millions of our people say thank you, and thank you again. \n[89]I have come here with a message. People of the Unites States of America: Open your markets to us. People of the United States of American: Come and invest in our country. \n[90]I'm fine. \n[91]Travelling the world, begging for money, is very tiring. \n[92]This is for you. \n[93]   \n[94]    \n[95]Morning boys. \n[96]How is your family, Hendrick? 50. \n[97]I have a very big family. 42 million people. \n[98]I don't think I want to walk today. \n[99]  \n[100]  \n[101]Hello Barbara. I like that dress. \n[102] \n[103]This is terrible. \n[104]  \n[105]      \n[106]    \n[107]Francois, what an honor. I'm so excited. \n[108]Thank you for coming all this way to see me. \n[109]Tell me. How's your ankle? \n[110]I was told you'd hurt it. Has it healed? \n[111]Yes ... yes. In sports, and in life. Come. Sit. Please.  Take this one. Looking into the light hurts my eyes. \n[112]Ah, Mrs. Brits -- 60. \n[113]-- you are a shining light in my day. \n[114]Mrs. Brits, this is Francois Pienaar. He's the captain of the Springboks. \n[115]No thank you, I think I'd like to. \n[116]How do you take your tea, Francois? \n[117]The English have given us many things, including rugby, but afternoon tea is one of the greatest. \n[118]You have a very difficult job. \n[119]Captain of the Springboks. A very difficult job. \n[120]Ah, but then nobody is trying to tear my head off while I'm doing mine. \n[121]It is not so difficult to get people to do their best. And I imagine that anybody who plays for their country does their best, almost automatically. \n[122]Yes. But to get people to be better than that? 62. \n[123]Better than they think they can be? Now, that is difficult, I find. \n[124]How do we do that? By example? To an extent. But there is more to it than that ... (searching for the right \n[125]How do we inspire ourselves to greatness, when nothing less will do? How do we inspire everyone around us? Sometimes, I think, by using the work of others. \n[126]On Robben Island, when things were very hard, I found inspiration in a poem. \n[127]A Victorian poem. Just words. But they helped me to stand when all I wanted was to lie down -- But you didn't come all this way to hear an old man talk about things that make no sense. \n[128]Yes ... yes. Everybody is preparing. \n[129]Yes! I remember when I was a guest at the 1992 Olympic Games in Barcelona. The whole stadium welcomed me with a song. At the time the future -- our future -- seemed very bleak. But to hear that song, in voices from all over our planet ... it made me very proud to be South African. It helped me to come home and do better. It allowed me to expect more of myself. \n[130]Well, it was Nkosi Sikelel' iAfrika. A very inspiring song. \n[131]We need inspiration, Francois. \n[132]Because, in order to build our nation, we all need to exceed our own expectations. 64. \n[133] \n[134]looks down -- -- on Mandela, who is surrounded by HIS GRANDCHILDREN IN THE LIVING ROOM. Mandela likes the babies. THEIR PARENTS, shoo and shepherd the kids, keeping them on their best behavior -- -- for the PHOTOGRAPHERS shooting this family gathering. Seeing the photographers makes this feel staged. Mandela looks past the photographers, sees his daughter ZINDZI glancing in from the doorway, and then moving on. \n[135]Excuse me. \n[136]     \n[137]What do you think? \n[138]Yes, it does. \n[139]You criticize without understanding. You seek only to address your own feelings. This is selfish thinking. It does not serve the nation. \n[140]Wait. Please. I -- \n[141]Will you give this to your mother. \n[142]A bracelet. \n[143]I don't have the right to. It's not mine. 67. \n[144]  \n[145]The Ivory Coast qualified. This is wonderful. \n[146] \n[147]According to the experts, you and I are still supposed to be in jail. \n[148] \n[149]A billion people watching us! (wheels turning in his \n[150]  \n[151] \n[152] \n[153]Please call President Clinton for me. I wish to offer him our condolences. \n[154]Do you see why forgiveness is essential, Jason? Revenge only begets revenge. \n[155]Mr. Minister, please forgive me. This sounds excellent, and we will return to it, but if you'll indulge me for just one minute -- \n[156]You see, that picture is worth any number of speeches. \n[157]  \n[158]Around the world -- objectively -- what are they saying about our chances against Australia? \n[159]So it is very important that we beat Australia.  Thank you. 83. \n[160]I'll be right out. Out of the night that covers me ... \n[161]Barbara, I have been studying. \n[162]No. Not exactly. \n[163]Test me. \n[164]Block out the names. See if I can recognize them. \n[165]Andre Joubert. 86. \n[166]Gavin Johnson. Did I get them right? \n[167](immensely pleased with \n[168]People do not realize that I once played rugby myself, when I was a student at Fort Hare. It is a very rough game. Almost as rough as politics. \n[169]  \n[170]I think they will do very well. Their level of commitment is tremendous. 89. \n[171]Obviously, that is no longer true. I am one hundred percent behind our boys. \n[172]After all, if I cannot change when circumstances demand it, how can I ask others to? \n[173]  \n[174]Francois, gentlemen -- forgive me for interrupting your work the day before such an important match ... ... I just wanted to wish you good luck, in person. \n[175]And sometimes, very seldom, as President, I am allowed to do what I want. 91. \n[176]I know who this is. Good luck, Andre. (shaking hands with all of \n[177]But where is Chester? 92. \n[178]Is he out for the whole tournament? \n[179]The whole country will miss him. \n[180]Yes, Hennie. \n[181]I am honored. Truly honored. \n[182]Good luck gentlemen. Your country supports you, completely. \n[183]Francois, walk with me. 93. \n[184]I have something for you. \n[185]This helped me, many times. Perhaps it will help you, too. \n[186]  \n[187]I think I'll stay up a little longer. The country is excited tonight. \n[188]The doctor has no sense of occasion. 94. \n[189]What man would not be pleased to be dancing with a beautiful woman like you? \n[190]Indeed not. My father was a Xhosa chief, and therefore a polygamist. As you know, I am not. But when I look at you ... I envy my father. \n[191]     \n[192]  \n[193] \n[194]In the fell clutch of circumstance I have not winced nor cried aloud. Under the bludgeonings of chance My head is bloody, but unbow'd. 105. \n[195]Beyond this place of wrath and tears Looms but the Horror of the shade, And yet the menace of the years Finds and shall find me unafraid. \n[196]It matters not how strait the gate, How charged with punishment the scroll, I am the master of my fate: I am the captain of my soul. \n[197]    \n[198]  \n[199]   \n[200]     \n[201]         \n[202]I know who this is. \n[203]Welcome, and thank you for coming such a long way to see me. \n[204]Please excuse me for a moment. \n[205]This is very good ... very good! Who is our opponent? \n[206]Please make sure that my schedule is clear for the entire match. \n[207]  \n[208]Let's do some work while we watch. \n[209]   \n[210]  \n[211]Are those the judicial appointments for the Free State? \n[212]   \n[213]  \n[214]Come and look at this. \n[215]  \n[216]   \n[217]Do you still think I'm wasting my time with the rugby? \n[218]Barbara, can you please tell the Minister of Sport that I need a detailed briefing on the All Blacks. \n[219]Oh yes. Of course. \n[220]145 points, in one match? \n[221]45 to 29. And it was not that close. They seem unstoppable. \n[222]Their Maori war dance. Yes. It's very powerful. \n[223]How are we going to beat them? \n[224]No ... no. I don't want to break their focus for even a minute. But, how do we win? \n[225]It's not enough. Not now. Not so close. This country is hungry for greatness. \n[226]   \n[227]   \n[228]  \n[229]    \n[230]Can a man not sleep in, when he has a big day ahead of him? \n[231]  \n[232]    \n[233]Morning, boys. Morning, Madiba. \n[234]What is it? \n[235]  \n[236]    \n[237]  \n[238]I'm so glad you're here. \n[239]Hello, Jonah. \n[240] Perhaps we should make a small wager? \n[241]I was thinking more along the lines of a case of wine. \n[242]How long before the end? \n[243]Francois, I want to thank you most sincerely for what you have done to our country. \n[244]Tell Jason it's all right. There's no hurry. \n[245] ", "Eunice": "\n[1]Mr. Francois -- you must tell Madiba that the bus service is very bad, and too expensive. He must please fix it. Good night everybody. \n[2]Mrs. Pienaar said you were finished with the paper. \n[3]What's Mr. Francois doing now? ", "Mary": "\n[1]Here's your muti. I warmed the milk tonight. \n[2]Your daughter called, to cancel her visit this weekend. 33. \n[3]No, she didn't.  She said to tell you she was sorry. \n[4]Do you need anything else tonight? \n[5]Good night, Madiba. Sleep well. \n[6]Mr. Pienaar? \n[7]This way, please. \n[8]Go on in. \n[9]It's time for bed. \n[10]You need to sleep. The doctor said. \n[11]You know him. He won't do that. \n[12]I'll cancel everything. \n[13]The All Blacks play England tomorrow. Then, we'll know. \n[14]Yes, Madiba. ", "Pienaar": "\n[1] \n[2] \n[3]I feel sorry for you, son. You've got your whole life ahead of you. What's it going to be like now? \n[4]Don't be so gloomy.  I added vitamins -- there's a horrible flu bug going around. Tell Nerine when you get home. \n[5]Thanks, ma. \n[6]I'm telling you, Francois -- look at Angola, look at Mozambique. Look at Zimbabwe. We're next. They're going to take our jobs and drive us into the sea. Just you wait. \n[7] \n[8]Concentrate, dammit! Focus! We can beat these guys if we play our game, not theirs! \n[9]    \n[10]He's trying to get them to drop me. \n[11]Maybe, but people listen to what he says. \n[12]It's not the beer. 45. \n[13]Take another. Everybody take a beer. \n[14]A toast ... \n[15]... to the taste of defeat. \n[16]Drink it. Remember it. And promise yourself never to taste it again. \n[17]You're right. It tastes like kuk. \n[18]  \n[19]In related news, it was announced that President Mandela will be visiting South Africa this week. 48. \n[20]\n[21] \n[22]Dead right. They're all overpaid. \n[23]Give me the houses and cars they give him and I'll donate a third of my salary too. \n[24] You would not. Not in a million years. \n[25] \n[26] \n[27]Fat chance. They're lining their pockets as fast as they can. \n[28]Must be his girlfriend, hey Nerine. \n[29]Told you. It was his girlfriend. \n[30]Shush! \n[31]I've been invited to tea. \n[32]The President. \n[33]The President of SA Rugby? Count your fingers after he shakes your hand. \n[34]The President. 54. \n[35]He wants me over for tea, week after next. \n[36]Good night Eunice, thank you. \n[37]What the hell does he want with you? \n[38]I shook his hand on the rugby field, that's all. \n[39]He's still the President. He's had dinner with the Queen. With Presidents and movie stars. All I do is play rugby. What if I pull something stupid in front of him? \n[40]Can I ask you a question, Lieutenant? \n[41]What's he like? 57. \n[42]Okay. Thanks. \n[43]We'll do our best. That, I can guarantee. \n[44]Yes, sir. No problem. Thank you for inviting me. \n[45]My ankle? \n[46]The truth is, sir, you never play at a hundred percent, no matter what. \n[47] \n[48]Milk and sugar, please. 61. \n[49]Thank you, sir. \n[50]I do? I sell gas braais. \n[51]Not compared to yours, sir. \n[52]Or they wouldn't be chosen in the first place. \n[53]Yes sir, it is. \n[54]A poem? \n[55]No! They make a lot of sense, sir. On the day of a big match, say a test, in the bus on the way to the stadium, nobody talks. 63. \n[56]When I think we're ready, I have the bus driver put on a song I've chosen; a theme song. One we all know. We listen together and ... it helps. \n[57]May I ask what the song was, sir? \n[58]Yes, sir. We probably do. \n[59]Hm? \n[60]He's ... ... he's not like anyone I've ever met before. 65. \n[61]I think ... I think he wants us to win the World Cup. \n[62]     \n[63]    \n[64]Ja. Of course. \n[65]Come on boys, let's show him. \n[66]I'm not going to talk to them. \n[67]Whether we like it or not, we're more than just a rugby team. We're ... we're ambassadors inside our own country. And we might as well get used to it. \n[68]You know me better than that. Times change. We need to change, too. \n[69]Don't forget, we've got TV cameras on us at all times. \n[70]Okay Chester -- I reckon you're up. \n[71]What you do best. \n[72]\n[73]Let rip. 78. \n[74]Let's do our best. \n[75]Go get them! \n[76]No. The first rule of rugby is you can only pass the ball backwards or sideways. \n[77]  \n[78]Tell me something -- how does this help them win rugby matches? \n[79]Players-only meeting in the team room after dinner. \n[80]Sort of. \n[81]We need to learn it. We can't just mouth the words anymore. \n[82]They do care. \n[83]And now it's one of our anthems. \n[84]Okay, boys. It's optional. Take it if you want to. \n[85]It means \"God Bless Africa\". Which you have to admit, we could use. \n[86] \n[87]He's injured, sir. His hamstring. We're trying to keep it quiet. \n[88]With hamstrings, who knows? We'll miss him. \n[89]     \n[90]Uh ... the honor? \n[91]Uh uh. I need to be angry for tomorrow. \n[92]A poem. From the President. \n[93]The same way your visit does. Inspiration. \n[94]\n[95]A change of pace. \n[96]That would make it worse. \n[97]Can we see the President's cell? \n[98]We do. \n[99]  \n[100]Don't lose them. I won't be able to get more. \n[101]Thanks, Francois.  Me, mom, Nerine -- wait, and the fourth? Who's it for? 115. \n[102]Calm. \n[103]I wish tomorrow was already here. \n[104]   \n[105]No, tomorrow's taken care of, one way or another. \n[106]I'm thinking about how you spend 30 years in a tiny cell, but come out ready to forgive the people who put you there. \n[107]Breathe, boys. Breathe. \n[108]\n[109]\n[110]Who's the fittest team on this field? \n[111]Keep it here. Run it forward. \n[112] We didn't have the support of 63,000 South Africans today. We had the support of 42 million South Africans. \n[113]Mr. President, I want to thank you for what you have done. ", "Mrs.": "\n[1]Don't be so gloomy.  I added vitamins -- there's a horrible flu bug going around. Tell Nerine when you get home. \n[2]No pushing now! There's enough for everybody! 34. \n[3]God bless you. \n[4]You're a very lucky boy. It's a real Springbok practise jersey! It's a bit big, but it's warm and it'll last for ever! \n[5]It's yours, take it! Go on. \n[6]Why won't he take it? \n[7]If he wears it, the others will beat him up. \n[8]Because the Springboks are playing so badly? \n[9]No. Because, for them, the Springboks still represent apartheid. \n[10]Shush! \n[11]Good night Eunice, thank you. \n[12]Yes sir. \n[13]Ek ook, Meneer. Shall I pour, sir? ", "Zindzi": "\n[1]It doesn't matter what I think. \n[2] \n[3]What is it? \n[4]Just throw it away. \n[5]If she left it here, she meant to throw it away. ", "Nerine": "\n[1]He's just bitter because the Springboks were boycotted when he played. \n[2]He knows I'd bloody kill him. \n[3]What? Who was it? \n[4]Who with? \n[5]  \n[6]Francois, relax. You've met him before. \n[7]You didn't even vote for him. 55. \n[8]You won't. I'll pick you up right here. \n[9]  \n[10]So ...? \n[11]What's he like? \n[12]Well? What did he want? \n[13]Ag, come on Francois. It's like talking to a bloody brick wall. What did he want? \n[14]You know the best thing about you being the captain? \n[15]You don't have to share a room. 95. \n[16] \n[17]What's this? \n[18]How does a poem help you play rugby? \n[19] \n[20]I brought one of your mom's protein shakes. \n[21]Thinking about tomorrow? 119. ", "Francois": "\n[1]    "}}