{"filename": "It's-Complicated_script.txt", "imdb_id": "tt1230414", "imdb_url": "https://www.imdb.com/title/tt1230414", "characters": ["Harley", "Joanne", "Peter", "Gabby Adler", "Trisha", "Pedro Adler", "Jane Adler", "Luke Adler", "Adam Schaffer", "Sally", "Ted", "Jake Adler", "Diane", "Agness Adler", "Lauren Adler"], "dialogues": {"Harley": "\n[1](sets the suitcase down as \n[2]Okay, your Mom is home. She'll figure this out. \n[3] \n[4]He was? How was that? You and them at the same -- -- not that it's in any way, any of my... was just... \n[5]And call us when you get there, too. And no texting and driving. \n[6](puts his arm around \n[7](heading for their car and \n[8]So, what's up Luke?      Did you decide to have the party? \n[9]And by girls he means the three of us. \n[10]Sure, if nobody wants to sit down... -- Hey, there's your... \n[11]I'm sorry, I didn't mean to spit on you. I just needed to kiss you. \n[12]It worked.     I'm not choking anymore. \n[13]No one. Thought it was your cousin...but... \n[14]Ohhhh my sweet Lord.... \n[15]Honey, I totally forgot I have a conference call at 1:15, I gotta get back to the office. Waiter! Honey, stop eating, get the waiter. Call the one over there. \n[16](watches as Jake waits for (Sees Jane join Jake, they \n[17] \n[18] \n[19] \n[20] \n[21]Yes and guess what?    We saw nothing. \n[22]Who wants wine? Anyone? \n[23]Very. \n[24]Jake?   Glass of wine? \n[25]Jane? \n[26]Yeah, seems like it should round out everything really nicely. Nobody wants wine but me?     \n[27]There you go.... Somebody's talkin' graduation gift. \n[28]  \n[29]  \n[30]Nothing. Really. \n[31] \n[32]No and I won't -- \n[33]Harley and Luke, on ladders, are stringing paper lanterns across a small patio. Lauren crosses under them, carrying a tray of food and joins Gabby who is setting out drinks. \n[34]From OUTSIDE, we can see lots of folks in the Living Room. Candles dot the path up to the cottage door. Several Couples and College Kids are walking toward the house. \n[35]Jane and Adam, two very straight laced grown ups, ENTER the party, pausing as they peruse the crowd. \n[36] \n[37]Oh my God, you're smoking weed in the guest bathroom. \n[38]No. Never.     Adding it to the list. \n[39]I don't really smoke marijuana. \n[40]Okay, one hit. \n[41]Or something like that. \n[42]I got cold in the middle of the night. \n[43]She exaggerates. I just thought perhaps you might want to talk later, or ... Is that the noodle thing? \n[44]bed-headed and still in his pj's. He approvingly looks at Jane, who stands across from him, ready to right it all. \n[45]Glad you're here, boss. \n[46]Now I know you don't need my advice Jane, but... \n[47]I know you do. \n[48]Group hug? ", "Joanne": "\n[1]Oh, thanks.  \n[2]That's true.  \n[3]Wait. Was it ever one piece? \n[4] \n[5]But also sort of wrong. \n[6]He was yours first.  ", "Peter": "\n[1]Jane, I can't remember, have you ever met Adam Schaeffer? \n[2]Look what we've got. \n[3]That was Adam actually. \n[4]Adam's idea... \n[5]All Adam. ", "Gabby": "\n[1]in jeans and a tank top CARRYING A CARTON OF BOOKS, A YOGA MAT AND A SMALL LAMP. Gabby is Jane and Jake's middle child. But unlike most middle children, this one has never suffered from being ignored. Not a possibility with Jane as your mother. We are: \n[2]I can't come back t--- \n[3]Oh, God...that's all my clothes. \n[4]I know but my friends are all there and they wanted me to come tonight. \n[5]Okay, I'm leaving this stuff here. I'll be back for it in a few days. \n[6]  \n[7] \n[8]Omigod. L.A.! Okay. I'm doing this. Mom, you don't happen to know where Dad is, do you? I tried calling him to say goodbye... \n[9]Was her lunatic child there? \n[10]I will. I'll call you! \n[11]-- Mom, it's his last night before graduation. \n[12]Oh, God... \n[13]I'd like to say something too. For real. No offense to the lovely Agness or her charming offspring... \n[14]I know. I'm sorry. But I just want to say I really loved today, just being with the original five... -- plus Harley, but he's like one of us. I don't think we've ever done this before... Had a meal together. And hung out like this... \n[15] \n[16]Hey, at least she's finally cooking.  \n[17]I like the idea.  \n[18](looks out the front \n[19] \n[20]Mom, you're the only one who cares if the table's set. \n[21]It's that serious? \n[22]Daddy, are you crying? \n[23]Are you kidding? \n[24]She's probably sleeping. \n[25]So weird. Still is. \n[26]Yeah. That's why it was so weird. Just seeing you in your robe in our kitchen. Remember when you weren't even allowed in. Mom used to go out to the car to talk to you... \n[27]Speak for yourself dude. I'm definitely damaged from the divorce. \n[28]Dad! \n[29]Everybody okay? \n[30]Is this a joke? \n[31]But Mom, you have to understand how bonkers this sounds to us. For two people who for years couldn't be in the same room together...to then have an affair??? You and Dad...! ", "Adler": "\n[1]Jane, in sunglasses, is sobbing, taking photos. Next to her are Gabby, Harley and Lauren, hooting, clapping and screaming, \"There he is!!!\" And next in line is Jake manning the video camera, wiping away tears. ON THE FIELD, Luke spots his gang in the bleachers and gives a broad bow. The Adlers go crazy, especially Jane, who does a finger whistle. Jake looks over at Jane with puppy dog eyes. The girls notice, assuming their Dad is emotional over the ceremony. Jane feels Jake's glare but won't dare look over at him. Gabby nudges her Mom to look over at Dad. Jane turns his way, sees that look in his eyes and starts to bawl. ", "Trisha": "\n[1]That is beyond.... \n[2]Why do you always say that?  \n[3] \n[4]He wasn't that awful.  \n[5]You know it's not healthy not to have sex for...however long it's been... \n[6]Ouch!!!! \n[7]Bubbee, you want to fix your situation? Just date someone. Seriously. Anyone. \n[8]Oh my God, now what?   Three pies?! This is a feast! \n[9]You had drunken sex with a married man in New York when you went for Luke's graduation? \n[10] \n[11]That. Is. Genius! \n[12]Of course not. You can do better than Jake.  \n[13]I mean you've outgrown him. You've blossomed, you feng shuied your whole life... Just please, don't let him talk you into saving him.  \n[14]Oh, forget that.    Agness is still the one we hate.    Even in this scenario. ", "Pedro": "\n[1]Jake, Jake, Jake, Jake. Jake. \n[2]What were you doing in there? \n[3]The toilet didn't flush. \n[4]Why were you in the shower with your clothes on? \n[5]I heard the shower door close. \n[6]Jake took a shower with his clothes on. \n[7]Jake gently lies Pedro in his bed, pulls up the covers. Pedro takes Jake's hand, holds it to his chest, looking up at him. Jake offers a comforting smile and Pedro closes his eyes. Jake sits on the bed and lets Pedro fall back asleep, holding onto his hand. ", "Jane": "\n[1] \n[2]I thought maybe you were drifting. \n[3]-- That's so true. \n[4]-- Fifteenth anniversaries. \n[5]Ollie, how was graduation? \n[6] \n[7]They can't wait. \n[8]-- Only a week... \n[9]I know, I hate it. Well... Congrats again... Great party... \n[10]Yeah, I have some -- stuff I have to get done tonight for work... I'll see you two in New York. \n[11]Good.    Well.... \n[12]Oh, a suit or dress, probably a suit. \n[13]We're at The Park Regent. You said you were at The Four Seasons, right? \n[14]  \n[15] \n[16]Yeah, well, we know how to do this by now. It has been ten years. \n[17]   \n[18]Gabby, you're leaving now? I thought you were going in the morning? \n[19]But honey, it's gonna get dark soon. You can't see out the back window. It's Saturday night. People will be on the road drinking... \n[20]Want me to drive it down in the morning? I could be there by lunch. We could go to that big Bed, Bath, and Beyond, buy kitchen stuff... Gabby, can you look up from that thing?? \n[21]What are you....? No! -- I'm not! One of you is always moving out... But I am wondering who I'm gonna watch The Hills with? \n[22]He was at Sally and Ted's. \n[23]-- It was.... -- whatever. It was fine. \n[24] \n[25](Gabby texts, deep in \n[26]Oh my God.     Goodbye you two.   Love you. \n[27]A Woman's house. Books and art collected over years. Interesting, unexpected pieces of furniture. Jane kicks off her heels, now feeling short and alone. Deep breath! \n[28]Reynaldo... \n[29]Little bit. \n[30]Who wants coffee while they're waiting? \n[31] \n[32](quietly to a Young \n[33] \n[34]No.                             Yes. \n[35] \n[36]A farmhouse table almost fills the room. On the walls, posters for Jane's two cookbooks, framed food photos and a few reviews. Jane, Peter, and Adam sit around the table as Adam rolls out the blueprints in front of Jane. \n[37] \n[38]Uh-huh, uh-huh. Oh, niiice....I like this wall of windows, Peter. \n[39]Oh. Love where you put the stairs. That's so good! \n[40]Oh my God, the kitchen! Finally - I have a real kitchen with four walls... It's...oh, wow...you actually understood what I wanted! \n[41]  \n[42]You read all my e-mails. \n[43]It is? Oh, sorry, I have a 10:30... dentist. Can you leave these and I'll make a few notes? Well, actually, I have one tiny note now. In my bathroom...um...no his and her sinks. \n[44]Just hers. \n[45]Oh, God, we're talking code about my life, right? \n[46]The truth is, in my current bathroom, I have two sinks and sometimes the other sink makes me feel bad. \n[47]Tuesday's great. Eight-thirty too early? At the house? \n[48]Hi. \n[49] \n[50]You do? Good, because, you know, some women can look a little fake and plasticky. And in my opinion -- worse. \n[51]Oh, that's good, so, well, as against the whole thing as I am, I do have a problem that's been bugging me. My left eyelid is really saggy. I find I'm sometimes holding it up when I'm watching TV or reading and I was wondering if that's something you could fix. \n[52]Is it? \n[53]I do? Well, I'm only interested in fixing one eye. \n[54]A brow lift? Wh-what is that exactly? \n[55]-- Hey.. \n[56]Hello. \n[57]Dentist. \n[58]Uh, no... changed. \n[59]-- See you in the Big Apple. \n[60]Jane and THREE OF HER GIRLFRIENDS are mid-meal. The wine is flowing and the women are laughing. TRISHA has happily never been married. JOANNE is widowed and DIANE is divorced. They are all Jane's age and have been friends forever. \n[61] \n[62]Oh, I don't know... \n[63]Well, can't disagree with that. \n[64]She has a big job.  \n[65]Because she does. She runs the whole marketing department at KY, whatever that station's called so she's not that big of a lunatic.  \n[66] \n[67]No, I mean, you never have to bump into him.  \n[68]Gee, what a great offer.   I don't think so.  \n[69]Oooo. Sounding better every minute.    Trisha stops at Jane's seat, refilling Jane's wine glass.  \n[70]Trust me... I'm not not doing it on purpose. \n[71]What!!!    Get out of here. \n[72]Oh my Goddddddd. \n[73](lifts her head, then \n[74]Love when we're all in the same time zone. \n[75]What party? \n[76]You're having a party? When? Hi. Adler. Two rooms...hopefully next to each other. \n[77]Yeah, we're not the ones in the Superior Suite. Have the other Adlers checked in yet? Just wondering. \n[78]Wait. Hold on. Set up what? I have reservations for all of us for dinner. That's not happening now? \n[79]Okay, okay.    Do you want me to help or... \n[80]Two double beds. Jane lies on top of one of the beds, fully dressed, shoes off, eyes wide open. \n[81] \n[82](trying to read upside \n[83] \n[84] \n[85]Where's your....?? \n[86]Really? Didn't know you knew how to be by yourself. \n[87]Yeah.... \n[88]Longer. \n[89] \n[90]So...how are things in the fertility world? \n[91] \n[92]A baby?! Really Jake? So...the next time you go to a graduation, you'll be what? Fifty-eight plus... \n[93]Okay.     So. Seriously, how is that good? \n[94]Where'd you get that idea? \n[95]Oh, please, it was five years ago. \n[96]Little jealous? \n[97]The man's married now. \n[98]Eight months. \n[99]Not long. \n[100]-- Oh, yeah. That was such a fun night. \n[101] (remembering it all, looks \n[102]-- No...! \n[103] \n[104] \n[105]Oh......God......... \n[106] \n[107]Please shut up.    I'm so dizzy. \n[108] \n[109]`Cause I have to get up. \n[110]Look the other way Jake!!! \n[111] \n[112]A great time? This is the dumbest thing two people have ever done. \n[113]Yeah.   Totally. \n[114] \n[115]Okay, Jake. Thank you. Out of nowhere, sudden appreciation. But thank you. Really. \n[116] \n[117]-- Have no idea. Let's move on, shall we? \n[118]So who's coming home when?   No one's told me the details. \n[119]I'm on the uh, the four o'clock. \n[120]It's been...great, but let's not ... push it. \n[121]I know. Okay, I've got to hit the road, guys. \n[122](kisses each kid as they (she arrives at Jake, \n[123] \n[124] jogging right past his car, listening to her iPod.  \n[125]It's 8:30 Tuesday morning! \n[126]Yes! Totally forgot! I'm so sorry! Can you give me a lift back to the house? \n[127]Just getting a divorce? \n[128]Wooo. \n[129]Here's the good news. In two more years you'll actually begin to feel normal again. \n[130]Maybe that was just my experience. \n[131]Yes, I'd love that. \n[132]I have an idea... what if we move my bedroom like six or eight feet so I can get more of the morning light? \n[133] \n[134]Ahhh! Forgot it was all open up there! \n[135]About ten years. I bought this place right after my divorce but it's taken me until now to be able to finally do this.... \n[136] \n[137]Everything's not 100% worked out yet... \n[138]Yeah... \n[139]It's not huge. Why don't I show these to you when we get a little closer. \n[140]Sounds great. \n[141]Jane moves nervously around the kitchen, opening the fridge, taking out juice... \n[142]Jake, come on. This is just too weird. We have to just never do what we did - ever again. You're an adulterer and I'm an awful person, basically. I haven't slept in days. What we did was just so wrong on so many levels. \n[143] \n[144]Yes! Because we're not supposed to have fun like that! We're divorced!   Are you like, what? Unhappy at home?   Does she not \"understand\" you? Did you just want to know what it would be like with someone my age? What is this? \n[145]Not high on my list these days.  \n[146]I forgot what a good lawyer you are.  \n[147]Oh, so you're saying you think this is a healthy choice for me?  \n[148]And the plants get watered. \n[149]Jane and Jake have done it again. In broad daylight and sober. They catch their breath. \n[150]Oh, God, it's official.    We're having an affair. \n[151]Because that's what this is. \n[152]Just because we were married for 19 years does not not make this an affair. \n[153]Really? You want to run that logic by your wife? \n[154]Do me a favor, you're on my side. Can we switch? I feel disoriented. \n[155]Since ten years ago.   Please... \n[156]No! \n[157]I don't know. \n[158]I've gotta get to work. \n[159]Can you hand me my robe? \n[160]-- Because the last time you saw me standing up naked I was in my forties. Things look different lying down. Just... \n[161] \n[162]What..? \n[163](not wanting to get into \n[164]Well, you know, I'm not as good as you at remembering all the details of our... \n[165]Not sure I agree and...also, we're not back together. \n[166]How is this French of us? \n[167]You miss it? \n[168]We sell it for $6.50 a bag at the store. \n[169]Jane carries three beautiful homemade pies, arriving in THE LIVING ROOM where her Friends are gathered. Platters of food and open bottles of wine are on the coffee table. \n[170]I don't know what's going on, I have so much energy lately which I think is probably a result of... all the sex I'm having. Yeah. I'm actually not kidding. I'm having an affair. With a married man. \n[171]Well, it... started in New York. \n[172]Yeah, we did it once there and once here. Maybe more than once there, I was drunk so... \n[173]  \n[174]Oh, God, but I am. I'm having an affair with Agness Adler's husband. \n[175]I know. \n[176]I know! I'm so happy to be able to tell someone. This is the most out of control thing I've ever done. Literally. You know me.  \n[177]True. Not that I want him back by the way.  \n[178] \n[179]I won't...  \n[180]Yeah, I have an Ex with benefits...    \n[181]But, girls, what about the fact that I'm now the other woman? I'm the one we hate. \n[182]Reynaldo, I'm changing the breakfast menu, want to give it a little more life... What do you think? \n[183]I don't think so. \n[184]Caliente? \n[185]Hello. No! I didn't do this again! \n[186]CAMERA MOVES IN on Adam, waiting by a ladder in the middle of the field. Jane's addition is staked out with orange tape. \n[187]  \n[188]Adam, I'm so sorry.   My mind is just... Forgive me. \n[189]That's completely not true.   I'm really sorry. Oh! I like it already! \n[190]Great. Love it. \n[191] \n[192] \n[193]\n[194] \n[195]Jane very professionally places the Croque-Monsieurs onto two waiting plates, adds some salad on the side. Adam stands nearby with a glass of wine, jacket off. \n[196]It's called a croque-monsieur. It's one of the first things I learned to make when I lived in Paris because the ingredients are really really cheap. \n[197]In my early twenties. I went there to take a six day pastry class and ended up staying a year working as an apprentice in a bakery. \n[198]Thank you for taking my 47 e-mails and turning them into something so beautiful. \n[199]Well, I'm not all that used to being able to count on anyone... \n[200]   \n[201]\n[202]I know it's none of my business but... I'm trying to figure out why someone like you is divorced. \n[203]Something in the you're too nice department..? \n[204]Oh, no! \n[205]That's awful. \n[206]I can imagine, sitting there for eleven hours with your wife who you know is -- oh, that's rough. \n[207]I don't blame her. \n[208]We're not as figured out as you'd think. \n[209] \n[210]I know what it's like to have your ex remarried and to not have so much going on in that department. I mean, do you date ever or... \n[211]Constantly? \n[212]-- But no girlfriend? \n[213]Just like to date... \n[214]No.... No. \n[215]Jake rises from the bushes outside of Jane's Kitchen Window. He PEEKS in the window, balancing himself precariously on a stack of loose bricks. He sees Jane telling Adam a story and both of them cracking up. Jake leans in further to try to hear what Jane's saying when the bricks slip under his feet, he loses his balance and drops OUT OF THE FRAME. \n[216]Jane walks Adam to the door.    He holds rolled blueprints. \n[217]Aw, thank you. I always make ice cream when I can't sleep, so I'm glad someone was here to eat it. \n[218] \n[219]Woops!   Coming! \n[220] \n[221]It's nine o'clock. Where does your wife think you are? \n[222]Not tonight big guy. \n[223]Really, Jake, I'm a little tired, I was just gonna take a bath. \n[224]Mine. \n[225]Don't you ever eat at your house? \n[226]Lavender Honey. \n[227]Not at all. You? \n[228]No... \n[229]Jane takes a bubble bath. Jake lies on the floor, leaning against the tub, his back to her, eating a bowl of ice cream. \n[230]Hate to tell you, big guy, but we already grew old apart. \n[231]I have no idea why I keep saying that. I'm sorry. I'll stop. \n[232]Yeah, well, you live with a five year old. \n[233]So what does that mean exactly...? What's going on over there at your place? \n[234]Isn't a baby part of the deal when you marry a woman that age? \n[235]The \"hot tub\"... That feels like a billion years ago. \n[236]Me?   Since before Lauren was born. \n[237]At least. \n[238]Are you kidding me? Put that away! It's been too long... \n[239]I'm not going to.... \n[240]Maybe.... \n[241]He's not nerdy and he definitely doesn't. We're working together. \n[242] \n[243]I don't know. It's my first. \n[244]I gotta tell my shrink about this. This is a lot to handle. I guess you should go ... I'm sure yoga's probably closed by now. \n[245]Oh, you got a little ice cream on your shirt. Let me get that out. \n[246]Wow, wow, wow...what's happening, Jake? \n[247]I always get it. I have three kids. Hello. Hiii... You still on the plane? How was Luke when you left? Oh, that sounds like fun. Let me know what I can bring..... No! Don't have any idea where he is. Okay, honey, talk to you tomorrow. Now I'm lying...... Lauren and Harley are giving Luke a graduation party this weekend. Sweet, huh? \n[248] \n[249]No, I just need to talk...and I was wondering if there was any chance you could squeeze me in for an emergency session. I'm sort of desperate for some advice. I brought you some of that coffee cake you like. Not as a bribe or anything... \n[250]That's fine. I'll talk fast. \n[251] (they stop at Dr. Allen's \n[252]I am. Definitely. I've made a list of what this can possibly be about...at my end. Can I read it to you? \n[253](digging out her  \n[254]You know, the kids are finally gone and now all of a sudden Jake's back and I get to take care of him in some way... \n[255]And, listen, I get how therapy works, I do... We look at things, we examine them, weeks turn into months, what....? we're going on eight years, right?.... and I'm okay with that, I like it... but in this case, I need to know what you really think. Like, I'd like you to say... Don't do this, it's absolutely wrong or go ahead, you'll be fine. I actually want to be told what to do. \n[256]I'm sorry. I need more concrete. Are you saying I should keep seeing him? Because, honestly, if the guilt and fear could go away, maybe I could let go a little and figure this out. \n[257] \n[258] \n[259] \n[260]Want to grab some lunch? \n[261]Can you do it now? I have about an hour. Thought we could go to The Stanhope....get room service. \n[262]See you there, Adler. \n[263]The curtains are drawn,   the lights are low. Jane, in a hotel robe, slips a cd in the   cd player and we hear a mellow song, perfect for love in the   afternoon. The Bathroom Door OPENS and Jake EXITS, also in   a hotel robe. Jane stands across the room from him. They smile at one another. From behind, we see Jane untie her robe, letting it fall to the floor. Jake looks at her, from head to toe and back. They smile at one another, then something comes over Jake. His eyes roll back, his legs give out and he collapses against the wall. \n[264]Jake!!! \n[265]Jake is under the covers, in his robe, a blood pressure cuff around his arm. Jane, still in her robe, paces. The Hotel Doc sits on a chair next to Jake's side of the bed. \n[266]How's his heart? \n[267]You did?   Oh, that's good. \n[268] \n[269]Yes, I prefer a lot of semen. Always have. Okay, well, thank you so much for coming. Looks like he's gonna live, so... \n[270]Yeah.   Really good for me. \n[271]No chance. I assure you. \n[272]  \n[273] \n[274]I know. Because when you cheated, I didn't have to. But I think in some way, I gave up on us and I'm not sure you ever really did. \n[275]Are you and Agness... still having sex? \n[276]Right. Yeah. Okay.... Now I know you're gonna think I'm leaving because of what you just said, but I'm not. I really have to get back to work. \n[277] \n[278] \n[279]Adam! Oh!     Hi. \n[280]Oh, that sounds so fun... Let me think, tomorrow's what? \n[281]Oh, um, you know, I'd really love to, but, my son is coming home from college the next day and I have a bunch of things I have to do to get ready... I'm so sorry. \n[282]Absolutely. I would love that. \n[283]-- mashed potatoes, sauteed string beans and double fudge chocolate cake. I know your favorite dinner, Jakey. \n[284] \n[285]Music plays from the outdoor speakers. Jane sets the table in her courtyard. She's singing along with the music. \n[286]Jane clips the price tag off of a new dress and slips it off its hanger. \n[287]Candles are lit on the table, but are now low. The table is set with flowers from the garden. The wine has not been opened. CAMERA CRANES to FIND Jane INSIDE THE KITCHEN, still dressed for dinner and deep in thought. She then sighs very deeply and decisively as she turns out the lights and room by room, the house becomes dark. \n[288]The Kids cars are in the driveway. \n[289]Jane, Gabby, Lauren and Harley are in the kitchen, cooking, setting the table, opening wine, chatting. \n[290]Two days ago you went to The Stanhope...for lunch? \n[291](taking out last night's \n[292] \n[293]Harley? \n[294]Yay!!!! \n[295] \n[296](turns her back on him, \n[297]Thanks. \n[298] \n[299]Bye-bye. \n[300] \n[301]Adam.   My architect.  \n[302]Yes I am.  \n[303] \n[304]Me too.  \n[305]What is it, Jake?   What? \n[306]`Cause I don't care what your excuse is. \n[307]You know what, Jake? You were worried about rocking the boat at home? Well now you're rocking my boat and I don't like it. \n[308]You don't understand. I'm not even blaming you. I fully participated in this. But I don't want to do it anymore. The last thing in the world I should be right now is your mistress, sitting around at nine at night wearing heels and perfume and blowing out candles and wrapping everything in Saran Wrap because your wife cancelled her plans. It was cliche and humiliating.  \n[309]Oh, shut up. Look, I've had a pretty good life these past 10 years. I figured it out and I moved on. I no longer feel alone or divorced. I just feel normal. You know how long that took, just to get my balance back?  \n[310]The point is, I'm going in the wrong direction here. But the worst part is... It's feeling like it used to feel. All the little untruths that are hard to catch but add up...  \n[311]Yeah. We're done. We were just...    \n[312]Okay...What did you see and what do you know? \n[313] \n[314]   \n[315]  \n[316]Hey.... \n[317]I'm feelin' a little fantastic. \n[318]Really? Thank you! Come on in. Can you hold this for a sec? Oh my God... -- this could be the best cake I ever made. You want a piece? It's like... beyond... \n[319] \n[320]An appointment book? \n[321]--Because I never remember our... Awww.... \n[322]Thank you! \n[323]Sorry. \n[324]So, let me ask you something and please don't think I'm weird or out of line or anything... but do you by any chance poke smot? \n[325]I mean do you smoke pot?! I haven't asked anyone that question since I was twenty-two. \n[326]Oh my God, we have kids the same age! And I haven't had any since my kids were born either!!! Except for tonight. I had one hit off of this. \n[327](turns, SEES the Cop Car,   \n[328] \n[329]Yes! I don't know what they've done to pot over the last 30 years but it rockkkkks! \n[330] \n[331]How you feeling? \n[332]Me too. \n[333]Hi... love your dress.   Hey Harls. \n[334]Adam, this is my oldest, Lauren and her fiance, Harley. We're on a date. \n[335]  \n[336]Adam, this is Agness, Jake's wife... Now that is an odd sentence for me to say since that was me for most of my life. Seriously. How weird is that? Both of us married to the same man! \n[337]Because there, is...fascinating. I mean, when you think about it, it sort of links us in some cosmic crazy way, doesn't it, Agness? Of all the men on the planet, we both said \"I do\" to this guy. \n[338]He always needs me for a quick sec. You okay? \n[339] \n[340]You told me to!    It's a-mazing!!! \n[341]Somebody's jealous.... \n[342]-- What?   What am I, Jake? \n[343]Okay. You're hilarious. And because of that, even though I kind of hate you/love you, I'm going to let you have some... \n[344]Care for a toke? \n[345] \n[346](looks at herself in the \n[347]Oh, my God. Is that what I look like? \n[348]  \n[349]Wow. Fun is not overrated, is it? \n[350]What? \n[351] \n[352]So... I'm not too old for you? \n[353]I just figured all these women you get fixed up with are thirty-five. \n[354]Hungry? \n[355]Get out... All right....so basically I can make you anything on the menu or even not on the menu. Just name it. \n[356]My speciality! \n[357]    \n[358] \n[359] \n[360] \n[361]I was sort of seeing someone.     But, it's over now. Honestly. \n[362]I understand. I wouldn't say it was over if it wasn't. \n[363] \n[364]That one's from boiling sugar...I wasn't very skilled in the beginning.    And that one is from a large French... \n[365]-- Saute pan. \n[366]I figured. \n[367]... I don't ... \n[368]Quiet. Jane enters from the garden, humming, \"Wouldn't It Be Nice.\" Luke ENTERS, still looking half asleep in his T Shirt and boxers. \n[369]Hey sleepy! What time did you get in? \n[370] \n[371]Okay, who wants what? Hi baby... \n[372] \n[373]No, don't say that. \n[374]Saw what? \n[375]No, no, no.... What do you mean??? Jake, this is crazy! Are you telling me the truth? \n[376]Nothing. Honey, set the table, I'll be right in. \n[377]Okay, then do it for me....just go in please. \n[378]I don't think that's the best idea, Luke. \n[379]Jake, you knew the kids were all here. Shouldn't we have talked about this? Agreed this was the right thing to do? This is so typical. Only thinking about works for you. \n[380]-- And I'm not sure you even left Agness. Maybe she saw something last night and threw you out... \n[381]We can't, Jake. I told you this the other night. Please listen. \n[382]Oh, God... \n[383]See!    Too much! \n[384]I'm fine.... \n[385]Fine. Hello... \n[386] \n[387]The Adlers are watching The Graduate. The lights are low. Jake, shoes off, hands everyone bowls of popcorn. Jane sits in a club chair. Harley's on the floor and the Adler Kids are on one long sofa, all covered in a blanket. Jake hands them popcorn then squeezes back in, between the Girls. \n[388]103. \n[389]Jane, sits on her bed, talking to Adam via iSight. On her LAPTOP SCREEN, we see Adam but he's a bit of a BLUR. \n[390]Wait, I can't see that one.    Can you back up a little? \n[391]  \n[392] \n[393]Nice! Hey, the pile's moving.... \n[394]And kinda girly. \n[395]But cute. \n[396]Keep it. It's cozy.   Boy, you have a lot of clothes. \n[397]-- Adam, I really have to pee. \n[398] Just a shot of Jane's Pillows on her bed.  \n[399]I'm not in there... \n[400]Jake pokes his head in, looks around, sees no one in the room. He hears Jane in the bathroom and ENTERS quietly, quickly squirms out of his boxers and T-shirt, then, DROPS HIS ROBE, and lies on his side, on the bed, completely NUDE -- elbow up, palm supporting his head -- a smile on his face. He changes his smile to a smoulder. Jake hears water running. Suddenly modest, he quickly drags over the open Laptop and places the open screen in front of his privates. He smiles, ready to be discovered. \n[401] A104   dries her hands at the bathroom sink.                      A104   \n[402]What are you doing in here?!!! \n[403]Why are you naked!?! \n[404] \n[405]No... we're not. \n[406]CAMERA DRIFTS ACROSS THE POOL TO JANE, asleep on the pool chaise, still wrapped in a blanket. The sprinklers go off and wake Jane. She opens her eyes, looks around, realizes she's spent the night outside. Jane sits up too fast, a tad disoriented, then quickly realizes what she must do. \n[407]I got this one... \n[408]   Jane stands in the doorway. The Kids don't say a word. Jane doesn't wait. She crosses to the bed, sits on it, looks at her children.  \n[409]Knowing how to be divorced is next to impossible... and sometimes over the years, I've thought that your Dad and I weren't quite finished. And, as it turns out, we weren't. So I went out of my comfort zone, which, I found out, if you're really honest with yourself, isn't all that comforting. So, I experimented with a part of myself. I wanted to find out if, after all these years there was still something there between us. \n[410]There kinda was. \n[411]I know...it was hard for me and I was doing it. I hope you'll forgive me for confusing you or betraying your trust, but I did this for me and for him and I realized even though your Dad and I once had something extraordinary... we no longer really fit together. But he is a part of me and always will be. \n[412]For better or for worse. \n[413]Hi. May I come in? \n[414]I didn't call you last night because I wasn't sure you would take the call and then I thought that could go on for months and... \n[415]Oh. Well, anyway, it's better to say these things in person. Adam, the man I was seeing was... \n[416]I want you to know it didn't last long and you're divorced, so maybe you understand, when marriages end, there's doubts and hurt, and you've got kids and sometimes you wonder if you did the right thing and when the moment presented itself... \n[417]I told him it wasn't going to work between us but I guess he didn't believe me and unbeknownst to me, he showed up at my house yesterday. He left Agness and... \n[418]Wow.   So that's how grown ups talk. \n[419]Please tell me you're not going to quit my job and ask Peter to take over because then I'll never get to see you and... \n[420]Oh... I hope you don't... \n[421]Jane drives home, when she notices Jake's Porsche in her driveway. She gets out of her car, finds Jake sitting on the bench swing hanging from a large oak in the front yard. Jane crosses to Jake. He moves over. Jane sees the humor in this gesture and sits on the swing with him, letting out a sigh. Side by side, they swing in the late afternoon breeze. \n[422]How far back does that sorry go? \n[423]Way back. \n[424]Yeah, what were you thinking with that move? \n[425]Gotta love that about you. \n[426]You didn't blow it. We blew it. We blew it the first time around. This time... we just should've known better. Too much has happened. Too much time has passed.  \n[427]Does that mean you didn't feel it was totally right either? \n[428]But do you agree that it wasn't really...? \n[429]Begging for an answer.  \n[430]Guess that's as close as I'm gonna get.  \n[431]No.   I don't.  \n[432]Probably would've been better if you hadn't been married. \n[433]I don't regret it either. \n[434]It's raining. Trucks are pulling into the driveway as lumber is being taken off of a truck and covered in tarps. Jane EXITS THE HOUSE in a parka and under an umbrella. A GROUP OF CONSTRUCTION GUYS ARE huddled under a make-shift tarp. Jane crosses toward them and as the group opens to face her she spots Adam, holding blue prints. Jane is stunned he's there. \n[435]Good morning. \n[436]Really? \n[437]  \n[438]Anything... \n[439]Oh.... you like those, huh? \n[440]I don't have any here, but we could go into town and get some... right out of the oven. \n[441]Yeah... love to. ", "Luke": "\n[1]Oh, yeah.    Big time. \n[2]Are you guys gonna sleep over? \n[3]-- Mom, is it okay if the girls come with me now and help me set up? \n[4]I don't know. Me and my friends are having this huge thing at our apartment and the girls said they'd help us set up.. We're going to be together all day tomorrow. \n[5] \n[6]Dude...pull it together. \n[7]I know what's she saying. It's been awesome....just for a whole day to be just... us. \n[8]That's nuts, why don't you try to get on the same flight? \n[9] \n[10]Here, now you can stay another five minutes. You have three bottles in there. \n[11] \n[12] \n[13]Have no idea. Lauren and Harley drove me home. \n[14]Sweet. \n[15]What's up, Dad? \n[16]Mom, can Dad stay here for a few days? He can share my room. \n[17] \n[18]I think she's on her computer. \n[19]Tonight was weird. \n[20](handing Gabby his \n[21]I was eight actually and I don't know...it's all foggy to me now. \n[22]Yeah, of course, but I don't remember like you and Mom hugging or waking up together... \n[23]-- It's okay. I'm not damaged or anything. You've been good parents... \n[24]Mom, are you and Dad getting back together? \n[25]So it's over now? You guys are back to being divorced. ", "Adam": "\n[1]No.                             Yes. \n[2]Well.... \n[3] \n[4]I'm happy you like it. \n[5] \n[6]All 47 of them. \n[7]Okay, sure. No his? \n[8]And you don't think in the future you might want a his? \n[9] \n[10]One sink. Not a problem. Can we schedule a meeting for next week? Does Tuesday work for you? \n[11]I'll be there. \n[12] \n[13]A very big ho. \n[14] \n[15] jogging right past his car, listening to her iPod.  \n[16]Jane! \n[17]It's Adam... \n[18]Are we still okay? \n[19](quickly cleaning up the \n[20]Yeah. Two and a half years ago. \n[21] \n[22]In two more years I'll begin to feel normal? Why am I having trouble seeing that as good news? \n[23]Oh God, I hope so. \n[24]-- So if we move this wall back a bit, that can bring the arch forward, which is where you really want it, right? \n[25] \n[26]-- Yes, but you'll wake up in the morning, open your bedroom door and fall 12 feet into your kitchen. \n[27]But I get where you're headed. Let me see what I can do... This property is so great... Have you lived here a long time? \n[28] \n[29]So, I think next we should stake out the addition... see how it all feels - size wise... \n[30]I'll e-mail you and we'll set it up. We did good work today. Jake, nice meeting you. \n[31]If I were your shrink I'd say maybe you don't really want to build this house. \n[32]Yeah, it's feeling really good. So, this becomes your office. We come down your new hallway, the windows are all along here... \n[33]And from here to there...wait, let me get the door for you... Your kitchen. We're in the eating area. How's the size? We're at either end of the table. \n[34]I thought so too. \n[35]It's gonna be cool.    Want to go upstairs? \n[36]\n[37]So if you were lying in bed, this would be your view. \n[38]You okay? \n[39]That looks amazing. \n[40]When did you live in Paris? \n[41]You are rapidly becoming one of the most appreciative clients I've ever had... \n[42] \n[43]And what'd you come up with? \n[44]Yes, that and my wife fell in love with my best friend. Ex-best friend. \n[45]We were all on a biking trip, he and his wife, me and my wife...through Tuscany and on the last day of the trip they announced they were in love. \n[46]Yeah.   Not a great plane ride home. \n[47]Actually they went on to Venice and I flew back with Carol, his wife. You can't imagine what it's like to sit next to someone who's been crying for ten straight hours. \n[48]I was talking about me. Anyway, they're married now and it's pretty much an ongoing awful thing. But, you and your ex... When I saw him stop by for a cup of coffee the other morning, I thought -- Wow! That's the way it's supposed to be. You two seem to have it all figured out. \n[49]Uh, constantly actually. \n[50]Everyone I know or have ever known has fixed me up. And then, sometimes I just meet women, I don't know how that happens, but... \n[51]Not yet. \n[52]Actually, I find it really stressful. You know, the last time I was in the dating world was 1978. It's a little more complicated these days. I can't tell you how nice it is to have a conversation with a woman and have the pressure off. Not to mention, a home cooked meal that no one else I know could possibly cook. \n[53]That was a compliment. So you don't have a guy in your life at the moment? \n[54]No? \n[55]This was so nice and relaxing and the lavender ice cream was actually the best dessert of any sort I've ever had... like, in my life. \n[56] \n[57]\n[58] \n[59] \n[60]I just found out there's a French Film Festival in town and that made me think of you so I was wondering if you'd like to go to the opening night tomorrow night. \n[61]No, don't worry. No problem. Maybe we can see something another night. \n[62]We see he is holding Two Movie Tickets. He looks at them then crosses to the desk of a Female Worker. \n[63]Melanie, how would you and your husband like two tickets to the opening of the French Film Festival? Reserved seats...VIP parking... \n[64]  \n[65]  \n[66]Hey.   You look fantastic. \n[67](trying not to react to \n[68]I think I'm good. \n[69]I sort of assumed you didn't have one. \n[70]I took the liberty of filling in our next two meetings. And marked them with post-its and wrote them in red and then highlighted them in neon yellow. \n[71]I'm not. Wow, that cake is good. \n[72]\n[73]Do I...?? \n[74]Uh. No, I don't. But I have. But I don't think I've had any since my kids were born...so not in like 27 years. \n[75]You might not want to hold that quite so... Hello Officer. \n[76]Jane? \n[77]Did you get this high from one hit? \n[78](while holding in the  \n[79] \n[80]Totally fine. \n[81]  \n[82](starts moving to the (bops to the MUSIC then \n[83]Hey, there's your ex-husb-- Uh-Oh. He's headed right toward us. Not the time to be \"feeling groovy\" Oooo. Why so intense, big fella? \n[84] \n[85](whispers to Jane as \n[86]Oh, I'm very okay! \n[87] \n[88]Adam drives Jane home.   Clearly the end of a great night. \n[89]You know what's great? \n[90]How much I like you. \n[91]But I was thinking it. \n[92]How can you be too old for me when I'm older than you. \n[93]Your age is one of my favorite things about you. Do you think you have any more of that chocolate cake at your house? \n[94]Starved! \n[95]Officially now the best date of my life. Pre or post divorce. \n[96]No?  Really? Okay. What about a... warm chocolate croissant? \n[97]    \n[98] \n[99]It's crazy how good this is. \n[100]Neither am I. \n[101]Do you remember when I asked you the other night, if you were dating anyone and you said no... It sounded to me like you were maybe saying yes. \n[102]`Cause I'm not strong enough to fall for someone who's with someone else. Wouldn't be able to take that again. \n[103]Great. \n[104]Ooooo. What about that one? \n[105]Would it be okay if I...? \n[106]I was going to say, kiss you. \n[107]If you feel this is in any way wrong because we're working together... \n[108]  \n[109]O-kay. Thank you. Gift from my ex-sister-in-law. Have no idea why I kept it. Into the pile. Hey, check out the pile, Jane. \n[110]Murphy, get out of there! \n[111](re-enters in an odd \n[112]The guy ran out of fabric so he didn't make me long sleeves. Or short sleeves. It's weird. \n[113]  \n[114] \n[115] \n[116]Oh good. Me too. Meet you back in thirty.... Putting this on my desk.... \n[117]107. \n[118]Can't hear you. \n[119]Adam crosses through the room on his way to his laptop. Simultaneously, ADAM PLOPS DOWN IN HIS DESK CHAIR, LOOKS AT HIS SCREEN and instantly YANKS HIMSELF AWAY in disgust. \n[120]Mother of -- Ahhhhhhhhhhh!!!! \n[121](covering the screen with \n[122]Okay, I'm gonna be sick. \n[123]Not working! Big close up! \n[124]Okay!   Good night! \n[125]Adam is on a phone call. \n[126]   \n[127]-- Sure. \n[128]-- I would have taken the call. \n[129]I think I'm up to speed on that part. \n[130]-- I get it. I could imagine it...I could... \n[131]-- Jane. I actually think I understand what happened but...uh...you know I'm not as macho as I appear and I think it's probably best for us not to get any more... involved because your relationship with Jake isn't really done and I know you're saying it is, but he's in love with you and for everyone's sake, that should probably get resolved. \n[132]I was thinking of asking Peter to step back in. \n[133]Thanks. \n[134]Good morning. \n[135]Did you know it's good luck to start building in the rain? \n[136] \n[137]Jane, I need to ask you something... \n[138]You wouldn't happen to have any of those amazing chocolate croissants, would you? \n[139]I have incredibly fond memories of them. \n[140]You want to do that? ", "Schaffer": "", "Sally": "\n[1]Thank God. \n[2]Aw, that's it? \n[3]-- I'll walk you out. \n[4] \n[5] \n[6]That's crazy. ", "Ted": "\n[1]        \n[2]He was pausing. \n[3]Are the girls going? ", "Jake": "\n[1]  \n[2]Happy happy happy... \n[3]Some things never change. \n[4]Exactly.... Happy... Anniversary. You two have led an extraordinarily blessed life. \n[5]As long as I've known you both, you've always managed to somehow do everything entirely right. \n[6]But, honestly, how can it be thirty years!?!   When did we do that trip to Spain? It was for both of our what..? \n[7]God, that was a great trip... \n[8]Next week. \n[9]Sorry!   I mean this week. \n[10]See you there, Janey.    Where are you staying again? \n[11]I don't know. Where are we? \n[12]  \n[13]Hiii. \n[14]Hold on Pedro, I'm talking to someone. \n[15]What are you doing in this building? \n[16]You don't go to Sharon anymore? \n[17]Honey, don't do that.. \n[18](trying to be nonchalant \n[19]Pedro got the stomach flu so I'm flying solo. \n[20]Any chance you could just go easy on me? Just a one night free pass. You look good, Janey. \n[21]You do. You always do.   Your hair's shorter. \n[22]I like it. \n[23]Want some company, Mrs. Adler? \n[24]-- We both have to eat. When's the last time we ate a meal together? \n[25]So, come on. Once every ten years. \n[26] \n[27]Apparently. Yes. \n[28]-- I think the number you're looking for is 79. \n[29]Why are we talking about this? I thought we were going to have fun. \n[30]-- Just tell me, how long were you seeing him for? \n[31]I know but I always wondered so... \n[32]Yes. \n[33]I don't care. How long? \n[34] \n[35]This song reminds me of your birthday party... the one in our old house... \n[36]So fun. You wore that white halter dress.... \n[37]Want to dance? \n[38]Tell me about it! \n[39] \n[40]They're in bed and they've done it. They're not even entirely undressed. They're spent, sweaty, breathing heavily. Jake cups his hand on Jane's vagina, gives it a solid pat and hold. \n[41]Home sweet home. \n[42]That was one crazy ride...thought we were going to break the bed. \n[43]Totally. You're so great, Janey. I forgot how great. Holy shit. \n[44]And the pilates are payin' off by the way. \n[45]Oh no! \n[46]You okay? \n[47]Why? \n[48]Jane...I know what you... \n[49]What do you mean? This was amazing. We just had a great time. \n[50]Really? I don't know.... I haven't thought it out, but off the top of my head I'd say it was smokin' hot so something about it wasn't so dumb. And, FYI, I like that you stopped getting bikini waxes. You've gone native. I was into it. \n[51]I would like to propose a toast to your Mother. \n[52]I've done my part with you guys, but Jane... you -- very talented you... \n[53]Gabby, I'm serious. Jane, you did a magnificent job, as you always do... \n[54]When I look at the three of you beautiful kids...all grown up, I think of all the work your mother did, much of it without my help... \n[55]-- Janey, I take my hat off to you. \n[56]Not totally out of nowhere, Jane...if you know what I mean. \n[57]-- Not nice. \n[58] \n[59] \n[60](rejoins, finishing his (slips cell away, not \n[61]Ah, too bad. I'm on the five o'clock. \n[62]Yeah, I could try. \n[63] \n[64]Good morning! Am I interrupting...? \n[65]Hi. \n[66] \n[67]Wow. You're finally getting the kitchen you always wanted... \n[68]Huge bedroom. \n[69] \n[70]Why haven't you returned any of my calls or e-mails? \n[71]And it was so right on a couple of levels too. Admit it. \n[72]You can't say we didn't enjoy each other's company. Sitting at the bar, dancing...after dancing... Come on, you and I haven't had fun like that in a hundred years. \n[73]I'd be lying if I said I never think about you, Janey. I think about you. A lot. And no, it's not perfect at home. Obviously. Look at me. I've got three grown kids and I'm going to kindergarten interviews. I'm a walking cliche. \n[74]And I can't, literally can't stop thinking about what happened in New York. Fate brought us together once, maybe it happened again. And I know... you've moved on with your life, I get it, but you can't deny something real and honest happened that night. Can't we just go with it, see where it takes us. No one has to know. You were so great. So loose and sexy. How often do you get to be like that?    You can run and open restaurants and build your perfect kitchen but what about having someone to hold you in the middle of the night...?  \n[75]But what if that someone is someone who's known you since you're 23 and loved you for most of your life.  \n[76]Give this a shot, Janey.... Life is short and it's tough. Don't discount what we have with each other. You know what they say... people in nursing homes who have plants live longer than the people without plants.  \n[77]Honey, I know it is.     \n[78]Why do you need to label everything? \n[79]Yes, in its crassest form, maybe, if we were two other people. \n[80]Okay, but since we were together for so long, it's not really that wrong. \n[81]Since when is this your side? \n[82]Could I interest you in a little... \n[83] \n[84]Me too. Okay... \n[85]  \n[86]Why do I have to..? \n[87]You've gotten a little nuts. \n[88] \n[89]Didn't you always say you felt you weren't being heard? Wasn't that our big issue -- both of us always feeling rejected and unappreciated. Look at us now. You're so much more together, you're not exhausted all the time, you're not catering every weekend and busy all day with the kids and I'm calmer, less obsessed about work. I'm a partner. I'm there. We grew into the people we wanted each other to be! And I don't know... I appreciate things about you I couldn't even see before. \n[90] \n[91]And I know other divorced people think about this...they wonder - what if.... I think this is very French of us. \n[92]I have a young wife but I'm having sex with my old wife. Not old, you know. Ex! I didn't mean old... \n[93]You're doing that thing where you act like you're not listening... but think about what I'm saying, okay? Do you have any of your homemade granola here? I haven't had it in so long. \n[94]So much. \n[95]Yeah, why give it away when you can... Kiss good bye? \n[96]She wants to be courted! I can do that! And honey, thanks for the.... -- Coffee.... \n[97]Water is running in the sink, even though no one's at the sink. Jake is in the shower stall, fully dressed, putting away his cell. He quietly pushes the shower door open and then carefully shuts it with a small snap. Jake fake coughs and then turns off the sink water. He checks his watch when he hears GLASS BREAKING in another room then hears Agness calling his name in anger. He leaps. \n[98]Coming! \n[99]Going to the bathroom. \n[100]Yes it did. \n[101](making sure Agness \n[102]What do you have, x-ray ears? \n[103]Pedro!    Darling... \n[104]I don't speak Pedro.   That's your department. \n[105]He squints, looking ahead, SEES: \n[106]    \n[107]O.M.G. I thought he'd never leave. Hello Jane, you look very beautiful tonight. \n[108]Mmmmm. Love when you smell like butter. \n[109]Missed you. \n[110]At yoga.   Shall we do some downward facing dog? \n[111]Is it really necessary for you to always say no before you say yes? I won't think less of you, you know. \n[112]Good. So, we'll just hang out. Ooooo, is that Croque-Monsieur? Who's plate is this? Yours or his? \n[113](eats her leftovers, \n[114]Pedro dictates all meals and he has a very limited palate. What kind of ice cream is that? \n[115] \n[116]Never slept better. And my digestion is finally back on track. You've turned my world right side up, Jane. You know what this means, don't you? \n[117]That I've never really known how to live without you. \n[118]Maybe we should be growing old together. \n[119]What's with the `big guy'? Is that because you think I'm fat or is it a term of endearment? \n[120]Thank you. I love how quiet it is in your house. I have no quiet in my life. Ever. \n[121]Yes...and don't forget Pedro. \n[122]My marriage is... not turning out as I hoped. That's obvious.... Agness started out really looking up to me... We never used to fight but now... with the kid....lately we're all about where he's gonna go to school and now she says we need a bigger house, more help. I was thinking of cutting back at work... now that's never gonna happen. And she wants another baby before Pedro gets too old which I get but since we're always fighting... oh, God, listen to me. \n[123]Is it? I guess so. She's got me booked at the fertility center every other day and she's so amped up on hormone injections I may need to find an exorcist if she doesn't calm down. I wish it was funny. Incredible ice cream. I'm turning around... Remember when we used to smoke pot and eat your ice cream in the hot tub? \n[124]How long has it been since you... \n[125]27 years?!! \n[126]Exactly. \n[127]Okay, why don't I leave this with you... Maybe you'll take a few hits... \n[128]get your sea legs, then we'll smoke the rest of it together. \n[129]So that nerdy architect likes you...you know that, right? \n[130]I was watching when you bent down to open the oven, his eyes were glued to your ass. \n[131](looking down at her, \n[132]  \n[133]It's okay... \n[134]Don't get it. \n[135] \n[136] \n[137]Hi. \n[138]At the office. \n[139]Absolutely. When? \n[140] \n[141] \n[142]The curtains are drawn,   the lights are low. Jane, in a hotel robe, slips a cd in the   cd player and we hear a mellow song, perfect for love in the   afternoon. The Bathroom Door OPENS and Jake EXITS, also in   a hotel robe. Jane stands across the room from him. They smile at one another. From behind, we see Jane untie her robe, letting it fall to the floor. Jake looks at her, from head to toe and back. They smile at one another, then something comes over Jake. His eyes roll back, his legs give out and he collapses against the wall. \n[143]Jake is under the covers, in his robe, a blood pressure cuff around his arm. Jane, still in her robe, paces. The Hotel Doc sits on a chair next to Jake's side of the bed. \n[144]No.   And I just had a check up. \n[145]None. \n[146]Yes, but I was admiring my beautiful... \n[147]Took `em all. \n[148]Uh....Lipitor, baby aspirin.. Flomax. \n[149] \n[150]Not that long. And I only take it sporadically. I have to sneak it actually. It reduces semen and that's not good for my wife right now. Sorry. \n[151]  \n[152]See. Just that move...you have no idea. Not everyone's like that... \n[153]You mean that?   You've never said that to me before. \n[154]I still haven't. \n[155]Only if she initiates it. \n[156]I'm trying not to rock the boat at home until you and I figure this out. This is a little trickier at my end than yours. \n[157] \n[158]  \n[159]You'll make the whole thing?    The roast chicken, the--- \n[160] \n[161] \n[162]Oh. Didn't mean to. \n[163]You are? \n[164](sheepishly joins the \n[165] \n[166]That looks incredible. \n[167]Uh, sure.    Thanks. \n[168] \n[169]  \n[170]I have to stop at the market. Agness is making some pasta thing and she ran out of olive oil.  \n[171]So...see everybody at the party tomorrow... \n[172]You're bringing your architect?  \n[173]Like as a date?  \n[174]Janey, can I talk to you privately? Just for a sec. \n[175]I don't get not calling me back. \n[176]She didn't go out, Jane. She cancelled her plans and every time I tried to call or write, she caught me. I wanted to be here. \n[177] \n[178] \n[179]No.  \n[180]-- Janey, c'mon, it was one mistake...  \n[181]Nothin', punky. \n[182]  \n[183]ROOM, seriously eyeing him. \n[184]Hello Jane.... Adam. \n[185]Yeah, why go there. \n[186]Janey, can I talk to you for a quick sec? \n[187]What's going on?    You're acting insane. \n[188]What?! You smoked the joint I gave you? \n[189]But you weren't supposed to smoke it with him, you're supposed to smoke it with me! \n[190]Yes, of course. Why shouldn't I be... you're my... \n[191]You're my ex-wife, lover, oldest friend and girlfriend. \n[192]You love me? I mean, I heard \"hate\" had top billing, but... \n[193]Yes we are and we'd appreciate it if you didn't tell anyone about this. \n[194]I left Agness. \n[195]She saw it my eyes, Janey. \n[196]That I'm still in love with you.   I admitted it, I told her about us and I've left her. For you. \n[197] \n[198]Having some problems on the home front, just wanted to talk to your Mom for a sec. \n[199] \n[200]He turns away from the kids.   The tears could be for dramatic effect, could be real. \n[201]I'm sorry. \n[202]Mommy's the best cook in the world! \n[203]Thank you for saving me Janey. \n[204]I'm sorry, I guess I should've called before showing up. \n[205]What's the difference? I was drowning over there. I'm not going to get that many more chances in my life to figure myself out. Janey, let's use these couple of days to see if we can make this work. \n[206]But you were all pissy because you thought I stood you up. Things are different now. I'm a free man. Can we just hug? I hate that you're being so distant. It's literally giving me a pain in my stomach. \n[207]Okay!    Good note. \n[208]Can I help with what you're doing? Hold your basket or... \n[209]Okay... I'm going to go to the video store and get us all a dvd to watch tonight. We'll have movie night. Just like old times. How's that? I'll make the popcorn. \n[210] \n[211]\n[212]Any leftovers? \n[213]Any of that noodle thing left? Where's Mom? She disappeared so fast after the movie. \n[214]I loved tonight. \n[215]What do you mean... you were ten when we broke up. \n[216]You don't remember us in Hawaii or all sleeping in that tent in the backyard. \n[217]Why are you still here? \n[218]Oh. Sorry. I think I ate it all. \n[219]I didn't know anyone wanted any. \n[220] \n[221](sits up straight, the lap \n[222]Okay. Let me explain. The reason I left Agness wasn't just because my marriage wasn't working. I've also fallen in love...back in love... with your mother. Or maybe I never stopped loving her. \n[223]I know this is shocking, but I think this is the best thing that's ever happened to me. Your Mom and I have been seeing each other, on the side... ever since New York. \n[224]I found my way back home.     I just hope she'll take me back. \n[225]Why's everyone crying?     Why isn't this good news? \n[226]I'm sorry. \n[227]How far back do you need it to go? \n[228]Consider it an all inclusive apology. From not being the husband you needed to showing up nude on your bed last night. \n[229]That you'd find me irresistible. \n[230]Never considered the alternative. \n[231]Oh, man, can't believe I got up to bat again and blew it.  \n[232]And you don't think we could make it right? \n[233]Being with you Jane is the best I'm gonna be.  \n[234]It was complicated.  \n[235]I thought it was good.   I wanted it to be good.  \n[236]Do you always have to be so hard on me?  \n[237]I don't regret giving it another shot.    \n[238]It may never have happened if I wasn't married. ", "Diane": "\n[1]-- Jake has lost his mind. \n[2]I know. First of all, he was a complete prick for cheating on you. \n[3]And then he marries her... a known lunatic.  \n[4]Janey, come on, he cheats on you with her, your 20 year marriage ends then six months later she leaves Jake for some random guy, has a baby, leaves that guy, marries Jake and she's not nuts?  \n[5]Okay. I don't know if this is true, but I read on line about this woman who hadn't done it in so long her vagina closed up. \n[6]I swear to God. It grew back together. \n[7]All I know is, she had to have a vaginaplasty. \n[8]What? When did this happen? Where'd you meet him? \n[9]In New York??? Last week? \n[10]Wait, wait, wait. Hold on.... You're not saying!!!! \n[11]Oh, please. Not that wrong.  \n[12]Yes we do. You don't do anything wrong, or bad. Ever. So you're allowed this one. I'm sorry ... I kinda love it.  \n[13]There is something kinda perfect about this. You don't have to cook for him or clean up after him or actually even sleep with him....  \n[14]Yeah, karma is the ultimate bitch on this one. ", "Agness": "\n[1]Absolutely. Lookin' forward to it. \n[2]-- Jane, what are you wearing to the graduation? \n[3]Fancy.    Okay. \n[4]We're at The Park Regent too. \n[5]So, Ted, do you think you can help us get Pedro into El Montecito for kindergarten? \n[6]Jane! \n[7](pushing the Lobby button, \n[8]Pedro, up! Now!! \n[9]What's up Pedro? \n[10]What's he talking about? \n[11]  \n[12] \n[13]Carry him to his bed, will you? \n[14] \n[15]Why do you think I cancelled my dinner? \n[16] \n[17]Yeah. Twenty-five years apart. I know you're having like an \"Ah-Ha' moment, but I think I'm gonna get a refill. Adam, good meeting you. ", "Lauren": "\n[1]Gabby, stop...you're never going to fit all this in... you can come back for the rest tomorrow. \n[2]Mom, she'll be there in a couple of hours, she'll be fine. \n[3]Mom, are you afraid to sleep in the house alone? \n[4]Knock `em dead, little one. \n[5]Maybe you should get a dog. \n[6]If you give us your bed and change the sheets. \n[7] \n[8]What's he...? \n[9]You mean other than the first 13 years of your life. \n[10] \n[11]He was just trying to be nice. \n[12]-- Luke's so excited about his party. We can fit forty people in our place, can't we? \n[13]My what... \n[14]Harley!!! \n[15]While you were choking? \n[16] \n[17] \n[18]Harley, we can't leave, we're meeting with the Wedding Specialist. \n[19]Are you acting like this because of the wedding? Tell me the truth? \n[20]Because I don't want to be one of those couples where the guy goes into a coma the whole time we plan the wedding. It's not worth it to me. \n[21]-- Oh, Mom, I keep forgetting to tell you about our meeting at The Stanhope. We went there for lunch two days ago and met with their Wedding Specialist....I think that could be the place, Mom.... \n[22]What is that supposed to mean? \n[23]Looks like Jake Adler's favorite meal to me. \n[24]Yeah.   It's gonna be so fun.  \n[25]No. Who?  \n[26]What's up? \n[27] \n[28]Harley and Luke, on ladders, are stringing paper lanterns across a small patio. Lauren crosses under them, carrying a tray of food and joins Gabby who is setting out drinks. \n[29]From OUTSIDE, we can see lots of folks in the Living Room. Candles dot the path up to the cottage door. Several Couples and College Kids are walking toward the house. \n[30]Jane and Adam, two very straight laced grown ups, ENTER the party, pausing as they peruse the crowd. \n[31]They must be hammered. \n[32] \n[33]We were playing Scattagories with Gabby and Ollie then Harley fell asleep on the couch. \n[34]Problems on the home front?   Is one of you seeing someone else? \n[35]Hello troops. \n[36]I don't know, you and Mom sleeping in the same house. Harley thought we should stay. \n[37]What's happening? \n[38]Mom, is this true? \n[39]Because we're still getting over the divorce. \n[40]And was there? "}}