{"filename": "It_script.txt", "imdb_id": "tt1396484", "imdb_url": "https://www.imdb.com/title/tt1396484", "characters": ["Mike Hanlon", "Bill Denbrough (as Jaeden Lieberher)", "Ben Hanscom", "Richie Tozier", "Victor Criss", "Eddie Kaspbrak", "Belch Huggins", "Patrick Hockstetter", "Georgie Denbrough", "Mr. Marsh", "Pennywise", "Henry Bowers", "Officer Bowers", "Stanley Uris", "Beverly Marsh"], "dialogues": {"Mike": "\n[1]I'm sick of this, dad. \n[2]How would you feel if you were one of them? \n[3]Everyday, watching them stupidly walk into that killing pen. This isn't a normal kid's life. You won't even let me go to school. \n[4]Because I want to be in boring classes with other boring kids and draw pictures in text books and play baseball and go to dances and grind. \n[5]Eat me, townie! \n[6]Dad, it's- \n[7]Dad! \n[8]Ma'am. Ma'am.                     His father is in the hospital Ma'am!                            you, you're supposed to be \n[9]He damn well better be. \n[10]I told you who chased me there. \n[11]C'mon, Mikey. Your father needs us. \n[12]You'll be okay? \n[13]Doctors say it's inside your bones. And spreading. \n[14]I'll try. \n[15]It's my fault. \n[16]You're coming home though, right? \n[17]In case of what? \n[18]Dad, I'm responsible. You don't need to tell me some long tale about drinking and driving or safe sex. I'll take care of things- \n[19]Dad? \n[20]What truth? \n[21]What did you see? \n[22]Somebody! HELP! Let me out! Dad! Mom! \n[23] \n[24]Shut up. \n[25]Stop it. \n[26]No! \n[27]You nuts? \n[28]We? \n[29]Abort? What does that mean. \n[30]Is that girl for real? \n[31]Something wrong with your friend here? \n[32]What does he mean by \"IT?\" \n[33]I know.   I've seen \"IT\" too. \n[34]There must be a window open. \n[35]This is all crazy.    Who are you guys anyway? \n[36]Just like my pa was trying to warn me the night I met you guys. \n[37]Everything dies. \n[38]It's only a matter of time one of us is found half eaten in the Barrens. Or worse. \n[39]Patrick was in one of the lockers. All the water bubbled up from there. \n[40]What? \n[41]My dad saw it near water, too.      The canal. \n[42]Unless you live way out in the sticks like I do. We have to tell the others. \n[43]I wasn't invited. \n[44]What happened. Bowers? \n[45]What? \n[46]Will knows where to find \"IT.\" \n[47]Pennywise? \n[48]Hurry! \n[49]We don't want it to tear. \n[50]It's up there isn't it?   That's where \"IT\" sleeps. \n[51]This is nothing like what it looked like from below. \n[52]Guys, the water thing.    IT's gone. \n[53]It's trying to get to you, Will. Kill it. Kill it now. \n[54]You did it, Will. \n[55]I'm so cold.                      All this water. It's still \n[56] \n[57]But we beat It.    We beat the cancer. \n[58]What are you talking about? \n[59]Derry.   The clown.    It. \n[60]He's in a better place, Mikey. I know it's hard to believe. But you have to. Remember what your father always said... \n[61]We hear Arcadia's pretty amazing this time of year. ", "Hanlon": "\n[1]  \n[2]  \n[3]  ", "Ben": "\n[1]Sorry. \n[2]Ballyhoo? \n[3]Barnburner. \n[4]Thanks. \n[5] \n[6]I just know `cuz we were in social studies. Together, in the same class. You know, like the constitution test, and stuff. \n[7]I fell on three boxes of donuts. \n[8]Uh, you too, Beverly. \"Stay cool.\" \n[9]I like it in here. It's-- \n[10]Inspiring. \n[11] \n[12]I'm reading about the history of this place. You know how many spooky things have-- \n[13] \n[14]You better quit, I swear. \n[15]Yes! I say yes! Okay! Copy all you want! \n[16]\n[17]Ben. \n[18]Thanks for helping me. \n[19]Beverly was there? \n[20]And she stole this stuff for me? \n[21]Did she know it was for me? \n[22]Yes she does.                   What's going on in there? \n[23]My mom gave it to me so I wouldn't be late for curfew. \n[24]It's funny, `til the last week I didn't think anyone knew my name. \n[25]If he creeps in storm drains,    Who's Georgie? maybe. \n[26]I'm not.   I'm listening.        A storm drain. Crazy. Will steps out. \n[27]  \n[28]Oh, uh, when I first moved here I didn't have anyone to play with or anything, so I just started hanging out in the Library. \n[29]I don't know. There's just a lot of that here. Been that way since the original settlers. \n[30]Derry started as a logging camp before it was officially on any maps. 300 people signed the charter that made Derry Derry. A month later they all disappeared, without a trace. \n[31]The people, the livestock, everything that was alive. \n[32]People in neighboring settlements thought it was Indians or something but there was no sign of an attack. The only clue was a well house that was burnt down to charcoal. \n[33]It was here. Right on the corner of what's now Witcham and Jackson. \n[34]I'm sorry.    I didn't- \n[35]I don't know. It was just a way to kill time, I guess. \n[36]I'll go. \n[37]What's grey water? \n[38]Very funny, Richie. \n[39]You mean how all sorts of disasters and disappearances and stuff keeps on happening here? \n[40]The clown? \n[41]Isn't he at work? \n[42]Not someone.    Something.        There's like this spirit. \n[43]A clown. \n[44]But you adults aren't doing anything! \n[45]     \n[46]Hey Richie. Eat a bag of dicks. \n[47]Into one freaky looking clown you mean. That's the only form that seems to repeat. \n[48]Beverly's right. We can't always hide from them. We need to do something. \n[49]     \n[50]Fuck. \n[51]The house. It's our only chance! \n[52]No.   I'll go. \n[53] \n[54] \n[55]Guys, uh-- \n[56]The front door is right there. \n[57]Eddie, what are you doing? \n[58]We can't leave him alone down there. \n[59]Guys, I hate to pile on bad news. \n[60]The only losers in town- \n[61]  \n[62]And that is the story of the Silver Dollar Saloon. \n[63]That clown, whatever \"IT\" is, has been around Derry doing nasty things for a long long time. The Black Spot fire. The Bradley Gang massacre. All the way back to the first settlers who disappeared. \n[64]No, no. This is far too         I don't want to see \"it\" whacked for \"Tales.\"            again. Ever. \n[65]This storm is crazy.   Like the sky's gonna fall. \n[66]How'd you escape? \n[67]If it means protecting Beverly, count me in. \n[68]Oh, fuck! \n[69]Shit, \"IT\" has a name. \n[70]No no no no no!   Guys! \n[71]Oh my God oh my God oh my God. \n[72]You think? \n[73]Not funny, Richie. \n[74]Guys. I don't think this is the best place to hang out right now. \n[75]Charge! \n[76]We're dead. So dead. \n[77]   \n[78]What does that even mean?       You gonna open it? Will does. Inside is a VINTAGE PENTAX CAMERA. ", "Hanscom": "", "Richie": "\n[1] \n[2]Thought you were sick. \n[3]Is it mortal? \n[4]What was that? \n[5]Wait-! \n[6]What work?                        So long suckas! Richie flips off the school. \n[7]Kind of. I read verses. From      Then a seventh dimensional the Torah.                        door opens up and Stan here \n[8]Vogue man. It's all perfumed. I put on my 3-D glasses and it's like you're there. \n[9]Yeah right, Dorsey Coen's been living in home ec these last three weeks. \n[10]Sure they will. In a ditch. All decomposed, covered in worms and maggots and smelling like your \n[11]Ma'am. \n[12]Eddie-bear? \n[13]The Miss America of cute boys. Seriously. \n[14]C'mon Eds get your ass down here and help. \n[15]What's gray water? \n[16]Smells alright to me. \n[17]Guys--                          I overheard my mom talking to \n[18]Whatcha got there Willy boy? \n[19]Son of a-- \n[20]How do you think Dorsey feels? Running around these woods with only one friggin' shoe. \n[21]Dorsey! \n[22]For what? \n[23]Shit, Eds you get within twenty feet of a peanut she has a whole herd. I don't want to think what she'll have if you come home with another kid's corpse. \n[24]Holy friggin' Moses. What happened to you? \n[25]Heads up, homeschool! \n[26]You're not the only one on Bower's shitlist. \n[27]I don't think she even knows you're alive man. \n[28]What do you think? He's handing `em the kid's shoe. It's riveting. \n[29]Takes a lickin' and keeps on tickin', huh? \n[30]You're pretty friggin' hard to miss. \n[31]If he creeps in storm drains,    Who's Georgie? maybe. \n[32]Will won't talk about it but the kid's arm got ripped clean off in a flash flood or something. \n[33]Cat got your tongue? \n[34]Why are you so quiet?            What's Chief Borton going to \n[35]Well? \n[36]So let's get outta here. Police stations always make me feel guilty of something. \n[37]Barrens? Don't fag out. \n[38]But we got a project we're working on out there. \n[39]Whoa, what's with the history project, Benny-boy? \n[40]What are you, the \"Reading      He's a regular Jordy Laforge. Rainbow\"? Stan takes a closer look. \n[41]The entire town? \n[42] \n[43]Shit, maybe we could get Derry on Unsolved Mysteries! \n[44]I'm sorry.    I didn't- \n[45]It's summer, dorkus. If you're gonna kill time, do it right. \n[46]Eddie? \n[47]Will you stop with the grey water shit. You make it seem like any water we get in is like swimming in an out-house. \n[48]What are you waiting for? Why don't you get in you pussy? \n[49]I thought so. \n[50]Boys, you're ruining my sunbathing vibes with all this chitter chatter. \n[51]We already know you're crazy, Will. No judgement here. \n[52]That wasn't Georgie, that was your neighborhood sex offender making a house call. \n[53]I take it back. I'm judging all of you and you are all friggin' wackos. \n[54]Can you give me an indicator of what I'm about to walk into? \n[55]I hope it's Ed McMahon and I've just won publishers clearing house 10 million dollar sweepstakes. But if it is, you really didn't have to go through so much trouble, you could have just brought Ed to the quarry. \n[56]It's like someone slaughtered a pig in here. Or a parent. \n[57]All I'm saying is maybe there's some weirdo going around Derry dressed as a clown. You know, like the Joker in a \"Dark Knight\" comic. Some whack job who likes to dress up and kidnap kids. \n[58]I don't know. Who knows how crazy people do things, right? \n[59]What happened, homeschool? \n[60]Benny-boy, don't forget the ranch dressing. \n[61] \n[62]What? \n[63]Getting laiiiid. \n[64]Only because your Mom-          You really want me to start \n[65]Cuz blood always freaks a girl out. \n[66]I didn't need to know that. \n[67]Ironic right? Something that's suppose to make kids laugh, actually being super freaky. \n[68]Home school. \n[69]When do you ever think anything is a good idea? \n[70]You want to swim?! \n[71]If we die here I just want to say that fight was friggin' awesome. \n[72]Don't count your chickens. \n[73]Eddie?                             He's afraid of dirt. Will covers Eddie's mouth as he continues to yell, \"we shouldn't be here.\" They watch anxiously as Travis and the boys feet inch uncomfortably closer to them. Then Eddie suddenly stops. \n[74] \n[75]I'm not going up there. \n[76]Whatever it is, we don't want to go back in there. \n[77]You gotta a better idea? \n[78]We were attacked, Mrs. K. Travis \n[79]Well, that went well. \n[80]Welcome to the club, kid. \n[81]The point of telling us was? \n[82]I don't know, man.   That         Lumberjack. \n[83]Whatevs. It sounds like bunk to me. Didn't the guy who wrote this go insane or something? \n[84]Okay Schwarzenegger twins, simmer down. We can't even free Eddie from \"mom jail\" let alone take down some freaky shape-shifter with a mind- meld on all the adults of Derry. However, I do believe we could sell this story to \"Tales from the crypt.\" \n[85]Yeah well, the only time I've been spooked is when I'm with you jokers. I'm thinking I might be safer at home. At least I know my parents won't try to kill me. \n[86] \n[87]What do you mean your dad attacked you? \n[88]Whoa whoa whoa. You don't really \n[89]And friggin do what?   In this storm? \n[90]I hope your schlong grew those 12 inches cuz you're gonna need it. \n[91]Happy bar mitzvah, Jason. Bet you didn't put this sucker on your gift list. \n[92]Uh, guys! \n[93]Something tells me we're not in Derry anymore. \n[94]You still afraid of a little grey water? \n[95]Mind equals blown right now. \n[96]What? \n[97]The worst and only bar mitzvah party you will ever have. \n[98]And that's supposed to rally us, Will? \n[99]I'm taking this fucker out. \n[100]It's miller ti-- \n[101]Shit! \n[102] \n[103]Now can we celebrate? \n[104]I had to mow like five hundred lawns. Stan smoked the clippings. ", "Tozier": "", "Victor": "\n[1]Frisbee, fuck nut. \n[2]Sounds like a pig. Don't he sound just like a pig? \n[3]Stolen, by who? \n[4]Is that that pussy Denbrough? \n[5]N-N-No sir. \n[6]You okay, Travis? \n[7]Mr. Bowers? \n[8]Man, this is where Patrick Hockstettler went missing. \n[9]We'll never fit. We've gotta go back. \n[10]No. Guys. Wait! Please! Travis has gone insane. I'm not trying to hurt you, just... \n[11]Take me with you! \n[12]Oh god oh god! ", "Criss": "", "Eddie": "\n[1]So how's it work? \n[2]The ceremony. Your Bar Mitzvah. \n[3]Marie Claire. \n[4]Jesus, she's still here? \n[5]They're not going to find him. \n[6]  \n[7]Hi Mom. \n[8]  \n[9]Yes, ma. \n[10]Bye ma. \n[11]No way. There's sixty million diseases in that stream. It's gray water. \n[12]Tell `em Will. Your dad works for the public works. \n[13]Sewer water. Pee and poop. I'm telling you guys you're splashing around in Derry's toilet. \n[14]Guys?                             Seriously. I don't know why \n[15]What's the big deal? It's just a sneaker. \n[16]Shit. This isn't good, guys. This seriously isn't good. We should go. \n[17]Guys-- Guys stop. We're gonna get in trouble. \n[18]I don't know. Disturbing evidence. Contaminating a scene. We should just mark where we found the shoe and leave an anonymous note to Chief Borton. My mom would have a major cow if she knew I was playing down here, I kid you not. \n[19]That's not funny, Richie. That's so not funny. Will, please. \n[20]Fine. You guys can do what you want but I'm going. I have no interest in seeing the muddy mangled body of \n[21]Woah, that's a lot of money. Will? \n[22]You crazy? My mom finds out I bought this stuff for myself I'll have to spend the whole weekend in the emergency room getting x-rayed. \n[23]My EpiPen Jr.? \n[24]I don't spaz. Those are allergic reactions. Life threatening allergic reactions. \n[25]\n[26]Thanks, Mr. Keene.   That one was a real shit kicker. \n[27]Shit Stan, what happened to you? You look like you've seen a ghost. \n[28]Yeah. \n[29]I think he means you, Big Ben. \n[30]Guys, you think whoever kidnapped Dorsey might of, I dunno... got Georgie too? \n[31]Will's little brother. Or was. Before your time. \n[32]Why are you so quiet?            What's Chief Borton going to \n[33]What did he say? \n[34]Later days. \n[35]What are you, the \"Reading      He's a regular Jordy Laforge. Rainbow\"? Stan takes a closer look. \n[36]Jesus.                          Holy fuck. \n[37]Hey, isn't that where Will's brother, Georgie- \n[38]Screw that. \n[39]Ben, with those cuts you have on your chest, I'm not sure if getting in this water- \n[40]Haunted how? \n[41]Like.   In your dreams? \n[42]Oh God. Oh God. \n[43]There was a lot of blood. \n[44]Only us kids can see it. \n[45]How? We don't even know what      That's a good name for it it is that we're looking for.     actually. \n[46]\n[47]On what? \n[48]It makes sense though. If it's killing kids. A clown is the perfect cover. \n[49]They're going to cream him. \n[50]I don't think that's a good idea. \n[51]Really guys, there has to be another option. \n[52]I'm serious. This house-- Shut up, Eddie. \n[53] \n[54] \n[55]We shouldn't be here! \n[56]There's something I didn't tell you guys. \n[57]This house. I saw something here once. I thought it was just my mind playing tricks, but now I know... \n[58]I saw \"IT.\" \n[59] \n[60]Shit. Guys, look. \n[61]Guys? \n[62]Get me out of here. \n[63]What do you mean you can't get down stairs? \n[64]I- I think I broke my arm. \n[65]No. No no no. Will?     Help me! \n[66]Hurry, guys! \n[67]This isn't happening. This isn't happening. \n[68]Go away! \n[69]No. \n[70]   \n[71]  \n[72]Please Claude, I just got married last month. \n[73]  \n[74]  \n[75]   \n[76]No.   Feels fine I guess. \n[77]I'm not allowed to see them. \n[78]My Mom thinks they're the reason I got hurt. She says I'm sensitive and they don't take care of me like she does. \n[79]Yeah. Mom says I should always carry my Epi-pen with me, in case I ever have an episode. \n[80]  \n[81]Not me, momma... You. \n[82]He said I was never allergic until you made me start carrying around my Epi-pen. You put those allergies in my head. \n[83]Then why did you send my friends away? \n[84]You lied to me mamma. You've been giving me medicine that's not really medicine. \n[85]This is what's going to happen now. \n[86]I'm going out that door and you won't stop me. I'm going to my friend Stan's bar-mitzvah and when I come home you're never going to tell how weak or sick or delicate I am ever again. \n[87]Guess I'm not as weak as I thought. \n[88]You guys, if \"IT\" can take over Beverly's parents, why not the rest of ours? \n[89]What do you mean? \n[90]Wait, count you in to what? \n[91]Oh my God oh my God! \n[92]Dorsey's other shoe. \n[93]Hurry. \n[94]Don't get too close to the edge, Will. \n[95]You still wear diapers at night? \n[96]It's in our head. All the stuff we see. It's like the allergies my mom said I had. We make it real. \n[97]Stan? Stan, are you okay?       Stan! He stares blankly ahead, as if his mind was wiped blank. \n[98]Stanley, snap out of it. \n[99]What do you mean? \n[100]Because we'll taste better. \n[101]Did we kill it? \n[102]I'm so cold.                      All this water. It's still \n[103] \n[104]Well Richie mostly. ", "Kaspbrak": "\n[1]  \n[2]Eddie-bear, where are you boys off to? \n[3]Okay. Just don't go rolling around too much on that grass, sweetie. Especially if it's just been cut. You know how your allergies get. \n[4]Isn't he cute, boys? So cute. \n[5]   \n[6]  \n[7]You! You all did this! \n[8]You know how delicate he is! \n[9]Stop it! Just stop it! If it weren't for you boys and that little tramp they'd have nothing against my Eddie-bear... Ohh, where are my keys? \n[10]Eddie's done with you kids, you hear? \n[11]Don't come around here again, you don't deserve him. You're reckless, churlish little boys. This is why your little brother died, William, because you are a LOSER, a reckless reckless reckless loser. God help me if I were one of your parents. \n[12]  \n[13]I thought I took the batteries out of that thing? \n[14]Turn it off. \n[15]  \n[16]Oh! Dr. Handor. You gave me a fright. \n[17]C'mon in. \n[18]   \n[19]  \n[20]Placebo? Who told you that? Dr. Handor? He has no right. No right to say you're making up your sickness. \n[21]What? \n[22]That's a lie, Eddie! A bold faced lie. You're my treasure. The only thing I want in this world is to see you safe and healthy. \n[23]They were bad boys. You know that. And you... You were so sick when you were little. So very sick. It hurt me so much. I never want to see you go through that again. And I've kept you healthy, haven't I? \n[24]Eddie-bear, please-- ", "Belch": "", "Huggins": "", "Patrick": "\n[1] \n[2]It's killing your daddy, Mikey. Eating him away. \n[3]A worm inside a rotten apple. We're all apples, Mikey. All of us. You know the thing about apples -- \n[4]-- they float. ", "Hockstetter": "", "Georgie": "\n[1] \n[2]\n[3]  \n[4]  \n[5]Please, Willy. Please don't hurt me. \n[6]I am. I'm in here, Willy. We all are. This is the place we float. \n[7]It's not your fault Willy. Not you're fault I'm stuck here. But you're hurting us all. \n[8]Mom and dad they should know. They should know it's not your fault. I'll tell `em. I'll tell `em as long as you don't hurt us anymore. \n[9]It's okay, Willy. I know. Everything'll be okay. \n[10]\n[11]128. \n[12]No!   No Willy! Please! ", "Denbrough": "\n[1]  \n[2]   \n[3]  \n[4]  \n[5]    \n[6]   ", "Marsh": "\n[1]Bev. \n[2]You had your monthly, yet? \n[3]Bleeding, between your legs? \n[4]Soon, soon I figure.       And then you'll be a woman. \n[5]When it happens, once every 27 days, you'll bleed, and you'll bleed the most right before the end. \n[6]I want you to go to the pharmacy today. To be prepared. You'll need to buy these. \n[7]What the devil's gotten into you, girl? \n[8]Someone peeking at you, Bevvie? Huh? \n[9]You know I hate gettin' rough with you. I never do when you don't deserve it. \n[10]What's my tape measurer doin' outta my toolbelt? \n[11]Answer me girl. \n[12] \n[13]I worry about you, Bevvie. I worry a lot. \n[14]You know why I don't drink or smoke or chase after women like other fathers do? \n[15]Not just her, Bevvie. You. You're almost a woman now, too. And I got me all I need right here at home. \n[16]Darling, sometimes I look at myself in the morning and think the same thing. \n[17]Look at these roots. \n[18]Where you think you going girl? \n[19]You're all prettied up. Who you all prettied up for? \n[20]Don't lie to me, Bevvie. You know how I worry about you. I worry a lot. \n[21]People in town seen you. Got to sayin' things. Like how my little girl been sneakin' around all summer long with a pack of boys. Only girl to the pack. \n[22]You sure about that, Bevvie? \n[23]Friends? I know what's in them boys minds when they look at you, Bevvie. I know all too well. They want to do bad things. Did you let them do bad things to you? \n[24]Is that so? Then what's this? \n[25]You had it squirreled away in your underwear drawer. Why would you want to hide it with your underwear Bevvie? What else are you holdin' out from me. \n[26] \n[27]Sounds lusty to me. Who wrote it. Which one of your boyfriends? \n[28]Don't lie to me! \n[29]You're ma says you're a woman now. You bled. What other womanly things you been doing down in the deep dark woods with those boys, Bevvie. \n[30]Let's see then. Prove to me you been good. \n[31]Take off your tights. \n[32]I love you Bevvie. You're special. You're such a pretty girl. But there's plenty of boys happy to roon a pretty girl. Plenty of pretty girls willing to be roont. I need to know if you're intact. \n[33]Your tights, girl. Take `em off. \n[34]You'll like it, Bevvie.   Be like you're floating. ", "Pennywise": "\n[1]Hello, Georgie. \n[2]Lost something? \n[3]Me? Why the storm of course. Just bleeeew me away. It blew the whole circus away. How'd you like to join the circus, Georgie? \n[4]Cotton candy? Oh yes. Cotton candy and bearded women and elephant shit and all the balloons a little boy could want. You like balloons, don't you Georgie? \n[5]Float? Oh indeed they do, Georgie. Indeed they do. Everything down here floats. And when you're down here with us... \n[6]\n[7]Did they float? \n[8]Because down here, we all float. \n[9]Open your eyes Eddie-bear. I brought you some cracker-jack. \n[10]Away? But I just got here? And we're gonna have soooooo much fun, you and me. Now open those peepers. \n[11]Kee-mon Eddie Bear. Don'cha wanna see the show? You're the main event. \n[12]You all taste soooooooo much better when you're afraid. \n[13] \n[14]Welcome to the circus, Willy. \n[15]Your brother wasn't afraid either. \n[16]Not until I chewed his little muscles up. \n[17] \n[18]Ooooh I'd love to, Will. I'd just love to show you my deadlights. Only you wouldn't understand. And I need you to, Willy, I really really need you to understand what's going to happen to you. What it means for a little kiddie like you... to float. \n[19]126. \n[20]   \n[21]Wait! \n[22]Please, Willy. Please don't hurt me. \n[23]I am. I'm in here, Willy. We all are. This is the place we float. \n[24]It's not your fault Willy. Not you're fault I'm stuck here. But you're hurting us all. \n[25]Mom and dad they should know. They should know it's not your fault. I'll tell `em. I'll tell `em as long as you don't hurt us anymore. ", "Henry": "", "Bowers": "\n[1]We've got another one, Chief. \n[2]Kid gone missing. \n[3]One of my son's friends. Patrick Hockstettler. \n[4]Then I did a little investigating of my own. Tell him what you told me, boy. \n[5]Tell him, damn it! Tell him who you last saw him with. The negro boy from outside of town. The ones who run the abatoir. \n[6]Leroy Hanlon? \n[7]We need to bring in your boy for questioning. \n[8]Police business. \n[9]Let's go, boy. \n[10]Search this place, now. It's the perfect place to hide a body if you ever needed to. \n[11]Call an ambulance. \n[12]You got lucky, boy. Could have been you who disappeared. Be careful next time creeping around old places like that. \n[13]Oh, and he will be punished, don't you worry, I swear on my belt buckle he will. \n[14] \n[15]Such wild imaginations. Too bad we can't bottle their little brains. Dry them out and grind them into powder to salt our food. Maybe then we'd see, what was it again? \n[16]Watch your tone, boy. \n[17] \n[18]What the hell is this? \n[19]Cleaning my gun, huh? \n[20]Normally I use a rod and cleaner not bullets and whiskey. \n[21]You two punks put your sticky little fingers on my firearm here? \n[22]You're not worth the salt you lick boy. I don't know how I let you squirm your way out your momma's womb. \n[23] \n[24]\n[25]   \n[26]   ", "Officer": "\n[1]We've got another one, Chief. \n[2]Kid gone missing. \n[3]One of my son's friends. Patrick Hockstettler. \n[4]Then I did a little investigating of my own. Tell him what you told me, boy. \n[5]Tell him, damn it! Tell him who you last saw him with. The negro boy from outside of town. The ones who run the abatoir. \n[6]Leroy Hanlon? \n[7]We need to bring in your boy for questioning. \n[8]Police business. \n[9]Let's go, boy. \n[10]Search this place, now. It's the perfect place to hide a body if you ever needed to. \n[11]Call an ambulance. \n[12]You got lucky, boy. Could have been you who disappeared. Be careful next time creeping around old places like that. \n[13]Oh, and he will be punished, don't you worry, I swear on my belt buckle he will. \n[14] \n[15]Such wild imaginations. Too bad we can't bottle their little brains. Dry them out and grind them into powder to salt our food. Maybe then we'd see, what was it again? \n[16]Watch your tone, boy. \n[17]What the hell is this? \n[18]Cleaning my gun, huh? \n[19]Normally I use a rod and cleaner not bullets and whiskey. \n[20]You two punks put your sticky little fingers on my firearm here? \n[21]You're not worth the salt you lick boy. I don't know how I let you squirm your way out your momma's womb. \n[22] ", "Stanley": "\n[1]", "Uris": "\n[1]\n[2]", "Beverly": "\n[1]Soooo, you gonna let me go by or is there a secret password or something? \n[2]\"Sorry\"'s not much of a password. Now \"kittyhawk,\" that's a good one. \n[3]Riproar. \n[4]If you're worried about Bowers and his merry band of a-holes hassling you, don't. I saw them all leave out front. \n[5]You're the new kid right? I'm-- \n[6] \n[7]Well, see ya around Ben from sosh class. \"Get laid in the shade.\" \n[8]\n[9]   \n[10]   \n[11]Yeah, Mommy? \n[12]What Mommy? \n[13]No.    Why? \n[14]You consider a diversion? \n[15]Your friend there. He has that thingy he always carries around in his cute little fannypack right? \n[16]Yeah. For when he spazzes out. \n[17]Whatever. The point is he has a track record right? Of spazzing out. \n[18]I knew I shouldn't `a given him that granola. Mr. Keene! \n[19]My mom doesn't like me handling needles. \n[20]Not bad for a bunch of amateurs. \n[21]   \n[22]  \n[23]Is s-someone there? \n[24]Who are you? \n[25]    \n[26]      \n[27]  \n[28]The bathroom! Daddy, in the \n[29]No... the sink... in the sink... \n[30]   \n[31]The sink... I was... I thought I saw a spider... \n[32]Yes, sir. I'm sorry for waking you. \n[33]Because you love momma? \n[34]     \n[35]     \n[36]Too late. \n[37]Have you been seeing \"things\" Will? \n[38]I need to show you guys something. \n[39]My Daddy will kill me if he finds out I had boys in our apartment. \n[40]Sometimes he comes home for a nap. \n[41]My Daddy?    Mean. Like a drunk. \n[42]   \n[43]In there. \n[44]You'll see. \n[45]You really see it? \n[46]The sink. It came out from the sink. My parents couldn't see it. I thought I was going crazy. \n[47]   \n[48]  \n[49]  \n[50]Or blood in my sink? \n[51]   \n[52]   \n[53]I am now.    Thanks to you guys. \n[54]Not someone.    Something.        There's like this spirit. \n[55]But we're not lying. \n[56]Nice stick, Richie.     How about this. \n[57]I think it depends. \n[58]Wow, you really don't know shit about girls do you? \n[59]\"IT\" showered me in blood because I just got my period... and... \n[60]Adults just ignore them. But kids, like your brother, Georgie... \n[61]That's cowardly, Stan. \n[62]Woah! \n[63]Will, we need cover-- \n[64]Rock, paper, scissors? \n[65]It's just a scrape. \n[66]What is it Eddie? \n[67]What exactly did you see here, Eddie? \n[68]What's happening?! \n[69]We have to do something. \n[70]Follow me! \n[71]I don't know, Richie. \n[72]That can't be true.   We just saw \n[73]I think it's pretty obvious.      Derry's not just haunted, \n[74]We hurt it at Neibolt.   That's gotta mean something. \n[75]He's just scared. \n[76]    \n[77]  \n[78]My friend's party. I told ma-- \n[79]No one. \n[80]I know daddy. \n[81]They're my friends, daddy. \n[82]I-- I swear. They're just friends. \n[83]I'm a good girl daddy. Good, just like you raised me. \n[84]\n[85]It's nothing, daddy.   Just a poem. \n[86]I told you I don't have one. \n[87]Daddy stop. You're hurting me. \n[88]Nothing. Please, daddy. You don't have to worry. I promise. Please! \n[89]What? \n[90]Daddy, please. \n[91]No. No I'm not. \n[92]No.   My daddy. He... he... \n[93]I don't know. I don't know if it was him, or... \n[94]I think \"IT\" was there, controlling him, I don't know, I can't go back, I can't go back, Will. I don't know \n[95]It was like that lumberjack Ben told us about. The one from the Silver Dollar. He had this look. Like someone was pushing him to do it. \n[96]I can't go back there guys. He'll kill me. Or worse. \n[97]Now what? \n[98]Take off your shoes. You'll be fine. Just move real real slow. \n[99]\n[100]Guess I'm going first again? \n[101]The water. There's something in the water with us. \n[102]Stan? Stan, are you okay?       Stan! He stares blankly ahead, as if his mind was wiped blank. \n[103]Break into our homes, we break into yours. \n[104]Will, it's a trick. \n[105]Finish him, Will. For all of us. For Georgie. \n[106]Guys, stop it. Focus. \n[107]Will? \n[108]We all pitched in. \n[109]Take some pictures for us. "}}