{"filename": "Jackie-Brown_script.txt", "imdb_id": "tt0119396", "imdb_url": "https://www.imdb.com/title/tt0119396", "characters": ["Cockatoo Bartender (as Ellis E. Williams)", "Jackie Brown", "Simone", "Ordell Robbie", "Louis Gara", "Max Cherry", "Ray Nicolette", "Winston (as Tommy 'Tiny' Lister Jr.)", "Beaumont Livingston", "Mark Dargus", "Judge", "Billingsley Sales Girl #2", "Sheronda", "Melanie Ralston", "Amy - Billingsley Sales Girl"], "dialogues": {"Jackie": "\n[1] \n[2] The sound of airplanes landing and taking off can be heard underneath this...   \n[3]The usual things. I'm a flight attendant with Cabo Air. \n[4]I doubt it. Who's your friend? \n[5]Would I mind? Do I have a choice? \n[6]Suspicion of what? \n[7]Go ahead. \n[8] Not saying anything at the moment.  \n[9]If I were to tell you \"no it isn't...\" \n[10]I'm not saying another word. \n[11] Doesn't smile back.  \n[12] Sitting in a chair facing the two offscreen detectives. Jackie lights up a cigarette. We don't leave the CLOSEUP until noted.   \n[13]Arrest me. \n[14]Okay, let's go. \n[15]I'm not a loser. \n[16]Help yourself. \n[17]My pocketbook. \n[18]Beauty products. \n[19]That's my diet shit. \n[20]Yeah? \n[21]What the fuck is that shit? \n[22]You planted that shit on me. \n[23]Look, that shit ain't mine. \n[24]I'm tellin' you, I don't know nothin' about that fuckin' shit. \n[25]You tell those guys they'll have to do one helluva lot better than that before I'll even say 'hi' to them. \n[26]Who's side are you on? \n[27]What if I plead guilty? \n[28]If I don't cooperate? \n[29]When is that, your honor? \n[30]Okay. \n[31]Are you really a bail bondsman? \n[32]Can I see your I.D.? \n[33]Who put up my bond? Ordell? \n[34] \n[35]Can we stop for cigarettes? \n[36]I don't think so. \n[37]Couldn't we just stop at a seven- eleven? \n[38]I'd love one, but not there. \n[39]Is it dark? \n[40]That doesn't sound dark. \n[41]'Cause I look like I just got outta jail, that's why. You droppin' me off at home, right? There's a place by me. \n[42]You gain weight? \n[43]That's why I don't quit. If I can't fly anymore, I'm gonna have a bitch of a time gettin' my brand. \n[44]Davidoffs. I get 'em in Mexico. They're hard to find here. I was locked up with the last two getting legal advice from a woman who was in for bustin' her boyfriend's head open with a baseball bat. \n[45]She was more helpful than the fuckin' Public Defender. I don't know - I guess what I need is a lawyer, find out what my options are. \n[46]You're not tired of it? \n[47]So far I've been told I can cooperate and get probation, maybe. Or, I can stand mute and get as much as five years. Does that sound right? \n[48] \n[49]Sure. \n[50]Yeah, but that's not what this was about. They were fuckin waitin' for my ass. They knew I had that money, they even knew the amount. The one who searched my bag, from L.A.P.D., Dargus, hardly even looked at it. \"Oh, I'd say there's fifty thousand here. What would you say?\" But all they could do was threaten me and hand me over to Customs, and I could tell they didn't want to do that. \n[51]I had 'em too. I burnt those two Starky and Hutch motherfuckers down. Then their asses lucked out and found that coke. \n[52]Who gave me the money and who I was giving it to. And some guy they found in a trunk with his head blown off. Said it was him who told them 'bout me. \n[53]That's him. How do you know 'em? \n[54]Ordell pick up his bond? \n[55]The federal agent kinda half hinted Ordell might of done Beaumont. \n[56]I didn't? \n[57]Ray Nicolet with Alcohol, Tobacco, and Firearms. \n[58]It was the other guy who busted me. \n[59]I have a pretty good idea. Ordell aint no bootlegger and I doubt he's smugglin' Cuban cigars. So that only leaves one thing an A.T.F. man would be interested in. \n[60]I used to bring over ten thousand at a time. That's the legal limit, so I never brought more than that. \n[61]With ten thousand? Nine. \n[62]It's all in lock boxes in a Mexico bank. But he's got a problem. He's - what do you call it when you got money, but don't have cash? \n[63]That's it. He's cash poor. He kept on me till I finally said okay. I'll bring whatever fits in a nine-by- twelve envelope. I got paid five hundred dollars, and his friend, Mr. Walker, in Mexico gave me the envelope. \n[64]Whatever it was had to fit in my bag and not hit you in the face if the bag was opened. This ain't solvin' my problem. I gotta figure out a way to either keep my job or get out of trouble. I'm of today, but if I can't leave the country I'm out of a job. And if I don't got a job, I can't hire a lawyer. \n[65]Yeah, if I cooperate. \n[66]But if all I can give 'em is Ordell's name - I don't really know shit about what he does or how he does it - That don't give me much to bargain with. \n[67] \n[68]I think maybe I have more options than I thought. \n[69] \n[70]I was expecting you. Come in. \n[71] Ordell steps inside. He moves over by a halogen lamp in the living room.  \n[72]I got some vodka in the freezer. \n[73]Yeah. \n[74]Sure. \n[75]For what? \n[76]The same guy who put me in, thanks a lot. \n[77]It wasn't mine. \n[78]They asked. \n[79]I said I wanted to talk to a lawyer. \n[80]You're not asking the right questions. \n[81]Beaumont Livingston. \n[82]And they asked if I knew Mr. Walker. \n[83]I didn't tell 'em anything. \n[84]They told me. \n[85] \n[86]What do you think it is? \n[87]You thought right... Now take your hands from around my throat, nigga. \n[88]Shut your ass up and grab the wall! \n[89]The cops didn't try and strangle my ass. \n[90]Well, I ain't playin with you. I'm gonna unload both these motherfuckers, you don't do what I tell you. Understand what I'm saying? \n[91]I said, you understand what I'm saying \n[92]Go sit over in that chair. \n[93]Shut your raggedy ass up and sit down. \n[94]Put both hands behind our head. \n[95]I gotta tell you to shut up one more time, I'm gonna shut you up. \n[96]Way I see it, me and you only got one thing to talk about. What you willing to do for me? \n[97]Let's get realistic, baby. Sooner or later they're gonna get around to offering me a plea deal, and you know that. That's why you came here to kill me. \n[98]- It's okay. I forgive you. Now, let's say if I tell on you, I walk. And if I don't, I go to jail. \n[99]One hundred thousand put in an escrow account in my name, if I'm convicted up to a year, or put on probation. If I have to do more than a year, you pay another hundred thousand. \n[100]All your money's in Mexico. \n[101]I been thinkin about that, too, and I got me a idea. \n[102]I'll talk to the cops tomorrow and tell you if it's on. \n[103]You want your gun, don't you? Come in. I'll go get it. \n[104]Max, I'm sorry. I was afraid if I asked to borrow it you'd say no. You'd have to. Would you like some coffee? \n[105]I am. Have a seat. \n[106]I felt a lot safer having it. My milk went bad when I was in jail. \n[107]Thanks, but I have my own now. \n[108]What, I couldn't hear you? \n[109]Let's just say I got one, okay? \n[110]Yeah. \n[111]Want to hear some music? \n[112]I couldn't wait till I got home last night and wash my hair. \n[113]I got a few. But I can't afford to start all over again. I got too much time and money invested in my records. \n[114]I don't buy new stuff that often. \n[115]Uh-huh. \n[116]The Delfonics. \n[117]'74, I think. \n[118]I called in sick this morning. As far as the airline knows, I'm still available. \n[119]I don't know yet. 'm going to talk with Dargus and Nicolet today. Do what you suggested. Offer to help and see what happens. \n[120]I want to talk to them first. I know more now about Ordell's money. \n[121]It's a lot of money. About a half-a- million dollars. All of it in Cabo in safe deposit boxes and more comin in. \n[122]He told me last night. \n[123]He came by. \n[124]We talked. \n[125]He had his doubts at first. But he's always trusted me an wants more than anything to believe he still can. \n[126]He needs me. Without me all that money is just gonna sit over there in Cabo. Sugar? \n[127]Maybe, but 'm the only one he's ever used. He can't trust his other people. They're crooks. He can try bringing I in himself, but Ordell sure don't want to go through no Customs line. Either he recruits another Cabo stewardess, or he continues to trust me. I made him feel he still can. \n[128]Same way I been don', but first they got to let me go back to work. \n[129]If I get let off. Otherwise, fuck 'em. \n[130]I ain't goin' to jail, and I ain't doin' that probation thing again. \n[131]How do you feel about getting old? \n[132]I'm asking how you feel. Does it bother you? \n[133]Really? \n[134]How'd you feel about it? \n[135]It's different with men. \n[136]My ass ain't the same. \n[137]Yeah. \n[138]I just feel like I'm always starting over. You said how many bonds you wrote? \n[139]Well, I've flown seven million miles. And I've been waitin' on people almost twenty years. The best job I could get after my bust was Cabo Air, which is about the worst job you can get in this industry. I make about sixteen thousand, with retirement benefits , ain't worth a damn. And now with this arrest hanging over my head, I'm scared. If I lose my job I gotta start all over again, but I got nothin to start over with. I'll be stuck with whatever I can get. And that scares me more than Ordell. \n[140]Take your time. \n[141]Can I smoke? \n[142] Inside Dargus' office, smoking a Mild Seven.  Dargus and Nicolet come back inside.  \n[143]I need permission to leave the country so I keep my job. \n[144]I need it tomorrow. If I don't show up for work tomorrow, I'm fired. \n[145]If I'm working, I can help you. \n[146]Help you get Ordell Robbie. \n[147]You never asked me if I did or not. \n[148]'Course I do - I deliver money for him. \n[149]He sells guns. \n[150]No. \n[151]He told me. Besides, why else would an A.T.F. man be after him? \n[152]Short of wearing a wire, I'll do everything I can to help you throw his ass in jail. And in exchange for my help, I need permission to leave the country and immunity. \n[153]Can you do it or not? \n[154]The Cockatoo Inn. \n[155]It's right on Hawthorne Boulevard and Manhattan Beach Boulevard. It's red brick... \n[156]It's a cockatoo. \n[157]I'm fine. \n[158]I do okay. \n[159]I don't think so, but it don't really matter. They know I'm meeting you. \n[160]I told them. \n[161]They already know it's you. \n[162]Look, the only way I can get permission to fly is if I agree to help them. Which is what I have to appear to be doing. So I give them something they already know. You. \n[163]I told them you got a half a million dollars in Mexico, and you want me to bring it here. \n[164]It's true, isn't it? \n[165]They know I'm delivering for you. I mention the half-million - they don't give a fuck about that - They want you with guns. So I say, well, if you want proof he's getting paid for selling them, let me bring the money in. \n[166]Yes. \n[167]You don't have to. I told 'em you're real careful. You never pick up money yourself. You always send someone, and I never know who it is. \n[168]If you just listen, you'll see it's a damn good idea. The first time I do it they're lurking about. They see me hand the ten thousand to someone. \n[169]I don't know. One of your friends. \n[170]If you want. \n[171]The next trip, when I come with all the money, it'll look like I hand it to the same one I did before... \n[172]No, I give it to someone else first. \n[173]That's the idea. \n[174]Can you cover that? \n[175]I was thinkin' the Del Amo Mall. In the food court. \n[176]Well, it's my plan. We're in this together. \n[177]I ain't your partner, I'm your manager. I'm managing to get your money out of Mexico, into America, in your hands, and I'm managing to do all this under the nose of the cops. That makes me your manager, and managers get fifteen percent. \n[178]That's an agent. Manager's get fifteen percent. \n[179]Plus the same deal as before. \n[180]The money's in a Broadway shopping bag. I get some food, and sit down here in the food court. Then your girl comes - you got somebody yet? \n[181]Who? \n[182]Look, it's my ass facin' the penitentiary. You send some hard- headed roc whore, and she fucks things up. \n[183] In the food court.  Ordell rises from the table.  Jackie moves a Broadway bag towards him.  \n[184]Don't forget your bag. \n[185]Max. \n[186]Surprise. \n[187]I know, ignoring me. What're you up to? \n[188]What'd ya see? \n[189]How was it? \n[190]Oh, are you? Does she know that? \n[191] \n[192]Does it happen to all men? \n[193]And Annette's it for you? \n[194]That's a goddam man for ya. Can't even be faithful to a fuckin' movie star. \n[195]Who was your girl before Annette? \n[196]Yeah, she's the girl who drove the bus in \"Speed.\" She's cute. \n[197]Why? \n[198]How old's Annette? \n[199]I go back to work tomorrow. \n[200]They seem to like the idea. \n[201]Yea, but I'm going to dress it up. Put the money in a shopping bag and hand it to someone I meet here. \n[202]He always just picked it up at my place. But with A.T.F. involved, I want to stage it. You know, make it look more intriguing, like we know what the fuck we're doin'. Then it's up to Ray Nicolet, the A.T. F. guy to follow the shopping bag. \n[203]Right around here, in the food court. \n[204]I'm helping him bring his money into America. He loves the idea. You just missed him. \n[205]Yeah, we were goin' over everything. That's why all the bags. \n[206]I know, I got your message. Ray wanted to have dinner. He wanted to talk about the sting we're plotting. That's what he calls it. A sting. He's being real nice to me. \n[207]Maybe. But I'm thinking it might be something like he wants the money for himself. \n[208]He's setting me up to make a proposition. \n[209]You don't propose something like that unless you're pretty sure the other person's into it. \n[210]Not really. But I knew this narcotics cop one time. Told me that in a raid, the whole package never gets back to the station. His exact words. \n[211]We weren't bullshittin' either, 'cause later he was suspended and forced to retire. \n[212]He tries to act cool. \n[213]What about you Max? \n[214]No, I mean you, right now. Not it you were somebody else. \n[215]You know where it came from. It's not like it's anybody's life savings. It wouldn't even be missed. \n[216]You're avoiding the question. \n[217]Why? \n[218]When did you decide? \n[219] \n[220]The day you got me out of jail? \n[221]Wait a minute. After we were together you went and snuck into a guy's house? \n[222] \n[223]What do you do when he comes home? \n[224]You do that? \n[225]Did you do it that night? \n[226]And is that it? \n[227]I'm not sure you answered my question. \n[228]If you had a chance, unemployed now, to walk off with a half-million dollars, would you take it? \n[229] \n[230]What if I've figured a way? \n[231] Back at work, standing at the exit of her plane. All the passengers are filtering out. She says goodbye.  \n[232]Bye bye... Bye now... Goodbye Bye bye... Bye bye... Goodbye \n[233] The two cops and the black woman sit parked in her Honda. She, behind the wheel, Nicolet next to her in the passenger seat, Dargus in the backseat. Nicolet has the flight bag in his lap. He's taking out the manila envelope with the ten thousand inside. Their demeanor is very different from the first time they met. The three now almost act like friends.  \n[234]Fine. \n[235]What are you doing? \n[236]I thought you were going to let this one through. \n[237]Four thirty. I'm meeting a woman. \n[238]He wouldn't say. You gonna follow her? \n[239]But you're not going to stop her? \n[240]A Broadway shopping bag. \n[241] Jackie on the phone with Max, dressed for bed (long t- shirt and panties).  \n[242]Think of it as money that shouldn't even be here. I mean does anybody have a right to it? \n[243]It may be evidence once they get their hands on it, but right now it's only money. \n[244]Have a seat. \n[245]You're hungry? \n[246]Put your bag on the floor, okay? Under the table, right next to mine. \n[247]Then when I leave, well, you know. What's your name? \n[248]Go ahead, start eating. \n[249]Would it bother you if I smoked? \n[250]Sheronda, can I ask you a question? Are you and Ordell married? \n[251]Do you live together? \n[252]Not every day? \n[253]Then you don't see him for a few days? \n[254]You know what's in the bag you're taking? \n[255]Well, Sheronda, it was nice talking to you. \n[256] \n[257]You said it yourself. Ray wants Ordell, he don't give a shit about the money. Money won't convict him, guns will. Yeah, sure, if it falls in their lap, they take it. If they know they got it, they'll look for it... but if they don't... \n[258] \n[259]That's what you do to go through with the shit you start. You rationalize. I can do this, Max, I know I can. But I can't do it without you. \n[260] Bends down to talk in the speaker.  \n[261]It's Jackie. \n[262]I need to talk to you alone. \n[263]I don't want no more fuckin' surprises. We do this the way I laid it out, or we don't do it at all. \n[264]Sheronda passin' the money onto someone else, that's what the hell I'm talkin' 'bout. \n[265]I was there, I saw her do it. \n[266]I know, but I hung around, 'cause I figured you'd try an' pull some shit like this. \n[267]Not when it's my ass on the line you don't. We do this my way or fuck it. \n[268]Nicolet and Dargus stop me at the airport and mark the bills. \n[269]It washes off. I tell them we're doing it the same way as before. They'll follow Sheronda. I hate the idea of leaving her for a fall. \n[270]Are you sure she don' know about the money? \n[271]What does she think she's gettin? \n[272]Right, the one Simone gives me. Simone and I'll make the switch at Robinson's/May. She knows what I look like? \n[273]Designer clothes. \n[274]The fitting room. There's a sign over the door. \n[275]I have a hunch they'll be watchin' me. We can't risk switching bags out in the open or even in the dining area. That's why it has to be a woman, 'cause we do the switch in the fitting room. \n[276]Where you gonna be during all this? \n[277]I gotta go. \n[278]Ray, the A.T.F. guy. \n[279]If I wasn't, this wouldn't work. Now once I deliver I'll have to trust you. \n[280]And a hundred thousand if I go to jail. \n[281]Give it to the bail bondsman, Max Cherry. He'll take care of it. \n[282]He won't know where the money came from. Only that it's money. \n[283]Do you have a phone? \n[284]Thanks. \n[285]Oh, hi. \n[286]I'm waiting for the phone. \n[287]Well, I guess I better look for another one, then. Thanks, anyway. \n[288]Sure. \n[289]Killian's. \n[290]Uh-uh.  \n[291]How long you been with Ordell? \n[292]What were you two fighting about? \n[293]That coke was yours, wasn't it? \n[294]He said he didn't know about it. \n[295]Beaumont Livingston? \n[296]Kinda. \n[297]Dreaming. \n[298] \n[299](getting off the barstool \n[300]Ordell has a white guy working for him named Louis. \n[301]This afternoon before I came here. He was with Ordell at an apartment in Hermosa Beach. I don't know if he lives there, but I can find out. \n[302]Not really. \n[303]What for? \n[304]I imagine shit needs to be done. \n[305]Not yet. \n[306]White girl named Melanie Ralston. Another girlfriend of Ordell's. \n[307]It was her coke I got busted with. She knows everything, but she's not part of it, and she's pissed cause she's not part of it. Ordell wouldn't even let her stay at the meeting. She tried to talk me into ripping off Ordell. \n[308]I'm sure that was the idea. \n[309]I smiled and walked away. She also told me Ordell killed Beaumont. \n[310]Uh-huh. \n[311]She didn't say. \n[312]Uh-huh. \n[313]Right. Everything's the same, except one change... \n[314] Max sits on the couch in Jackie's apartment drinking white wine.  Jackie paces in front of him, white wine in one hand, Davidoff in the other, going over the details of tomorrow. One could notice a slight change in Jackie.  There's a bit of an edge to Miss Brown that's bubbling underneath her cool surface. It's understandable. After all, she's been the architect of this half-a-million dollars switcheroo. She's moved heaven and earth to make all the pieces fall into place, and all the players thnk what she wants them to think.  As she talks to Max she knows tomorrow all her hard work will either fail or succeed. But don't take this difference the wrong way. This edge I'm referring to is not one born out of fear (Jackie's nervous, but she's not afraid). It's more the edge an athlete might feel before an all-important competition.  \n[315]I told them Ordell's changed the amount he's bringing in. \n[316]Oh, yeah. I got them thinking Ordell's real nervous. They love thinking he's scared of them. \n[317]All he needed was a reasonable explanation. \n[318] \n[319] \n[320]Right. Everything's the same except one change. Ordell thinks it's just too hot right now to bring in all his money. He knows you're watching him, and he's paranoid. He's keeping his stash where it is, but he wants to bring in fifty thousand for bail in case he needs it. \n[321] \n[322]Don't be so literal. Ray believed it. \n[323]Well, you know I'm not going to show him the whole amount. He'll see fifty thousand. \n[324]In the bag underneath. \n[325]He won't - I mean, he didn't the last time. He'll be expecting fifty thousand and there it is - on top. \n[326]Not really. If he finds it, I say Mr. Walker put the money in, and I didn't know nothing about it. Like the coke. \n[327]Yeah, but I'm not in jail and I tried. \n[328]That's why you don't make a move till I come out of the fitting room. \n[329]Well, a suit. There's one I had my eye on. \n[330]Excuse me. \n[331] Looking down...   \n[332]Why, because I called you an asshole. \n[333]I didn't? Oh, well, you're an asshole. \n[334]You said that the last time. \n[335]We could, if I'm not in jail. \n[336] This information stops Jackie in her tracks.  \n[337]Are you saying I'm off the hook? \n[338] Nicolet, who kept walking when Jackie stopped, looks back at Jackie.  \n[339]Fifty thousand, like I said. He's pretty sure he's gonna need it for bail. \n[340] Jackie and Nicolet in the parked car. Ray has the flight bag in his lap.  He unzips it.  He sees the clothes with the envelope on top.  Jackie watches all of this.  \n[341]I was told ten thousand in each pack. \n[342]I never have. It's not my money. \n[343]Mr. Walker promised he'd never do that again. \n[344]Ever been tempted? \n[345]Uh-huh. \n[346]Yes. All those things are true. \n[347]That would be one point of view. \n[348]How can I do anything if I'm being watched every second? \n[349]Si. \n[350] In her Honda, smoking a cigarette, looking cool as usual, driving to the mall. Her car plays seventies soul.   \n[351]Yes, you have a suit I've had my eye on. \n[352]This looks pretty good on me. \n[353]I think I'm gonna just get this for today. I'm in kind of a hurry. Would you mind ringing this up while I change out of it? \n[354]Thanks. \n[355]Hi, Melanie. \n[356]Yeah, do you like it? \n[357]Do you got something for me? \n[358]I put a little cherry on top. You're right. What the hell he ever do for us? \n[359]Now be careful with that bag. You don't want it ripping open on you in the middle of the store. \n[360]I'm sorry, I just decided to stay in the suit - get out of that damn uniform. \n[361]Oh, somebody left a shopping bag in there. Looks like beach towels. \n[362]Ray! Ray! I need you! Come out! She took the money. \n[363]Melanie burst in the dressing room and took the money! \n[364]Oh, somebody left a shopping bag in there. Looks like beach towels. \n[365] Holding a bunch of money, looking into the camera, and saying with a smile;  \n[366]Gotcha, nigga. \n[367]I thought I did. \n[368]I got there early. I've had my eye on this suit - Wait, let's start over. I got there early. The idea was to try on the suit, see if I liked it. If I did, get them to wrap it up, and change back into my uniform. That's what Sheronda's expecting me to wear. Go meet Sheronda, give her the bag with fifty thousand, and go home. \n[369]Because I didn't have it. Ray, I swear, Melanie came in and grabbed it. And someone killed her for it. \n[370]She didn't give me one. I told you before, Melanie wasn't part of the plan. Ordell must of told her to do it. She bursts in, grabs the shopping bag, and takes off. What am I supposed to do, go after her? I'm in my fucking underwear. I had to get dressed before I could do anything. So I put this back on 'cause could put this on faster than I could my uniform. \n[371]I had to. I was frantic. I didn't know what to do. \n[372]I went looking for you. I went straight to the bookstore, 'cause that's where you were last time, but you weren't there. How the hell else am I supposed to let anybody know what happened? You didn't tell me how to do that, did you? I knew I was under surveillance, so when I couldn't spot anybody, I started yelling. \n[373]Not in the fitting room. \n[374]I didn't see him. I was in my underwear. If it was a white guy, it was probably Louis. He kill Melanie? \n[375]I have no idea. \n[376]If it'll make you happy. \n[377]I thought you were watching him. \n[378]So what happens now? \n[379]What about me? \n[380]Do you think I took some of that money? \n[381]Hello. \n[382]How'd you find out? \n[383]How does Winston find him if A.T.F. and all the local Police can't? \n[384]He's liable to shoot you. \n[385]Ray wants him. \n[386]That's why A.T.F.'s gotta make the case. I'm their witness. They wouldn't have a case without me. If it's his word against mine, who are they gonna believe? \n[387]It never was, so I'm not gonna start worrying about it now. Look, Ray more or less believes my story, and he more or less doesn't care. All he really gives a shit about is getting Ordell. \n[388]Get Ordell to come to your office. \n[389]Uh-huh. \n[390]Tell him I want to give him his money. \n[391]I've chickened out. I'm afraid of him. He'll like that. \n[392]Ordell called and wants to meet me and I'm scared. \n[393]He's already there. \n[394]Well, we don't let that happen, now do we? \n[395]I'll be here. Se ya' in a bit. \n[396] Sitting alone in the office, she gets up and turns off the lights. The office goes dark. No music.   \n[397] Sitting behind Max's desk in the dark. She takes out her Davidoffs and lights one up with her Bic. Her face is illuminated for a moment - then it's out. She exhales a drag. No music.   \n[398] \n[399] She's cool as a breeze, smoking her brand. No music.   \n[400] Sitting behind Max's desk. Headlights shine in the window. She is lit by them. She puts out her Davidoff and sits back in the chair. The light source cuts off.   \n[401]Mark... ... he's got a gun! \n[402]Remember when Ray said you hoped you'd get him before he got me? \n[403]Well, you did. Thank you. \n[404]Knock knock. \n[405]Hey. \n[406]Mark... he's got a gun! \n[407]I got your package. It was fun getting a half-a-million dollars in the mail. \n[408]Yeah, your fee. I had to figure that out, since there wasn't no note. \n[409]Only this isn't a bail bond, Max. \n[410]You worked for it - if you're sure that's all you want. \n[411]I'm leaving, I have my things in my car. Why don't you walk out with me? I want to show you something. \n[412]Come on, Max. I won't hurt you. \n[413]I saw Ray the other day. Boy is he pissed he missed all the excitement. \n[414]He's on to a new thing. He's after a guy who owns a gun shop he says is \"woefully and wantonly\" selling assault rifles to minors. He says he's gonna take him down if it's the last thing he does. \n[415]I told him I might. \n[416]They've confiscated all his other stuff. But this one's sorta left over. The registration's in the glove box, the keys were under the seat... What's a matter\" haven't you ever borrowed someone's car? \n[417]I didn't use you, Max. \n[418]I never lied to you. \n[419]We're partners. \n[420]Do you blame yourself for helping me? \n[421]'d feel a whole lot better if you took some more money. \n[422]Spain. \n[423]Start off in Madrid. Ever been there? \n[424]I hear they don't eat dinner till midnight. \n[425]Wanna go? \n[426]Sure I can't twist your arm? \n[427]I thought you were tired of your business? \n[428]Are you scared of me? \n[429]Come over here. \n[430]I'll send you a postcard, partner. ", "Brown": "\n[1] The sound of airplanes landing and taking off can be heard underneath this...   ", "Simone": "\n[1] The older woman in the mall.  ", "Ordell": "\n[1] \n[2]This TEC-9? They advertise it as being the most popular gun in American crime. Can you believe that shit? It actually says that on the little booklet that comes with it. \"Most Popular Gun in American Crime,\" like they're proud of that shit. \n[3]Check out this body-builder chick... Now see what she got. That's a Styer aug. Styer Aug's a bad motherfucker. Listen. \n[4]Shit's expensive, man. Comes from Austria. My customers don't know shit about it, so there ain't no demand. Baby, I could use some more ice. \n[5]But put that bad boy in a flick, every motherfucker out there want one. I'm serious as a heart attack. Them Hong Kong movies came out, every nigga gotta have a forty-five. And they don't want one, they want two, cause nigga want to be \"The Killer.\" What they don't know, and that movie don't tell you is a .45 has a serious fuckin' jammin' problem. I always try and steer a customer towards a 9- millimeter. Damn near the same weapon, don't have half the jammin' problems. But some niggas out there, you can't tell them anything. They want a .45. The killer had a .45, they want a .45. \n[6]Thanks, Baby. \n[7]Mr. Walker. He runs a fishing boat in Mexico. I deliver the merchandise to him, gets it to my customers. On all my bulk sales, anyway. Nigga didn't have a pot to piss in or a window to throw it out 'fore I set 'em up. Now, motherfucker's rollin' in cash. He got himself a yacht, with all kinds of high tech navigational shit on it. AK-47, the very best there is. \n[8]When you absolutely, positively, gotta kill every motherfucker in the room, accept no substitute. That there is the Chinese one. I pay eight- fifty and double my money. \n[9]Get that for me, will ya baby? \n[10]Girl, you better not make me go over there and put my feet to ya. \n[11]  \n[12]See, what did I tell you? Man in New York wants a 9 millimeter Smith and Wesson Model 5946. Why does he want it? It's the gun that nigga on \"New York Undercover\" uses. Because of that nigga, I can sell it to this nigga for twelve-fifty. \n[13]As low as two. \n[14]That's what I been tellin' you. Start adding these motherfuckin' figures up, and you tell me this ain't a business to be in. \n[15]I got me five M-60 machine guns. These came straight from the Gulf War. I sold me three of them so far, twenty grand a piece. \n[16]Louis, this is it, man. I'm gonna make me a million dollars out of this. I already got me a half-a- million sittin' in Mexico. When I do this last delivery, I'm gonna make me another half-million. \n[17]I get out. Spend the rest of my life spending. \n[18]Who is it? \n[19]    \n[20]- Beaumont. Beaumont. Listen to me. Number one, you need to chill out, nigga. Bad as this shit is, this shit ain't as bad as you think it is. Course you're scared. That's what these motherfuckers get paid for scarin' the shit outta ya. That's their job. And my job is to get you the fuck home so let me tell you what is gonna happen... May I speak?... Thank you... You gonna spend the night in jail; it's too late to get you out now. Tomorrow, they gonna take you into court. I'm gonna be there. Judge gonna set your bail. I'm gonna pay your bail, they gonna cut you loose. By tomorrow night, you'll be back home, I promise. So just calm your ass down, and I'll see you tomorrow. You owe me a helluva lot more than one, nigga. See you. \n[21] \n[22]And I need me a bond for ten thousand. \n[23]Oh, that's just my white friend, Louis. He's got nothing to do with my business. We just hangin together. We're on our way to a cocktail lounge. \n[24] \n[25]He's a big one. You two tight? \n[26]It was our idea to take the picture, wasn't it? \n[27]Gonna have to put up cash. \n[28]It's in my bag. \n[29]C'mon, you know how they do. Black man comes in with ten thousand, they wanna fuck with 'em. First off, they gonna wanna know where I got it. Second, they gonna keep a big chunk of it - start talkin' that court cost shit. Fuck that shit, Jack. I'll go through you. \n[30]I know that. \n[31]Fella named Beaumont. They have him up at county. It started out drunk driving, but they wrote it up \"possession of a concealed weapon.\" Dumb monkey-ass had a pistol on him. \n[32]They ran his name and got a hit. He's been in before. Besides, Beaumont's from Kentucky, and I think they're prejudiced against black men from the South out here. \n[33]You think you could do that? \n[34]Beaumont. That's the only name I know. \n[35]Sure. We almost done, ain't we? \n[36]You go wait in the car. Wait a minute. \n[37]Take the keys, man. Listen to music. \n[38] (holding a little black box \n[39]You ain't got to do nothing. Just point at it and push the button. You'll hear the car go \"bleep.\" That means the alarm's off and the doors are open. \n[40]Now play the volume as loud as you want but don't touch my levels. I got them set just the way I want 'em. \n[41]Livingston, huh? \n[42]You don't say. \n[43]Haven't a clue. \n[44]Will they consider this a violation of his probation? \n[45]Man, he won't like that. Beaumont don't got a doin' time disposition. \n[46]Ordell Robbie. O-R-D-E-L-L. R-O-B-B-I- E. 1436 Florence Boulevard. Compton 90222. \n[47]House. \n[48]Hope you don't mind me askin' where you keepin' my money till I get it back. In your drawer? \n[49]Beaumont ain't going nowhere. Where do I sign? \n[50] \n[51] (he puts the form down and looks at Max \n[52]It's your benefactor, nigga. Buzz me up. \n[53]Look at you and your free ass. Come over and give me a motherfuckin' hug. \n[54]Who was there for your ass? \n[55]Who? \n[56]You goddam right! \n[57]You see,ïit works like this. You get your ass in trouble, I get your ass out. That's my job. And I don't mind tellin ya, nigga, it's steady work. \n[58]Naw, man. They just tryin' to put a fright in your ass. \n[59]How old is that machine gun shit? \n[60]Three years. That crime's old, man. They ain't got room in prison for all the motherfuckers out there killin' people. How they gonna find room for you? \n[61]That's why they call it \"fuckin' with ya.\" Now you wanna hear how we retaliate? \n[62]Tomorrow I pick you up, take you to Century City, meet my lawyer. Now let me tell you a little bit about my lawyer. His name is Stacin Goins and this nigga is a junkyard dog! He's my own private Johnie Cochran. In fact, he'd kick Johnie Cochran's ass. And like Johnie Cochran, dude hates fuckin' cops. I'm serious, this man lives to fuck with the police. So as a favor, I had him look at your case. Stacin told me you aint got shit to worry about. They just fuckin' wit ya. So we sic the junkyard dog on their ass, make 'em -  ... Stop fuckin' wit ya! \n[63]Naw, man. I gotta be someplace. I was kinda hopin you could come with me. \n[64]Look, I hate to be the kinda nigga, does a nigga a favor - then BAM - hits a nigga up for a favor in return. But I'm afraid I gotta be that kinda nigga. \n[65]I need a favor. \n[66]A bit. \n[67]Why the fuck you at home? Cause I spent ten thousand dollars gittin' your ass home. Look, I gotta problem. I need help, and you can help me. \n[68] Beaumont comes out of the apartment, sporting Nikes and a Queen Latifah t-shirt. He locks his front door and walks with Ordell to his car. They talk the whole way. We STEDICAM in front of them the whole way.  \n[69]Well, it ain't so much a problem a a situation. Remember I sold those three M-60 machine guns outta the five I got? \n[70]I'm gonna sell the other two tonight. This group of Koreans in Koreatown have started a Neighborhood Watch kinda thing. And they want a few weapons so the neighborhood niggas know they mean business. So I'm gonna sell 'em my two machine guns tonight. Only problem, I aint never dealt with these Koreans before. Now I aint worried. Asians are by and large real dependable. They don't want no trouble. You might argue about price, but you aint gotta worry about them shootin' you in the back. But I got me kind of a rule. Never do business with nobody you ain't never done business with before without backup. That's why I need you, backup. \n[71]- Let me finish. Can I finish? \n[72]Now you're gonn be in the trunk holding onto the shotgun. And I'm going to tell them I'm opening up my trunk to show 'em my goods. I open up the trunk, you pop up, rack that bad boy. \n[73]What the fuck I tell you. You don't hafta shoot nobody. Just hold the gun. They'll get the idea. \n[74]We're only goin' to Koreatown. You'll be in there - ten minutes. \n[75]You can't ride with me. The surprise effect is ninety percent of it. \n[76]I can't believe you do me this way. \n[77]Well, my ass has got a problem spending ten thousand dollars of my own goddam money to get ungrateful, peanut-head niggas outta jail, but I do it - \n[78]- Well, if you owe me, git your ass in the trunk. \n[79]You think I wanted to spend ten thousand dollars on your ass? \n[80]Answer the question, nigga. Do you think I wanted to spend the thousand dollars on your ass? Yes or no? \n[81]But the only way to help you was to do that, so I did it.  Okay, how 'bout this? After we're through fuckin' with these Koreans, I take you to Roscoe's Chicken and Waffles. My treat. \n[82]Just think, man. That Scoe's special, smothered in gravy and onions. Get a side of red beans and rice. Uuuuummmmm, that's some good eatin'. \n[83]Don't worry. It's just me. \n[84]I was wondering. Did any federal people come visit you in jail and I should be watching my ass? \n[85]You wouldn't tell me if they did and I wouldn't blame you. \n[86]Louis, my man. Watcha doin'? \n[87]Whatcha watchin'? \n[88]Guess where I am? \n[89]I know you don't know. I said guess. \n[90]I'm talkin' to you from the comfy- cozy interior of an Oldsmobile parked outside your nasty-ass welfare motel. \n[91]Uh-huh. \n[92]Naw, man. I just told you, I'm comfortable. I ain't about to walk into that roach motel and get uncomfortable. You bring your ass out here. \n[93]Then put your goddam drawers on, and get your ass out here. I got somethin' to show you. \n[94]You know what your problem is, Louis? \n[95]You think you're a good guy. When you go into a deal you don't go in prepared to take that motherfucker all the way. You go in looking for a way out. And it ain't cause you're scared neither. It's cause you think you're a good guy, and you think there's certain things a good guy won't do. That's where we're different, me and you. Cause me, once I decide I want something, aint a goddam motherfuckin' thing gonna stop me from gittin' it. I gotta use a gun get what I want, I'm gonna use a gun. Nigga gets in my way, nigga gonna get removed. Understand what I'm saying? \n[96]That was Beaumont. \n[97]An employee I had to let go. \n[98]He put himself in a situation where he was gonna have to do ten years in the penetentiary, that's what he did. And if you know Beaumont, you know there aint no way in hell he can do no ten years. And if you know that, you know Beaumont's gonna go any goddam thing Beaumont can to keep from doin' those ten years including telling the Federal government everything they want to know about my ass. Now that, my friend, is a clear case of him or me. And you best believe it aint gonna be me. You know what I'm sayin'? You gonna come in on this with me, you gotta be prepared to go all the way. I got me so far over a half-a-million dollars sittin' in lockboxes in a bank in Cabo San Lucas. Me and Mr. Walker make us one more delivery, I'm gonna have me over a million. You think I'm gonna let this little cheese eatin' nigga here fuck that up? Shit, you better think again. 'Fore I let this deal get fucked up, I'll shoot that nigga in the head, and ten niggas look just like em. Understand what I'm sayin'? \n[99]So we on the same page then? \n[100] Sits in the back, watching the proceedings without any expression. When he's seen enough, he stands up and out of the shot leaving an EMPTY FRAME.  \n[101]Unh... unh... unh... I din't hear you wash your hands. \n[102]The door was opened, so I just came right in. \n[103]I got some more business for ya. \n[104]She is an airline stewardess. Got caught coming back from Mexico with some blow. They set her bond this afternoon at ten thousand. Now, what I was thinkin', you could use the ten thousand you owe me from Beaumont and move it over on to the stewardess. \n[105]They fuckin' wit' her. They callin' it Possession with Intent. A black woman in her forties gets busted with less than two ounces on her, they call that shit Intent. Same shit happened to a movie star. It's Possession. \n[106]She had, I believe it was... fifty grand on her, too. There was a cop at the hearing. Young guy with L.A.P.D. wanted her bond set at twenty-five thousand, saying there was a risk of flight. Jackie being a stewardess and all. \n[107]Somebody already did. \n[108]You didn't hear? \n[109]Somebody with a grudge blew Beaumont's brains out - hey, that rhymes - blew Beaumont's brains out. \n[110]Very first motherfuckin' thing they did. They see I put up a big money bond on my boy, they start thinking with that where-there's-smoke-there's fire logic. They roust my ass outta bed, ten o'clock in the morning. Fuckin' scare my woman, Sherona, half to death. She thought they were gonna take my ass away for sure. \n[111] \n[112]Who says she does anything for me? She's my friend. When my friends get into trouble, I like to help 'em out. \n[113]That's what the police thought. I told them I'm unemployed, how could I have anybody work for me? Now I bail out Jackie, I'm liable to have the police on me again, huh? Wanting to know was she doing things for me, was she bringing me that money! \n[114]Is this, me and you, like a lawyer- client relationship? The lawyer can't tell nothing he hears? \n[115]If there's no - what do you call it - confidentiality between us? Why would I tell you anything? \n[116]Why would a stewardess bring me fifty grand? \n[117]- Jackie aint got time for all that shit - \n[118]I got it. I just don't got it on me. \n[119]Man, you know I'm good for it. Thousand bucks ain't shit. \n[120]Man, you need to look at this with a little compassion. Jackie ain't no criminal. She ain't used to this kinda treatment. I mean, gangsters don't give a fuck - but for the average citizen, coupla nights in County fuck with your mind. \n[121]Just listen for a second. We got a forty-year-old, gainfully employed black woman, falsely accused - \n[122]Falsely accused of Intent. If she had that shit - and mind you, I said \"if\" - it was just her shit to get high with. \n[123]Okay, man. I got your money. But don't you ever ask me for no fuckin' favor. \n[124] Sitting in his black Mercedes, parked across the street from Jackie's apartment building in Hawthorne. Johnny Cash is playing inside his car.   \n[125] Through the windshield, he sees Max's powder-blue Cadillac Seville pull up to Jackie's apartment. She gets out, ten bends down and talks to him through the window of the passenger side door. Then makes a goobye gesture and turns, walking into her apartment complex. Max drives off.   \n[126] While Johnny Cash continues crooning, Ordell puts on his gloves. Then opens up his glovebox, taking out a little Targa .22 pistol. He steps out of the car, slipping the pistol into his coat pocket. We STEDICAM in front of him as he walks across the street to Jackie's apartment. Once inside the complex, Ordell passes us and WE FOLLOW BEHIND HIM, up to Jackie's ground-floor apartment door.  He gives it a soft knock with one knuckle. He waits a moment, then Jackie opens the door.  \n[127]How you doing, Ms. Jackie? \n[128]You got some booze? \n[129]Got some o.j.? \n[130]Well, then, why don't you be a good hostess and make me a screwdriver? \n[131]You gonna thank me? \n[132]Who you think got your ass outta jail? \n[133]Hey, you get caught with blow, that's our business. \n[134]Oh, shit. I bet it was that present Mr. Walker was sending Melanie. Yaaaah, he's the one musta put it in there if you didn't. Oh, man, that shit's uncalled for, baby, and I apologize. I 'magine they asked you a shitload of questions about it, huh? All that money, want to know where you got it? \n[135]I'magine they asked who you givin' it to, too. \n[136]And what was your answer? \n[137]You positive about that? You weren't nervous and let something slip by mistake? If you did, I ain't mad, I just gotta know. \n[138]I knew it. \n[139]Yeah? \n[140]My name come up? \n[141]You say anything about me? \n[142]Well, that's mighty honorable of you. \n[143]This fella Beaumont, they say what happened to him? \n[144] \n[145]Yeah, somebody musta been real mad at Beaumont. Or  they were afraid of what he might say to keep from doin some time. I'magine from time-to-time they asked you a whole shitload of questions. And you didn't give 'em no answer? \n[146]You scared of me? \n[147]You got a reason to be nervous with me? \n[148] \n[149]Is that what I think it is? \n[150]I think it's a gun pressing against my dick. \n[151]What the hell you doin'? \n[152]Now, baby, that's got nothin' to do with you. I just carry that. You been listenin' to them cops too much. \n[153]Damn, Jackie, I was just playin' with you. \n[154]Baby, I ain't come here - \n[155]I understand woman, damn! \n[156]I'm tellin' you, those cops been fuckin' wit your mind. They turn black against black, that's how they do. \n[157]This shits gettin silly now... \n[158]I just came here to talk. \n[159]Well, I can get you a good lawyer - \n[160]- Baby, I didn't - \n[161]Yeah? \n[162]I got a problem... \n[163]Yeah. \n[164]Talk to you tomorrow. \n[165]We're back. \n[166]We been shoppin'. Can't have my boy running around lookin' like a bum on the street. \n[167]But you did have a Salvation Army- thing going. \n[168]Goddam, girl. You gettin' high already. It's only two o'clock. \n[169]Ha-ha-ha. I'm serious, you smoke too much of that shit. That shit robs you of your ambition. \n[170]You two a coupla Cheech and Chongs, ain't ya. Oh, that's okay, I'll get it. \n[171]Hello. Hey, Jackie... \n[172]No, not on the phone, let's meet somewhere. But you gotta make sure they ain't followin' you... \n[173]The Cockatoo Inn? Where's that? \n[174]Oh, wait, you mean that place that has the big sign with a rooster on it? \n[175] \n[176]So you just watch this for the next three hours, and I'll be back. Then, when I'm through with all my business, I'll get high. I get high at night. Walk me to the door, space girl. \n[177]Hope you don't mind keeping him company. \n[178]Try not to rip his clothes off 'em they're new. \n[179]I'll be back in an hour, man. Just hang with Mel. \n[180]I gotta remember this place. This is all right. Two minutes from your crib, ten minutes from your work. Not bad... \n[181]Screwdriver. \n[182]I bet you come here on a Saturday night, you need nigga repellent keep 'em off your ass. \n[183]You a fine lookin' woman, Jackie. I bet you do a damn sight better than okay. You think anybody followed you? \n[184]How the fuck they know that? \n[185]Keep it. \n[186] \n[187]Well, shit. That don't mean you gotta confirm it! \n[188]Didja tell 'em anything else? \n[189]You told them that? \n[190]What the fuck's that got to do with it? \n[191]What did they say? \n[192]Naw, naw, that's too much exposure. I ain't goin anywhere near that money. \n[193]That's a good idea. \n[194]Who? \n[195]A woman. \n[196]Yeah, I think a woman. \n[197]But you don't? \n[198]And they follow the wrong one thinkin' she's bringing it to me. \n[199]So we need two people, two women. \n[200]I got the woman covered. Where you thinkin' about doin' this? \n[201]I suppose you see a piece of this for yourself? \n[202]Yeah, but it's my money, and I don't need me a partner. \n[203]Managers get ten percent. \n[204]I'll give ya ten. \n[205]I can do that. \n[206]Uh-huh. \n[207]What'd you care? \n[208]I ain't gonna send no roc whore. The woman's cool, I promise. \n[209] In the food court.  Ordell rises from the table.  Jackie moves a Broadway bag towards him.  \n[210] Watching Max sit down and make himself comfortable at Jackie's table.  \n[211] \n[212]Check this out. \n[213]Over half-million dollars worth of merchandise. \n[214]Sure. \n[215]She one of the women I got set up. I got Melanie in Hermosa Beach. I rent Simone a small house in Compton, and about four blocks away I got me this nineteen-year-old country girl named Sheronda. I found her waitin' for a bus two days outta Alabama, barefoot, country as a chicken coop. Took her to my house in Compton, told her it was Hollywood. \n[216]Hell, yeah. To her dumb country ass, Compton is Hollywood. Close as she's ever been, anyway. \n[217]If this is about you fucked Melanie, I don't give a damn. I ain't a fool. I leave you alone with a bitch like Melanie, you're gonna be fuckin' that twenty minutes after I'm out the door. So say \"thank you\" and I'll tell you, \"you're welcome.\" \n[218]She tryin' to work your ass against me, ain't she? \n[219]You didn't even hafta say it. I know the woman. \n[220] \n[221]I don't hafta trust her, I know her. \n[222]You can't trust Melanie. But you can always trust Melanie to be Melanie. \n[223]I told you, man. She my fine little surfer gal. \n[224]Hey, Jackie, c'mon in. \n[225]She gonna hafta find her sandals... find her bag... find her sunglasses... take twenty damn minutes get her ass out the door. Jackie - his is Louis, Louis - Jackie. And the chick stompin' around in the other room is Melanie. \n[226]You have a nice time, hear? \n[227]Drink? \n[228]What the hell you talkin' bout? \n[229]How do you know she did that? \n[230]Well, you weren't supposed to be there. \n[231]Now, hold on there. I ain't pullin' no shit. It's my money, I can do whatever the fuck I wanna do with it. \n[232]Just chill the fuck out, Jackie. It ain't no big thing. The woman you saw was my friend, Simone. She's the one gonna be receiving the money, so I just wanted her to see how it works. She'll be here any minute. Nice woman, you'll like her. \n[233]Louis, call Simone and tell her to get her tail over here. We're waitin' on her ass. \n[234]I'm about ready for a refill. Sure I can't tempt you? \n[235]Man, I don't like that part. \n[236]She won't have no problems 'cause she don't know nothin'. \n[237]She don't know shit about the money. \n[238]I told her this is a game us rich folks play, exchanging gifts. Like a scavenger hunt. She didn't know what that was neither. No answer? \n[239]Hang it up, she's on her way. You gotta listen to this. This involves you. \n[240]No, you gonna give her a Robinson's/May bag this time? \n[241]She saw you with Sheronda. So Simone goes to the dress department with her Robinson's/May bag. \n[242]She waits for you to go in the place where you try things on. \n[243]So you come out with her Robinson's/May bag, go meet Sheronda. Simone peeks out, waits for my man Louis here to give her a signal nobody's watchin'. She leaves the store, gets in her car - mission accomplished. \n[244]I'm gonna be sittin' at the titty bar In downtown L.A. till my man over here calls me and gives me the O.K. sign. \n[245]Who's paging you? \n[246]That works on my nerves, you bein' so buddy-buddy with him. \n[247]Well, I've been trusting you all this time, haven't I? We agreed on ten percent of what you bring in and that's what you gonna get. \n[248]We're partners, Baby, sorta. I ain't gonna screw you. You haven't told me where I put it for you. \n[249]Max Cherry? You and him friends now? You tell him about this shit? \n[250]Don't you know all them bail bondsmen are crooks... \n[251] He doesn't like the last piece of new information.   \n[252]It's Ordell. We got a bit of a change in plans here. Nothing to worry 'bout - everything's the same - except for one change. That bitch you saw in the mall, Simone. She wasn't here today, cause she split on me. Me an Louis went over to her place ,she's gone. She's gone and all her shit's gone and so's my ten thousand dollars. It ain't nothin' to worry about, girl. Everything's just like we discussed. Except when you do the switch, instead of Simone, it's gonna be Melanie. \n[253]What the fuck are you two still doing there?! \n[254]Well, you the one in motherfuckin' charge. \n[255]Go in there, snatch her by the hair, and drag her big ass out. This is my goddam money we're talking about. Get your ass out the door. \n[256]That's me. \n[257] \n[258]When I see you. Pick me up at Sam's. You count the money? \n[259]Melanie must be dyin' to see it. Louis. \n[260]- Not now, pick me up. \n[261]You keep drivin' down Ninth, to where they got all them car dealerships. We're gonna leave this heap in a parking lot and get one the cops don't know about. Hey, where's Melanie? \n[262]So what, you left her there. \n[263]You shot Melanie? \n[264]Couldn't talk to her? \n[265]You couldn't just hit her? \n[266]You shot her twice? \n[267]So you're sure she's dead. \n[268]Where did you shoot her? \n[269]Well, if you had to do it, you had to do it. What we don't want is that bitch surviving on us. Anybody but that woman. \n[270] \n[271]Where's the rest of it?  \n[272]Maybe forty, maybe not that much. \n[273] \n[274]Came outta where? \n[275]How long was she in there? \n[276]Louis, You tellin' me the truth? \n[277]Then what? \n[278]Where you shot her. \n[279]You sure she ain't somewhere with a half-a-million dollars I worked my ass off to earn? \n[280]Pull the car over. \n[281]What'd you shoot her with? \n[282] He thinks.  \n[283] Jackie's gonna die. He slaps the magazine back into the Beretta.  \n[284]Okay, so it was Jackie Brown. \n[285]'fore I blow that bitch's brains out, I'll ask her. \n[286]If there were nothin; in here but towels, maybe she didn't get a chance to take it from her suitcase and A.T.F. got it. But, she put these fuckin' books in here to trick our ass. \n[287]Then she throws forty thousand in here, to rub the shit in my face, know what I'm saying? She wants me to know she ripped me off. \n[288]Or... ... she gave it to somebody else first, before Melanie went in the dressing room. \n[289]What? \n[290]Tell me. \n[291]You gonna tell me who it was? \n[292]You see Max Cherry in the dress department. We're about to be handed half-a-million dollars - Man, look at me when I'm talking to you! And you don't think nothing of him being there! \n[293]Hell, yes, they know each other. He bonded her out of county. \n[294]You know the motherfucker's a bail bondsman, don't ya? You know every last one of them motherfuckers is crooked as hell? \n[295]Man, I don't want to hear your fuckin' excuses! \n[296]Oh, you gonna tell me the reason you lost all the goddam money I got in the world! Let me tell you the reason, motherfucker! The reason is, your ass ain't worth a shit no more! \n[297]What the fuck happened to you, man? Shit, your ass use'ta be beautiful. \n[298] On the phone.  \n[299]Can you believe that shit? Motherfucker hung up on me. Ingrate nigger. Do things for people and that's how they treat you. Goddamn girl, how can you live like this? \n[300]Girl, this shit is repugnant. \n[301]Let me speak to Max Cherry. \n[302]He leave town? \n[303]Give me his home number. \n[304]Hello. \n[305]You know who this is? \n[306]She got off, huh? \n[307]Looky here, I know you helped her and I know you know what I want Jackie can tell me any story come in that pretty head of hers. Long as at the end of that story, she hands over my money. She do that, we're still friends. Now, she don't wanna be my friend no more, tell her to think about ol' Louis. And if she tries to turn me in, I'll name her ass as my accessory. We'll go upstate together. Hand in handcuffed hand. Now that shit's a promise, understand what I'm sayin'? You tell her that, and I'll call you back. \n[308]What the fuck you doin' knockin on the door like the goddamn police? You lookin' to get shot? \n[309]You keep fuckin' with me, you're gonna be asleep forever. \n[310]Git your ass in here. \n[311]You better freeze, motherfucker! \n[312]That's all? \n[313]You know what the fuck I'm talkin' about. You talk to her? \n[314]How'd you find me? \n[315]How the fuck did he find me? \n[316]Well, bully for that nigga. You say she wants to give me the money, huh? \n[317]Well, give it to me then. \n[318]I'd like to hear that too. Turn around and put your hands on your head. \n[319]Lift up your pant leg. You help her? \n[320]And you did that to protect my interest? \n[321]My ass be dumb, but I'm not a dumbass. Go sit over there on the couch. \n[322]You get used to it after a while. Now tell me where my money's at. \n[323]And where's Jackie? \n[324]She wanted to see me, why wasn't she home? \n[325] \n[326]Have her bring the money here. \n[327]Call her, tell her the combination. \n[328]You expect me to just walk in there? \n[329]That's why she's givin' up my money huh? Not that bullshit about Melanie. I didn't trust her ass neither, but I knew how to handle her. She was my blonde-headed little surfer gal. I fuckin' told Louis he could've just given her a punch in the mouth, he didn't need to shoot her. She's at your office. \n[330]By herself. That big mandingo nigga Winston ain't there, is he? \n[331]I call your office, she better answer the phone. \n[332]All the time I've known her, I never heard her sound scared like that. Ordinarily she's too cool for school. I'm driving, gimme the keys. \n[333] The song plays LOUD. Ordell moves his head to the music slightly. Mak sits silently in the passenger seat, sneaking a look at Ordell every once in a while.   \n[334] \n[335] His face is ice, the music is LOUD.   \n[336] Music is LOUD. Ordell's driving. Max says;  \n[337]I know where it is. \n[338]I know where to turn. \n[339] Sitting in the parked Cadillac. Ordell has just turned off the lights and turns to Max, Beretta in hand.  \n[340]My money's in that office, right? \n[341]She starts givin' me some bullshit about it ain't there. It's somewhere else and we can go get it. I'm shootin' you in the head right then and there. Then I'm gonna shoot her in the kneecap, find out where my godamn money is. I go walkin' in there and that nigga Winston or anybody else is in there, you're the first man shot, understand what I'm sayin'? \n[342]Now, is there anything you want to tell me before we get out of this car? \n[343]You sure? \n[344]You better be, motherfucker. \n[345]Get ahead of me and open the door. \n[346]Step inside easy. \n[347]Hey, girl, what the hell you sitting in the goddamn dark for? ", "Robbie": "\n[1] \n[2] Ordell wears clothes nice and likes wearing nice clothes. Stylish, athletic wear , heavy, black leather jackets , warm-colored berets and baseball caps to cover his balding head are Ordell's \"look.\" At this moment Ordell's wearing an open silk shirt.  Ordell narrates the video playing on the big-screen V. . He holds a cocktail in one hand and the remote control in the other, pacing the floor in his I-can-talk-anybody-into-anything voice.  LOUIS GARA, who looks like he does his shopping at the Salvation Army (dressed in a Hawaiian shirt and dungarees), sits on the sofa staring blankly at the video, drinking Jack Daniels on ice. Louis, white, also in his mid forties, has lived over half of his life in penal institutions. The experience has affected both his body language and his thought process.  While acutely aware of the rhythm of life inside a correction facility, in the real world his timing is thrown. It's like a song he doesn't know the lyrics to but attempt to sing anyway.  The third person watching the video is the person who lives in this apartment, MELANIE RALSTON. Melanie, thirty- three, is a tanned, blonde, California beach bunny. Like the kind you se in the old Crown International movies from the seventies like \"Pom Pom Girls\" \"Malibu Beach\" and \"Beach Girls,\" except Melanie is older than any of those girls ever are. She's dressed in her Melanie- uniform of stringy Levis cutoffs and a stringy bra top. So far Melanie has been able to make a living out of lying in the sun, always finding a generous, wealthy man more than willing to pay her rent and pick up her tabs. In her prime  it was Japanese industrialists, film production guys, and Middle Eastern businessmen who kept Melanie. And it was places like the Bahamas, Acapulco, and the Virgin Islands where they kept her.  But now, at thirty three, she lives in an apartment in Hermosa Beach, California that Ordell pays for an drops in and out of. She's curled up in a reclining chair, smoking weed from a pipe, reading Movieline Magazine and paying no attention to the video.  ", "Louis": "\n[1]Who's your partner? \n[2]I can sit through it once. \n[3]I'm impressed. He knows a lot. \n[4]Sure. \n[5]Four days ago. \n[6]Susanville. \n[7]Two months shy of four years. \n[8]Uh-huh. \n[9]Bank robbery. \n[10]What's your cost? \n[11]Are you serious? \n[12]That's good money. \n[13]Then what? \n[14]I'm going to wait in the car. \n[15]Which one is for the car? \n[16]What do I do? \n[17]Okay. \n[18]Hello. \n[19]Oh, I dunno. Watching TV. \n[20]Nothin' really. Just kinda goin' back and forth. They had some black girl from some black show on Jay Leno. I watched that for a bit, but I kept flippin channels cause I didn't know who she was. \n[21]I dunno. \n[22]The moon - I dunno \n[23]You're outside? \n[24]C'mon in. \n[25]I'm in my underwear. \n[26]Who was that? \n[27]Who was Beaumont? \n[28]What did he do? \n[29]Yeah. \n[30]I follow. \n[31]I didn't look like a bum. \n[32]Is it ready to go? \n[33]Yeah, I'm just gettin' old. I can't smoke or laugh now it seems without coughing. \n[34]Way ahead of you. \n[35]What's a Metrix? \n[36]It's a diet thing? \n[37]No thanks. \n[38]How old were you here? \n[39]The roller disco one. \n[40]You're fourteen years old here? \n[41]I thought you were sixteen. \n[42]Were you a disco girl? \n[43]So where did you go? \n[44]No. \n[45]Detroit. \n[46]We had done time together already. \n[47]No. \n[48]I don't like dancing. \n[49]I went to a few just to meet women. But I don't like to dance, and it's so fuckin; loud. During that whole scene I just drank in bars. Who didn't make the cut? \n[50]You been to Japan? \n[51]You lived in Japan, when? \n[52]Who's arm is that? \n[53]Must of made quite an impression. \n[54]That sounds like a problem. \n[55]Sure. \n[56] Lies on the couch on his back and Melanie sits on top of him. They're going at it like a couple of fuck monkeys. Almost on the fade up, Louis cums.  \n[57]Yeah, that really hit the spot. \n[58]He seems to be making out. \n[59]Yeah. \n[60]I wouldn't go so far as to say that. \n[61]So what are you trying to tell me? I should get out of here? \n[62]No. \n[63]Does that bother you? \n[64]You live with him. \n[65]Uh-huh? \n[66]And your point is? \n[67]Uh-huh? \n[68]How much is there? \n[69]Can I ask you about Melanie? \n[70]What's your relationship? \n[71]She believed you? \n[72]Do you trust Melanie? \n[73]That's not what I meant when I asked did you trust her. \n[74]Yep. \n[75]Well, why the fuck keep her around? \n[76]Why do you let someone know your business you can't trust? \n[77]What does that mean? \n[78]I still don't understand why you keep her around. \n[79]Uh-huh. \n[80]Why we doin' I there? \n[81]I was ready to leave ten minutes ago. \n[82]Well, she keeps saying 'in a minute.' \n[83]We're leaving now! \n[84] In Melanie's Toyota drive towards the mall. Melanie drives singing along with Kate Bush on her car stereo.   \n[85]Come on, goddammit, we're late! \n[86]We shoulda been there already and we woulda been if it hadn't been for your fuckin' around! \n[87]Just stay right fuckin' here, all right? \n[88] \n[89]What are you doin'? \n[90]Lemme have the bag. \n[91]Goddam you. Gimme that bag, \n[92]Gimme that bag before I knock you out and take it. \n[93]I'm carrying it. \n[94]Fuck you with your chill pill. \n[95]Yeah, down the end. \n[96]This one. \n[97]Don't say anything else, okay? I'm telling you, keep your mouth shut. \n[98]I mean it. Don't say one fuckin' word. \n[99]See, just where I fuckin' said it was! \n[100]Hey, look. I found it! \n[101]It's Louis. \n[102]I got it. Listen, there's something else I have to tell you. \n[103]I haven't even looked at it yet, it's still in the shopping bag. \n[104]That's what I got to talk to you about. You see, Melanie was giving me a hard time - \n[105]That's what I gotta tell you. She bugged me the whole time. Got pissy with me 'cause I wouldn't let her carry the bag. Started running her fuckin' mouth... I couldn't remember right away when we came out where the car was parked, so she got on me about that. \"Is it this aisle Lou-is, is it that one?\" She was totally fuckin' with my nerves. \n[106]I shot her. \n[107]I expect she's dead. \n[108]Twice. In the parking lot. \n[109]You know how she is. \n[110]Maybe... but at that moment... I dunno... \n[111]Uh-huh. \n[112]Pretty sure. \n[113]In the chest and stomach. \n[114] \n[115] \n[116]You said five hundred and fifty! \n[117]Look, that's the bag she came out with. She never even put her hand in it, and neither did I. \n[118]The fitting room. It went down exactly the way it was supposed to. \n[119]Maybe a minute. She came right out. \n[120]Look, I swear to fucking god, she came out with that bag and I took it from her. \n[121]We went to the parking lot. \n[122]That's right. \n[123] \n[124]It's in there. \n[125]What's that gonna tell you\" If I was really pullin' a burn, I'd have taken two out, wouldn't I? I thought you trusted me. \n[126]If she's got it, why didn't she take it all? \n[127]Maybe the Feds got it. \n[128]That's why I never checked it. The bag felt right. \n[129]I don't know. Either she has it or the Feds. \n[130]Jesus Christ. \n[131]You know who I saw in the dress department? \n[132]I didn't really think anything of it. No - I did wonder what he was doing there, but didn't think it had anything to do with us. You know like maybe he was there with his wife or girlfriend. \n[133]Max Cherry. \n[134]Do Max Cherry and Jackie Brown know each other? \n[135]How am I supposed to know that? \n[136]Why should I think anything's weird, if I don't know nothin' about them knowing each other? \n[137]I ain't givin' you fuckin' excuses, I'm givin' you reasons. \n[138] ", "Gara": "\n[1] We look down a row of cars in an enclosed parking garage at LAX. Jackie Brown, the Cabo Air stewardess from the opening credits, walks into frame. We dolly behind her as she walks down the row of cars.  ", "Max": "\n[1] \n[2]  \n[3]  \n[4]How can I help you? \n[5]Use that coffee cup on the desk. \n[6]That's Winston. He works here. \n[7]Yeah. \n[8]So, you want a ten-thousand dollar bond. What've you got for collateral? \n[9]You have it with you? \n[10]You have cash. What do you need me for? \n[11]Cost you a thousand for the bond. \n[12]Who's it for? A relative? \n[13]Ten thousand sounds high. \n[14]He takes off and I gotta go to Kentucky to bring him back, you pay the expenses. \n[15]I've done it. \n[16]What's his full name? \n[17] \n[18]   \n[19]Getting there. \n[20] Max hangs up the phone.  \n[21] \n[22]On his prior, he served nine months, and he's working on four years' probation. \n[23]Do you know what he's on probation for? \n[24]Possession of unregistered machine guns. \n[25]They do consider this a violation of his probation. Your boy's looking at ten years, plus the concealed weapon. \n[26]I need your name and address. \n[27]House or apartment? \n[28]Now I need you to count your money. \n[29]Across the street a Great Western. It goes in a trust account. You'll need to fill out an Application for Appearance Bond, an Indemnity Agreement, a Contingent Promissory Note. That's the one, if Beaumont skips and I go after him, you pay the expenses. \n[30] \n[31] \n[32] The bathroom door in Max's office. We hear a toilet flush behind it. The door opens, and Max Cherry emerges, zipping up his pants with a TV guide in his hand.  He looks up and stops dead.  Ordell sitting oh-so comfortably in the chair in front of Max's desk.  \n[33]Comfortable? \n[34]I can see that. Why? \n[35]Oh, yeah? What did he do? \n[36]The bond for possession is only a thousand. \n[37]It still sounds high. \n[38]Before we start talking about stewardess, let's get Beaumont out of the way first. \n[39]What? \n[40]Hear what? \n[41]Did the police contact you? \n[42]The stewardess. Do you know her last name? \n[43]What does she do for you? \n[44]Beaumont worked for you. \n[45]Was she? \n[46]You're not my client until you get busted and I bond you out. \n[47]Cause you want me to know what a slick guy you are. You got stewardesses bringing you fifty grand. \n[48]You want me to speculate on what you do. I'd say you're in the drug business, except the money's moving in the wrong direction. Whatever you're into, you seem to be getting away with it, so more power to you. Okay you want another bond, and you want to move over the ten thousand you put down on Beaumont to the stewardess. That means paperwork. I have to get a death certificate, present it to the court, fill out a receipt for return of bond collateral, then type up another application. An indemnity agreement - \n[49]- I'm telling you what I have to do. What you have to do, in case you forgot, is come up with premium of a thousand bucks. \n[50]Well, come back when you do, and I'll bond out the stewardess. \n[51]If I don't see it in front of me, you're right. It ain't shit. \n[52]Ordell, this isn't a bar, an you don't have a tab. \n[53]Falsely accused? She didn't come back from Mexico with cocaine on her? \n[54]Is white guilt supposed to make me forget I'm running a business? \n[55] It's early evening; and Max's powder-blue Seville is driving to the County Jail with a client, a young Hispanic woman of twenty named ANITA.  \n[56]Tomorrow I'll talk to your probation officer. Karen's a good kid, but she's mad at you, because you lied to her. This business about your grandmother's funeral \n[57]But you didn't ask permission. You broke a trust. If you had asked, Karen probably would have let you. I'm sure she would. \n[58]But then you told her you were home. \n[59]I don't know. Maybe it's a language problem. Anita, you ever cause this much heartache over something that could easily be avoided, I'll never write you again. You understand? \n[60]I mean it. I don't care how many times your mother calls or how much she cries. \n[61]Then say \"Yes, Max. I understand.\" \n[62]Dropping off and picking up. Dropping of Lopez, Anita. Picking up Brown, Jackie. \n[63]I'll call her. \n[64]I won't forget. \n[65] Still reading his novel. We hear offscreen, a SHERIFF'S voice.  \n[66]Miss Brown... I'm Max Cherry. I'm your bail bondsman. \n[67]I can give you a lift home if you'd like? \n[68] Max puts his key in the ignition, when Jackie asks;  \n[69]Who do you think I am? \n[70]I gave you my card there. \n[71]You're serious? \n[72]\n[73]In cash. \n[74] \n[75]Sure, ever been to the Riverbottom? \n[76]It's okay. It's a cop hangout. \n[77]I thought you might want a drink? \n[78]We could stop at the Hilton by the airport. \n[79]It's kind of a sports bar \n[80]Why does it need to be dark? \n[81]Great. \n[82]No thanks, I quit three years ago. \n[83]Ten pounds. I lose it and put it back on. \n[84]What's your brand? \n[85]Was she helpful? \n[86]You know, I figured out the other day I've written something like' fifteen thousand bonds since I've been in the business. I'd say about eighty percent of them were at least drug related. If you want, I can help you look at your options. \n[87] \n[88]What have they told you? \n[89]I'd say if you're tried and found guilty you won't get more than a year and a day. That's State time. Prison. \n[90]But they won't want to take you to trial. They'll offer you simple Possession, a few months of County time, and a year or two probation. How 'bout another? \n[91]You know who put the dope in your bag? \n[92]They wanted you to tell them what you know. \n[93]What did they want to know? \n[94]No, thanks. \n[95]That would be Beaumont Livingston. \n[96]I wrote him on Monday. They found him dead on Tuesday. \n[97]Same as you. Ten thousand. \n[98]You mentioned a guy from L.A.P.D., but you didn't mention the Federal. \n[99]No, you didn't. What branch? \n[100]He's the one who wants you. \n[101]'Cause if he busted you, you'd play hell bonding out of federal court. He doesn't want you mad at him, he wants you to tell him what you know. He uses you to get a line on Ordell, make a case, then take him federal. You know what Ordell's into? \n[102]How many trips did you make? \n[103]He's got that kinda money? \n[104]Cash poor? \n[105]If you knew bringing anything over ten thousand was against the law, why not pack a hundred grand? \n[106]Ask A.T.F. They might give you permission. \n[107]Well, Jackie, you got caught, you're gonna have to give 'em something. \n[108]Give 'em what you got. Offer to help. Show a willingness to be helpful. You want to stay out of jail, don't you? \n[109]What'dya think? \n[110] Max drives home, an almost moony romantic look no his face. He can't stop thinking about Jackie. During the night she'd have a gleam in her eyes, the look saying; \"WE COULD HAVE FUN\". Unless she was appraising kinda him with the look, making a judgment and what it said was; \"I COULD USE YOU\". Either way it was a turn-on.  Max pulls into the driveway of his small house in Torrance.   \n[111] Max takes his keys, then to the glove box...   \n[112]Where is it? \n[113] \n[114]If you're having some. \n[115]You get a chance to use it? \n[116]Black's fine. \n[117]You want to hang on to it awhile? It wouldn't be legal, but if it makes - \n[118]You went out this morning and bought a gun? \n[119]You went out this morning and bought a gun. \n[120]Somebody loan it to you? \n[121]Sure. \n[122]It looks nice. \n[123]You never got into the whole CD revolution? \n[124]Yeah, but you can't get new stuff on records. \n[125]This is pretty. \n[126]Who is this? \n[127]'76? \n[128]It's nice. \n[129]Are you? \n[130]What I meant was have a lawyer do the negotiating for you. \n[131]Well, if the A.T.F. guy is the one who wants you, that'll only interest him up to a point. \n[132]How'd you find that out? \n[133]He called you? \n[134]What?... What'd you do? \n[135]Why? \n[136]No thanks. There's gotta be other ways to get it out. \n[137]How do you get it out? \n[138]You're gonna offer to set him up? \n[139]It's very possible Ordell's killed somebody. \n[140]You're not old. You look great. \n[141]It's not really something I think about. \n[142]Okay, I'm a little sensitive about my hair. It started falling out ten years ago. So I did something about it. \n[143]I'm fine with it, or I wouldn't of done it, I did it to feel better about myself, and I do. When I look in the mirror it looks like me. \n[144]You know, I can't really feel too sorry for you in that department. \n[145]In fact, I'd make a bet that except possibly for an Afro - you look exactly the same as you did at twenty nine. \n[146]Bigger? \n[147]Nothin wrong with that. \n[148]Does something else worry you? \n[149]Fifteen thousand. \n[150]Hi, Jackie. It's Max. I was just calling to find out how everything went today with A.T.F. If you want to call me, my home number is 555-6788, or you can reach me at my office, which is 555-B-A-I-L. That's also on the card I gave you when we first met - I don't know if you still have that - but it's on it - Oh, let me give you my beeper number. It's 555-7839. Okay, so I'll talk to you later. Hope everything's well. Bye-bye. \n[151]walks into the food court. He stands looking a all the international fast food choices in front of him. As he tries to decide, he hears from behind him; \n[152]Well, hello. \n[153]I walked right past you. \n[154]Catching a movie. \n[155]\"American Prseident\" \n[156]Pretty good. Me and Annette Bening are goin steady. \n[157]No... ... I don't believe she's ever heard of me. But that doesn't mean we're not going steady. \n[158] \n[159]I think falling in live with movie stars is something that happens to a man as he gets older. \n[160]Well, I'd never be so bold as to speak for all men, but as or myself and a few of my friends, that's definitely the case. There's a lot of actresses out there you like, and there's some you have crushes on. But there's always one who you love. And with her it's sorta like going steady. \n[161]For now. These relationships never last too long. \n[162]Sandra Bullock. You know her? \n[163]She's adorable. But I had to end it. \n[164]I'm old enough to be her father. \n[165]I don't care. \n[166]What're you, a bag lady? \n[167]You talk them into it? \n[168]Bring the money in and they follow it? \n[169]You don't actually do it that way? \n[170]Make the delivery somewhere in the mall. \n[171]Sit down, leave the bag under the table? \n[172]Will Ordell go for that? \n[173]He was here? \n[174]I called you last night. \n[175]You think he's got a thing for you? \n[176]I don't follow your logic. What does his being nice to you have to do with him wanting Ordell's money? \n[177]I see. \n[178]Has he hinted around? \n[179]You know some interesting people. \n[180]Has Nicolet told you any colorful stories like that? \n[181]No harm in that. He's a young guy havin' fun being a cop. I know the type, trust me on this. He's more interested in Ordell than the money. If he's gonna do anything suspect, it'll be cutting corners to get the conviction; but he wouldn't walk off with the money. It's evidence. \n[182]What? If I was in Nicolet's place? \n[183]If I saw a way to walk off with a shopping bag full of money, would I take it? \n[184]A half-a-million dollars will always be missed. \n[185]Okay, sure. I might be tempted. Especially now, since I'm getting out of the bail bonds business. \n[186]I have to stand behind all my active bonds, but I'm not writing any new ones. \n[187]A lot of reasons. But the main one would be I'm tired of it. \n[188]It's been a long time coming. I finally made up my mind - I guess it was Thursday. \n[189]Hi, I'm Max Cherry. Your bail bondsman. \n[190] \n[191]Yeah, that night I went to pick up a guy. I hear he's staying at this house, so I sneak in, wait for him to come home. \n[192]Uh-huh. \n[193]I dropped you off... \n[194]Went to my office, found out you took my gun... \n[195]Got another gun and a stun gun... \n[196] \n[197]And went to this guy's house in El Monte, and I waited for him. \n[198]Shoot him with the stun gun. While he's incapacitated, cuff him, take 'em to County. \n[199]That's my job. \n[200]He never came home. But I'm sitting on the couch, in the dark, holding my stun gun and the whole house smells of mildew - So after a couple hours I think, \"What am I doing here? Nineteen years of this shit? So I made up my mind, that's it. \n[201]More or less. \n[202]Which one? \n[203]I believe I said I'd be tempted. \n[204]Don't even think about it. You could get yourself killed go to prison... \n[205]Caf\u008a mocha. \n[206]No, thanks. \n[207]The feds. It's evidence. \n[208] He ponders his words as he watches her from a distance.   \n[209] \n[210] Max watches the two cops turn their attention to the young girl eating in the food court.  Max watches her, too. The Young Girl continues to work her way through her Mexican food, when she turns her head to an OLDER BLACK WOMAN sitting at the next table. The older woman says something, and the younger woman hands her the ashtray Jackie was using.  Max watches the Young Girl finish her food and get up from the table. She stoops down to get the Broadway shopping bag and walks out of the food court.  Max watches Nicolet and Dargus let the Young Girl get a little ahead, then follow after her. They're gone.  Max turns back on the older woman all alone.  She finishes the coffee she was drinking and stands up, carrying - how about that? - A Broadway shopping bag. The woman heads out of the mall.  Max follows her.  The older woman walks past us. She heads straight for the exit.   \n[211] \n[212]You're rationalizing. \n[213] Max climbs into his Seville, starts her up, and drives out of the parking lot.   \n[214] Driving down the street, lost in thought.  \n[215] \n[216]Do you think they bought it? \n[217]You know, a good cop won't let you know he knows you're fulla shit. \n[218] \n[219]It'll be more than that. \n[220]But you still have to show him the money at the airport. \n[221]Where's the rest of it? \n[222]What if he checks it? \n[223]You're takin' a helluva chance kid. \n[224]Then you're out and you get nothing. \n[225]You're gonna have surveillance all over you. \n[226]In a dress. \n[227] Max Cherry sits behind his desk. WINSTON POWELL, the big black guy from the photo, is at the other desk on the phone. Max looks at his watch.  \n[228]I'm going out for a few hours. \n[229]I'm going to Del Amo, see a movie, get something to eat. \n[230]Whatever looks best and starts the soonest. \n[231] In his Cadillac Seville, cruising down Hawthorne Boulevard to the mall. He plays hid Delfonics CD.   \n[232] Max is looking at dresses, paying no attention to the fitting room.  He thinks, 'what the fuck is Max Cherry doing here?'  Max, doing what he's doing, looks up and sees Louis staring at him across the floor. Max smiles and gives Louis a wave before turning his back to him and continues to do what he was doing.  He quickly looks around the store to see anything else; any more surprise guests, possible police surveillance. Everything looks normal. The saleswoman is behind the register ringing up Jackie's purchase. The few customers there are doing customer stuff.  Then he sees Melanie come out with a Robinson's/May bag and head down a different aisle.  He hurries down his aisle and cuts her off. Their whole fight is said tense and low.  \n[233]Not right now. I'm just killing time waiting for my wife. But thanks, anyway. \n[234]Thanks, I won't. \n[235] \n[236]Max, old boy. You've spent nineteen years dealing with people who take incredible risks. You walk over to that counter, you're gonna find out what it's like. \n[237]Excuse me, but my wife thinks she left a bag of beach towels in the fitting room? \n[238]Thanks. \n[239]Got 'em, thanks. \n[240]I've been looking for you. \n[241]Mister Robbie, isn't it? I have the ten thousand you put up. Isn't that why you called. \n[242]The bond collateral on Beaumont Livingston you moved over to cover Miss Brown, remember? \n[243]They decided to no-file. Tell me where you are and I'll bring you your money. \n[244]You still there? \n[245]You're right, that was Ordell. You have time, you think you could find out for me where he's staying? \n[246]They don't have your winning personality. \n[247]I think I do. Is that good enough? \n[248] Max on the phone in his office, alone.  \n[249]I know where he is. \n[250]All Winston had to do was ask around. Ordell's living in Long Beach with a woman junkie. \n[251]People talk to Winston. He's street, same as them, they trust him. They get busted, they know somebody who can bond them out. I thought I might drop in on him. He'll no doubt be surprised to see me. \n[252]On the phone I told him I have the ten thousand he put up for your bond. I could bring the money and the papers for him to sign. Walk out and call the Sheriff's department. \n[253]Everybody wants him, he's a homicide suspect. It doesn't matter who brings him in, he's gonna name you as an accessory. \n[254]It's not that simple. \n[255]So how do we give Ordell to Nicolet? \n[256]Set him up. \n[257]Tell him you want to see him? \n[258]Why? \n[259]What do you tell Nicolet? \n[260]We get Ordell to come to my office. Nicolet - is he already there, or does he come busting in while we're chatting? \n[261]What if he hears something he's not supposed to? \n[262]I thought you might be asleep. \n[263]I'm alone. \n[264]You want your money? Your bond refund? \n[265]I have a bond receipt for you to sign. \n[266]She wants to give you your money. If she didn't, there'd be cops batter- ramming the door right now. \n[267]Winston found you. \n[268]That's what Winston does. He finds people who don't want to be found. \n[269]Uh-huh. \n[270]She wants to give it to you herself and collect her ten percent. She also wants to explain why she had to hold on to it. \n[271]Jackie didn't trust Melanie. She'd already tried to get Jackie to go in with her, split the half million amongst themselves. What she did was take quite a risk to see you get your money. \n[272]All I did was walk out with it. \n[273]In a way, yes. \n[274]This place stinks. \n[275]My office. \n[276]She's been there since Thursday night. \n[277]She was afraid. \n[278]She still is. She doesn't want to get shot before she can tell you what happened. \n[279]It's in the safe. She can't get at it. \n[280]I'm telling you, you got her spooked. She won't leave there till you have your money and you're gone. \n[281]If she wanted to set you up, you'd be in custody right now. When you said you'd name her as an accessory she believed you. That scares her more than anything. \n[282]Uh-huh. \n[283]She's all alone. \n[284]She will. \n[285] The song plays LOUD. Ordell moves his head to the music slightly. Mak sits silently in the passenger seat, sneaking a look at Ordell every once in a while.   \n[286] Music is LOUD. Ordell's driving. Max says;  \n[287]It's the next street. \n[288]Turn left. \n[289] Sitting in the parked Cadillac. Ordell has just turned off the lights and turns to Max, Beretta in hand.  \n[290]Uh-huh. \n[291]Yeah. \n[292]No. \n[293]Yes. \n[294]In his inside coat pocket. \n[295]I went to give him his refund, so he wouldn't have to come here. \n[296]I found out. \n[297]I told Jackie, and Jackie said you wanted him. \n[298]Hey, you. \n[299]Less ten percent. \n[300]I hesitated taking that much. \n[301]I'm sure. \n[302]What's he doing? \n[303]Did you tell him you were leaving? \n[304]That's Ordell's. \n[305]Not after they're dead. \n[306]I didn't say you did. \n[307]I know. \n[308]I'm fifty-five-years old. I can't blame anybody for anything I do. \n[309] \n[310]Where're you going? \n[311]Madrid or Barcelona? \n[312]Thanks, but you have a good time. \n[313]Thank you for saying that, but no. My business. \n[314]I'm just tired in general. \n[315]A little bit. ", "Cherry": "\n[1] The store front window of Cherry Bail Bonds in Inglewood, California. The name of the business is spelled out on the window, which also includes a drawing of a fat red cherry.  Ordell's BLACK MERCEDES CONVERTIBLE pulls up.  Ordell in the driver's seat. Louis in shotgun position.   \n[2] Inside Cherry Bail Bonds, looking out through the picture window. We can read the name on the glass backwards. Ordell and Louis appears in the window and enter the building. Ordell carries a L.A. Lakers athletic bag.  An unidentified MALE VOICE, obviously on the telephone, can be heard.  Ordell goes toward the voice and tells Louis to \"hang back.\"  \n[3] Louis walks out of the office. He goes up to Ordell's black Mercedes. He points the little black box at it. The car goes BLEEP.  He gingerly approaches it, opens the door and climbs inside.   \n[4] Max hangs up the phone.  \n[5] \n[6] The bathroom door in Max's office. We hear a toilet flush behind it. The door opens, and Max Cherry emerges, zipping up his pants with a TV guide in his hand.  He looks up and stops dead.  Ordell sitting oh-so comfortably in the chair in front of Max's desk.  \n[7] Max in his office on the phone.  \n[8] Max Cherry sits behind his desk. WINSTON POWELL, the big black guy from the photo, is at the other desk on the phone. Max looks at his watch.  \n[9] Max is looking at dresses, paying no attention to the fitting room.  He thinks, 'what the fuck is Max Cherry doing here?'  Max, doing what he's doing, looks up and sees Louis staring at him across the floor. Max smiles and gives Louis a wave before turning his back to him and continues to do what he was doing.  He quickly looks around the store to see anything else; any more surprise guests, possible police surveillance. Everything looks normal. The saleswoman is behind the register ringing up Jackie's purchase. The few customers there are doing customer stuff.  Then he sees Melanie come out with a Robinson's/May bag and head down a different aisle.  He hurries down his aisle and cuts her off. Their whole fight is said tense and low.  \n[10] Winston behind his desk, on the phone.  \n[11] Max on the other end behind his desk. Winston sitting on the edge of the desk listening.  \n[12] Jackie on the phone with Ordell, sitting behind Max's desk.  \n[13] Jackie sitting behind the desk. She opens the drawer to her right, Max's .38 sits there. She closes the drawer.   \n[14] They both get out of the Cadillac. Ordell sticks his gun in his pants.  \n[15] As opposed to the last scene late at night, it's early morning. Max sits at his desk, filling out a report.  \n[16] They walk outside and Max sees Ordell's black Mercedes convertible.  ", "Ray": "\n[1] \n[2] A STEDICAM glides through the apartment, it falls on a beeper \"beeping\", a gun, a wallet and car keys on a dresser drawer... it leaves that and lands on a TV screen: Tom Snyder is interviewing a guest on his show ... it leaves that and falls on two empty and one quarter- filled beer bottles... it leaves that and falls on a sleeping Ray Nicolet passed out in his reclining chair. The sound of Tom Snyder and the faint beeping are heard offscreen.   ", "Nicolette": "", "Beaumont": "\n[1] BEAUMONT LIVINGSTON, wearing no shirt, sweatpants, and smoking a fatty answers the intercom, which buzzes loudly. We can hear JAY LENO interviewing a CELEBRITY on \n[2] \n[3] Ordell stands outside the security gate of Beaumont's Hollywood apartment.  EXTREME CLOSEUP - Ordell's lips talking into the intercom speaker.  \n[4]What the fuck can I say? I'm serious, man. What the fuck can I say? Thank you... thank you... thank you. \n[5]You were there for me. \n[6]You. \n[7]I'm still scared as a motherfucker, Ordell. They talkin' like they serious 'bout me doin' that machine gun time. \n[8]If that's what they want to do, they're doin' it. \n[9]Three years. \n[10]That's not what they're tellin' me. \n[11]Hey, c'mon in, man. I was just - you know - smokin' a fatty, watchin' TV. \n[12]What'd ya mean? \n[13]What? \n[14]That requires me goin out tonight? \n[15]Aaaaawww man, I wasn't plannin' on goin no place. It's twelve o'clock, man. I'm home, I'm high - \n[16]What's the problem? \n[17]Uh-huh. \n[18]Man, I ain't ready to be goin' out nowhere - \n[19]Go ahead. \n[20]Fuck that shit, man. I ain't shootin' anybody. \n[21]I ain't gittin' in that trunk. \n[22]Uh-uh. I ain't riding in that trunk no minutes. Why don't I just ride with you? \n[23]Well, I'm sorry, man, but I ain't gittin' in that trunk. \n[24]I ain't doin' you no way. I just ain't climbin' in that trunk. I got a problem with small places. \n[25]Look, man, I know I owe you - \n[26]- I wanna help you, but I don't wanna be locked in the trunk of no car. \n[27]Course you didn't. \n[28]Now exactly how long I gotta be in this motherfucker. ", "Livingston": "\n[1]  ", "Mark": "", "Dargus": "\n[1]Hi, I'm Detective Mark Dargus. L.A.P.D. can I ask what you have in that bag? \n[2]This is Special Agent Ray Nicolet with Alcohol, Tobacco, and Firearms. Would you mind if we looked in that bag? \n[3]You have the right to say \"no.\" And I have the right to make you wait here with Ray while I go get a warrant. And if I don't want to go through all that trouble, I could just take you in on suspicion. \n[4]I'd say there's about, oh, fifty thousand dollars here. What would you say Ray? \n[5]This is your money? \n[6]You should know if you bring in anything over ten thousand you have to declare it. You forgot or what? You could get a two hundred and fifty thousand dollar fine, plus two years in prison. Now you want to talk to us about it, or you want to talk to Customs? \n[7] \n[8]Hey, this is my office. There's no smoking. \n[9]We could, smart ass... or we could work out what's known as a Substantial Assistance Agreement. That is if you're willing to cooperate. Tell us who gave you the money and who you're giving it to. \n[10]Can she afford a good one is the question. Otherwise she'll be in Sybill Brand three weeks easy before the Public Defender gets around to her. \n[11]If you don't want to talk to us, I guess we'll just have to hand you over to Customs. \n[12] We cut to the detective and the special agent for the first time in the scene.  \n[13]You know, Miss Brown, there's basically three types of people that we come along in the performance of our duty. One is, INNOCENT PEOPLE. Victims, witnesses, innocent bystanders... You ain't any of these. Then there's two; CRIMINALS. These sonabitches have dedicated their lives to a life outside the law. That ain't you either. Where you belong is the third category. The category we refer to as LOSERS. \n[14]Oh, you're both? In 1985 you were flying for TWA and got busted for carrying drugs. You were carrying them for a pilot husband of yours. He did time and you got off. But that ended your career with the big airlines. Cut to thirteen years later. You're forty-four years of age. You're flying for the shittiest little shuttle-fucking piece of shit Mexican airline that there is. Where you make a whopping twelve-thousand dollars a year. That ain't a hulluva lot to show for a twenty year career. And to top it off, you're going to jail. Now true, the judge, even with your prior, will probably only give you a year or two. But this doesn't seem like the time of life you got years to throw away. Now, we don't like trying losers like they're criminals. But in the absence of a criminal, we will try you. Now, wasn't this money given to you by an American living in Mexico by the name of Cedric Walker? \n[15]I'd like your permission to open this again. So we'll know exactly how much money we're talkin' about here. \n[16]While you're at it, let me see what else is in there. You mind? \n[17]What's in it? \n[18]What's this? \n[19]Let's see what else is in there. \n[20]Oh, I wouldn't be so sure. What with all the cash, I think I could go with Conspiracy to Traffic. \n[21]If she'll cooperate with us, we'll turn possession with intent into plain ol' Possession, and she can bond outta here for one thousand bucks. If she doesn't help us, we'll go for the Intent and request a twenty-five-thousand dollar bond. \n[22]That's correct, your honor. \n[23]Yes, I do, your honor. Based on the defendant's prior conviction and the extreme possibility of flight due to her occupation, the State requests a bond of no less than twenty-five thousand. \n[24]Come in. \n[25]Great, you're here. \n[26]Let me have a word outside with Agent Nicolet for a moment? \n[27]Thanks. \n[28]Go ahead. \n[29]She wants to make a deal. \n[30]She almost sounds scared. \n[31]She wants to go back to work. \n[32]She hasn't one into specifics yet, she's been waiting for you. \n[33]She ain't said it, but she's not stupid, she knows it's you who wants her. \n[34]Help us do what? \n[35]But now you're telling us now you do. \n[36]You don't want much, do you? \n[37] \n[38]How was your flight? \n[39]Bet you're happy to be working again. \n[40]We are. Don't worry about it. \n[41]What time do you have to be there? \n[42]What's her name? \n[43]She leaves, somebody'll be on her. \n[44] In a car, parked, on surveillance.   \n[45] \n[46]He's dead. \n[47]Does he have the marked bills on him? \n[48]Why were you with him? \n[49]How'd you know where he was? \n[50]And you didn't tell the Police? ", "Judge": "\n[1]Brown. Case number 700324. \n[2]The charge is possession of Narcotics with the Intent to Distribute. How does your client plead? \n[3]Very well... ... Detective Dargus - You're the arresting officer in his case, correct? \n[4]You have a recommendation for bail? \n[5]I'll set bond at ten thousand and set the date of August 14th for the arraignment. \n[6]That's six weeks from now, Miss Brown. We'll continue this matter then. Owens, case 72242. ", "Sheronda": "\n[1]He say we like the same thing as married. \n[2]Most of the times. \n[3]Sometimes every day, for a while. \n[4]Yes'm. \n[5]He say is a surprise. ", "Melanie": "\n[1] The Black Voice belong to forty-five-year old ORDELL \n[2]You know it's for you. \n[3]Hello. \n[4]It's for you. \n[5] \n[6]He thinks he's Joe Gunn now. \n[7]He's just repeating shit he overheard. He ain't any more a gun expert than I am. \n[8]Want a hit? \n[9]When did you get out of jail? \n[10]Where at? \n[11]How long? \n[12]Four years? \n[13]What for? \n[14]Really, I'm impressed. \n[15]Four years that's a long fuckin time. \n[16]It's Beaumont. \n[17]'Ola! \n[18]Hey, hey, hey. I think somebody's got some new clothes. \n[19]It's that late? \n[20]Not if your ambition is to get high and watch TV. \n[21]I was gonna tell you... \n[22]Yeah, there's another hit left. \n[23]You okay? \n[24]Coughing opens up the capillaries. When you cough, you're getting air - in this case smoke - to parts of the lung that don't normally get used. Coughing's good - gets ya higher. My dad coughs when he smokes all the time. \n[25]No problem. \n[26]Want a Metrix? \n[27]It's like this major meal in a shake you drink instead of having a big meal. \n[28]No, it's what body builders drink to beef up. \n[29]Which one? \n[30]Fourteen. \n[31]Yeah. \n[32]I was pretty much the same height now as I was then. \n[33]Noooo, I was a surfer girl. Besides, I was only fourteen. I couldn't go to discos. \n[34]The beach. Or get high, drop acid at a friend's place. I was a K.L.O.S. girl. I hated disco. \n[35]That was taken at a place called \"Flippers.\" It was in Hollywood. Were you in L.A. back then? \n[36]Where were you? \n[37]With Ordell? \n[38]Were you a disco guy? \n[39]C'mon, don't lie. \n[40]Did you ever go I one? \n[41]That's a picture of me in Japan. \n[42]I lived there for about nine months. \n[43]About five years ago. \n[44]That's the guy I lived with... his name was... Hir.Hirosh. \n[45]Not really. We didn't have much to say to each other anyway. I never got to know him that well, but I knew enough to know I wasn't missing much. I keep that, because of all the fuckin' time I was there, that's the only picture I got of me in Japan. That's Japan. \n[46]Wanna fuck? \n[47]That was fun. \n[48]Now that's over, let's get to know each other. \n[49] CLOSEUP - Louis taking a hit off Melanie's bong.  Louis and Melanie are back in the living room, kicking back, taking bong hits.  As Louis gets his hit, Melanie talks;  \n[50]Is it dead? \n[51]Well, so far he is. But you have to admit he's not too bright. \n[52]He moves his lips when he reads, what does that tell ya. Let's say he's streetwise. I'll give 'im that. He's still a fuck-up. \n[53]He killed a man worked for him the other night. \n[54]That's not what I'm saying at all. You know where he went? \n[55]He went to meet that stewardess. \n[56]Please. \n[57]I live here. He drops in and out. He tell you about that half-million dollars he's got in Mexico? \n[58]Course he did, he tells everybody who'll listen. That's what he's doin' with this stewardess. He's scheming how he can get it over here. \n[59]Let him and that stewardess get that money over here... \n[60] EXTREME CLOSEUP - Jackie's finger presses a small black button next to the handwritten name, \"M. RALSTON.\"   \n[61] \n[62] Jackie walks down the hallway and finds the door.  She rings the doorbell.  The door opens, she sees Melanie  on the other side. Melanie, dressed in a t-shirt, cut offs, doesn't say a word - just turns around and walks away.  Once Melanie leaves, she sees Ordell standing inside the apartment, screwdriver in hand, yelling after Melanie;  \n[63] Ordell and Jackie on the balcony.  \n[64] Ordell and Jackie sit on stools around the kitchen counter/bar. Louis sits with them on the phone, silent.  \n[65] Ordell walks Jackie to the elevator.  \n[66]Hey! \n[67]Buy ya a beer? \n[68]Good luck. That guy's been in there since I got here. \n[69]I know what you and Ordell got goin'. You sit down and have a beer with me. I'll tell you a secret. \n[70]Great... ... Wanda! \n[71]This lady is thirsty. \n[72]What's on tap? \n[73]Better get me another Sam's. Join me in a Jaeger shot? \n[74]Gimme one anyway. \n[75]This time? Almost a year. I've known him forever. \n[76]He told me to go outside. \"You may leave us now.\" It's all part of his pathetic attempt to be \"the man.\" You know Mr. Walker don't you? \n[77]Mr. Walker's my buddy. Ask him about Ordell. \n[78]Oh, man, listen. I'm sorry about that. I hope they don't come down on you on my account. Ordell shoulda told you it was in your bag. \n[79]  \n[80]He killed a guy who works for him the other day. \n[81]You already knew that? \n[82]So tell me. Having all that money in your flight bag - Is it tempting? \n[83]I tell you. If Ordell ever sent me to carry in ten thousand dollars, that would be the last motherfuckin' time he saw me. The next trip you're gonna have over half-a-million. If you thought of cutting Ordell out, I sure as hell wouldn't blame you. \n[84]You think I'm kidding? \n[85]You know how easy it would be? He won't be anywhere near that mall. Pull one more switch, up front. That's it. half-a-million dollars. Need help? \n[86]What's that fucker ever done for us? \n[87] Watches her go.  \n[88] \n[89] EXTREME CLOSEUP - Ordell on the phone  \n[90] Looks at Louis for a moment, then sighs, saying under her breath;  \n[91]Chicken shit. \n[92] Louis stands in the empty living room, talking to Ordell on the phone. Kate Bush plays in the b.g.  \n[93]All right already. \n[94] In Melanie's Toyota drive towards the mall. Melanie drives singing along with Kate Bush on her car stereo.   \n[95]Are you getting that black suit? \n[96]It looks good on you. \n[97]You betcha. \n[98]We coulda worked this. You know that, dontcha? You would've made out a lot better than you're going to, believe me. \n[99] \n[100]Jesus Christ, get a grip, Louis. \n[101]That's a nice outfit on her. I'm gonna go over and look at this Michi Moon display. \n[102]Are you sweating? \n[103]Job a little too much for you? \n[104]I'll be over here. You're too conspicuous. \n[105]I'm getting out of here. What do you think? \n[106]Fuck you. I can carry it. \n[107]Watch it, dipshit. You wanna rip the fuckin' bag? \n[108]Okay, okay. Take it. Jesus, what's wrong with you? \n[109]Okay, you got it. Just take a chill pill, for christ sake. \n[110]Remember where we came in? \n[111](like a teacher on Romper Room \n[112]You have no idea where you parked, do you? \n[113]Jesus, but if you two aren't the biggest fuck-ups I've ever seen in my life... How did you ever rob a bank? When you robbed banks, did you have to look for your car then too? No wonder you went to jail. \n[114]Is it this aisle, Lou-is? \n[115]You sure? \n[116]Is it this aisle or the next one over? \n[117]You sure? \n[118]Okay, Lou-is. ", "Ralston": ""}}