{"filename": "Jaws-2_script.txt", "imdb_id": "tt0077766", "imdb_url": "https://www.imdb.com/title/tt0077766", "characters": ["Ellen Brody", "Hendricks", "Tina", "Mike", "Andrews", "Peterson", "Mayor Vaughn", "Andy", "Jackie", "Polo", "Dr. Elkins (as Collin Wilcox)", "Brody", "Old Lady", "Timmy", "Ed"], "dialogues": {"Ellen": "\n[1]Where the hell were you? \n[2]I can see that. Don't you know this is a big deal? \n[3]Terrific. Act as if you've been here all along. \n[4]Look bored. \n[5]Mrs. Silvera couldn't come. \n[6]My boss and your boss. Sure. \n[7]Watch Sean for a minute? \n[8] \n[9]Why? \n[10]And how. I thought you wouldn't respect me. \n[11]Fooling around? \n[12]Let's get the kid home. \n[13]MMMmmmorning... \n[14]Door's locked. \n[15] \n[16]C'mere... \n[17]Mrs. Silvera. \n[18]As far as the office. \n[19]Writing a ticket. \n[20]Hey! That's my boss! \n[21]Do I have to? \n[22]See you later. \n[23]You have to smoke so early in the morning? \n[24]So's a donut. \n[25]Eat Cheerios. \n[26]Where's my day book? \n[27]He doesn't have to work all the time, it's his vacation. \n[28]Why don't you take a half day and clean this junk up? \n[29]One what? Ah-ha! \n[30]It's an island. Got to run. \n[31] \n[32] \n[33]Oh, perfect -- a 75 per cent family affair. Where were you? \n[34]Careful. What's wrong? \n[35]Nothing, huh? \n[36]Use the little brush there. Why were you at Santos'? \n[37]Oh. Want to talk about it? \n[38]Terrific. \n[39]All summer? \n[40]Not so loud! \n[41]Do you? \n[42]It was bad, wasn't it. \n[43]Are you going to be able to sleep? \n[44]During the summer, the sun sets right there... Over the water. Beautiful. \n[45]A piece here, a piece there, it all adds up. \n[46] \n[47]Okay. Folks, if we could get back on, we'll show you the country club, and stop for lunch... \n[48]  \n[49]  \n[50] \n[51]It's okay. It's over... \n[52]Let's go, everyone... Mrs. Bryant, Len, please... \n[53]Hi. I closed a sale today, without Len. That's $1200 commission, if the papers go through. \n[54]Sean's asleep. \n[55] \n[56]What? \n[57]That you were fired. \n[58]Because of today? The beach? \n[59]Stop that! We're not going any place. You love it here. Tell me what the hell happened! \n[60] \n[61] \n[62]I know you did... \n[63]You're drunk is what you are... \n[64]Take it easy... Easy... \n[65] \n[66]Shhhh. Go back upstairs. Daddy's sleeping. \n[67]Nothing, sweetheart. Seaweed. \n[68]What're you going to do today? \n[69]I'll give notice. \n[70]Sean's not up yet. You know what he likes, just some Fruit Loops and milk. No candy. \n[71]Hey -- it's not your job any more. I'm going to be late for work. \n[72]What Kids? Who went out? \n[73]Mike? Our Mike? \n[74]What're you doing? \n[75]I'm going. \n[76]I'll do it. \n[77]Hurry, please. \n[78]Michael? \n[79]Be careful... \n[80]Tina, baby... what is it? \n[81]What is it? What's the matter? \n[82]Martin, please! \n[83]Come back! Martin! \n[84]My purse is on that boat. ", "Brody": "\n[1]Late. \n[2]Couldn't help it. Hendricks over there... ...still has the keys to the jeep in his pocket, and I couldn't find the spares. \n[3]How'm I supposed to do that? \n[4] \n[5](seeing Peterson and Vaughn \n[6]Very impressive ceremony. Good speech. \n[7]Me neither. \n[8]All of us thank you, okay? \n[9]No. Find your brother, okay? \n[10]   \n[11] \n[12]Can you take a little time out from your busy schedule to dance with the old man? \n[13]Because they're playing our song. \n[14]Sorry, I'm all booked up... Come, m'dear. \n[15]Remember 1959, the Jersey shore? \n[16]I did, I did. \n[17]Listen -- what are you doing later? \n[18]Right. \n[19]Home it is. \n[20] \n[21]  \n[22]Mmmm. \n[23]Sean's awake. \n[24] \n[25]Mrs. Silvera? \n[26]Need a ride? \n[27]Some people. \n[28]Better yet. \n[29]Too late, it's written. \n[30]Len, pay the two dollars. \n[31](walking onto the dock, Sean tagging along \n[32]What? \n[33]On your own time? \n[34]Then check it out. I'll be in the office. \n[35]  \n[36]Where to? \n[37]Sailing? \n[38]Watch your kid brother, huh? \n[39]  \n[40]I'll do what I can, but you're talking about a federal jurisdiction... \n[41]Thanks. What else is out there? \n[42]I'll take the exhibitionist, you handle the others. \n[43]In a minute, in a minute -- talk to Mrs. Prendergast, please... \n[44] \n[45]Dancing? \n[46]Hendricks. I want to go over your reports and your Form 908. \n[47]I just made it up. It means, \"Get me out of there.\" What the hell's that? \n[48]Abandoned? It's a little early in the season for that. \n[49]If I had a $100,000 boat, I sure as hell wouldn't leave it anchored alone in the channel. \n[50]Hendricks, get a description of that dance. \n[51]   \n[52]There should be bodies. Witnesses say two people; one in the boat, one skiing. \n[53]Try dragging. \n[54]Stay on it. I don't care how long it takes. \n[55] \n[56]Oh, yeah. Sure. \n[57]  \n[58]It's good with coffee. \n[59]What're you guys doing today? \n[60]Every day? \n[61]You could work out at the beach, make a few bucks for school. \n[62]You'll have to make up your own mind about that. \n[63]In the den. \n[64]There's a lot going on. \n[65]Because, I'm in the middle of a boating accident, I got only four regular cops and one secretary, and a Chief Deputy who is constantly fiddling with the police boat. He's another one. \n[66]Boat nut. What is it about this place that makes everyone a freak for boating? \n[67] \n[68]What about tennis? Riding? Fixing up old cars? Bartending? \n[69]Okay, not bartending. Why on the water every day? \n[70]Look, humor the old man -- just be careful. \n[71]Don't go out if it's rough or anything, huh? We've had a lot of trouble. \n[72]You stay with Mrs. Silvera, Tootsie. Okay? \n[73]I'll be at the office. \n[74]  \n[75]As soon as I heard about it, I called you. This thing is big! \n[76]See? What'd I tell you? \n[77]Look at that! \n[78]Come on, let's check the bite radius. \n[79]Bite radius. You know, the size of the mouth? \n[80]The Shark's mouth. \n[81]The shark that did this. It was a shark, wasn't it? \n[82]But that's what we're here to find out, right? \n[83] \n[84]You heard me. \n[85]Look, I know a little bit about sharks. \n[86]I know that this was probably a Great White Shark. Car-cadon... Caradan... \n[87]That's it. \n[88]Is there one in these waters? \n[89]Because this big fish has been bitten by some other big fish... \n[90]Jesus, don't quibble with me. I want to know if a Great White Shark did this. \n[91]That's it? Probably? Look, sharks are attracted by blood, and thrashing around... \n[92] \n[93]So there's one around here. \n[94]Could you just keep that crowd back, please? \n[95]You stay right here. You're going in with me. \n[96]  \n[97]Andy can sail in it. \n[98]She'll understand. \n[99]I don't want to discuss it. \n[100]Can't you tell? \n[101]Look -- can Great White Sharks communicate? Send out signals, or something? You know, take revenge, sense an enemy... \n[102]No more sailing. You come back with me, and that's it. \n[103]Because I say so. \n[104]We have got to talk, and we have got to talk alone. \n[105]Larry, I don't know how to say this, but I think we got a shark problem. A real one. \n[106]Of course. Look -- I've got some missing persons, fatalities, evidence of a large predator... \n[107]I got a feeling. I have to act on it -- you can understand that, can't you? \n[108]We have to do something. \n[109]I know, I know... \n[110]It's still a good idea. \n[111]Please, Larry -- there's good reason. Those water skiers... \n[112]Two of them are still missing! \n[113]Maybe they are! \n[114] \n[115]Someone has to do something. \n[116]  \n[117]Come on, give a guy a break. \n[118]Come on. Here boy. Come to Poppa... \n[119]Hoo! Cold! \n[120] \n[121] \n[122]  \n[123]  \n[124]\n[125]  \n[126]In here. \n[127]You didn't miss much. Christ, what a mess. \n[128]The woman passenger on the boat that blew up. \n[129]What about that camera? \n[130]That one -- from the wreck. You brought it up, did you look inside it? \n[131]Well, what the hell -- might be something worth seeing. Take it somewhere and see if there's film in it... \n[132]You got it. \n[133]Not the drugstore! \n[134]The drugstore's closed? What the hell time is it? \n[135]Shit -- I'm late for dinner... Close up, okay? \n[136] \n[137]  \n[138]   \n[139]For me? \n[140]Damn. \n[141]Not till next year. \n[142]  \n[143]Oh, hi -- How was dinner? \n[144] \n[145]  \n[146]Oww! \n[147]Nothing. \n[148]That's what I said. Is there any of that hand cleaner stuff? \n[149]Found one of the missing victims from that boat deal. \n[150]No. \n[151]Michael. \n[152]You want to come here a minute? \n[153]Hiya yourself. \n[154]I got something for you to do tomorrow. \n[155]Sailing? Forget it. You're beached. Grounded. No more boats. \n[156]No backtalk! I spoke to Upton, at the beach, and he's got a job for you there. You can work until school starts. \n[157]He wanted a job, he's got one. I want to see that boat out of the water by tomorrow night. \n[158]Tomorrow night. Out of the water. \n[159]I know what you're going to say. \n[160] \n[161]The goddamn smell is always the same. \n[162]Yeah. I think so. Mike! Keep it down, for chrissake! \n[163]  \n[164]  \n[165]  \n[166] \n[167]Get out of the water! Tell everyone to get out! Now! Out of the water! \n[168]  \n[169]Out of the water! Now! Everyone! \n[170]  \n[171]No! Don't go in! Stay out! Stay clear! \n[172]Sorry. I'm sorry. False alarm... \n[173]Okay, it's all over, go on, it's over. No trouble... \n[174]It's all right, everything's all right... \n[175]  \n[176]  \n[177]Polly, no calls, please... Okay, okay. Hello... Phil? Fogarty? What pictures... I'll be right down... \n[178]You said something about a camera. \n[179] \n[180]Oh, Jesus. That boat... \n[181] \n[182]What else you got? \n[183]Come on, Phil, don't jerk me around. \n[184] \n[185]Thank God you guys were all together. I got something for you. Proof! \n[186]Perfect. Look at this --- \n[187] \n[188]Temporarily? Uh... sure... The question's out of left field. Why are they asking? \n[189]Yeah. Why? \n[190]Look -- I just got this from Phil Fogarty. It was in the camera belonging to the missing divers. It proves I was right, all along. \n[191]It's a shark! A Great White! Jesus, it's right there! \n[192]  \n[193]What are you all, blind? It's a shark. Look -- teeth, jaw, gills. \n[194]You're damn right that's what it is. \n[195] \n[196]My ass! \n[197]There is nothing to discuss. \n[198]Is that what it is? Dollars? Money? I'll pay for it. Take it out of my salary. \n[199]Maybe I don't make as much money as some bullshit rip-off artists around here, but I don't work the same way. \n[200]It means I don't like all that grab- ass and heavy breathing with my wife, it means I know who's out to screw me here, and it means that I know something none of you know because I've been there -- and I don't want to go through that horror again. Ever! \n[201]Go ahead, whatever it's worth. \n[202]   \n[203]  \n[204]That's great. \n[205]That's great too. Gorgeous. \n[206]You look about 22 years old sitting there. Like you were doing homework... \n[207]Ooohh, nothing. I just got fired, that's all. \n[208]What'd I say? \n[209]Then that's what I meant. Fired. Canned. Out on my fanny. The Selectmen just made Hendricks the new Chief of Police. Just like that. \n[210] \n[211]Showed them the photo, showed them the goddamn Shark, big as life. They didn't see it. Not like me. Not like the poor son-of-a-bitch who snapped this li'l picture... He's out there, somewhere... I shot off my gun, shot off my big mouth, so they fired me... \n[212] \n[213]Fired me! I'm not a hysterical man. I'm responsible. I know what I saw... \n[214]I try. Goddamnit, I tried... Now, I'm tired... I can't keep fighting it... I'm too tired... I'm... I'm... \n[215]  \n[216]  \n[217]  \n[218]  \n[219]Good morning, America... \n[220]  \n[221]Turn in the car. Clean my desk, explain things to our sons, then maybe get shit-faced and punch your boss. \n[222]Don't rush into it -- we may need the income. \n[223]Mike left early. Couldn't wait to make out. Must be a morning man. \n[224]The sink upstairs is busted. Try some Drano, or a plunger, maybe. Or call your brother, the plumber, what's his name... \n[225]Frankie. Okay. Ask him if he needs an apprentice. \n[226]Just one minute... \n[227]What the hell happened? \n[228]How'd this happen? \n[229]When? \n[230]How long ago? \n[231]Going out. \n[232]You can't stop me. \n[233]Mike's out there. \n[234]Untie that rope. \n[235]Goddamnit, Hendricks, untie the rope there. \n[236]Find the Kids. The lighthouse -- you said something about the lighthouse. Get us there. \n[237]Amity Launch to Harbor Patrol, over. \n[238]Affirmative. Can you get your chopper airborne? \n[239]Get him the hell over to Amity Point, the old lighthouse. Right now. \n[240]There's a bunch of Kids day-sailing that way. Turn them back to port. \n[241]That's it. Just do it, all right? \n[242]If they're not at the light, look for them. I don't want them out there. Get them back to port! \n[243]It's not his boat. \n[244]  \n[245]Tina! \n[246]It's okay, it's okay. What's the matter? Tina? Honey? Hey -- \n[247]What is it? What's there? \n[248](to Hendricks and Ellen \n[249] \n[250]I knew it. I goddamn well told them. \n[251]Amity Launch to Harbor Patrol. \n[252]Skip that. What about those kids out sailing? \n[253]He left them? \n[254]Get him the hell back there! We got possible fatalities! Brody out... \n[255]  \n[256] \n[257]I'm going out there. \n[258]Mike's out there. \n[259] \n[260]Where are they? \n[261]Never mind that shit. Just point. \n[262]Got it. \n[263] \n[264]It's me. Any fix on those Kids? \n[265]For Christ's sake, get going! I'm all alone out here! \n[266]Where the hell is Francis Shoal? \n[267]I'm all alone out here. \n[268]  \n[269]Shit. \n[270]  \n[271]Harbor Air, this is Brody. Air One, come in. \n[272]Harbor Air, do you read? Over? \n[273]Where the hell is Air One? \n[274]Did he raise the Kids? \n[275]Yeah? Then what? \n[276]Did you say Cable Junction? \n[277]When? \n[278]  \n[279]Thank Christ. \n[280]I'm coming alongside! \n[281]Mike? Is that you? \n[282]It's okay. What happened? \n[283]At least you're safe. What about the others? \n[284]Jesus, don't freeze on me. What about the others? \n[285]What? \n[286]Which way? \n[287]Stay here. Don't go anywhere. Just stay here. \n[288]Stay at the lighthouse! \n[289]  \n[290]  \n[291]  \n[292]  \n[293]  \n[294]Hang on! \n[295]I'm okay, baby, I'm here. It's okay... \n[296]Can you get a line to me? \n[297]    \n[298]Son of a bitch is stuck! \n[299]  \n[300]Come on, you bastard, come on, pull. Pull! \n[301]  \n[302]Sean! Hang on! \n[303]  \n[304]  \n[305]Hang on! Just hang on! \n[306]  \n[307]I'm coming! \n[308]Andy! Use the lights! The lights! \n[309]  \n[310]  \n[311]Sean! \n[312]  \n[313]You bastard! \n[314]Come here, you son-of-a-bitch! \n[315]  \n[316]Over here! You bastard! Over here \n[317]  \n[318]Come and get me! Come and get me! \n[319]  \n[320]Sean? \n[321]Sure they did... ", "Hendricks": "\n[1] \n[2]Good morning! \n[3]Till noon. This is on my own time. Hi, Shorty. \n[4]Whereabouts? \n[5] \n[6]Happy to do it. \n[7]Cast off your bow line. And your stern line. Spring line... \n[8]Rich or poor, it's nice to have money. \n[9]Happens every season -- someone takes off. Once we had a schooner for a month while the owners went fox hunting. \n[10]If that's it, that's it. \n[11]Chief... \n[12]I never heard of a 908. \n[13]Diver's camera. Tom Andrews brought it up from under that abandoned cruiser. \n[14]Rich people. Home port is Newport, Rhode Island. \n[15]If you had a $100,000 boat there'd be an investigation. \n[16]I can't find anyone out here. They must've gone to the bottom, or drifted with the current. \n[17] \n[18]For how long? Current's moving everything around, and it's getting dark. \n[19]10-4. \n[20]Until we find something. \n[21]  \n[22]I think we got something. \n[23]What the hell is it? \n[24]Here it comes... \n[25]What is it? \n[26]Oh, great. \n[27]Untangle it and let's go -- We don't need a blackout on the island. \n[28]  \n[29]This is it. \n[30]Move back, please... back off... open it up a little... \n[31]I can't hear you if you're going to whisper. \n[32] \n[33]Chief? \n[34]I missed you at the funeral home. Santos said you were here. \n[35]Positive I.D.? \n[36]Oh. \n[37]What camera? \n[38] \n[39]I know just where to go. \n[40]Of course not, They're closed. Phil Fogarty's place. He'll do it for me. \n[41]Nine-thirty, ten maybe. \n[42]Right. \n[43]Easy... \n[44]Right after, the Kids went out? \n[45]All of them. Mike, Junior Vaughn, Brookie Peters, Pat, Lucy -- all that whole gang. \n[46]Yep. Looked like they were headed to the lighthouse. \n[47]About an hour, maybe two. Let's see -- I came on about eight... \n[48]Uh, Chief -- look. You're not Chief any more. \n[49]I can't let you take her out. \n[50]Mrs. Brody, look -- if he can't go, then you can't go. Neither of you can go. \n[51]But I signed for the boat. You're not authorized any more. \n[52]Please. It's my job. \n[53]Mrs. Brody, please... \n[54]You're too close. Back off. \n[55]Let me. Please. \n[56]What the hell, they can't fire both of us -- someone's got to be in charge, right? Which way are we going? \n[57]Anything? \n[58]Hey -- you can't do that. \n[59]Chief, be sensible... \n[60]About 10 degrees off your starboard bow, take a heading leeward of Sand Island, and lay her north by northeast... \n[61] ", "Tina": "\n[1]  \n[2]I've got one... \n[3]Take a break for a minute, okay? \n[4]Eddie, can we do that? Can we go skiing? We can use my Uncle's boat. Eddie? \n[5]With you, everything's next week. I want to go skiing soon. Tomorrow? \n[6]  \n[7]We heard this noise, like a 'boomp' out there, and when we looked, there was just this cloud of smoke. \n[8]Can we go now? \n[9]Chief Brody -- can we go? Please? \n[10]Nope. \n[11]Double nope! \n[12]  \n[13]Yech! \n[14]Later, bye... \n[15]It was okay. \n[16]Mike, you going? \n[17]  \n[18]You want to tack, or just leave her pointed up like this? \n[19]What about sailing? \n[20]It'll take us to Budapest if you're not careful. \n[21]What about the others? \n[22]What're we going to do in the mean time? \n[23]And second? \n[24] \n[25]That you'll put down a blanket. I've got black and blue marks all over my butt, and my Mom's getting uptight about them. \n[26]   \n[27]  \n[28] \n[29]No! It's still there! \n[30]It's still there! \n[31]Sh... Sh... Shark... ", "Mike": "\n[1]How old is your cousin? \n[2]I'm not crazy about blind dates. \n[3]Yeah, it's her job. \n[4]No. \n[5]Great. \n[6]Okay, okay. Got to go. \n[7]No place special. Just hanging out. \n[8]No. \n[9]I said, 'No.' \n[10]Waiting for Andy. \n[11]I will, I will. \n[12]I don't need you. Andy's here. \n[13] \n[14]Yeah. Go on, beat it. \n[15] \n[16]I hope that's the cousin. \n[17]  \n[18]Real fast. \n[19]Eat Cheerios. \n[20] \n[21]What else is there to do? \n[22]Do I have to? \n[23] \n[24]I'm going. \n[25]Bartending? I'm 17. \n[26]Because. \n[27] \n[28]Okay, okay. \n[29]We got some stuff at the store. Ed and Tina are going to be there. \n[30]It's an island, near here, with a lighthouse. We sometimes hang out there, you know... \n[31]Too hot for those two? I can't believe it. \n[32]They're moving pretty fast. \n[33]Can we go now? \n[34]Oh, c'mon. \n[35]I'll be right there. Wait up. \n[36] \n[37]  \n[38]We came out in my boat. \n[39]I got a date! \n[40]She won't. \n[41]Dad, please... \n[42]Why me? \n[43]Is Hooper coming to dinner? \n[44]Yeah? \n[45]What is it? \n[46]I kind of had plans... \n[47]Hey, come on... \n[48]Dad, please... \n[49]Yeah. \n[50]Up there. \n[51]  \n[52]I know. \n[53]I don't know. \n[54]Why shouldn't I? \n[55] \n[56]I'm not sure I can. \n[57]Maybe you and Brooke could come over to the town beach... \n[58]That's not it. My dad told me not to go. \n[59]No. \n[60]Great. \n[61]  \n[62]Yeah. \n[63]Maybe. \n[64]No. \n[65]Quiet!  Shhh! \n[66]Okay, okay. Close your door. \n[67]Yeah. \n[68]Look -- if you're going to get in the way, you can just go home. \n[69]Would you take him? \n[70]Maybe. \n[71]I can go out if I want to. \n[72]Why not? \n[73] \n[74]  \n[75]Hang on... \n[76]   \n[77]The tide's turning. \n[78] \n[79]Name it. \n[80]I don't care. \n[81]That's the pin -- the buoy. \n[82]Yee-hah! \n[83]We better go back in. \n[84]We're fighting wind and current. I though we'd be out longer, catch the incoming tide. \n[85]I was counting on hours. \n[86]We're trying, we're trying. \n[87]Hey, Fetterman -- You got company. \n[88] \n[89]Doug's down! \n[90]    \n[91]  \n[92]Pop. I'm sorry. \n[93]I passed out, but I'm okay. \n[94] \n[95]He wanted to come. It was okay, wasn't it? It was okay before... \n[96]Dad, I'm sorry... ", "Andrews": "\n[1]This is all there is. \n[2]Hey! Nicholas! You're supposed to be in class! \n[3]I'm going for lobster. \n[4]So long, turkies. \n[5]Sparky will take you down today. If everyone's got a buddy, we'll drop. \n[6]  \n[7]  ", "Peterson": "\n[1]The speech was right on the money. Be a love and make sure the bar's open, will you? \n[2] \n[3] \n[4]May I have this dance? \n[5]Wait a minute... \n[6]Heck of a way to treat a taxpayer. Don't you have any pull with the chief, here? \n[7] \n[8] \n[9]This is the town beach; the development naturally has its own private access, but I wanted you to see the concession area. Look at that sand -- like sugar! \n[10]And if you have any questions about recreational possibilities, Ellen Brody here will be happy to answer them. \n[11]I think we got a couple of live ones. \n[12] \n[13] \n[14]He's, ah, watching. A lookout. \n[15]Normally, it's used for, ah, bird watching. Nature observation. Weather measurements, that sort of thing. Ellen, we're running late! \n[16]The country club has an 18-hole course, putting greens, and twelve tennis courts... \n[17]  \n[18]What the hell is he doing? \n[19]You should've been out there. You should've seen him waving that gun, like a maniac. There were shots fired! \n[20]That's what I'm saying! \n[21] \n[22]So it can't be done like that. The man's a menace, plain and simple. \n[23] \n[24]Is Jeff Hendricks qualified to fill in as an interim Chief of Police in your absence? \n[25]It came up during the meeting. \n[26]Is that what it is? \n[27]What have you seen before? This is nothing. Seaweed. Mud. Something in the lens. \n[28] \n[29]  \n[30]You don't make enough. \n[31]What's that supposed to mean? \n[32]I won't mention his personal attack on me. \n[33]And Hendricks is qualified, you heard that from his own mouth. \n[34]Anyone opposed, or is it unanimous? ", "Mayor": "", "Vaughn": "\n[1]Thank you, Paul Lohman, for that eloquent solo. Now, for that point in the ceremonies where we formally dedicate this magnificent resort- hotel complex, a worthwhile addition to the recreational paradise we call Amity. \n[2]   \n[3] \n[4]...And now, Tina Wilcox, this year's Miss Amity, will cut the ribbon that officially opens this luxurious new hotel... \n[5]Tina was selected from more than 20 of this island's lovely young ladies in the Miss Amity competition held every spring, and she'll represent Amity Island in the Miss Massachusetts Competition in Worcester next month. When she cuts this ribbon, she will be opening our island to growth, to development, to planned expansion with full employment for our thriving community. \n[6]This money tree, you may have noticed, is made entirely of twenty-dollar bills, donated by Len Peterson, the builder of Amity Shores Condominiums, as a gesture of goodwill towards the community. $500 as a special gift to the Amity township scholarship fund... \n[7] \n[8]Thanks to Tom Andrews, of Amity Aqua- Sports, for contributing the special decorations. And now, the Amity High School band. Refreshments on the patio, everyone... \n[9]Hello, hello. It went well, I thought. \n[10]Thank you, thank you. You know my son, don't you? \n[11]I'm showing summer rentals. We got a helluva season going. \n[12]We're alone. \n[13]  \n[14]Are you serious? \n[15]No one has seen a shark -- no fin, no bites, nothing. Be realistic. \n[16]Of course I can, but can't it wait? These things cost money, and this town doesn't have much money. \n[17]We have done something -- hell, we damn near went broke putting up a shark watch tower on the beach -- it's the only one in 2000 miles, y'know. \n[18]And I stood by while you told the people from Ramada and Marriott that if they put up a hotel they'd need $800,000 worth of steel net around their beaches! In New England? We all lost on that one. \n[19]Martin, when we build up our tax base a little, you can have everything you want; right now, the town's broke. \n[20] \n[21]There's always deaths in these waters that never turn up. Are they all shark victims? \n[22]Bullshit. \n[23] \n[24] \n[25]I've got to get back to work. \n[26] \n[27]Your dad got you working? \n[28]You know where your dad is? \n[29]Oh, for Christ's sake. \n[30]Len, can I see you a minute? \n[31]Brody's riding his tower. \n[32] \n[33]Maybe nobody will notice. Let's get them back in the bus. \n[34]It's an observation platform. That's our Chief of Police. He's just checking it. \n[35]  \n[36](recalling another panic \n[37]  \n[38]Brody's a good man. \n[39]He thought he had a good reason. \n[40]How many people were there? \n[41]So? So? \n[42]Look, what am I supposed to do? It's done, it's over. We have to deal with the consequences. \n[43]All right. Let's go into my office, where we can have a little privacy. \n[44]  \n[45]I believe we have a quorum, and informally, I suggest we call this meeting an executive session and dispense with minutes... \n[46]Martin, this is kind of an official meeting \n[47]Chief -- the Board of Selectmen has a question only you can answer. \n[48]It's nothing I can see. \n[49]Martin, it could be anything. \n[50]Be reasonable, please... \n[51]Martin, could you wait here for a few minutes while we make up our minds about something? \n[52]  \n[53] \n[54]I'm sorry, but I respect his convictions. The motion is carried. \n[55]Martin? Could you come in please? ", "Andy": "\n[1]They're okay, if they got little white canes and tin cups. \n[2]What the hell. Did your mom put all this together? \n[3]Is she responsible for the punch? \n[4]Good. It's terrible. \n[5]Okay, you did that. \n[6]Same as always -- glub-glub, bubble- bubble, stroke-stroke. There sure is some weird shit on the bottom of the ocean. \n[7]Mostly old garbage. Today we found a '48 Hudson. \n[8] \n[9]Who's that? Quick -- I'm in love. \n[10]Lucky. Lucky, lucky, lucky. \n[11]With the right wind, 15-20 knots. \n[12]We're carrying weight. \n[13]Oh, out a ways. Maybe the lighthouse. \n[14]No big thing, we'll see who's out there, maybe picnic. \n[15]Why'd they decide to move? \n[16]Maybe by now they are. \n[17]I'll tie up at the town dock, don't worry, man. \n[18]Hey, it's all bullshit. Anyone want to play pong for money? \n[19]If you're beached, why are we doing this? For practice? \n[20]Then why are we futzing around the dock? We can make a few bucks working at the beach. \n[21]You're always in the way. \n[22]Put him down in the water. \n[23]You've just made someone very happy. \n[24]You can? \n[25]I could give you a dozen good reasons. \n[26]Okay, okay, don't say I didn't remind you. \n[27]Well, we're pretty crowded, and I don't know when we're leaving... \n[28]Well, I don't know... \n[29]What the hell. For you... \n[30]Today I'm staying topside. You dive for me! \n[31]With butter, if they got any... \n[32]How fast is enough? \n[33]Like hell! We're on the starboard tack! \n[34]So's mine. \n[35]Soon, dark eyes, soon. \n[36]We're going to be fighting the current. Wind's backing around a few points, too. \n[37]But of course. \n[38] \n[39]Sure you do -- you win either way. \n[40] \n[41] \n[42]It's not going to be easy. \n[43]Putz -- that won't be for hours. \n[44]Someone pop your balloon? \n[45]Doug! This way! \n[46]If he liked your boat, I got some sneakers he'll love. \n[47]Raft up! Raft 'em up! \n[48]Can you sail? \n[49]What'd you do? Memorize the tide tables? \n[50]Not funny. \n[51]Don't everyone jump around! \n[52]Can you put us on Cable Junction? \n[53]How about a tow? Can you rig that? \n[54] \n[55]Don't struggle! \n[56]Don't move! \n[57]Sean! Listen! Listen to me, Sean. \n[58]Goddamn it, Sean, you listen to me or I will kick your ass, do you hear me? \n[59]We're throwing a rope and you better catch it, hear? \n[60] \n[61]Sean! Catch it! \n[62]   \n[63]Bring her to port a little. That's it -- steady. \n[64]More to port. \n[65]Shit. \n[66] \n[67]Shit. Shit, shit, shit! \n[68]Don't! \n[69]The Shark. \n[70]We're hung up on something. \n[71]Easy, easy -- you'll swamp us! \n[72]Whoa! \n[73]Hang on, hang on -- we got it. You're on! \n[74]Get the cable in! Pull! \n[75]Get on the rocks! \n[76]  \n[77]Where are you? Chief! ", "Jackie": "\n[1]Brooke! Hey! \n[2]How fast does this go? \n[3]What? \n[4]Is that me? \n[5]I've never been supercargo. \n[6]What's the lighthouse? \n[7]Great. I got some wine. \n[8] \n[9]Now I really want to see it. \n[10]Well, maybe I will, then. \n[11]Is there something I don't know about? \n[12]Oh, yeah. So why aren't they doing it now? \n[13]He's cute... \n[14]We'll be over by the lighthouse. \n[15]See you later, Mikey... \n[16]This is fun! Can we go faster? \n[17]Yay! \n[18]Let's go for it. \n[19] \n[20]I'd like to go out to the lighthouse with you. \n[21]It'll be fun, come on! \n[22]No way. Everybody's going sailing. If you don't want to take me, just say so. \n[23]You do everything your parents tell you? \n[24]Good. I'll be on the dock at eight. Eight o'clock, everybody! \n[25]  \n[26]I thought you were grounded. \n[27]You going to the lighthouse? \n[28]Is there room on your boat for all of us? \n[29]I'm ready. \n[30]Come on, you guys. \n[31]Please come with us? \n[32]For me...? \n[33]Great! Find one for me. \n[34]Wheee! Faster! \n[35]I want to go faster! \n[36]Don't let him pass. Faster! \n[37]My hair's getting wet! \n[38]When do we get to the lighthouse? \n[39]I can't wait to get there. \n[40]That's fun! Let's race for something! \n[41]I love it. \n[42] \n[43]What's wrong? \n[44]Want a lifesaver? \n[45]What's wrong? \n[46]Can't we stop? \n[47]You have to take us off! You have to! Why don't you take us! \n[48] \n[49]It killed her. It ate her. \n[50]We're going to die. \n[51]We're going to miss it! \n[52] \n[53]I don't want to die! Mommy! ", "Polo": "\n[1]When are we going out? You and me? \n[2]You going with Patrick? \n[3]Listen, Jane -- you want to dance as soon as we get out of these monkey suits? \n[4]Anyone want to sail to the lighthouse? \n[5]Anyone want to go the lighthouse? \n[6]Nah. Tomorrow. Early, spend the day. My folks left two cases of beer in the garage. \n[7]Nope. Got it in my boat. \n[8]  \n[9] \n[10]They're turning around. \n[11]  \n[12] \n[13]Over here! Yo! \n[14]A shark hit us out there. \n[15]The others are ratted together. Drifting. ", "Old": "", "Lady": "", "Timmy": "\n[1]Nope. \n[2]Who'd you ask? \n[3]You're crazy. She's Ed's girl friend. \n[4]That's a crock of shit. \n[5]No class. \n[6]Gaff rigged? Why not a staysail schooner? Go anywhere. Look at this -- the Mayan, an Alden schooner. \n[7]I've got room. \n[8]You will? \n[9]Fan-tas-tic! \n[10]  \n[11]Larry and Mike! \n[12]Mike's bleeding! \n[13]Mike got knocked over. \n[14]With the current. Towards Cable Junction. ", "Ed": "\n[1]  \n[2]  \n[3]  \n[4]Figure they split? \n[5]Martin, you have got to demand that Grace Kinney keep her shades down. \n[6]Her bedroom window faces my oldest boy's bedroom, and she's teasing him, dancing around in a towel, or less... \n[7]Grace Kinney is driving my boy to distraction. \n[8]Huh? \n[9]Next week. \n[10]  \n[11]How much longer? \n[12]I don't care about the overtime, I'm hungry. And cold. And most of all, bored. \n[13]About damn time. \n[14]Oh shit. Drop it. \n[15]Power line. \n[16]It comes here from Cable Junction. \n[17] \n[18]Come on back up here! \n[19]Give me back my hat! \n[20]Later, bye... \n[21]Yech. \n[22]  \n[23]  \n[24] \n[25]The tide's running. It'll take us to the light. \n[26]First things first. \n[27]They'll be there when we get there. Might even have a fire started. \n[28]I dunno. We'll think of something. \n[29]But first, a little juice... \n[30] \n[31]Anything. Anything. \n[32]You got it. \n[33]  \n[34]   \n[35]  \n[36] \n[37] "}}