{"filename": "Jerry-Maguire_script.txt", "imdb_id": "tt0116695", "imdb_url": "https://www.imdb.com/title/tt0116695", "characters": ["Laurel Boyd", "Bob Sugar", "Avery Bishop", "Keith Cushman", "Tyson Tidwell", "Frank Cushman", "Marcee Tidwell", "Chad the Nanny", "Dicky Fox", "Anne-Louise", "Ray Boyd", "Bill Dooler", "Dorothy Boyd (as Renee Zellweger)", "Rod Tidwell", "Jerry Maguire"], "dialogues": {"Laurel": "\n[1]Come on, I'm double-parked. \n[2]What about medical? \n[3] \n[4] \n[5]A hundred and fifty dollars. \n[6]And that's just when he's well -- \n[7]He's in the living room asleep. \n[8]Sorry. \n[9]  \n[10]At eleven at night? \n[11]Dotty -- this is not \"guy.\". This is a \"syndrome.\"  It's called Early Midlife, About-To-Marry, Hanging Onto The-Bottom-Rung Dear- God-Don't-Let-Me-Be-Alone, I'll- Call-My-Newly Long-suffering- Assistant-Without Medical-For- Company Syndrome.  And if, knowing all that, you still allow him to come over, more power to you. \n[12]Okay, but he better not be good looking! \n[13] \n[14]I heard. \n[15]This guy would go home with a gardening tool right now if it showed interest. Wait.  Use the frosted glasses. \n[16]Look, here's some of that chicken with salsa too, I warmed it up -- \n[17]But you just gotta hear me out on one thing.  You're very responsible with Ray and you know it's not right for a little boy to hear some strange man's voice in the house. \n[18]Come on, let's get you another top -- \n[19]All I'm saying.  You don't have the luxury of falling for some drowning man.  Be practical.  Now. Which top? \n[20]Good. \n[21]Hey! \n[22] \n[23]No no.  Don't cry at the beginning of the date. \n[24] \n[25]First you gotta tell me something. \n[26]Because I'm worried that you're putting your faith in this guy who, because of the way things are going, may not have an emotional marble in his head. \n[27]Guys are just different people when they're hanging onto the bottom rung. \n[28]Easy, hon, I was just looking for fun details -- \n[29] \n[30]You're doing the right thing. I mean, come on.  You need to start your life and he... he needs a warm body to cushion the fall. Check out exhibit A on the front lawn -- \n[31]If you fuck this up, I'll kill you. ", "Boyd": "", "Bob": "\n[1]  ", "Sugar": "\n[1]We still having lunch tomorrow, Jerry?  Looks like Carl Denton tested positive for marijuana. That moves Cush solidly up to numero uno in the draft. \n[2] \n[3]Everybody's having a great time. You're both nuts -- the movie's great. \n[4]Cronin's okay for lunch? \n[5]Pleasure. \n[6]Sorry to interrupt you guys. \n[7]You okay? \n[8]I came here to let you go. \n[9]Came here to fire you, Jerry. \n[10] \n[11]I know.  It sucks.  I suck. \n[12] \n[13] \n[14] \n[15]Give me a little credit for doing this face-to-face!  What I went through knowing I was going to do this to my mentor!  Can you get past yourself for a second? \n[16] \n[17]Jerry -- \n[18] \n[19]Cush.  Hey Dudeboy!  It's Bob Sugar. Listen, I'm callin' ya first 'cause you're the most important guy in sports... \n[20]You read that memo I snuck to you, the guy's tired of the job.  Tired of making you money. \n[21]  \n[22]He's costing you money, Debra... he's oldschool. \n[23] \n[24]I've got the clients.  I've got the juice. \n[25]  \n[26]-- more money, more endorsements -- \n[27]  \n[28]-- the millenium, eight-hundred channels more endorsements. Think of me, think of dollars. \n[29]  \n[30]It's not show \"friends\". It's show business. \n[31]  \n[32]I'll bet he hasn't even called you yet, right Jennifer? Wait, I need to cough... \n[33] \n[34] \n[35]  \n[36]Killer, Steve, good decision. So it's yes, right?  Excellente. Tell me it's yes... yes?  YES! \n[37]  \n[38]  \n[39]It's Sugar.  He must be there, right? Just sniff or something if he's there. Alright, buddydude.  Just remember. You're swimming with the big boys now. You let your dad do all the talking.  I'm the one who got you the deal you needed.  This is business not friendship. Be strong.  You're global now. \n[40]Listen, I spoke to your quarterback. He's my client, you know.  And I said, \"take care to get those passes down, let Tidwell look good on t.v.\" \n[41] \n[42]Where's your agent tonight? \n[43]Rod.  I know this is \"uncool\" to do this now, but you belong with the big boys.  You belong with the money. You belong with -- \n[44]  ", "Avery": "\n[1]  \n[2]Don't ever stop fucking me! \n[3]Oh Gawd, oh yes, it's never been better. Never BETTER!! \n[4] \n[5]  \n[6] \n[7]Oh -- don't forget tomorrow we have dinner with Wade Cooksey. \n[8]Who told you? \n[9]Jerry.  Your buddy Dooler worked his ass off to make you a tribute film. All those guys from the office are coming.  Everybody loves you.  Just calm down, relax, act surprised, and have an amazing time.  And you'll never guess who narrates your bachelor movie. \n[10]  \n[11]Ugh! \n[12]  \n[13]Well, it worked, and I will not let you fail.  You are Jerry Ma- fuckin-guire. \n[14]King of the Housecalls! Master of the Living Room! \n[15]You are not a loser. \n[16]I'm sorry.  I was on a roll.  I meant something else.  When do you want to leave? \n[17]Let's go.  I'll drive you. \n[18]Function function function. Forward motion is everything. Cush saves all. \n[19]Wait a minute, it has to be one of the NFL hotels we do business with -- let me look -- but in the meantime, about this job -- \n[20]\n[21]Don't worry about it -- I never told you what I thought of that memo either -- \n[22]You lost your head, it happens. I'm so fuckin jazzed!  Listen. I'm going to have to fly to Chicago tomorrow, how 'bout if we meet in the Dallas airport and we all fly into New York together for the draft? \n[23]I'll set it up with your girl. Woo!  This is when it's good, Jerry. Enjoy it. Live it.  Love it.  And when I see you, I'm going to give you the best blow job of your life. \n[24]Jerry!  Do something -- \n[25]I just heard. \n[26]Oh honey.  It's spun. \n[27]It's all about you, isn't it? Soothe me, save me, love me -- \n[28]I have to finish my job -- \n[29]Jerry.  You and I are salespeople. We sell -- \n[30]It's not \"love me.\"  It's not \"trust my handshake.\"  It's make the sale. Get it signed.  There shouldn't be \"confusion\" about that. \n[31]So honesty is outlawed here, I can't be honest? \n[32]What was our deal when we first got together?  Brutal truth, remember? \n[33]Jerry, there is a \"sensitivity\" thing that some people have.  I don't have it.  I don't cry at movies.  I don't gush over babies. I don't start celebrating Christmas five months early, and I don't tell a man who just screwed up both of our lives -- 'oh, poor baby.'  That's me.  For better or worse.  But I do love you. \n[34]Don't say it.  We're both ragged out right now. \n[35]I'm warning you.  Don't say it. You won't have another chance. \n[36]No. \n[37]Didn't hear it. \n[38]You've never been alone and you can't be alone -- \n[39]No one has ever dumped me. \n[40]I did the 23 hour nose-route to the top of El Capitan in 6 hours! I can make this work. \n[41]Oh Jerry. \n[42]I won't let you hurt me, Jerry. I'm too strong for you.  Loser. ", "Bishop": "", "Keith": "\n[1]Should I unplug the phone? \n[2]Hey, it's Cush on the big t.v. again! \n[3] \n[4] ", "Cushman": "\n[1]  \n[2]  \n[3]  \n[4]No sports agents allowed!  Ha ha. \n[5]  \n[6]I'm in the back den, Jerry. ", "Tyson": "\n[1] \n[2]\"It looks worse than it is... ", "Tidwell": "\n[1]  \n[2]\"How am I doing?\"  I'll tell you. I'm sweatin, dude!  That's how I'm \"doin.\" I'm sweatin my contract. I'm sweatin' Bob Sugar calling and telling me I'm blowing the big endorsements if I stay with you. I'm sweatin'. You hear what I'm saying? \n[3]No.  I hear that you hear what I'm saying.  But do you hear what I'm saying? \n[4]Alright, we're just getting started on my list of things you need to know. Take notes if you want to. \n[5]  \n[6]Good, 'cause see, I am a valuable commodity.  I go across the middle. I see the ball and a dude coming right at me, wanting to kill me, I tell my brain \"get killed, catch the ball.\" That's New York Steak, baby.  Rare. And yet, nobody's giving me LOVE. Nobody's giving me PROPS.  Nobody. I went to Arizona State, I'm from Arizona, I break Arizona records, I'm a Sun Devil, man!!! \n[7]Exactly.  And I'm sitting here with an ant problem, look!  And my brother Tee Pee's room is flooded with water.  Say hello to Jerry Maguire -- \n[8]--  the house is fallin' apart, we don't even know where we're gonna live in a year, and I'm supposed to be a \"superstar,\" man!  Are you catching my flow, here? \n[9]--  now to recap, I want to stay in Arizona, I want my new contract, I like you, you're nice to my wife, I will stay with you, that's what I'm doing for you, but here's what you're gonna do for me. You listening? \n[10]It's a very personal, very important thing.  It's a family motto.  So I want to share it with you.  You ready? \n[11]Here it is.  \"Show me the money.\" Show.  Me.  The.  Money. \n[12]Now doesn't that just make you feel good to say it?  Say it with me. \n[13]Congratulations.  You're still my agent. \n[14] \n[15]Hey man, I wish I had a quarterback like you in Arizona. You're the shit. \n[16] \n[17]I said -- last I heard, Jesus Christ was still in heaven.  And you ain't even played in the NFL. \n[18]Hey, man, I dig Check E. Cheese. \n[19]Heard that. \n[20] \n[21] \n[22]I came all the way here for that? To walk the lobby? \n[23]Let's do it again. \n[24] \n[25]Okay, I understand.  I'll boil it down for ya.  Fuck Nike.  All they do is ignore me... \n[26]You're loving me now, aren't ya? \n[27]Good.  I was just testing ya. But just you saying that? Makes me love ya. \n[28]Sure you don't want to go out and find some karoake?  I'm a very good singer, man -- \n[29]I might call you later! \n[30]You love me now, don't you? \n[31]Everybody on this show cries now. \n[32] \n[33]Huh? \n[34]Well, boo-fucking-hoo. \n[35] \n[36]You are not allowed to act this way. \n[37]Man, I got a shelf life of ten years, tops!  My next contract's gotta bring me the dollars that'11 last me and mine a very long time. I'm out of this sport in five years.  What's my family gonna live on? What you get me.  So I don't want to hear about ya shit, your \"nya nya nya.\" \n[38]Anybody else would have left you by now, but I'm sticking with you. I said I would. And if I got to ride your ass like Zorro, you're gonna show me the money. \n[39]Did you tell him about the \"ten million for four years?\" \n[40]John Taylor.  J.J. Stokes.  Andre Rison.  I SMOKE all these fools, and yet they're making the big sweet dollars. They're making the money, and I got an agent that ain't even put the number on the table. \n[41]Maybe you don't.  Because it's not just the money I deserve.  It's not just the \"coin.\"  It's the... \n[42] \n[43]Yeah, man, it means love, respect, community... and the dollars too. The package.  The kwan. \n[44] \n[45]No, I air-dry. \n[46]Is that your porty or mine? \n[47]Hi baby. Yeah, I'm just breakin' in the new agent.  He says I'm not marquee.  I know... I know... \n[48] \n[49] \n[50]  \n[51]Do your job, man, don't tell me to dance. \n[52]I'm an athlete, not an entertainer. These are the ABC's of ME.  Get it? I don't dance. \n[53] \n[54]No tell me. \n[55]You're hanging by a very thin thread, dude.  And I dig that about you. \n[56]See, man, that's the difference. between us.  You think we're fighting, I think we're finally talking! \n[57]I feel like crying.  I feel like breaking the room up. \n[58] \n[59]Tell me what to do, Jerry.  You tell me to eat lima beans, I'll eat lima beans. \n[60]If you say take the shitty deal, that's all we can get -- \n[61]Can I SPEAK with my agent here? \n[62]Honey, you are just -- \n[63] \n[64]Won't happen.  I'm strong in my mind. \n[65]Bet on me, dude.  Bet on me like I bet on you. \n[66]Good deal, man. \n[67]Dude, know your art form.  If you put the camera down here, looking up, I look more powerful.  There's no need for a camel... you got ME. \n[68]Jerry, back me up.  It's either the camel or me... \n[69]There you go, dude.  You're learning how to represent me.  We ain't gonna bring Nike to their knees with some regional camel ad -- \n[70]Oh, we gonna be friends now? \n[71]Oh I know plenty.  I was raised by a single mother. \n[72]First, single mothers don't \"date.\" They have been to the circus, you know what I'm saying? They have been to the puppet show and they have seen the strings. You love her? \n[73]You know when you know.  It makes you shivver, it eats at your insides. You know? \n[74]Then you gotta have The Talk. \n[75]Well, that ain't fair to her.  A single mother, that's a sacred thing, man. \n[76] \n[77]Shame on you.  SHAME on you. \n[78]You never had The Talk, did you? \n[79]Well, this was another way to go. \n[80] \n[81]  \n[82]Tidwell moves to a tan in a wheelchair, signs an autograph and moves on.  Jerry alongside. The quarterback sucks, man.  He's gonna get me killed. \n[83]I'm worried too.  I'm worried that the only reason I'm here getting my brains blown loose is that you weren't asshole enough to get my ten million three months ago. \n[84]\n[85]Peace, my drunken brother.  Ahd don't discuss gambling with me. \n[86] \n[87] \n[88]I'm gonna have the game of my life on Monday Night Football, and show all these motherfuckers. \n[89]Don't I know.  Now go home to your wife. \n[90]Why are you even here, man? You could have told me all this over the phone. \n[91]You don't want to go home, do you? \n[92]I'm asking you a question -- \n[93]I'm trying to talk to you.  How's your marriage? \n[94]Then why'd you get married?  I'm asking you as a friend. \n[95]I'm sorry I asked. \n[96]That's an answer. \n[97] \n[98]Why not -- \n[99] \n[100]I don't want to be friends anymore. \n[101]Beautiful. \n[102] \n[103]  \n[104]I hate you going to movies alone withoutme -- \n[105]What baby? \n[106]   \n[107] \n[108]Get outta here.  Go. \n[109]Don't know. \n[110]Jerry!  You made it -- \n[111]Thanks for coming. \n[112]  \n[113]  \n[114]  \n[115]  \n[116]  \n[117]  \n[118]   \n[119]Wait. \n[120]Yeah.  Just let me enjoy this for a minute. \n[121]  \n[122]   \n[123]   \n[124]   \n[125]  \n[126] \n[127]We did it. \n[128]One love... you got to share it... \n[129]  \n[130]No, Roy.  I'm not gonna cry. \n[131] \n[132]I... I love everybody, man.  I love my wife.  My kids.  Little Tyson. My new baby Kaydee.  My brother Tee Pee. I love my friends, my teammates, who am I leaving out? \n[133]   \n[134]Wanna send some beautiful love out to my offensive line, just a beautiful bunch of dudes, wanna thank a beautiful individual -- God, and of course the entire Arizona organization, a little slow, but they do come around. I'm leaving somebody out... \n[135]Oh yes.  Jerry Maguire!  My agent! This is a fierce, loving individual, I love this man, he is love, he is about love -- my ambassador of kwan. \n[136]And I love my fans, of which he is one. Wanna thank them for all my Sundays, and of course my Monday nights too.  That about says it... \n[137] ", "Frank": "\n[1]  \n[2]They don't pay enough for a man to take that kind of ugly hit -- ", "Marcee": "\n[1]Jerry, Rod is very very upset. Tyson, no! \n[2]I know you say to take the Arizona offer, but my husband needs more recognition. \n[3]He is the biggest, fastest, raddest wide-receiver in the league.  Now I don't know what you do for your four-percent \n[4]You've called our house, right? \n[5]Now I don't know what you do for your five-percent, but this man, my husband has a whole plan, an image... we majored in marketing, Jerry, and when you put him in a Waterbed Warehouse commercial, excuse me, you are making him common.  He is pure gold and you're giving him \"Waterbed Warehouse\" when he deserves the big four -- shoe, car, clothing- line, soft-drink.  The four jewels of the celebrity endorsement dollar. \n[6] \n[7] \n[8]Look at that handsome man, trying to build a life up there by the air-conditioner. We're coming to get ya, darlin!  We are so close to having it all! \n[9]Read it to me, and don't say anything unless it's over nine. \n[10]One-point-seven for three years. That's below average.  We owe more than that... \n[11] \n[12] \n[13]What are you talking about -- \"don't get emotional.\" If you ask me, you haven't gotten emotional ENOUGH about this man. \n[14]What DO you stand for??? \n[15]No, that was pretty good. \n[16]\"All we can get?\" \n[17]You know what you're qonna do, Rodney. You're gonna reject this shitty contract. You're gonna play out your existihg shitty contract and go be a free agent next year and the hell with Arizona. This is us, and we determine our worth. You're a fine, proud, surviving, splendid black man. \n[18]I'm sorry what I said back there. \n[19]My husband believes in you.  We're gonna make it.  Bye bye Dorothy. \n[20]Why don't you be the first man in your family not to say that word? And then we'll let you live. \n[21] \n[22]-- so I go to see a so-called \"black\" film the other day -- -- honey, no more salt for you, I don't want you dehydrated for Monday Night Football.  Most important game of your career. \n[23] \n[24]Oh baby -- \n[25]  \n[26]Baby.  Baby.  Baby... \n[27]What does daddy say? \n[28] \n[29]Can you be quiet? \n[30] \n[31]Can't you be loyal to your brother who LOVES you?? Get out of my house! \n[32]I'm freakin out.  Oh God I'm -- \n[33]\"Stay calm?\"  I'm freakin... \n[34]My whole life is this family, Jerry. It doesn't work without him. \n[35] ", "Dicky": "\n[1] \n[2]The key to this job is personal relationships. ", "Fox": "\n[1] \n[2]The key to this job is personal relationships. ", "Ray": "\n[1] \n[2]What's wrong, mom? \n[3]One-two-three... swing. \n[4]One-two-three, swing. \n[5]One-two... \n[6] \n[7]No. \n[8] \n[9]Luck.                         LUCK! \n[10]  \n[11]Hi. \n[12]And then my dad died and my mom took me to the zoo and I love the zoo. Do you hate the zoo or do you love the zoo? \n[13]Let's go the zoo. \n[14]Let's go right now.  Let's go to the zoo. \n[15]You said \"fuck\". \n[16]I won't tell. \n[17]I don't see any. \n[18]Funny... I better go to bed. \n[19]I wanna go too. \n[20]Hi Jerry! \n[21]Let's have Apple Jacks! \n[22] \n[23]Show me the animal, Jerry! \n[24]I'm scared.  What is it? \n[25]Whoa. \n[26]Me too. \n[27]Jerry, can I come in and watch t.v.? \n[28]  \n[29]  ", "Bill": "", "Dooler": "\n[1]You hear those courtesy laughs, Jerry? There is a seething wrongness at the edges of this party. \n[2]This is fuckin Michael Jordan, man! They should be screaming. \n[3]Oh, that'll really help this party! Let's all talk business! \n[4]Sorry I yelled.  You have exquisite taste. \n[5]I like that guy. \n[6]They ain't laughing, man. Something's wrong. \n[7]Look, Rod, just get on the camel! \n[8] \n[9]Then you shouldn't have begged me to hire him. ", "Rod": "\n[1]\"How am I doing?\"  I'll tell you. I'm sweatin, dude!  That's how I'm \"doin.\" I'm sweatin my contract. I'm sweatin' Bob Sugar calling and telling me I'm blowing the big endorsements if I stay with you. I'm sweatin'. You hear what I'm saying? \n[2]", "Jerry": "\n[1]   \n[2]Airight so this is the world and there are five billion people on it.  When I was a kid there were three.  It's hard to keep up. \n[3]That's better.  That's america. See, America still sets the tone for the world... \n[4]In Indiana -- Clark Hodd.  13. The best point guard in the country. Puberty hasn't been easy. \n[5] \n[6]Seattle, Washington.  Dallas Malloy. Went to court to be allowed to box professionally. She's 16. \n[7]Art Stallings, Indio, California. Check out what pure joy looks like. \n[8]In Odessa, Texas, the great Frank Cushman.  Cush is 20. Quarterback, role model, my client. He'll probably go number one in the draft this year. \n[9]There's genius everywhere, but until they turn pro, it's like popcorn in the pan. Some pop... \n[10] \n[11]Now I'm the guy you don't usually see. I'm the one behind the scenes.  I'm the sports agent. \n[12]Easy now, we can spread these numbers over five years... \n[13]You know those photos where the new player holds up the team jersey and poses with the owner? \n[14] \n[15]Inside that building, that's where I work.  Sports Management International. \n[16]Thirty-three out of shape agents guiding the careers of 2,120 of the most finely-tuned athletes alive... \n[17] \n[18]Listen, there's no proof of anything except that this guy is a sensational athlete. \n[19]Lately, it's gotten worse. \n[20]Yes! \n[21] \n[22]Two nights later in Miami at our corporate conference, a breakthrough. Breakdown? Breakthrough. \n[23] \n[24]What started out as one page became twenty-five. Suddenly I was my father's son.  I was remembering the simple pleasures of this job, how I ended up here out of law school, the way a stadium sounds when one of my players performs well on the field... I was remembering even the words of the late Dicky Fox, the original sports agent, who said: \n[25]And suddenly it was all pretty clear. The answer was fewer clients.  Caring for them, caring for ourselves, and the games too. Starting our lives, really. \n[26] \n[27] \n[28]I printed it up in the middle of the night, before I could re-think it. \n[29] \n[30]Hi, it's jerry maguire.  Uh, listen did those manuscripts get... Oh they did... No no no no no, that's fine... \n[31]Jerry in suit, alone with his luggage.  Dry throat. clammy, holds onto the handrail to steady himself. \n[32]I was 35.  I had started my life. \n[33]I have to ask. \n[34]Where'd you find the perfect white shirt? \n[35] \n[36]Jerry Maguire.  SMI. \n[37]Well.  Good luck with that -- \n[38]I think you'll know when you see him at the gate. \n[39]I uh... don't think we're quite at your pitch yet. \n[40]She's an NFL publicist... amazing sense of style... former athlete... volleyball... world class... really knows how to live every moment of her life, which is why I should take a nap now... \n[41]No no... \n[42] \n[43]--so our first date, she told me about her favorite place in the world, the seven pools of Hana on the island of Maui... \n[44]A year-and-a-half later, we were both in Hawaii for the Pro Bowl. Now I've always hit a wall at 18 months.  Every serious girlfriend lasts 18 months.  It's like --ka- boom.  The curse of 18 months. \n[45]Exactly.  And the world does not need another 35 year-old bachelor. I knew I wanted to propose, so I took her there. \n[46]To the pools.  Now she's Miss Rock Climber, and I'm more the Non-Rock Climber, but we're hiking up through the pools and there's a fine mist in the air, and I have the ring in my pocket, and I'm a little nervous, I'm lagging behind, and she says to me, get this -- \"Hurry up, klutz.\" \n[47]Well, it bothered me somewhat. And I got quiet.  And now she's quiet and we're both pouting a little, you know.  And I decide I'm not going to propose.  The mood is not right. Why be impulsive? Now at this point I know she knows that I was going to propose and didn't.  And she knows I know.  So the entire sixty mile ride back to the airport, we don't speak. And we're both good at that.  We fly to Honolulu in silence.  We check into the Pro Bowl hotel -- \n[48]But wait... \n[49]Now little do I know that my assistant. has assumed that I've now proposed. So she has gotten the lounge band to actually play \"Here Comes The Bride\" when we walk back in. \n[50] \n[51]Which they do.  And we're standing there. All the football guys are in the lobby, watching, there's even an ESPN crew.  So I turn to her and sort of grandly say, \"Well, this is me, Klutz, asking you, Goddess of Rock Climbing, to marry me.\" And I took out the ring, and I don't much like big scenes, but she said \"yes\" right there in the lobby and some of the toughest men in football wept like babies.  We're getting married in February. \n[52](quietly, like a \n[53]Can I help? \n[54]I know who y6u are.  You're Dorothy Boyd.  You're in... wait... you're in Accounts.  You have the middle cubicle toward the back with that poster of Albert Einstein morphed onto Shaquille 0 Neal's body. \n[55]Now what did you lose? \n[56]Well, while I go look for him, why don't you hang onto this curious gentleman behind you -- \n[57]Well, take care. \n[58]No no. I knew. \n[59]No, I'm just... anxiously looking past it.  I already had my bachelor party.  It was called \"my twenties.\" See you later. \n[60]Thanks... actually, it was just a \"Mission Statement.\" \n[61] \n[62]I appreciate that, because some of that stuff... you know, it was two in the morning and... \n[63]Thanks.  May I offer you both a ride? \n[64] \n[65]... three, swing. \n[66]Sooner... or later... I'll have to stop. \n[67] \n[68]I know about the bachelor party. \n[69]One of the accountants. \n[70]Oh come on -- \n[71] \n[72]Dooler, you know Bob Sugar. \n[73] \n[74]Thanks, Wendy. \n[75]  \n[76]Marcee.  How's my favorite player's wife? \n[77]Tyson, hello. \n[78] \n[79]Marcee -- this is one of our agents. This is Bob Sugar, who needs to learn to knock. \n[80]Not a chance. \n[81] \n[82] \n[83]Gimme a second here... Tidwell... Arizona contract... new glass cabinet... \n[84] \n[85]Pardon me? \n[86]Aw shit...the crowded restaurant... so there's no scene... \n[87]You... \n[88]You... ungrateful... unctuous... \n[89]Dick. \n[90]You'll lose. \n[91]I'm over it.  Now I want all my clients and yours too. \n[92]-- and I'll get 'em. \n[93]  \n[94]  \n[95]Carla, right now you're paying 25% of your endorsments to SMI, I would cut my commission by 7%... \n[96]  \n[97]And when I got you that big contract in Chicago, and the fan poll in the Sun-Times was 93% against you, who went and found you that sympathetic journalist who turned it all around, it was me... \n[98]  \n[99]SMI represents all three quarterbacks on your team, where's their loyalty going to be?  You stay with me, I'd fight for YOU alone.  You'd be my only client on that team... \n[100]  \n[101]-- personal attention -- \n[102]  \n[103]-- a family of athletes -- \n[104]  \n[105]Kathy!  Hi, it's Jerry Maguire. \n[106] \n[107]Still me, Kathy. \n[108]   \n[109]Rod! How ya doing? Jerry Maguire. \n[110]I hear what you're saying... \n[111]  \n[112] \n[113]Now you want Arizona dollars. \n[114]I need a decision from you, Rod. \n[115] \n[116]Yes. \n[117]I got it. \n[118]Show.  Me.  The.  Money. \n[119]  \n[120]Well, don't worry!  I'm not going to do what you think I'm going to do, which is FLIP OUT! \n[121] \n[122] \n[123]-- that there is such a thing as manners.  A way of treating people... \n[124] \n[125] \n[126] \n[127] \n[128] \n[129] \n[130]Okay, anybody else? \n[131]  \n[132]Dorothy Boyd!  Thank you! \n[133] \n[134] \n[135]Wonder what he said. \n[136]Sure. Yes. Medical, I don't know. \n[137]Give me your number.  I'll call tomorrow.  I'm just a little. I'm a little insane right now. But it's going to be great. \n[138]But I mean really... wonderfully... great. \n[139]And when you think about what you've done later, don't panic. \n[140]Same to you. \n[141]  \n[142]The power move is to go unannounced. Black suit, right? \n[143] \n[144]  \n[145]I think I was trying to sleep with you at the time. \n[146]That's right. \n[147]Okay, this is working. \n[148]Who said anything about \"loser?\" Where do you get this word \"loser?\" \n[149]Now. \n[150](stops, an odd \n[151]No thanks. \n[152] \n[153]Oh, thank you. \n[154]You know, I'm not a hugger and yet... I can't let go. \n[155]It's either going to be Denver or San Diego trading up to take him. \n[156]I'll give it everything. \n[157] \n[158]Dorothy? Jerry Maguire!  Is Avery there? Where can I reach her? \n[159]Hello? \n[160]No, that's fine.  What calls came in today? \n[161]Shit, it's just so frustrating to not be able to talk to Avery -- \n[162] \n[163]It's all going to work. \n[164] \n[165]Happy for us. \n[166]Thanks. \n[167]Avery, I signed Cush.  Again. \n[168]I know.  Sorry I threw a scare into our lives there -- \n[169]Well, no you didn't -- \n[170]It's a plan --  -- \n[171] \n[172]They do, my brother. \n[173]I have no idea. So Ray, if there's an accident or something, it goes pwoooooooof -- -- and you go booooong.  And you're safe. \n[174]Yep.  Have a good time at school, Ray.  Wish me luck. \n[175]Let me think about that.  Want something to drink? \n[176]Wait.  What do you mean? \n[177]This can't be happening to me. \n[178]HEY.  Knock it off.  What are you, five years old?  Am I taking the kids to Chuck E. Cheese here? Grow up, both of you!  We are a family. And we go to the draft in an \n[179]At last I find you. \n[180]Come on.  Come with me.  We're going to take a walk through this lobby. I want every media guy, every player rep, everybody to see you for what you are.  The best- kept secret in the NFL. The biggest wide-receiver in the game. Let 'em see ya, Rod.  And Whatever you do, don't sit down. Let 'em see how big you are.  You ready? Let's do it. \n[181]Yeah.  And it might have even worked too. \n[182]I gotta get back to Cushman. \n[183]You know what was great about you down there?  For about five minutes, you unloaded that rather expansive, let me just say \"large\" chip that resides right there on your shoulder, and you know what? You were brilliant.  Take care. \n[184] \n[185]Get some sleep.  See you tomorrow. \n[186]Call me tomorrow. \n[187]Cush, Matt -- we have a decision to make. \n[188]Okay. San Diego just came in with a last-minute scenario.  It's big. \n[189]He still goes number one, but San Diego wants to trade up with New England -- they want him bad. \n[190]Denver got very silent about a day ago.  San Diego's got a fever for Cush.  This stuff tends to happen the night before a draft.  People get crazy.  And San Diego, you should know, is crazy to the tune of seven years for thirty. Signing bonus of eight. Million. \n[191]Just be friendly and say \"no comment.\" \n[192]\"This is Cush.\" \n[193]\"No comment. \n[194]Look, before I go back to Denver. I think we should put something down on paper.  Something that says, \"hey, I'm with Jerry Maguire.\" \n[195]Do I know everything there is to know here? You fellas aren't talking with Bob Sugar, are you? \n[196] \n[197]So you empowered Bob Sugar to deal with Denver behind my back? \n[198]I brought Denver to twenty million. Denver deals with me all the time. You listened to Sugar? You let that snake in the door. \n[199] \n[200]Shut up! I'm sorry... sorry. \n[201]Now.  Wait.  You didn't actually sign with Sugar, did you? Tell me you didn't sign. Because I'm still sort of moved by your \"my word is stronger'n oak\" thing -- \n[202]Well. Okay. Of course. You're twenty years old, and I'm just another guy in a suit.  It's all business. It didn't work out.  You didn't buy my product, which is, unfortunately, mm. Let me see, there's a speech that I'm supposed to make -- right! -- \"I'll be out there cheering for you.\" \"The door is always open!\"  See? I'm a class act. But maybe this would have all worked, us being real human beings, coming through for each other, really, and now I'll never know. You'll never know. Weren't you curious? No.  Okay, well, I'll be fine. And you'll be fine.  And Keith I bope you do call me. \n[203]I'm sorry... excuse me... \n[204]What do I do?  How do I spin this? \n[205]What did I do to you? \n[206]Could you just stop moving? \n[207]Everything's on the fucking run! Everything -- \n[208]Look, I don't want a -- \n[209]Go ahead.  Jump right on into my nightmare.  The water's warm. \n[210]Tell you what -- I'd prefer loyalty.. \n[211]I think you added the \"brutal.\" \n[212]Avery -- \n[213]-- stop -- \n[214]Listen to me! \n[215]It's over -- \n[216]There is something missing here. \n[217]Listen to me, it's over. \n[218]I'm not trying to make history. \n[219] \n[220] \n[221]Very much. \n[222]Rod -- \n[223]What are you doing with me, Rod? \n[224]Don't you even see -- I'm finished. I'm fucked. Twenty-four hours ago, I was hot. Now... I'm a cautionary tale! \n[225] \n[226]The least you could do is nod and act sympathetic -- \n[227]It's a quality that might come in handy for a commercial sometime. \n[228]Why not? \n[229](ruefully, to \n[230](the hell that never \n[231]Okay, turn here!  Sharp right turn. 8831 3/4 Waterloo. \n[232] \n[233]I'm Jerry Maguire. \n[234]Honesty.  Thank you. \n[235]Hi. \n[236] \n[237]I'm glad you're home.  That \"alone\" thing is... not my specialty... \n[238]Yeah.  That too.  I broke up with Avery. \n[239]Better now than later.  We'll still be friends. I'm dying here. \n[240]And just think if I got her the ring she really wanted. \n[241]Do you have something to drink? \n[242]My brother works for the White House. He pretends he's an intellectual.  He pretends he's from the east coast. \n[243] \n[244]But I don't want to talk about it. And yet!  My family.  I grew up with repression as a... a religion --you don't bitch.  No moaning!  Head down.  Do it, whatever \"it\" may be. My dad... he worked for the United Way for 38 years!  You know what he said when he retired? He said, \"I wish I'd had a more comfortable chair.\" 38 years he sat in it!  Do you know what I'm saying, Dorothy? Repression as a religion. I'm almost as old as his chair. \n[245]Yeah, thanks. \n[246]Hi Ray. \n[247]Wait.  I want to tell you more about my dad. \n[248]Okay.  I've been hogging it. You're right. \n[249]All my life I've been trying to talk, really talk, and no one wants to listen.  You know that feeling? \n[250]Aw, the fucking thing... I mean, the zoo is closed. \n[251]Yeah I know.  I did. \n[252]We'll go to the zoo sometime. Okay? I think I might have some time on my hands. \n[253] \n[254] \n[255] \n[256]Okay.  Lil' speech before I go. \n[257]  \n[258] \n[259]I've got the instincts of a panther! I've got Dorothy Boyd on my side! \n[260]We will be fine! \n[261]And I am... \n[262] \n[263]Sure. \n[264]Me too. \n[265]Mission... statement... \n[266]Sorry about this hand. You know that feeling -- you're not completely embarrassed yet, but you glimpe tomorrow's embarrassment? \n[267]Oh shit.  You said \"boss.\" \n[268]Now I feel like Clarence Thomas. \n[269]No, I do.  I feel like Clarence Thomas. I'm like... harrassing you... right now. \n[270]Well, good evening. \n[271]We'll be okay.  And I'm going to take my... one client and we're gonna go all the way. \n[272](continuing; loving \n[273]We gotta talk about his contract, Dennis. \n[274]I started talking with Dennis Wilburn about your renegotation. \n[275]Uh, not today, but -- \n[276]I understand your anxiety. \n[277]That's your word? \n[278] \n[279]Great word.  Towel? \n[280]Rod, I say this with great respect, but those players you mentioned are marquee players and -- \n[281]You. \n[282]Here's what I'm saying.  This is a renegotiation.  We want more from them, so let's show them more from us. Let's show them your pure joy of the game, let's bury the Attitude a little, let's show them -- \n[283]No, I'm saying to be -- \n[284]Rod, I'm not a rascist.  I'm telling you to be the best version of you, to get back to the guy who first started playing this game. Way back when you were a kid.  It wasn't just about the money, was it? \n[285]Fine. \n[286]Forget it.  Forget it. \n[287]I'm out here for you!  You don't know what it's like to be me out here for you. It is an up-at-dawn pride-swallowing seige that I will never fully tell you about! Okay?! Help me help you help me help you. \n[288](loopy, punch-drunk, \n[289]  \n[290](jolted into \n[291]Good.  Good.  Glad is good. \n[292]I sunk most of what I had into this condo, which devalued, and -- \n[293]Look, the other night, I want to apologize. \n[294]We're two people working together and we can't have an atmosphere. \n[295]I mean, the other night was... I felt like you understood something I could barely even say, something way down deep in the murk -- -- but we have a company here to think about.  I won't ever take advantage of you in that way again. \n[296]You walked out on a job for me, and I won't ruin that. \n[297]You want to go out to dinner? \n[298] \n[299]Yeah, I did -- am I dressed okay? I guess I didn't realize we were... \n[300]Bye you guys. \n[301]It was laziness1 my whole breakup with Avery. You know that thing you say, \"it's nobody's fault.\" It's one of the great lies, right? Someone is always to blame -- if you go for it, go for it like you do a job, work at it -- \n[302] \n[303]See, you choose. If you fall for someone, if you make a commitment, you should make it work.  It's only when \"options\" entered the picture that things got bad. I'm speaking historically now.  It's a modern day concept, nueroticism -- how do I feeeeeel? -- I think the only good thing to \n[304]come from this period in history is probably the movie \"Annie Hall.\" \n[305]No no no.  I just underestimated her... her temper, I guess.  Why are we even talking about this? \n[306]You want a -- \n[307]What? \n[308]Well -- this would be goodnight. \n[309]I'll see you tomorrow. \n[310]Same to you. \n[311]Right.  I'll come in. \n[312] \n[313] \n[314]  \n[315]  \n[316]Easy, easy -- \n[317]  \n[318]Oh, no thanks.  We bottom-feeders prefer cereal first -- \n[319]A lot.  We got a big fax today... we need this commission, buddy. \n[320]  \n[321] \n[322]Aw shit -- \n[323]I'll go back to them. \n[324]Okay, we don't take this emotionally. We roll with this problem. \n[325]Marcee -- \n[326]Another time, okay Dorothy? \n[327]And I appreciate that impulse. \n[328]If you get injured, you get nothing. \n[329]It's a risk. \n[330]  \n[331]I'll get you some quick work -- \n[332]Don't be silly. \n[333]Don't even talk about that yet. I'll find something fast for Tidwell. We'll stay afloat. \n[334]Bill, Rod, wait -- \n[335]Rod, get on the camel. \n[336] \n[337]Can I ask you a question totally unrelated to your career? \n[338]What do you know about dating a single mother? \n[339]Tell me, because it's been a month, and she's about to take another job in San Diego. \n[340]How do I know? \n[341]No, I don't know. \n[342]But I sure don't like that she's leaving. \n[343]The kid is amazing. \n[344]I didn't \"shoplift the pooty.\"  We were thrown together and -- I mean it's two mutual people who -- Alright, I shoplifted the pooty. \n[345]Right up ahead, buddy -- \n[346] \n[347]It's in a cage.  Do not be scared of... \n[348] \n[349]Both heads have brains.  Both heads eat, both heads battle for direction all day long. Man, can I relate. \n[350]I'm not good at this. \n[351] \n[352] \n[353]So I'll see you this weekend. \n[354] \n[355] \n[356]Wait a second. \n[357]\n[358] \n[359] \n[360] \n[361]Will you marry me? \n[362]  \n[363] \n[364]Yeah, we did. \n[365] \n[366]No. \n[367]How's your head? Bubblicious. \n[368]I'm a little worried -- \n[369]We can still take the offer, Rod. \n[370]Well, just stay healthy. I will show you the kwan. \n[371]I'll see you in Arizona. \n[372]Take care, okay? You're my entire client roster. \n[373]What's that supposed to mean? \n[374]I don't know -- how's \"dedication\" for an answer? \n[375]Why are you doing this to me, Rod? \n[376]No, you're -- \n[377]Not everyone has what you have. \n[378] \n[379]No, I'm going to answer you.  You want an answer?  I'll give it to you. Loyalty.  She was loyal. Everything grew from there. \n[380]Damn right. \n[381]Look.  I'm happy to entertain you, as always, but I have a question for you.  Are we really \"friends?\" \n[382]Well, friends can tell each other anything, right? If we have our \"friends\" hats on -- \n[383]  \n[384](finger rises to \n[385]Fine. \n[386] \n[387]  \n[388]  \n[389]I was thinking I hope he doesn't get injured. I felt responsible. \n[390]Well, when you wonder, ask me. \n[391]Why do you love me? \n[392]I'll come visit you in a      Just for a few minutes, second --                     buddy -- \n[393]Tonight.  Yeah, the red-eye, I'll be in Arizona on Monday... \n[394]What -- \n[395] \n[396] \n[397]You want... \n[398] \n[399] \n[400]What if it's true?  \"Great at friendship bad at intimacy.\" I mean, come on.  It's the theme of my bachelor film -- \n[401] \n[402]What about Ray? \n[403]So this break... is a break-up. \n[404]Don't wake up... \n[405](continuing; \n[406]Get the fuck away from my guy, Sugar. \n[407] \n[408] \n[409]He took a shot.  He's unconscious. \n[410]Keep the phone open.  I'll call back. Stay calm. He's got some good doctors out there. \n[411]Alright, I'm freaking too.  But they need you to stay calm.  I'll call back. \n[412]\n[413]  \n[414]  \n[415]Hello. It's Marcee.  She says she couldn't get through on your phone. \n[416]  \n[417]Tommy.  I love you. \n[418]Hello.  I'm looking for my wife. \n[419] \n[420] \n[421]  \n[422]Take care, Marcee.  We'll see you at the restaurant. \n[423]Come on, Ray.                 Ray, let's go. ", "Maguire": "\n[1]   \n[2]  \n[3]  \n[4]  \n[5]  "}}