{"filename": "JFK_script.txt", "imdb_id": "tt0102138", "imdb_url": "https://www.imdb.com/title/tt0102138", "characters": ["Epileptic", "Plaza Witness #2", "Jim Garrison", "Angry Bar Patron", "Nellie Connally - Double", "Plaza Witness #3", "John F. Kennedy - Double", "Jackie Kennedy - Double (as Jodi Farber)", "Lou Ivon", "Guy Bannister", "Rose Cheramie", "Plaza Witness #1", "Zapruder", "TV Newsman #1", "Gov. Connally - Double"], "dialogues": {"Epileptic": "", "Jim": "\n[1]     \n[2]What's wrong, Lou? \n[3]Oh no!... How bad? \n[4]Come on.  Napoleon's has a TV set. \n[5]There's still a chance, dammit! Come on, Jack - pull through. \n[6]I didn't always agree with him - too liberal for my tastes - but I respected him.  He had style... God, I'm ashamed to be an American today. \n[7]Let's get outta here, Lou.  I saw too much stuff like this in the war. \n[8]   \n[9] \n[10]I know David - a strange character. \n[11]Hold your horses.  What kinda source? \n[12] \n[13] \n[14]How could I forget?  You make quite a first impression. Sharon, could you please bring us some coffee? I've heard over the years you're quite a first-rate pilot, Dave. Legend has it you can get in and out of any field, no matter how small... I'm a bit of a pilot myself, you know.  Flew grasshoppers for the field artillery in the war. \n[15] (on each name, watching Ferrie's reaction \n[16]But you are aware, he served in your Civil Air Patrol unit when he was a teenager. \n[17](hands him a current newspaper \n[18]Well that must've been mistaken information we got.  Thanks for straightening it out for us. There is one other matter that's come up, Dave.  We were told you took a trip to Texas shortly after the assassination of Friday. \n[19]What was so appealing about Houston? \n[20]Dave, may I ask why the urge to go ice skating in Texas happened to strike you during one of the most violent thunderstorms in recent memory? \n[21]I see.  And where did you drive? \n[22]Why Galveston? \n[23]And then Sunday? \n[24]Did you bag any geese on this trip? \n[25]But the boys told us they didn't get any. \n[26]Your young friends also told us you had no weapons in the car.  Dave, isn't it a bit difficult to hunt for geese without a shotgun? \n[27]I see. Dave thank you for your time.  I'm sorry it has to end inconveniently for you, but I'm going to have you detained for further questioning by the FBI. \n[28]Dave, I find your story simply not believable. \n[29]They must know something we don't. So, let's get on with our lives, gentlemen... we got plenty of home grown crimes to prosecute. \n[30]I sometimes feel things've gone downhill since John Kennedy was killed, Senator. \n[31] \n[32]You know, something always bothered me about that from day one, and I can't put my finger on it. \n[33]You think there were other men involved, Russell? \n[34]Russell, honestly you sound like one of those kooky critics spreading paranoia like prairie fire.  I just can't believe the Chief Justice of the United States would put his name on something that wasn't true. \n[35] \n[36] \n[37]Again and again they ignore credible testimony, leads are never followed up, its conclusions are selective, there's no index, it's one of the sloppiest, most disorganized investigations I've ever seen.  Dozens and dozens of witnesses in Dealey Plaza that day are saying they heard shots coming from the Grassy Knoll area in front of Kennedy and not the Book Depository behind him, but it's all broken down and spread around and you read it and the point gets lost. \n[38]I can't believe a man as intelligent as Earl Warren ever read what's in those volumes. \n[39] \n[40] \n[41]Goodnight, my doodle bugs. \n[42]Oh, she did, huh?  When I come up I'll show you how Saturday night got invented. \n[43]  \n[44]\n[45]It's incredible, honey - the whole thing.  A Lieutenant Colonel testifies that Lee Oswald was given a Russian language exam as part of his Marine training only a few months before he defects to the Soviet Union.  A Russian exam! \n[46]Honey, in all my years in the service I never knew a single man who was given a Russian test.  Oswald was a radar operator.  He'd have about as much use for Russian as a cat has for pajamas. \n[47]And then this Colonel tries to make it sound like nothing.  Oswald did badly on the test, he says.  \"He only had two more Russian words right than wrong.\"  Ha!  That's like me saying Touchdown here... ...is not very intelligent because I beat him three games out of five the last time we played chess. \n[48]Liz, do I have to spell it out for you?  Lee Oswald was no ordinary soldier.  That was no accident he was in Russia.  He was probably in military intelligence.  That's why he was trained in Russian. \n[49]Goddammit!  I been sleeping for three years! \n[50]Morning, boys.  Ready for a walking tour? \n[51] \n[52]Remember whose office this was back in '63?  531 Lafayette Street. \n[53]Headed the Chicago office.  When he retired he became a private eye here. I used to have lunch with him.  John Birch Society, Minutemen, slightly to the right of Attila the Hun. Used to recruit college students to infiltrate radical organizations on campus.  All out of this office. Now come around here, take a look at this... \n[54]544 Camp Street.  Same building as 531 Lafayette, right... but different address and different entrances both going to the same place - the offices on the second and third floors. \n[55]Guess who used this address? \n[56]Bull's-eye.  How do we know he was here?  Cause this office address was stamped on the pro-Casto leaflets he was handing out in the summer of '63 down on Canal street.  They were the same leaflets that were found in his garage in Dallas. \n[57]He was arrested that day for fighting with some anti-Castro Cubans... but actually he had contacted them a few days earlier as an ex-Marine trying to join the anti-Castro crusade. When they heard he was now pro-Castro, they paid him a visit. \n[58]There was no real fight and the arresting Lieutenant later said he felt it was a staged incident.  In jail, Oswald asked to talk to Special Agent John Quigley of the FBI who showed up immediately.  They have a private session.  Oswald is released and Quigley destroys his notes from the interview. \n[59]But the arrest gets him a lot of publicity and as a result Oswald appears on a local TV debate that established his credentials as a Communist. \n[60]Y'ever heard of a double agent, Bill? I'm beginning to doubt Oswald was ever a Communist... after the arrest, 544 Camp Street never appeared on the pamphlets again.  Now here's another one for you:  What would you say if I told you Lee Oswald had been trained in the Russian language when he was a Marine? \n[61]Lou, you were in the Marines.  Who would be running that training? \n[62]Take a look across the street. \n[63]Upstairs.  In 1963 that was the Office of Naval Intelligence - And just by coincidence, Banister, before he was FBI, was ONI.  What do they say? \n[64]Bill, Lou, we're standing in the heart of the United States Government's intelligence community in New Orleans.  That's the FBI there, the CIA, Secret Service, ONI.  Doesn't this seem to you a rather strange place for a Communist to spend his spare time? \n[65]We're going back into the case, Lou - the murder of the President.  I want you to take some money from the Fees and Fines Account and go to Dallas - talk to some people.  Bill, I want you to get Oser on the medical, the autopsy, Susan on Oswald and Ruby histories, tax records... \n[66]No, you're awake, Bill, and I'm dead serious.  And we're going to start by tracking down your anonymous source from three years ago.  How did you find out Dave Ferrie drove to Texas that day? \n[67]You're not under cross-examination here, Jack. \n[68]Here's my problem, Jack.  You told me you and Guy were good friends for a long time? \n[69]And he never hit you before? \n[70]Yet on November 22, 1963 - the day of the President's murder - our police report says he pistol-whipped you with a .357 Magnum. But the police report says you had an argument over the phone bill. Here, take a look at it. Now, does a simple argument over phone bills sound like a believable explanation to you? \n[71]How much more? \n[72]Well, I'd ask Guy - we were friendly, you know - heart attack, wasn't it? \n[73]You have other information? \n[74]Why did Guy beat you, Jack? \n[75]Was he there often? \n[76]All this right under the noses of the intelligence community in Lafayette Square? \n[77]Where is Banister in all this? \n[78]And Oswald? \n[79]Anything more specific, Jack?  It's important. \n[80]Anyone else involved at Banister's level? \n[81]Bertrand.  Clay Bertrand? \n[82]  \n[83]The assassination, Jack? \n[84]Hold on, Jack.  What's the problem? \n[85]Nobody knows what we're talking about, Jack. \n[86]Does that bother you, Bill?  I always wondered in court why it is because a woman is a prostitute, she has to have bad eyesight. \n[87]When something's rotten in the land, Bill, it generally isn't just one fish, we'll get corroboration... find this Clay Bertrand.  If I were a betting man, I'd give you 10 to 1 it's an alias.  Start checking around the Quarter. \n[88]The murder of a President, Bill, is a crime in Orleans Parish too.  I didn't pick you because of your legal skill, you know. \n[89]But because you're a fighter.  I like a man who isn't scared of bad odds. \n[90]I sure do.  We sang \"You're the Cream in My Coffee.\" \n[91] \n[92]Been too busy, Paul - an elected man can't have as much fun as he used to. Welcome back, Lou.  Find out anything on those hobos? \n[93]I can't say that comes as a surprise anymore. \n[94]Hoboes I knew of old used to sleep in their clothes - these two look pretty young. \n[95]Who the hell are they, then!  Hi, Susie, sit down. This could be it.  Let's start looking for 'em. \n[96] \n[97]Can we find her? \n[98]If we go to him our investigation'll hit the front pages by sunrise. Blow up right in our face.  Ruby was just given a new trial.  If he has something to say, it'll be there. Susie, what did you find out on Oswald? \n[99]Makes sense - he's a spokesman. \n[100]It's a contradiction, Numa, get used to them.  The only explanation for the royal treatment is he did give them radar secrets.  Or fake secrets. \n[101]Don't get sidetracked!  How does he get back to the States?  That's the point.  Does he have any problems? \n[102]This is a man whose secrets cause us to change our radar patterns in the Pacific!  He should've been prosecuted as a traitor! \n[103]But who meets him when he gets off the boat in New York in June '62? \n[104]And Marina?  Does she have a problem getting out? \n[105]Dammit, it doesn't add up!  Ordinary people get blacklisted for leftist affiliations!  The State Department did everything short of dispatching a destroyer to Minks to insure Oswald's return.  Only intelligence people can come and go like that. \n[106]Sort of like Benedict Arnold coming back to George Washington's cabinet. \n[107]This is the guy that keeps turning up in colonial countries and each time something strange happens. Coup d'etats, presidents overthrown. He shows up on a \"walking tour\" of Guatemala's Cuban invasion camps just before the Bay of Pigs invasion. If we don't know he's CIA, let's circle him very probable - Oswald's handler. \n[108]That's scenery.  Don't get sidetracked.  This is the man, bottom line, who nailed Oswald to the Warren Commission as a potentially violent man, and linked him to the rifle. \n[109]Presumably so he can now exercise his intellect stacking school texts at $1.25 an hour. \n[110]I wonder about the Williams'.  Just where did the first description of Oswald come from at 12:44?  No one knows.  They claimed it was Brennan's, but his description came after 1 P.M.  Who called?  Somehow the FBI's been tapping the Williams' and picks up a call between Bell Helicopter and Janet's phone, an unidentified voice saying \"We both know who's responsible.\"  Who called?  Why's the Bureau been tapping them? \n[111]Yeah, after, they take her to Six Flags Inn in Arlington, prepare her for the interviews, teach her how she should answer - and after two months and 46 interviews, she has a nervous breakdown. Oswald was no angel, that's clear, but who was he? \n[112]We're saying that when Oswald went to Russia, he was not a real defector, that he was an intelligence agent on some kind of mission for our government and he remained one till the day he died, that's what we're saying. \n[113]I'll go you one better!  Maybe Oswald didn't even pull the trigger, Bill. The nitrate test indicates he didn't even fire a rifle on November 22nd. And on top of that, they didn't even bother to check if the rifle had been fired that day. \n[114]It went to the goddamn FBI and they didn't find a goddamn thing.  It comes back a week later and one guy in the Dallas police department suddenly finds a palm print which for all I know he could've taken off Oswald at the morgue.  There's no chain of evidence, Bill.  And what about the tow guns actually seen in the Depository?  One an Enfield photographed by a newsman and the other a Mauser, described by Deputy Weitzman... Maybe, just maybe, Lee Oswald was exactly what he said he was Bill - \"a patsy\".  Take it at face value.  Lou, Susie, I'm going with my gut here.  He's got an alias of Hidell to buy the rifle, \"O.H. Lee\" to rent the room, right?  What's in a name, right?  In intelligence, they're assumed to be fake.  A name is sort of like a postbox number, a code - several different people can use the same name, right?  Then why can't somebody be using Oswald's name? \n[115]To frame him, obviously.  You got to get in your minds how the hell spooks think, Bill!  They're not ordinary crooks. \n[116]Unless he or someone else wants him to get caught.  Maybe he never ordered the weapon, Lou.  Somebody else did. It was picked up at the post office early morning when Oswald's time sheet shows him clocked in at his job.  Lou, come alive.  These things are not adding up. \n[117]Let's start making some assumptions about the man.  Why would he leave a path as big as Lee Harvey Oswald's? This is not a thin trail, gentlemen, it is a very wide one.  Who found the evidence?  Who set him up?  Lou, Bill, Susie, I want you to go back and check all the sightings of Oswald in Dallas, New Orleans and Mexico in the summer and fall of '63 - see if it's the same guy. \n[118]Al, you can't tell a mink from a coonskin unless you see the fur up close.  Goddamn, Sam!  If we don't start reading between the lines here! Y'all gotta start thinking on a different level - like the CIA does. We're through the looking glass. Here white is black and black is white. \n[119]We're talking about a crime, Bill. No one is above the law.  Reduce it. A crime was committed.  Let's get to work. \n[120]Because you keep conning me, Dean. I read your testimony to the Warren Commission and... \n[121]You tell them the day after the assassination you were called on the phone by this \"Clay Bertrand\" and asked to fly to Dallas and be Lee Oswald's layer. \n[122]Now that's pretty important, Dean. You also told the FBI when you met him, he was six foot two.  Then you tell the Commission he was five foot eight.  How the hell did the man shrink like that, Dean? \n[123] \n[124]When did you first do business with this Bertrand? \n[125]Street cats? \n[126]What was his voice like? \n[127]Did he pay? \n[128]And Oswald? \n[129]So you saw Oswald how many times? \n[130]Recall any names? \n[131]Did you speak to Oswald in Dallas? \n[132]Then how the hell did you get in the Warren Commission, Dean?  Except through the phone records in the Dallas jail? \n[133]Of course there weren't. 'Cause they disappeared.  And yet the Commission found you, Dean. \n[134]Dean, I think we're having a communication problem.  I know you know who Clay Bertrand is.  Now stop eating that damn crabmeat for a minute and listen. I'm aware of our long friendship, but I want you to know I'm going to call you in front of a grand jury. I took nine judges on, Deano, right here in New Orleans, and I beat 'em all.  If you lie to the grand jury as you've been lying to me, I'm going to charge you with perjury.  Now, am I communicating with you? \n[135]Read my lips, Deano.  Either you dance into the Grand Jury with the real identity of Clay Bertrand or your fat behind is going to the slammer.  Do you dig me? \n[136]I want to thank you, Mr. O'Keefe, for this time. \n[137]For sexual purposes? \n[138]Anything else unusual about him you'd be able to describe in a court of law, Willie? \n[139]Would you say this \"Leon\" was actually Lee Harvey Oswald? \n[140]Willie, are you willing to repeat your statements under sodium pentothal?  Under the supervision of a doctor? \n[141]You realize the things you're saying, Willie, are going to be attacked by a lot of different people. \n[142]No one's trying to buy you, Willie. It's important to know why you're telling us this. \n[143] \n[144]The interesting thing is the extent to which the Warren Commission went to make him a Communist.  They got almost 150 pages and 130 exhibits of the report on this Mexico trip and the picture doesn't even match.  I'm beginning to think the point of the Mexican episode was to lay the blame at Castro's door.  If Oswald, or someone purporting to be Oswald, had gotten into Cuba, come back, then killed the President, the American public once again would've screamed for a Cuban invasion... \n[145]Goddamn!  They put Oswald together from Day One!  Like some dummy corporation in the Bahamas - you just move him around a board.  Sent him to Russia, in and out, no passport problems.  You got the word \"microdots\" in his notebook, you got the Minox camera and the electronic devices they find in his possessions, the sealed DIZ201 personnel file. For all we know, there could be a dozen Oswalds in different cities, countries - all of them leaving a trail of incriminating evidence that could easily be traced to a scapegoat after the assassination.  Does the real Oswald know he's been put together?  Who knows.  It doesn't matter, does it?  He's a low level spy, he doesn't know who he really works for... Let's call it a night. Anything new on Ruby? \n[146]I know you do, Lou.  I'm doing three more lectures this month.  You're all doing an incredible job, Sue, Al, Numa.  But this is one where if you don't nail the other guy, you're dead. How did Jack Ruby dies so quick?  Of what?  Cancer, right?  A history of Nazi Germany, Lou.  They were studying viral cancers as a weapon in the 30's.  We learned a lot more than you think from the Nazis.  Read this. Our biological warfare lab is in Fort Detrick, Maryland.  Close to where the National Cancer Institute is located.  Think about it.  Think the unthinkable - question everything. \n[147] \n[148]Can you get some sworn statements? \n[149]I think we should have him in for a little talk. \n[150]It'll be off the record, honey. I'll bring him in on a Sunday.  A quiet little chat between gentlemen. \n[151]You know I don't like these tribal rituals, Freckle Face.  I'm interviewing Clay Shaw this morning. \n[152]No.  I told you I was going to talk to Shaw. \n[153](annoyed with her look \n[154]I'm sorry, but it's important.  Clay Shaw is important.  I'm sorry. \n[155]Look, I'll rush and be there by two, I promise.  Go ahead without me. \n[156]I'm sorry, Mr. Shaw, to interrupt this holiday, but I feel this is a conversation we might better have out of the everyday bustle in this office... \n[157](bringing some papers forward \n[158]We recently talked to a number of men who claim to know you.  Are you acquainted with a David Logan? \n[159]A Perry Russo? \n[160]A Willie O'Keefe? \n[161]Mr. O'Keefe told us he met you at the Masquerade Bar down in the Quarter and several evenings later you had him over for dinner at your apartment on Dauphine Street.  Do you recall that? \n[162]Perhaps a few more details about the evening will refresh your memory. Mr. O'Keefe told us dinner was served by a uniformed waiter - a colored man.  He particularly remembers that you sat at one end and he at the other - which he found rather unusual because the table was so long.  Does that bring back memories of Willie O'Keefe? \n[163]I would imagine a uniformed waiter helps. \n[164]After dinner you paid him to have sex with you. \n[165]...in the course of that night, Mr. O'Keefe said a man named David Ferrie stopped by the house... along with another young man... \n[166]David Ferrie. \n[167]...and that the four of you partied early into the morning hours... \n[168] (he hands Shaw a general photo of Ferrie \n[169]Does the name Clay Bertrand mean anything to you? \n[170]No, it was not.  Do you know an attorney by the name of Dean Andrews? \n[171](handing a photo to Shaw \n[172] \n[173]Please answer the question. \n[174]Mr. Shaw, this is an Italian newspaper article saying you were a member of the Board of Centro Mondo Commerciale in Italy, that this company was a creature of the CIA for the transfer of funds in Italy for illegal political-espionage activities.  It says that this company was expelled from Italy for those activities. \n[175]It says that this company has heavily Fascist ties to the French secret army organization that tried to assassinate de Gaulle in 1960. \n[176]...and that this company is linked to the Schlumber tool company here in Houma, Louisiana - which is where their arms may have come from to David Ferrie and his Cubans... \n[177]Mr. Shaw, have you ever been a contract agent with the Central Intelligence Agency? \n[178]No, people like you don't have to, I guess - people like you walk between the raindrops. \n[179]I've spent half my life in the United States military serving and defending this great country, Mr. Shaw, and you're the first person I ever met who considered it an act of patriotism to kill his own president. \n[180] \n[181] \n[182]Tough day. \n[183]Liz, I'm really sorry.  The meeting went much longer than expected. \n[184]I don't know what to say except I'm sorry.  I just don't have rabbits on my mind. \n[185]I don't know what to tell them.  How 'bout the truth - I'm doing my job to make sure they can grow up in a country where justice won't be an arcane, vanished idea they read about in history books, like the dinosaurs or the lost continent of Atlantis. \n[186] \n[187](striding into his office reading the paper \n[188]They hunted down the news, it's their business.  Getting angry doesn't accomplish a damned thing, but this changes everything.  We either pull out now or we go through some heavy flack together. \n[189]Bear in mind, each of you, this may affect the rest of your careers, your lives... ...if any of you pull out, I assure you I will bear no ill feelings towards that person and will reassign you to regular duties. \n[190]There it is then.  Thank you.  It means very much to me.  I'm giving this office $6,000 from my National Guard savings so we can continue.  I will make speeches where I can to pick up additional money.  Some local businessmen are putting together a fund for us and... \n[191]Neither confirm, deny, nor discuss, Sharon.  Goodbye, ladies, gentlemen, I'm going home where I can get a decent day's work done. \n[192]Did they live? \n[193]Don't be.  Nothing to be scared about, honey, I been through four years of war - this is nothing. \n[194]Nothing is going to happen to you. I won't let it. \n[195]You mean about the Cubans getting trained north of the lake? \n[196]Who was paying you, Dave? \n[197]I don't know.  Were you? Who you scared of, Dave? \n[198]Let me get this straight, now.  Clay Shaw is blackmailing you? \n[199]Was it the same Oswald, Dave, that was in Dallas, or was it an impersonator. \n[200]Did you take a good look at the TV when they had Oswald? \n[201]Dave, can I just ask you this directly?  Did you ever work for the \n[202]And Shaw? \n[203]What about Ruby? \n[204]Then who killed the President? \n[205] \n[206]Get some rest, Dave, and you'll feel better in the morning.  We'll talk then. \n[207]Numa joins Jim with a stack of new mail. \n[208]Notorious is more like it.  \"Jim Garrison is right.  There has been a conspiracy in New Orleans - but it's a plot of Garrison's own making\"... and this - \"one of the D.A.'s investigators offered an unwilling witness $3000 if only he would fill in the facts of the alleged meeting to plot the death of the President\"... How can they write that?  Where did they come up with this? ... \"A charlatan,\" \"power-mad,\" a \"hulking \n[209]Oh Jesus, Stoner!... Why doesn't he call me? \n[210]   \n[211]Welcome, Mr. Miller.  Jim Garrison. Would you care for some coffee? \n[212]Yes, your letter indicated you were in he oil business up there. \n[213]We can use all the support we can get.  I think these might interest you. \n[214]They've been enlarged and show a lot of detail... \n[215]Germany. \n[216](nettled by Miller's moving around  \n[217]If you must know, virtually nothing. \n[218]Less than you would guess.  Most days two to three assistant D.A.'s. A handful of police investigators. \n[219]That's it. \n[220]That was never in he newspapers, Mr. Miller. \n[221]The job manages to keep me pretty busy. \n[222]And what would I have to do? \n[223]How long do you think it would take me to be appointed? \n[224]Who are you, Mr. Miller? You see that helmet over there? I picked that up at the Dachau concentration camp when we liberated it in 1945.  It was the most horrifying sight I've ever seen, Mr. Miller.  Pyramids of decaying, stinking bones and skin one on top of the other.  I don't enjoy looking at that swastika every day, Mr. Miller, but I keep it there to remind me of what can happen when a country turns from free democratic principles to Fascism, when a few madmen turn human beings into digits and millions sit in silence and do nothing about it. \n[225]Mr. Miller, you and I have met under a great misunderstanding.  I haven't the remotest interest in becoming a Federal Judge.  And nothing is going to keep me from going ahead with my investigation of John Kennedy's murder. \n[226]Bill, Mr. Miller and I have finished our conversation.  Would you show him out? \n[227]Those bastards!  That's proof enough right there of what we're up against. The whole goddamn Federal Government, Bill! \n[228]Susie, watch the language, would you please. \n[229](rises, looks at his watch \n[230] \n[231]What the hell is... \n[232]I don't believe it! \n[233]Okay, you handle it, Numa.  I don't have time for this nonsense. We've obviously got the bastards worried now.  I'm going to Washington. \n[234](to chief police officer (Hank looks at him weirdly \n[235]What's it look like, Nick? \n[236]I took it once for a low thyroid condition... It raises the metabolism, Lou. Did David Ferrie strike you as the kind of person who had a low metabolism? \n[237]Ferrie was the only one to express some kind of remorse about this whole thing.  I think it got him killed. \n[238]Jesus, they must've been hard pressed to come up with that one. \n[239](gives the coroner the empty bottle \n[240]Can you ascertain if there's Proloid in his system? \n[241]Well, it doesn't make sense, Nick - he was afraid of dying, then he kills himself in a way that leaves no trace, but he leaves two unsigned suicide notes. \n[242]All right, all right.  Break it up. \n[243]I don't know, Bill, I just don't know. \n[244]Yes. \n[245]Well, I just hope it was worth my while, Mr... \n[246]I've already been warned by the Agency, Mr. Whoever.  If this is another type of threat, I don't... \n[247]I don't... I can't believe it.  They killed him because he wanted to change things.  In our time - in our country? \n[248]The size of this is... beyond me. Testify? \n[249]I haven't yet.  I don't have much of a case. \n[250]I don't care if he was doing it with giraffes in the zoo, Numa, it's none of our business.  Let's keep this side of it quiet, shall we? \n[251]Not one word.  That's an order. \n[252]If Mr. Shaw had no connection to the assassination, why did the FBI investigate him?  And why, if they did, is his name not mentioned once in the entire 26 volumes of the Warren Report, even it if is to clear his name?  I doubt this Attorney General would qualify for my staff. \n[253]I congratulate Mr. Shaw.  Most witnesses have to wait for trial before they're allowed to produce sacred cows like the Chief Justice of the land as a character witness, who is of course not under oath and free from the laws of perjury. \n[254]Let me ask you... is a government worth preserving when it lies to the people?  It has become a dangerous country, sir, when you can't trust anyone anymore, when you can't tell the truth.  I say let justice be done, though the heavens fall. \n[255]In the sheriff's report, Mrs. Mercer, it says you were at Dealey Plaza two hours before the assassination but that... \n[256]You mean you identified him on Saturday, the day before Ruby shot Oswald? \n[257] \n[258]Mrs. Mercer, as a former FBI man, it's difficult to accept this. \n[259]They didn't call a lot of people, Mr. Mercer.  I think it's safe to say the Warren Report is a work of fiction. \n[260]Will you testify,  Beverly? \n[261]I know the pressure you're under, Beverly.  Don't think I don't. I understand. \n[262]Are you willing to testify, Mrs. Hill? \n[263]Go! \n[264]Between six and seven seconds. \n[265]Didn't Hoover say something about that?  The leaves had fallen off in November? \n[266]The Zapruder film is the proof they didn't count on, Lou.  We gotta get our hands on it. \n[267] \n[268] \n[269]Who do you think changed the parade route? \n[270]You know who the mayor was? \n[271]Earle Cabell.  And guess who his brother is? \n[272]General Charles Cabell.  Deputy Director of the CIA.  Fired by Kennedy in '61 because of the Bay of Pigs fiasco, he moved back to the Pentagon, called Kennedy a \"traitor\".  When he came to New Orleans to address the Foreign Policy Association, you know who introduced him?  Our friend Clay Shaw. \n[273] \n[274]  \n[275]Maybe we should just call it a day, Lou.  Go home.  While we're still a little behind.  We got two people killed, maybe more we never thought about. \n[276] \n[277]Well, what do you expect from a pig but a grunt. \n[278]No, she could get hurt.  If you believe what's happening to these other people. \n[279]I just don't want to do it.  What else? \n[280]  \n[281]I think Clinton is a breakthrough. Shaw denies he knows Ferrie or Oswald. Is that right?  It proves he's a liar.  Keep on it, Bill. \n[282] (the staff seem surprised by the thought \n[283]...there again Quigley destroyed the notes of the meeting.  I think we can raise the possibility that Oswald not only was an informant but that he may well have been the original source for the telex we have dated November 17 warning of the Kennedy assassination in Dallas on November 22. \n[284]William Walter, the night clerk on duty here in the FBI office, gave me a copy of this.  It went all over the country.  Nothing was done, and the motorcade went ahead on schedule - and this wasn't even mentioned in the Warren Report!  Read it, Al. \n[285]...shortly after the assassination, Walter says, the telex was removed from all the files in all cities, as an obvious embarrassment to the Bureau.  I believe Oswald was sending information through Hosty... \n[286]I have a hunch that from the get go, Oswald had infiltrated this group, probably Cubans or right-wing extremists.  He was at the Book Depository that day, told to be there by their handlers, either to prevent the assassination or to take part in it.  They coulda told him anything, either 1) they were going to close down the plotters that day, or 2) they were going to fake an attack on Kennedy to whip up public opinion against Russia or Cuba and reverse his policies - it doesn't really matter what they told him, 'cause he was under orders, he was a foot soldier. \n[287]There's a word - orders. \n[288]Shaw's our toehold, Bill.  I don't know exactly what he is, where he fits, and I don't care.  I do know he's lying through his teeth and I'm not gonna let go of him! \n[289]I don't doubt their involvement, Bill, but at a low level.  Could the Mob change the parade route, Bill, or eliminate the protection for the President?  Could the Mob send Oswald to Russia and get him back?  Could the Mob get the FBI, the CIA, and the Dallas Police to make a mess of the investigation?  Could the Mob appoint the Warren Commission to cover it up?  Could the Mob wreck the autopsy?  Could the Mob influence the national media to go to sleep? And since when has the Mob used anything but .38's for hits, up close? The Mob wouldn't have the guts or the power for something of this magnitude.  Assassins need payrolls, orders, times, schedules.  This was a military-style ambush from start to finish... a coup d'etat with Lyndon Johnson waiting in the wings. \n[290]I know this, Bill - Lyndon Johnson got $1 billion for his Texas friends, Brown and Root, to dredge Cam Ranh Bay for the military in Vietnam. That's just for openers. \n[291]If I'm so far from the truth, why is the FBI bugging our offices?  Why are our witnesses being bought off and murdered?  Why are Federal agencies blocking our extraditions and subpoenas when we were never blocked before? \n[292]With a full-blown conspiracy to cover it up?  Y'ever read your Shakespeare, Bill? \n[293]Julius Caesar:  \"Brutus and Cassius, they too are honorable men.\"  Who killed Caesar?  Twenty, twenty-five Senators.  All it takes is one Judas, Bill - a few people, on the inside, Pentagon, CIA... \n[294]We need him back. \n[295]  \n[296] \n[297] \n[298]I will not have any damned ultimatums put to me, Lou.  I'll accept your resignation. \n[299]No, I don't think I am, Susie.  Anyone else? \n[300] \n[301] \n[302]Just a crank making phone calls. Happens a dozen times a day at the office. \n[303]Only cowards make crank calls, sweetheart, nothing is going to happen. \n[304]Get a hold of yourself. \n[305]Honey, come on.  The government wants you to be scared.  They want everybody to be scared to speak out.  They count on it.  But there's nothing to be scared of. \n[306]I'll take them up to my mother's if it'll make you feel better.  Spend a week.  I'll change the locks, the phone lines, I'll even get a bodyguard, all right?  Elizabeth, get a hold of yourself. \n[307]I promise I'll make more time for Jasper. \n[308]Damn it, if I say I'll spend more time with him, I'll spend more time with him.  I can't fight you and the world too, Liz. \n[309]Of course, I've changed!  My eyes have opened, and once they're open, believe me, what used to look normal seems insane!  And now King.  Don't you think this has something to do with that?  Can't you see? \n[310] \n[311]Well so do I, goddammit!  So do I! I had a life too, y'know - I had a life, too.  But you just can't bury your head in the sand like some ostrich, goddammit, Elizabeth!  It's not just about you - and your well- being and your two cars and your kitchen and your TV and \"I'm jes fine honey.\"  While our kids grow up into a shithole of lies!  Well, I'm not \"fine\" about that, I'm angry. My life is fucked, Liz!  And yours is, too!  And if you don't want to support me I can understand that but don't you go start making threats of taking the children away. \n[312]Go on then, get out!  Go hide someplace.  Join the rest of them! They'll tell you I'm crazy.  You got plenty of people'll tell you Jim Garrison's crazy.  You won't have a problem filing your divorce papers on me ...somebody's got to try, goddammit, somebody! \n[313]Well, it looks like it, Jasper. \n[314]No, Jasper, nobody's gonna kill us. \n[315]Yes, of course I do, honey. \n[316] \n[317]I've been called everything under the sun, Jerry.  Call me whatever you like. \n[318]How many hours do I have to answer that one?  Well let's just say this, Jerry - I've stopped beating my wife. Or maybe you should ask Lyndon Johnson.  We know he has some answers. \n[319]Your faith in the veracity of the major media is touching, Jerry.  It indicates that the Age of Innocence is not yet over.  But seriously, Jerry, people aren't interested in Jim Garrison - they want the hard evidence!  They want to know why he was killed and what forces were opposed to... \n[320]Well, if I am, why is the Government concealing evidence? \n[321](pulling out his briefcase \n[322]These arrests were photographed minutes after the assassination, and were never shown to the American public.  They show... \n[323](holding the picture up again \n[324](quickly realizes he's about to be cut off \n[325]I know. \n[326]Bill doesn't scare that easy. Somebody got to his thinking.  He was never that good a thinker. \n[327]He'll never make it.  If he wins, they'll kill him.  He wants to avenge his brother.  He'll stop that war. No, they'll kill him before they let him become President. \n[328]I don't think so, Al.  You remember the Hemingway story, \"The Old Man and the Sea\"? The old fisherman manages to catch this great fish - a fish so huge he has to tie it to the side of the boat to get it back in.  But by the time he reached shore, the fish had long since been picked apart by sharks and nothing was left but the skeleton. \n[329]It's a means to an end.  This war has two fronts - in the court of law, we hope, against the odds, to nail Clay Shaw on a conspiracy charge. In the court of public opinion, it could take another 25 or 30 years for the truth to come out, but at least we're going to strike the first blow. \n[330]  \n[331]They killed him, honey. \n[332] \n[333] \n[334]Well, a very great actor has just given us a great performance, Your Honor, but we are nowhere closer to the truth.  Let it be noted, my office is charging Clay Shaw with outright perjury on the fifteen answers he has given, not one word of this... \n[335]To prove their was a conspiracy involving Clay Shaw we must prove there was more than one man involved in the assassination.  To do that, we must look at the Zapruder film, which my office has subpoenaed.  The American public has not seen that film because it has been kept locked in a vault in the Time-Life Building in New York City for the last five years.  There is a reason for that. Watch. \n[336]A picture speaks a thousand words. Yet sometimes the truth is too simple for some...  The Warren Commission thought they had an open and shut case: three bullets, one assassin - but two things happened that made it virtually impossible: 1)the Zapruder film which you just saw, and 2)the third wounded man, Jim Tague, who was nicked by a fragment down by the Triple Underpass.  The time frame of 5.6 seconds established by the Zapruder film left no possibility of a fourth shot from Oswald's rifle, but the shot or fragment that left a superficial wound on Tague's cheek had to come from a bullet that missed the car entirely.  Now they had two bullets that hit, and we know one of them was the fatal head shot.  So a single bullet remained to account for all seven wounds in Kennedy and Connally.  But rather than admit to a conspiracy or investigate further, the Commission chose to endorse the theory put forth by an ambitious junior counsellor, Arlen Specter. One of the grossest lies ever forced on the American people, we've come to know it as the \"magic bullet\" theory. \n[337]The magic bullet enters the President's back, headed downward at an angle of 17 degrees.  It then moves upward in order to leave Kennedy's body from the front of his neck - his neck wound number two - where it waits 1.6 seconds, turns right and continues into Connally's body at the rear of his right armpit - wound number three.  Then, the bullet heads downward at an angle of 27 degrees, shattering Connally's fifth rib and leaving from the right side of his chest - wounds four and five. The bullet continues downward and then enters Connally's right wrist - wound number six - shattering the radius bone.  It then enters his left thigh - wound number seven - from which it later falls out and is found in almost \"pristine\" condition on a stretcher in a corridor of Parkland Hospital. That's some bullet.  Anyone who's been in combat can tell you never in the history of gunfire has there been a bullet like this. The Army Wound Ballistics experts at Edgewood Arsenal fired some comparison bullets and not one of them looked anything like this one. Take a look at CE 856, an identical bullet fired through the wrist of a human cadaver - just one of the bones smashed by the magic bullet.  Yet the government says it can prove this with some fancy physics in a nuclear laboratory.  Of course they can.  Theoretical physics can prove an elephant can hang from a cliff with it's tail tied to a daisy, but use your eyes - your common sense - Seven wounds, skin, bone.  This single bullet explanation is the foundation of the Warren Commission's claim of a lone assassin.  And once you conclude the magic bullet could not create all seven of those wounds, you have to conclude there was a fourth shot and a second rifleman. And if there was a second rifleman, there had to be a conspiracy, which we believe involved the accused Clay Shaw.  Fifty-one witnesses, gentlemen of the jury, thought they heard shots coming from the Grassy Knoll, which is to the right and front of the President. \n[338]Key witnesses that day - Charles Brehm, a combat vet, right behind Jean Hill and Mary Moorman, S.M. Holland and Richard Dodd on the overpass, J.C. Price overlooking the whole Plaza, Randolph Carr, a steelworker, who served in the Rangers in North Africa, William Newman, father of two children who hit the deck on the north side of Elm, Abraham Zapruder, James Simmons - each of these witnesses has no doubt whatsoever one or more shots came from behind the picket fence!  Twenty six trained medical personnel at Parkland Hospital saw with their own eyes the back of the President's head blasted out. \n[339]Not one of the civilian doctors who examined the President at Parkland Hospital regarded his throat wound as anything but a wound of entry. The doctors found no wounds of entry in the back of the head.  But the body was then illegally moved to Washington for the autopsy. \n[340]Because when a coup d'etat has occurred there's a big difference between an autopsy performed by civilian doctors and one by military doctors working for the government. \n[341]The departure of Air Force One from Love Field that Friday afternoon was not so much a takeoff as it was a getaway with the newly sworn in President. \n[342]On the plane, of course, Lee Harvey Oswald's guilt was announced by the White House Situation Room to the passengers before any kind of investigation had started.  The \"lone nut\" solution is in place. \n[343]The three Bethesda Naval Hospital doctors picked by the Military left something to be desired inasmuch as none of them had experience with combat gunfire wounds.  Through their autopsy we have been able to justify eight wounds - three to Kennedy, five to Connally - from just two bullets, one of these bullets the \"magic bullet\". \n[344]Colonel Finck, are you saying someone told you not to dissect the neck? \n[345]As a pathologist it was your obligation to explore all possible causes of death, was it not? \n[346]Your Honor, I would ask you to direct the witness to answer my question. Why did Colonel Finck not dissect the track of the bullet wound in the neck? \n[347]But you were a qualified pathologist. Was this Army general a qualified pathologist? \n[348]But you took his orders.  He was directing the autopsy. \n[349]There were admirals. \n[350]In addition to which, 1) the chief pathologist, Commander Humes, by his own admission voluntarily burned his autopsy notes, 2)never released the autopsy photos to the public, 3) President Johnson ordered the blood soaked limousine filled with bullet holes and clues to be immediately washed and rebuilt, 4) sent John Connally's bloody suit right to the cleaners, and 5) when my office finally got a court order to examine President Kennedy's brain in the National Archives in the hopes of finding from what direction the bullets came, we were told by the government the President's brain had disappeared! \n[351]So what really happened that day? Let's just for a moment speculate, shall we?  We have the epileptic seizure around 12:15 P.M.... distracting the police, making it easier for the shooters to move into their places.  The epileptic later vanished, never checking into the hospital.  The A Team gets on the 6th floor of the Book Depository... \n[352]They were refurbishing the floors in the Depository that week, which allowed unknown workmen in and out of the building.  The men move quickly into position just minutes before the shooting. \n[353]The second spotter is probably calling all the shots on a radio to the two other teams.  He as the best overall view - \"the God spot\". \n[354]B Team - one rifleman and one spotter with a headset, with access to the building - moves into a low floor of the Dal-Tex Building. \n[355]The third team, the C Team, moves in behind the picket fence above the Grassy Knoll, where the shooter and the spotter are first seen by the late Lee Bowers in the watchtower of the railyard.  They have the best position of all.  Kennedy is close and on a flat low trajectory. \n[356]Probably two to three more men are down in the crowd on Elm... ten to twelve men... three teams, three shooters.  The triangulation of fire Clay Shaw and David Ferrie discussed two months before.  They've walked the Plaza, they know every inch. They've calibrated their sights, practiced on moving targets.  They're ready.  It's going to be a turkey shoot.  Kennedy's motorcade makes the turn from Main onto Houston. \n[357]Six witnesses see two gunmen on the sixth floor of the Depository moving around.  Some of them think they're policemen with rifles. \n[358]John Powell, a prisoner on the sixth floor of the Dallas County Jail, sees them. \n[359]...they don't shoot him coming up Houston, which is the easiest shot for a single shooter in the Book Depository, but they wait till he gets to the killing zone between three rifles.  Kennedy makes the final turn from Houston onto Elm, slowing down to some 11 miles per hour. \n[360]The shooters across Dealey Plaza tighten, taking their aim across their sights...  waiting for the radio to say \"Green Green!\" or \"Abort Abort!\" \n[361]The first shot rings out. \n[362]Sounding like a backfire, it misses completely... Frame 161, Kennedy stops waving as he hears something. Connally turns his head slightly to the right. \n[363]Frame 193 - the second shot hits Kennedy in the throat from the front. Frame 225 - the President emerging from the road sign.  He obviously has been hit, raising his arms to his throat. \n[364]Frame 232, the third shot - the President has been hit in the back, drawing him downward and forward. Connally, you will notice, shows no signs at all of being hit.  He is visibly holding his Stetson which is impossible if his wrist has been shattered. \n[365]Connally's turning now here.  Frame 238... the fourth shot misses Kennedy and takes Connally in the back. This is the key shot that proves two rifles from the rear.  This is 1.6 seconds after the third shot, and we know no manual bolt action rifle can be recycled in that time.  Connally is hit, his mouth drops, he yells out, \"My God, they're going to kill us all\"... Here... \n[366]...the umbrella man is signalling \"He's not dead.  Keep shooting.\" James Tague down at the underpass is hit sometime now by another shot that misses. \n[367]The car brakes.  The fifth and fatal shot - frame 313 - takes Kennedy in the head from the front... \n[368]This is the key shot.  Watch it again. The President going back to his left. Shot from the front and right. Totally inconsistent with the shot from the Depository.  Again - ... back and two the left. ... back and to the left...  back and to the left. \n[369]What happens then?  Pandemonium. The shooters quickly disassemble their various weapons, all except the Oswald rifle. \n[370]Patrolman Joe Smith rushed into the parking lot behind the fence.  He smelled gunpowder. \n[371]Yet all Secret Servicemen in Dallas that day are accounted for.  None were on foot in Dealey Plaza before or after the shooting, till Dallas Secret Service Chief Forrest Sorrels returned at 12:55. \n[372] \n[373]Men identifying themselves as Secret Service Agents were all over the place.  But who was impersonating them? \n[374]And where was Lee Oswald?  Probably in the second floor snack room. Eddie Piper and William Shelly saw Oswald eating lunch in the first floor lunch room around twelve. Around 12:15, on her way out of the building to see the motorcade, secretary Carolyn Arnold saw Oswald in the second floor snack room, where he said he went for a Coke... \n[375] \n[376]Down on the street, Arnold Rowland was seeing two men in the sixth floor windows... presumably after Bonnie Ray Williams finished his lunch and left. \n[377]Kennedy was running five minutes late for his appointment with death. He was due at 12:25.  If Oswald was the assassin, he was certainly pretty non-chalant about getting himself into position.  Later he told Dallas police he was standing in the second floor snackroom.  Probably told to wait there for a phone call by his handler.  The phones were in the adjacent and empty second floor offices, but the call never came.  A maximum 90 seconds after Kennedy is shot, patrolman Marrion Baker runs into Oswald in that second story lunchroom. \n[378]...but what the Warren Report would have us believe is that after firing 3 bolt action shots in 5.6 seconds, Oswald then leaves three cartridges neatly side by side in the firing nest, wipes the rifle clear of fingerprints, stashes the rifle on the other side of the loft, sprints down five flights of stairs, past witnesses Victoria Adams and Sandra Styles who never see him, and then shows up cool and calm on the second floor in front of Patrolman Baker - all this within a maximum 90 seconds of the shooting.  Is he out of breath? According to Baker, absolutely not. \n[379]Assuming he is the sole assassin, Oswald is now free to escape from the building.  The longer he delays, the more chance the building will be sealed by the police.  Is he guilty? Does he walk out the nearest staircase?  No, he buys a Coke and at a slow pace, spotted by Mrs. Reid in the second floor office, he strolls out the more distant front exit, where the cops start to gather... \n[380]Oddly, considering three shots are supposed to have come from there, nobody seals the Depository for ten more minutes.  Oswald slips out, as do several other employees.  Of course, when he realized something had gone wrong and the President really had been shot, he knew there was a problem.  He may even have known he was the patsy.  An intuition maybe - the President killed in spite of his warning.  The phone call that never came.  Perhaps fear now came to Lee Oswald.  He wasn't going to stand around for roll call. \n[381]The story gets pretty confusing now - more twists in it than a watersnake. Richard Carr says he saw four men take off from the Book Depository in a Rambler that possibly belongs to Janet Williams.  Deputy Roger Craig says two men picked up Oswald in the same Rambler a few minutes later. Other people say Oswald took a bus out of there, and then because he was stuck in traffic, he hopped a cab to his rooming house in Oak Cliff... \n[382]...we must assume he wanted to get back in touch with his intell team, probably at a safehouse or at the Texas Theatre, but how could he be sure?  He didn't know who to trust anymore... \n[383]Oswald returns to this rooming house around 1 P.M., half hour after the assassination, puts on his jacket, grabs his .38 revolver, leaves at 1:04... Earlene Roberts, the housekeeper, says she heard two beeps on a car horn and two uniformed cops pulled up to the house while Oswald was in his room, like it was a signal or something... Officer Tippit is shot between 1:10 and 1:15 about a mile away.  Though no one actually saw him walking or jogging, the Government says Oswald covered that distance.  Incidentally, that walk, if he did it, is in a straight line toward Jack Ruby's house.  Giving the government the benefit of the doubt, Oswald would have had to jog a mile in six to eleven minutes and commit the murder, then reverse direction and walk 3/5 of a mile to the Texas Theatre and arrive sometime before 1:30.  That's some walking. \n[384]It's also a useful conclusion.  After all, why else would Oswald kill Officer Tippit, unless he just shot the President and feared arrest? Not one credible witness could identify Oswald as Tippit's killer. \n[385]Domingo Benavides, the closest witness to the shooting, refused to identify Oswald as the killer and was never taken to a lineup. \n[386]Acquilla Clemons saw the killer with another man and says they went off in separate directions.  Mrs. Clemons was never taken to lineup or to the Warren Commission.  Mr.  Frank Wright, who saw the killer run away, stated flatly that the killer was not Lee Oswald.  Oswald is found with a .38 revolver.  Tippit is killed with a .38 automatic.  At the scene of the crime Officer J.M. Poe marks the shells with his initials to record the chain of evidence. \n[387]Those initials are not on the three cartridge cases which the Warren Commission presents to him. \n[388]Oswald is next seen by shoe salesman Johnny Brewer lurking along Jefferson Avenue.  Oswald is scared.  He begins to realize the full implications of this thing.  He goes into the Texas Theatre, possibly his prearranged meeting point, but though he has $14 in his pocket, he does not buy the 75-cent ticket.  Brewer has the cashier call the police. \n[389]In response to the cashier's call, at least thirty officers in a fleet of patrol cars descend on the movie theatre.  This has to be the most remarkable example of police intuition since the Reichstag fire.  I don't buy it.  They knew - someone knew - Oswald was going to be there.  In fact, as early as 12:44, only 14 minutes after the assassination, the police radio put out a description matching Oswald's size and build. Brewer says the man was wearing a jacket, but the police say the man who shot Tippit left his jacket behind.  Butch Burroughs, theatre manager, says Oswald bought some popcorn from him at the time of the Tippit slaying.  Burroughs and witness Bernard Haire also said there was an Oswald look - alike taken from the theatre.  Perhaps it was he who sneaked into the theatre just after 1:30. \n[390]In any case, Brewer helpfully leads the cops into the theatre and from the stage points Oswald out... \n[391]The cops have their man!  It was already been decided - in Washington. \n[392]Dr. Best, Himmler's right hand man in the Gestapo, once said \"as long as the police carries out the will of the leadership, it is acting legally.\"  That mindset allowed for 400 political murders in the Weimar Republic of 1923 - 32, where the courts were controlled and the guilty acquitted.  Oswald must've felt like Josef K in Kafka's \"The Trial\".  He was never told the reason of his arrest, he does not know the unseen forces ranging against him, he cries out his outrage in the police lineup just like Josef K excoriates the judge for not being told the charges against him.  But the state is deaf. The quarry is caught.  By the time he is brought from the theatre, a large crowd is waiting to scream at him.  By the time he reaches police headquarters, he is booked for murdering Tippit... \n[393]No legal counsel is provided.  No record made of the long questioning. \n[394]By the time the sun rose the next morning, he is booked for murdering the President.  The whole country - fueled by the media - assumes he's guilty. \n[395]Under the guise of a patriotic nightclub owner out to spare Jackie Kennedy from having to testify at a trial, Jack Ruby is shown into the underground garage by one of his inside men on the Dallas Police Force, and when he's ready Oswald is brought out like a sacrificial lamb and nicely disposed of as an enemy of the people. By early Sunday afternoon, the autopsy has been completed on him.  Who grieves for Lee Harvey Oswald?  Buried in a cheap grave under the name \"Oswald\"?  No one. \n[396]Within minutes false statements and press leaks about Lee Oswald circulate the globe. \n[397]The Official Legend is created and the media takes it from there.  The glitter of official lies and the epic splendor of the thought-numbing funeral of J.F.K. confuse the eye and confound the understanding. Hitler always said \"the bigger the lie, the more people will believe it.\"  Lee Oswald - a crazed, lonely man who wanted attention and got it by killing a President, was only the first in a long line of patsies.  In later years Bobby Kennedy and Martin Luther King, men whose commitment to change and to peace would make them dangerous to men who are committed to war, would follow, also killed by such \"lonely, crazed men,\" who remove our guilt by making murder a meaningless act of a loner.  We have all become Hamlets in our country - children of a slain father - leader whose killers still possess the throne.  The ghost of John F. Kennedy confronts us with the secret murder at the heart of the American dream. He forces on us the appalling questions:  Of what is our Constitution made?  What is our citizenship, and more, our lives worth?  What is the future of a democracy where a President can be assassinated under conspicuously suspicious circumstances while the machinery of legal action scarcely trembles?  How many political murders, disguised as heart attacks, cancer, suicides, airplane and car crashes, drug overdoses will occur before they are exposed for what they are? \n[398]\"Treason doth never prosper,\" wrote an English poet, \"What's the reason? For if it prosper, none dare call it treason.\"  The generals who sent Dreyfus to Devils Island were among the most honorable men in France, the men who killed Caesar were among the most honorable men in Rome.  And the men who killed Kennedy, no doubt, were honorable men.  I believe we have reached a time in our country, similar to what life must've been like under Hitler in the 30's, except we don't realize it because Fascism in our country takes the benign disguise of liberal democracy.  There won't be such familiar signs as swastikas.  We won't build Dachaus and Auschwitzes.  We're not going to wake up one morning and suddenly find ourselves in gray uniforms goose - stepping off to work ... \"Fascism will come,\" Huey Long once said. \"in the name of anti-fascism\" - it will come in the name of your security - they call it \"National Security,\" it will come with the mass media manipulating a clever concentration camp of the mind.  The super state will provide you tranquility above the truth, the super state will make you believe you are living in the best of all possible worlds, and in order to do so will rewrite history as it sees fit.  George Orwell's Ministry of Truth warned us, \"Who controls the past, controls the future.\" \n[399]The American people have yet to see the Zapruder film.  Why?  The American people have yet to see the real photographs and X - rays of the autopsy.  Why?  There are hundreds of documents that could help prove this conspiracy.  Why have they been withheld or burned by the Government? Each time my office or you the people have asked those questions, demanded crucial evidence, the answer from on high has been \"national security.\" What kind of \"national security\" do we have when we have been robbed of our leaders?  Who determines our \"national security\"?  What \"national security\" permits the removal of fundamental power from the hands of the American people and validates the ascendancy of invisible government in the United States?  That kind of \"national security,\" gentlemen of the jury, is when it smells like it, feels like it, and looks like it, you call it what it is - it's Fascism! I submit to you that what took place on November 22, 1963 was a coup d'etat.  Its most direct and tragic result was a reversal of President Kennedy's commitment to withdraw from Vietnam.  War is the biggest business in America worth $80 billion a year.  The President was murdered by a conspiracy planned in advance at the highest levels of the United States government and carried out by fanatical and disciplined Cold Warriors in the Pentagon and CIA's covert operations apparatus - among them Clay Shaw here before you.  It was a public execution and it was covered up by like - minded individuals in the Dallas Police Department, the Secret Service, the FBI, and the White House - all the way up to and including J. Edgar Hoover and Lyndon Johnson, whom I consider accomplices after the fact. \n[400]There is a very simple way to determine if I am being paranoid here. Let's ask the two men who have profited the most from the assassination - your former President Lyndon Baines Johnson and your new President, Richard Nixon - to release 51 CIA documents pertaining to Lee Oswald and Jack Ruby, or the secret CIA memo on Oswald's activities in Russia that was \"destroyed\" while being photocopied.  All these documents are yours - the people's property - you pay for it, but because the government considers you children who might be too disturbed to face this reality, because you might lynch those involved, you cannot see these documents for another 75 years.  I'm in my 40's, so I'll have shuffled off this mortal coil by then, but I'm already telling my 8 year - old son to keep himself physically fit so that one glorious September morning in 2038 he can walk into the National Archives and find out what the CIA and the FBI knew.  They may even push it back then.  It may become a generational affair, with questions passed down from father to son, mother to daughter, in the manner of the ancient runic bards.  Someday somewhere, someone might find out the damned Truth.  Or we might just build ourselves a new Government like the Declaration of Independence says we should do when the old one ain't working - maybe a little farther out West. \n[401]An American naturalist wrote, \"a patriot must always be ready to defend his country against its government.\" Well, I'd hate to be in your shoes today.  You have a lot to think about. Going back to when we were children, I think most of us in this courtroom thought that justice came into being automatically, that virtue was its own reward, that good would triumph over evil.  But as we get older we know that this just isn't true. \"The frontier is where a man faces a fact.\"  Individual human beings have to create justice and this is not easy because truth often presents a threat to power and we have to fight power often at great risk to ourselves.  People like Julia Ann Mercer, S.M. Holland, Lee Bowers, Jean Hill, and Willie O'Keefe have come forward and taken that risk. I have here some $8000 in these letters sent to my office from all over the country - quarters, dimes, dollar bills from housewives, plumbers, car salesmen, teachers, invalids ... These are the people who cannot afford to send money but do, these are the ones who drive the cabs, who nurse in the hospitals, who see their kids go to Vietnam. Why?  Because they care, because they want to know the truth - because they want their country back, because it belongs to us the people as long as the people got the guts to fight for what they believe in!  The truth is the most important value we have because if the truth does not endure, if the Government murders truth, if you cannot respect the hearts of these people... ...then this is no longer the country in which we were born in and this is not the country I want to die in... And this was never more true than for John F. Kennedy whose murder was probably the most terrible moment in the history of our country.  You the people, you the jury system, in sitting in judgement on Clay Shaw, represent the hope of humanity against Government power.  In discharging your duty, in bringing the first conviction in this house of cards against Clay Shaw, \"Ask not what your country can do for you, but what you can do for your country.\" Do not forget your young President who forfeited his life.  Show the world this is still a government of the people, for the people, and by the people.  Nothing as long as you live will ever be more important. It's up to you. \n[402]I think all it proves is you cannot run a trial even questioning the intelligence operations of the government in the light of day. \n[403]Hell, no.  I'm gonna run again.  And I'm gonna win.  Thank you very much. If it takes me 30 years to nail every one of the assassins, then I will continue this investigation for 30 years.  I owe that not only to Jack Kennedy, but to my country. \n[404]Well, thanks for coming. \n[405]Just speculating, I guess.  How do you think it started? \n[406]Any chance of one of them confessing someday? \n[407] \n[408]Ever ask him? \n[409]His name? \n[410]...some story... the whole thing. It's like it never happened. \n[411]Just think... just think.  What happened to our country .. to the world...  because of that murder... Vietnam, racial conflict, breakdown of law, drugs, thought control, guilt, assassinations, secret government fear of the frontier... ", "Garrison": "\n[1]     \n[2]   \n[3]He seems pretty cool to me for a man under pressure like that. \n[4]  \n[5]   \n[6]  \n[7]  \n[8]  \n[9]     \n[10]   \n[11]  \n[12] \n[13]  \n[14]   \n[15]  \n[16]  \n[17] \n[18]  \n[19]  \n[20]Numa joins Jim with a stack of new mail. \n[21] \n[22]The staff comes out into the office with Him, disturbed. \n[23]  \n[24]  \n[25]  \n[26]  \n[27]  \n[28]Your Honor, I call police officer Aloysisus Habighorst to the stand. \n[29]What? \n[30]Jesus, Ed, from time immemorial it's been standard booking procedure to ask an alias.  You know that.  There's no constitutional requirement that says a lawyer has to be present for routine questions. \n[31]That's our case! \n[32]I can't believe you're saying this in the courtroom. ", "Lou": "\n[1]  \n[2]Boss, the President's been shot.  In Dallas.  Five minutes ago. \n[3]No word yet.  But they think it's in the head. \n[4]One little guy with a cheap rifle - look what he can do. \n[5]As far as Oswald's associates, boss, the one name that keeps popping up is David Ferrie. \n[6]He's been in trouble before.  Used to be a hot shot pilot for Eastern Airlines, but he got canned after an alleged homosexual incident with a 14-year old boy. \n[7]Seventy cops in that basement.  What the hell were they doing? \n[8]Well, no trial now.  Looks like somebody saved the Dallas D.A. a pile of work. \n[9]Chief... David Ferrie. \n[10]Correct me if I'm wrong.  I thought we were on the same side.  What the hell business is it of theirs to say that? \n[11]Yeah, Guy Banister.  Ex-FBI man.  He died couple years ago. \n[12]My God!  Lee Harvey Oswald. \n[13]I'd say he was probably getting intelligence training. \n[14]The Office of Naval Intelligence. \n[15]Post Office. \n[16]\"Once ONI, always ONI\"? \n[17]What are you driving at, boss? \n[18]They took 'em to the Sheriff's office, not the police station, and they let 'em go.  No record of them ever being questioned. \n[19]A photographer from The Dallas Times Herald got some great shots of them never published... \n[20]...take a good look, chief, do any of 'em look like the hoboes you remember? \n[21]...not a single frayed collar or cuff, new haircuts, fresh shaves, clean hands - new shoe leather. Look at the ear of the cop... That's a wire.  What's a cop wearing a headset for?  I think they're actors, chief; they're not cops. \n[22]Graveyard dead.  August this year. A single car accident on an empty road in Midlothian, Texas.  The doctor said he was in some kind of strange shock when he died. \n[23]There was Rose Cheramie.  A whore. Two Cubans threw her out of a car on the way to Dallas. \n[24]Graveyard dead near Big Sandy, Texas in '65.  Two in the morning on some highway.  A hit and run. \n[25]I never could figure out why this guy orders a traceable weapon to that post office box when you can go into any store in Texas, give a phony name and walk out with a cheap rifle which can never be traced. \n[26]I'm just an investigator, Bill.  I leave the theories to you lawyers. \n[27]  \n[28]...several witnesses see him on several separate days at different firing ranges. \n[29]...one time, November 9, he decides he needs to practice on the target of the guy next to him.  Says something really dumb to the guy, who says Oswald was a great shot. \n[30]Mobbed up all the way.  Tight with the Dallas cops.  I'm digging, chief. I just need 10 more men and some more dollars. \n[31]Congratulations, Boss - you're page one! \n[32]And it ain't pretty ...\"the AD has spent more than $8,000 on unexplained travel and investigative expenses since November, 1966. \n[33]  \n[34]Yeah? \n[35]Who is this? \n[36]Dave? \n[37]Dave, do you think we're out of our minds?  The whole building's been a zoo since that broke.  We can't get a thing done.  Reporters crawling everywhere.  You think we want that? \n[38]Calm down, Dave, what? \n[39]What are you talking about, Dave? You weren't mentioned in the story. Don't jump to conclusions. \n[40]What did they... \n[41]Dave, you know that's where this road leads. \n[42]Dave, just calm down.  Meet me in the lobby of the Fontainbleau in 20 minutes.  I'll have a suite reserved for you under an assumed name. \n[43] (there's a long silence as Ferrie, torn, agonizes \n[44]Yeah!  He'd kill for you Dave.  He likes you.  Your mind. \n[45]Listen, Dave, why don't we order some room service, have a bite, relax. I'll stay as long as you want. \n[46]Dave, I always play square.  No bugs. I'd love you to go on the record, but I\"m in no hurry.  Whenever you're ready. \n[47]Did we involve you, Dave, or did Clay Shaw? \n[48]What do you mean? \n[49]What about the mob, Dave?  How do they figure in this? \n[50]Whatever you say, Dave.  I'll be home.  Okay? \n[51]Boss, I tell you something or somebody is putting tremendous heat on David Ferrie.  If we sit on our behinds any longer, I don't think the guy's going to hold on. \n[52]You don't get it, guys - he can't go down any further.  We got to protect him full time. \n[53]I'm onto Ferrie's Cuban paymaster, Eladio del Valle, in Miami.  I gotta get him in, boss.  I need more men - I can't even pull the teams to watch Ferrie... This is our case! \n[54]Dave Ferrie's dead.  The body was found at his apartment two hours ago. \n[55]Pretty flowery for Dave Ferrie. \n[56]Proloid? \n[57]I'd say the opposite - hypertension. \n[58]Jesus - if that ain't the Devil's piss!  Those bastards! \n[59]Not unless we go for Shaw now. \n[60]We wait, Shaw's gonna get whacked. Oswald, Ruby, Ferrie, del Valle, Banister, Bowers...  how many corpses you lawyers gotta see to figure out what's going on? \n[61]Mr. Shaw, you're under arrest, charged with conspiracy and entering into an agreement with other persons for the specific purpose of committing the crime of murder of President John F. Kennedy in violation of... \n[62]...we have a warrant to search the premises. \n[63]Beverly, tell Mr. Garrison about the Carousel club. \n[64]Beverly, what about Lee? \n[65]I thought when we came here, we had an agreement. \n[66]We could call you in, Beverly. \n[67]This is a good spot, chief, for the head shot. \n[68]The Zapruder film establishes 3 shots in 5.6 seconds.  Here.  I'm Oswald. Time me. \n[69]Time? \n[70]The key is the second and third shots came right on top of each other, and it takes a minimum 2.3 seconds to recycle this thing. The other problem is there was a tree right there... Blocking the first two shots at the time they occur in the Zapruder film. \n[71]It was a Texas Live Oak, boss. It sheds it's leaves the first week of March.  You try to hit a moving target at 88 yards through heavy foliage with this cheap 13-dollar sucker, the world's worst shoulder weapon.  No way.  The FBI tried two sets of tests and not one of their sharpshooters could match Oswald's performance.  Not one.  And Oswald was at best a medium shot.  The scope was defective on it, too.  I mean this is the whole essence of the case to me.  The guy couldn't do the shooting.  Nobody could.  And they sold this lemon to the American public. \n[72]That means we gotta subpoena Time- Life on it. \n[73]I asked myself the same thing.  Common sense.  Even if you miss the first shot, if he accelerates you still got him for a second shot.  No... the only reason for waiting to get him on Elm is you got him in a triangulated crossfire.  You got him on a flat low trajectory from the front at the fence there. \n[74]...you put a third team there - in that building, on a low floor. \n[75]When Kennedy gets to the kill zone, it's a turkey shoot. \n[76]One shooter.  One spotter on a radio. Maybe three teams.  I'd say these were professional riflemen, chief, serious people.  Hunters...  patient. It takes skill to kill with a rifle, that's why there's been no execution of an executive with one in 200 years... \"3-2-1...  green!\" Or else \"Abort!  Abort!\" \n[77]Main Street's over there - the original parade route on the way to the Trade Mart.  Too far right? Impossible shot. \n[78]So they changed the route to bring it this way. \n[79]Beats me.  City officials.  Secret Service.  Dallas police.  They did a dry run with Chief Curry a few days before.  But they didn't bother running through Dealey.  They stopped right there, said something like, \"and afterwards there's only the freeway,\" and went home. \n[80]No. \n[81]Who? \n[82]The Warren Commission call him? \n[83]Allen Dulles? \n[84]They're gonna love you, chief. \n[85]You never got anyone killed, boss. Their actions killed them years before.  If we stopped now, it'd be even more wrong. \n[86] \n[87]You're not digging. \n[88]Chief, I've had my doubts about Bill for a long time.  He's fighting everything. \n[89]I don't trust the guy. \n[90]I just plain don't trust him anymore. \n[91] \n[92]Well, if that's what you want to call it.  I didn't ever think it would come to this.  I guess I am, boss. \n[93]You sure got it.  You're one stubborn and stupid sonofabitch D.A. and you're making one hell of a mistake! ", "Ivon": "\n[1]  ", "Guy": "", "Bannister": "", "Rose": "\n[1]They're going up to Dallas... to whack Kennedy.  Friday the 22nd, that's when they're going to do it. In Dealey Plaza.  They're gonna whack him!  You gotta call somebody, these are serious fuckin' guys. ", "Cheramie": "", "Zapruder": ""}}