{"filename": "Jimmy-and-Judy_script.txt", "imdb_id": "tt0425151", "imdb_url": "https://www.imdb.com/title/tt0425151", "characters": ["Prostitute", "Uncle Rodney", "Judy", "Jimmy's Mom", "Dinko", "Dr. Walters", "Connie", "Billy Rensing", "Police Officer", "Jimmy's Dad", "Buddy", "Hazel", "Grocery Store Manager", "Jimmy", "Megan Cleary"], "dialogues": {"Prostitute": "\n[1] \n[2]This costs you an extra fifty. \n[3]It felt like nothing. \n[4]You ain't the first person to call me a nigger when we was fucking. \n[5]Johns call me nigger all the time. Especially white guys. Nothing new. Just dirty talk. \n[6]That it? \n[7]What about you? You like calling me nigger? You get your nut off? \n[8]Then why'd ya call me that? \n[9]Yeah, so? \n[10]Why ya wanna die? \n[11] \n[12]Your parents don't hate you. Look at this room in this big 'ole house you got. \n[13]You wanna know what I think? \n[14]I think you're a spoiled ass white boy, thinks you everything, but you don't know shit. All you do is bullshit complain and there's folks out there that'd kill for all this. \n[15]I don't feel sorry for you. ", "Uncle": "\n[1] Judy's eyes go wide.  \n[2] Images of UNCLE RODNEY  going in and out of focus as he sits on the side of a king sized bed. Scars and tatoos litter his arms and neck. His eyes are bit maniacal like Charles Manson, but he's able to maintain a stoic, but nonetheless dangerous demeanor as Jimmy begins setting up the camera.  Like a prison inmate or rabid dog, you get the feeling that Uncle Rodney could EXPLODE on you at any second.  Jimmy moves the camera around the room so we briefly see the interior of the trailer. It's an ELABORATE triple combination of a middle eastern harem, sixties psychedelic motif, and white trash/junk-yard memorabilia.  JUST OUT OF FRAME we hear a female voice crying softly, whimpering. The voice is close, in the room with us, but we can't see who's making the sounds. Uncle Rodney ignores it completely.  Camera shakes, indicating that Jimmy is exceptionally nervous.     \n[3]Take your time man. I want you to feel comfortable. More importantly, I want you to get this right. \n[4]Just a second. I have to take care of my baby. \n[5]She's beautiful isn't she? \n[6]Some people come here too far gone. Like Hazel here. The only thing I can do for her is ease her pain. \n[7] \n[8] \n[9]There's something about addiction that brings out something beautiful in a person. Addiction is pure. Addiction reduces a person to an infant. And there's nothing more pure and beautiful in the world than an infant. \n[10]Hazel is no longer an adult. She's an infant and I'm the surrogate mother who provides her with much needed breast milk. It's a role that both of us have accepted and embrace. \n[11] \n[12]She's a little jumpy. \n[13]Let's begin shall we? And please... I'm going to use this tape for my fans, so let's try to get this right. \n[14]I apologize if any of this frightens you or makes you uncomfortable. \n[15]No. You won't be fine. What I'm going to teach you will be frightening. The truth is an acquired taste but once you get to it, it's all you'll ever want. \n[16]Those kids out there... we, the so called \"undesirables\" - you and me, we know the truth. You know that society doesn't want you, your parents don't want you, corporate America sure as fuck doesn't want you... You wouldn't be here otherwise. \n[17]If this government had a choice, they'd gas us all in a heartbeat, exterminate us like the Jews, enslave us like niggers, cuz don't kid yourself, WE ARE the new niggers in this country. No one respects us... No one sees what we have to offer... No one has compassion for us.... They don't care, or they're too naive to see that we're a by-product of a wasteful society that has failed to educate, embrace, influence, or inspire any of us. We're societal garbage. The counter culture no longer exists. It's dead... It's been replaced by us-- \n[18]The garbage culture... thrown aside, imprisoned, institutionalized, systematically abused, executed, and enlisted into wars started by government ass- fuckers just to kill us off. JUST TO KILL US OFF. And every week one of you shows up here, disillusioned, addicted, angry, pissed 'cuz they tossed you aside... into the garbage. Every time someone like you shows up here the garbage culture gets a little bit stronger and they get a little bit weaker. Until the \"them\" and the \"they\" of this country run out of places to put us, to put its garbage, and the garbage OVER-FLOWS into their cities from out of the confines of the spaces that they have set aside for us. \n[19] \n[20]That's what's here for you.   That's what's here... \n[21]I'm so glad you guys came down here. We never would have guessed you'd come and see us. \n[22]I knew she would. By the way. \n[23]I know what you did to Dinko. \n[24]Who the fuck...! \n[25] Jimmy's shot and killed him.  Outside, footsteps hit the deck.    Buddy opens the door of the trailer.  ", "Rodney": "\n[1]\n[2] Judy's eyes go wide.  \n[3] Buddy is standing outside of a Piece Of Shit Trailer. He's the douche bag type that we saw from a distance give Jimmy a hug in the previous scene.  He's surprisingly charismatic and gracious and does his best to make Jimmy and Judy feel at home.  Jimmy films as Buddy gives them a walking tour of the group of trailers by the river. Judy's with them as well.  \n[4]\n[5]\n[6] Jimmy films a naked Judy swimming in the river the reflections of the water obscuring her body. She's free, cleansed, relaxed, enjoying the sun, and having the time of her life. She suddenly notices the camera.  \n[7] Head to toe shot on Jimmy. Buddy, we'll find out in a second, is behind the camera. Jimmy looks at a trailer off screen. He's excited, a little off center and a little nervous.  Buddy tries to film Jimmy as he's walking towards Rodney's trailer.  \n[8] Images of UNCLE RODNEY  going in and out of focus as he sits on the side of a king sized bed. Scars and tatoos litter his arms and neck. His eyes are bit maniacal like Charles Manson, but he's able to maintain a stoic, but nonetheless dangerous demeanor as Jimmy begins setting up the camera.  Like a prison inmate or rabid dog, you get the feeling that Uncle Rodney could EXPLODE on you at any second.  Jimmy moves the camera around the room so we briefly see the interior of the trailer. It's an ELABORATE triple combination of a middle eastern harem, sixties psychedelic motif, and white trash/junk-yard memorabilia.  JUST OUT OF FRAME we hear a female voice crying softly, whimpering. The voice is close, in the room with us, but we can't see who's making the sounds. Uncle Rodney ignores it completely.  Camera shakes, indicating that Jimmy is exceptionally nervous.     \n[9]Take your time man. I want you to feel comfortable. More importantly, I want you to get this right. \n[10]Just a second. I have to take care of my baby. \n[11]She's beautiful isn't she? \n[12]Some people come here too far gone. Like Hazel here. The only thing I can do for her is ease her pain. \n[13] \n[14] \n[15]There's something about addiction that brings out something beautiful in a person. Addiction is pure. Addiction reduces a person to an infant. And there's nothing more pure and beautiful in the world than an infant. \n[16]Hazel is no longer an adult. She's an infant and I'm the surrogate mother who provides her with much needed breast milk. It's a role that both of us have accepted and embrace. \n[17] \n[18]She's a little jumpy. \n[19]Let's begin shall we? And please... I'm going to use this tape for my fans, so let's try to get this right. \n[20]I apologize if any of this frightens you or makes you uncomfortable. \n[21]No. You won't be fine. What I'm going to teach you will be frightening. The truth is an acquired taste but once you get to it, it's all you'll ever want. \n[22]Those kids out there... we, the so called \"undesirables\" - you and me, we know the truth. You know that society doesn't want you, your parents don't want you, corporate America sure as fuck doesn't want you... You wouldn't be here otherwise. \n[23]If this government had a choice, they'd gas us all in a heartbeat, exterminate us like the Jews, enslave us like niggers, cuz don't kid yourself, WE ARE the new niggers in this country. No one respects us... No one sees what we have to offer... No one has compassion for us.... They don't care, or they're too naive to see that we're a by-product of a wasteful society that has failed to educate, embrace, influence, or inspire any of us. We're societal garbage. The counter culture no longer exists. It's dead... It's been replaced by us-- \n[24]The garbage culture... thrown aside, imprisoned, institutionalized, systematically abused, executed, and enlisted into wars started by government ass- fuckers just to kill us off. JUST TO KILL US OFF. And every week one of you shows up here, disillusioned, addicted, angry, pissed 'cuz they tossed you aside... into the garbage. Every time someone like you shows up here the garbage culture gets a little bit stronger and they get a little bit weaker. Until the \"them\" and the \"they\" of this country run out of places to put us, to put its garbage, and the garbage OVER-FLOWS into their cities from out of the confines of the spaces that they have set aside for us. \n[25] \n[26]That's what's here for you.   That's what's here... \n[27] Someone  is filming a raging party consisting of a lot of strung out young white trash junkies just like the ones Jimmy was interviewing before. It's certainly a weird bunch. They all look alike, dress similar, and have the same type of crystal methamphetamine induced facial expressions.  Most of them are smoking weed and drinking forty ounce beers while dancing around a campfire and playing the bongo drums. They all seem to be having more fun than anyone should be allowed.  Camera pans to Jimmy, so we realize that he's not filming. Our best guess would be that it's Buddy who's filming. Jimmy screams at the camera over the noise of the Bongo drums.  \n[28]I'm so glad you guys came down here. We never would have guessed you'd come and see us. \n[29]I knew she would. By the way. \n[30]I know what you did to Dinko. \n[31] We hear intense struggling and laughter. By the sounds we hear, we gather that Jimmy and Judy are being dragged off into the woods against their will by Buddy and Rodney's Bigger Guys, but it's too dark to tell if that is what in fact is happening.  Someone unidentified is running the show and operates the camera. It's impossible to see, but it's definitely Buddy's voice.  \n[32]Shut up, asshole! You wanna fucking talk! \n[33]Is he fucking dead? \n[34]Get her clothes off. \n[35] It's completely pitch black dark. We can see nothing.    We can only hear the sound of Jimmy fumbling around and breathing heavily and nervously.     \n[36]\n[37]\n[38] There's a cracked glass door leaning up against the woodpile by the entrance. Jimmy steps around it, turning the lens at the glass. He briefly catches his reflection. He looks like hell warmed over, freshly bruised and cut from the recent beating.  Moving forward, Jimmy makes it to the front door of Uncle Rodney's trailer. We hear music coming from inside. Very slowly and very carefully, Jimmy cracks the front door.  \n[39] It's even darker inside of the trailer, but Jimmy presses forward in spite of that fact, still using his Nite Shot to see. A boom box sits by the bed, still on, playing music.  Jimmy is scared shitless.  In the corner of the room, in a make shift bunk, is Uncle Rodney sleeping with his arms wrapped around a girl in a spooning position. There's no doubt this time.  It's definitely JUDY!  They are both sound asleep and actually look very cozy lying together. Jimmy slowly walks over towards them. Each step is slower and slower, being extra careful not to wake them.  Once Jimmy is within arm's length of the two of them he stops. He hesitates for a moment. He hasn't prepared himself for this particular situation and doesn't know exactly what to do.  He continues filming them until he finally musters the courage to extend his non-filming arm out to tap Judy on the face. Judy remains unconscious/sleeping as Jimmy gently taps the side of her cheek. Jimmy slowly begins tapping harder and harder until the tap evolves into a poke. Still nothing.     THWACK! An arm comes out of nowhere and grabs Jimmy's poking hand. Jimmy has woken up Uncle Rodney!  The camera shakes out of control.   Uncle Rodney screams at the top of his lungs:  \n[40]Who the fuck...! \n[41] Jimmy's shot and killed him.  Outside, footsteps hit the deck.    Buddy opens the door of the trailer.  \n[42] We hear faint voices...     \n[43] ", "Judy": "\n[1]       \n[2] POV of a HOME VIDEO CAMERA shooting into the window of teenage girl's bedroom.  The door inside opens. In walks JUDY OAKS-KELLEN , a blond haired, mousy girl, wearing only a T-shirt and panties. As she heads to the mirror we hear...  Sound of skin smacking against skin and heavy breathing. Whoever operates the camera is definitely CHOAKIN' THE \n[3] A scene we've seen before. Jimmy is off camera videotaping Judy through her bedroom window. We hear him FLOGGIN' THE DOLPHIN off screen while Judy combs her hair in the mirror. She stops when she hears...  A Grown Man, , walks into the doorway of her bedroom. This is JUDY'S DAD. He comes in and doesn't say a thing to her. Judy doesn't acknowledge him at all and continues combing her hair as though he's not even there.  He comes up behind her, then wraps his arms around her, giving her a warm hug from behind. Something's not right. The masturbation sounds STOP.  Judy's noticeably uncomfortable but doesn't resist as her Father begins kissing her neck. His hand slowly creeps down to her pelvic area, his other hand turning out the bedroom light. The room goes dark.  Camera flips down, then OFF...  Then COMES BACK ON AGAIN  Once again we're looking through the camera pointing at the window, but now it's the distorted, grainy, black and white of \"Nite Shot\" mode. Though we see the Judy's mirror and her dresser, she and her Father are nowhere to be found.  Whatever's going on between them, it's going on out of frame, away from the view of the window. Camera shuts down.  \n[4]I strictly buy American anyway. \n[5]Where you going honey? \n[6]Bathroom. \n[7]Can we start already? \n[8] \n[9]God, I just wanted to come up here to say \"hi\" and get away from my parents' bullshit for like two seconds and you have to put the stupid camera in my face. \n[10]You're weird Jimmy. You were weird when we were kids and now you're just getting weirder. \n[11] \n[12]You're a loser. You're twenty one and you're still living with your parents. \n[13]I heard that you got kicked out of college because you tried to talk your roommate into killing himself. \n[14]From everyone. \n[15]Yeah. \n[16]I swear to God, you're a fucking psycho. \n[17]More than you. \n[18]I was bored. \n[19]I can't believe I'm doing this. \n[20](offended; turns to \n[21]Don't think this means I like you or anything. \n[22]And as soon as this is over I'm going back downstairs. \n[23]Why did you do that? \n[24]Why? \n[25]I don't understand. \n[26]Please tell me. \n[27] \n[28]No. No filming.     I'm leaving, I swear. \n[29]I don't know how I said it. \n[30]Do what? \n[31]You mean paraphrase it. \n[32]I didn't hear you. \n[33]I'm waiting for you. \n[34]Tell me when. \n[35]You want me to paraphrase it? \n[36]I can't remember what I said. \n[37]Ad-lib? \n[38]I don't know what that means. \n[39] \n[40]I'm not good on camera.    It makes me nervous. \n[41]\n[42] \n[43]It was like someone had jumped into my head and watched what was being projected. \n[44]I said that it felt like God had sent someone to protect me, and to look out for me. \n[45]And I said that you are the only person in my life who has ever looked after me like that. \n[46]God, I hate it when you film me crying! \n[47]How do you like it, huh? How do you like having a camera shoved right up your ass? \n[48]Do you like it? Do you? \n[49]Give me a break. \n[50]So... why do you have to film everything? \n[51]Why do you like to film me crying? \n[52]Then why do you? \n[53]Why me? \n[54]Stop. \n[55] \n[56]Because we're the two weirdest kids in the world. And God made us for each other and I fucking love you, and you did all this because you love me too, and fuck everyone and everything that doesn't get it! \n[57]That's right, right? \n[58]Where are you taking me? \n[59]Where? \n[60]No seriously. \n[61]Fine. \n[62]Jimmy, can I ask you something? \n[63]Do you hate your parents? \n[64]What's to understand? \n[65]Like what? \n[66]How do you know all these things? \n[67]You are SO smart. \n[68]You think I'm pretty? \n[69]No one has ever told me that. \n[70]Do you think I'm smart? \n[71]Do you think I'm fat? \n[72]How could you say that? I only way a hundred and ten pounds. \n[73]I am not FLAT! \n[74]I don't have to prove it.   Here look. \n[75]I wear a full B cup. \n[76]I am not going to take them out! You take yours out. \n[77]I can't believe you did that. \n[78]No. \n[79]I'm embarrassed. \n[80] \n[81]I just showed you my breasts and I saw your penis and we haven't even kissed. \n[82]You haven't even asked me to be your girlfriend and I did that. I'm a slut. I don't want to be a slut. \n[83]Yes. \n[84] \n[85] \n[86] \n[87]How do you feel? \n[88]You do? \n[89]Me too. \n[90]Do you want to pull over again? \n[91]This is where you wanted to take me? \n[92]I wanna go home. \n[93] \n[94]I don't know. That was soooo good. \n[95]I don't know. I've just really been wanting you lately. Really bad. \n[96]I'm embarrassed.    I can't say. \n[97]It was after yesterday. \n[98]Yeah, it was after I saw you shoot that gun. \n[99]I was scared at first. Really scared. I didn't expect it to be so loud and you looked so mean. But then I got home and started thinking about it. About how your muscles looked and how dangerous it all seemed. It made me like... all excited, and like... \n[100]Where you going? \n[101]That is so hot! \n[102]It's heavy. \n[103]What do you think of this? \n[104]Do you like that? \n[105]I'm so glad you're out. Next time your dad wants to take it in the ass, DON'T FILM HIM! \n[106]I thought I was going to die without you. What if you and I could live here together? Forever. \n[107]I'm serious. Maybe not here, but eventually we'll buy some land, and we can live together on it, and be naked whenever we want. \n[108]Excuse me.     What do you think? \n[109]I think you're right mister. \n[110]I don't want this to ever end. I want to be here forever. I want to dance and be naked and be free, and I want us to ball our brains out everyday, and I want to feel the air on my body and I want to get drunk and not care about anything in the world. I just want us to be together in this moment. \n[111]You do? \n[112]We can?    Where is it? \n[113] \n[114]Uncle Rodney's commune? \n[115]That's funny. \n[116]Okay, now it's your turn. \n[117]How does it feel to be a free man? \n[118]Come on, come on, come on... \n[119]Just let it go, be free. \n[120]Come on. \n[121]Okay, go. \n[122]Come on! \n[123]Yeah. \n[124]That's gross! \n[125]It hurts? \n[126]I love you so much, I'd rather die than be without you. \n[127]You mean get married? \n[128]What? \n[129]That's so beautiful. \n[130]Swear on the bond. Swear we'll be together forever, that you'd rather die than be apart. \n[131]And we'll never let anything come between us, not even death. \n[132]We'll be together forever. \n[133]Well Mr. Van Muffmuncher. I just want to say that I look forward to losing, my, um... \n[134]What did you call it before? \n[135]Yes, I am very much looking forward to losing my conformist crimeless virginity. I would also like to share with my fans these. \n[136]Jimmy, turn it off.    We're gonna get busted. \n[137]What is the matter with you Jimmy? You almost got us caught. You're so worried about that camera. What is it? What is it! \n[138]Well you freak me out sometimes. Why do you have to tape everything? It's like you have a problem or something. \n[139]You know, most of the reason kids think you're so weird is because of it. Why do you think everybody makes fun of you? And then I have to hear it and I have to deal with it. \n[140]Yeah. Can't you give the thing a fucking rest? \n[141]How does it feel Jimmy? How does it feel to have someone taping you while you're crying? \n[142]Tell me. Look at the camera and tell me how it feels! \n[143]I don't know. \n[144]Yes.    I can most definitely try. \n[145]Okay.   I'm sorry. \n[146]I Judy... \n[147]Do hereby solemnly swear... \n[148]That I will never ask, request, or even insinuate to Jimmy to cease filming, no matter the situation. \n[149]I do hereby solemnly swear to g... \n[150] \n[151] \n[152] \n[153]Jimmy stop, please stop. Jimmy... oh god, Jimmy stop. God damn it, fucking stop! \n[154]Oh, God Jimmy, oh God... \n[155]Jimmy... \n[156] Judy is filming. She sits behind the wheel pointing the camera at the front door of a HIDDEN VALLEY Mental Hospital. She zooms in on a sign.  Judy flips the camera around to herself.  \n[157]Hi baby. I miss you. Mwaa! I'll be waiting for you when you get out. Be good and don't wait too long. Look what I did for you! \n[158]I can't wait to use it on you! \n[159]What did you do in there all day? \n[160] \n[161]Seriously, what did you do? What was a day in the life of Jimmy in the nut house? \n[162]God, you're a genius. \n[163]So what did they say you have? \n[164]You're so lucky. I wish I was diagnosed with something. What does it mean? \n[165]Wow.   I love that! \n[166] \n[167] Judy is driving through the ghetto as Jimmy shoots out of the window. On the sidewalk, he catches glimpses Drug Dealers, a Crack Whore, a Drunk stumbling along, and Other Pretty Sketchy Characters.  \n[168]I love it when you're out of the looney bin. Do you think you might be able to try to avoid the place for a while? \n[169]I'm serious. You act like it's no big deal when you go away! \n[170]No it's not all right! When you're in there I have to be out in the real world alone, by myself Jimmy. You go away and come back like it's no big deal. Well it is a big deal. I don't want to spend another day without you. Do you understand me? I'd rather die. \n[171]If you swear on our bond, then I believe you. \n[172]I love you so fucking much. \n[173]I was thinking, the last time you got out we did it like five times, like as soon as we saw each other, we got naked and started doing it. And today, my parents weren't even home and I tried to do some stuff to you, but you were acting like you weren't interested. \n[174]Was it because you jerked off so much while you were locked up? \n[175] \n[176]God, that's awful.   I didn't know. \n[177]How do you like this? \n[178] \n[179]Oh fuck, oh fuck. Oh my god. Jimmy? \n[180]Don't put him in here! \n[181]No, we'll get busted. \n[182]What... what are you doing? \n[183]Is he dead? \n[184]No. \n[185]What are we gonna do? \n[186]I just want to go home. Jimmy, let's leave him. He's dead. We should just go. \n[187] \n[188]Jimmy, I... \n[189]We should just leave him here. \n[190]I don't want him in my fucking car! I want him out! \n[191]Oh shit! \n[192]It's the fucking cops. \n[193]It's the cops. It's the cops. It's the... \n[194]Oh God. He's getting out of the car. We've got a dead homeless guy in our trunk and he's... \n[195]Oh, my god Jimmy, he's walking towards us. \n[196]Jimmy! \n[197]\n[198]What happened? \n[199]What happened! \n[200]\n[201]What are you doing? \n[202]It's dark.     You can't see anything. \n[203]No, I don't wanna see. \n[204]He's dead. He's in my car, Jimmy, and he stinks. I wanna go home. \n[205]I don't think I can do this. \n[206]I'm not like you. I can't do this. I wanna fucking go home. \n[207] \n[208] \n[209]You promise? \n[210] \n[211]Jimmy! \n[212]What?    I'm not in the mood. \n[213]Okay, where are we gonna go? \n[214]Who's Dinko, Jimmy? \n[215]No. \n[216]I can't get sexy with that smell. I just can't. \n[217]You're not even paying attention to me Jimmy. \n[218]Don't I look sexy? \n[219]Jimmy! \n[220]You have an Uncle Rodney baby? \n[221]I want to meet your uncle. \n[222]When was that? \n[223]We're always naked, Jimmy. \n[224] \n[225] \n[226]You like this, Jimmy? \n[227]Do you want me to be into chicks? \n[228]Yeah, I'm not into chicks. \n[229]Jimmy. \n[230]Jimmy, stop him! \n[231]I swear to God Jimmy if you let him go through with this I'll never talk to you again! \n[232] \n[233] \n[234]And for the crank! \n[235]I feel calm. I don't care about anything. \n[236]What are we going to do with the car Jimmy? \n[237]The crank? \n[238]The cash. \n[239]I do. \n[240]Hurry up Jimmy, hurry, hurry, hurry, shit Jimmy. You're going to miss it. \n[241]No it's not! I'm Judy Wright now! I'm Judy Wright now! \n[242]That's the most romantic thing I've ever even heard of. \n[243]Oh my God, that's my parents!   And your parents! \n[244]Shhhh... \n[245]Jimmy if you're out there, we know you're scared, but you're only making it worse. Please bring Judy back to us. We really miss her terribly. \n[246]What? \n[247]OK, that's enough. \n[248]What's the matter? \n[249]Come on.     I changed mine. \n[250]This was your idea Jimmy. \n[251]Don't be stupid. \n[252]It feels funny. \n[253]You're such a fucking pig when you eat. \n[254]Gross. That's it. I'm not taking you to the country club, ever! \n[255] \n[256]I'll take you to the country club. I promise. \n[257]I don't know. \n[258]Thanks for marrying me. You're my prince charming that came and swooped me off me feet. \n[259]And one day, we're gonna have a house and a white picket fence and a baby. Tell me what you think we should name the baby. \n[260]What's wrong? \n[261]What? \n[262]What are they doing? \n[263]What? \n[264]Oh God, Jimmy! They know where we are. We're going to get caught! \n[265]Jimmy! \n[266]They don't see us. \n[267]I don't know. I don't think so. \n[268]No.   I don't think they're coming. \n[269]Where are we? \n[270] \n[271]What am I gonna see? \n[272]I hate it when you do that.    Tell me! \n[273]How much further!    Aaa! \n[274]Oh my God.     Is that it? \n[275]Is this where your friend lives? \n[276]We do? \n[277]This is sooo amazing.       It's like a dream. \n[278]Is that Uncle Rodney? \n[279]Really? \n[280]Wow. \n[281]Sure Buddy. \n[282]Jimmy, come swimming.      The water's warm. \n[283]Come on. \n[284]Why? \n[285]Hey again. \n[286]How long will they let us stay? \n[287]What's he like? \n[288]Well if he's weird, he's great weird, whatever he is. \n[289]If we could stay here forever, like Buddy said, I wouldn't need anything else. \n[290]The cops won't come will they? \n[291] \n[292] \n[293]He does? \n[294]Oh my God! \n[295] \n[296] \n[297]Jimmy!   Jimmy! \n[298]Jimmy! \n[299] \n[300]Jimmy!   Jimmy say something! \n[301] \n[302] \n[303]Hi, baby. \n[304]Am I with you? \n[305]Then I'm okay. \n[306]Mexicooooooh.... \n[307]Hey baby. \n[308]Baby? \n[309]Nooooo. It reminds me of when we first met. Just you, me, and the camera. God, do you remember how you used to freak me out? \n[310]I don't know, why? \n[311]Are we going together? \n[312]You're never leaving me, and I'm never leaving you. That's all there is to it. \n[313]You're so handsome, you know that? \n[314]Jimmy? \n[315]Jimmy! \n[316]Jimmy, stop the car. You're too fucked up to drive. \n[317]You wanted to ask me something? \n[318]You know I do. \n[319]Yup. \n[320]Yes? \n[321]What do you mean? \n[322]Don't do this. \n[323] \n[324]I love you too. \n[325] \n[326]No. \n[327] \n[328]No.   I want us to be together. \n[329]Yes we can. I won't give you up. I won't let you go. No way. \n[330] ", "Jimmy's": "\n[1] Late summer evening. Camera Operator wipes dirt from the lens with his shirt revealing his face for the first time as he looks at camera. This is the first time we get even a glimpse of JIMMY WRIGHT . His looks are striking, even a bit awkward, but not at all unappealing.  He throws a mischievously evil look at the lens, then settles his face back to normal. He spins the camera away, pointing it at the back of his house.  Through the kitchen window, Jimmy zooms in on his mother (40's) idyllic version of a mom in new millennium suburban housewife clothes. She's on the phone, preparing dinner.  \n[2] Dark and in silhouette, Jimmy flips on the camera by remote. It's too dark to see faces or bodies with any detail, but Jimmy's clearly having sex with a PROSTITUTE in his bed. She is young, black, and looks very much like a prostitute.  As he pounds into her...  \n[3] Jimmy's behind   the camera interviewing the Prostitute who sits up in his   bed holding the sheets to cover herself. With the lights on,   we can see that she's clearly unattractive. Jimmy asks his   questions with a gentle confidence.  \n[4] Jimmy hides hidden camera style inside his car in the high school parking lot, bleachers in the distance. School is letting out as he zooms in on Judy.  She's looking at the ground as she's taunted by a group of Other Harassing Teenagers, a tear streaming down the side of her cheek.  Suddenly, Judy is bashed in the face with a school bag. She falls to the ground, then picks up her broken glasses as camera zooms out to catch the Girl who hit her .     Nearby, a big, Dumb Looking Bully Type  taunts her as she cries. His taunts are biting and as excessive as the Mean Girl's, then he dumps a cup of soda on Judy's head as she's crying.  Judy screams at the top of her lungs. The group runs off laughing. Jimmy whip pans to the Mean Girl as she laughs with her friends, then whips pans back to Judy, now on her feet, blood running from her nose and onto her white shirt.  Camera shuts down.  \n[5] Jimmy films once again, hidden camera style, long lens from far away. Frame is close on Judy sitting at the dining room table.  As camera pulls back, we HEAR but don't see Judy's Parents talking to Jimmy's Mom and Dad at the table. Judy is bored, completely uninterested in their conversation.  \n[6]So Melissa talked Gary into the SL instead of the seven series. I couldn't believe it. \n[7]They paid way too much. \n[8] Judy sits on Jimmy's bed, staring into the camera.   She's uncomfortable sitting there. It's poorly framed.  \n[9] Jimmy films Judy again, better framing this time.      Judy looks annoyed and uncomfortable in front of the camera.  \n[10] Judy sits on the edge of Jimmy's bed facing a television set. Jimmy films from behind her so he gets Judy's back and the television in the shot. The screen is static.  \n[11] \n[12] \n[13] The TV is off. All we see is Judy's back. She hasn't once turned around to face the camera during any of the clips.  She sits still.  She trembles but doesn't turn around. She collects herself but still doesn't turn around. Jimmy holds the camera steady.  Still she doesn't turn around.  She fidgets in her seat but still doesn't turn around.  She now sits still on the edge of the bed like she is in a trance, but still doesn't turn around to face the camera.     No movement.  No movement.  No movement.  She begins to breath heavily.  Then no movement.  She leans her head down towards the floor.  Then no movement.  Still no movement or any reaction for that matter.   It's like she is in a trance and can't wake up.  Jimmy  continues to roll without budging.  Still no movement.  It looks like she's about to turn around. She moves her head in the direction of the camera, then assumes her original position facing the TV.  Then... no movement.  Still no movement.  Then Judy collapses onto the bed. Jimmy, still rolling, gets off the bed and begins filming her as she lies on the floor crying hysterically.  Judy cries and cries and cries and cries. She then lets out a cry from the depths of her soul. The cry is long, hard, and loud.  Jimmy gets up, then stands above her with the camera.  She rolls over on her back and is now facing directly into the camera. She tries to collect herself.  \n[14]Jimmy! What the hell are you guys doing up there? \n[15] Jimmy's behind the camera. He stands at the head of the stairs shooting down. Sounds of a dinner party just getting started come from downstairs. He walks down the steps into the party.  A generic \"Happy Twentieth Anniversary\" sign hangs above the front door. Camera pans awkwardly to a lame K-Mart style studio portrait on the wall. It's Jimmy's parents wearing saccharine sweet smiles, Dad's hair slicked back, Mom in an overdone hair-do and in way too colorful clothing.  Gifts sit on the entry-way table. Party Guests are dressed nicely and are mingling in the house, drinks in hand. Dinner is yet to start. As Jimmy moves into the...  \n[16]Jimmy! \n[17]That's enough. \n[18] \n[19] Jimmy's behind the camera, moving quickly down the hall to...  \n[20] Judy is sitting on his bed.   She sees Jimmy come in with the camera and freaks out.  \n[21] Jimmy is filming Judy, who is sitting on his bed. Her face is red, her eyes have watered up, and her nose is snotty and running from after an intense session of crying. Jimmy is catching her seconds after she's has finally composed herself.  \n[22] Camera's on a tripod. Jimmy sits in a chair, the back of his shoulder foregrounds Judy.  \n[23] Jimmy is driving in his car with Judy in the passenger seat. Judy has the camera and she is interviewing Jimmy as he drives.  \n[24] Judy films Jimmy driving the car.   He has a huge shit eating grin on his face.     \n[25] Jimmy is standing in front of a mirror and is videotaping his own reflection.  He is talking to himself and into the camera.  \n[26] Jimmy films Judy who lies next to him in the bed. Her face is sweaty and red and he is still a tad out of breath. Jimmy is capturing her literally seconds after they had sex.  She's somewhat bewildered, then she notices the camera. She's starting to get used to it.  \n[27] Jimmy is hiding in the closet of his parents' bedroom. He has the door of the closet cracked and puts the lens of the camera through the crack.  Jimmy's Dad enters the room. He has no idea that he is being filmed and that Jimmy is in the closet.  Jimmy's Dad walks over to the dresser, opens up the top drawer and pulls something out. It's too dark in the room to tell exactly what he's pulled out, but it appears to resemble some sort of undergarment.  Jimmy's Dad begins undressing, then steps out of frame.  After a beat, he reappears. Now he's wearing nothing but a sequined teddy. He's totally fat, hairy, and nasty looking. He sits on the side of the bed, his back to us. Now we see that what he grabbed out of the drawer was actually a pair of fishnet stockings. He begins putting them on.  When he is finished putting on his panty hose, he gets up off the bed and begins admiring his legs in a mirror. He begins to gently stroke the sides of his legs, relishing the feel of the hose over his hands and fingertips.  He seems to be lip syncing the words to a song and begins to get all worked up. He shakes his hips and dances around the room for a few seconds.  Now Jimmy's Dad goes to the dresser and pulls out a long brunette wig from the back of his top drawer. Putting it on, with the fishnet stockings, sequined teddy and long wig, he has transformed himself into the world's fattest, ugliest, hairiest, Cher look-a-like.  Someone else enters the room.  \n[28]Hi sweety. \n[29]Are you ready for me, you fucking slut? \n[30]Not quite. \n[31]I don't feel like waiting. Hurry up bitch. What do you have left to do? \n[32]I just need to put on my makeup. \n[33]Come on slut. \n[34]What the fuck are you doing here? \n[35] \n[36]Turn off the that fucking camera! Turn off that fucking camera right fucking now god damn it! \n[37]You little mother fucker.     Turn off that fucking camera! \n[38]Stop it!     You're going to kill him. \n[39]Bitch! \n[40]Fuck you! You think you know me? You don't know me! You piece of shit! \n[41]You little beast! You want to film something? Film this! \n[42]Nancy, Nancy, Nancy, Nancy! Please someone call me Nancy. My name is Nancy. \n[43] \n[44]Give me that fucking tape! \n[45] Jimmy and Judy sit in a parked car outside of a huge grocery store.  Jimmy and Judy sit outside a small grocery store. Jimmy films himself. Judy's in the passenger seat. He does his best news announcer impersonation.  \n[46] Moments later, Jimmy is now taping Judy. She has her right hand up, like a witness about to be sworn into the stand. She's all smiles as Jimmy gives her the oath to repeat back to him.  \n[47] Jimmy's pulled forward to the drive thru while Judy tapes from passenger seat. A voice squawks at Jimmy, asking for his order.     \n[48] ", "Mom": "\n[1]So Melissa talked Gary into the SL instead of the seven series. I couldn't believe it. \n[2]Where you going honey? \n[3]Jimmy! \n[4]Are you ready for me, you fucking slut? \n[5]I don't feel like waiting. Hurry up bitch. What do you have left to do? \n[6]Come on slut. \n[7] \n[8]Stop it!     You're going to kill him. \n[9]Fuck you! You think you know me? You don't know me! You piece of shit! \n[10]You little beast! You want to film something? Film this! \n[11] \n[12] ", "Dinko": "\n[1] Music is playing extremely loud in a funky ass trailer as Judy dances with DINKO  a completely drunk trailer trash dude wearing a pizza delivery outfit.  Empty whiskey and beer bottles are scattered throughout the tiny living room as cigarette smoke hovers around them due to a ridiculously low ceiling.  Judy is dancing in a very sexy manner with Dinko who is dancing like a complete dork. Dinko has no moves, rhythm, or beat whatsoever, but dances with as much vigor as a dog on crack.  Jimmy is sitting on the couch filming them dancing in front of him. Dinko is forced to scream over top of the music to be heard. He looks directly at Jimmy noticing that Jimmy's turned on the camera.  \n[2]Hey! The video-man. I remember that shit when we was in together. Said you video-ed everything. \n[3]Hey man, it's cool if you guys stay here for a while, but I have a small business to run man. There's going to be some people knocking on the door and shit. I can't have you guys answering the door or the phone. That's the only rule. Other than that man, we're going to getting fucked up together all the time. I got a shit load of crank dude, that shit is off the fucking hook. Here, take a hit. \n[4]Right man. That's cool. Hey um... If I tell you to stop taping though, man, you gotta stop. I got some hard core junkies coming over here. Sometimes, if they see shit like that, they fucking flip. Crank junkies are a whole different kind of breed man. They're fucking hard core mother fuckers. You don't know what they're gonna fucking do. This one guy got paranoid about something. He used to climb on his roof to take a dump. That's the only place he would shit! How fucked up is that? \n[5]Yeah, you look real sexy baby. Real nice. \n[6]Hey, I may have some work for you if you're cool with that. \n[7]You know some hustling, some good money. I'll teach you how to mix the shit. Your girlfriend too if she wants. \n[8] \n[9] \n[10]It's all good man. I ain't gonna touch your old lady. Shit man, she's so into you anyway. \n[11]So there's this dude. Fucker taught me everything I know about meth and shit. He'd fucking flip for your girl, man. You should go up and see him. He's in Erlanger. \n[12]Right, right! I forgot.     Yeah, Uncle Rodney! \n[13]That's some good shit, huh? \n[14]So you guys should like, totally go see him, man. I don't fuckin' go up there no more, 'cuz like, I got all the shit I need right here man, 'cuz my place is cool and all, but there's no fucking room here, ya know? So like you should go see him and shit. \n[15] \n[16]Yo, Jimmy.     Is your girl into chicks? \n[17]Well Hazel here will do anything we want. Ain't that right Hazel? \n[18]You're into chicks aren't you Hazel? \n[19]Shut up you fat fucking junkie and take your clothes off or you ain't getting shit. \n[20]Come on! \n[21] \n[22]Ever made a porno? \n[23]Well all right! Keep filming mother fucker, I'm gonna fuck this junkie for you. You guys are free to join in whenever you like. \n[24]You ready?     You filming? \n[25] \n[26] \n[27]That's it.     Just like that. \n[28]We're going to be doing this shit all the time brother. \n[29]Fuck yeah! \n[30]You don't have to hold a gun to her head man. There's plenty of other chicks we can do that to. If that's what you're into, then fuck it, I'll... \n[31] A rip roaring fire burns from the trailer. Jimmy is shooting out of the back of the Dinko's Car, a beat up old station wagon, as they drive away down the gravel road.  \n[32] In a booth at the motel diner, Judy is filming Jimmy while he stuffs a burger into his face.  \n[33] \n[34]\n[35] Judy drives up a gravel road as Jimmy films.    They travel through the back roads in Northern Kentucky.    It's nothing but woods outside the window.  \n[36] It's completely pitch black dark. We can see nothing.    We can only hear the sound of Jimmy fumbling around and breathing heavily and nervously.     \n[37]\n[38] Judy's got the camera trained on herself.    She talks like a child.  \n[39] Judy drives.   There isn't much talking going on.  ", "Dr.": "\n[1]Jimmy, we discussed this. You can't tape our sessions. It's not allowed. \n[2]You know, you can't film someone who doesn't want their image and voice recorded. Technically, you're actually breaking the law. \n[3]Does your defiance make you feel more powerful? \n[4]Filming people makes you feel like you're in control of the situation doesn't it? \n[5]I can sit here as long as you can. You're not going to be able to force me to participate in your little game here. \n[6]Jimmy, this isn't something that friends do to each other is it? \n[7]Jimmy, put the camera away, please. \n[8]You're wasting your time and mine, Jimmy. We could be doing something productive. \n[9]That's enough. \n[10]Put it away. \n[11]Now Jimmy! \n[12]Come on Jimmy. \n[13]Gimme the Goddamn fucking camera! ", "Walters": "\n[1]Jimmy, we discussed this. You can't tape our sessions. It's not allowed. \n[2]You know, you can't film someone who doesn't want their image and voice recorded. Technically, you're actually breaking the law. \n[3]Does your defiance make you feel more powerful? \n[4]Filming people makes you feel like you're in control of the situation doesn't it? \n[5]I can sit here as long as you can. You're not going to be able to force me to participate in your little game here. \n[6]Jimmy, this isn't something that friends do to each other is it? \n[7]Jimmy, put the camera away, please. \n[8]You're wasting your time and mine, Jimmy. We could be doing something productive. \n[9]That's enough. \n[10]Put it away. \n[11]Now Jimmy! \n[12]Come on Jimmy. \n[13]Gimme the Goddamn fucking camera! ", "Connie": "", "Billy": "", "Rensing": "", "Police": "\n[1] ", "Officer": "", "Dad": "\n[1]They paid way too much. \n[2]I strictly buy American anyway. \n[3]Jimmy! What the hell are you guys doing up there? \n[4]That's enough. \n[5] \n[6]Hi sweety. \n[7]Not quite. \n[8]I just need to put on my makeup. \n[9]What the fuck are you doing here? \n[10]Turn off the that fucking camera! Turn off that fucking camera right fucking now god damn it! \n[11]You little mother fucker.     Turn off that fucking camera! \n[12]Bitch! \n[13]Nancy, Nancy, Nancy, Nancy! Please someone call me Nancy. My name is Nancy. \n[14]Give me that fucking tape! \n[15]Jimmy if you're out there, we know you're scared, but you're only making it worse. Please bring Judy back to us. We really miss her terribly. ", "Buddy": "\n[1]We got like thirty five trailers here. Long as we've got some that's empty you can stay in one. Sometimes people come in and we got get you a tent or-- fuck, everybody's friendly--- you can always find a bed to crash in. \n[2]It don't look like much but we do some pretty good partying around here. Ya'll are welcome to stay as long as ya like. Fuck it, you can stay forever. There's only two rules. Don't mess around with the labs which are down back there... \n[3]Woah... No filming that shit. Seriously. That's part of rule number one. \n[4]Don't even go near there with the camera, and two is no cops, but fuck, seeing what kinda shit you guys got into, I don't think we gotta worry about you calling 'em up for a visit. \n[5]Other than that, ya'll can do whatever the hell you want, whenever the hell you want. You wanna do some of the stash at the parties, that's cool too. We'd like it if you do it, normally we'd say you gotta sell some too, but Rodney says y'all's is a special case 'cuz you ain't leaving 'til the heat's off for sure, that could be months or... shit, years for you guys. But no one up here's in a fucking hurry. \n[6]Look at you. Little bitch from the nut house, and you got yourself one sweet looking bride! I still can't get over the tits on this girl. Come here sweetheart. \n[7]We're gonna have a party for y'all tonight. You know that? We have parties damn near every night, but this one's gonna be special just for you guys. You like that sweety? \n[8] \n[9]We're here! \n[10]Shit! Y'all's on your honeymoon. Ain't gonna film it yourselves. \n[11]That's nice. \n[12] \n[13]And, three, two, one... Now! \n[14]All right! Look at the happy couple coming into their new home. Da, da, da, dum... \n[15]How do you turn this thing off? \n[16]You nervous? \n[17]I would be. \n[18]He's more than cool man. God, you really don't have a clue do you? \n[19]Shit man. Don't have to. She's one of his girls, man. She'll meet him. \n[20]Relax dude... Just like you're one of his boys. Shit man, I'll give you two weeks and you'll WANT her to experience him. You may even want to, too. \n[21]Just go see him. Here, take your camera. \n[22]He wants you to film him, man. With the camera. He'll tell you when to turn it on, then you video. \n[23] \n[24]Here, here, here. Right here. \n[25] \n[26]Hey! ", "Hazel": "\n[1]Um, I really just want to get some stuff and get out of here. \n[2]I don't... \n[3] \n[4]Please... \n[5]Yes. ", "Jimmy": "\n[1]       \n[2] Late summer evening. Camera Operator wipes dirt from the lens with his shirt revealing his face for the first time as he looks at camera. This is the first time we get even a glimpse of JIMMY WRIGHT . His looks are striking, even a bit awkward, but not at all unappealing.  He throws a mischievously evil look at the lens, then settles his face back to normal. He spins the camera away, pointing it at the back of his house.  Through the kitchen window, Jimmy zooms in on his mother (40's) idyllic version of a mom in new millennium suburban housewife clothes. She's on the phone, preparing dinner.  \n[3]Hey Mom, heard you and Dad doing the nasty last night. Thanks for that one. By the way, who the fuck is Nancy? \n[4]Hey Dad, Mom's on the phone telling her friends that you're hung like a light switch. \n[5]Oh Daddy, there he goes. He makes the reach and... yes! Both balls at the same time! One heck of a double play! \n[6]And the sniff to finish it off. \n[7]Fucking freak show. \n[8] Dark and in silhouette, Jimmy flips on the camera by remote. It's too dark to see faces or bodies with any detail, but Jimmy's clearly having sex with a PROSTITUTE in his bed. She is young, black, and looks very much like a prostitute.  As he pounds into her...  \n[9]Do you like that nigger?   Come on nigger, do you like it? \n[10] Jimmy's behind   the camera interviewing the Prostitute who sits up in his   bed holding the sheets to cover herself. With the lights on,   we can see that she's clearly unattractive. Jimmy asks his   questions with a gentle confidence.  \n[11]Okay, so. What was going through your mind when I called you a nigger? \n[12]I know. \n[13]Well, what did it feel like? \n[14]What do you mean? \n[15] \n[16] \n[17]Have you ever wondered what it was like to treat someone so completely cruel that it was unthinkable? \n[18]I was trying to do the unthinkable and unimaginable when I called you that. I wanted to see if was even possible for me to do that. \n[19]I think I want to die. Like I don't deserve to live anymore.   And that I will never want to do something like that to someone again. \n[20]Because everyone hates me. \n[21]They hate me because I seek beauty and appreciate destruction. They hate my mind, my thoughts, my imagination. They hate everything about me. And I hate them. \n[22]Yep. Everyone. Everyone that knows or who has ever met me. \n[23]My parents provide me with food and shelter because they have been conditioned by society into thinking it's the appropriate thing to do. In reality they can't stand to be in the same room with me. They're fascists, brainwashed, and unforgiving. They dismiss my feelings of ill regard towards them on simple rebelliousness of youth, but that's only because they are patently and intentionally unaware of their own hypocrisies. \n[24] \n[25]Yes, I really do. \n[26] \n[27] Jimmy hides hidden camera style inside his car in the high school parking lot, bleachers in the distance. School is letting out as he zooms in on Judy.  She's looking at the ground as she's taunted by a group of Other Harassing Teenagers, a tear streaming down the side of her cheek.  Suddenly, Judy is bashed in the face with a school bag. She falls to the ground, then picks up her broken glasses as camera zooms out to catch the Girl who hit her .     Nearby, a big, Dumb Looking Bully Type  taunts her as she cries. His taunts are biting and as excessive as the Mean Girl's, then he dumps a cup of soda on Judy's head as she's crying.  Judy screams at the top of her lungs. The group runs off laughing. Jimmy whip pans to the Mean Girl as she laughs with her friends, then whips pans back to Judy, now on her feet, blood running from her nose and onto her white shirt.  Camera shuts down.  \n[28] Jimmy films once again, hidden camera style, long lens from far away. Frame is close on Judy sitting at the dining room table.  As camera pulls back, we HEAR but don't see Judy's Parents talking to Jimmy's Mom and Dad at the table. Judy is bored, completely uninterested in their conversation.  \n[29]So Melissa talked Gary into the SL instead of the seven series. I couldn't believe it. \n[30]They paid way too much. \n[31] Judy sits on Jimmy's bed, staring into the camera.   She's uncomfortable sitting there. It's poorly framed.  \n[32]One second. \n[33] Jimmy films Judy again, better framing this time.      Judy looks annoyed and uncomfortable in front of the camera.  \n[34]Who do you hate most in the world and why? \n[35]I do. \n[36]Now we're onto something. \n[37]Is that why you had a crush on me? \n[38]You didn't have a crush on me? \n[39]Where'd you hear that? \n[40]You wanna know the truth? \n[41]He asked me if he should kill himself. I told him to look inside himself for the answer. I didn't tell him to. I didn't tell him not to. I said he shouldn't be afraid of the unknown. If he was going to kill himself, I wanted him to do it for the right reasons. \n[42]Like you're normal. \n[43]If I'm such a freak, what are you doing in my room? \n[44]I wanna show you something? \n[45] Judy sits on the edge of Jimmy's bed facing a television set. Jimmy films from behind her so he gets Judy's back and the television in the shot. The screen is static.  \n[46] \n[47] \n[48]And Bill McAllister... I went to school with his brother. They're both dicks. \n[49] \n[50]I took care of her too. \n[51] \n[52] The TV is off. All we see is Judy's back. She hasn't once turned around to face the camera during any of the clips.  She sits still.  She trembles but doesn't turn around. She collects herself but still doesn't turn around. Jimmy holds the camera steady.  Still she doesn't turn around.  She fidgets in her seat but still doesn't turn around.  She now sits still on the edge of the bed like she is in a trance, but still doesn't turn around to face the camera.     No movement.  No movement.  No movement.  She begins to breath heavily.  Then no movement.  She leans her head down towards the floor.  Then no movement.  Still no movement or any reaction for that matter.   It's like she is in a trance and can't wake up.  Jimmy  continues to roll without budging.  Still no movement.  It looks like she's about to turn around. She moves her head in the direction of the camera, then assumes her original position facing the TV.  Then... no movement.  Still no movement.  Then Judy collapses onto the bed. Jimmy, still rolling, gets off the bed and begins filming her as she lies on the floor crying hysterically.  Judy cries and cries and cries and cries. She then lets out a cry from the depths of her soul. The cry is long, hard, and loud.  Jimmy gets up, then stands above her with the camera.  She rolls over on her back and is now facing directly into the camera. She tries to collect herself.  \n[53]I had to. \n[54]I did it for you. \n[55]I felt like if I didn't save you then no one else would. \n[56]Jimmy! What the hell are you guys doing up there? \n[57] Jimmy's behind the camera. He stands at the head of the stairs shooting down. Sounds of a dinner party just getting started come from downstairs. He walks down the steps into the party.  A generic \"Happy Twentieth Anniversary\" sign hangs above the front door. Camera pans awkwardly to a lame K-Mart style studio portrait on the wall. It's Jimmy's parents wearing saccharine sweet smiles, Dad's hair slicked back, Mom in an overdone hair-do and in way too colorful clothing.  Gifts sit on the entry-way table. Party Guests are dressed nicely and are mingling in the house, drinks in hand. Dinner is yet to start. As Jimmy moves into the...  \n[58]Hey, great party, huh? I'm making a tape for my parents. Want to say something to them? \n[59]Jimmy! \n[60]Hey Mom. Happy anniversary. You want to say anything to yourself? \n[61]That's enough. \n[62] \n[63] Jimmy's behind the camera, moving quickly down the hall to...  \n[64] Judy is sitting on his bed.   She sees Jimmy come in with the camera and freaks out.  \n[65]Okay, okay. Wait. \n[66] Jimmy is filming Judy, who is sitting on his bed. Her face is red, her eyes have watered up, and her nose is snotty and running from after an intense session of crying. Jimmy is catching her seconds after she's has finally composed herself.  \n[67]Say what you said to me before. \n[68]Paraphrase it then. \n[69]Say it like you did before but it doesn't have to be exactly the same. \n[70]That's what I said. \n[71]Are you ready? \n[72]\n[73]Now. \n[74] \n[75]Then just ad-lib. \n[76]Yes. \n[77] \n[78]Let's take a break. \n[79] Camera's on a tripod. Jimmy sits in a chair, the back of his shoulder foregrounds Judy.  \n[80]Forget about the camera.   Talk to me. \n[81]Tell me what you said earlier. About me about how you felt when you saw the video. \n[82]Go on. \n[83]And earlier, what you said about God. \n[84] \n[85]I don't like it or dislike.   I'm used to it. \n[86]Generally I'd place the camera further away from my nose, but if this is your preferred shooting style then I guess I'll have to adjust to it. \n[87]How's this work for you? \n[88]\n[89]I don't film everything. \n[90]I don't. \n[91]Because it's rare that I get to find someone that lets their emotions go. When a person is crying, I mean truly crying, or truly laughing or smiling or frowning or gasping. For a few seconds or minutes I get a chance to see that person's soul. And really, now that you've forced me to think about it. I think it's a very rare and beautiful thing to be afforded that opportunity. \n[92]Anything else? \n[93]Because. \n[94]Why do you think? \n[95]Why you and why me? Why are we together right now? \n[96]Go ahead say it. I want you to.     I know what you're going to say so just say it. \n[97] \n[98] \n[99] Jimmy is driving in his car with Judy in the passenger seat. Judy has the camera and she is interviewing Jimmy as he drives.  \n[100]To a beautiful place. \n[101]Chuck E. Cheese. \n[102]I can't tell you.    It'll ruin it. \n[103]Anything. \n[104]Yes, but I understand them. \n[105]Lots of things. \n[106]I understand that my ascension into young adulthood triggered their descent into mid-life crisis. Generally when an only child leaves the nest, the parents begin reassessing their own lives. They see us as a younger, better version of themselves. \n[107]They feel abandoned by our need for privacy and insecure because we no longer seek their approval. They used to take us to baseball games and cover our scrapes with bandages, but once we no longer need Mom to nurture our bruises or Dad to be our hero it puts their roles and subsequent sense of self worth into question. \n[108]When you don't have any friends, don't play sports, don't go out, have no one talk to, nowhere to go, no one to listen to you, or no one to help you figure things out, you sort of have to figure things out by yourself. And without any of those things I have nothing but time to think about stuff. \n[109]You are so beautiful. \n[110]I think you're the most beautiful person I have ever met. The most beautiful person in the universe. \n[111]Get used to hearing it. \n[112]Yes. \n[113]Yes. \n[114]Oh, I'm sorry. I thought you said flat. As in flat chested. \n[115]Prove it. \n[116]I still can't tell. \n[117]Show me.    Take em out. \n[118]It's already out. \n[119]That's why I did it. Now come on. I showed you mine, let me see yours. \n[120]Wow.    Give me the camera. \n[121]Please, pretty, pretty please with sugar on top. \n[122]Here, I'll pull over. \n[123]Let me see 'em. \n[124]That doesn't count. Come on, for real this time. \n[125]Don't be.    You can trust me. \n[126]You can. You can trust me with your life. \n[127] \n[128]Will you take off your bra? \n[129]What's the matter? \n[130]Will you be my girlfriend? \n[131]Can I kiss you? \n[132]I want this moment to be captured forever. I'd rather not kiss you at all than waste the opportunity to document the most beautiful moment of my life. \n[133] Judy films Jimmy driving the car.   He has a huge shit eating grin on his face.     \n[134]Relaxed, happy, confident, studly, excited, relieved, delighted... I love you Judy. \n[135]Very much so. I always have. \n[136]Are you getting this? \n[137]Come on.   Are you getting this? \n[138]Yeah, what's the matter? \n[139] Jimmy is standing in front of a mirror and is videotaping his own reflection.  He is talking to himself and into the camera.  \n[140]Don't fuck this up.    Please don't fuck this up. \n[141]Just try to be normal. Just be normal! God damn it why do you have to fuck everything up? \n[142]Be normal.     Be normal.   Be normal! \n[143] Jimmy films Judy who lies next to him in the bed. Her face is sweaty and red and he is still a tad out of breath. Jimmy is capturing her literally seconds after they had sex.  She's somewhat bewildered, then she notices the camera. She's starting to get used to it.  \n[144]So how do you feel now, right at this moment? \n[145]You were good. What got into you? \n[146]Why's that? \n[147]Now you have to tell me. \n[148]Yesterday? \n[149]You were crying. I wanted to kill myself after I did that. You were scared and you were shaking. It was the most awful thing I ever did. I didn't think I'd ever see you again. \n[150]Horny? \n[151]Here.    Hold this. \n[152]One sec! \n[153]My dad keeps it in his closet. Here. \n[154]Now I see the appeal.     Give me the camera. \n[155]Yes. \n[156]That is SO hot. \n[157]Fuck!   It's my parents! \n[158] Jimmy is hiding in the closet of his parents' bedroom. He has the door of the closet cracked and puts the lens of the camera through the crack.  Jimmy's Dad enters the room. He has no idea that he is being filmed and that Jimmy is in the closet.  Jimmy's Dad walks over to the dresser, opens up the top drawer and pulls something out. It's too dark in the room to tell exactly what he's pulled out, but it appears to resemble some sort of undergarment.  Jimmy's Dad begins undressing, then steps out of frame.  After a beat, he reappears. Now he's wearing nothing but a sequined teddy. He's totally fat, hairy, and nasty looking. He sits on the side of the bed, his back to us. Now we see that what he grabbed out of the drawer was actually a pair of fishnet stockings. He begins putting them on.  When he is finished putting on his panty hose, he gets up off the bed and begins admiring his legs in a mirror. He begins to gently stroke the sides of his legs, relishing the feel of the hose over his hands and fingertips.  He seems to be lip syncing the words to a song and begins to get all worked up. He shakes his hips and dances around the room for a few seconds.  Now Jimmy's Dad goes to the dresser and pulls out a long brunette wig from the back of his top drawer. Putting it on, with the fishnet stockings, sequined teddy and long wig, he has transformed himself into the world's fattest, ugliest, hairiest, Cher look-a-like.  Someone else enters the room.  \n[159]Hi sweety. \n[160]Are you ready for me, you fucking slut? \n[161]Not quite. \n[162]I don't feel like waiting. Hurry up bitch. What do you have left to do? \n[163]I just need to put on my makeup. \n[164]Come on slut. \n[165]Hi mom.     Hi dad.   What are you guys up to? \n[166]What the fuck are you doing here? \n[167] \n[168]Turn off the that fucking camera! Turn off that fucking camera right fucking now god damn it! \n[169]Gee dad, what do you say the two of us go out to the front yard and throw some ball together? We'll have a nice friendly game of catch. \n[170]You little mother fucker.     Turn off that fucking camera! \n[171]Stop it!     You're going to kill him. \n[172]Bitch! \n[173]Fuck you! You think you know me? You don't know me! You piece of shit! \n[174] \n[175]You little beast! You want to film something? Film this! \n[176]Nancy, Nancy, Nancy, Nancy! Please someone call me Nancy. My name is Nancy. \n[177] \n[178]Take me out to the ball game, take me out to the crowd, buy me some peanuts and crackerjacks... \n[179]Give me that fucking tape! \n[180]I don't think so Nancy.   Nancy, Nancy, Nancy... \n[181]I know. Ironic that I was the one sent to the nut house. \n[182]Right here? \n[183]I think you're drunk. \n[184]I know a place like that. \n[185]Yep. We can go there one day if you want. \n[186]Erlanger. \n[187]Yeah Erlanger. Everybody was talking about it in the nut house. That's ALL anybody fucking talked about was this dude who lives up there named Uncle Rodney. He supposedly has a commune where we can do this kind of thing every day. \n[188] \n[189]Hey! \n[190]I'm thinking. \n[191] \n[192]No. \n[193]Okay, you really wanna hear something? \n[194]I want to go one day without masturbating. I want to liberate my penis. I want to clone you so we could have a three way and neither of us would be cheating. I want you to scrape my balls with a cheese grater... \n[195]And I love you. I love you so much it hurts. \n[196]Like God is stabbing me in heart with a thousand knives at the same time and you're the only one who can make the pain go away. Do you love me that much? \n[197]Here. \n[198]Make me a promise... the way a husband and wife make a promise... that we will be together always and forever. \n[199]Something more powerful than marriage. It's a bond. It's our bond. It's transcendental. \n[200]Transcendental. Here. \n[201]It's transcendental because it transcends everything. Life, love, law, people, things... A bond so strong that our souls will become one and it can never end, even in death. If you swear on the bond, it means you'd rather die than break your promise. \n[202]You're so beautiful.    I want to love you forever. \n[203]I swear on the bond. \n[204]Not even death. I swear. Nothing will come between us, ever. \n[205] \n[206] Jimmy and Judy sit in a parked car outside of a huge grocery store.  Jimmy and Judy sit outside a small grocery store. Jimmy films himself. Judy's in the passenger seat. He does his best news announcer impersonation.  \n[207]This is action ten news reporter Jimmy Van Muffmuncher reporting to you live from the parking lot of Dick's grocery store where we're going to witness the beautiful, the talented, the amazing Judy, commit her first crime. \n[208]Is there anything you would like to say to the public and your adoring fans before you go through with this? \n[209]Your conformist crimeless virginity. \n[210] \n[211]No way, this is the best part. \n[212]Twenty years from now, when we're together watching these tapes you'll realize how special this moment is. I owe it to you. And I owe it to us to capture everything and anything we do together. \n[213]So everybody makes fun of me, huh? \n[214]And you don't want to deal with it? Well fuck them and fuck you too if you think that. I couldn't give a fuck what people say. This is my life and I want to document it. And right now me filming you happens to be the only reason I manage to get out of my fucking bed every morning! You can't take this away from me! \n[215]You're not getting it. It doesn't matter how it feels right now. \n[216]What matters is that you're seeing what's inside of me and your taping it. Can you understand that? \n[217]Can you? \n[218]Well can you at least try? \n[219]And you can never, ever, ever ask me to not film you or anything we do. That's the only thing I'll ever ask of you. Agreed? \n[220]Will you swear to it?     On camera, will you swear to it? \n[221] Moments later, Jimmy is now taping Judy. She has her right hand up, like a witness about to be sworn into the stand. She's all smiles as Jimmy gives her the oath to repeat back to him.  \n[222]Please repeat after me.    I Judy... \n[223]Do hereby solemnly swear... \n[224]That I will never ask, request, or even insinuate to Jimmy to cease filming, no matter the situation. \n[225]And furthermore, I do hereby solemnly swear to commit myself to giving Jimmy his daily blowjob and will continue to perform various sex acts with the skill and enthusiasm that he has become accustomed to. \n[226]Keep your right hand up. \n[227]Mother fuckers. \n[228]Here, you're definitely going to want to tape this. \n[229] Jimmy's pulled forward to the drive thru while Judy tapes from passenger seat. A voice squawks at Jimmy, asking for his order.     \n[230]Can I get a double cheese burger, no pickles, large fries and a coke? \n[231]That's what I fucking missed more than anything. Fast food. \n[232]And a number two. \n[233]Masturbated mostly. \n[234]I hope you're willing to be on call twenty four hours a day. \n[235]Well, besides masturbating, I talked and talked and talked and fucking talked until they were satisfied. But basically I told them what they wanted to hear. I said shit like... \n[236]\"Now that I'm finally able to talk about my problems, I now realize that my behavior was inappropriate and harmful to others.\" \n[237]Then I figured it out. I had to cry as much as possible. Whenever someone would cry they'd call it a \"break through.\" So I'd be like. \n[238]You start out slow, then you build it up like this... \"Now I know that using violence is not the answer.\" \n[239]Then you go like this: I was wrong, I know I was wrong and I'll never do it again. I don't want to hurt people or myself. \n[240]Boo hoo, waaaaaa, boo-hoo-hoo, waaaaaaa. Then you always give them the obligatory hug at the end. After a couple of weeks, then they officially diagnose you with something, give you a prescription, then you're done. \n[241]ODD. Oppositional Defiance Disorder. \n[242]ODD is a disorder characterized by an overwhelming pattern of negative, hostile, and defiant behavior which causes severe delusions where the patient can no longer distinguish fantasy from reality. \n[243]You see. They fucked up my order. I specifically asked for no pickles. \n[244]Ooow, jeez, they're hot! I burnt my nipples with the pickles. \n[245]I love the ghetto. I don't know what it is about it. I fucking love it. It's always the first place I go to when I get out. \n[246] \n[247] \n[248]I'm not going back. \n[249]Judy. \n[250]I promise. I swear on my life and I swear on our bond, I'll never go back. \n[251]I love you too. \n[252]What's the matter? \n[253]I didn't mean to. \n[254]No. \n[255]No, no, no! That has nothing to do with it. After I saw my dad being rammed in the ass by my mother, I kind of blocked it out, but when I was in there they kept talking to me and talking to me about it. Now I can't stop it from coming into my head. Every time I get wood, the instant replay machine in my brain projects this image of my Mom pounding into my Dad. \n[256]Yeah well, you know you didn't give too much of an effort to get in my pants anyhow. You just sort of made your sex face and grabbed my crotch. \n[257]Now we're talking. \n[258]That is so hot. \n[259]Watch out! \n[260]I think you hit someone. \n[261]Stay here. \n[262]We're taking him to the hospital. \n[263]He's not breathing. He's not fucking breathing! \n[264] \n[265]Judy. \n[266]I don't know right now, but we're not driving around with a dead guy in our back seat. \n[267]Pop the fucking trunk already before someone sees us! \n[268] \n[269]I'm driving. \n[270]Get in. \n[271]Are you gonna fucking get in! \n[272]We can't leave him in the middle of the fucking ghetto. Get in before someone sees us! \n[273]Just shut up. \n[274]Shhhhhh! \n[275]You gotta play it cool, okay? \n[276]Stop fucking crying. Please, I'm begging you. Stop it. \n[277]\n[278]SSSHHHHHHHHHHHHHHHH! Just be cool. \n[279]Certainly, sir. \n[280]Shut up! \n[281]Just shut the fuck up! I don't fucking want to talk about it! \n[282] \n[283]It's on infra-red. Do you wanna see? \n[284]He's beautiful. He really is. There's a certain serenity to death I appreciate. \n[285]Yeah, well you can't fucking go home. And you will do this. You did do this. You killed him. You didn't get in the car until the cops showed up. Now we don't have a choice. You want me to go to jail? You want that? \n[286]We just need to make intelligent decisions. That's all. We'll find a way to take care of it. Then we'll go away. We'll fix it. It'll be okay. I promise. \n[287]Yeah.   Come here. \n[288]It's gonna be okay. I'm gonna take care of everything. I promise. \n[289]Yeah, God damn. Burning bodies fucking stinks. That bum's body odor is being cooked right off him. \n[290]  \n[291]We're going to Lincoln to visit Dinko. \n[292]He's cool. And he's got his own place, and he said I could stay there whenever ever I wanted. Plus he knows about you and he wants to meet you. And he doesn't like cops, so he's not gonna call 'em. Okay? Now gimme a smile. \n[293]Gimme a smile, and I'll let you see my smiley face again. \n[294]Yep. \n[295]No thanks, I just want to film Judy dancing. \n[296]What kind of work? \n[297] \n[298]She's my girlfriend, my best friend, and yes we fuck. And don't ever, ever fucking touch her. That's MY only rule Dinko. \n[299]Uncle Rodney? \n[300]He's not my uncle. He's not anybody's uncle. People just call him that. He's the one I told you about from the nut house. \n[301]I said one day I'd take you up to Erlanger one day, remember? \n[302]When we were naked. \n[303]I don't know. Are you into chicks? \n[304] \n[305]You know what, never mind Dink.    I don't think Judy's into chicks. \n[306]He's a big boy, he can do what he wants. \n[307]Not with you. \n[308]I'm filming. Are you going to fuck her or are you just gonna talk about it? \n[309]Turn her ass towards the camera. \n[310]You think so? \n[311]Take it! \n[312]Finish him off! He deserves a bullet right in the fucking face, doesn't he? \n[313]Then do it. \n[314]Good bye Dinko, mother fucker. Thanks for letting us borrow your car, and for the cash. \n[315]You feeling good baby? \n[316]Ditch it. \n[317]Snort it.     Give some of it away. \n[318]Vacation baby. Anywhere we want to go. \n[319]Yeah. \n[320]Here she comes. \n[321] \n[322]I do. \n[323]Shhhh...     Shut up! \n[324]I didn't want us to be apart. \n[325]They know who we are now. Actually, we're famous now. \n[326] \n[327]Bitch. \n[328]Wait a second. \n[329]I just want to look at myself one last time with hair. \n[330]Stop. \n[331]I'm not sure about this. \n[332]Yeah, but you look fucking great. \n[333]Fuck it.     Let's do this thing. \n[334]This is the look. \n[335] \n[336]I am one ugly mother fucker. \n[337]I look like Dr. Evil. \n[338]Come on. Let's go across the street and get a shit burger. \n[339]Aaaaaaaaaahhh! \n[340]When? \n[341]Shhhh. Shut up. Give it to me. \n[342]Shhh. \n[343]Shit. \n[344]They're outside our room. \n[345] \n[346]Get in. \n[347]I know.    Just shut up!   Let me think. \n[348]Are they coming? \n[349]  \n[350]Hey baby, wake up baby. Time to get up little fuck nugget. \n[351]Good morning Mrs. Wright. And how are we feeling this afternoon? \n[352]It's a surprise. Come on. I want you to drive us in. I want to film you when we get there. \n[353]Nope.    Keep looking. \n[354]Shhh.    Just drive. \n[355]This is where we live. \n[356]Maybe. If you want to.       For a little while. \n[357]Go over here. \n[358]Stop here. \n[359]Take it. \n[360]No, that's Buddy. He said Rodney's been expecting us. We're, like, celebrities or something Judy. \n[361]Yeah!   He wants to meet you. \n[362]Let's go inside. \n[363]Is it? \n[364]Later.    I just want to look at you now. \n[365]Because you look happy, happier than you've looked in a long time. \n[366]Hey! \n[367]So you like it here? \n[368]It's up to Uncle Rodney. \n[369]I never met him. He's supposed to be cool, though... and weird. Weird as hell. \n[370]Buddy said Rodney's cousin's the Sheriff or something. Do you want to meet him? \n[371]No!   Rodney. \n[372]I'm gonna see him tomorrow. Buddy says he wants to talk to me. Maybe he wants to talk to you too. \n[373]I don't know. Buddy said he thought you were pretty. \n[374]I told you you were. You're the prettiest girl in the world. \n[375]Me too. \n[376] \n[377]He's suppose to be cool. \n[378]Um... Judy wants to meet him.   I don't know if I can ask. \n[379]What the fuck does that mean? \n[380]Just one second. \n[381]I'm ready whenever you are. \n[382]\n[383]I'll be fine. \n[384]Where's Judy? \n[385]You've been awesome.   Judy loves it here. \n[386]Judy? \n[387]Judy! \n[388] \n[389]Judy, Judy, wake up. Fucking wake up! \n[390]Judy?   Judy? \n[391]Judy wake up. \n[392]Are you all right baby?   Please wake up Judy. Judy? \n[393]Judy, sweetie. Come on honey.      I saw you waking up. \n[394]There ya go. \n[395]You okay? \n[396]You're with me. \n[397]Come on.     Not the camera. \n[398]Yeah, those were the good old days. How much money do we have? \n[399]How do you feel about Canada?   It's closer. \n[400]I think I should take you home. \n[401]I could write you a letter. Or I could make a video saying I made you do everything. They'd believe you. You could tell them it was all my fault. You could tell them I was going to Mexico and I'd really go to Canada. \n[402]We swore on the bond we'd never be apart... but... \n[403]I'll let you out of it... If you want to be out of it, I'll let you out. \n[404]Okay. \n[405]Owww. \n[406] \n[407] \n[408]Do you love me? \n[409]I do. \n[410]You know I love you, right? \n[411]Judy? \n[412]We're fucked. \n[413]Look in the rearview mirror. \n[414]That's it baby. We're done. \n[415]Just pull over. It's not worth it. \n[416]Judy, what are you doing?      You know this is... \n[417]Judy? \n[418]I love you. \n[419]It's over. \n[420]It is. \n[421]It's a dead end. \n[422]Do you hear that? \n[423]Come on, it's over. I'll do what I said before. I'll tell them I made you do it. It'll be okay. \n[424] \n[425]Come on. \n[426]Judy? \n[427]Judy!     Stop it. \n[428]Judy, what are you doing? \n[429]Judy! \n[430]Judy!     Stop! \n[431]Judy! ", "Megan": "", "Cleary": ""}}