{"filename": "Judge-Dredd_script.txt", "imdb_id": "tt0113492", "imdb_url": "https://www.imdb.com/title/tt0113492", "characters": ["Judge Dredd", "Judge Silver", "Judge Esposito", "Miller (as Maurice Roeves)", "Judge Griffin (as Jurgen Prochnow)", "Ilsa", "Junior Angel", "Judge Hershey", "Rico", "Olmeyer", "Mean Machine (as Chris Adamson)", "Fergie", "McGruder", "Judge Fargo", "Geiger"], "dialogues": {"Judge": "\n[1]            \n[2] \n[3] \n[4]Once again, Chief Justice,'you have served as a moral compass for all of us. I... withdraw my proposal. I hope ... for-good. \n[5]Judge Joseph Dredd. You are under arrest. \n[6]In here. \n[7]Stop Video. \n[8] \n[9]  \n[10]they rush to open the cage and run inside! \n[11]You can't. He aims at Fergie! \n[12]ignoring the unarmed Fergie, he spins, FIRES - \n[13]      \n[14]McGruder, Evelyne. Council Judge. Authorize access to file, code name \"Janus\". \n[15]Esposito, Carlos. Council Judge. Authorize access to file, code name \"Janus\". \n[16]Dredd! I thought it was y-- That's all he says before Dredd K.O.'s him! \n[17]  \n[18]Totally caught by surprise.,.,they FIRE BACK for a second, but then Olmeyer's fusillade of RICOCHETING BULLETS sends them diving for cover! \n[19]While his comrades radio-report, he angrily stalks back to where Olme yer i s s i tting on the floor under guard. \n[20]You're under arrest, cadet. Anything you say will be held against you. Woozy from the blow to the head, Olmeyer nods, pleased. \n[21]You saved Mega-City, sir. You're a hero. ", "Dredd": "\n[1]            \n[2] \n[3]strides calmly over to them. \n[4]He's firing a 64 laze pumper from six hundred feet. He couldn't hit me if I painted a bull's eye on my ass. \n[5]You - last. Dredd pushes Brisco behind Hershey. Turns toward Heavenly as re draws his massive LAWGIVER HANDGUN. Dredd speaks into the ::ny computer in the breech as he aims at the door. \n[6]Grenade. :'ï¿½BccM! The round knocks the steel door off its hinges. Dredd r:zxs :z aside and the Judges enter. \n[7]No. There. \n[8]This room is pacified. mcves carefully through the smoke. Behind him, Hershey and \n[9]spins around. Sees Brisco dead in the doorway. Snarls, enraged. Hershey whirls, KICKS down one of the wounded who tries to escape in the confusion. \n[10]You're all under arrest. Will you surrender, or would you like your trials now? a :.a_nsaw, and it's decimating Dredd's hiding place. \n[11]  \n[12]  \n[13]He's lost his Lawgiver! He reaches out for it - and gets kicked in the head! CAMERA ADJUSTS to show Twist, sudd enly courageous \n[14]Mega-City Municipal Code 334.8. Willful destruction of property. That's two years. WHAR:. He hits Zed in the face. Zed rocks, but stays up. He fries tc grab a nearby weapon, but Dredd kicks it away. \n[15]Code 11-5C. Illegal possession of assault weapons. Five years. Zed blocks Dredd's next blow; pulls him into a brutal embrace, slams Dredd against the walf. Again! \n[16]Code 7034-A. Resisting arrest. Twenty years. Dredd breaks free! Slams Zed once, twice. Zed flies back against the wall. \n[17]9804. Assault on a Judge with deadly intent. \n[18]We weren't expecting Zed's move. Dredd was. While we were blinking, he kicked a fallen weapon up from the floor and caught \n[19]No... Death. He FIRES at the same moment as Zed! Zed's shot hits Dredd's ARMOR, pings off. Dredd's shot hits Zed's heart. \n[20]Court is adjourned. \n[21]He made the mistake. Not you. Dredd cocks his head, listening. Somehow in the din and confusion he has heard something. He turns. \n[22]  \n[23] The guide wire in the floor isn't working.  Five! Four! \n[24]Mega-City Municipal Code 1286.4: Willful sabotage of a public servo-droid. That's six months, citizen. He grabs Fergie, pushes him against the wall. \n[25]- Let's see your Unicard. \n[26]FERGUSON, Herman. Forget six months: You've hacked into city droids, computers...  Cash machines, robot taxis... And you haven't even been out of jail for twenty four hours. \n[27]Not at all. You could have climbed out a window, worked your way down. Or found a turboshaft and shimmied down the cable. \n[28]Maybe. But it would have been legal. I sentence you to five years in. Aspen Penitentiary. Case closed. Take him away. s-': protesting, Fergie is hauled away. Hershey looks at Dredd. \n[29]Yes. And cowardice isn't one of them. \n[30] A rookie Judge died there, too. I guess he wasn't worth mentioning. \n[31] \n[32]Chief Justice? \n[33]They were unavoidable, sir. Out there... that's the reality. \n[34]With all due respect, sir, how can you say that when you spend most of your time - D edd breaks off; he's said too much. But Fargo won't let him she hook. \n[35]At the Academy... Sir. \n[36]It.. doesn't matter what they say, Sir. You're the.Chief Justice of Mega City. If rt weren't for you and the others like you, we wouldn't have our justice system. There isn't a Judge in Mega-City who doesn't want to follow in your footsteps. \n[37]Kevlar nine helmet and body armor. WIDEN. Dredd is LECTURING to a group of CADETS who hang on his every word. We're in a TRAINING AREA like the one \"Q\" ran in the Bond movies. Dredd turns. A TECH nods: Target ready. Dredd FIRES a barrage of bullets at a mannequin in Judge's gear. The bullets ricochet off. The class OOOHS and AHHS. \n[38]Yours, when you graduate. If you graduate. \n[39] Lawgiver Two. Twenty five round sidearm with mission-variable voice programmed ammunition. Signal Flare. He turns, FIRES. The FLARE explodes on the wall. Again -000HS and AHHS. \n[40]Yours, when you graduate. \n[41]Now he moves to several Techs who are hurriedly tweaking the most awesome LAWMASTER CYCLE we've seen. \n[42]Mark IV Lawmaster, improved model. With on-board cannon, vertical take off and landing,. flight capacity and 500 kilometer range. The head Tech gives thumbs up while the other techs step back. The class waits, expectant. The lead tech throws a REMOTE. SPARKS fly. The motor COUGHS, dies. The class GROANS. Dredd glares at the embarrassed technicians. \n[43]Yours... if they ever get it to work. LAUGHTER. Dredd moves to a lectern. Faces the class. \n[44]All of these things are nothing but toys. Bottom line, final word, end of the day, when you're alone in the dark... all that counts... is this. takes something from the lectern shelf, throws it down. It's all-but holy book: THE LAW. \n[45]And you will be alone. Because when h T e': Frown; this is not what they expected to hear from a legend. They become increasingly unnerved. \n[46]For most of us t'here is only lonely death on the streets... or, for those few of us who survive to old age... the prouder loneliness of the Long Walk. \n[47] \n[48] Life, Liberty, and the Pursuitof Happiness. Old and noble ideas. But they are what we give to (Xi others... not what we will ever receive for ourselves. Class dismissed. The class breaks up on a definite low note. \n[49]   \n[50]Really. How long since you saw any of them? \n[51]You've only been on the street a year. You're still in denial. \n[52]How many married Judges do you know? \n[53]Yes. Once. \n[54]  \n[55]Is this your car? \n[56]Of course not. Towing is the penalty for the first offense. This is your second violation.  Grenade. \n[57]  \n[58]They're Judge Hunters, Hershey. They're the ones who come out when a Judge has broken the Law. Hershey reacts; she's heard of them. \n[59]Judge Hershey. I don't have anyone else to ask... Will... will you be my defense attorney? \n[60]Murder. (X \n[61]That is the Law, Judge McGruder. I would expect no less. \n[62]Judge Hershey. I'm really glad I picked you to defend me. \n[63]I'm still glad. CAMERA FOLLOWS Hershey forward. \n[64]That kid barely knows me and he wants to save my ass. \n[65]They look at each other, as puzzled as everyone else. JUDGE DREDD 39 Rev. #2: 17/3/94 \n[66]Do your job. She nods, stands. \n[67]You did your best, Judge Hershey. He stands, takes her hand. \n[68]Thank you. \n[69]   \n[70]Okay. W::.h a SNAP and without looking, Dredd jerks his elbow ba_xwards. The prisoner is knocked unconscious. As he sags in .is :hains, CAMERA ADJUSTS. The prisoner on the side of Dredd we haven't seen is Fergie. Now, he stares at Dredd. Then \n[71]I was convicted of a crime. Wrongly convicted. \n[72]No. You got the sentence the Law required. The Proper sentence. \n[73]The Law does not make mistakes. \n[74]  \n[75]Angel: Maybe if your youngest fruit hadn't taken those hostages he could be here for the family reunion. As one, all the Angels lunge forward as much as their short chains will allow. Fergie recoils; Dredd doesn't. But two GUARDS turn at the commotion. (X' \n[76]No. \n[77]Look out - Misunderstanding his intentions, the nearest guardZAPS him with his Stun Club! At the same moment, Pa Angel getsthe other guard's weapon, turns it on him! The guard DROPS.One of the Angel boys grabs the key card! \n[78]turns, charges forward - but two Angels have already whisked the key card over their cuff's ,canners! They tackle the guard! \n[79] \n[80]punching, twisting, fighting the hands reaching for his throat. As the aircraft banks steeply, he slides alon the floor with his enemies. SEES a Judge's LAWGI trampled under the scrambling feet. Reaches for it - reaches - reaches - \n[81]\n[82]Hack the shuttle, now! Fergie pushes the pilot's body aside, hits controls. Meanwhile the convicts are swarming against the cage door. \n[83]What the hell's wrong? JUDGE DREDD 52 Rev. #1: 16/4/94 \n[84]CAMERA PUSHES IN on him. \n[85] Rico? That's impossible... O.S. SCREAM. Fergie wakes with a start, REACTS to the dramatic shafts of sunlight raking the cathedral ceiling. \n[86]You have just committed murder. The penalty isdeath. Reverend Angel HITS Dredd. \n[87]Ah... Fergie... \n[88]Actually, youre toast: I arrested the Angels oar Cannibalism. JUDGE DREDD 60 Rev. #1: 16/4/94 \n[89]seeing this, he jumps up. \n[90] \n[91]pulls the guy he's struggling with in front of him! The BULLETS hit him! Dredd wrenches the weapon from the man's dying fingers - SHOOTS the Hunter beside Fergie! \n[92]Fargo? BLOOD wells on Fargo's coat. e's been hit. As he sags, Dredd and Fergie rush towards him.H \n[93]No. You and the first Judges... you saved Mega-City. \n[94]But.., but the orphanage told me my parents were killed by lawbreakers -- they gave me that picture of them - \n[95]What do you mean, both times? \n[96]I have a... brother? \n[97]  \n[98]Like I trusted you? \n[99]  \n[100]  \n[101]To find Rico. \n[102]\n[103]The vent from the city incinerator. There's a burst twice a minute. That means that there's 30 seconds for someone to run through the tube before it flames again. \n[104]Actually, they were burned to a crisp. But the theory's sound. Let's go. FOOM. Another FIREBALL belches from the city wall. As Fergie stares at it, Dredd starts forward. It's a few paces before he notices Fergie hasn't moved. \n[105]What's wrong? \n[106]Fergie. There's a maniac loose in \n[107]My fault? \n[108]The Law doesn't apologize. \n[109]I was when I sentenced you. \n[110]Run! C=ouched over, they race up the slight slope. \n[111]Stop counting! \n[112]FAINT light starts to fall on him. 'Then he SEES it, up ahead -the lights of Mega-City! Dredd pushes on - reaches the opening! Turns to look at..,- \n[113]He looks outside - so close - looks back - so far - it's impossible to save Fergie! \n[114]Dredd looks down - SEES \n[115]'v::.- a-= :he strength in his body, he RIPS the conduit free from =^e floor - YANKS it forward - As he shouts \"TWO\" he is whipped forward like a trout on a line! \n[116]Has landed half-buried in a mound of ashes. He looks around. \n[117]Fergie? Dredd hears a muffled SOUND beneath him. He reaches down... YANKS Fergie into view. Fergie spits out a mouthful of ashes. \n[118]  \n[119]I don't. But I trust the Council. When I tell them about Rico... \n[120] \n[121] \n[122] \n[123]He shakes his head, gets up - sees Rico is gone, but Griffin is \n[124]You're mine. \n[125]They enter the training center and Dredd runs right towards the ,--_ Marie IV Lawmaster! Leaps into the saddle and kicks over the en=ine! Spins around and heads back the way he came, grabbing =ergie en route! \n[126]Turns again - he's flanked! He spins on the bike, takes the only direction left: Back into the training room - a dead end. Al; the Judges and Guards follow, BLASTING away. \n[127]He races directly for the WALL! His fingers stretch out, hit a control marked \"CANNON\". \n[128]  \n[129] \n[130] \n[131]Hershey. What is it - ? \n[132]You think I'm-part of this - r^ 40 CONTINUED: 24C \n[133]  \n[134]  \n[135]Him... and Griffin. \n[136]There is no Council, Hershey: They were all murdered an hour ago. \n[137]The same. Inhuman. Defective. He just broke down, first. \n[138]How many times have you said I had no feelings, no emotions? Now you know why. \n[139]It's not the same! They had parents, they embraced their humanity... they didn't hide it... fight it... question it! \n[140] Myself. Griffin. Fargo. Even Fergie. I've been wrong about so much... \n[141] Hershey. You just said I was never wrong about the Law. They took away my badge. I'm a convicted murderer. I have no authority any more - no legal authority. Pause. without the law as a safety net, Dredd is in uncharted emotional territory. \n[142]Will ...wi11 you help me, Hershey? Not as a Judge but... but... as my friend? ::'s the most ordinary request anyone could make... anyone but Dredd. Hershey understands how much it means. She fights back :ears, puts her hand on his arm. \n[143]Central, I order you to give me the location of the Janus Lab, immediately! By now the CAMERA is in Olmeyer's student pod. Olmeyer, Fergie and Hershey are in a corner, watching and whispering. : edd is on the other side of the cubicle, at a Central Station. ' r e's wearing his own helmet and badge again. \n[144]  \n[145]You're helping them? \n[146]But they're breaking the law! Who the hell programmed you? \n[147]Fine! I'll file charges! \n[148]  \n[149]Fergie, you've got to have something - a password, a kluge - \n[150]Come on, you cracked the food robot... the shuttle computer - \n[151]Scared..? \n[152]First that Goddamn computer turned on me. Then, you! CRASH! Fergie's head hits a LIGHT FIXTURE. The bulb EXPLODES. \n[153]That's the idea! Another BULB EXPLODES. \n[154] The Lab was top secret. It had to be in an out of the way place to stay secret. Right? \n[155]  \n[156]Red Quad, Section 5: The oldest part of Mega-City. Olmeyer turns, looks off. \n[157]What? \n[158]Almost at the flying cycle. Hershey hesitates at the shots. Dredd grimly pushes her towards the bike. \n[159]  \n[160]       \n[161] \n[162]No.  Edsel, here still has another \n[163]  \n[164]I'm nothing like you. \n[165]Dredd reacts, startled to hear this twisted version of his own earlier words. \n[166]Drawn despite himself, he stands beside Rico, head turned up like his clone brother's. They never looked more alike. Dredd looks into the glass of the Incubator Chambers just above him. Inside, still forming HUMAN SHAPES, male and female, suspended in milky fluid. \n[167]You get nothing from me, Rico. You've betrayed the Law. \n[168]When Aspen thaws, Rico. Go to hell. Tense seconds. Rico grins boyishly, lowers the gun. \n[169]whirls, FIRES down at Rico. Rico dives for cover... manages to grab his Lawgiver! He FIRES back up at Dredd! \n[170]He's trying to keep Rico at bay, but he's clearly outgunned. Reloading behind cover, he SEES Fergie in the doorway. Crawls over to him. Fergie's ashen, his shirt soaked with blood. \n[171]Fergie. \n[172]I. I made a mistake. I... I'm sorry I misjudged you. \n[173]And I'll never arrest you again. \n[174] \n[175]He's a one man mobile artillery charge, AIMING, FIRING and snou;..nq commands to his computerized weapon! \n[176] \n[177]  \n[178]fumbling along in the smoke. Suddenly another half-formed CLONE rears up in his face! It mews horribly, clutches at him! Dredd FIRES a burst at it. It fa s away, vanishes in the smoke! \n[179]Rico. Dread is on top of a big console. \n[180]Here comes the Judge. - -IVES down on Rico! Each man grabs each other's wrists! h T e Lawgivers both FIRE wildly. Dredd and Rico carom off ec:uâ\u0080¢ pment , FALL! \n[181]The round HITS HIM like a pile driver! His SHIRT catches FIRE! He falls backwards over a railing as the SMOKE coils upwards! \n[182]On the floor below, chest blackened, trying to catch his breath. He REACTS as the lights go out. Seeing a LIGHT in the smoke, he crawls to it. His face falls when he sees its one of Central's \n[183]Central! Can you - \n[184]Okay, you win. I'll give myself up to Chief Justice Rico. Where is he? \n[185] \n[186]That's for Fargo! That's for the u Co ncil! That's for Fergie! \n[187]Signal Flare! And as he SHOUTS it, he uses his last strength to smack the weapon away! \n[188]He watches his brother fall. Starts to climb up... a boot steps on his hand. He looks up. bruised, bloody - angry! Then - WHAM! A FIST SMASHES into her \n[189].. It's over. \n[190]No. Just a Judge. I did my job. CAMERA ADJUSTS and we SEE that he is holding Fergie's body in ..z.s arms. \n[191]Here's your hero. -ever approach Dredd. ", "Silver": "", "Esposito": "\n[1]- Griffin has been trying to get us to swallow his crime package for two years now and I still have \n[2]Your Honor, sequestering is not necessary. The evidence is irrefutable. We have reached a verdict. In the charge of Pre-meditated Murder, we the Jury find Joseph Dredd GUILTY as charged. GASPS from the audience. It's the fall of a Legend. \n[3]   \n[4]Now the street criminals are taking advantage of the situation. It's a nightmare! \n[5]Come on, Griffin! A new batch of test tube babies won't solve this crisis! We don't need reliable Judges 20 years from now when they're grown! We need them today! \n[6]Who knows if that's even possible? \n[7]Esposito, Carlos. Council Judge. Authorize access to file, code name \"Janus\". \n[8]Yes. I for one... think this is an idea that should be forgotten. ", "Ilsa": "\n[1]Pathetic. She turns to leave... stops when she sees the amused eyes of the man watching her from four feet away: Rico. \n[2] \n[3]  \n[4]The research ended when they condemned you. I live here, now. You showed me that facing death was the only way to live. Her eyes glisten as she moves towards Rico, touches his arm. \n[5]They... they told me you were dead. ?_cc reaches out gently. . .wipes a tear from her cheek. \n[6]Lights! About time - eyes narrow as Ilsa comes in from another area with a ï¿½oboard. \n[7]Since then I've learned innocence is just another lie. And that the best truths come only with pain.  And... speaking of painful truths... Here's our shopping list. She hands Griffin the digital notepad. \n[8]Mine too. Rico turns, whistles at the robot like it's a dog. \n[9]What are you doing? \n[10]I've test driven him. It's true. \n[11]I'd like to be a fly on that wall. \n[12]  \n[13]jumps to her feet - right into Hershey's fist! \n[14]still fighting. Ilsa gets in one, two terrific blows. \n[15]Bitch! ", "Junior": "", "Angel": "\n[1]Dredd's a machine. See, any man - even a Lawman - has a heart. But not Dredd. He's frozen inside. That's how he could make this man \n[2]Amen. \n[3]They're going through gear and equipment scavenged from the shuttle wreck. We have a sense of the other Angels just O.S., where we HEAR VOICES and sounds of PAIN. But these.two here \n[4]Awake. Good. \n[5]Silence, blasphemer! You still put your faith in a false Law, instead of the one True Law! \n[6]Can it be? Can it be, that from the City of the Fallen, there is one of the Faithful? \n[7]Boys, I believe we have a Believer in the gallery. Cut him down! \n[8]Prepare the Supplicant for Sacrifice! \n[9]who raises the metal shaft he has used over his head - turns it point downwards like a spear - and then - SLAM! He's SHOT. ", "Hershey": "\n[1]Take cover! \n[2] This isn't a Sim, Rookie! Stand down and wait for back up!  In position outside Heavenly Haven. Pinned down by fire from upper floors. \n[3]Fire is coming from Level Y, repeat Y. Request back-up, nearest Judge! The map BEEPS, shows a route. The hand moves to the THROTTLE. \n[4]  \n[5]If that's who I think it is... he does. \n[6]Down! You crazy futz - ! \n[7]  \n[8]No! the door open - \n[9]I was supposed to watch out for him. \n[10]  \n[11]He might have been telling the truth. Haven't you ever heard of extenuating circumstances? \n[12]She is exchanging her battered helmet. Now, she notices Dredd, lingers to watch, impressed witn his style. \n[13]Forget it, Olmeyer. I'm not gonna be the yearbook Centerfold! \n[14]No, let me show yoou a dummy. She turns his head so he can SEE his reflection. When he turns back - she's gone. \n[15]She sees Dredd at an end locker. Decides. Approaches him. \n[16]Judge Dredd? He looks at her, waiting. \n[17] \n[18]Well, I think your truth is relative. I have a personal life. I have lots-of friends. \n[19]  \n[20]It's not that bad. \n[21]Uh, well, my class is young. None of them have found the right... person. e lust looks at her. \n[22]Has it really been like that for you? Haven't you ever been in - Haven't you ever had a... friend? \n[23]What happened? \n[24]Dredd? What's going on? And who are those feebs? I've never seen those uniforms before - \n[25]Judge Hunters? Then it's a full trial before the Council... that only happens one in a generation... \n[26]You're under.indictment? For what? \n[27]Objection, Your Honor. This video is inadmissible as evidence. \n[28]That is the State's interpretation. Replay dialogue. _ï¿½EC rewinds. Then: \n[29]Stop video. Do you hear it? When Lily Hammond says \"Dredd\", it's part of the conversation. And when Vardis Hammond,,sa s 'Dredd' it could just as easily be the same. The suggestion that either has recognized their murderer is sheer supposition... or, in the case of the prosecution, wishful-thinking! BIG REACTION from the packed room. Griffin bangs the gavel for silence. THE DEFENSE TABLE 1r Hershey returns here to get another document. Dredd WHISPERS. \n[30]You only picked me because you didn't have anyone else. \n[31]It clearly shows nothing! Your Honor, I have here an affidavit from Cadet Olmeyer, currently a Junior at the Academy. Svc IN THE AUDIENCE 102 heads of the other cadets around him swivel to look at him .:_` new regard. He does his best to look cool. \n[32]Cadet Olmeyer is acknowledged by all his instructors to be an expert in the field of still and video graphics. His affidavit states that this surveillance video is of such low definition that even after all known enhancements are used, no positive identification can be made of the killer. Since the uniform of a Judge could be counterfeit, I repeat my objection to this video being entered as evidence in this case.  I ask for a ruling. \n[33]returns to the defendant's table as the court quiets down. Olmeyer WHOOPS a second longer than everyone else. Embarrassed, he quiets down, but not before Dredd notices him., \n[34]Trust me. It's not your ass he's interested in. \n[35]They look at each other, as puzzled as everyone else. JUDGE DREDD 39 Rev. #2: 17/3/94 \n[36] DNA evidence is irrefutable! \n[37]Your Honor... the defense rests. \n[38]Dredd. I... I'm sorry. \n[39]Dredd..! \n[40] Well. Baby Dredd. \n[41]She's puzzled - quite clearly, she has no idea who Rico is. \n[42]        \n[43]Central, I need to access the graphics database. \n[44]This should be a little faster: \n[45]  \n[46]Central? Central? Hello? \n[47]The Dance? You want me to go to the Go amn Junior Dance? \n[48]We're trying to save Judge Dredd, and you're using the situation to blackmail me. That's disgraceful! \n[49] Yes! \n[50]Yes! Just do'it! \n[51]Olmeyer, you stupid futz! You analyzed the wrong picture! \n[52]You were supposed to do this one! You just wasted three hours! c-_rrputer BEEPS. MESSAGES run by the bottom of the screen. \n[53]What? \n[54]You mean... it's not real? \n[55]\n[56]Yes, patch me in! \n[57]You can start by telling me why Dredd's baby picture is a state secret. Pause. We can almost hear Central thinking. Meanwhile, behind Hershey, a figure in a Judge's uniform approaches her Bike... \n[58]Central. I want an answer. \n[59]  \n[60]Mc%,inc carefully, Dredd and Fergie walk down the corridor. Dredd's still in the stolen uniform. They come to a nameplate with Hershey's name on it. ,We WIDEN. The door has been forced oiler.. \n[61]Up against the wall, now! The figure complies. It's Fergie. \n[62]  \n[63]Dredd! '_- a moment she's elated. Then her face hardens. She holds n steady. \n[64]Stay where you are. \n[65]They're dying out-there, Dredd. A hundred and eight Judges in 48 hours. Everyone who's left is on triple shifts and pseudorphin. I thought it was organized criminals, revolutionaries, something... then I was a target. \n[66]I don't know what to think anymore. Dredd moves like lightning - pins her gun hand against the wall - then freezes. It's a challenge, not a threat. She glares at him - counter moves - gets an elbow against his throat! But Dredd doesn't break her hold - or turn the gun on her. It's deliberate check-mate on both their parts. \n[67]Secrets can hurt more than anything. She relaxes her hold on him. Throws something down. \n[68]Tell me about him, Dredd. Make me believe in you again the way I did when I defended you. \n[69]And he's doing it again? \n[70]Griffin? We have to tell the Council - ! \n[71]She's been on her feet for days and this is the last psychic blow. She sags. Dredd catches her. \n[72]  \n[73]  \n[74]No! \n[75] \n[76]Dredd. The Janus project didn't do that to you. You did that to yourself. He turns, startled. Realizes she's right. \n[77]Never the Law, Dredd. Never the Law. That means more than anything else she can say to him. He looks into her eyes. Fergie comes in, ends the moment. \n[78]I'd be honored. Dredd reaches over, squeezes her hand. There's absolutely nc:n.nc sexual about it - and that makes it even more powerful. \n[79]Central. This is Judge Hershey. I hereby file formal charges of murder against Chief Justice Griffin and Council Judge Rico. And I order you to give me the location of the Janus Lab so that I may personally make the arrest! \n[80]Dredd, you're scaring him! \n[81]Central! I need to see the city power grid! \n[82]Scan through all the grid sections. Random selection. RAPID IMAGES now: Different neighborhoods of Mega-City, all depicted as COMPUTER GRAPHICS of color and pattern. \n[83] \n[84]What about you - \n[85]Almost at the flying cycle. Hershey hesitates at the shots. Dredd grimly pushes her towards the bike. \n[86]Down there. CAMERA ZOOMS BACK. They're on the artiall ruined HEAD of the STATUE OF LIBERTY! Now, t ey DESCEND into the torso. \n[87]  \n[88]  \n[89] \n[90]She flinches even though she knows Dredd is aiming around her. But Dredd's 30-30 bullets barely, dent the robot! \n[91]s-=a-: a dance towards each other... \n[92]Dredd! Catch! She throws the Remington â\u0080¢11sa dropped to Dredd! \n[93]Cor...nue to struggle hand to hand. Ilsa breaks free - goes into ^.er blurring Karate moves - finishes as always with a savage K7.--K to the crotch - \n[94]Hershey just grins. \n[95]You don't fight girls much, do you? She grabs Ilsa's ankle, flips her! \n[96]still fighting. Ilsa gets in one, two terrific blows. \n[97]Judge Bitch, to you! Hershey CLOBBERS her with a right! \n[98]S::rprised by the darkness, Ilsa falls, sliding on the slick floor. TILT up. Hershey, limping, comes towards her. :lsa foot-sweeps her to the floor! \n[99]Grenade. BLAM! The incubators EXPLODE. \n[100]No. That's not for him. ", "Rico": "\n[1]Hello, Warden. \n[2]Have you come for another... chat? \n[3]\"Innocent\"? A meaningless word. The innocent exist only until they inevitably become perpetrators themselves. In the end, \"Guilt\" and \"Innocence\" are merely a matter of timing. \n[4]Am I? When did you become a perpetrator? Was it the time you found money mysteriously transferred into your account? Or the time I was sentenced to death? You've been taking bribes for years, Warden. You're a criminal. And a stupid one: You don't even know who's paying you. \n[5]If ignorance is bliss, Warden, then you must be very blissful. Miller, why are you here? \n[6]The Ancient Puzzle, Miller: The One about the Meaning of Life. \n[7]It's over. And he AIMS the \"puzzle\". BLAM! \n[8]You're holding a package for me. I'm. Rick. \n[9]I thought they destroyed all the ABC Warbots? \n[10]Really? grabs it! Geiger flinches - then looks puzzled. \n[11]How do you like that? He SHOOTS Geiger at point-blank range. Geiger hits the floor. \n[12]I must be a Judge. Rico bends, takes Geiger's keys and his cigars... then goes to the big cage. \n[13]Status: Personal bodyguard. Commander: Rico. Mission: We're going to war. Geronimo. \n[14]I like to do things my way. \n[15]  \n[16]Dredd only worships the Law. And he'd blow you away the minute he found out just how much you're pissing on it. Trust me: It's better this way. Let him see what it's like to freeze his ass off in Aspen. Let him see what it's like I to be me! After all... He moves closer to Griffin, smiles. \n[17].Dredd and I have so much in common. Why not this? Griffin looks at him, decides to drop the subject. \n[18]Yes. The Janus lab - \n[19]Fear, Terror, Panic. I think I can handle that. After all...  Look how quickly I brought fear in here. His smile fades and he exits. \n[20]  \n[21]Hello, Professor. \n[22] I see you're still researching the dark night of the soul. \n[23]Don't go woosy on me, Professor. We got work to do. He puts his arm around her. They step over her victim on their way out. \n[24]Come on, you piece of junk...  No offense. The bolt loosens. Rico can open the panel. \n[25]Let there be Light. He flips a switch. The OVERHEAD LIGHTS come on. (Perhaps we notice that the Lab seems to be retro-fitted into a n older, metal structure with oddly irregular walls; perhap s not. \n[26]  \n[27]Tomorrow. But it won't mean a thing if you can't get into Central's Janus files. They're still security locked. \n[28]\"Fear, Terror, Panic.\" Yes. My favorite emotions. \n[29]C'mon, Fido. Walkies. The robot follows Rico and Ilsa out the door. Griffin watches them go, slightly unnerved. \n[30]  \n[31]Who says politics is boring? \n[32]Why didn't you kill him when you had the chance? \n[33]Central... I'm touched. \n[34]Slight change,. of plans, Central. I want to purge that DNA sample. \n[35]The same thing you are: House-cleaning. Mock-annoyed, she throws a cleaning rag at him. She turns on he droid. It moves off, polishing the floor. Curious, she icins Rico. \n[36]Central, active the DNA sampling console. :4-nind Rico, another CONSOLE lights up. Rico crosses to it, passing by his pet robot. v:: _ .. R : CO 24 \n[37]Central. Take DNA sample.. .now. DRILL LIKE DEVICE descends with a frightening grind -anc STABS right into his arm! \n[38]Kiss me, Professor. I'm gonna be a father. \n[39]Don't worry. He's going to be seriously outnumbered. Right, Central? \n[40]Hey, That old DNA was in there for over 30 years. Sooner or later you gotta clean out the fridge. \n[41]Can you think of a better model? Sleek lines... strong chassis. Corners on the curves. \n[42]Me. \n[43]Yes. A mutat;on that made me the next step in human evolution. \n[44]Really? What's your excuse? \n[45]You're lying! All you care about is control! Well, the next batch of Janus Judges won't be the puppets you want... they'll be my brothers and sisters, mine to control! \n[46]Why not? I'm going to breed some more of me... the old fashioned way. \n[47]You will be. \n[48]Griffy. You shouldn't have done that. Fido is very loyal. \n[49]That's right, Griff. You gotta get with this hi-tech stuff. Robot: Tear off Judge Griffin's arms and legs. Save his head for last. CAMERA ADJUSTS as Griffin SCREAMS with fear - and then, as we :GHTEN on Rico and Ilsa, and we SEE the horrible SHADOWS on t:ne wall, the screams become far, far worse. cc watches with wincing amusement, like a spectator at a par: cularly rough hockey game. :=sa watches with a sick fascination and awe. -:-:ally the screams and horrible wrenching sounds STOP. There's a T The robot returns to position, metal hands stained. \n[50]  \n[51]You may so assume. ï¿½,â\u0080¢ CENTRAL I. see. (not thrilled! Well, in the uh, absence of any other um... surviving Council Judges, you are now the Presiding Chief Justice. How may I sex e you? \n[52]  \n[53]Let's start with... a thousand. CAMERA ADJUSTS to show the INCUBATORS as they begin to fill with \n[54]Enough. Dredd. Drop your gun. \n[55]Amusing. Robot. On a count of three... break Judge Hershey's neck. One... two... .e.: groaning, the Robot STANDS - tenses. Dredd throws down Remington beside Hershey's Lawgiver. Ilsa comes over to the V:ea=c^s. She picks up the REMINGTON... starts to reach for the \n[56]She's such a tease. Inside. Dredd is taken away. CHUNG. The Pneumatic door closes, leaving Hershey and Fergie in darkness with'the robot. \n[57]He is a lot like me. \n[58]The only difference between us, Joseph, is that you destroyed your life when you embraced the Law. I destroyed the Law and embraced...- life ! \n[59]And speaking of life... behold. 2-74 A : u` STS LAB - VERY WIDE - NIGHT 274 \n[60]This is where we were born, brother! Can you feel the magic? Come... come, see where we began. \n[61]Look at them. Full of promise. The dawn of the new day. \n[62] The dawn of a new species. \n[63]Our brothers and sisters will be born in two hours. 60 today... 60 tomorrow. An endless supply of \n[64]You... you dare mention betrayal to me? I was your friend. More then a friend! I was oyal to you... and you Judged me! You sent me up for nine years o frozen hell in Aspen! And you dare say \"betrayal\" to me? He raises his Lawgiver, aims it between Dredd's eyes. \n[65]\n[66]Aw. You knew I couldn't pull the trigger. we're family. He steps back. His face hardens. He SHOUTS. \n[67]Fido! \n[68]    \n[69]wnrls, CHARGES into the open! \n[70]  \n[71]Central! Hatch the first set of clones, now! \n[72]Fuck that, I need reinforcements! Hatch the Goddamn clones, now! \n[73]whirls at the SHOT. FIRES at the muzzle flash! We HEAR a GROAN and a THUD. Grinning, Rico races in that direction. \n[74]He rushes forward, elated. TILT DOWN to the body. It's one of clones, dressed in parts of Dredd's uniform! \n[75] \n[76] \n[77] \n[78] \n[79]Central! Turn off overhead lighting! HUNK. The lights GO OUT. Rico grins, runs out of SHOT! \n[80]turns, too late - Dredd's tackle takes him out of the sa.: ..._e ^e -and on the edge of the ruined head! The Lawgiver skids cu: reach! \n[81]This... this is how you repay me for telling you the truth? That we were born with a destiny to rule! A destiny you spit on! Rico hits him on the wound again! Dredd falls, rolls to the edge of the rubble strewn platform. Rico grins, struggles to full height. \n[82]  \n[83]And finally... to the charge of being human when you could have been a God... GUILTY. Rico nicks up the Lawgiver. Puts it right against Dredd's head. \n[84]The sentence is DEATH! ", "Olmeyer": "\n[1]Judge Hershey, the yearbook deadline is only a week away. Have you changed your mind? \n[2]It's not a centerfold, it's a calendar! And it won't be a tacky 3-D hologram. The yearbook is all classic print and 2-D. Here, let me show you a dummy - He s:ar::s to open the book. She slams it closed on his fingers. \n[3] \n[4]Yessss! The rest of the courtroom goes nuts. Griffin bangs for order. The BAILIFFS call out. \n[5]I've given up on the centerfold. I'll settle for a date. \n[6]I know. But I'll never get another chance like this. It's almost through processing the viewie. Do we have a deal? \n[7]  \n[8]  \n[9]I did? She gropes around on the desk, finds the viewie frame with the s:o: of Dredd and Rico. \n[10]If this is the wrong picture, why is it full of anomalies? \n[11]Slick ones, too..-. somebody must have used a CGI-'terminal and a scan quadrupler to make this. He looks at the image, uses the mouse. \n[12]Take a look. I'll drop out all the artificial pixels. \n[13]Sky. Foreground. House. Parents... they're all fake. The only thing that's real is the baby. hru OMITTED thru \n[14]  \n[15]Did you hear something? \n[16]Get out, quick - ! \n[17]I'll tell them you forced me to help you, get out! _2JX25 of pursuit are closer. Fergie yanks Dredd's arm. They _=ave. At the last moment, Hershey spontaneously kisses :,:mever. Needless to say, he's thrilled. \n[18] Hershey, run! He charges forward, firing again and again, handling the weapon like an expert! \n[19]Gun empty, he dives for cover. Three of the Judge Hunters barrel past and the forth cracks him over the head and kicks away the weapon. \n[20]Judge Hershey. \n[21]They know, Judge Dredd. \n[22]They know, now. The Judge Hunters put away their weapons. The leader=approaches Dredd, salutes. \n[23]We have to reconstitute the Council, Judge Dredd. You should be on it. doesn't look convinced. Hershey, even less so. ", "Fergie": "\n[1]Heavenly Haven. Sounds nice. \n[2]Right down there... I think that's Heavenly Haven. NC such luck. The craft BANKS. \n[3]Still better than prison. \n[4]Me, a Judge, no, no - I live here, I mean, I'm gonna live \n[5]Look, I'm out on parole - If I get into any trouble my ass is right back in Aspen - CLICK. Zed's gun is in his face. \n[6] Let's go, Haven, Let's go Haven, Haven all the way - BANANA CLIPS are shoved into his hands along with boxes of :artridaes. \n[7]Looks at his crazed \"friends\" and then backs up to the robot... \n[8]Come on, give me a break, Judge uh-. D-dredd? By now Dredd has run his scanner over Fergie's chip and Fergie's dossier is zipping by. \n[9]Five years? But - I - I had no choice, judge - He sees Dredd's impassive face, turns to Hershey's more sympathetic one. \n[10]They were killing each other up there, I had to get out! I only hacked the droid to save my life! It was the only way! \n[11]Sixty stories? It woulda been suicide! \n[12]Dredd? What are you doing here? \n[13]That makes two Â©f us. \n[14]Proper? Five years just for saving my own ass? .It was a mistake! \n[15]Yeah? Then how do you explain what happened to you? \n[16] \n[17]Actually, could I sit over there-- \n[18] You'd better not be my roommate. \n[19]Let's try it again, Dredd. You're in chains. You're going to prison. But you're innocent, and I'm guilty. But it's still not a mistake? \n[20]W-wha - \n[21]The stabilizers controls! They got hit, toot CAMERA RAKES to the control panel... and a SMOKING, SIZZLING section. The craft tilts alarmingly. Dredd grabs the stick, helps Fergie try and pull up. It's useless. \n[22]Ohmigod, I'm dead. I'm dead! And in hell. \n[23] \n[24]Amen, brother! Say it! \n[25]Go tell it on the Mountain! \n[26]He smiles as the Angels start to release him. \n[27]Well, Dredd. The Law doesn't make mistakes, but I'm in like a disk, and you're toast. \n[28]I'm not succulent! I'm not succulent, look, I'm skin and - CRACK! Dredd has swung his legs up, wrapped them around the pole, and SNAPPED it! He and the pole fall on top of Fergie and the leadmost Angels! \n[29]Falls, dodging feet - \n[30]I surrender! I surrender! \n[31]reacts as the Hunter falls beside him, the SCANNER landing right front of his face. Dredd grabs Fergie's elbow to pull him up - but Fergie resists - points to the SCANNER - \n[32]We did it! We got them all! A SHAPE lunges up, close to CAMERA. It's one of the Hunters Dredd took out earlier, still alive enough to aim his weapon! Dredd aims his stolen one \n[33]I buried him. Except for this. Dredd silently follows Fergie to the grave. Fergie shoves the Remington into the mound of earth as a marker. \n[34]You wanna... say something? He hands The Book to Dredd. After a moment, Dredd opens it. \n[35]There's no way in, Dredd! \n[36]Hey, did you hear me? They don't have a welcome mat! \n[37]And these Cursed Earthers, they made \n[38]What's wrong? Are you kidding? Did that helmet you wore all those years compress your brain? You're gonna get me killed! \n[39]There's one loose out here, too! Big choice, I got! Dying of thirst or from a fireball up my ass! This is all your fault! \n[40]Yes! If you hadn't arrested me, wouldn't be here in the first place! \n[41]I'm through schlepping. I'm gonna sit here until I die... or until you apologize. \n[42]You're not a Judge anymore. \n[43]Don't get technical. Just say: \"I'm sorry I misjudged you. And I'll never arrest you again.\" Dredd turns around. Marches back to Fergie. Pause. Dread whips a gun up, points it at Fergie. COCKS it. \n[44]\n[45] Thirty... twenty nine... twenty eight... twenty seven... twenty _ 9 9 r,:ti : _I ? E... ND THEM 199 =e:gie's already beginning to drop back. The only guide in the dark is the slight reflection from CONDUIT on the chute floor. \n[46]  \n[47]still halfway back! \n[48]  \n[49] \n[50] \n[51] \n[52]I'm alive. I'm alive! (seeing Dredd, less \n[53]  \n[54]But Fargo said you couldn't trust \n[55]Just don't get us killed, Dredd. : still want that apology. \n[56]Dredd! Tell them I'm innocent! \n[57]They enter the training center and Dredd runs right towards the ,--_ Marie IV Lawmaster! Leaps into the saddle and kicks over the en=ine! Spins around and heads back the way he came, grabbing =ergie en route! \n[58]He races directly for the WALL! His fingers stretch out, hit a control marked \"CANNON\". \n[59]Dredd..? Dredd, you're not gonna-- Dredd hits the button marked \"AERIAL MODE\". There's a BEEP and the SOUND FX we heard earlier... when the flying prototype failed. \n[60] \n[61]I guess you're out of friends, Dredd. \n[62]I'm with him. - =141; steps into the light. \n[63]You can forget the terminal out here. We're gonna have to go somewhere else to get in the System. \n[64]Central's a fuzzy A.I. - the best fuzzy A.I. ever built. If reasoning didn't work...  .nothing will. \n[65]Simple systems, Dredd! Besides, I was scared. \n[66]Well, yeah. Those were life or death situations. That's when my adrenalin shoots up and my brain goes into overtime - but you can't predict when that's gonna - Dredd grabs him, tucks him under his arm like a newspaper, and leaves the pod. \n[67]Hey! The others are so surprised it's a second before they follow. \n[68]Dredd, have you gone craz- OW! Dredd steers him into another hanging FIXTURE. And ANOTHER. \n[69]Dredd! Stop it - OW! Are you out of your - OW ! \n[70]Damn it, Dredd, Lemme down! I'm hitting every Goddamn - ï¿½.. :his position, we can SEE the flash of inspiration on \n[71] - light! \n[72]- the city liahâ\u0080¢ts..: \n[73] \n[74]Have it show you the city power grid! \n[75] Tell it to scan around all the grid sections. Random selection. \n[76]  \n[77]Almost at the flying cycle. Hershey hesitates at the shots. Dredd grimly pushes her towards the bike. \n[78]This looks like a really bad neighborhood. I'll stay here and watch the bike - \n[79]I. knew you were gonna say that. \n[80]  \n[81]  \n[82]hangs on to the robot as it staggers around, trying to regain control of its own movements. It stumbles back out into the corridor. Fergie sees it's reaching for him! Desperate, Fergie reaches into the robot as far as he can, throws a SWITCH! ZAP! \n[83]Hack you... asshole. \n[84]  \n[85]And you'll never arrest me again. \n[86]Damn straight. e dies. Dredd closes his eyes. CAMERA TIGHTENS on Dredd as nis face fills with fury. He SEES Hershey's Lawgiver on the --cor. Snatches it up! We CRANE UP with him as he COCKS it. ", "McGruder": "\n[1]- of your misguided policies as Urban Administrator! \n[2]Stop Video. \n[3]Before we go on, I wish to make a personal comment. Judge Dredd. I have observed your career from its outset and I have the highest regard for you. Nevertheless, I must prosecute you to the best of my ability. \n[4]The video you have just seen is prima fascia evidence that the defendant is guilty as charged. Mark this video People's Exhibit \n[5]Judge Hershey, are you serious? Both of them recognized Judge Dredd! \n[6]  \n[7] \n[8]Your Honor. I am forced now to enter certain technical evidence of a critical nature regarding the Mega-City Legal system.â\u0080¢I will need the Court's permission. I will also need permission to access the Central Computer Bank. \n[9]I can think of no evidence or issue more critical than the murder trial of a Judge. You may proceed. \n[10]Central. I wish to access weapons schematics, Judges division. Describe the workings of the standard Judge's sidearm, the Lawgiver Two, and especially its improvements over the earlier Lawgiver One. Central SPEAKS. Somehow its monotonous, sexless voice hints at an actual personality. \n[11]Central. Were the bullets recovered from the bodies of Vardis and Lily Hammond so DNA coded? \n[12]And what was the result of the computer check of the DNA coding on those bullets? :ould swear that the computer is going for drama. \n[13]Your Honor, the Prosecution rests. \n[14]Whoever's doing it knows all our procedures... our security measures...even our scrambled frequencies - ! \n[15]We can't replaee those Judges! it takes years of training! We may never be at full strength again! \n[16]  \n[17]Who knows if it's safe? \n[18]McGruder, Evelyne. Council Judge. Authorize access to file, code name \"Janus\". \n[19]You aren't considering this madness? \n[20]I agree. Judge Griffin, please restore the Security Blocks. \n[21]Griffin, this is treason! You just sealed your fate! \n[22]  ", "Fargo": "\n[1]Order, order! As presiding Justice, I only vote to break a tie. But I wish to address the question of Judge Griffin's crime package. Is there any objection? \n[2]This body is not the first assembly (' to think that more laws and fewer choices will bring peace and order. That delusion has been tried and failed before. If the citizens of Mega-City are demanding more control of their lives, that's not a threat - it's a signal! A signal to open the windows of our society and let it: breathe -  Not to bolt the door and throw away the key! My fellow Judges, I was barely in my teens when I put on this badge. When the time comes for me to take it off... let me do it. knowing that it stood for Freedom... and not for Repression. He sits down. Clearly he has changed the mood of the room. \n[3]Four Summary Executions, Dredd. Were they necessary? \n[4] \n[5]Most of my time where? \n[6]Don't you mean at the Academy wiping Cadet's Asses? That is what they say in the squad room, isn't it? \n[7]I'm glad you feel that way, Dredd. Because starting tomorrow you're going to spend one day a week at the Academy... teaching. Dredd takes this in his stride. \n[8] Ethics. And as Dredd reacts, we \n[9]Dredd. I... I can't believe it... Are you sure? \n[10]Is it possible? Dredd, homicidal too? We went through.this nine years ago... \n[11]        \n[12]   \n[13]How... how long have you known? \n[14]  \n[15]Into oblivion? You're suggesting I take it? You-fiust really want to destroy me - \n[16]My Walk will give you the Chief Judgeship! \n[17]Bury me there, under the blind lady. ^redd doesn't understand. Fargo raises his arm, points to the statue of Justice weighing her scales. \n[18]Judge or citizen - everyone got a fair shake. She treated them all the same. The jury sat there. Ordinary people. Worst thing we did was take justice out of their hands. \n[19]Yes. And almost lost our souls.  It seemed like,,a wise idea: Create the perfect Judge. Breed courage - wisdom - integrity. The Janus Project. We used the old Council for the base material. Five DNA samples were taken, two were chosen. One was mine. You were the., result. ,r-- i5 CONTINUED : \n[20]A fake. The psychs on the Janus project came up with that story. It was supposed to motivate you into law enforcement. It worked. Both times. \n[21]    \n[22]More than a brother. You knew him at the Academy, Dredd. You Judged him. The Council Tried him. \n[23]He had to be put down . But I wouldn't let them do that to you. Griffin blackmailed me into the Walk, Dredd. Don't trust him. ,- 15 CONTINUED:  leg \n[24]I'm sorry... son. The breath goes out of Fargo's body. He dies. Dredd stares at him, his world torn apart. ", "Geiger": "\n[1]We've closed for the night. \n[2]Oh, yeah... Gimme a second. \n[3]  \n[4]Whoa, friend, whoever sent you this is no friend at all. \n[5]That's a Lawgiver. It's programmed to only recognize a Judge's hand. You want a weapon, I can get you something nice. But if you touch that it'll take your arm off. "}}