{"filename": "Jurassic-Park_script.txt", "imdb_id": "tt0107290", "imdb_url": "https://www.imdb.com/title/tt0107290", "characters": ["Arnold", "Grant", "Tim", "Lex", "Harding (as Jerry Molen)", "Rostagno", "Muldoon", "Hammond", "Gennaro", "Volunteer #1", "Wu (as B. D. Wong)", "Malcolm", "Nedry", "Ellie", "Dodgson"], "dialogues": {"Arnold": "\n[1]Oh, you'd survive just fine without me. \n[2]Come on, Dennis, he knows your technical contributions have made it all possible. \n[3]Oh Mr. Hammond, I'm sorry to interrupt you, but Muldoon needs you by the pit. \n[4]They'll be by the trike's in a moment. Trike's sick again. \n[5]It's natural.  They can't fully appreciate that we've engineered the animals and the park for total safety. \n[6]You can't make people experience wonder. \n[7]Better rout the tour back.  They can start again sun-up tomorrow morning. \n[8]Well, at least he knows what he's doing. \n[9]Jesus, the computer's gone \n[10]That's not the worst of it. \n[11]Because Nedry messed with the code. That's why I'm checking it. \n[12]That's true.  Keychecks will give me a record of every button Nedry pushed. \n[13]Jesus, that's all he did all afternoon? He was just dicking around, maybe waiting to get his nerve up. \n[14]Some sort of object.  Let's see if we can trace it. \n[15]It wasn't a bug.  It was a trap door that fat bastard left for himself.  When he hit WHTE-RBT. OBJ, it initiates a set of commands that turned the whole goddamn park off.  Hammond was right about him. \n[16]That's it. \n[17]Right.  And it does something else. It erases the code lines that refer to it.  It destroys all evidence it was ever there. \n[18]Watch this. \n[19]Hot damn! \n[20]You bet they are.  It will take a few seconds to get up to full power, because we've got fift and the generator has to feed the capacitors along the way.  But in a half a minute we'll be back in business. \n[21]Got them too.   It will be a few minutes while the computer counts.  Then I'll tell you where Grant and the kids are and you can go and get them.  But every- thing's working.  Half past ten and we've got the whole thing back up and running. \n[22]There's a lot of extraneous movement out there.  Branches blowing, birds, back- ground movement.  It may take, ah, okay, count's finished. \n[23]Hmmmm.  I don't see them.  Maybe they're out of range of a sensor. \n[24]Ah hell. I just can't find it. \n[25]Nedry jammed all the communication lines. He inserted some command, a lockout into the program code.  I can't find it, because I gave that restore command and it erased part of the program listings. \n[26]Shut the system down? \n[27]I've never done that before.  And I'm reluctant to do it.  Maybe it's tr systems will come on, but maybe they won't. \n[28]Well, it's just that the safety systems don't function with the computer shut down and - \n[29]Okay. \n[30]You asked for it.  And you got it. \n[31]Thirty seconds. \n[32]Memory should be cleared by now. \n[33]Damn. \n[34]Oh hell!  I have to turn the safety switches back on before I restart the power. \n[35]Thank God! \n[36]No, it sounds dead but after a reset, all system modules have to be brought on line manually. \n[37]Okay, we're up again! \n[38]Can't be - \n[39] \n[40]It's the Rex ... \n[41]I'm sorry, Mr. Hammond. \n[42]I'm not. \n[43]Can't be. \n[44]I know it's hard, I know it's hard, but I'm going to put it all back together for you - I promise.  I will \n[45]Jesus.  The auxiliary generator fires up first and then that's used to start the main generator because it needs a heavy charge.  The main generator has to be manually reset. \n[46]Backup power doesn't generate enough amperage to power the electrified fences, so they were automatically kept off. That's also why we had no phones or radio. \n[47]Yes. \n[48] \n[49]I'm afraid so. \n[50]What's that steam coming out of my generator room? ", "Grant": "\n[1]Right calcaneus of an adult female raptor.  Mild stress fractures.  What's this tell me? \n[2]It tells me that this bone connects to the navicula which we already found articulating to the cuboid. \n[3]So, what can we stay for sure?  Stress fractures in the heel ... \n[4]Right as rain, Ellie.  Now, why did she jump? \n[5] \n[6]The science of paleontology can't answer these questions.  Novelists and artists who dream a vision of the Jurassic period can attempt these questions with their imaginations.  What we scientists can say is considering the mass and kinetic articulation of these bones, this animal had a vertical leap Not as entertaining as fiction, but absolutely fact without prejudice. \n[7]Jim, you keep making up the plaster batches.  Whatever ratio you're using, it's perfect.  Nora, no digging after five - when the temperature drops, those bones are just too brittle.  Bill, I don't want any tourists walking over my raptor - I don't care if the Governor of Montana is with them, just you guys. \n[8]Jesus, a limousine.  We're re-entering Hammond's world, that's for sure. Remind me why we're doing this, Ellie. \n[9]- at a critical time - \n[10]- enough money to keep us free of commercial affiliations for two summers. All right, all right.  Good. \n[11]Financial with the enemy?    I'll do it. \n[12]This is all could come up with, Skip? \n[13]Wise guy.  Let's go, Ellie. \n[14]What is, Ellie?  Where are we going? \n[15]Looks like Alcatraz. \n[16]Relax, Ellie.  I'm sure they wouldn't land if it weren't safe. \n[17]Gennaro?  This guy knows what he's doing, Right?  Hey, Gennaro?  I'm talking to you! \n[18]Whoa!!!! \n[19]Mr. Regis, what is the nature of this park? \n[20]Hammond's trademark. \n[21]I hope this isn't one of those animatronic exhibits in a Jurassic botanical setting. \n[22] Where's Hammond? \n[23]- the furious haste to commercialize genetic engineering. \n[24]Here we go. \n[25]No, I don't mind popular science.  I dislike the commercialization of science.  It breeds a sloppiness, a disregard for method. \n[26]Mr. Hammond, the essential truth of a scientific law ha public reaction.  Water freezes at thirty-two degrees, whether you pay for it or not. \n[27]Who makes a windows ... smaller? \n[28]Don't worry - he'll grow out of it. \n[29]What exactly do you mean ... biological attractions? \n[30]Yes? \n[31]We don't have the science.  There's no source of dinosaur DNA. \n[32]Like mosquitos - \n[33]Mosquitos that sucked the blood of dinosaurs.  That's your source of DNA \n[34]It does? \n[35]But even thousands of mosquitos wouldn't give you enough tissue to determine a complete DNA strand. \n[36]Okay, you have your \"complete\" DNA strand.  How do you grow it? \n[37]And how do you know what it is you're growing? \n[38]Jurassic atmosphere. \n[39]That's why you create the mist. \n[40]What kind of eggs are these?  Are these shells plastic? \n[41]Don't worry.  Ellie makes her own judgments. \n[42]I like to wait and see. \n[43]Ellie!  Can you imagine the excavation team seeing this! \n[44]Ellie?  What the hell are we going to do with the rest of our lives? \n[45]Can't you see it, Ellie?  We're the ones that are extinct now. \n[46] \n[47]Poor girl.  What's the matter?  Ellie, look at this. \n[48]These'd give anybody a stomachache. \n[49]Hey, Ellie take a look at his.  Good work, Timmy. \n[50]Looks like your trike swallows stones to help her digest her food.  Walking around, she crushes berries against the stones.  And even just a little crushed berry is eventually enough, \n[51]But with th and probably bypasses any mucosal contact.  Straight to the stomach.  I would test her excrement. \n[52]Soil samples? \n[53]Good idea.  I'll keep my eyes open. \n[54]Where is the T- \n[55]Maybe she's down hunting apatosaurs. \n[56]Then where is she? \n[57]He's here. \n[58]There'd be no stopping it.  Huge, with no natural enemies, and a suppressed hunting instinct. \n[59]Is that still the T-Rex paddock? \n[60]What's the commotion? \n[61]Nedry?  With an incubator?  Regis?? \n[62]We gotta tell Hammond and Arnold right away.  How far is it to the mainland? \n[63]I wouldn't like to see dinosaurs running around Costa Rica. \n[64]Timmy, be quiet. Don't move. \n[65] He snaps off the walkie-talkie.  HIS POV - The rain runs in rivulets down the pebbled skin of the muscular hind legs.  The animal's head is out-of-view, above the rooftops of the cars.  The Rex lifts its huge hind leg.  \n[66] \n[67] As they twist and turn, trying to find a circling Rex in dark and rain. The Rex pauses right next to Gennaro's window.  He lowers his head, looking for movement inside.  CLOSE ON - the beady, expressionless reptilian eye moving in the socket.  Grant whispers, hardly moving his lips.  \n[68]Don't move. \n[69] The Rex bends down, bumps the windshield with his nose.  Just stays there, breathing heavily.  In the distance, the flashlight goes on again.  The Rex raises his head suddenly.  Grant g rabs his walkie.  \n[70]Shut that flashlight, Tim! \n[71] watches the Rex raise his mighty h ead again, above the kids' cruiser.   \n[72] with a flare!  The Rex is distracted.  CLOSE ON - the Rex as he ROARS.  The flare gleams in his eyes.  The Rex starts toward Grant.  He tosses the flare over the half-standing part of the fence.  The Rex lunges after the flare.  GENNARO has reached his limit.  Terrorized, he leaps out and SCREAMS:  \n[73]\n[74]Lex, are you okay? \n[75]Let ... go ... please. \n[76]Timmy.  Are you ok? \n[77]Below.  She's fine.  Let's get you down. \n[78]Try the door you're leaning against. Nice and slow. \n[79]Crawl this way.  Slowly. \n[80]We're going to have to make a jump for it, Timmy.  Okay? \n[81]One, two, three, jump. \n[82]You owe me one. \n[83]Where'd Lex go? \n[84]Come on out now, Lex. \n[85]Cone on, Lex, it must be cold in there. And tight.  Why don't you come out? \n[86]I'm a grownup, Lex.  Come on out.  Gimmie you hand, come on, here you go. \n[87]Me, too.  We've got to get ourselves back to civilization. \n[88]It's Regis and the Rex is after him.  But it's okay.  Regis knows the Rex can't see him.  Evidently, he can only see move- ment.  Regis'll be ok if he stays still. \n[89]Let's go! \n[90]Okay, Lex. \n[91]Oof!  You're heavy. \n[92]I think we're still in his paddock. \n[93]What? \n[94]What? \n[95] \n[96]Okay with the fence, Timmy? \n[97]A herbivore grazing area.  Excellent. \n[98]Twelve hours before that ship reaches the mainland. \n[99]Up there. \n[100]Sure you can. \n[101] Grant snores.  A mosquito buzzes around him.  He waves him away and continues to sleep.  In the distance, a tiny BEEPING. Below the towering tree, across the f ield, a sensor beeps, it's green light blinks, and the beeping stops.  IN THE HIGH TREE, the branches sway.  Grant and the kids sleep on.   \n[102] CAMERA LOOK DOWN on Grant, Lex and Timmy still sleeping in the tree.  A large shadow falls on their quiet faces.  Lex opens an eye. She SCREAMS.  Grant and Timmy wake up with a start.  THEIR POV - AS THE CAMERA LOOKS THROUGH THEIR LEGS AND TILTS UP right into the huge face of A DUCK-BILLED HADROSAUR, a gigantic dinosaur with cow eyes.  Its head moves up through the canopy of the trees.  Then the head swoops way down below.  And returns to Grant's level and stares at his shoe.  The hadrosaur tastes Grant's shoe.  The kids  \n[103]I don't think so.  She's a ... \n[104]... herbivore. \n[105]Like the trike.  Maybe it's not the stones. \n[106]Tim, I think there's a motion sensor across the field and down there. \n[107]Go home now.  Home to Freda! \n[108]Go!  Go away.  Go!  Get out of here! \n[109]We gotta get to that motion detector. It's still a ways. \n[110]What is it? \n[111]Come on. \n[112]They're agitated. \n[113]Outta the way, kids! Run! \n[114]We'll walk by the river.  That leads back to the Visitor's center. \n[115]You ready? \n[116]What raft? \n[117]It's still mid-morning.  I bet we have at least ten miles to go.  If we take the raft along the river, we can make much faster progress. \n[118]Lex, I don't see any raft. \n[119]Bullseye! \n[120]No raft. Where did you see it, Lex? \n[121]Assumed? \n[122]I'm afraid there's no raft. \n[123]Looks pretty calm. \n[124]No. \n[125]There's a current. \n[126] \n[127]Guess I was wrong. \n[128]Hold on real tight. \n[129]I'm trying.  I'm trying ... Ooooo!!! .... \n[130]No!!!!! \n[131]I think they cut the power.  Hey - \n[132]Well, there's our pot of gold.  Let's go, kids. \n[133]Sorry, Tim.  We gotta climb up. \n[134] The three are at the top of the fence now.  Grant carefully lifts Lex above the barbed wire and she grabs onto the other side of the fence to begin the climb down.  Grant grabs Tim and lifts him next.  Tim's tense face is a river of sweat.   \n[135] Just a few feet from the bottom of the fence.   \n[136] Grant and Timmy jump down. the fence pattern.  She pulls on it.   \n[137]Probably your grandfather's quarters. Let's go. \n[138]Actually, stay here. \n[139]No, keep an eye on things round here for me.  I'll be back with the others. \n[140]I'll radio the ship as soon as I find somebody.    You're in charge now. Don't move from here ... unless you have to, ok? \n[141]Be right back. \n[142]Ellie, I'm go glad - \n[143]Talk, Ellie, just keep talking. \n[144]Timmy, you know anything about computers? \n[145]Ok good, you're elected. \n[146]Okay, we've reached the computer room. Who can te \n[147]Tim, you got to book the system.  They reset the power and there are no phones. We gotta turn on the fences and we gotta stop that ship. \n[148]If we can get help very soon. \n[149]Ellie, we're working as fast as we can here. \n[150]Don't mention it.  It was Timmy. \n[151]Queen Anne, do you read me?  Queen Anne? \n[152]Report your position! \n[153]Try this for identification, Captain Farrell.  You are in possession of stolen biological materials.  If you don't turn that boat around and return to Isla Nublar immediately with your contraband cargo, you will be found in violation of Section 509 of the Uniform Maritime Act, you will be subject to revocation of license, penalties in excess of fifty thousand dollars, and five years in jail. Do you copy? \n[154]Do you copy, Captain Farrell? \n[155]Who the hell knows? \n[156]Well it gives us ten more hours. Let's see if we can raise the Costa Rican Coast Guard on that thing. \n[157] \n[158]We have to leave now. \n[159]You interrupted natural law.  There are regulations, that make her knowable. \n[160]Barriers?  Like the seasons?  The earth spinning, orbiting the sun?  The entire solar system in interlocking motion.  Our own beings in biological step with it all.  Mr. Hammond, you've disrupted the pattern and look what it's done! \n[161]Don't count on it.  Now get in. \n[162]You created mutant forms that you further mutated to create amus You made biological puppets with heartbeats and an early death sentence. \n[163]You created a park to generate a profit- making merchandising operation. \n[164]You park is doomed.  Now come with me.  \n[165]Come back, Mr. Hammond!  It's over! \n[166]I have a theory. \n[167] ", "Tim": "\n[1]I know you.  You wrote my book.  Lost World of The Dinosaurs.  It's awesome. \n[2]Real dinosaurs, Grandpa?  Don't they want to just kill each other? \n[3]That stuff turns you into a mutant! \n[4]It's amber.  Fossilized tree sap. \n[5]Jurassic atmosphere. \n[6]I don't see anything.  Do you see anything?  There's nothing there. \n[7]Dr. Grant, sir?  How 'bout these? There' \n[8]Hey, these thing work great.  I can see in the dark and I can see far. \n[9]Hey!  I wonder if that boat's still there?  It is. I think they're getting ready to go. \n[10]Want to look at the boat, Lex? \n[11]You mean an incubator? \n[12]Uh, Dr. Grant? \n[13]We saw that computer guy helping 'em load an incubator onto the ship. \n[14]Mr. Regis!  Mr. Regis, where are you going? \n[15] out into the rain for the open door handle.  Another LIGHTNING FLASH and the creature is revealed standing between the two cruisers, atop the crushed fence.  His head turns back and forth, he's deciding on his prey.  Grant and Gennaro or Tim and Lex?  Timmy slams the door shut.  He looks directly at the Rex, just a few feet away.  The Rex turns to him, stares back.  Lex SCREAMS and Timmy claps a hand over her mouth.  There is a whisper over Tim's walkie-talkie.  \n[16] He watches the beast move.   \n[17] He lunges for the flashlight.  Lex dodges him, keeps it lit.  \n[18] have a half-instant of relief.  Then SLAM.  The Rex butts his head against the cruiser.  The Rex comes back down, tries to discover his prey inside the cruiser.  Pushes his head close to the glass, looking.  The dinosaur stands in front of the cruiser, his whole chest heaving, his forelimbs pawing the air.  Timmy whispers to Lex.  \n[19]Are you ok?  Be quiet and don't move. \n[20] \n[21] Timmy lies against a spidered side window, his head pressed against the door handle.  He pushes himself up on one elbow, opens his eyes, and tries to focus.  Rain has nearly stopped but a light drizzle hits him  Timmy tries to straighten up, but he's too dizzy.  He stops and hears A CREAKING and feels the whole car gently swaying back and forth.  With a further effort, he raises his body so that he's standing with his feet on the window frame and looks out the broken roof.  TIM'S POV - Dense foliage, moving in the wind, hard to see through.  An o pen space and - THE GROUND, FORTY FEET AWAY!   \n[22]Oh shit! \n[23]Oh shit, oh shit, oh shit, oh shit! \n[24]Thank God you're here.  Where's Lex? \n[25]Thanks, Dr. Grant. \n[26]There's Lex. \n[27]It's your turn to wear the goggles, Lex. \n[28]I found your baseball. \n[29]The \"animals\" are gone. \n[30]I don't kno \n[31]What's going on? \n[32]You're too big to be carried. \n[33]Oh I do, right there! \n[34]Shut up. \n[35]We gonna walk all night? \n[36]We need sleep. \n[37]Climb?  Again?  I can't climb again? \n[38] \n[39]... herbivore. \n[40]Where's Lex? \n[41]Dr. Grant, Dr. Grant, look. \n[42]You're hearing things.  Come on, we gotta get back and warn them about the boat. \n[43]What's going on? \n[44]Let's go.  Now! \n[45]Come on Lex, I'll carry you. \n[46]Let's do it. \n[47]Keep going. \n[48]Lex!  Lex!  You're okay, you're okay! \n[49]\n[50]We gotta warn them about the boat. \n[51]Cool! \n[52]Thought \n[53]Hold my hand.  Hold my hand when we go. \n[54]Don't let go! \n[55]You can do it! \n[56]Waterfalls aren't supposed to stop. \n[57]We're home! \n[58]That's all right, Dr. Grant.  You owe me \n[59]We made it! \n[60]What about - \n[61]Tired!  He carried you the whole way. \n[62]Hungry? \n[63]Nothing. \n[64]Dr. Grant said - \n[65]Nope.  We're waiting here t gets back.  He'll help us get some - \n[66]Start winding now! \n[67]The kitchen! \n[68]We'll freeze to death in there. \n[69]\n[70]I just remembered something.  Rapto born in large litters.  There's probably more coming.  We gotta hide. \n[71]Well, I just got an XT at home.  I told my Dad I wanted a 386. \n[72]Sshh, you guys, I'm thinking. \n[73]I think this is the boat.  They called it the Queen Anne or something. \n[74]What's the Uniform Maritime Code? ", "Lex": "\n[1]Grandpa! \n[2]Timmy's got dinosaurs on the brain. \n[3]It's ... gold! \n[4]Grandpa found gold. \n[5]That's a million year old mosquito? \n[6]Come look! \n[7]I'm ... melting! \n[8]I don't see anything.  Do you see anything?  There's nothing there. \n[9]I feel so sorry for her.  She's so sick. \n[10]Doesn't she have a mommy and a daddy? \n[11]Yo, yuk! \n[12]What's going to happen to the goat?  Is the T-Rex gonna come eat the goat? \n[13]I didn't want to see him get eaten.  I liked the goat. \n[14]Hey, is that bathroom working? \n[15]Mr. Regis, are dinosaurs ... nocturnal? \n[16]Mr. Regis?  What's ... nocturnal? \n[17]Hey, that fat guy's down there. Is he gonna come get us and take us to Grandpa? \n[18]They have one of those things from the room with all the eggs - you know, where they help the baby eggs grow up. \n[19]Yeah, he's stealing them, Dr. Grant! He's stealing my Grandpa's eggs! \n[20]I'm hungry.  When can we get going? \n[21]Feels like a vibration. \n[22] Tears roll down her cheek.  She cries silently with an unknown fear. Regis pulls the goggles from his eyes, starts to gag, checks it.  \n[23]Bad language. \n[24]Is that bad? \n[25]He just left us.  He just left us all alone.  Timmy, Timmy how could he do that?  We're all alone!  We're all alone! \n[26]It's too, too dark out there. \n[27]No, it's mine.  Please, I need it. \n[28] have a half-instant of relief.  Then SLAM.  The Rex butts his head against the cruiser.  The Rex comes back down, tries to discover his prey inside the cruiser.  Pushes his head close to the glass, looking.  The dinosaur stands in front of the cruiser, his whole chest heaving, his forelimbs pawing the air.  Timmy whispers to Lex.  \n[29]Dr. Grant! \n[30]Timmy's unconscious, he won't move. \n[31]Timmy! \n[32]You did? \n[33]I'm afraid of the \"animals\". \n[34]Where did it go? \n[35]Are there any grownups out there? \n[36]I'm hungry. \n[37]I'm tired. \n[38]But I'm tired-tired. \n[39]Don't you see?  Don't you see? \n[40]The fence. \n[41]Timmy's scared of heights. \n[42] \n[43]He gonna eat us? \n[44]Come here, babies!  Get your b \n[45]C'mere boy, c'mere. \n[46]It's very, very good. \n[47]C'mere boy, c'mere. \n[48]Whoa! \n[49]Giddyup! \n[50]Whoa!!  Take is easy! \n[51]I can't swim! \n[52]Oh, let him stay.  He likes me to ride him.  He could carry me instead of you, Dr. Grant.  Please, let him stay, \n[53]Will I ever play with him again? \n[54]I hear something. \n[55]Hear it now? \n[56]I told you I heard something! \n[57]Not me.  I'm not walking anymore. \n[58]Nope.  Too scared. \n[59]Can we go on the raft?  Then we don't have to walk so close to the animals! \n[60]  Grant start to stand.  He's thinking.  \n[61]Told you! \n[62]Actually, I never really saw one. Just assumed. \n[63]I'll row, Dr. Grant. \n[64]Hey, we're still moving. \n[65]You can't sleep. \n[66]I'll do it! \n[67]I can't swim! \n[68]The waterfall stopped. \n[69] She jumps off the fence.  Her sneaker comes off, falls to the ground.  CAMERA PUSHES IN ON LEX - it celebrates her narrow escape.  Grant casually leans against the fence to help Lex with her shoe. \n[70]We did it! \n[71]Where did everybody go? \n[72]No, I want to stay with you. \n[73]Goody!  I'm gonna rest. \n[74]Any candy behind the counter? \n[75]Starved. \n[76]Let's go to the kitchen. \n[77]- let's go.  We'll come right back. \n[78]Where are we going? \n[79]He's going to eat us! \n[80]What is it, Timmy? \n[81]Are they going to be ok? \n[82]What good does that do?  To have the ship turn around? ", "Rostagno": "", "Muldoon": "\n[1]Ed's a little more BS than PR.  Mr. Gennaro, nice to have you back. \n[2]These raptors are too damn dangerous. One of them tunneled out this morning.  He ripped a boy's arm off before I could get a bullet in him. \n[3]John, they're mean as scorpions and smart as chimps.  Their little fingers make them natural cage-breakers.  We should terminate the raptor program.  They're just too smart.  Too damn smart. \n[4]John, remember back in '88, when we started to build the containment devices? that blow out electric nets.  They're all too slow for these guys. If we're going to keep the raptors, I want TOW missiles and laser-guided devices. \n[5]Okay!  Get a 'dozer, start digging round the pit.  We're gonna bury some fence. And wear your rifle when you're working! \n[6]Just checking in.  Everything ok? \n[7]That's what I'm afraid of. \n[8]John, the generator's shut down.  Who cut the power? \n[9]Get out, get out!  I need this jeep. There's a problem with the tour.  Ellie, Hammond'll fill you in. \n[10] Muldoon and Ellie drive into the storm.  Suddenly, he slams on his brakes.  In front of him, a tree has fallen, completely blocking the road.  Muldoon curses, swerves around, and skids to a stop.  As Muldoon gets out and assesses the situation, Ellie lodges herself between the tree and the jeep.  She pushes the tree with her strong legs and moves it a good five feet. Quickly, Muldoon and Ellie drag the tree. As they struggle.  \n[11]Strong legs. \n[12]Ellie! \n[13]Wait up. \n[14]T-Rex tracks. \n[15]Perhaps. \n[16]I've seen a lot of animal attacks in the bush.  It's not as gory and horrifying to see as you'd think.  No pools of blood or exposed bones.  There is usually little or no evidence left behind.  And if are small, a predator can kill by just shaking the little thing to death, eating it, and leave not so much as a button. \n[17]Thank God.    We have to carry him. First I have to ... \n[18]He's losing a lot of blood.  Help me. \n[19]I told you I've seen big game attacks in Africa. \n[20]We found Gennaro.  He'd badly injured. Harding's tending to him in your quarters.  He'll be all right if we can Grant are somewhere in the park.  I believe they're alive but I don't know where they are. \n[21]I certainly hope so. \n[22]Just so you understand that they're missing, sir. \n[23]What is it? \n[24]That's what? \n[25]The fences and the power? \n[26]Nedry could steal the eggs, get back and reset the whole show.  No one would ever miss him. \n[27]Are the fences back on? \n[28]Motion sensors? \n[29]Just hiss. \n[30]What is taking so damn long?  Where are they? \n[31]Shit.  I don't know where they are.  I wish I could go out there   But I haven't got anything to use on the Rex.  My rocket launcher's in the jeep Nedry stole.  And going out with a big gun in the dark would be suicide \n[32]Where the hell are they going? \n[33]Let's see what's up. \n[34]I found Nedry! \n[35]Son-of-a-bitch.  He's taking a nap. Hasn't been this well fed ... ever. \n[36]I know it's a valuable animal. \n[37]This doesn't mean the fences have been off since six-thirty, does it? \n[38]All of the fences? \n[39]Including the velociraptor mesh? \n[40]No, no way.  Last time, it took 'em two days to chew through that mesh.  But give 'em enough time, they'll get out.  We better get that power on now. \n[41]Relax, it's just refrigerated air. There's a leaky cooling pipe.  I fixed it a couple times before but the original installation was at too sharp an angle. \n[42]Just go and turn on your generator, then get right back to the control room. \n[43]Raptors chewed their way out.  All five are out there. \n[44]I was hoping he was ba \n[45]Okay Wu, I'll have you covered at every moment.  But this shell carries quite a punch, so if you're too close, it'll take a piece of you.  Ellie's on the headset with you.  If another ones come at you, let her know.  Then Ellie - you start jumping and yelling.  The buggers are easily distracted.  They'll come running and let Wu get that power on.  Then both of you, get behind this fence as quick as possible. \n[46]Wu, get away.  Give me room to shoot. \n[47]You ok? \n[48]No they're not, Ellie. \n[49]I couldn't compromise everyone's safety. \n[50]You just reset the power.  Now the computer has to be booted. \n[51]No more ammo.  I requisitioned six charges but the bean-counter - - cut it down to two. \n[52]Well, they seem to be getting faster all the time. I would say - fifteen minutes. ", "Hammond": "\n[1]Welcome, ladies and gentlemen.  Welcome to an ancient and mysterious world, a world long before humankind inhabited it with all out remarkable dreams and questions.  Enter a world that existed one hundred million years ago.  When our changing earth was the abode of magnificent creations. Today, the late twentieth century has witnessed a scientific gold rush of astonishing proportions:  the headlong and furious haste to un of genetic engineering has become more than just a subject for science fiction writers. \n[2]Biotechnology promises the greatest revolution in human history.  It will outdistance atomic power and computers in its effects on our everyday lives.  We'll see square trees for easy lumbering and white trout for super visibility to fisherman.  Why it will transform every aspect of human life: out medical care, our food, our health, even our very entertainment. \n[3] It's literally going to change the face of our planet as we know it. \n[4]... Jurassic Park.  What we do here is made possible through the miracle of DNA replication, commonly known as cloning. To explain what cloning means, I'm going to need my own clone - John Hammond. \n[5]Hi, John! \n[6]Hi, John. \n[7]Okay John, hold out your finger. \n[8]Why? \n[9]I need some of your \n[10]Now just a minute here, John. \n[11]Your genetic material is the same in every cell of your body.  You have a hundred billion cells.  You won't miss a couple. \n[12]OW!!!  That hurt!  Hey, what's - \n[13]John, let's look into your blood, the river of life.  There's your white cells, exquisitely evolved to clean up bodily wastes.  And there's a mighty nucleus, the heart and brain of a cell.  This nucleus has an amazing property.  It can sp That's how it grows.  And then those two can do it again.  And again.  Making copy after copy of itself. \n[14]Hi, I'm John Hammond.  Hey, I'm John Hammond.  No, I am.  I am. \n[15]Come on, that's enough of this!  And I thought to reproduce myself I had to do it the old-fashioned way. \n[16]That's all we've got so far.  A lot of fun, isn't it, Mr. Gennaro? \n[17]It's been a long time, Alan.  I know the preceding was not your sort of enter- tainment.  Popular science - \n[18]Well, I don't disregard method.  But think of mutation - which is nothing more than sloppy communication on the cellular level.  Think how triumphant mutations have been in natural selection. Oh, but I know what you're saying.  It's true that I have never been afraid to make money with science.  I've always considered profit to be a measure of success, a barometer of public reaction. \n[19]Donald, in bringing my old friend, Alan Grant, you've brought an excellent critic to observe the viability of my island and out venture.  I look forward to winning you over, Dr. Grant. \n[20]I'm aware of that.  But I built this place for children.  You can't investigate it without their reactions. They're what this place is all about. \n[21]My grandchildren.  Genetics were kind. They're more like my ex-wife than me. \n[22] Hammond ushers his guests into his own richly appointed baronial suite. Ellie looks out a small window at the tee-pees and the contrasting lifestyle below.  She then focuses on the high fence, circling the perimeter of Hammond's quarters.  Above is a skylight, with metal bars.  Grant whispers to her, indicating the obviously modified window frame.  \n[23]Although Dr. Grant suspects otherwise, this is not an ill-conceived, half-baked, poorly funded plan that I've headed. This is a plan to which I committed all of my personal resources, literally billions of dollars.  And Donald Gennaro here has kindly helped me raise that sum again from wealthy Japanese.  They love theme parks.  I have recruited pre- eminent scientific minds from hallowed universities and we've taken the time to do things right. \n[24]Jurassic Park is the most advanced amusement park in the world.  We work with genetics - life's essential building blocks - to create new to make biological attractions.  Living attractions.  Attractions so astonishing that they'd capture the imagination of the entire world. \n[25]As you well know, long ago, creatures ten times larger than whales roamed our adolescent Earth.  And then mass, mysterious extinction created a time barrier unscalable until ... now. \n[26]Dinosaurs. I've been cloning dinosaurs! \n[27]Ladies and Gentlemen, Jurassic Park.  Not a resort, not a scien just a little piece of pre-history that every child in the whole wide world will insist on visiting. \n[28]Apatosaurs in the lowland.  Gallimimus in the grassy plain.  Dilophosaurus above the river.  The mighty Tyrannosaurus Rex! 238 fabulous creatures so far! \n[29]Timmy, there's electric fences and moats and video surveillance at all times. There whatever we could plant them on the island.  A computer to tabulate it all. \n[30]I didn't create them.  I found a way to wake them up, to stir them out of their prehistoric slumber. \n[31]Yes ... there is. \n[32]Glitches. \n[33]And this is the right side of my brain. The entire park is safely controlled from here.  John Arnold, that genius over there, is the m John, don't smoke so much, you're far too valuable a man to me. \n[34]Everything's controlled from here. Remote everything. Cars, feeding programs, medicine dispensers, fecal clean up - and that can be tons in a park like this.  We run this place with twenty workers.  This computer does it all.  And it polices each and every single animal out there. \n[35]That's where I will watch the astonished watchers.  Okay, let's go. \n[36]Don't mind the signs.  They're only legal precautions. \n[37]My laboratory, Lex.  It will be yours and Timmy's someday. \n[38]You're both right.  Amber is our gold. The alpha or our alchemic alphabet.  The precious course of our genetic material. You already know amber is the fossilized resin of prehistoric tree sap, of course. \n[39]Imagine - millions of years ago, tree sap flowing over insects, as it does now as I speak, in thousands of forests and backyard trees everywhere.  Imagine that ancient sap trapping a little struggling insect and consuming it in a syrupy death.  Millions and millions of years pass and we come along and discover this prehistoric insect. If we're lucky, he's perfectly preserved in a fossil form inside the hardened sap which is now amber.  And as we examine more and more amber, we find many perished insects, including among them, biting insects - \n[40]Like mosquitos, precisely, Dr. Grant. \n[41]The extraction room speaks for itself. \n[42]Right.  You are witnessing the extraction of tissue from the thorax of this humble insect.  If this mosquito has ingested any foreign red blood cells - say it bit a hadrosaur or a stegosaurus or a T-Rex -  we will extract those blood cells and obtain paleo-DNA, the how-to-build instruction book of an extinct creature. So you see, Ellie, I'm not creating dino- saurs. Fossils left behind the information, the map of how to bring them back.  I'm helping them escape from the confined of time. \n[43]Right you are, Dr. Grant!  More like hundreds of thousands of mosquitos are necessary to provide even a partial strand of DNA.  And without a complete strand, we don't have a dinosaur. \n[44]Ah, I knew you two would hit it off!  Dr. Grant, this is Dr. Wu, my chief geneticist. \n[45]Don't forget to thank me when you pick up your Nobel prize. \n[46]You are standing in the middle of the most powerful genetics factory created since the expulsion from Eden. \n[47]It's like finding the missing pieces of a jigsaw puzzle. \n[48]Our primordial soup. \n[49]There's no problem Dr. Wu can't handle. Now who wants to see the real thing? \n[50]Gennaro is putting negative ideas into Ellie's head.  He's a naysayer.  I have no affection for that type of thinking. \n[51]Kids, mind Mr. Regis.  He's in charge now. \n[52]Gennaro, for once in your life, let something really move you. \n[53]He fainted.  I've waited fifteen years to impress that young man. \n[54]Oh, balls. \n[55]A bullet?  Muldoon - no!  Now what?  I have five left? \n[56]Oh balls.  I will not terminate the raptors just because they're behaving normally. They're hunters.  Why can't we contain them properly? \n[57]It's just a zoo, Muldoon.  A zoo.  Figure out a way to contain them.  And we'll sit down and have a nice long discussion about raptors - after my guests leave, okay? \n[58]Wh \n[59]How can you say it so matter-of-factly? The trike's.  You casually accept it, but I never can.  You know what it means when you say \"by the trikes\"?  \"By the trike's\" means that they're out there by the species:  triceratops horridus.  It astounds me every time what I've done here.  What magic, what alchemy.  We turned a piece of a rock into a dinosaur. I will never be complacent about that. \n[60]Hello skipper, John Hammond, how are you tonight?  I certainly don't want to imperil anyone.  But can you give us one more container of food?  Then we'll feel comfortable is the storm delays your return.  Could you help us out here?  Of course, if it looks too choppy just go, but you'd be doing us a big favor. \n[61]Look at them.  Leaning out the windows, so eager.  They can't wait to see it. They have come for the danger. \n[62]Damn those people.  They are so negative. \n[63]They comb this island like a bunch of accountants.  They don't experience the wonder, the awe of it all. \n[64]It's like the Garden of Eden out there. This is the most beautiful time of day. \n[65]Yup.  Call the kitchen.  Those kids'll be hungry when they get in. \n[66]Slob! \n[67]What's going on, Arnold?  I want those lights on.  I don't want my grandchildren scared. \n[68]Well, I want the computer up.  This is the wrong weekend for glitches. \n[69]Oh yeah?  Please tell me what's worse than the lights going out? \n[70]Where the hell is Nedry?  Where is he? Did anybody check the damn john? \n[71]Arnold's on it.  You go out and bring back the tour right away.  I don't need any of this! \n[72]I'm sure you'll find them. \n[73]I'm sure we will.  After all, I keep telling everyone, this park is made for children. \n[74]Missing?  Of course I know they're missing.  You just said that.  Look, Bob, let's not get carried away.  We've had a little breakdown from the storm or whatever, and as a result we've had a regrettable, unfortunate accident.  And that's all that happened.  We're dealing with it.  Arnold will get the computers cleaned up, and open.  You'll find those kids and my good friend, Dr. Grant.  I'm sure they'll want some of this ice cream.  It's very good. \n[75] Dark.  Ellie helps Harding get Gennaro comfortable on Hammond's couch. Blood from Gennaro's injuries stain the rich leather.  Gennaro babbles.  \n[76] Hammond peeks in the door and sees Gennaro, heavily bandaged, dozing on the couch.  Gennaro's eyes flutter and Hammond enters and smiles.  \n[77]He, Donald.  Glad you're awake.  I hope you're not going to take this little mishap you had and hold it against my park.  It would be terrible if the finishing funds were in any way held up. \n[78]You really shouldn't have gotten out of the vehicle.  The park is actually quite safe.  A disenchanted worker sabotaged some equipment.  Arnold, Muldoon, and Wu, all loyal employees, are righting damage \n[79]Take a look at these, Donald.  Have you seen these?  These are great. \n[80]Wind-up toys.  Spitter umbrellas. \n[81]I got some great t-shirts.  Dinosaur bingo, hey ... \n[82]Wu says he can make a foot high souvenirs.  Bio-engineered to eat only food we sell, of course. \n[83]Growth hormones. \n[84]Let's not argue, Wu, we have a serious problem. These animals don't last.  There is a regularity, a predictability about when they die.  It's always ... very young. We don't know why.  Given time, I'm sure Wu will figure it out.  It's just ... \n[85]But there are deadlines.  The park opens next summer. And it requires full-grown specimens.  So Wu uses growth hormones to achieve the desired size in a short amount of time.  But they all keep dying and we don't know how to stop it. \n[86]I was going to tell you all this myself, Dr. Sattler, after Gennaro stopped breathing down my neck.  That's why I wanted you and Dr. Grant island - you have to help me keep the dinosaurs alive.  Won't you please help me? \n[87]  Ellie enters.  On the couch, Gennaro snores lightly.  In a chair nearby Harding sleeps, a roll of gauze grasped in his hands.  Ellie walks over to the large model of the park that Hammond revealed. She looks at the miniature dinosaurs that sit in different sectors of the park.  She picks up the plastic Rex, examines it, drops it back in.  She brushes by Harding and studies Gennaro's pasty, sleeping face.  Air blows in and out of his dry lips.  She examines the gauze wrapped around his wounded leg.  It seeps with blood.   \n[88]My God, look at this, Arnold. \n[89]They've stampeded ... \n[90]No!  Oh no!  He make a kill.  He killed one of my animals!  Where's Muldoon? \n[91]My animals!  My animals! \n[92]Where have you been?  My Rex killed a hadrosaur.  You should be out there, doing something. \n[93]Could he drown in that position?  That's a very valuable animal. \n[94]What the hell is going on? \n[95]You're ruining my ordered, precise park! \n[96]Fix my park, Arnold!  Fix it! \n[97]Told him, fix my park, fix my park. \n[98]Do you mean those raptor \n[99]Regardless, check the pit.  Make sure there' five of them there. \n[100]This is why my quarters were specially fortified.  To assist in an emergency just like this one.  Let's go.  Muldoon, round up the workers.  They'll go with us too. \n[101] Wu stands at the open sliding gate of the perimeter fence surrounding Hammond's quarters..  Next to him is Ellie.  Behind both of them, launcher at the ready, is Muldoon.  Watching from the window above, Hammond waves.  Ellie and Wu wear radio headsets.  \n[102] Ellie drops to her knees, her chest heaving, pulls her headset off with a bleeding hand.  Muldoon, affected, turns to her.  \n[103] It's a madhouse in the crowded baronial quarters of Hammond.  Gennaro is singing at the top of his-lungs while Harding tries to restrain him. Scared Workers huddle together, many a re injured.  Hammond sits on the floor, in a meditative trance.  Ellie and Muldoon stare out the window.  THEIR POV - The raptor is jumping in the air.  With every jump he comes closer to leaping onto the roof of their small building.  Muldoon regards his rocket launcher ruefully.  \n[104] With a huge leap, the raptor finally makes it to the roof of Hammond's quarters.  He jumps lightly onto the skylight.  Glass shatters over the assembled guests and workers below.  Total commotion and SCREAMS.  The raptor immediately begins to gnaw at the iron bars that block the skylight.  Below, they shake off shards of glass and huddle in the corners.  Ellie turns to Muldoon.  \n[105] The raptor has chewed almost all the way through the bars.  Panic below. In the middle of it all, Ellie is focused, listening on her headset.   \n[106] The raptor has just chewed through.  He squeezes his body into the space as the bars ELECTRIFY.  Spastically, the raptor jerks back and forth as the current flows through him.  He can't get out.  Finally, with a WHIMPER, he stops struggling and slides through the space he created.  With a THUMP, he drops to the floor below.  Ellie, Muldoon, Hammond and the workers look on in shock.   \n[107]Dr. Grant, don't abandon this beautiful place.  I need a man just like you to help me get my park back on its feet again.  And it will be on its feet again. \n[108]Oh you don't know.  There are wonderful plans in the works, sites already purchased for Euro-Jurassic and Jurassic Japan. \n[109]Don't you see I've exalted human potential here?  You must see it.  You must feel it.  I called back a life form. Listen, Dr. Grant, don't go.  Be a part of this.  I'm inviting you to do just that - let the others go, if they want. \n[110]You mean there are rules that nature follows that create barriers to our knowledge. \n[111]I know what it's done.  I've made triceratops and gallimimus and a T-Rex. I've got a batch of iguanadons being born on Tuesday.  What do you say to that? \n[112]I created genetic miracles! \n[113]The merchandise is just a by-product. Souvenirs for people to reflect on the wonder.  You fainted when you saw the brachiosaur.  Alan, look, let's not argue.  The problem is that my employees were not up to par with my dream.  They failed me.  The park, I promise you, is safe.  It really is. \n[114]It is not!  It's blooming!  In the throes of labor!  You are one more more negative voice in a You'll amount to nothing.  You'll be a bone-brusher all your life.  I pity you. ", "Gennaro": "\n[1]I've asked Hammond to arrange independent site inspections every week for the next three weeks. \n[2]Insists nothing's wrong on the island. \n[3]No, I don't.  I spent a lot of time with him five years ago when we raised the capital.  And it was a wild ride.  He's unpredictable, a dreamer. \n[4]The firm owns five percent. \n[5]General. \n[6]It seemed wise at the time.  We all wanted the park to happen.  It was in lieu of fees. \n[7]I think so.  That guy Grant's a hotshot in his field, always goes his own way - \n[8]Hammond asked to place the calls himself. I think he wants to pretend the park is not in trouble.  That it's just a social invitation, showing off the island. \n[9]No problem.  Relax, relax. \n[10]Hot, hot, hot.  Ten billion bucks and the air conditioning sucks. \n[11] \n[12]At least every rich child. \n[13]And if you're not interested? \n[14]... so naturally, Hammond's going to present everything in the best light.  I need to know that this park is safe. \n[15]How do you mean? \n[16]Looks like rain to me. \n[17]Ever get the feeling we're just Hammond's damn guinea pigs? \n[18]My God, we're going to make a fortune here! \n[19]Poisonous d issue without a lot of precedent. \n[20]Hey Regis, where are your rain gods? It's gonna pour.  Let's finish our tour. \n[21]\n[22]I knew we shouldn't have kids here. \n[23]When's the damn power coming on? \n[24]Holy shit!  Any suggestions what we do now? \n[25] As they twist and turn, trying to find a circling Rex in dark and rain. The Rex pauses right next to Gennaro's window.  He lowers his head, looking for movement inside.  CLOSE ON - the beady, expressionless reptilian eye moving in the socket.  Grant whispers, hardly moving his lips.  \n[26] The Rex bends down, bumps the windshield with his nose.  Just stays there, breathing heavily.  In the distance, the flashlight goes on again.  The Rex raises his head suddenly.  Grant g rabs his walkie.  \n[27]Extinct animals should stay extinct! \n[28]That Rex didn't even give me his full attention.  That's what hurts.  I was just an afterthought.  I gave him my full attention. \n[29] \n[30]Yo ho, I'll close this place down ... \n[31]Oh good, 'cause I love the park!  It's more than we ever dreamed!  Those brachiosaurs are so big!  And those Spitters - - incredible!  I only have one problem. Aren't we going to have pterodactyls? Oh, they'd fly away! ", "Volunteer": "", "#1": "", "Malcolm": "", "Nedry": "\n[1]I'm not reneging.  I'm re-evaluating. \n[2]You think I'm a scumbag, I know. \n[3]Look pal, you make a career in biogenetic industrial espionage, and you're bound to run across a scumbag or two.  Guaranteed! Part of the job description.  Look, who's to say, who is the real scumbag?  After all, I know what you guys need so bad. I've heard of reverse engineering. \n[4]Let the other guy put in all the work, all the R and D.  You take the finished product, work backwards, breaking it down to reveal its genetic code.  Presto!  In a few measly months you have know-how that took researchers ten years to determine.  You know how much Hammond has invested of his own personal wealth? Over five billion dollars!  And if you guys get the jump on his - in no time, the market's wide-open. \n[5]But, boy, he's really got his product! Oh yes siree, massive, gargantuan, money- making, never-heard-of-profit-like-that product.  It is a sight!  Yes, indeedy! \n[6]Just think, Gennaro - - you gotta agree it's funny!  These two, they dig up dinosaurs!  It's wonderful, isn't it? \n[7]Dr. Bones, you're going to love this place. \n[8]Nope. \n[9]Thanks for the kind word, Mr. Hammond. \n[10]Right. \n[11]Coffee anyone? \n[12]Jim, what the hell's with you  ... I know a storm's coming, I can't ... it's all so tightly planned ... that's not enough ... ok, twenty minutes, I'll be there.  Damn! \n[13]Sorry 'bout that.  I've taken all the lines to upload some data. \n[14]I'll clear a couple of lines for you at the end of the next transmission, sir. Here you go now, this will make it all better, Mr. Hammond. \n[15]Yup!  Looks like a never-ending weekend for me.  I'm gonna get a Diet Coke. Don't touch my console, ok?  Line will be clear in five minutes. \n[16]Okay, little ones!  Here we go! \n[17]Oh, shit! \n[18]Nah.  I'm back in five minutes, they'll never know I was gone. Careful with that thing!  It's worth more than the ship. When's the copter meeting you? \n[19] \n[20] \n[21]Ok.  Ok.  Here. \n[22]Look, this is insulating spray. \n[23]In about eight hours, spray down all the eggs with this stuff.  It'll keep 'em warm but not too warm.  I hope Baker has it together with the dock. \n[24] Nedry speeds along the rain-slick road, fish-tailing as he goes.  CLOSE ON - Nedry at the wheel.  NEDRY'S POV - the dark, wet road running alongside a ten-foot chain-link fence.  Suddenly, a beast-like visage blur s across the road.  Nedry swerves.  The jeep skids.  Nedry tries to over-steer, can't bring the careening jeep under control.  The jeep crashes though the fence, bounces down a cement culvert, and dives into a raging gully.  Nedry curses.  He spins the wheel.  The tires spin and spray.  The jeep's hopelessly stuck in the gully.  From Nedry's seat in the jeep, he cranes his head around, examining his situation.  NEDRY'S POV - On the opposite side of the gully, there is an equipment graveyard.  By the titled jeep headlights, steely monsters all around can be seen - discarded earth movers, graders, and tractors.  Nedry gets out of the jeep, grabs the winch from the jeep's back end. and wades over to an abandoned tractor.  \n[25]Shit. I'm going to have to change clothes. \n[26]I hope this is one of them herbivores. \n[27]Gross. \n[28]I'm blind, I'm blind. ", "Ellie": "\n[1]Dr. Grant!  Dr. Grant! \n[2]She jumps. \n[3]A defensive posture against a vicious, blood-thirsty T-Rex? \n[4]I bet is was a mating ritual. \n[5]Excuse me, Dr. Grant.  But ... fact is, we're late.  There's the car. \n[6]You know, if ev method like you, there would be no body of theory - no quasars, no big bang - \n[7]We're leaving the raptor dig - \n[8]- because Gennaro is paying us sixty thousand dollars to observe some resort of Hammond's in Costa Rica. And that's - \n[9]This is exciting! \n[10]How the hell is he landing this thing? \n[11]This is not fun. \n[12]Whoa!!!! \n[13]I don't like this feeling ... \n[14]Aggressive growth, huh? \n[15]The audicity of man to get here at the last second and think he runs the show. \n[16]Just what is it you're trying to clone? \n[17]Dr. Grant's embarrassed that his book was so widely successful.  He wrote if for gra \n[18]You created dinosaurs?  Who gave you the right to do that? \n[19] \n[20]Put in a piece of amber, find a mosquito, drill it out.  Right? \n[21]I'll tell you something that troubles me from the start.  The carnivores are all well-fed and kept separated from their natural prey.  That'll keep 'em alive, but it won't keep 'em happy. \n[22]The carnivores will want to hunt.  It's an instinct.  And that instinct will have to be satisfied or suppressed. \n[23]Alan?  Alan? He fainted! \n[24]What to you mean? \n[25]Spitter! \n[26]Are we dreaming all this? \n[27]Microvesicles.  Interesting. \n[28]What does sh \n[29]West Indian Lilacs! \n[30]Extremely smooth.  Purple stains, could be those lilac berries. \n[31]So, she poisons herself periodically. \n[32]I'm staying. \n[33]You read my mind. I think she's sicker then they're saying. Her skin is dry and flaky.  And her gums are pale.  I'm going to talk to Dr. Wu. \n[34]No!  I'm going with you, Muldoon. \n[35]Lot of track in college. \n[36]Oh, My God!  Where's the other one? \n[37]Then they must be out there.  They must be out there.  I know it. \n[38]No!  They're out there. \n[39]Looks like you've been through this before. \n[40]Right. \n[41]I need to find Wu.  I have to run a few tests in his lab. \n[42]No sign of those berries.  Really interesting.  There are indications of a similar virus in every tissue sample. But it's not in the ground.  Could I look at some of the discarded embryos? \n[43]And yet from what Harding tells me, many of you animals have similar symptoms - besides the microvesicles, a lack of hunger, loss of reproductive urges, sores in the mouth and gums. \n[44]Why don't you get some sleep, Dr. Wu? I'm just going to run a couple more tests and then I'm going to turn in myself. \n[45]I'm here to investigate this park. And there's \n[46]These bones aren't fully formed. \n[47]Right.  What the hell is going on, Wu? \n[48]Gennaro's losing a lot of blood. needs transfusions.  We gotta get a rescue helicopter.  Arnold, what's with the phones? \n[49]Find what? \n[50]Look, there is a sick man here who needs medical attention or he'll die.  Four people are out there, missing in your park.  We need search teams.  We have to have a phone or radio. \n[51]Well? \n[52]- turn the goddamn safety systems off! Can't you get it through your head that we have no choice? \n[53]How long do we have to wait? \n[54]What's wrong? \n[55]Arnold!  They're still not working. \n[56]No we're not.  Phones still dead. \n[57]What's happening? \n[58]What? \n[59]You running on auxiliary power? \n[60]Arnold's not with you? \n[61]Wait.  What about Arnold? \n[62]Hey you cretaceous dromaeosaur, you can't catch me.  Hey, come and get me, you flat-snouted Mongolian beast.  Hey! \n[63]I'm going in.  Muldoon, cover the door after I go in.  Wu, guide me! \n[64]Damn, I banged my head. \n[65]One - \n[66] \n[67]Two - \n[68] \n[69]Three! \n[70] The siren and the flashing lights stop.  The room lights go on.  Ellie turns to go back upstairs.  Her foot slips, she falls to the ground. She has slipped on a pool of blood.  She jumps up, recoils.  It's Arnold.  She squelches a SCREAM, covering her own mouth.  SMASH!  Ellie SCREAMS as a raptor lunges at her.   He jumps down above the water pipe Ellie banged her head on.  Ellie turns and races toward a ventilation shaft.  She dives into it. The raptor gets there a second late and smashes against the shaft wall.  Ellie pushes herself against the shaft wall and, using her legs to push against the wall, begins to climb up.  The raptor smashes against the shaft again and gets inside.  Ellie scrambles up.  The raptor snarls and spits but it is momentarily pinned.  Ellie continues her scramble up the shaft.  At ground level, she slams her feet hard against a vent, popping it open.  Scraping the wall and banging against pipes, she races toward the door.   \n[71]Raptor! \n[72]Come on, Wu!  Come on!  Run! \n[73]They're coming inside! \n[74]Why didn't the power go on? \n[75]Why don't you just nail that bastard? \n[76]How long? \n[77]There's a raptor on the roof of this building.  Open that gate and you're a dead man. \n[78]Shut up and listen.  We have about fifteen minutes here.  The computer has to be rebooted.  That'll turn on the electric fences.  Besides the r stuck in here with us, there are four more ... \n[79]Ah, Alan, nobody here knows how to boot the computer.  Please hurry, we've only got a couple minutes left. \n[80]Ok, we're all right here for now. \n[81]But there's still one more raptor.  So be careful. \n[82]They're so beautiful.  They're condemned, aren't they?  Even those embryo fragments had the same viral contamination. \n[83]You have a theory? \n[84]So the very process itself was flawed. ", "Dodgson": ""}}