{"filename": "Killing-Zoe_script.txt", "imdb_id": "tt0110265", "imdb_url": "https://www.imdb.com/title/tt0110265", "characters": ["Francois", "Ricardo", "Bellboy", "Eric", "Patchoo (as Elise Renée)", "Oliver", "Bank Manager (as Gian Carlo Scandiuzzi)", "Cab Driver", "Claude", "Jean", "Martina", "Assistant Bank Manager (as Gerard Bonn)", "Zed", "Concierge (as Ron Jeremy Hyatt)", "Zoe"], "dialogues": {"Francois": "\n[1][Looks clear.] \n[2][Should we see if they're okay?] \n[3][What do we do!?] \n[4][The police!  They're entering the building!] \n[5][Eric!] \n[6][The police are coming in!  We're doomed!] \n[7] \n[8]Oliver!  Let's get a hostage! ", "Ricardo": "\n[1]Do you like French cars? \n[2]I like the Cadillac.  Fifty-two to seventy-five.  Very nice. \n[3][Shit!  That bastard.] \n[4]Perverts d'homosexuels! \n[5]Do you like French cars? \n[6]I like the Cadillac.  Fifty-two to seventy-five.  Very nice. \n[7][Shit!  That bastard.] \n[8]Perverts d'homosexuels! \n[9] \n[10][I mean I'm not sure.] \n[11][And I'm not sure.] \n[12][I just fucking told you, I don't know.] \n[13][It didn't.] \n[14][No.  It's just a guess.] \n[15][Yes.] \n[16][Shit these masks are really hot.] \n[17][Let's see.  Okay.  An unfortunate fellow was locked up in prison doing five to ten for armed robbery.  All he could think of the whole time was eating pussy.] \n[18][The day finally came for his release. He walked out of the prison with a new suit and fifty francs the officials had given him, and made a bee-line for the whorehouse in the nearest town.  Slamming his fifty francs on the front desk, he said, \"I wanna eat some pussy.\"] \n[19][I'm not done.  Listen.  \"Where've you been,\" said the greasy fellow behind the desk, \"fifty francs won't get you a close look these days.\"] \n[20][\"Listen buddy,\" said the ex-convict, pulling him out of his chair by the shirt collar, \"I wanna eat some pussy, and I want it now!\"] \n[21][\"Okay, okay,\" gasped the proprietor, \"I'll see what I can do.\"  So the ex-con followed him through to the very back of the warehouse through some stained, tattered red curtains, and into a grimy little room where a bedraggled looking whore lay spreadeagled on a filthy bed. \"She's yours for fifty francs,\" said the proprietor, and the fellow went at it.] \n[22][After a little while, he came across a piece of egg.  \"That's funny,\" he thought to himself, \"I don't think I had egg for breakfast.\"  But he spat it out and kept eating away.  Next he found a piece of chipped beef wedged between his front teeth.  \"I'm sure I haven't eaten chipped beef this week,\" he thought, but kept on. Then he came across the corn.  \"What is this?\" he said, \"I think I'm going to be sick.\"] \n[23][\"Ya know,\" says the whore, \"that's what the last guy said.\"] ", "Bellboy": "\n[1] \n[2]Ah...telephone, for the room service. \n[3]The toilet. \n[4]To hang the clothes. \n[5]From here you can operate the television. \n[6] \n[7] \n[8]Ah.  Yes.  Il est presque huit heures moins dix. ", "Eric": "\n[1] \n[2]What happened to you?  I thought you were going to call. \n[3] \n[4]That's good, but now I am here.  So let's go.  We have a lot to talk about. \n[5]Is she your girlfriend? \n[6]Fuck her. \n[7]She's a dishrag whore.  Kick her out. \n[8]Don't be silly.  It's dangerous. \n[9](in French with English \n[10][No.  Come on you fucking slut!] \n[11]  \n[12]God damn it! \n[13][Get the fuck out of here you fucking whore!] \n[14] \n[15]Oh shit.  Her clothes. \n[16]La ferme! \n[17]So tell me, what have you been up to? \n[18]Oh.  Well, then why didn't you stop me. \n[19]Look, your whole life you've done nothing but fuck whores.  A girl like that will give you AIDS.  Why don't you find a nice girl in the suburbs? \n[20]Just use your hand like me. \n[21]I don't understand.  Anyway, it's too late.  Get dressed, let's go out and meet the boys. \n[22]No, in Paris it's good to smell like you've been fucking.  It will make them respect you. \n[23]Just put on a shirt and a sport coat. \n[24]  \n[25]I'm glad you came.  How long has it been? \n[26]It's amazing, you know?  Here you are. One day in America.  Now here. \n[27]But in Paris your old friend Eric has a job for you, so you came.  That's good. \n[28]You would have been stupid to. \n[29]After school I spent some time in Algeria studying African philosophy.  And then I bummed around.  You know.  For fun.  For a while I worked at Le Figaro.  The newspaper. \n[30]Yes.  With an assumed Masters degree. And lately we have just been bombing fascists here in Paris.  You know, like terrorists. \n[31]It's fun. \n[32]   \n[33]The people next door are on holiday.  We took their phone.  If you want to make a long distance call, go ahead. \n[34]I don't know.  I think it's asleep but it's been there for days. \n[35]I guess it is dead. \n[36]      \n[37]Hello. \n[38] \n[39]They all know who you are. Ne soyez pa salauds.  Offrez une biere au plus grand perceur de coffres. \n[40]   \n[41]    \n[42] \n[43]  \n[44]  \n[45]Don't ask me where we got this. \n[46]On Bastille Day, all the banks are closed. \n[47]But this one.  BIP.  The Banque Internationale de Paris.  And for being greedy capitalists perhaps they will remain closed next Bastille day.  Yes? \n[48]We will go in and shut the bank down. Now, look at this. \n[49]As you can see, only one person can start the alarm. The concierge, at this desk. We will take care of him.  Then we can close the bank.  No one will know the difference since every other bank will be closed. \n[50]Ahhh!  He's right next to the door.  We'd have to be totally incompetent not to stop him.  Don't worry about that. \n[51]Here.  This is where they keep the days reserve cash.  Okay fuck that. \n[52]There are many vaults downstairs, but this is the vault we must get into.  This is where the real prize is. \n[53]Ah...Swiss made.  A Caliber. \n[54]No, that's too long. \n[55]Well shit.  It's too long.  We have to be in and out. Like that.  Or there will be suspicion. A little time is okay...but too long and... \n[56]Another vault. \n[57]I don't know...it connects the two vaults. \n[58] \n[59]I don't know. \n[60]But this entry way is too small to get the platen out.  We have a lot of merchandise in there. \n[61]You could open it in five minutes? \n[62] \n[63]Tomorrow. \n[64]But of course. \n[65]It's not impossible.  Everyone knows what to do. \n[66]You don't need to know shit.  Just get into the vault and we'll do the rest. \n[67]Fuck the bank.  Before we do a job we live life.  It's better that way.  Okay? \n[68]Good.  Now we do heroin! \n[69]   \n[70][Cotton.] \n[71] \n[72][Don't want to get air bubbles in my veins.] \n[73]  \n[74]  \n[75]    \n[76]There.  That's Notre Dame. \n[77]Up here you can see the Eiffel tower. \n[78]Yes, tomorrow we pull the biggest job in French history.  And spend the rest of our lives in Monte Carlo. \n[79]  \n[80] \n[81]Over here is where the male prostitutes sell themselves.  Do you see? \n[82] \n[83] \n[84]Everyone has agreed to give you double shares.  That's good. \n[85]You know I have AIDS.  From the needle. \n[86]Okay, up here is the Arc de Triomphe. \n[87]  \n[88]I'm glad you came.  How long has it been? \n[89]It's amazing, you know?  Here you are. One day in America.  Now here. \n[90]But in Paris your old friend Eric has a job for you, so you came.  That's good. \n[91]You would have been stupid to. \n[92]After school I spent some time in Algeria studying African philosophy.  And then I bummed around.  You know.  For fun.  For a while I worked at Le Figaro.  The newspaper. \n[93]Yes.  With an assumed Masters degree. And lately we have just been bombing fascists here in Paris.  You know, like terrorists. \n[94]It's fun. \n[95]   \n[96]The people next door are on holiday.  We took their phone.  If you want to make a long distance call, go ahead. \n[97]I don't know.  I think it's asleep but it's been there for days. \n[98]I guess it is dead. \n[99]      \n[100]Hello. \n[101] \n[102]They all know who you are. Ne soyez pa salauds.  Offrez une biere au plus grand perceur de coffres. \n[103]   \n[104]    \n[105] \n[106]  \n[107]  \n[108]Don't ask me where we got this. \n[109]On Bastille Day, all the banks are closed. \n[110]But this one.  BIP.  The Banque Internationale de Paris.  And for being greedy capitalists perhaps they will remain closed next Bastille day.  Yes? \n[111]We will go in and shut the bank down. Now, look at this. \n[112]As you can see, only one person can start the alarm. The concierge, at this desk. We will take care of him.  Then we can close the bank.  No one will know the difference since every other bank will be closed. \n[113]Ahhh!  He's right next to the door.  We'd have to be totally incompetent not to stop him.  Don't worry about that. \n[114]Here.  This is where they keep the days reserve cash.  Okay fuck that. \n[115]There are many vaults downstairs, but this is the vault we must get into.  This is where the real prize is. \n[116]Ah...Swiss made.  A Caliber. \n[117]No, that's too long. \n[118]Well shit.  It's too long.  We have to be in and out. Like that.  Or there will be suspicion. A little time is okay...but too long and... \n[119]Another vault. \n[120]I don't know...it connects the two vaults. \n[121] \n[122]I don't know. \n[123]But this entry way is too small to get the platen out.  We have a lot of merchandise in there. \n[124]You could open it in five minutes? \n[125] \n[126]Tomorrow. \n[127]But of course. \n[128]It's not impossible.  Everyone knows what to do. \n[129]You don't need to know shit.  Just get into the vault and we'll do the rest. \n[130]Fuck the bank.  Before we do a job we live life.  It's better that way.  Okay? \n[131]Good.  Now we do heroin! \n[132]   \n[133][Cotton.] \n[134] \n[135][Don't want to get air bubbles in my veins.] \n[136]  \n[137]  \n[138]    \n[139]There.  That's Notre Dame. \n[140]Up here you can see the Eiffel tower. \n[141]Yes, tomorrow we pull the biggest job in French history.  And spend the rest of our lives in Monte Carlo. \n[142]  \n[143] \n[144]Over here is where the male prostitutes sell themselves.  Do you see? \n[145] \n[146] \n[147]Everyone has agreed to give you double shares.  That's good. \n[148]You know I have AIDS.  From the needle. \n[149]Okay, up here is the Arc de Triomphe. \n[150] \n[151][Drop your gun now and nobody dies!] \n[152][Good boy.] \n[153][Take these two upstairs.  And chain the gate to the sub lobby shut.] \n[154][Any others I should worry about?] \n[155] \n[156][Who the fuck are you?] \n[157]  \n[158][Shut your fucking mouths!] \n[159] \n[160][Now save us a lot of time and just open the vault.] \n[161][Okay.] \n[162][Open the vault.] \n[163][Oh.] [Can you?] \n[164][Then open it.] \n[165][Do you understand that I'll kill her if you don't open this fucking vault?] \n[166][Open the vault door or I'll kill this man next.] \n[167][Come on.  It's only things in there. This man is flesh and blood.] \n[168]Shut the fuck up! [You're a customer in this bank and this is how they treat you.  Do you have a family?] \n[169][Would you like to see them again?] \n[170] \n[171]Fucking idiot. [You seem like a nice man.  Tonight at dinner think about how lucky you are and how much you love your family.] \n[172] \n[173]Don't you ever conflict with me during work again!  Do you hear!? \n[174]  \n[175]Oh fuck it doesn't matter!  Here you get the death penalty just for robbing a federal bank. \n[176]Ohhhh!  That's what they tell you!  But who cares?  I need to take a piss. \n[177] \n[178]What is it?  What's going on? \n[179]No!  You stay here. \n[180][What the fuck is going on!?] \n[181]Oh shit. \n[182][Is this what happens?  Is this what happens when I walk away for five minutes?] \n[183]  \n[184] \n[185][Good.  Let's try to keep it that way. God what a mess.] \n[186][What the fuck is it now!?  You want me to hold your hand as you take a piss?] \n[187][What?] \n[188][Yes.] \n[189][Yes.  It didn't go off.  If it had the police would be here and our whole plan would be fucked.  But they're not here, and our plan isn't fucked.  So if there aren't any more fucking stupid questions I'll go downstairs and see if we're in yet.  Is that okay with you?] \n[190][I thought the phones were dead.] \n[191][Answer it!] \n[192][Answer it or you will die.] \n[193]  \n[194] \n[195] \n[196]  \n[197][Shut the fuck up!  The alarm didn't do shit.  For all we know your idiot shooting brought them here.  Anyhow it doesn't matter.  Nothing has changed.] \n[198][Nothing.  We don't have to do anything. The plan stays the same, just slightly different.] \n[199][If the police decide to come in...kill them.  And if you don't mind, stack those bodies somewhere else.  This place is a fucking mess and it's bad for morale.] \n[200]Nothing.  They were just scaring them. \n[201]Yes.  They're assholes.  Just having fun. \n[202]It's okay.  You can buy another one. \n[203]Excellent.  What next? \n[204]It's okay.  I'll find it for you. \n[205]I think it would be better if I looked for you.  I could-- \n[206]Oh, I wouldn't want to do that. \n[207] \n[208] \n[209]It worked! \n[210]Oh my God it worked! \n[211]Then do it.  We don't have all day. \n[212]Good. \n[213]Merde! \n[214]Must be. \n[215]Me too. \n[216]Some asshole in the vault. \n[217]Quiet! \n[218]Just let me think. \n[219] \n[220][Come on.  We don't want to kill you.] \n[221]  \n[222][Then take a paid vacation.  We won't tell if you won't.] \n[223][Well, look, we're going to give you fifteen minutes to change your mind. Okay?] \n[224]I like danger. [Changed your mind yet?] \n[225]But I didn't!  Let's go check out the damage. \n[226]Zed look! \n[227]I beat you!  I opened it in under three minutes. \n[228]Look at it!  We're all rich! \n[229]We're rich! \n[230]We're rich! \n[231]Yes but we're rich! \n[232]I'm going to show the others. \n[233][Jean, Francois, Claude...look at this.] \n[234][Zed is opening the vault now.  This is a taste.] \n[235][Look at this and tell me I'm not brilliant.] \n[236] \n[237][Of course.] \n[238][There's no need.  I have nothing to hide.  What is it Claude?] \n[239][What are you doing Claude?  Talking of all this false doubt.  What do you think we're going to do?] \n[240][Obviously, since Ricardo fucked us up and didn't kill the concierge fast enough.  And killing all these assholes-- ] [--isn't going to do us a damn bit of good now, is it?] \n[241][No.  Because we'll need them as hostages when we get on the plane.] \n[242][Claude, you are a mental giant.  Leave the plans up to me and just kill people if they get out of line, okay?] \n[243][I'm going to see how things are going.] \n[244][They want to fuck with me!?  They want to fuck with me!?] \n[245][You want to fuck with me!?  I'll show you what happens to people who fuck with me!] \n[246][The moment of truth my love.  You knew it would come.] \n[247][Have mercy?] \n[248][With her.] \n[249][That's sweet.] [You have quite a reach my lovely.  Is he one of your clients?] \n[250][It's a deal.] \n[251][Don't mention it.] \n[252][Clearing up the \"how full of shit am I\" question the cops are asking themselves right now.] \n[253]   \n[254]     \n[255] \n[256]Merde! \n[257][That's what you get!] \n[258][The fucking police won't budge.  I kill a man and they don't care.  They say they don't make deals with terrorists.  It really fucks up my plan.] \n[259] \n[260][What are you looking at you fucking whore?] \n[261][Are you afraid I'll tell these people that this is only a day job for you?] \n[262][What?  So they know that you're a--] \n[263][Shut up!] \n[264][My only mistake was not to make an example of a woman to begin with.] \n[265] \n[266][Bitch!] \n[267]Kill her!  Kill her! \n[268]What the fuck are you doing!? \n[269]Do you really love your bitch whore girlfriend that much?  She's really fucked with your mind. \n[270]Look at it.  It's all for us.  The smoke. The attention.  They have no idea of who they're dealing with.  They have no idea what kind of men we are. \n[271]You can no longer be in our club.  You forfeit your cut of the pie. \n[272]Shit Zed.  I haven't seen you in years. You hardly know me. \n[273]Never let a girl come between two men. \n[274]Now let's try to get out of here. \n[275] \n[276][Jesus, what now?] \n[277][Get a hostage.] \n[278][Think!] \n[279]Zed. \n[280] \n[281]Zoe. [Zoe, come here to me.] \n[282][Killing you would just be gravy, so don't fuck with me.] \n[283]Zed no.  I'll kill you.  It means nothing to me, our friendship. \n[284]Oh but you're wrong.  This is my way out. This dime store couge with her motor driven ass.  You find your own. \n[285]Come Zed...I'm going to cut you like a sausage. \n[286]Did you see how she ran?  Did you see how she ran?  She doesn't care about you. Fucking pussy only cares about pussy. Look out for number one.  What do you say Zed? \n[287]I will kill you.  And once I kill you Zed, I'll get out of here.  I'll fuck your bitch up the ass and give her AIDS...if she doesn't already have it. What do you say to that Zed? \n[288]Fucking bitch! \n[289]Fuck both of you. \n[290]Au revoir. \n[291]I give you little kiss.  Ciao. ", "Oliver": "\n[1] \n[2]Don't think of it. \n[3]Here you go mate. \n[4] \n[5] \n[6] \n[7] \n[8]So, how long have you known Eric? \n[9]Yeah, and his dad's French. \n[10]Well, it's good to have you here.  Eric speaks fairly highly of you.  Say, he says you're a big fan of Viking films. \n[11]Oh they're the best.  Helmets with horns on them.  Shit.  That's fucking genius. \n[12]How 'bout Toy Jazz?  You like it? \n[13]I love it.  It's really good, you know? Like real music.  It has a heart and culture all it's own.  It's, like, jazz for dwarves...or guys in Leiderhosen. Total purity of essence. \n[14]Hungry cannibals'd like it. \n[15] \n[16]Look at him.  He's crazy. \n[17] \n[18]Don't think of it. \n[19]Here you go mate. \n[20] \n[21] \n[22] \n[23] \n[24]So, how long have you known Eric? \n[25]Yeah, and his dad's French. \n[26]Well, it's good to have you here.  Eric speaks fairly highly of you.  Say, he says you're a big fan of Viking films. \n[27]Oh they're the best.  Helmets with horns on them.  Shit.  That's fucking genius. \n[28]How 'bout Toy Jazz?  You like it? \n[29]I love it.  It's really good, you know? Like real music.  It has a heart and culture all it's own.  It's, like, jazz for dwarves...or guys in Leiderhosen. Total purity of essence. \n[30]Hungry cannibals'd like it. \n[31] \n[32]Look at him.  He's crazy. \n[33][Freeze motherfucker!] \n[34][On the ground!] \n[35][Don't fuck with me!  Don't fuck with me!] \n[36] \n[37]Who gives a damn if they see us or not anyway!  I can't see a fucking think in this! \n[38]The phones are dead. \n[39]Oh my God!  The police! \n[40]What is it?!  I came down to see how things were going and heard shots! \n[41]We've got guns.  Why don't we just storm in and blast his fucking ass!  It's three against one!  Let's give it the old-- \n[42]I'm just trying to be helpful. \n[43]You don't have to snap at me. \n[44]Right.  When you tell me, I'll open it up. \n[45]Right. \n[46]I'll be at the other vault waiting for you to call to me. \n[47]Sure. \n[48]Holy mother. \n[49]This is unbelievable.  Look at all of this.  It's wonderful to touch. \n[50]Do you think we should get some cash also? \n[51]Well, you never know. \n[52]That's true. \n[53]Eric knows someone in Portugal. \n[54]A what? \n[55]Oh, it won't matter.  The police know what we're up too. \n[56]You don't know?  We've been discovered. But Eric has them under control. \n[57]The building is surrounded. \n[58]This is the end! \n[59]Bastard! \n[60] \n[61]You wanna fuck with me?  You wanna fuck with me?  I'll show you who you're fucking with! \n[62]Ox!  Where is thy yoke!? ", "Cab": "\n[1]     \n[2]Le Mondial.  Tres bien. \n[3]Avec cette pluie ca risque de prendre un moment.  L'autoroute est ferme.  A cause du 14 Juillet. \n[4][Do you mind the radio?] \n[5][Do you want me to turn the radio off?] \n[6] \n[7]That's good because I speak a little English. \n[8]I asked if you mind the radio.  Music. You know. \n[9] \n[10]Time, time, time.  I don't know. Daytime. \n[11]Are you in town for business? \n[12]It's a nice hotel.  Your hotel.  Very big rooms. \n[13]Do you know Paris? \n[14]Those were the days. \n[15]Married? \n[16]Do you have a wife? \n[17]Well, if you need a wife for the night... Une escorte.  Pour vous faire visiter. For business.  I give you my number. Very nice girl.  French.  Like when you were young. \n[18]Know what I mean? \n[19]Speaks the language of love.  Take you to heaven and back.  You just tell me and I set it up. \n[20]What you laughing at?  You let Moises set it up.  She treat you right.  She treat you fine. ", "Driver": "\n[1]Le Mondial.  Tres bien. \n[2]Avec cette pluie ca risque de prendre un moment.  L'autoroute est ferme.  A cause du 14 Juillet. \n[3][Do you mind the radio?] \n[4][Do you want me to turn the radio off?] \n[5] \n[6]That's good because I speak a little English. \n[7]I asked if you mind the radio.  Music. You know. \n[8] \n[9]Time, time, time.  I don't know. Daytime. \n[10]Are you in town for business? \n[11]It's a nice hotel.  Your hotel.  Very big rooms. \n[12]Do you know Paris? \n[13]Those were the days. \n[14]Married? \n[15]Do you have a wife? \n[16]Well, if you need a wife for the night... Une escorte.  Pour vous faire visiter. For business.  I give you my number. Very nice girl.  French.  Like when you were young. \n[17]Know what I mean? \n[18]Speaks the language of love.  Take you to heaven and back.  You just tell me and I set it up. \n[19]What you laughing at?  You let Moises set it up.  She treat you right.  She treat you fine. ", "Claude": "\n[1] \n[2] \n[3]Let me introduce you properly.  This is Enrique. \n[4]He likes to be called Chim Chim, but we don't always get what we like...do we? \n[5]  \n[6]Ahhhhhh! \n[7]Okay. \n[8][Faster, faster...go faster.  Let's beat them!] \n[9]Here, you must drink some of this wine, it's good. \n[10]  \n[11] \n[12] \n[13]Let me introduce you properly.  This is Enrique. \n[14]He likes to be called Chim Chim, but we don't always get what we like...do we? \n[15]  \n[16]Ahhhhhh! \n[17]Okay. \n[18][Faster, faster...go faster.  Let's beat them!] \n[19]Here, you must drink some of this wine, it's good. \n[20]  \n[21][I'm going to check things out downstairs.] \n[22][All clear down here?] \n[23][The phones and video are down!  We're locked up tight!] We fucking did it! \n[24][I know, I've got fucking sweat stinging my eyes.] \n[25][No one fucking moves!] \n[26][The gun!  Somebody get it!] \n[27][He had a hidden gun.] \n[28]Eric \n[29][I have a question.] \n[30][Do we know if the alarm went off or not?] \n[31][We do?] \n[32][The silent alarm must have gone off after all!] \n[33][What does it matter now?  We're fucking surrounded by police.] \n[34][What?  You think we may actually get out of this?  You're fooling yourself.] \n[35][Are you kidding me?  Look at this mess.] \n[36][This is nothing.  Imagine the police outside.  We're dead men.] \n[37][Eric...can I speak with you?] \n[38][In private.] \n[39][Well...we're surrounded by the police and we have no way out.  What are we going to do?] \n[40][I don't know...not the original plan.] \n[41]No. \n[42][We're going on a plane?] \n[43][Okay.] \n[44][Eric!  What are you doing?] \n[45]Eric. \n[46][And what if we gave up?] \n[47][They're trying to smoke us out Eric!] ", "Jean": "\n[1]Do you want heroin? \n[2]No.  A little bit of heroin, some hash, a beer...and you're just right. \n[3] \n[4] \n[5]Oh, but you must.  It will make you feel as though the rest of the world is in a bubble of glass and that you're rubbing up against it like a bad windshield wiper. \n[6]   \n[7]Do you want heroin? \n[8]No.  A little bit of heroin, some hash, a beer...and you're just right. \n[9] \n[10] \n[11]Oh, but you must.  It will make you feel as though the rest of the world is in a bubble of glass and that you're rubbing up against it like a bad windshield wiper. \n[12]   \n[13][What do you mean you're not sure if the alarm went off or not?] \n[14][Well, either it did or it didn't.] \n[15][Well, do you think it did?] \n[16][Take a guess.] \n[17][You're sure?] \n[18][Well what kind of a fucking guess is that?  You're saying it could have.] \n[19][Well that's fucking great.  Why didn't you just kill that asshole to begin with. I knew I should have been the one to kill him.  You're always so damn slow.] \n[20] \n[21][Shit!  What happened!?] \n[22][Nobody fucking moves!  Nobody fucking moves!] \n[23] \n[24][Eric, I'm sorry.  Things got out of hand.  But we're in control now.] \n[25][My God!  The police!  What are we going to do?] \n[26][No.  They're just blasting the vault open.] \n[27][Why are you such a pessimist?] \n[28][You did it!  You got in!] \n[29][Don't make me!] ", "Martina": "", "Zed": "\n[1]Hotel Mondial. \n[2](realizing he's being asked a \n[3]That's right. \n[4]What time is it? \n[5]Yes. \n[6]I've been here once before.  When I was younger. \n[7]I beg your pardon? \n[8]No. Why? \n[9]Oh, wait. \n[10]What time is it? \n[11] \n[12] \n[13]I...don't speak French. \n[14]Well, let me just dry up. \n[15] \n[16]My name's Zed. \n[17]What was that? \n[18]I'd rather watch you get undressed first. \n[19]Slower. \n[20]Yes? \n[21]Yes. \n[22]Why? \n[23]Do you ask all your clients questions? \n[24]So you like me? \n[25]Why? \n[26]How do you know I'm a good person? \n[27]All men and women fit together.  Hell, even some men fit together. \n[28]No I don't. \n[29]I never really thought of it like that. \n[30]Well, I like you too Zoe. \n[31]Well, I like your honesty.  You're open. Unlike most prostitutes I've been with. \n[32]Really?  Can I have my francs back then? \n[33]I see. \n[34]No, I do. \n[35]I didn't say it was. \n[36]Okay, okay relax.  What school do you go to? \n[37]That's really interesting.  What kind of art do you study? \n[38]Oh. \n[39]What kind of things do you paint? \n[40]I'd like to see one of these. \n[41]Zoey.  I'm sorry for calling you a prostitute.  I didn't understand the difference. \n[42]If these things you make are as true as you are...I'm sure they're as indescribable.  Perhaps, someday, you'll make one...about me. \n[43]      \n[44]I have no idea.  Night time. \n[45]Eric.  Come in. \n[46]Sorry, I asked the hotel to give me a wake up call. \n[47]What about the girl? \n[48]No. \n[49]I'll let her stay here tonight. \n[50]Eric. \n[51] \n[52]Eric, I liked that girl. \n[53]Because you were on a rampage. \n[54]Because when you need to get off you don't want to have to date for months to do it. \n[55]Sometimes you just need honesty...and security. \n[56]Okay, let me take a shower. \n[57]Oh. \n[58]Years. \n[59]Well, to be honest there really wasn't much happening for me in the states. \n[60]How could I resist your invitation? \n[61]So what have you been doing here? \n[62]Really? \n[63]Is that cat dead? \n[64]I will. \n[65]Thanks. \n[66]Thanks. \n[67]Okay. \n[68] \n[69]What kind of vault is that? \n[70]Caliber? It'll take three hours. \n[71]That's how long it'll take. \n[72]Well hold on a second. What's this? \n[73]No this. \n[74]Well, what kind of vault is this other one? \n[75]Why would those two vaults be connected? \n[76]Because I can get into this vault in half an hour.  Maybe less. \n[77]No, don't you see?  We get in through this secondary vault and take this passage to the other main vault.  From the inside I could open the Caliber vault in five minutes. \n[78]From the inside it's easy. \n[79]Okay.  When is Bastille day? \n[80]Tomorrow!?  We're doing this tomorrow? \n[81]It's impossible. \n[82]I don't know what to do. \n[83]I haven't even seen the bank. \n[84] \n[85]No, I want to be sharp for tomorrow. \n[86]I don't think so. \n[87] \n[88]Is tomorrow really Bastille day? \n[89]Really? \n[90]  \n[91]Well, Eric's mother is American. \n[92]They're divorced.  And she and his father had some kind of six month split plan set up.  So every six months he would come back to the states.  We were best friends.  Eventually he and his mother had a falling out and he stayed here. It's been...years. \n[93]Well...I suppose.  I used to be, when I was young. \n[94]Yeah...I guess. \n[95]Yeah. \n[96]  \n[97]   \n[98]Years. \n[99]Well, to be honest there really wasn't much happening for me in the states. \n[100]How could I resist your invitation? \n[101]So what have you been doing here? \n[102]Really? \n[103]Is that cat dead? \n[104]I will. \n[105]Thanks. \n[106]Thanks. \n[107]Okay. \n[108] \n[109]What kind of vault is that? \n[110]Caliber? It'll take three hours. \n[111]That's how long it'll take. \n[112]Well hold on a second. What's this? \n[113]No this. \n[114]Well, what kind of vault is this other one? \n[115]Why would those two vaults be connected? \n[116]Because I can get into this vault in half an hour.  Maybe less. \n[117]No, don't you see?  We get in through this secondary vault and take this passage to the other main vault.  From the inside I could open the Caliber vault in five minutes. \n[118]From the inside it's easy. \n[119]Okay.  When is Bastille day? \n[120]Tomorrow!?  We're doing this tomorrow? \n[121]It's impossible. \n[122]I don't know what to do. \n[123]I haven't even seen the bank. \n[124] \n[125]No, I want to be sharp for tomorrow. \n[126]I don't think so. \n[127] \n[128]Is tomorrow really Bastille day? \n[129]Really? \n[130]  \n[131]Well, Eric's mother is American. \n[132]They're divorced.  And she and his father had some kind of six month split plan set up.  So every six months he would come back to the states.  We were best friends.  Eventually he and his mother had a falling out and he stayed here. It's been...years. \n[133]Well...I suppose.  I used to be, when I was young. \n[134]Yeah...I guess. \n[135]Yeah. \n[136]  \n[137]   \n[138]Jesus fucking Christ! \n[139]Eric no!  I can open the vault! \n[140]You didn't have to shoot any of them! \n[141]Eric.  It's just that we've gone from being thieves to murderers. \n[142]I thought the death penalty was abolished in 1980? \n[143]I don't know. \n[144] \n[145]Well, did you tell them to stay quiet? \n[146]Fucked up my drill bit. \n[147]Cross your fingers. \n[148]Perfect. \n[149]We find the fuse box.  It'll probably be upstairs. \n[150]No.  I need to see it myself. \n[151]Hold on.  Here she is. \n[152]Let's see. \n[153]Okay, you throw this fuse switch off and then back on when I call to you.  Any other switch may set off the alarm. \n[154] \n[155]Come on sweetie don't fail me now. \n[156] \n[157]Now! \n[158]Open seasame. \n[159]I can get through that lock in a minute. \n[160]Dime store brand.  Three minutes max. \n[161]Fuck! \n[162]Jesus Christ! \n[163]Another security guard? \n[164]I think I stained my pants. \n[165] \n[166] \n[167]You asshole!  You could have killed us all. \n[168] \n[169]Right. \n[170]We're not out of here yet. \n[171]Are you still there? \n[172](distant, calling from the \n[173]Open seasame. \n[174]Do you want to give me a hand? \n[175]Here, help me with this. \n[176]Just help me steer this out. \n[177]What for? \n[178]Money is too easily traceable.  You'd never be able to spend it.  And forget about exchanging it. \n[179]No sir.  Your best bet is to get these bars melted down in Tunisia or Korea. \n[180]Or Portugal. \n[181]Do we have a covering of some kind? \n[182]You know.  Something to cover this with. It'll look kind of conspicuous leaving the bank with a platten of gold. \n[183]Police?!  What do you mean they know what we're up too? \n[184]No I didn't know!  How many police? \n[185]Eric...what are you talking about? \n[186] \n[187]What about our friendship? \n[188] \n[189]Be serious Zoe...I can stick my tongue through my cheek. \n[190]What about the others? \n[191]Zoe. \n[192](starting out calm and then \n[193]Zoey, get out of here! \n[194]No. \n[195]I'm so tired. \n[196]No...it was mostly his blood. \n[197]Thank you Zoe. ", "Zoe": "\n[1]       \n[2]Bonjour. \n[3]Wow.  Vous avez une belle chambre.  Je ne suis jamais venue dans cet hotel. \n[4]Ca sera 150 francs de l'heure.  Toute la nuit pour 700.  D'avance.  Et faudra porter un-- \n[5]It's okay. \n[6]It will be one thousand francs for all night.  In advance. \n[7]We can do it now if you want. \n[8]Okay, but it's not necessary. \n[9]Zoe or Zoey.  Which ever you like. \n[10] \n[11]You can take those off.  The pants. \n[12] \n[13]Alright Mister America.  Zed. \n[14]Slow enough for you? \n[15]C'etait formidable. \n[16]I'm cold. \n[17]Zed? \n[18]Moises told me you were in town for business. \n[19]What kind of business? \n[20]I don't know.  I'm just curious. \n[21]No.  Just the ones I like. \n[22]Yes. \n[23]Because you're...a good person.  I run into some real creeps.  You know. \n[24]Body language.  We fit together. \n[25]No, but you know, we clicked.  You made me orgasm.  Do you know how often I orgasm with a man Moises sets me up with? \n[26]Usually never.  They're almost always fat like pigs. \n[27]And you make me feel safe.  That's something more important than the orgasm. An integral part maybe of the orgasm. \n[28]Well, it's true. \n[29]Turn off the television. \n[30]So I mean it when I tell you Zed, I like you very much. \n[31]Honest? \n[32]Why?  For the same reason?  Any man can orgasm.  Even with his own hand. \n[33]I am not a prostitute! \n[34]I'm a student.  And to pay for the classes I became an escort.  It's my choice to sleep with you. \n[35]What?  You don't understand. \n[36]Hey, it's not easy. \n[37]I'm here because I want to. \n[38]The Centre du Art, Paris. \n[39]Not any of the old shit. \n[40]I have a day job too.  Three times a week. \n[41]But someday there will be only my art. \n[42]I don't paint.  I make things.  Objects. Not like sculpture.  Like life...but with no narrative.  I want when someone looks at one of my objects for there to be no reference to the world.  Void of feeling, emotion...void of destiny.  Those are left for me.  They belong only to me.  If someone else can see into it...then it is no longer mine.  I have failed.  And I would destroy it.  I don't care how much cash they would offer me.  It would be shit.  I can't tell you how many objects of mine have been destroyed.  They told too much about me.  And if someone wants to know something about me...I'll tell them myself.  The way I'm telling you. \n[43]What I do I do only for the objects. \n[44]What?  So you could see the work of a whore? \n[45]The difference is a prostitute would have lied to you about her orgasm. \n[46]If I do...you'll never know which one it is.  Because I'll be the only one who understands.  I'll be the only one who can look into it and see where in my life it came from. \n[47] \n[48]I'm going to take a shower. \n[49][Fuck you.] \n[50][Let go of me you shit!!] \n[51][Give me my clothes you asshole!] \n[52]Ouvres!  Je veux mes habits! \n[53](almost too quick to \n[54]Allez vous faire enculer tous le deux! \n[55] \n[56] \n[57] \n[58]Listen to me.  We're going to lock ourselves into one of the air tight vaults...if any of them are still open. \n[59]Merde!  The vault has been closed. \n[60]Listen...there's no gunfire. \n[61]C'mon, we'll be safer in here. \n[62][Go ahead you slob.  Shave my ass!] \n[63]No! \n[64] \n[65]The hospital? \n[66]Come on.  I have a car. \n[67]  \n[68]We'll go to my flat.  You can rest there. Do you feel pain? \n[69]I have a shower.  You can clean up there. \n[70]My name is not Zoe.  Not any more. \n[71]You'll get well.  Then I'll show you the real Paris. "}}