{"filename": "Legend_script.txt", "imdb_id": "tt3569230", "imdb_url": "https://www.imdb.com/title/tt3569230", "characters": ["Nipper Read", "Pat Connolly", "Constable Scott", "The Double R Club Singer", "Ronnie Bender", "Frank Shea", "Ian Barrie", "Dr Humphries", "Frances Shea", "Reggie Kray /Ron Kray", "Mrs Shea", "Albert Donoghue", "Jack McVitie", "Joan Collins", "Ronnie Hart"], "dialogues": {"Nipper": "", "Read": "", "Pat": "\n[1] Hiding behind a moss-coverd log, Blix, Pox, and Blunder watch Princess Lili run SINGING through the woods, oblivous to any sign of danger.  BLIX: May be innocent. . . . May be sweet. . . . Ain't half as nice as rotten meat. . . . !  \n[2] Several birds perch on Jack's head and shoulders. Squirrels, rabbits and hedgehogs play about his feet. Jack feeds them nuts and berries from his pouch, answering their chatter expertedly. Jack understands the language of all wild creatures.  When a frisky wren flies warbling overhead, Lili hesitantly returns its call.  JACK: That was very good. . . .just right.  LILI: Teach me rabbit like you promised.  JACK: Rabbit is much harder than wren.  LILI: Let me try. I'm a very good student. . . . My father thinks I'm brilliant. . .  Lili toys with the silver madallion pendant she wears, causing reflected sunlight to shine in Jack's eyes.  LILI: See how brilliant I am!  JACK: Stop it. . . . ! I can't see!  LILI: Don't I dazzle you with my wisdom?  Lili seems to glow with sunlight. Jack stares at her, rapt with love.  JACK: Much more than wisdom dazzles me.  Lili LAUGHS and hangs her madallion around his neck.  LILI: Then teach me rabbit.  JACK: Not today. . . . There's something really special I promised to show you.  LILI: Oh, Jack. Do you mean it?  JACK: If it pleases you.  LILI: More than anything!  JACK: This is their season. They won't pass here again for a long, long time. . . . If you want to see them, you must do everything I tell you.  LILI: I swear. . . on my honour!  JACK: I'm taking you to a very special place. . . it's sort of sacred. Nobody but me knows where it is, and, well. . . .  LILI: What? Tell me!  Jack unwraps the lace napkin from Lili's bouquet.  JACK: You'll have to wear a blindfold.  LILI: Don't you trust me, Jack?  JACK: I'll always trust you, Lili. . . .  \n[3] Jack holds Lili's hand, leading her blindfolded along a path through the woods. Distant thunder RUMBLES.  JACK: Storm's coming. . . .  LILI: Who cares? Haven't you a cosy place to hide?  JACK: Many places. . . .None fit for a princess. . . .  LILI: In these woods you are the prince, Jack. . . . I am only a pauper here. . . .  Jack turns to face a radiantly smiling Lili. He bends towards her, closer and closer, and, for a moment, seems about to steal a kiss. She waits, smiling, sensing what is about to happen. In the end, Jack's innoncence and timidity get the best of him and he turns away. Without his knowledge Lili lifts a corner of the blindfold and mischievously peeks.  \n[4] The three goblin peer around a mossy trunk.  BLUNDER: Yuck! Did you see what he was gonna do? Makes me want to puke!  BLIX: I swear by all the bats above, Nothing's quite so foul as love!  \n[5] Lili runs straight into a driving blizzard. A distant SOUND alerts her and she pauses to listen.  It is Jack and the faeries, SINGING. Jack's voice carries above the others.  JACK &amp; THE FAERIES : When times are hard and things look bad, Don't feel blue and don't feel sad....  A look of astonished joy comes over Lili's face. As the SOUND of singing FADES, she runs towards it, calling eagerly.  LILI: Jack....! Ja-aack!  \n[6] Jack and the faeries troop march through the blizzard, all SINGING merrily.  JACK &amp; THE FAERIES : If your down, wearin' a frown, That's the time to dance like a clown!  Jack hears something in the distance and stops to listen.  LILI  (os): Ja-aack.... Ja-aack....  JACK : Lili....?  The SOUND of her distant call is erased by the howling storm. Jack sadly decides it was a trick of the wind and hurries to catch up with the others.  \n[7] Lili stops running. There is nothing but the wailing wind.  LILI : Jack....? Oh, Jack....  A solitary tear starts from her eyes, only to freeze on her cheek like a diamond beauty spot.  LILI : Please God.... help me!  Lili drops sobbing to her knees. Through her grief, she sees the unicorn's track in the snow, each hoofprint gay with tiny blooming flowers.  Her courage restored, Lili follows this meandering trail of burgeoning life through the forest.  \n[8] The unicorn's flowering footprints lead Lili to Gump's cave.  She pauses to consider the situation. Snowflakes glisten in her tangled hair. She is fiercly beautiful.  Deciding nothing is amiss, Lili stalks silently inside.  ", "Connolly": "", "Constable": "", "Scott": "", "Ronnie": "", "Bender": "", "Frank": "", "Shea": "", "Ian": "", "Barrie": "", "Dr": "", "Humphries": "", "Frances": "", "Mrs": "", "Albert": "", "Donoghue": "", "Jack": "\n[1] A lovely glade surrounded by tall trees, Breathlessly, Lili runs in from the woods. She is familair with this spot. It is her trysting place  LILI: Jack. . . . ! I know you're here. . . . Jack!  Lili looks around in exasperation. Behind her, something wild and mysterious swings through the trees like an animal.  LILI: Jack? Where are you. . . . ? Answer me!  Lili is apprehensive at getting no reply. She hears the RUSTLE of the leaves but does not see the sun-dappled figure leaping from limb to limb overhead.  LILI(cont): Oh, Jack. . . . please say something if you're here. . . .  JACK O' THE GREEN, a legendry \"Green Man\" who lives the free life of a hermit in the woods, drops down from a tree behind the Princess, landing without a sound. He is barefoot, about sixteen, and wears woven ivy leaves and skins.  Startled, Lili SCREAMS.  LILI: Jack! You scared the life out of me.  Jack says nothing, staring at her shyly. Lili hands him the flowers.  A JAY flies down out of the greenery and lands RASPING on Jack's shoulder. He imitates the bird expertedly, The Jay answers him in English:  JAY: She brings a gift as fair as herself.  Lili LAUGHS, It all seems magic to her.  LILI: You're so clever, Jack. . . . See what you can find in the flowers.  Jack pokes in the bouquet and discovers the stolen tart. He stuffs it immediately into his mouth.  JACK: Mmmmmmm. . . .  LILI: Sweet?  JAY: Sweets from the sweet.  JACK: I know someone sweeter.  Lili blushes.  \n[2] Jack stares at the radiant buble hanging above him. He sees a tiny woman-child with delicate dragonfly wings trapped inside. This is \n[3] Puzzled, Lili searches the familiar place.  LILI : Jack....! Where are you hiding now?  The wind surges through the treetops. The leaves all move together as if they were a single living organism.  Jack's VOICE is heard out of the waving trees.  JACK : I'm everywhere, Lili....my spirit lives in everything....  LILI: Jack.... Don't play games with me! I love you!  JACK : I....love.....you...  LILI: Will you be here tomorrow?  Unseen in the bushes, Gump and the faeries hide, grinning as they watch Lili.  JACK : I'm always here, Lili.... whenever you come....  Mystified, but happy, Princess Lili picks a flower and wanders off into the sun-bright woods.  ", "McVitie": "", "Joan": "", "Collins": "", "Hart": ""}}