{"filename": "Les-Miserables_script.txt", "imdb_id": "tt0077936", "imdb_url": "https://www.imdb.com/title/tt0077936", "characters": ["Thenardier", "Fantine", "Magliore", "Magistrate", "Sister Simplice", "Fauchelevent", "Bishop Myriel", "Jean Valjean", "Gillenormand", "Cosette (adult)", "Marius", "The Prioress", "Troufiat", "Javert", "Enjolras"], "dialogues": {"Thenardier": "\n[1]Now look who's here! The little madam herself, Pretending once again She's been so awfully good! Better not let me catch you slacking! Better not catch my eye! Ten rotten francs your mother sends me - What is that going to buy? Now take that pail, My little Mademoiselle, And go and draw some water from the well. We should never have taken you in In the first place - How stupid the things that we do! Like mother, like daughter, the scum of the street. \n[2]Eponine, come my dear. Eponine, let me see you. You look very well in that little blue hat! There's some little girls who know how to behave And they know what to wear And I'm saying thank heaven for that! \n[3]Still there, Cosette? Your tears will do you no good! I told you to fetch some water from the well in the wood. \n[4] \n[5]My band of soaks, My den of dissolutes, My dirty jokes, my always pissed as newts, My sons of whores, Spend their lives in my inn! Homing pigeons homing in - They fly through my doors, And their money's as good as yours! \n[6]Welcome, m'sieur! Sit yourself down And meet the best Innkeeper in town! \n[7]As for the rest - All of them crooks Rooking the guests And cooking the books. Seldom do you see Honest men like me A gent of good intent Who's content to be - \n[8]Master of the house! Doling out the charm Ready with a handshake And an open palm \n[9]Tells a saucy tale Makes a little stir Customers appreciate a bon-viveur Glad to do a friend a favour Doesn't cost me to be nice But nothing gets you nothing Everything has got a little price! \n[10]Master of the house! Keeper of the zoo! Ready to relieve'em Of a sou or two - Watering the wine \n[11]Making up the weight Picking up their knick-knacks When they can't see straight Everybody loves a landlord Everybody's bosom friend! I do whatever pleases - Jesus! Won't I bleed'em in the end! \n[12]Master of the house! Quick to catch your eye \n[13]Never wants a passer-by To pass him by! \n[14]Servant to the poor Butler to the great Comforter, philosopher and lifelong mate Everybody's boon companion Everybody's chaperone - \n[15]But lock up your valises - Jesus! Won't I skin you to the bone! \n[16]Enter, messieurs! Lay down yer load Unlace yer boots And rest from the road. This weighs a ton Travel's a curse But here we strive To lighten your purse. \n[17]Here the goose is cooked Here the fat is fried And nothing's overlooked Till I'm satisfied - Food beyond compare Food beyond belief \n[18]Mix it in a mincer And pretend it's beef Kidney of a horse \n[19]Liver of a cat Filling up the sausages With this and that! \n[20]Residents are more than welcome Bridal suite is occupied \n[21]Reasonable charges Plus some little extras on the side. \n[22]Charge'em for the lice Extra for the mice Two percent for looking in the mirror twice. Here a little slice There a little cut Three percent for sleeping with the window shut. When it comes to fixing prices There are lots of tricks he knows How it all increases All those bits and pieces - Jesus! It's amazing how it grows. \n[23]Master of the house! Quick to catch your eye Never wants a passer-by To pass him by! \n[24]Servant to the poor Butler to the great Comforter, philosopher and lifelong mate Everybody's boon companion Gives'em everything he's got - \n[25]Dirty bunch of geezers Jesus! What a sorry little lot! \n[26]I used to dream That I would meet a prince But God almighty Have you seen what's happened since? `Master of the house' Isn't worth my spit! Comforter, philosopher And lifelong shit! Cunning little brain Regular Voltaire Thinks he's quite a lover But there's not much there. \n[27]What a cruel trick of nature Landed me with such a louse. God knows how I've lasted Living with this bastard in the house! \n[28]Master of the house! \n[29]Master and a half! \n[30]Comforter, philosopher - \n[31]Don't make me laugh! \n[32]Servant to the poor Butler to the great - \n[33]Hypocrite and toady And inebriate! \n[34]Everybody bless the landlord! Everybody bless his spouse! \n[35]Everybody raise a glass! \n[36]Raise it up the master's arse! \n[37]Everybody raise a glass to the master of the house! \n[38]Let me take your coat, m'sieur! \n[39]You are very welcome here! \n[40]Take a glass! \n[41]Take a chair! \n[42]What to do? What to say Shall you carry our treasure away? What a gem! What a pearl! Beyond rubies is our little girl! How can we speak of debt? Let's not haggle for darling Colette! \n[43]Cosette! \n[44]Cosette - Dear Fantine - gone to rest - Have we done for her child what is best? Shared our bread - shared each bone - Treated her like she's one of our own! Like our own, m'sieur! \n[45]That would quite fit the bill If she hadn't so often been ill. Little dear, cost us dear! Medicines are expensive, m'sieur. Not that we begrudged a sou - It's no more than we Christians must do. \n[46]One thing more! One small doubt! There are treacherous people about! No offence! Please reflect! Your intentions may not be correct! \n[47]Not bad! \n[48]Not enough! \n[49]There's a copper at the door! What the devil have you done? \n[50]She's gone with a gent, Didn't tell us where they went, Didn't leave his home address. \n[51]You're a bloody fool Look at what we got. \n[52]Should have struck the iron, Struck it while it's hot. \n[53]Next time round we'll be here And we're gonna get the lot. \n[54]Everyone here, you know your place - Brujon, Babet, Clacquesous - You, Montparnasse, watch for the law - With Eponine - take care. You turn on the tears! No mistakes, my dears! \n[55]Please, M'sieur, come this way. Here's a child that ain't eaten today. Save a life, spare a sou! God rewards all the good that you do. \n[56]Wait a bit! Know that face! Ain't the world a remarkable place! \n[57]Men like me don't forget - You're the bastard who borrowed Cosette! \n[58]You know me! I know you! And you'll pay what I'm due. \n[59]You will have a job to find him! He's not all he seems to be - And that girl he trails behind him She's the child he stole from me! \n[60]In the absence of a victim, Dear Inspector, may I go? And remember when you've nicked him It was me what told you so. \n[61]I smell profit here! Ten years ago He came and paid for Cosette. I let her go for a song. It's time we settled the debt. This'll cost him dear. \n[62]You shut your mouth! You'll get what's yours! \n[63]Who is this hussy? \n[64]Eponine, get on home! You're not needed in this. We're enough here without you. \n[65]Don't interfere! You've got some gall! Take care, young miss, You've got a lot to say! \n[66]One little scream and you'll regret it for a year! \n[67]Make for the sewers! Get underground! Leave her to me, Don't wait around! \n[68]You wait, my girl! You'll rue this night! I'll make you scream! You'll scream all right! \n[69]Watch'em run amuck! Catch'em as they fall! Never know your luck When there's a free-for-all. Here a little dip, There a little touch - Most of them are goners So they won't miss much! \n[70]Watch'em run amuck Catch'em as they fall Never know your luck When there's a free-for-all! \n[71]Here's a hint of gold Stuck into a tooth - Pardon me, m'sieur, You won't be needing it no more. Shouldn't be too hard to sell. \n[72]Well, someone's got to clean'em up, my friends, Before the little harvest Disappears into the mud. Someone's got to collect their odds and ends When the gutters run with blood. \n[73]Here's a tasty ring Pretty little thing Heart's no longer going And he's lived his little time, But his watch is ticking yet. It's a world where the dog eats the dog. Where they kill for the bones in the street. And God in his heaven, He don't interfere Cos he's dead as the stiff at my feet! I raise my eyes to see the heavens And only the moon looks down. The harvest moon shines down! \n[74]There! That way! \n[75]I forget where we met... Was it not at the Chateau Lafarge Where the Duke did that Puke Down the Duchess's decolletage? \n[76]He's not fooled! Told you so! Show M'Sieur what you've come here to show. Tell the boy what you know! \n[77]Pity to disturb you at a feast like this But 500 francs surely wouldn't come amiss. \n[78]  \n[79]What I saw, clear as light, Jean Valjean in the sewers that night, Had this corpse on his back Some boy he'd killed in a viscious attack. I was there, never fear! Even found me this fine souvenir! \n[80]And there's more! Mark this well - It was the night that the barricades fell. \n[81]Jean Valjean - the old con. You pay up and I'll say where he's gone. \n[82]How's about some extra On a day so glad Our little orphan girl She hasn't done so bad. Raised in a convent Cash to spare - We want our share. \n[83]Quite the little nun, ain't she! \n[84] The convent. \n[85]Ain't it a laugh? Ain't it a treat? Hob-nobbin' here Among the elite? Here comes a prince There goes a Jew This one's a queer But what can you do? Paris at my feet! Paris in the dust! And here's me breaking bread With the upper crust - \n[86]Beggar at the feast! Master of the dance! Life is easy pickings If you grab your chance! \n[87]Everywhere you go Law-abiding folk Doing what is decent \n[88]But they're mostly broke! \n[89]Singing to the Lord on Sundays \n[90]Praying for the gifts he'll send - \n[91]But we're the ones who take it - We're the ones who make it in the end! \n[92]Watch the buggers dance \n[93]Watch'em till they drop! \n[94]Keep your wits about you And you stand on top! \n[95]Masters of the land \n[96]Always get our share \n[97]Clear away the barricades And we're still there! We know where the wind is blowing Money is the stuff we smell - And when we're rich as Croesus, Jesus! Won't we see you all in hell! ", "Fantine": "\n[1]Give that letter to me It is none of your business. With a husband at home And a bit on the side! Is there anyone here Who can swear before God She has nothing to fear? She has nothing to hide? \n[2]At the end of the day she's the one who began it! \n[3]Yes, it's true there's a child And the child is my daughter And her father abandoned us, Leaving us flat. Now she lives with an innkeeper man and his wife And I pay for the child. What's the matter with that? \n[4]M'sieur Mayor, help me! I have a child! \n[5]Excuse me, is this where the Pawnbrokers is? \n[6]Thank you. \n[7]It's worth at least ten. \n[8]Alright, five. \n[9]Don't touch me! Leave me alone! \n[10]It pays a debt... \n[11]What can I do? It pays a debt. Ten francs may save my poor Cosette. \n[12]Please, you wouldn't have any work for me would you? Please, I sold you my hair. I could do anything. \n[13]You'll pay me first What I am due. \n[14]Come on, Captain, you can wear your shoes. Don't it make a change to have a girl who can't refuse? \n[15]Easy money lying on a bed. Just as well they never see The hate that's in your head! Don't they know they're making love To one already dead? \n[16]There was a time when men were kind, When their voices were soft And their words inviting. There was a time when love was blind And the world was a song And the song was exciting. There was a time... Then it all went wrong. I dreamed a dream in time gone by, When hope was high And life worth living. I dreamed that love would never die. I dreamed that God would be forgiving. \n[17]        \n[18]I don't want you! No! No, M'sieur! Let me go! \n[19]No, not at all! \n[20]I'll kill you, you bastard! Try any of that! Even a whore who has gone to the bad Won't be had by a rat! \n[21]I beg you, don't report me, sir. I'll do whatever you may want. \n[22]There's a child who sorely needs me, Please, m'sieur, she's but that high. Holy God, is there no mercy? If I go to jail she'll die. \n[23]Can this be? \n[24]M'sieur, don't mock me now, I pray It's hard enough I've lost my pride. You let your foreman send me away. Yes, you were there And turned aside. I never did no wrong. \n[25]My daughter's close to dying. \n[26]If there's a God above - \n[27]He'd let me die instead. \n[28]Bring Cosette back to me. \n[29]At an inn in Montfermeil... \n[30]Cosette, it's turned so cold! Cosette, it's past your bedtime! You've played the day away And soon it will be night. Come to me, Cosette, the light is fading. \n[31]Don't you see, the evening star appearing? Come to me, and rest against my shoulder, How fast the minutes fly away and every minute colder? \n[32] \n[33]My Cosette - \n[34]Take her now! \n[35]Good m'sieur, you come from God in heaven. \n[36]Take my hand... The night grows ever colder. \n[37]Take my child I give her to your keeping. \n[38]For God's sake, please stay till I am sleeping... And tell Cosette I love her And I'll see her when I wake... \n[39]M'sieur I bless your name... \n[40]M'sieur lay down your burden... \n[41]You raised my child in love, \n[42]And you will be with God. \n[43]Come with me Where chains will never bind you All your grief At last, at last behind you Lord in heaven Look down on him in mercy - \n[44]Take my hand I'll lead you to salvation Take my love For love is everlasting... \n[45]And remember The truth that once was spoken: To love another person Is to see the face of God... ", "Magliore": "", "Magistrate": "", "Sister": "", "Simplice": "", "Fauchelevent": "\n[1]Monsieur le Mayor, you come from God! You are a saint! \n[2]Who's that? \n[3]Why, it's Monsieur Mayor! \n[4]Don't you remember? The cart fell on me! \n[5]You saved my life! You got me this job as a gardener! \n[6]In this place of Holy Orders You are brought to God's domain May the sisters grant you shelter May their prayers ease your pain. ", "Bishop": "\n[1] \n[2]Come in, sir, for you are weary And the night is cold out here. Though our lives are very humble What we have we have to share. \n[3]  \n[4]There is wine here to revive you. There is bread to make you strong. There's a bed to rest till morning - Rest from pain, and rest from wrong. \n[5]Sit, my brother. \n[6]Madame, set one more place. Please sit. \n[7]May the Lord bless the food we eat today. Bless our dear sister and our honoured guest. Please, eat. Where are you travelling to my brother? \n[8]Is that where your family is? \n[9]Then let this be your home, for as long as you need it. \n[10]   \n[11]Sleep well. Tomorrow morning before you leave you will have a cup of milk from our cows, nice and hot. \n[12]God will take care of that. \n[13]  \n[14]That is right. \n[15]But my friend, you left so early, You forgot I gave these also. Would you leave the best behind? \n[16] \n[17]But remember this, my brother - See in this some higher plan. You must use this precious silver To become an honest man. By the witness of the martyrs, \n[18]By the passion and the blood, God has raised you out of darkness - I have bought your soul for God. \n[19]And remember The truth that once was spoken: To love another person Is to see the face of God... ", "Myriel": "", "Jean": "\n[1]Yes. It means I'm free. \n[2]I stole a loaf of bread My sister's child was close to death And we were starving. \n[3]I know the meaning of those nineteen years A slave of the law! \n[4]My name is Jean Valjean! \n[5]Freedom at last - How strange the taste! Never forget the years - the waste, Nor forgive them for what they've done. They are the guilty - Everyone! The day begins \n[6]And now lets see What this new world Will do for me! \n[7]Monsieur can I help? A day's work? \n[8]Jailer. Would you let me stay here for tonight? \n[9]Pontarlier. \n[10]No. The destination is compulsory. That is where the Law sends me. I have no home. \n[11]You let me sleep here next to you? How do you know I'm not a murderer? \n[12]What have I done? Sweet Jesus, what have I done? Become a thief in the night Become a dog on the run! And have I fallen so far And is the hour so late That nothing remains but the cry of my hate? The cries in the dark that nobody hears Here where I stand at the turning of the years. If there's another way to go I missed it twenty long years ago. My life was a war that could never be won. They gave me a number and murdered Valjean When they chained me and left me for dead Just for stealing a mouthful of bread! Yet why did I allow this man To touch my soul and teach me love? He treated me like any other He gave me his trust He called me brother. My life he claims for God above... Can such things be? For I had come to hate the world - This world that always hated me! Take an eye for an eye! Turn your heart into stone! This is all I have lived for! This is all I have known! One word from him and I'd be back Beneath the lash, upon the rack. Instead he offers me my freedom! \n[13]I feel my shame inside me like a knife. He told me that I have a soul... How does he know? What spirit comes to move my life? Is there another way to go? \n[14]I am reaching, but I fall And the night is closing in... As I stare into the void - To the whirlpool of my sin. \n[15]I'll escape now from that world - From the world of Jean Valjean. Jean Valjean is nothing now! \n[16]Another story must begin! \n[17]What is this fighting all about? Will someone tear these two apart? This is a factory, not a circus. \n[18]Now come on, ladies, settle down. I run a business of repute. \n[19] \n[20]Welcome, sir Come guard our laws I'm sure we're here In common cause. \n[21]The dignity of toil To stay alive. \n[22]Your face is not a face I would forget. \n[23]Get back! It may fall! \n[24]Say what you must. Don't leave it there. \n[25]Let me help you up. \n[26]No more cart driving for you! \n[27]A moment of your time, Javert. I do believe this woman's tale. \n[28]You've done your duty. Let her be. She needs a doctor, not a jail. \n[29]Where will she end - This child without a friend? \n[30]I've seen your face before. Show me some way to help you. How have you come to grief In such a place as this? \n[31]Is it true what I've done - \n[32]- to an innocent soul? \n[33]Had I only known then! \n[34]In His name my task has just begun. I will her to the hospital. \n[35]Where is she? \n[36]I will see it done! I will send for her immediately! \n[37]I don't understand. What is this crime, Javert? \n[38]You say this man denies it all, And gives no sign of understanding or repentance? You say this man is going to trial, And that he's sure to be returned to serve his sentence? \n[39]You have only done your duty It's a minor sin at most. All of us have been mistaken You'll return, sir, to your post. \n[40]It's your duty to obey! \n[41]They think that man is me - Without a second glance. This stranger they have found - This man could be my chance! Why should I save his hide? Why should I right this wrong? When I have come so far And struggled for so long? If I speak I am condemned. If I stay silent, I am damned! \n[42]I am the master of hundreds of workers - They all look to me. Can I abandon them? How would they live If I am not free? If I speak they are condemned. If I stay silent, I am damned! \n[43]    \n[44]   \n[45]Can I conceal myself for ever more? Pretend I'm not the man I was before? And must my name until I die Be no more than an alibi? \n[46]My soul belongs to God, I know, I made that bargain long ago. He gave me hope when hope was gone! He gave me strength to journey on! Who am I? Who am I? I'm Jean Valjean! \n[47]And so, your honour, you see it's true That man bears no more guilt than you! Who am I? 24601! \n[48]If you don't believe me ask Inspector Javert. He knows where to find me. \n[49]Is her daughter with her? \n[50]`Money not enough. Send more. Thenardier.' What sort of man is this? \n[51]Dear Fantine, Cosette will be here soon! Dear Fantine, she will be by your side \n[52] \n[53]- shall live in my protection. \n[54]Your child will want for nothing. \n[55]And none shall ever harm Cosette as long as I am living. \n[56]Then I will keep you warm. \n[57]Take shelter from the storm. \n[58]Before you say another word, Javert, Before you chain me up like a slave again, Listen to me! There is something I must do. This woman leaves behind a suffering child. There is none but me who can intercede - In mercy's name, three days are all I need, Then I'll return, I pledge my word! Then I'll return... \n[59]Believe of me what you will There is a duty that I'm sworn to do. You know nothing of my life - All I did was steal some bread. You know nothing of the world - You would sooner see me dead. But not before I see this justice done! \n[60]I am warning you, Javert, I'm a stronger man by far! There is power in me yet! My race is not yet run! \n[61]And this I swear to you tonight - \n[62]Your child will live within my care - \n[63]And I will raise her to the light. \n[64]I swear to you, I will be there! \n[65]Hush now, do not be afraid of me. Don't cry. Show me where you live. \n[66]Tell me, my child, what is your name? \n[67]Cosette? \n[68]I found her wandering in the wood This little child, I found her trembling in the shadows. And I am here to help Cosette, And I will settle any debt you may think proper. I will pay what I must pay To take Cosette away. This is a duty I must heed. There is a promise I have made. For I was blind to one in need, I did not see what stood before me. Now your mother is with God. Her suffering is over, And I speak here with her voice, And I stand here in her place, and from this day, and ever more - \n[69]Cosette shall live in my protection. \n[70]I will not forget my vow. \n[71]Cosette shall have a father now. \n[72]Your feelings do you credit, sir. And I will ease the parting blow. Let us not talk of bargains and bones and greed. \n[73]Now may I say we are agreed? \n[74]No more! Here's your price! Fifteen hundred for your sacrifice. Come, Cosette, say goodbye. Let's seek out some friendlier sky. Thank you both for Cosette - It won't take you too long to forget. \n[75]Where I go, you will be. \n[76]Yes, Cosette! This is true! I'll be father and mother to you! \n[77]Suddenly I see Suddenly it starts When two anxious hearts Beat as one. Yesterday I was alone Today you walk beside me Something still unclear Something not yet here Has begun. Suddenly the world Seems a different place Somehow full of grace \n[78]And delight. How was I to know That so much love Was held inside me? Something fresh and young Something still unsung Fills the night. How was I to know at last That happiness can come so fast? Trusting me the way you do I'm so afraid of failing you Just a child who cannot know That danger follows where I go There are shadows everywhere And memories I cannot share Nevermore alone Nevermore apart You have warmed my heart Like the sun. You have brought the gift of life And love so long denied me. Suddenly I see What I could not see Something suddenly Has begun. \n[79]Who are you? \n[80]Monsieur Fauchelevent! \n[81]Now you can do the same for me. We need a place of sanctuary. This child and I, we need to disappear. \n[82]We'll give thanks for what is granted What the sisters may ordain Here we pray for new beginnings - Here our lives can start again. \n[83]What is this? Are you mad? No, Monsieur, you don't know what you say! \n[84]  \n[85]Dear Cosette, You're such a lonely child. How pensive, how sad you seem to me. Believe me, were it within my power I'd fill each passing hour. How quiet it must be, I can see, With only me for company. \n[86]No more words - No more words. It's a time that is dead. There are words That are better unheard, Better unsaid. \n[87]You will learn. Truth is given by God To us all in our time, In our turn. \n[88]Cosette! Cosette! \n[89]  \n[90]My God, Cosette! I heard a cry in the dark. I heard the shout of angry voices in the street. \n[91]This is a warning to us all! These are the shadows of the past! \n[92]Must be Javert. He's found my cover at last. I've got to get Cosette away Before he returns. \n[93]We must get away from shadows That will never let us be. Tonight we leave Cosette! \n[94]Rue de L'Homme Armee. \n[95]And then a ship across the sea. \n[96]Hurry, Cosette! Prepare to leave, And say no more. Tonight we'll away! \n[97]Hurry, Cosette! It's time to close another door And live another day! \n[98]One day more! Another day, another destiny. This never-ending road to Calvary. These men who seem to know my crime Will surely come a second time - One day more! \n[99]One day more! \n[100]One day more! \n[101]One day more! \n[102]One day more! \n[103]Tomorrow we'll be far away. \n[104]Tomorrow is the judgement day. \n[105]I'll take it. \n[106]  \n[107]`Dearest Cosette, you have entered my soul And soon you will be gone. Can it be only a day since we met And the world was reborn? If I should fall in the battle to come Let this be my goodbye. Now that I know you love me as well It is harder to die. I pray that God will bring me home To be with you. Pray for your Marius. He prays for you.' \n[108]They haven't got a chance, these boys They almost certainly will die She'll be alone And she will need me all the more And we will go on as before When he is gone I dare not think like this I must find this boy \n[109]Don't shoot! \n[110]I come here as a volunteer. \n[111]That's why they let me through. \n[112]There's much that I can do. \n[113]Give me no thanks, M'sieur. There's something you can do. \n[114]Give me the spy Javert! Let me take care of him. \n[115]We meet again... \n[116]You talk too much. Your life is safe in my hands. \n[117]Get out of here. \n[118]Clear out of here! \n[119]You are wrong, and always have been wrong. I'm a man no worse than any man. You are free, and there are no conditions - No bargains or petitions. There's nothing that I blame you for. You've done your duty, nothing more. No doubt our paths will cross again. \n[120]Go! \n[121]God on high Hear my prayer \n[122]In my need You have always been there. He is young He's afraid Let him rest Heaven blessed. Bring him home Bring him home Bring him home! He's like the son I might have known If God had granted me a son. The summers die One by one How soon they fly On and on And I am old And will be gone. Bring him peace Bring him joy He is young He is only a boy. You can take You can give Let him be Let him live, If I die, let me die Let him live Bring him home Bring him home Bring him home! \n[123]Let me go! He's no more than a boy. I am old. I have nothing to fear. \n[124]How do I get out of here? \n[125]It's you, Javert! I knew you wouldn't wait too long. The faithful servant at his post once more. This man's done no wrong. And he needs his family's care. \n[126]Another hour yet And then I'm yours And all our debts are paid. \n[127]Come, time is running short - Look down, Javert! He's standing in his grave! \n[128]Then I die. \n[129]She was never mine to keep She is youthful, she is free... \n[130]Love is the garden of the young Let it be Let it be! A heart full of love This I give you this day. \n[131]Not another word, my son. There's something now that must be done... \n[132]There lived a man whose name was Jean Valjean. He stole some bread to save his sister's son For nineteen winters served his time In sweat he washed away his crime. \n[133]Years ago, He broke parole and lived a life apart... How could he tell Cosette and break her heart? It's for Cosette this must be faced: If he is caught, she is disgraced... The time has come to journey on, And from this day he must be gone! Who am I? Who am I? \n[134]Make her believe I have gone on a journey A long way away. Tell her my heart was too full for farewells - It is better this way. Promise me, Monsieur, Cosette will never know... \n[135]...What I have spoken, why I must go. \n[136]Alone I wait in the shadows I count the hours till I can sleep. I dreamed a dream Cosette stood by It made her weep To know I die... Alone at the end of the day Upon this wedding night I pray Take these children, my Lord, to thy embrace And show them grace... God on high Hear my prayer Take me now To thy care Where you are Let me be Take me now Take me there Bring me home Bring me home! \n[137]I am ready, Fantine... \n[138]At the end of my days... \n[139]She's the best of my life... \n[140]Cosette? \n[141]Cosette, my child! Am I forgiven now? Thank God, thank God, I've lived to see this day! \n[142]Now you are here Again beside me Now I can die in peace For now my life is blessed... \n[143]Yes, Cosette, forbid me now to die! I'll obey I will try... \n[144]On this page I write my last confession. Read it well When I at last am sleeping. It's the story Of one who turned from hating A man who only learned to love When you were in his keeping. \n[145]I'm ready now, Fantine. \n[146]Forgive me all my trespasses And take me to your glory! \n[147]And remember The truth that once was spoken: To love another person Is to see the face of God... ", "Valjean": "\n[1]Yes. It means I'm free. \n[2]I stole a loaf of bread My sister's child was close to death And we were starving. \n[3]I know the meaning of those nineteen years A slave of the law! \n[4]My name is Jean Valjean! \n[5]Freedom at last - How strange the taste! Never forget the years - the waste, Nor forgive them for what they've done. They are the guilty - Everyone! The day begins \n[6]And now lets see What this new world Will do for me! \n[7]Monsieur can I help? A day's work? \n[8]Jailer. Would you let me stay here for tonight? \n[9]Pontarlier. \n[10]No. The destination is compulsory. That is where the Law sends me. I have no home. \n[11]You let me sleep here next to you? How do you know I'm not a murderer? \n[12]What have I done? Sweet Jesus, what have I done? Become a thief in the night Become a dog on the run! And have I fallen so far And is the hour so late That nothing remains but the cry of my hate? The cries in the dark that nobody hears Here where I stand at the turning of the years. If there's another way to go I missed it twenty long years ago. My life was a war that could never be won. They gave me a number and murdered Valjean When they chained me and left me for dead Just for stealing a mouthful of bread! Yet why did I allow this man To touch my soul and teach me love? He treated me like any other He gave me his trust He called me brother. My life he claims for God above... Can such things be? For I had come to hate the world - This world that always hated me! Take an eye for an eye! Turn your heart into stone! This is all I have lived for! This is all I have known! One word from him and I'd be back Beneath the lash, upon the rack. Instead he offers me my freedom! \n[13]I feel my shame inside me like a knife. He told me that I have a soul... How does he know? What spirit comes to move my life? Is there another way to go? \n[14]I am reaching, but I fall And the night is closing in... As I stare into the void - To the whirlpool of my sin. \n[15]I'll escape now from that world - From the world of Jean Valjean. Jean Valjean is nothing now! \n[16]Another story must begin! \n[17]What is this fighting all about? Will someone tear these two apart? This is a factory, not a circus. \n[18]Now come on, ladies, settle down. I run a business of repute. \n[19] \n[20]Welcome, sir Come guard our laws I'm sure we're here In common cause. \n[21]The dignity of toil To stay alive. \n[22]Your face is not a face I would forget. \n[23]Get back! It may fall! \n[24]Say what you must. Don't leave it there. \n[25]Let me help you up. \n[26]No more cart driving for you! \n[27]A moment of your time, Javert. I do believe this woman's tale. \n[28]You've done your duty. Let her be. She needs a doctor, not a jail. \n[29]Where will she end - This child without a friend? \n[30]I've seen your face before. Show me some way to help you. How have you come to grief In such a place as this? \n[31]Is it true what I've done - \n[32]- to an innocent soul? \n[33]Had I only known then! \n[34]In His name my task has just begun. I will her to the hospital. \n[35]Where is she? \n[36]I will see it done! I will send for her immediately! \n[37]I don't understand. What is this crime, Javert? \n[38]You say this man denies it all, And gives no sign of understanding or repentance? You say this man is going to trial, And that he's sure to be returned to serve his sentence? \n[39]You have only done your duty It's a minor sin at most. All of us have been mistaken You'll return, sir, to your post. \n[40]It's your duty to obey! \n[41]They think that man is me - Without a second glance. This stranger they have found - This man could be my chance! Why should I save his hide? Why should I right this wrong? When I have come so far And struggled for so long? If I speak I am condemned. If I stay silent, I am damned! \n[42]I am the master of hundreds of workers - They all look to me. Can I abandon them? How would they live If I am not free? If I speak they are condemned. If I stay silent, I am damned! \n[43]    \n[44]   \n[45]Can I conceal myself for ever more? Pretend I'm not the man I was before? And must my name until I die Be no more than an alibi? \n[46]My soul belongs to God, I know, I made that bargain long ago. He gave me hope when hope was gone! He gave me strength to journey on! Who am I? Who am I? I'm Jean Valjean! \n[47]And so, your honour, you see it's true That man bears no more guilt than you! Who am I? 24601! \n[48]If you don't believe me ask Inspector Javert. He knows where to find me. \n[49]Is her daughter with her? \n[50]`Money not enough. Send more. Thenardier.' What sort of man is this? \n[51]Dear Fantine, Cosette will be here soon! Dear Fantine, she will be by your side \n[52] \n[53]- shall live in my protection. \n[54]Your child will want for nothing. \n[55]And none shall ever harm Cosette as long as I am living. \n[56]Then I will keep you warm. \n[57]Take shelter from the storm. \n[58]Before you say another word, Javert, Before you chain me up like a slave again, Listen to me! There is something I must do. This woman leaves behind a suffering child. There is none but me who can intercede - In mercy's name, three days are all I need, Then I'll return, I pledge my word! Then I'll return... \n[59]Believe of me what you will There is a duty that I'm sworn to do. You know nothing of my life - All I did was steal some bread. You know nothing of the world - You would sooner see me dead. But not before I see this justice done! \n[60]I am warning you, Javert, I'm a stronger man by far! There is power in me yet! My race is not yet run! \n[61]And this I swear to you tonight - \n[62]Your child will live within my care - \n[63]And I will raise her to the light. \n[64]I swear to you, I will be there! \n[65]Hush now, do not be afraid of me. Don't cry. Show me where you live. \n[66]Tell me, my child, what is your name? \n[67]Cosette? \n[68]I found her wandering in the wood This little child, I found her trembling in the shadows. And I am here to help Cosette, And I will settle any debt you may think proper. I will pay what I must pay To take Cosette away. This is a duty I must heed. There is a promise I have made. For I was blind to one in need, I did not see what stood before me. Now your mother is with God. Her suffering is over, And I speak here with her voice, And I stand here in her place, and from this day, and ever more - \n[69]Cosette shall live in my protection. \n[70]I will not forget my vow. \n[71]Cosette shall have a father now. \n[72]Your feelings do you credit, sir. And I will ease the parting blow. Let us not talk of bargains and bones and greed. \n[73]Now may I say we are agreed? \n[74]No more! Here's your price! Fifteen hundred for your sacrifice. Come, Cosette, say goodbye. Let's seek out some friendlier sky. Thank you both for Cosette - It won't take you too long to forget. \n[75]Where I go, you will be. \n[76]Yes, Cosette! This is true! I'll be father and mother to you! \n[77]Suddenly I see Suddenly it starts When two anxious hearts Beat as one. Yesterday I was alone Today you walk beside me Something still unclear Something not yet here Has begun. Suddenly the world Seems a different place Somehow full of grace \n[78]And delight. How was I to know That so much love Was held inside me? Something fresh and young Something still unsung Fills the night. How was I to know at last That happiness can come so fast? Trusting me the way you do I'm so afraid of failing you Just a child who cannot know That danger follows where I go There are shadows everywhere And memories I cannot share Nevermore alone Nevermore apart You have warmed my heart Like the sun. You have brought the gift of life And love so long denied me. Suddenly I see What I could not see Something suddenly Has begun. \n[79]Who are you? \n[80]Monsieur Fauchelevent! \n[81]Now you can do the same for me. We need a place of sanctuary. This child and I, we need to disappear. \n[82]We'll give thanks for what is granted What the sisters may ordain Here we pray for new beginnings - Here our lives can start again. \n[83]What is this? Are you mad? No, Monsieur, you don't know what you say! \n[84]  \n[85]Dear Cosette, You're such a lonely child. How pensive, how sad you seem to me. Believe me, were it within my power I'd fill each passing hour. How quiet it must be, I can see, With only me for company. \n[86]No more words - No more words. It's a time that is dead. There are words That are better unheard, Better unsaid. \n[87]You will learn. Truth is given by God To us all in our time, In our turn. \n[88]Cosette! Cosette! \n[89]  \n[90]My God, Cosette! I heard a cry in the dark. I heard the shout of angry voices in the street. \n[91]This is a warning to us all! These are the shadows of the past! \n[92]Must be Javert. He's found my cover at last. I've got to get Cosette away Before he returns. \n[93]We must get away from shadows That will never let us be. Tonight we leave Cosette! \n[94]Rue de L'Homme Armee. \n[95]And then a ship across the sea. \n[96]Hurry, Cosette! Prepare to leave, And say no more. Tonight we'll away! \n[97]Hurry, Cosette! It's time to close another door And live another day! \n[98]One day more! Another day, another destiny. This never-ending road to Calvary. These men who seem to know my crime Will surely come a second time - One day more! \n[99]One day more! \n[100]One day more! \n[101]One day more! \n[102]One day more! \n[103]Tomorrow we'll be far away. \n[104]Tomorrow is the judgement day. \n[105]I'll take it. \n[106]  \n[107]`Dearest Cosette, you have entered my soul And soon you will be gone. Can it be only a day since we met And the world was reborn? If I should fall in the battle to come Let this be my goodbye. Now that I know you love me as well It is harder to die. I pray that God will bring me home To be with you. Pray for your Marius. He prays for you.' \n[108]They haven't got a chance, these boys They almost certainly will die She'll be alone And she will need me all the more And we will go on as before When he is gone I dare not think like this I must find this boy \n[109]Don't shoot! \n[110]I come here as a volunteer. \n[111]That's why they let me through. \n[112]There's much that I can do. \n[113]Give me no thanks, M'sieur. There's something you can do. \n[114]Give me the spy Javert! Let me take care of him. \n[115]We meet again... \n[116]You talk too much. Your life is safe in my hands. \n[117]Get out of here. \n[118]Clear out of here! \n[119]You are wrong, and always have been wrong. I'm a man no worse than any man. You are free, and there are no conditions - No bargains or petitions. There's nothing that I blame you for. You've done your duty, nothing more. No doubt our paths will cross again. \n[120]Go! \n[121]God on high Hear my prayer \n[122]In my need You have always been there. He is young He's afraid Let him rest Heaven blessed. Bring him home Bring him home Bring him home! He's like the son I might have known If God had granted me a son. The summers die One by one How soon they fly On and on And I am old And will be gone. Bring him peace Bring him joy He is young He is only a boy. You can take You can give Let him be Let him live, If I die, let me die Let him live Bring him home Bring him home Bring him home! \n[123]Let me go! He's no more than a boy. I am old. I have nothing to fear. \n[124]How do I get out of here? \n[125]It's you, Javert! I knew you wouldn't wait too long. The faithful servant at his post once more. This man's done no wrong. And he needs his family's care. \n[126]Another hour yet And then I'm yours And all our debts are paid. \n[127]Come, time is running short - Look down, Javert! He's standing in his grave! \n[128]Then I die. \n[129]She was never mine to keep She is youthful, she is free... \n[130]Love is the garden of the young Let it be Let it be! A heart full of love This I give you this day. \n[131]Not another word, my son. There's something now that must be done... \n[132]There lived a man whose name was Jean Valjean. He stole some bread to save his sister's son For nineteen winters served his time In sweat he washed away his crime. \n[133]Years ago, He broke parole and lived a life apart... How could he tell Cosette and break her heart? It's for Cosette this must be faced: If he is caught, she is disgraced... The time has come to journey on, And from this day he must be gone! Who am I? Who am I? \n[134]Make her believe I have gone on a journey A long way away. Tell her my heart was too full for farewells - It is better this way. Promise me, Monsieur, Cosette will never know... \n[135]...What I have spoken, why I must go. \n[136]Alone I wait in the shadows I count the hours till I can sleep. I dreamed a dream Cosette stood by It made her weep To know I die... Alone at the end of the day Upon this wedding night I pray Take these children, my Lord, to thy embrace And show them grace... God on high Hear my prayer Take me now To thy care Where you are Let me be Take me now Take me there Bring me home Bring me home! \n[137]I am ready, Fantine... \n[138]At the end of my days... \n[139]She's the best of my life... \n[140]Cosette? \n[141]Cosette, my child! Am I forgiven now? Thank God, thank God, I've lived to see this day! \n[142]Now you are here Again beside me Now I can die in peace For now my life is blessed... \n[143]Yes, Cosette, forbid me now to die! I'll obey I will try... \n[144]On this page I write my last confession. Read it well When I at last am sleeping. It's the story Of one who turned from hating A man who only learned to love When you were in his keeping. \n[145]I'm ready now, Fantine. \n[146]Forgive me all my trespasses And take me to your glory! \n[147]And remember The truth that once was spoken: To love another person Is to see the face of God... ", "Gillenormand": "\n[1]Do you have any idea of the shame you bring on your family! You're behaving like a child. \n[2]Marius! You've come back to us! \n[3]Rest, Marius. No more harsh words between us. I just thank God you're alive. \n[4]You've come home. To all of us. \n[5]Thank God, thank God you are here! Thank God, thank God you are home! \n[6]Love is the garden of the young Let it be Let it be! A heart full of love This I give you this day. ", "Cosette": "\n[1]There is a castle on a cloud I like to go there in my sleep. Aren't any floors for me to sweep, Not in my castle on a cloud. There is a lady all in white Holds me and sings a lullaby. She's nice to see and she's soft to touch She says, Cosette, I love you very much. I know   a place where no one's lost I know   a place where no one cries. Crying   at all is not allowed, Not in   my castle on a cloud. \n[2] \n[3]I'm called Cosette. \n[4]Will you be like a Papa to me? \n[5]How strange - This feeling that my life's begun at last! This change - Can people really fall in love so fast? What's the matter with you, Cosette? Have you been too much on your own? So many things unclear - So many things unknown... In my life There are so many questions and answers That somehow seem wrong. In my life There are times when I catch in the silence The sigh of a faraway song And it sings Of a world that I long to see - Out of reach Just a whisper away Waiting for me! Does he know I'm alive? Do I know if he's real? \n[6]Does he see what I see? Does he feel what I feel? In my life I'm no longer alone - Now the love in my life Is so near... Find me now! Find me here! \n[7]There's so little I know That I'm longing to know Of the man that you were In a time long ago... There's so little you say Of the life you have known, Why you keep to yourself, Why we're always alone. So dark! So dark and deep, The secrets that you keep! In my life Please forgive what I say You are loving and gentle and good. But papa, dear papa, In your eyes I am still like that child Who was lost in a wood. \n[8]In my life I'm no longer a child and I yearn For the truth that you know Of the years... Years ago! \n[9]A heart full of love! No fear, no regret! \n[10]And mine's Cosette. \n[11]Then make no sound. \n[12]I am found! \n[13]A night bright as day - \n[14]This is a chain we'll never break. \n[15]I'm awake. \n[16]A heart full of you - \n[17]I knew it too! \n[18]Every day... \n[19]For it isn't a dream - Not a dream After all! \n[20]Three men I saw beyond the wall... Three men in shadow moving fast! \n[21]To where? \n[22]No! No! \n[23] \n[24]Please give this to Marius! He must know where to find me. \n[25]Tomorrow you'll be worlds away And yet with you my world has started! \n[26]Will we ever meet again? \n[27]I was born to be with you! \n[28]And I swear I will be true! \n[29]I did not live until today How can I live when we are parted? \n[30]Tomorrow you'll be worlds away And yet with you my world has started. \n[31]Every day You walk with stronger step, You walk with longer step. The worst is over. \n[32]Don't think about it, Marius! With all the years ahead of us! I will never go away And we will be together Every day. Every day We'll remember that night And the vow that we made. \n[33]A heart full of love A night full of you The words are old But always true. \n[34]I saw you waiting and I knew - \n[35]At your call! \n[36]And it wasn't a dream Not a dream after all. \n[37]Where's he gone without a word That wouldn't be his way to go \n[38]He can't leave us now What's our wedding day Without him giving me away? \n[39]Papa, papa, I do not understand - Are you all right? Why did you go away? \n[40]You will live, papa You're going to live It's too soon Too soon to say goodbye. \n[41]I know it, papa. ", "(adult)": "", "Marius": "\n[1]Only one man, General Lamarque Speaks for the people here below! \n[2]With all the anger in the land, How long before the Judgement Day? \n[3]Tell everyone you know \n[4]Vive le General Lamarque! \n[5]How did you...? \n[6]Won't take a franc that I've not earned All of those bridges have been burned. \n[7]I like the way you always tease. \n[8]Eponine! Who was that girl? \n[9]Eponine, find her for me! \n[10]Anything! \n[11]Eponine, do this for me, Discover where she lives. But careful how you go - Don't let your father know. Eponine! I'm lost until she's found. \n[12]A ghost, you say? A ghost maybe! She was like a ghost to me - One minute there - then she was gone! \n[13]Had you seen her today You might know how it feels To be struck to the bone By a moment of breathless delight! Had you been there today You might also have known How the world may be changed In just one burst of light And what was right seems wrong And what was wrong seems right! \n[14]I feel my soul on fire! \n[15]My world if she's not there! \n[16]The colour of desire! \n[17]The colour of despair! \n[18]In my life She has burst like the music of angels The light of the sun! And my life seems to stop As if something is over And something has scarcely begun! Eponine, you're the friend Who has brought me here. Thanks to you I am one with the Gods And heaven is near! And I soar through a world that is new, That is free! \n[19]In my life There is someone who touches my life - \n[20](sees Cosette in the \n[21]A heart full of love! \n[22]A heart full of song! I'm doing everything all wrong - Oh God, for shame - I do not even know your name. Dear Mad'moiselle, Won't you say? Will you tell? \n[23]My name is Marius Pontmercy. \n[24]Cosette... I don't know what to say - \n[25]I am lost - \n[26]A heart full of light - \n[27]A night bright as day - \n[28]And you must never go away, Cosette - Cosette! \n[29]Do I dream? \n[30]A heart full of love - \n[31]A single look and then I knew! \n[32]From today - \n[33]For it isn't a dream - Not a dream After all! \n[34]Gone? What do you mean? \n[35]I did not live until today - How can I live when we are parted? \n[36]Will we ever meet again? \n[37]I was born to be with you! \n[38]And I swear I will be true! \n[39]Do I follow where she goes? \n[40]Shall I join my brothers there? \n[41]Do I stay and do I dare? \n[42]My place is here! I fight with you! \n[43]I did not live until today How can I live when we are parted? \n[44]Tomorrow you'll be worlds away And yet with you my world has started. \n[45]The blood of the martyrs Will water the meadows of France! \n[46]Hey, little boy, what's this I see? God Eponine the things you do! \n[47]Get out before the trouble starts! Get out, `Ponine, you might get shot! \n[48]Get Out! \n[49]Clear out or I'll blow up the barricade! \n[50]And myself with it! \n[51]Eponine! What have you done? \n[52]Eponine, you're hurt! You need some help! \n[53]But you will live, Eponine - Dear God above! If I could close your wounds with words of love - \n[54]You will live a hundred years If I could show you how... I won't desert you now... \n[55]Hush-a-bye, dear Eponine You won't feel any pain A little fall of rain Can hardly hurt you now I'm here. \n[56]I will stay with you Till you are sleeping. \n[57]Her name was Eponine! Her life was cold and dark, yet she was unafraid! \n[58]Gavroche! Do you know the Rue de l'Homme Armé? \n[59]Will you take this for me? \n[60]Thank you, M'sieur. \n[61]Do I care if I should die Now she goes across the sea? Life without Cosette Means nothing at all.. Please don't weep, Cosette, Should Marius fall. Will you weep, Cosette, For me? \n[62]I will go into the streets. There are bodies all around. Ammunition to be had. Lots of bullets to be found. \n[63]  \n[64]Grandfather... \n[65]There's a grief that can't be spoken There's a pain goes on and on Empty chairs at empty tables Now my friends are dead and gone. \n[66]Here they talked of revolution Here it was they lit the flame Here they sang about tomorrow \n[67]And tomorrow never came... From the table in the corner They could see a world reborn And they rose with voices ringing And I can hear them now! The very words that they had sung Became their last communion On the lonely barricade at dawn. \n[68]Oh my friends, my friends, forgive me That I live and you are gone There's a grief that can't be spoken There's a pain goes on and on... Phantom faces at the window Phantom shadows on the floor Empty chairs at empty tables Where my friends will meet no more. Oh my friends, my friends, don't ask me What your sacrifice was for Empty chairs at empty tables Where my friends will sing no more. \n[69]  \n[70]Every day I wonder every day Who it was brought me here From the barricade. \n[71]Cosette, Cosette! \n[72]Waiting for you! At your feet! \n[73]And it wasn't a dream Not a dream after all. \n[74]   \n[75]M'sieur, this is a day I never can forget. Is gratitude enough For giving me Cosette? Your home shall be with us And not a day shall pass But we will prove our love To you, whom we shall call A father to us both, A father to us all. \n[76]You're Jean Valjean! \n[77]Monsieur, you cannot leave! Whatever I tell my beloved Cosette She will never believe me. \n[78]I give my word. \n[79]For the sake of Cosette, it must be so. \n[80]    \n[81]  \n[82]All he asked for me to   say He's on a journey, far   away. Dear Cosette, he loves   you so Perhaps he will return   some day. \n[83]  \n[84]   \n[85]No, `Baron du Thenard', The circles I move in are humbler by far... Go away, Thenardier! Do you think I don't know who you are? \n[86]In God's name say what you have to say. \n[87]I know this! This was mine! This is surely some heavenly sign! \n[88]Then it's true! Then I'm right! Jean Valjean was my saviour that night! \n[89]Not so loud! Here's for you. God forgive us the things that we do. \n[90]Where is he? \n[91]It's you who must forgive a thoughtless fool! It's you who must forgive a thankless man! It's thanks to you that I am living, And again I lay down my life at your feet. Cosette, your father is a saint! When they wounded me He took me from the barricade, Carried like a babe, And brought me home to you! ", "The": "\n[1]Now look who's here! The little madam herself, Pretending once again She's been so awfully good! Better not let me catch you slacking! Better not catch my eye! Ten rotten francs your mother sends me - What is that going to buy? Now take that pail, My little Mademoiselle, And go and draw some water from the well. We should never have taken you in In the first place - How stupid the things that we do! Like mother, like daughter, the scum of the street. \n[2]Eponine, come my dear. Eponine, let me see you. You look very well in that little blue hat! There's some little girls who know how to behave And they know what to wear And I'm saying thank heaven for that! \n[3]Still there, Cosette? Your tears will do you no good! I told you to fetch some water from the well in the wood. \n[4] \n[5]My band of soaks, My den of dissolutes, My dirty jokes, my always pissed as newts, My sons of whores, Spend their lives in my inn! Homing pigeons homing in - They fly through my doors, And their money's as good as yours! \n[6]Welcome, m'sieur! Sit yourself down And meet the best Innkeeper in town! \n[7]As for the rest - All of them crooks Rooking the guests And cooking the books. Seldom do you see Honest men like me A gent of good intent Who's content to be - \n[8]Master of the house! Doling out the charm Ready with a handshake And an open palm \n[9]Tells a saucy tale Makes a little stir Customers appreciate a bon-viveur Glad to do a friend a favour Doesn't cost me to be nice But nothing gets you nothing Everything has got a little price! \n[10]Master of the house! Keeper of the zoo! Ready to relieve'em Of a sou or two - Watering the wine \n[11]Making up the weight Picking up their knick-knacks When they can't see straight Everybody loves a landlord Everybody's bosom friend! I do whatever pleases - Jesus! Won't I bleed'em in the end! \n[12]Master of the house! Quick to catch your eye \n[13]Never wants a passer-by To pass him by! \n[14]Servant to the poor Butler to the great Comforter, philosopher and lifelong mate Everybody's boon companion Everybody's chaperone - \n[15]But lock up your valises - Jesus! Won't I skin you to the bone! \n[16]Enter, messieurs! Lay down yer load Unlace yer boots And rest from the road. This weighs a ton Travel's a curse But here we strive To lighten your purse. \n[17]Here the goose is cooked Here the fat is fried And nothing's overlooked Till I'm satisfied - Food beyond compare Food beyond belief \n[18]Mix it in a mincer And pretend it's beef Kidney of a horse \n[19]Liver of a cat Filling up the sausages With this and that! \n[20]Residents are more than welcome Bridal suite is occupied \n[21]Reasonable charges Plus some little extras on the side. \n[22]Charge'em for the lice Extra for the mice Two percent for looking in the mirror twice. Here a little slice There a little cut Three percent for sleeping with the window shut. When it comes to fixing prices There are lots of tricks he knows How it all increases All those bits and pieces - Jesus! It's amazing how it grows. \n[23]Master of the house! Quick to catch your eye Never wants a passer-by To pass him by! \n[24]Servant to the poor Butler to the great Comforter, philosopher and lifelong mate Everybody's boon companion Gives'em everything he's got - \n[25]Dirty bunch of geezers Jesus! What a sorry little lot! \n[26]I used to dream That I would meet a prince But God almighty Have you seen what's happened since? `Master of the house' Isn't worth my spit! Comforter, philosopher And lifelong shit! Cunning little brain Regular Voltaire Thinks he's quite a lover But there's not much there. \n[27]What a cruel trick of nature Landed me with such a louse. God knows how I've lasted Living with this bastard in the house! \n[28]Master of the house! \n[29]Master and a half! \n[30]Comforter, philosopher - \n[31]Don't make me laugh! \n[32]Servant to the poor Butler to the great - \n[33]Hypocrite and toady And inebriate! \n[34]Everybody bless the landlord! Everybody bless his spouse! \n[35]Everybody raise a glass! \n[36]Raise it up the master's arse! \n[37]Everybody raise a glass to the master of the house! \n[38]    \n[39]Let me take your coat, m'sieur! \n[40]You are very welcome here! \n[41]Take a glass! \n[42]Take a chair! \n[43]What to do? What to say Shall you carry our treasure away? What a gem! What a pearl! Beyond rubies is our little girl! How can we speak of debt? Let's not haggle for darling Colette! \n[44]Cosette! \n[45]Cosette - Dear Fantine - gone to rest - Have we done for her child what is best? Shared our bread - shared each bone - Treated her like she's one of our own! Like our own, m'sieur! \n[46]That would quite fit the bill If she hadn't so often been ill. Little dear, cost us dear! Medicines are expensive, m'sieur. Not that we begrudged a sou - It's no more than we Christians must do. \n[47]One thing more! One small doubt! There are treacherous people about! No offence! Please reflect! Your intentions may not be correct! \n[48]Not bad! \n[49]Not enough! \n[50]There's a copper at the door! What the devil have you done? \n[51]She's gone with a gent, Didn't tell us where they went, Didn't leave his home address. \n[52]You're a bloody fool Look at what we got. \n[53]Should have struck the iron, Struck it while it's hot. \n[54]Next time round we'll be here And we're gonna get the lot. \n[55]Everyone here, you know your place - Brujon, Babet, Clacquesous - You, Montparnasse, watch for the law - With Eponine - take care. You turn on the tears! No mistakes, my dears! \n[56]Please, M'sieur, come this way. Here's a child that ain't eaten today. Save a life, spare a sou! God rewards all the good that you do. \n[57]Wait a bit! Know that face! Ain't the world a remarkable place! \n[58]Men like me don't forget - You're the bastard who borrowed Cosette! \n[59]You know me! I know you! And you'll pay what I'm due. \n[60]You will have a job to find him! He's not all he seems to be - And that girl he trails behind him She's the child he stole from me! \n[61]In the absence of a victim, Dear Inspector, may I go? And remember when you've nicked him It was me what told you so. \n[62]I smell profit here! Ten years ago He came and paid for Cosette. I let her go for a song. It's time we settled the debt. This'll cost him dear. \n[63]You shut your mouth! You'll get what's yours! \n[64]Who is this hussy? \n[65]Eponine, get on home! You're not needed in this. We're enough here without you. \n[66]Don't interfere! You've got some gall! Take care, young miss, You've got a lot to say! \n[67]One little scream and you'll regret it for a year! \n[68]Make for the sewers! Get underground! Leave her to me, Don't wait around! \n[69]You wait, my girl! You'll rue this night! I'll make you scream! You'll scream all right! \n[70]Watch'em run amuck! Catch'em as they fall! Never know your luck When there's a free-for-all. Here a little dip, There a little touch - Most of them are goners So they won't miss much! \n[71]Watch'em run amuck Catch'em as they fall Never know your luck When there's a free-for-all! \n[72]Here's a hint of gold Stuck into a tooth - Pardon me, m'sieur, You won't be needing it no more. Shouldn't be too hard to sell. \n[73]Well, someone's got to clean'em up, my friends, Before the little harvest Disappears into the mud. Someone's got to collect their odds and ends When the gutters run with blood. \n[74]Here's a tasty ring Pretty little thing Heart's no longer going And he's lived his little time, But his watch is ticking yet. It's a world where the dog eats the dog. Where they kill for the bones in the street. And God in his heaven, He don't interfere Cos he's dead as the stiff at my feet! I raise my eyes to see the heavens And only the moon looks down. The harvest moon shines down! \n[75]There! That way! \n[76]I forget where we met... Was it not at the Chateau Lafarge Where the Duke did that Puke Down the Duchess's decolletage? \n[77]He's not fooled! Told you so! Show M'Sieur what you've come here to show. Tell the boy what you know! \n[78]Pity to disturb you at a feast like this But 500 francs surely wouldn't come amiss. \n[79]  \n[80]What I saw, clear as light, Jean Valjean in the sewers that night, Had this corpse on his back Some boy he'd killed in a viscious attack. I was there, never fear! Even found me this fine souvenir! \n[81]And there's more! Mark this well - It was the night that the barricades fell. \n[82]Jean Valjean - the old con. You pay up and I'll say where he's gone. \n[83]How's about some extra On a day so glad Our little orphan girl She hasn't done so bad. Raised in a convent Cash to spare - We want our share. \n[84]Quite the little nun, ain't she! \n[85] The convent. \n[86]Ain't it a laugh? Ain't it a treat? Hob-nobbin' here Among the elite? Here comes a prince There goes a Jew This one's a queer But what can you do? Paris at my feet! Paris in the dust! And here's me breaking bread With the upper crust - \n[87]Beggar at the feast! Master of the dance! Life is easy pickings If you grab your chance! \n[88]Everywhere you go Law-abiding folk Doing what is decent \n[89]But they're mostly broke! \n[90]Singing to the Lord on Sundays \n[91]Praying for the gifts he'll send - \n[92]But we're the ones who take it - We're the ones who make it in the end! \n[93]Watch the buggers dance \n[94]Watch'em till they drop! \n[95]Keep your wits about you And you stand on top! \n[96]Masters of the land \n[97]Always get our share \n[98]Clear away the barricades And we're still there! We know where the wind is blowing Money is the stuff we smell - And when we're rich as Croesus, Jesus! Won't we see you all in hell! ", "Prioress": "", "Troufiat": "", "Javert": "\n[1]Now Prisoner 24601. Your time is up And your parole's begun. You know what that means? \n[2]No! It means you get Your yellow ticket-of-leave. \n[3]This badge of shame You'll show it everywhere. It warns you're a dangerous man. \n[4]You will starve again Unless you learn the meaning of the law. \n[5]Five years for what you did, The rest because you tried to run. Yes, 24601! \n[6]And I'm Javert! Do not forget my name. Do not forget me - 24601! \n[7]I introduce myself, Inspector of Police. I've come to take the watch I'm here to keep the peace. Please know me as Javert. I'm here at your command With honour due to each. With justice in our hands No man's beyond our reach. Let all beware. \n[8]You've done the city proud, You've raised their banner high. \n[9]You manufacture gems That anyone can buy Your people thrive. \n[10]It seems to me We may have met. \n[11]Can this be true? I don't believe what I see! A man your age To be as strong as you are! A memory stirs... You make me think of a man From years ago A man who broke his parole.. He disappeared. \n[12]Forgive me, sir. I would not dare - \n[13]Monsieur le Mayor. \n[14]Tell me quickly what's the story. Who saw what and why and where? Let him give a full description, Let him answer to Javert! In this nest of whores and vipers Let one speak who saw it all. Who laid hands on this good man here? What's the substance of this brawl? \n[15]She will answer for her actions When you make a full report. You may rest assured, M'sieur, That she will answer to the court. \n[16]I have heard such protestations Every day for twenty years. Let's have no more explanations, \n[17]Save your breath and save your tears. \n[18]Monsieur le Mayor! \n[19]Monsieur le Mayor! \n[20]Monsieur le Mayor! \n[21]Monsieur le Mayor! \n[22]From Paris, Monsieur. \n[23]Monsieur le Mayor I have a crime to declare! I have disgraced The uniform that I wear. I've done you wrong, Let no forgiveness be shown. I've been as hard On every rogue I have known. I'll bear the blame, I must be treated Just the same. \n[24]I mistook you for a convict, I have made a false report. Now I learn they've caught the culprit - He's about to face the court. \n[25]And of course the thief denies it, You'd expect that from a con. But he couldn't run for ever, No, not even Jean Valjean. \n[26]He will pay, and so must I. Press charges against me, sir! \n[27]Must I do as you say? \n[28]Valjean, at last We see each other plain! `M'sieur le Mayor' You'll wear a different chain! \n[29]You must think me mad! I've hunted you across the years. Men like you can never change - A man such as you! \n[30]Men like me can never change. Men like you can never change. No, 24601! My duty is to the law. You have no rights. Come with me, 24601! \n[31]Now the wheel has turned around - Jean Valjean is nothing now. Dare you talk to me of crime And the price you had to pay. Every man is born in sin Every man must choose his way. You know nothing of Javert! I was born inside a jail. I was born with scum like you. I am from the gutter too. \n[32]There is no place for you to hide. \n[33]Wherever you may hide away - \n[34]I swear to you, I will be there! \n[35]Where's the child Cosette? \n[36]Did you catch the fellow's name? \n[37]Another brawl in the square! Another stink in the air! Was there a witness to this? Well, let him speak to Javert! \n[38]Monsieur, these streets are not safe. But let these vermin beware, We'll see that justice is done! \n[39]Look upon this fine collection Crawled from underneath a stone. This swarm of worms and maggots Could have picked you to the bone! I know this man over here, I know his name and his trade. And on your witness, m'sieur, I'll see him suitably paid. \n[40]But where's the gentlemen gone? And why on earth did he run? \n[41]Could it be he's that old jailbird That the tide now washes in? Heard my name and started running... All the omens point to him. \n[42]And the girl who stood beside him, When I turned they both had gone. Could he be the man I've hunted? Could it be he's Jean Valjean? \n[43]   \n[44]There, out in the darkness A fugitive running Running from God Fallen from grace - God be my witness I never shall yield Till we come face to face - Till we come face to face... He knows his way in the dark Mine is the way of the Lord Those who follow the path of the righteous Shall have their reward And if they fall As Lucifer fell - The flame! The sword! Stars in your multitudes! Scarce to be counted Filling the darkness With order and light - You are the sentinels Silent and sure Keeping watch in the night - Keeping watch in the night... You know your place in the sky You hold your course \n[45]And your aim And each in your season Returns and returns And is always the same And if you fall As Lucifer fell You fall In flame! And so it must be, and so it is written On the doorway to paradise That those who falter And those who fall Must pay the price! Lord, let me find him That I may see him Safe behind bars! I will never rest till then! This I swear This I swear by the stars! \n[46]One day more to revolution. We will nip it in the bud. We'll be ready for these schoolboys. They will wet themselves with blood! \n[47]I will join these people's heroes I will follow where they go. I will learn their little secrets, I will know the things they know. \n[48]One day more! \n[49]One more day to revolution We will nip it in the bud We'll be ready for these schoolboys - \n[50]Tomorrow is the judgement day. \n[51]I can find out the truth! I know their ways, Fought their wars, Served my time In the days Of my youth. \n[52]Listen, my friends, I have done as I said. I have been to their lines, I have counted each man. I will tell what I can. Better be warned They have armies to spare And our danger is real - We will need all our cunning To bring them to heel. \n[53]I have overheard their plans. There will be no attack tonight. They intend to starve you out Before they start a proper fight - Concentrate their force, Hit us when it's light - \n[54]Shoot me now or shoot me later - Every schoolboy to his sport! Death to each and every traitor! I renounce your people's court! \n[55]The law is inside out. The world is upside down. \n[56]You've hungered for this all your life. Take your revenge. How right you should kill with a knife. \n[57]Don't understand... \n[58]Valjean, take care! I'm warning you. \n[59]Once a thief, forever a thief. What you want, you always steal. You would trade your life for mine. Yes, Valjean, you want a deal! Shoot me now for all I care - If you let me go, beware! You'll still answer to Javert! \n[60]I warned you I would not give in! I won't be swayed! \n[61]The man of mercy comes again And talks of justice! \n[62]One more step and you die. \n[63]Take him, Valjean, Before I change my mind! I will be waiting... 24601! \n[64]Who is this man? What sort of devil is he? To have caught me in a trap And choose to let me go free? It was his hour at last To put a seal on my fate Wipe out the past And wash me clean off the slate! All it would take Was a flick of his knife Vengeance was his And he gave me back my life! \n[65]Damned if I live in the debt of a thief! Damned if I yield at the end of the chase! \n[66]I am the law and the law is not mocked! I'll spit his pity right back in his face! There is nothing on earth that we share! It is either Valjean or Javert! How can I allow this man To hold dominion over me? This desperate man that I have hunted... He gave me my life! He gave me freedom! I should have perished by his hand It was his right... It was my right to die as well... Instead I live... But live in hell! \n[67]And my thoughts fly apart Can this man be believed? Shall his sins be forgiven? Shall his crimes be reprieved? And must I now begin to doubt Who never doubted all those years? My heart is stone and still it trembles... The world I have known is lost in shadow Is he from heaven or from hell? And does he know That granting me my life today This man has killed me even so? \n[68]I am reaching but I fall And the stars are black and cold As I stare into the void Of a world that cannot hold... I'll escape now from that world From the world of Jean Valjean This is nowhere I can turn... There is no way to go on... ", "Enjolras": "\n[1]Where are the leaders of the land? Where are the swells who run this show? \n[2]Lamarque is ill and fading fast - Won't last a week out, so they say. \n[3]Before we cut the fat ones down to size? \n[4]Tomorrow we will return! \n[5]Well, Courfeyrac! Do we have all the guns? Joly, Prouvaire! Our time is running short! \n[6]Grantaire, put the bottle down! Did we get the guns we need? \n[7]The time is near... So near it's stirring the blood in their veins. And yet beware! Don't let the wine go to your brains. For the army we fight is a dangerous foe With the men and the arms that we never can match. It is easy to sit here and swat them like flies But the National Guard will be harder to catch. We need a sign To rally the people To call them to arms To bring them in line! \n[8]It is time for us all To decide who we are. Do we fight for the right To a night at the opera now? Have you asked yourselves What's the price you might pay? Is this simply a game For rich young boys to play? The colours of the world Are changing day by day - Red -    the blood of angry men! Black    - the dark of ages past! Red -    a world about to dawn! Black    - the night that ends at last! \n[9]Marius, you're no longer a child - I do not doubt you mean it well But now there is a higher call! Who cares about your lonely soul? We strive towards a larger goal - Our little lives don't count at all! \n[10]Red! \n[11]Black! \n[12]Lamarque is dead... Lamarque... His death is the hour of fate. The people's man... His death is the sign we await! On his funeral day they will honour his name With the light of rebellion ablaze in their eyes. From their candles of grief we will kindle our flame. On the tomb of Lamarque shall our barricades rise! The time is here! \n[13]Let us welcome it gladly with courage and cheer! \n[14]One more day before the storm! \n[15]At the barricades of freedom! \n[16]When our ranks begin to form - \n[17](from top of stairs, for \n[18]Then join in the fight That will give you the right To be free! \n[19]Will you give all you can give So that our banner may advance? \n[20]The blood of the martyrs Will water the meadows of France! \n[21]To the barricades! \n[22]Here upon these stones We will build our barricade. In the heart of the city We claim as our own Each man to his duty And don't be afraid. \n[23]Wait! I will need a report On the strength of the foe. \n[24]Red, the blood of angry men! \n[25]Have faith! If you know what their movements are We'll spoil their game. There are ways that a people can fight - We shall overcome their power! \n[26]Tie this man and take him To the tavern in there! The people will decide your fate, Inspector Javert! \n[27]Take this man. Bring him through. There is work we have to do. \n[28]When are they coming!? \n[29]French Revolution. \n[30] \n[31]They were the first to fall. The first to fall upon this barricade. \n[32]For your presence of mind, For the deed you have done, I will thank you, M'sieur, When our battle is won. \n[33]If it is in my power. \n[34]Do what you have to do - The man belongs to you. \n[35]The enemy may be regrouping! Hold yourselves in readiness! Come, my friends, back to your positions! The dawn is breaking fast. \n[36]Courfeyrac, you take the watch - They may attack before it's light. Everybody keep the faith, For certain as our banner flies, We are not alone - The people too must rise! \n[37]Marius, rest. \n[38]The people have not stirred. \n[39]The people have not heard, Yet we will not abandon those who cannot hear. Let us not waste lives! Let all who wish to Go from here! \n[40]I can't let you go. \n[41]Let us die facing our foes! Make them bleed while we can! \n[42]Let others rise to take our place Until the earth is free! "}}