{"filename": "Lincoln_script.txt", "imdb_id": "tt0443272", "imdb_url": "https://www.imdb.com/title/tt0443272", "characters": ["Abraham Lincoln", "William Seward", "Fernando Wood", "Richard Schell", "George Pendleton", "Mary Todd Lincoln", "W.N. Bilbo", "Edwin Stanton", "Ulysses S. Grant", "Thaddeus Stevens", "Robert Lincoln", "Alexander Stephens", "Preston Blair", "Robert Latham", "John Hay"], "dialogues": {"Abraham": "\n[1] ", "Lincoln": "\n[1]         \n[2]What's your name, soldier? \n[3] How long've you been a soldier? \n[4]Second Kansas Colored Infantry, they fought bravely at Jenkins' Ferry. \n[5]I am aware of it, Corporal Clark. 3. \n[6]What'll you do after the war, Corporal Clark? \n[7]Perhaps I will. \n[8]I've yet to find a man could cut mine so it'd make any difference. \n[9]Yes, I do. My last barber hanged himself. And the one before that. Left me his scissors in his will. \n[10]President Lincoln, sir? Evening, boys. \n[11]Could you hear what I said? \n[12]That's good, thank you for - \n[13]Thank you, that's - \n[14](to the two white \n[15]God bless you. 6. \n[16] \n[17]It's nighttime. The ship's moved by some terrible power, at a terrific speed. 7. \n[18]Though it's imperceptible in the darkness, I have an intuition that we're headed towards a shore. No one else seems to be aboard the vessel. I'm alone. \n[19]I could be bounded in a nutshell and count myself a king of infinite space...were it not that I have bad dreams. I reckon it's the speed that's strange to me. I'm used to going a deliberate pace. \n[20]I should spare you. I shouldn't tell you my dreams. \n[21](rapping lightly on his \n[22]I do. \n[23]It was most probably an - \n[24]How's the plans for the big shindy progressing? \n[25]Not much but they're a necessary - \n[26] \n[27]It's late, Mrs. Keckley. \n[28]Good night. \n[29]          \n[30]Hmm? \n[31] \n[32]Willie's gone. Three years now. He's gone. \n[33]The part assigned to me is to raise the flag, which, if there be no fault in the machinery, I will do, and when up, it will be for the people to keep it up. \n[34]That's my speech. \n[35]Only twenty. 13. \n[36]We can find twenty votes. \n[37]To which I always listen. \n[38]With all three of my ears. \n[39]Ain't won yit. \n[40]I like our chances now. \n[41]  \n[42]Fifty-six. \n[43]Since the House last voted on the amendment there's been an election. Sixty-four Democrats lost their House seats in November. That's sixty-four Democrats looking for work come March. \n[44]I know, but that's - They don't need to worry There's a knock at the office door. \n[45]But we can't, um, buy the vote for the amendment. It's Might as well let `em in. too important. \n[46]I said nothing of buying anything. We need twenty votes was all I said. Start of my second term, plenty of positions to fill. \n[47]Mr. Jolly. Ma'am. This by the fire's Secretary of State Seward. \n[48]Jeff City. \n[49]I heard tell once of a Jefferson City lawyer who had a parrot that'd wake him each morning crying out, \"Today is the day the world shall end, as scripture has foretold.\" And one day the lawyer shot him for the sake of peace and quiet, I presume, thus fulfilling, for the bird at least, its prophecy! \n[50]That's unnecessary, Mrs. Jolly. Just tell me what you want from me. 16. \n[51]Jeff City? That's, uh, Congressman Burton? \n[52] Republican. Undecided on the question of the amendment, I believe. Perhaps you could call on him and inform him of your enthusiasm. \n[53] Would you let me study this letter, sir, about the tollbooth? Come back to me in the morning and we'll consider what the law says. \n[54]And be sure to visit \"Beanpole\" and tell him that you support passage of the Amendment. As a military necessity. \n[55]Oh, Nicolay? When you have a moment. \n[56]Pardon me, that's a distress signal, which I am bound by solemn oath to respond to. \n[57]You had nightmares all night, mama's right to - \n[58]Perhaps. \n[59]Send over to Blair House. Ask Preston Blair can I call on him around five o'clock. \n[60]If the Blairs tell `em to, no Republican will balk at voting for the amendment. \n[61]Yes, sir, I do. \n[62]He spends his days with soldiers. \n[63]   \n[64] \n[65]It got took by a breeze several nights back. \n[66] \n[67]Wilmington's their last open seaport. Therefore... \n[68]I don't recall Bates being any too certain about the legality of my Proclamation, just it wasn't downright criminal. Somewhere's in between. Back when I rode the legal circuit in Illinois I defended a woman from Metamora named Melissa Goings, 77 years old, they said she murdered her husband; he was 83. He was choking her; and, uh, she grabbed ahold of a stick of fire- 26. wood and fractured his skull, `n he died. In his will he wrote \"I expect she has killed me. If I get over it, I will have revenge.\" \n[69]No one was keen to see her convicted, he was that kind of husband. I asked the prosecuting attorney if I might have a short conference with my client. And she and I went into a room in the courthouse, but I alone emerged. The window in the room was found to be wide open. It was believed the old lady may have climbed out of it. I told the bailiff right before I left her in the room she asked me where she could get a good drink of water, and I told her Tennessee. Mrs. Goings was seen no more in Metamora. Enough justice had been done; they even forgave the bondsman her bail. \n[70]I decided that the Constitution gives me war powers, but no one knows just exactly what those powers are. Some say they don't exist. I don't know. I decided I needed them to exist to uphold my oath to protect the Constitution, which I decided meant that I could take the rebels' slaves from `em as property confiscated in war. That might recommend to suspicion that I agree with the rebs that their slaves are property in the first place. Of course I don't, never have, I'm glad to see any man free, and if calling a man property, or war contraband, does the trick... Why I caught at the opportunity. Now here's where it gets truly slippery. I use the law allowing for the seizure of property in a war knowing it applies only to the property of governments and 27. citizens of belligerent nations. But the South ain't a nation, that's why I can't negotiate with 'em. So if in fact the Negroes are property according to law, have I the right to take the rebels' property from `em, if I insist they're rebels only, and not citizens of a belligerent country? And slipperier still: I maintain it ain't our actual Southern states in rebellion, but only the rebels living in those states, the laws of which states remain in force. The laws of which states remain in force. That means, that since it's states' laws that determine whether Negroes can be sold as slaves, as property - the Federal government doesn't have a say in that, least not yet - (a glance at Seward, \n[71]Two years ago I proclaimed these people emancipated - \"then, thenceforward and forever free.\" But let's say the courts decide I had no authority to do it. They might well decide that. Say there's no amendment abolishing slavery. Say it's after the war, and I can no longer use my war powers to just ignore the courts' decisions, like I sometimes felt I had to do. Might those people I freed be ordered back into slavery? That's why I'd like to get the Thirteenth Amendment through the House, and on 28. its way to ratification by the states, wrap the whole slavery thing up, forever and aye. As soon as I'm able. Now. End of this month. And I'd like you to stand behind me. Like my cabinet's most always done. \n[72]As the preacher said, I could write shorter sermons but once I start I get too lazy to stop. \n[73]Well, the people do that, I suppose. I signed the Emancipation Proclamation a year and half before my second election. I felt I was within my power to do it; however I also felt that I might be wrong about that; I knew the people would tell me. I gave `em a year and half to think about it. And they re- elected me. And come February the first, I intend to sign the Thirteenth Amendment. \n[74]    \n[75]Well, Mr. Representative Ashley! Tell us the news from the Hill. \n[76]Why for instance is this thus, and what is the reason for this thusness? \n[77]We're whalers, Mr. Ashley! 30. \n[78]We've been chasing this whale for a long time. We've finally placed a harpoon in the monster's back. It's in, James, it's in! We finish the deed now, we can't wait! Or with one flop of his tail he'll smash the boat and send us all to eternity! \n[79]  \n[80]I intend to, Preston. And in return, I must ask you - \n[81]No, this is not horsetrading, - to support our push for this is life and - the amendment when it reaches \n[82]Not now! \n[83]Oh. Bob. I'm sorry. Welcome home. \n[84](pointedly:) ROBERT and rested. 42. \n[85](dismissing Robert, \n[86]Talk peace with these men. Preston, I understand... \n[87] \n[88]  \n[89]Six. \n[90]What'd Hawkins get? 47. \n[91]He's selling himself cheap, ain't he? \n[92] \n[93]Seven yeses with Mr. Ellis! Thirteen to go! \n[94]  \n[95]We'll hear `em out. \n[96]The Blairs have promised support for the amendment if we listen to these people - \n[97]What hope for any Democratic votes, Willum, if word gets out that I've refused a chance to end the war? You think word won't get out? In Washington? \n[98]\"If you can look into the seeds of time, And say which grain will grow and which will not, Speak then to me...\" \n[99]Time is a great thickener of things, Willum. \n[100]Get me thirteen votes. (in a thick Kentucky \n[101]\n[102]It's a sturdy profession, and a useful one. \n[103]I ain't wearing them things, Mr. Slade, they never fit right. \n[104] \n[105]Put `em back in the box. We'll return them to Mr. Gardner's studio day after next. Be careful with `em, now.  These things should've stayed on the calf. \n[106]Were you - \n[107]I know. \n[108]Somehow you will. 54. \n[109]We didn't know how sick he was. \n[110]Three years ago, the war was going so badly, and we had to put on a face. \n[111]Molly. It's too hard. Too hard. \n[112]Since we have the floor next in the debate, I thought I'd suggest you might...temper your contributions so as not to frighten our conservative friends? \n[113]I can't ensure a single damn thing if you scare the whole House with talk of land appropriations and revolutionary tribunals and punitive thisses and thats - \n[114]That's the untempered version of reconstruction. It's not... It's not exactly what I intend, but we shall oppose one another in the course of time. Now we're working together, and I'm asking you - \n[115]When the people disagree, bringing them together requires going slow till they're ready to make up - \n[116]I admire your zeal, Mr. Stevens, and I have tried to profit from the example of it. But if I'd listened to you, I'd've declared every slave free the minute the first shell struck Fort Sumter; then the border states would've gone over to the confederacy, the war would've been lost and the Union along with it, and instead of abolishing slavery, as we hope to do, in two weeks, we'd be watching helpless as infants as it spread from the American South into South America. \n[117]A compass, I learnt when I was surveying, it'll - it'll point you True North from where you're standing, but it's got no advice 60. about the swamps and deserts and chasms that you'll encounter along the way. If in pursuit of your destination you plunge ahead, heedless of obstacles, and achieve nothing more than to sink in a swamp, what's the use of knowing True North? \n[118]Robert's going to plead with us to let him enlist. \n[119]Tad's young. \n[120]Plenty of boys younger than Robert signing up... \n[121] \"Come on out, you old rat!\" \n[122]That's what Ethan Allen called to the commander of Fort Ticonderoga in 1776. \"Come on out, you old rat!\" `Course there were only forty- odd redcoats at Ticonderoga. But, but there is one Ethan Allen story that I'm very partial to - \n[123]It was right after the Revolution, right after peace had been concluded, and Ethan Allen went to London to help our new country conduct its business with the king. The English sneered at how rough we are, and rude and simple-minded and on like that, everywhere he went, till one day he was invited to the townhouse of a great English lord. Dinner was served, beverages imbibed, time passed, as happens, and Mr. Allen found he needed the 63. privy. He was grateful to be directed thence - relieved you might say. \n[124]Now, Mr. Allen discovered on entering the water closet that the only decoration therein was a portrait of George Washington. Ethan Allen done what he came to do and returned to the drawing room. His host and the others were disappointed when he didn't mention Washington's portrait. And finally His Lordship couldn't resist, and asked Mr. Allen had he noticed it, the picture of Washington. He had. Well, what did he think of its placement, did it seem appropriately located to Mr. Allen? Mr. Allen said it did. His host was astounded! Appropriate? George Washington's likeness in a water closet? Yes, said Mr. Allen, where it'll do good service: the whole world knows nothing'll make an Englishman shit quicker than the sight of George Washington. \n[125]I love that story. \n[126]After four years of war and near 600,000 lives lost. He believes we can end this war now. My trust in him is marrow deep. \n[127]   \n[128]Now, here's a sixteen year old boy. They're going to hang him... \n[129](he reads a little \n[130]It's three forty in the morning. \n[131]He oughtn't to have done that, crippled his horse, that was cruel, but you don't just hang a sixteen year old boy for that - \n[132]- for cruelty. There'd be no sixteen year old boys left.  Grant wants me to bring the secesh delegates to Washington. \n[133](scribbling a note, signing the petition: He was afraid, that's all it was. I don't care to hang a boy for being frightened, either. What good would it do him? 74. \n[134]War's nearly done. Ain't that so? What use one more corpse? Any more corpses? \n[135]Times like this, I'm best alone. \n[136]\"Lieutenant General Ulysses S. Grant, City Point. I have read your words with interest.\" \n[137]\"I ask that, regardless of any action I take in the matter of the visit of the Richmond commissioners, you maintain among your troops military preparedness for battle, as you have done until now.\" 75. \n[138]\"Have Captain Saunders convey the commissioners to me here in Washington.\" \"A. Lincoln.\" And the date. \n[139] You think we choose to be born? \n[140]Are we fitted to the times we're born into? \n[141] \n[142]You're an engineer, you must know Euclid's axioms and common notions. \n[143]I never had much of schooling, but I read Euclid, in an old book I borrowed. Little enough ever found its way in here -  - but once learnt it stayed learnt. 76. Euclid's first common notion is this: \"Things which are equal to the same thing are equal to each other.\" \n[144]That's a rule of mathematical reasoning. It's true because it works; has done and always will do. In his book, Euclid says this is \"self-evident.\" D'you see? There it is, even in that two-thousand year old book of mechanical law: it is a self- evident truth that things which are equal to the same thing are equal to each other. We begin with equality. That's the origin, isn't it? That balance, that's fairness, that's justice. \n[145]Read me the last sentence of my telegram. \n[146]A slight emendation, Sam, if you would. \n[147]\"Have Captain Saunders convey the gentlemen aboard the River Queen as far as Hampton Roads, Virginia, and there wait until...\" \"...further advice from me. Do not proceed to Washington.\" 77. \n[148]You said you wanted to help me. \n[149]She told me she didn't take you inside. \n[150]At all rates, I'm happy to have your company. \n[151]Morning, Jim. 82. \n[152]Good to see you again. \n[153]Well, boys, first question: You getting enough to eat? \n[154]What's your name, soldier? \n[155]Robert. Good to meet you, Robert. \n[156]What's your name? \n[157]Tell me your names as I go past. I like to know who I'm talkin' to. Kevin. \n[158]John. I've seen you before. \n[159]What's the matter, Bob? \n[160]That same speech has been made by how many sons to how many fathers since the war began? \"I don't need your damn permission, you miserable old goat, I'm gonna enlist anyhow!\" And what wouldn't those numberless fathers have given to be able to say to their sons - as I now say to mine - \"I'm commander-in-chief, so in point of fact, without my permission, you ain't enlisting in nothing, nowhere, young man.\" 84. \n[161]We can't lose you. \n[162]He'll be fine, Molly. City Point's far from the front lines, from the fighting, he'll be an adjutant running messages for General Grant. \n[163]That's not true - \n[164]Just, just this once, Mrs. Lincoln, I demand of you to try and take the liberal and not the selfish point of view! You imagine Robert will forgive us if we continue to stifle his very natural ambition?! \n[165]That's right. When you I was in the room with refused so much as to comfort Willie, I was holding him in Tad - my arms as he died! \n[166]- the child who was not only How dare you! sick, dangerously sick, but beside himself with grief? \n[167]Oh but your grief, your How dare you throw that at grief, your inexhaustible me?! grief! \n[168]And his mother won't let him I couldn't let Tad in! I near her, `cause she's couldn't risk him seeing how screaming from morning to angry I was! night pacing the corridors, howling at shadows and furniture and ghosts! I ought to have done it, I ought have done for Tad's sake, for everybody's goddamned sake, I should have clapped you in the madhouse! \n[169]I couldn't tolerate you grieving so for Willie because I couldn't permit it in myself, though I wanted to, Mary. I wanted to crawl under the earth, into the vault with his coffin. I still do. Every day I do. Don't... talk to me about grief. I must make my decisions, Bob must make his, you yours. And bear what we must, hold and carry what we must. What I carry within me - you must allow me to do it, alone as I must. And you alone, Mary, you alone may lighten this burden, or render it intolerable. As you choose. \n[170]Seward doesn't want me leaving big muddy footprints all over town. \n[171]I don't envy him his task. He may wish He'd chosen an instrument for His purpose more wieldy than the House of Representatives. \n[172]Are you afraid of what lies ahead? For your people? If we succeed? \n[173]Many don't. \n[174]I...I don't know you, Mrs. Keckley. Any of you. You're ...familiar to me, as all people are. Unaccommodated, poor, bare, forked creatures such as we all are. You have a right to expect what I expect, and likely our expectations are not incomprehensible to each other. I assume I'll get used to you. But what you are to the nation, what'll become of you once slavery's day is done, I don't know. \n[175]I wouldn't bet against it, Mr...? \n[176]Mr. Bilbo. Gentlemen. \n[177]The Secretary of State here tells me that, uh, you got eleven Democrats in the bag. That's encouraging. \n[178]\"We have heard the chimes of midnight, Master Shallow.\" I'm here to alert you boys that the great day of reckoning is nigh upon us. \n[179]Mm-hmm. Do me a favor, willya? \n[180]Snagged my eye in the paper this morning. Governor Curtin is set to declare a winner in the disputed Congressional election for the - \n[181]What a joy to be comprehended. Hop on a train to Philadell, call on the Governor - 91. \n[182] \n[183]That's him. \n[184]I understand he is. Silly name. Let Governor Curtin know it'd be much appreciated if he'd invite the House of Representatives to decide who won. He's entitled to do that. He'll agree to it. Then advise Coffroth, if he hopes to retain his seat, that he'd better pay a visit to Thaddeus Stevens. \n[185]Now give me the names of whoever else you been hunting. \n[186]I got it. 95. \n[187]I saw a barge once, Mr. Yeaman, filled with colored men in chains, heading down the Mississippi to the New Orleans slave markets. It sickened me, `n more than that, it brought a shadow down, a pall around my eyes. Slavery troubled me, as long as I can remember, in a way it never troubled my father, though he hated it. In his own fashion. He knew no smallholding dirt farmer could compete with slave plantations. He took us out from Kentucky to get away from `em. He wanted Indiana kept free. He wasn't a kind man, but there was a rough moral urge for fairness, for freedom in him. I learnt that from him, I suppose, if little else from him. We didn't care for one another, Mr. Yeaman. \n[188]Lovingkindness, that most ordinary thing, came to me from other sources. I'm grateful for that. \n[189] \n[190]I read your speech, George. Negroes and the vote, that's a puzzle. \n[191]I'm asking only that you disenthrall yourself from the slave powers. I'll let you know when there's an offer on my desk for surrender. There's none before us now. What's before us now, that's the vote on the Thirteenth Amendment. It's going to be so very close. You see what you can do. \n[192]I'd change that in you if I could, but that's not why I come. I might be wrong, Mr. Hutton, but I expect... Colored people will most likely be free, and when that's so, it's simple truth that your brother's bravery, and his death, helped make it so. Only you can decide whether that's sense enough for you, or not. \n[193]My deepest sympathies to your family. \n[194]  \n[195]I can't listen to this anymore! I can't accomplish a goddamned thing of any human meaning or worth until we cure ourselves of slavery and end this pestilential war, and whether any of you or anyone else knows it, I know I need this! This amendment is that cure! We're stepped out upon the world's stage now, now, with the fate of human dignity in our hands! Blood's been spilt to afford us this moment! \n[196]Now now now! And you grousle and heckle and dodge about like pettifogging Tammany Hall hucksters! See what is before you! See the here and now! That's the hardest thing, the only thing that accounts! Abolishing slavery by constitutional provision settles the fate, for all coming time, not only of the millions now in bondage but of unborn millions to come. Two votes stand in its way, and these votes must be procured. \n[197]You got a night and a day and a night and several perfectly good hours! Now get the hell out of here and get `em! \n[198]Buzzards' guts, man. \n[199]I am the President of the United States of America, clothed in immense power! You will procure me these votes. \n[200]   \n[201]This is precisely what Mr. Wood wishes me to respond to? 103. \n[202]Word for word? This is precisely the assurance that he demands of me? \n[203]Give this to Mr. Ashley. \n[204]Impeachable. I've made no false representation. \n[205]Give me the note, Johnnie. \n[206] \n[207]   \n[208]   \n[209]    \n[210]I'd like peace immediately. \n[211]I'd like your states restored to their practical relations to the Union immediately. \n[212] We ain't here to discuss reconstruction, we have no legal basis for that discussion. But I don't want to deal falsely. The Northern states'll ratify, most of `em. As I figure, it remains for two of the Southern states to do the same, even after all are readmitted. And I been working on that. \n[213]Arkansas too, most likely. It'll be ratified. Slavery, sir, it's done. \n[214]If we submit ourselves to law, Alex, even submit to losing freedoms - the freedom to oppress, for instance - we may discover other freedoms previously unknown to us. Had you kept faith with democratic process, as frustrating as that can be - 118. \n[215]It may be you're right. But say all we done is show the world that democracy isn't chaos, that there is a great invisible strength in a people's union? Say we've shown that a people can endure awful sacrifice and yet cohere? Mightn't that save at least the idea of democracy, to aspire to? Eventually, to become worthy of? At all rates, whatever may be proven by blood and sacrifice must've been proved by now. Shall we stop this bleeding? \n[216]Once he surrenders, send his boys back to their homes, their farms, their shops. \n[217]Liberality all around. No punishment. I don't want that. And the leaders - Jeff and the rest of `em - if they escape, leave the country while my back's turned, that wouldn't upset me none. 120. When peace comes it mustn't just be hangings. \n[218]Some weariness has bit at my bones. I never seen the like of it before. What I seen today. Never seen the like of it before. \n[219]We've made it possible for one another to do terrible things. \n[220]I'd like that. To the West by rail. \n[221]The Holy Land. \n[222]Jerusalem. Where David and Solomon walked. I dream of walking in that ancient city. \n[223]Anyone thinks that doesn't understand, Molly. 122. \n[224]We must try to be happier. We must. Both of us. We've been so miserable for so long. \n[225]   \n[226]I did say some colored men, the intelligent, the educated, and veterans, I qualified it. \n[227]Still, I wish I'd mentioned it in a better speech. \n[228]Am I in trouble? \n[229]Thank you, Mr. Slade. \n[230]I suppose it's time to go, though I would rather stay. \n[231]Fondly do we hope, fervently do we pray, that this mighty scourge of war may speedily pass away. \n[232]Yet, if God wills that it continue until all the wealth piled by the bondman's two hundred and fifty years of unrequited toil shall be sunk, and until every drop of blood drawn with the lash shall be paid by another drawn with the sword, as was said three thousand years ago, so still it must be said \"the judgments of the Lord are true and righteous altogether.\" 126. \n[233]With malice toward none, with charity for all, with firmness in the right as God gives us to see the right, let us strive on to finish the work we are in, to bind up the nation's wounds, to care for him who shall have borne the battle, and for his widow and his orphan, to do all which may achieve and cherish a just and a lasting peace among ourselves and with all nations. ", "William": "\n[1]Dear God. \n[2]The missus will have you wear `em. Don't think about leaving `em. \n[3]You won't tell me no, but the \n[4]I was born a free man. Nobody beat me except I beat them right back. \n[5] \n[6] She's just ten feet yonder. I'd like to keep my job. \n[7]I can't make sense of it, what he died for. Mr. Lincoln, I hate them all, I do, all black people. I am a prejudiced man. 97. \n[8]William Hutton, remembering at this moment his beloved brother, Fredrick, votes against the amendment. \n[9]No, sir. ", "Seward": "\n[1]Even if every Republican in the House votes yes - far from guaranteed, since when has our party unanimously supported anything? - but say all our fellow Republicans vote for it. We'd still be twenty votes short. \n[2]Only twenty! \n[3]Twenty House Democrats who'll vote to abolish slavery! In my opinion - \n[4]Or pretend to. \n[5]We'll win the war soon - It's inevitable, isn't it? \n[6]You'll begin your second term with semi-divine stature. Imagine the possibilities peace will bring! Why tarnish your invaluable luster with a battle in the House? It's a rats' nest in there, the same gang of talentless hicks and hacks that rejected the amendment ten months back. We'll lose. \n[7]Consider the obstacles that we'd face. The aforementioned two-thirds majority needed to pass an amendment: we have a Republican 14. majority, but barely more than fifty percent - \n[8]We need Democratic support. There's none to be had. \n[9]I know, but that's - They don't need to worry There's a knock at the office door. \n[10]But we can't, um, buy the vote for the amendment. It's Might as well let `em in. too important. \n[11]Madame. Do you know about the proposed Thirteenth Amendment to the Constitution - \n[12]Do you? \n[13]You know that it abolishes slavery? \n[14]And is that why you favor it? \n[15]If the war finished first, before we end slavery, would - \n[16]But if it did. The South is exhausted. If they run out of bullets and men, would you still 17. want your, uh - Who's your representative? \n[17]Madam? If the rebels surrender next week, would you, at the end of this month, want Congressman Burton to vote for the Thirteenth Amendment? \n[18]And why's that? \n[19] The people! I begin to see why you're in such a great hurry to put it through. \n[20]If procuring votes with offers of employment is what you intend, I'll fetch a friend from Albany who can supply the skulking men gifted at this kind of shady work. Spare me the indignity of actually speaking to Democrats. Spare you the exposure and liability. 19. \n[21]We can't afford a single defection from anyone in our party...not even a single Republican absent when they vote. You know who you've got to see. \n[22](a shudder, a swallow of \n[23]And the entire cabinet's waiting to hear what it portends. \n[24]And the war... is done. \n[25]James, we want you to bring the anti-slavery amendment to the floor for debate - \n[26]Excuse me. What? - immediately, and - You are \n[27]And we're counting on robust radical support, so tell Mr. Stevens we expect him to put his back into it, it's not going to be easy, but we trust - \n[28]On the 31st of this month. Of this year. Put the amendment up for a vote. \n[29]The President is never to be mentioned. Nor I. You're paid for your discretion. 33. \n[30]No. Nothing strictly illegal. \n[31]That's correct. \n[32]The President would be unhappy to hear you did that. \n[33]The money I managed to raise for this endeavor is only for your fees, food, and lodgings. \n[34] \n[35]And lastly, Democratic yes vote number six. Hawkins from Ohio. \n[36]Well, thus far. Plus Graylor's abstention. From tiny acorns and so on. \n[37]He wanted tax collector of the Western Reserve - a first-term congressman who couldn't manage re- election, I felt it unseemly and they bargained him down to Postmaster. Scatter `em over several rounds of appointments, so no one notices. And burn this ledger, please, after you're done. \n[38]One last item, an absurdity, but - My associates report that among the Representatives a fantastical rumor's bruited about, which I immediately disavowed, that you'd allowed bleary old Preston Blair to sojourn to Richmond to invite Jeff Davis to send commissioners up to Washington with a peace plan. \n[39]I, of course, told them you would never...Not without consulting me, you wouldn't...Because why on earth would you? 48. \n[40]Why wasn't I consulted?! I'm Secretary of State! You, you, you informally send a reactionary dottard, to - What will happen, do you imagine, when these peace commissioners arrive? 49. \n[41]Oh, splendid! And next the Democrats will invite `em up to hearings on the Hill, and the newspapers - well, the newspapers - the newspapers will ask \"why risk enraging the Confederacy over the issue of slavery when they're here to make peace?\" We'll lose every Democrat we've got, more than likely conservative Republicans will join `em, and all our work, all our preparing the ground for the vote, laid waste, for naught. \n[42]Oh, the Blairs promise, do they? You think they'll keep their promise once we have heard these delegates and refused them? Which we will have to do, since their proposal most certainly will be predicated on keeping their slaves! \n[43]It's either the amendment or this Confederate peace, you cannot have both. \n[44]Oh, disaster. This is a disaster! \n[45]Yes, I suppose it is - Actually I have no idea what you mean by that. \n[46]Eleven votes?! Two days ago we had twelve!! What happened? \n[47]Groundless. I told you that. And yet the rumors persist. \n[48]Perhaps you push too hard. \n[49]Get back to it, and good day, gentlemen. \n[50]I expect you to do your work! And to have sufficient sense and taste not to presume to instruct the President. Or me. \n[51]\"...from anyone in authority, \"...from anyone in authority, Mr. Lincoln...\" Mr. Lincoln...\" \n[52]  \n[53]\"...will have a bad influence. I will be sorry should it prove impossible for you to have an interview with them. I am awaiting your instructions. U.S. Grant, Lieutenant General Commanding Armies United States\" \n[54]You could bring the delegates to Washington. In exchange for the South's immediate surrender, we could promise them the amendment's defeat. They'd agree, don't you think? We'd end the war. This week. 72. \n[55]Or. If you could manage, without seeming to do it, to - \n[56]The peace delegation might encounter delays as they travel up the James River. Particularly with the fighting around Wilmington. Within ten days time, we might pass the Thirteenth Amendment. \n[57]Gentlemen. You have a visitor. \n[58](looking askance at \n[59]Pity poor Coffroth. \n[60]  \n[61]We need two yeses, three abstentions, or four yeses and one more abstention and the amendment will pass - \n[62]Surrender and we can discuss reconstruction. \n[63]You'll not be conquered people, Mr. Hunter. You will be citizens, returned to the laws and the guarantees of rights of the Constitution. ", "Fernando": "\n[1]Estimable colleagues. Two bloody years ago this month, his Highness, King Abraham Africanus the First - our Great Usurping Caesar, violator of habeas corpus and freedom of the press, abuser of states' rights - \n[2]- radical republican autocrat end of the war, which yet rages on and on. 35. \n[3]He claimed, as tyrants do, that the war's emergencies The New York delegation's permitted him to turn our looking decidedly uninspired. army into the unwilling instrument of his monarchical \n[4]- and radical Republicanism's abolitionist fanaticism! \n[5]His Emancipation Proclamation has obliterated millions of dollars' worth of personal property rights - \n[6]- and \"liberated\" the Over in Pennsylvania - who's hundreds of thousands of the sweaty man eating his hopelessly indolent Negro thumb? refugees, bred by nature for servility, to settle in ROBERT LATHAM squalor in our Northern Unknown to me. Seems jumpy. cities! \n[7]But all that was not enough Jesus, when's this son-of- for this dictator, who now liberty sonofabitch gonna sit seeks to insinuate his down? miscegenist pollution into the Constitution itself! RICHARD SCHELL \n[8]We are once again asked - nay, commanded - to consider a proposed thirteenth amendment which, if passed, shall set at immediate liberty four million coloreds while manacling the limbs of the white race in America. If it is passed - but it shall not pass! \n[9]Every member of the House What's more interesting is loyal to the Democratic Party how dismal and disgruntled and the constituents it Mr. Yeaman appears. He should serves shall oppose- be cheering right now, but... \n[10]Mr. Speaker, I still have the floor and the gentleman from Pennsylvania is out of order! \n[11]We shall oppose this amendment, and any legislation that so affronts natural law, insulting to God as to man! Congress must never declare equal those whom God created unequal! \n[12]Heavy losses. \n[13]Sours the national mood. That might suffice to discourage him - \n[14]It's gruesome! \n[15]George, please. Stay on course. \n[16]Bless my eyes, if it isn't the Post Master of Millersburg Ohio! \n[17]Is that true, Postmaster Hawkins? Is your maidenly virtue for sale? 67. \n[18]I've asked you a question, Mr. Stevens, and you must answer me. Do you or do you not hold that the precept that \"all men are created equal\" is meant literally? \n[19]Is that not the true purpose of the amendment? To promote your ultimate and ardent dream to elevate - \n[20]You have always insisted, Mr. Stevens, that Negroes are the same as white men are. \n[21] \n[22] Are there Confederate commissioners in the Capitol? \n[23]If they've arrived?! \n[24]Postpone the vote! \n[25]I have made a motion! Does anyone here care to second - 102. \n[26]", "Wood": "\n[1]Estimable colleagues. Two bloody years ago this month, his Highness, King Abraham Africanus the First - our Great Usurping Caesar, violator of habeas corpus and freedom of the press, abuser of states' rights - \n[2]- radical republican autocrat end of the war, which yet rages on and on. 35. \n[3]He claimed, as tyrants do, that the war's emergencies The New York delegation's permitted him to turn our looking decidedly uninspired. army into the unwilling instrument of his monarchical \n[4]- and radical Republicanism's abolitionist fanaticism! \n[5]His Emancipation Proclamation has obliterated millions of dollars' worth of personal property rights - \n[6]- and \"liberated\" the Over in Pennsylvania - who's hundreds of thousands of the sweaty man eating his hopelessly indolent Negro thumb? refugees, bred by nature for servility, to settle in ROBERT LATHAM squalor in our Northern Unknown to me. Seems jumpy. cities! \n[7]But all that was not enough Jesus, when's this son-of- for this dictator, who now liberty sonofabitch gonna sit seeks to insinuate his down? miscegenist pollution into the Constitution itself! RICHARD SCHELL \n[8]We are once again asked - nay, commanded - to consider a proposed thirteenth amendment which, if passed, shall set at immediate liberty four million coloreds while manacling the limbs of the white race in America. If it is passed - but it shall not pass! \n[9]Every member of the House What's more interesting is loyal to the Democratic Party how dismal and disgruntled and the constituents it Mr. Yeaman appears. He should serves shall oppose- be cheering right now, but... \n[10]Mr. Speaker, I still have the floor and the gentleman from Pennsylvania is out of order! \n[11]We shall oppose this amendment, and any legislation that so affronts natural law, insulting to God as to man! Congress must never declare equal those whom God created unequal! \n[12]   \n[13]  \n[14]Heavy losses. \n[15]Sours the national mood. That might suffice to discourage him - \n[16]It's gruesome! \n[17]George, please. Stay on course. \n[18]Bless my eyes, if it isn't the Post Master of Millersburg Ohio! \n[19]Is that true, Postmaster Hawkins? Is your maidenly virtue for sale? 67. \n[20]  \n[21]I've asked you a question, Mr. Stevens, and you must answer me. Do you or do you not hold that the precept that \"all men are created equal\" is meant literally? \n[22]Is that not the true purpose of the amendment? To promote your ultimate and ardent dream to elevate - \n[23]You have always insisted, Mr. Stevens, that Negroes are the same as white men are. \n[24] \n[25] Are there Confederate commissioners in the Capitol? \n[26]If they've arrived?! \n[27]Postpone the vote! \n[28]I have made a motion! Does anyone here care to second - 102. \n[29]", "Richard": "\n[1]I have explained to Mr. Bilbo and Mr. Latham that we're offering patronage jobs to the Dems who vote yes. Jobs and nothing more. \n[2]Shall we get to work? 34. \n[3]- and \"liberated\" the Over in Pennsylvania - who's hundreds of thousands of the sweaty man eating his hopelessly indolent Negro thumb? refugees, bred by nature for servility, to settle in ROBERT LATHAM squalor in our Northern Unknown to me. Seems jumpy. cities! \n[4]Perhaps he'll jump. 36. \n[5]Jacob Graylor - \n[6]He'd like to be Federal Revenue Assessor for the Fifth District of Pennsylvania. \n[7]We've abandoned these 39 to the Devil that possesses them. 44. \n[8]The remaining lame ducks, on whom we've been working with a purpose - \n[9]Think how splendid if Mr. Yeaman switched. \n[10]It's the goddamned rumors There are defections in the regarding the Richmond ranks... Yes! The peace delegation. offer! \n[11]They are ruining us. \n[12]Among the few remaining representatives who seem remotely plausible there is a perceptible increase in resistance. \n[13]We are at an impasse. \n[14]Tell us what you expect of us. \n[15]Is there a Confederate offer or not? \n[16]Are we being...fired? \n[17]The Democrats we've yet to bag, sir. The patronage jobs simply won't bag `em. They require more...convincing, Mr. President. \n[18]Coffroth. He is a Democrat. \n[19]Yes. Yeaman. ", "Schell": "\n[1]I have explained to Mr. Bilbo and Mr. Latham that we're offering patronage jobs to the Dems who vote yes. Jobs and nothing more. \n[2]Shall we get to work? 34. \n[3]- and \"liberated\" the Over in Pennsylvania - who's hundreds of thousands of the sweaty man eating his hopelessly indolent Negro thumb? refugees, bred by nature for servility, to settle in ROBERT LATHAM squalor in our Northern Unknown to me. Seems jumpy. cities! \n[4]Perhaps he'll jump. 36. \n[5]Jacob Graylor - \n[6]He'd like to be Federal Revenue Assessor for the Fifth District of Pennsylvania. \n[7]We've abandoned these 39 to the Devil that possesses them. 44. \n[8]The remaining lame ducks, on whom we've been working with a purpose - \n[9]Think how splendid if Mr. Yeaman switched. \n[10]It's the goddamned rumors There are defections in the regarding the Richmond ranks... Yes! The peace delegation. offer! \n[11]They are ruining us. \n[12]Among the few remaining representatives who seem remotely plausible there is a perceptible increase in resistance. \n[13]We are at an impasse. \n[14]Tell us what you expect of us. \n[15]Is there a Confederate offer or not? \n[16]Are we being...fired? \n[17]The Democrats we've yet to bag, sir. The patronage jobs simply won't bag `em. They require more...convincing, Mr. President. \n[18]Coffroth. He is a Democrat. \n[19]Yes. Yeaman. ", "George": "\n[1]Order! Procedure! Mr. Speaker, Mr. Wood has the floor! Instruct us, Oh Great Commoner, what is unnatural, in your opinion? Niggrahs casting ballots? Niggrah representatives? Is that natural, Stevens? Intermarriage? \n[2]And more to come. \n[3]To what? To bring this down? Not in a fight like this. This is to the death. \n[4] \n[5]Before this blood is dry, when Stevens next takes the floor, taunt him - you excel at that - get him to proclaim what we all know he believes in his coal-colored heart: that this vote is meant to set the black race on high, to niggerate America. \n[6]Bring Stevens to full froth. I can ensure that every newspaperman from Louisville to San Francisco will be here to witness it and print it. \n[7]I thank you, Speaker Colfax. \n[8]Although I'm disgusted by slavery I rise on this sad and solemn day to announce that I'm opposed to the amendment. We must consider what will become of colored folk if four million are in one instant set free. \n[9]And, and! We will be forced to enfranchise the men of the colored race - it would be inhuman not to! Who among us is prepared to give Negroes the vote? \n[10]And, and! What shall follow upon that? Universal enfranchisement? Votes for women? \n[11]Mr. LeClerk felt honor-bound to inform us. Of your disgusting betrayal. Your prostitution. \n[12]   \n[13] For shame! For shame! Stop prevaricating and answer Representative Wood! \n[14]I don't hold with equality in all things, only with After the decades of fervent equality before the law and advocacy on behalf of the nothing more. colored race - \n[15]You have long insisted, have I don't hold with equality in you not, that the dusk- all things only with equality colored race is no different before the law and nothing from the white one. more. Among the amendment's supporters, including Vintner Litton, a GROUP OF WOMEN SUFFRAGISTS in the balcony, and Elizabeth Keckley, there's visible, audible shock and dismay at Stevens's capitulation. Mary's surprised by Stevens, and impressed. \n[16]Your frantic attempt to delude us now is unworthy of a representative. It is, in fact, unworthy of a white man! \n[17]\n[18]\n[19]I can't vote for the amendment, Mr. Lincoln. \n[20] \n[21]I hate it, too, sir, slavery, but - but we're entirely unready for emancipation. There's too many \n[22]No, no, but, but, but - But Negroes can't, um, vote, Mr. Lincoln. You're not suggesting that we enfranchise colored people. \n[23]I've just received confirmation of what previously has been merely rumored! Affidavits from loyal citizens recently returned from 101. Richmond. They testify that Commissioners have indeed come north and ought to have arrived by now in Washington City! Bearing an offer of immediate cessation of our civil war! \n[24]I appeal to my fellow Democrats, to all Republican representatives who give a fig for peace! Postpone this vote until we have answers from the President himself! \n[25]\"So far as I know-\"?! That means nothing! Are there commissioners from the South or aren't there?! \n[26]That is not a denial, it is a lawyer's dodge! \n[27] I said aye, Mr. McPherson. \n[28]I object! The Speaker doesn't vote! \n[29]It is highly unusual, sir - ", "Pendleton": "\n[1]Order! Procedure! Mr. Speaker, Mr. Wood has the floor! Instruct us, Oh Great Commoner, what is unnatural, in your opinion? Niggrahs casting ballots? Niggrah representatives? Is that natural, Stevens? Intermarriage? \n[2]And more to come. \n[3]To what? To bring this down? Not in a fight like this. This is to the death. \n[4] \n[5]Before this blood is dry, when Stevens next takes the floor, taunt him - you excel at that - get him to proclaim what we all know he believes in his coal-colored heart: that this vote is meant to set the black race on high, to niggerate America. \n[6]Bring Stevens to full froth. I can ensure that every newspaperman from Louisville to San Francisco will be here to witness it and print it. \n[7]Mr. LeClerk felt honor-bound to inform us. Of your disgusting betrayal. Your prostitution. \n[8] For shame! For shame! Stop prevaricating and answer Representative Wood! \n[9]I don't hold with equality in all things, only with After the decades of fervent equality before the law and advocacy on behalf of the nothing more. colored race - \n[10]You have long insisted, have I don't hold with equality in you not, that the dusk- all things only with equality colored race is no different before the law and nothing from the white one. more. Among the amendment's supporters, including Vintner Litton, a GROUP OF WOMEN SUFFRAGISTS in the balcony, and Elizabeth Keckley, there's visible, audible shock and dismay at Stevens's capitulation. Mary's surprised by Stevens, and impressed. \n[11]Your frantic attempt to delude us now is unworthy of a representative. It is, in fact, unworthy of a white man! \n[12]\n[13]\n[14]I've just received confirmation of what previously has been merely rumored! Affidavits from loyal citizens recently returned from 101. Richmond. They testify that Commissioners have indeed come north and ought to have arrived by now in Washington City! Bearing an offer of immediate cessation of our civil war! \n[15]I appeal to my fellow Democrats, to all Republican representatives who give a fig for peace! Postpone this vote until we have answers from the President himself! \n[16]\"So far as I know-\"?! That means nothing! Are there commissioners from the South or aren't there?! \n[17]That is not a denial, it is a lawyer's dodge! \n[18]I object! The Speaker doesn't vote! \n[19]It is highly unusual, sir - ", "W.N.": "\n[1]Hell, you can have that for nothin', what we need money for is bribes. It'd speed things up. \n[2]Congressmen come cheap! Few thousand bucks'll buy you all you need. \n[3]Well, will he be unhappy if we lose? \n[4]Uh huh. If that squirrel-infested attic you've quartered us in's any measure, you ain't raised much. \n[5]But all that was not enough Jesus, when's this son-of- for this dictator, who now liberty sonofabitch gonna sit seeks to insinuate his down? miscegenist pollution into the Constitution itself! RICHARD SCHELL \n[6]Looks like he ate a bad oyster. \n[7]The kind that hates niggers, hates God for making niggers. \n[8]Clay Hawkins. Of Ohio. 46. \n[9]Don't just reach for the highest branches. They sway in every breeze. Assistant Port Inspector of Marlston looks like the ticket to me. \n[10]Not for some miserable little job anyways. \n[11]A deal's a deal and you men know better than to piss your pants just cause there's talk about peace talks. \n[12]My neighbors in Nashville, Look, I'll find another job. they found out I was loyal to the Union, they came after me with gelding knives! Hawkins runs away from Bilbo. Bilbo chases him. \n[13](to himself, as he YOU DO RIGHT, CLAY HAWKINS! runs:) AND MAKE YOURSELF SOME MONEY \n[14]Wait!! You wanted, what was it, tax man for the Western Reserve, hell you can have the whole state of Ohio if you - \n[15]Aw, crap. \n[16]Resistance, hell! Thingamabob Hollister, Dem from Indiana? I approached him, the sumbitch near to murdered me! \n[17]I push nobody. Perhaps we need reinforcements. If Jeff Davis wants to cease hostilities, who do you think'll give a genuine solid shit to free slaves? 69. \n[18]My whole hand's gonna be proud in about five seconds, let's see how proud you gonna be. 89. \n[19]Yeah? \n[20]You keep your eyes off my fob! \n[21]Oh my God damn! \n[22]Well, I'll be fucked. \n[23]W.N. Bilbo. \n[24]Why are you here? No offense, but Mr. Seward's banished the very mention of your name, he won't even 90. let us use fifty-cent pieces `cause they got your face on `em. \n[25]Sure. \n[26]Pennsylvania 16th District. \n[27]Coffroth. \n[28]I understand he is. Silly name. Let Governor Curtin know it'd be much appreciated if he'd invite the House of Representatives to decide who won. He's entitled to do that. He'll agree to it. Then advise Coffroth, if he hopes to retain his seat, that he'd better pay a visit to Thaddeus Stevens. \n[29]Among others. But Yeaman: That'd count. \n[30]Yes sir. \n[31]You gonna have a chat now, with with the whole of the House of Representatives waiting on that? ", "Bilbo": "\n[1]Hell, you can have that for nothin', what we need money for is bribes. It'd speed things up. \n[2]Congressmen come cheap! Few thousand bucks'll buy you all you need. \n[3]Well, will he be unhappy if we lose? \n[4]Uh huh. If that squirrel-infested attic you've quartered us in's any measure, you ain't raised much. \n[5]But all that was not enough Jesus, when's this son-of- for this dictator, who now liberty sonofabitch gonna sit seeks to insinuate his down? miscegenist pollution into the Constitution itself! RICHARD SCHELL \n[6]Looks like he ate a bad oyster. \n[7]The kind that hates niggers, hates God for making niggers. \n[8]Clay Hawkins. Of Ohio. 46. \n[9]Don't just reach for the highest branches. They sway in every breeze. Assistant Port Inspector of Marlston looks like the ticket to me. \n[10]Not for some miserable little job anyways. \n[11]A deal's a deal and you men know better than to piss your pants just cause there's talk about peace talks. \n[12]My neighbors in Nashville, Look, I'll find another job. they found out I was loyal to the Union, they came after me with gelding knives! Hawkins runs away from Bilbo. Bilbo chases him. \n[13](to himself, as he YOU DO RIGHT, CLAY HAWKINS! runs:) AND MAKE YOURSELF SOME MONEY \n[14]Wait!! You wanted, what was it, tax man for the Western Reserve, hell you can have the whole state of Ohio if you - \n[15]Aw, crap. \n[16]Resistance, hell! Thingamabob Hollister, Dem from Indiana? I approached him, the sumbitch near to murdered me! \n[17]I push nobody. Perhaps we need reinforcements. If Jeff Davis wants to cease hostilities, who do you think'll give a genuine solid shit to free slaves? 69. \n[18]My whole hand's gonna be proud in about five seconds, let's see how proud you gonna be. 89. \n[19]Yeah? \n[20]You keep your eyes off my fob! \n[21]Oh my God damn! \n[22]Well, I'll be fucked. \n[23]W.N. Bilbo. \n[24]Why are you here? No offense, but Mr. Seward's banished the very mention of your name, he won't even 90. let us use fifty-cent pieces `cause they got your face on `em. \n[25]Sure. \n[26]Pennsylvania 16th District. \n[27]Send Latham. Or Schell. \n[28]Coffroth. \n[29]I understand he is. Silly name. Let Governor Curtin know it'd be much appreciated if he'd invite the House of Representatives to decide who won. He's entitled to do that. He'll agree to it. Then advise Coffroth, if he hopes to retain his seat, that he'd better pay a visit to Thaddeus Stevens. \n[30]Among others. But Yeaman: That'd count. \n[31]Yes sir. \n[32]Could you please just step outside?! \n[33]You gonna have a chat now, with with the whole of the House of Representatives waiting on that? ", "Edwin": "\n[1]No.  Oh to hell with it, shoot me dead too. Yes! \n[2]I mean, abstention. Abstention. ", "Stanton": "\n[1]We'll commence our assault on Wilmington from the sea. Why is this burnt? Was the boy playing with it? \n[2]This is an official War Department map! 24. \n[3]We'll keep up a steady barrage. Our first target is Fort Fisher. It defends Wilmington Port. \n[4]A hundred shells a minute. \n[5]Till they surrender. \n[6]Wilmington falls, Richmond falls after. 25. \n[7]They cannot possibly maintain under this kind of an assault. Terry's got ten thousand men surrounding the Goddamned fort! Why doesn't he answer my cables? \n[8]They've taken 17,000 shells since yesterday! \n[9]The commander is an old goat. I want to hear that Fort They said - \n[10]Send another damn cable! 62. \n[11]The problem's their commander, Whiting. He engineered the fortress himself. The damned thing's his child; he'll defend it till his every last man is gone. He is not thinking rationally, he's - \n[12]No! No, you're, you're going to tell a story! I don't believe that I can bear to listen to another one of your stories right now! \n[13]I need the B&amp;O sideyard schedules for Alexandria! I asked for them this morning! \n[14]How many casualties? \n[15]Now he belongs to the ages. ", "Thaddeus": "\n[1]   \n[2]I don't. \n[3]You said \"we all know what he'll do.\" I don't know. \n[4]Trust? I'm sorry, I was under the misapprehension your chosen profession was politics. I've never trusted the President. I never 32. trust anyone. But... Hasn't he surprised you? \n[5]Nothing surprises you, Asa, therefore nothing about you is surprising. Perhaps that is why your constituents did not re-elect you to the coming term. (collecting his cane and \n[6]Lincoln the inveterate dawdler, Lincoln the Southerner, Lincoln the capitulating compromiser, our adversary - and leader of the godforsaken Republican Party, our party - Abraham Lincoln has asked us to work with him to accomplish the death of slavery in America. Retain, even in opposition, your capacity for astonishment. \n[7]A point of order, Mr. Speaker, if you please? When will Mr. Wood - \n[8]- when will Mr. Wood conclude his interminable gabble? Some of us breathe oxygen, and we find the mephitic fumes of his oratory a lethal challenge to our pleural capacities. 37. \n[9]Slavery is the only insult to natural law, you fatuous nincompoop! \n[10]What violates natural law? Slavery, and you, Pendleton, you insult God, you unnatural noise. \n[11]Mrs. Lincoln. \n[12]As long as your household accounts are in order, Madame, we'll have no need to investigate them. \n[13]Your household accounts have always been so interesting. \n[14]Ashley insists you're ensuring approval by dispensing patronage to otherwise undeserving Democrats. \n[15]When the war ends, I intend to push for full equality, the Negro vote and much more. Congress shall mandate the seizure of every foot of rebel land and every dollar of their property. We'll use their confiscated wealth to establish hundreds of thousands of free Negro farmers, and at their side soldiers armed to occupy and transform the heritage of traitors. We'll build up a land down there of free men and free women and free children and freedom. The nation needs to know that we have such plans. \n[16]For patience, I expect. \n[17]Ah, shit on the people and what they want and what they're ready for! I don't give a goddamn about the people and what they want! This is the face of someone who has fought long and hard for the good of the people without caring much for any of `em. And I look a lot worse without the wig. The people elected me! To represent them! To lead them! And I lead! You ought to try it! \n[18]Oh, how you have longed to say that to me. You claim you trust them - but you know what the people are. You know that the inner compass that should direct the soul toward justice has ossified in white men and women, north and south, unto utter uselessness through tolerating the evil of slavery. White people cannot bear the thought of sharing this country's infinite abundance with Negroes. \n[19]The true purpose of the amendment, Mr. Wood, you perfectly-named, brainless, obstructive object? 78. \n[20]The true purpose of the amendment - \n[21]I don't hold with equality in all things only with equality before the law and nothing more. \n[22]I don't hold with equality in all things, only with After the decades of fervent equality before the law and advocacy on behalf of the nothing more. colored race - \n[23]You have long insisted, have I don't hold with equality in you not, that the dusk- all things only with equality colored race is no different before the law and nothing from the white one. more. Among the amendment's supporters, including Vintner Litton, a GROUP OF WOMEN SUFFRAGISTS in the balcony, and Elizabeth Keckley, there's visible, audible shock and dismay at Stevens's capitulation. Mary's surprised by Stevens, and impressed. \n[24] How can I hold that all men are created equal, when here before me -  - stands stinking the moral carcass of the gentleman from Ohio, proof that some men are inferior, endowed by their Maker with dim wits impermeable to reason with cold pallid slime in their veins instead of hot red blood! You are more reptile than man, George, so low and flat that the foot of man is incapable of crushing you! \n[25]Yet even you, Pendleton, who should have been gibbetted for treason long before today, even worthless unworthy you ought to be treated equally before the law! And so again, sir, and again and again and 80. again I say: I DO NOT HOLD WITH \n[26]I'm sorry you're nauseous, Asa, that must be unpleasant. I want the amendment to pass. So that the Constitution's first and only mention of slavery is its absolute prohibition. For this amendment, for which I have worked all of my life and for which 81. countless colored men and women have fought and died and now hundreds of thousands of soldiers - no, sir, no, it seems there is very nearly nothing I won't say. \n[27]  \n[28]It opens! 92. \n[29]You are Canfrey? \n[30] \n[31]I haven't noticed you. I'm a Republican, and you, Coughdrop, are a Democrat? \n[32]The modern travesty of Thomas Jefferson's political organization to which you have attached yourself like a barnacle has the effrontery to call itself The Democratic Party. You are a Dem-o-crat. What's the matter with you? Are you wicked? \n[33]Never mind, Coffsnot. You were ignominiously trounced at the hustings in November's election by your worthy challenger, a \n[34]What difference does it make if you lost or not?! The governor of our state, is...? A Democrat? \n[35]Re. \n[36] \n[37]Li. \n[38]Can. \n[39]I know what he is. This is a rhetorical exercise. And Congress is controlled by what party? Yours? \n[40]Your party was beaten, your challenger's party now controls the House, and hence the House Committee on Elections, so you have been beaten. You shall shortly be sent home in disgrace. Unless. 94. \n[41]NO! Coffroth will vote yes but Coffroth will remain a Democrat until after he does so. \n[42]We want to show the amendment has bipartisan support, you idiot. Early in the next Congress, when I tell you to do so, you will switch parties. Now congratulations on your victory, and get out. \n[43]The bill, Mr. McPherson, may I...? \n[44]I'll return it in the morning. Creased, but unharmed. \n[45]  \n[46]A gift for you. \n[47]The greatest measure of the Nineteenth Century. Passed by corruption, aided and abetted by the purest man in America. 115. \n[48]   \n[49]I wish you'd been present. \n[50]It was a spectacle. \n[51]Read it to me again, my love. \n[52]And adopted. \n[53]", "Stevens": "\n[1]   \n[2]I don't. \n[3]You said \"we all know what he'll do.\" I don't know. \n[4]Trust? I'm sorry, I was under the misapprehension your chosen profession was politics. I've never trusted the President. I never 32. trust anyone. But... Hasn't he surprised you? \n[5]Nothing surprises you, Asa, therefore nothing about you is surprising. Perhaps that is why your constituents did not re-elect you to the coming term. (collecting his cane and \n[6]Lincoln the inveterate dawdler, Lincoln the Southerner, Lincoln the capitulating compromiser, our adversary - and leader of the godforsaken Republican Party, our party - Abraham Lincoln has asked us to work with him to accomplish the death of slavery in America. Retain, even in opposition, your capacity for astonishment. \n[7]A point of order, Mr. Speaker, if you please? When will Mr. Wood - \n[8]- when will Mr. Wood conclude his interminable gabble? Some of us breathe oxygen, and we find the mephitic fumes of his oratory a lethal challenge to our pleural capacities. 37. \n[9]Slavery is the only insult to natural law, you fatuous nincompoop! \n[10]What violates natural law? Slavery, and you, Pendleton, you insult God, you unnatural noise. \n[11]Mrs. Lincoln. \n[12]As long as your household accounts are in order, Madame, we'll have no need to investigate them. \n[13]Your household accounts have always been so interesting. \n[14]Ashley insists you're ensuring approval by dispensing patronage to otherwise undeserving Democrats. \n[15]When the war ends, I intend to push for full equality, the Negro vote and much more. Congress shall mandate the seizure of every foot of rebel land and every dollar of their property. We'll use their confiscated wealth to establish hundreds of thousands of free Negro farmers, and at their side soldiers armed to occupy and transform the heritage of traitors. We'll build up a land down there of free men and free women and free children and freedom. The nation needs to know that we have such plans. \n[16]For patience, I expect. \n[17]Ah, shit on the people and what they want and what they're ready for! I don't give a goddamn about the people and what they want! This is the face of someone who has fought long and hard for the good of the people without caring much for any of `em. And I look a lot worse without the wig. The people elected me! To represent them! To lead them! And I lead! You ought to try it! \n[18]Oh, how you have longed to say that to me. You claim you trust them - but you know what the people are. You know that the inner compass that should direct the soul toward justice has ossified in white men and women, north and south, unto utter uselessness through tolerating the evil of slavery. White people cannot bear the thought of sharing this country's infinite abundance with Negroes. \n[19]The true purpose of the amendment, Mr. Wood, you perfectly-named, brainless, obstructive object? 78. \n[20]The true purpose of the amendment - \n[21]I don't hold with equality in all things only with equality before the law and nothing more. \n[22]I don't hold with equality in all things, only with After the decades of fervent equality before the law and advocacy on behalf of the nothing more. colored race - \n[23]You have long insisted, have I don't hold with equality in you not, that the dusk- all things only with equality colored race is no different before the law and nothing from the white one. more. Among the amendment's supporters, including Vintner Litton, a GROUP OF WOMEN SUFFRAGISTS in the balcony, and Elizabeth Keckley, there's visible, audible shock and dismay at Stevens's capitulation. Mary's surprised by Stevens, and impressed. \n[24] How can I hold that all men are created equal, when here before me -  - stands stinking the moral carcass of the gentleman from Ohio, proof that some men are inferior, endowed by their Maker with dim wits impermeable to reason with cold pallid slime in their veins instead of hot red blood! You are more reptile than man, George, so low and flat that the foot of man is incapable of crushing you! \n[25]Yet even you, Pendleton, who should have been gibbetted for treason long before today, even worthless unworthy you ought to be treated equally before the law! And so again, sir, and again and again and 80. again I say: I DO NOT HOLD WITH \n[26]I'm sorry you're nauseous, Asa, that must be unpleasant. I want the amendment to pass. So that the Constitution's first and only mention of slavery is its absolute prohibition. For this amendment, for which I have worked all of my life and for which 81. countless colored men and women have fought and died and now hundreds of thousands of soldiers - no, sir, no, it seems there is very nearly nothing I won't say. \n[27]  \n[28]It opens! 92. \n[29]You are Canfrey? \n[30] \n[31]I haven't noticed you. I'm a Republican, and you, Coughdrop, are a Democrat? \n[32]The modern travesty of Thomas Jefferson's political organization to which you have attached yourself like a barnacle has the effrontery to call itself The Democratic Party. You are a Dem-o-crat. What's the matter with you? Are you wicked? \n[33]Never mind, Coffsnot. You were ignominiously trounced at the hustings in November's election by your worthy challenger, a \n[34]What difference does it make if you lost or not?! The governor of our state, is...? A Democrat? \n[35]Re. \n[36] \n[37]Li. \n[38]Can. \n[39]I know what he is. This is a rhetorical exercise. And Congress is controlled by what party? Yours? \n[40]Your party was beaten, your challenger's party now controls the House, and hence the House Committee on Elections, so you have been beaten. You shall shortly be sent home in disgrace. Unless. 94. \n[41]NO! Coffroth will vote yes but Coffroth will remain a Democrat until after he does so. \n[42]We want to show the amendment has bipartisan support, you idiot. Early in the next Congress, when I tell you to do so, you will switch parties. Now congratulations on your victory, and get out. \n[43]The bill, Mr. McPherson, may I...? \n[44]I'll return it in the morning. Creased, but unharmed. \n[45]  \n[46]A gift for you. \n[47]The greatest measure of the Nineteenth Century. Passed by corruption, aided and abetted by the purest man in America. 115. \n[48]   \n[49]I wish you'd been present. \n[50]It was a spectacle. \n[51]Read it to me again, my love. \n[52]And adopted. \n[53]", "Robert": "\n[1]It's not illegal to bribe Congressmen. They starve otherwise. \n[2]He claimed, as tyrants do, that the war's emergencies The New York delegation's permitted him to turn our looking decidedly uninspired. army into the unwilling instrument of his monarchical \n[3]Every member of the House What's more interesting is loyal to the Democratic Party how dismal and disgruntled and the constituents it Mr. Yeaman appears. He should serves shall oppose- be cheering right now, but... \n[4] \n[5]Here, help me get one of these to my room. (a nervous glance at the door to Mary's bedroom \n[6] \n[7] \n[8]Well, I don't know if I'm gonna go back to - \n[9]All right, mama. \n[10]Thank you. \n[11]We have one abstention so far - \n[12]- so the total of representatives voting three weeks from today is reduced to 182, which means 122 yes votes to reach the requisite two- thirds of the House. Assuming all Republicans vote for the amendment...? \n[13]Then, despite our abstention, to reach a two-thirds majority we remain 20 yeses short. \n[14]For which we're seeking from among 64 lame duck Democrats. Fully 39 of these we deem unredeemable no votes. \n[15]The Good Lord on High would despair of their souls. \n[16]Charles Hanson. \n[17]Giles Stuart. \n[18]Nelson Merrick. \n[19]Homer Benson. \n[20]And lastly... \n[21]You drafted half the men in Boston! What do you think their families think about me? 51. \n[22]The only reason they don't throw things and spit on me is `cause you're so popular. I can't concentrate on, on British mercantile law, I don't care about British mercantile law. I might not even want to be a lawyer - \n[23]Yes, and I want to be useful, but now, not afterwards! \n[24]You're delaying, that's your favorite tactic. \n[25]You won't tell me no, but the \n[26]If they're still young and healthy, if the women can still conceive, they'll pay more - \n[27]She never goes in there. 53. \n[28]I'll be the only man over fifteen and under sixty-five in this whole place not in uniform. \n[29]Mother? \n[30]You're creating a bottleneck. \n[31] Too publicly against us. He can't change course now. \n[32]It's the goddamned rumors There are defections in the regarding the Richmond ranks... Yes! The peace delegation. offer! \n[33]Groundless. I told you that. And yet the rumors persist. \n[34]Tell Lincoln to deny the rumors. Publicly. \n[35]I'm not going in. \n[36]This is - This is just a clumsy attempt at discouragement. I've been to army hospitals, I've seen surgeries, I went and visited the malaria barges with mama. \n[37]I snuck in after - I've seen what it's like. This changes nothing. \n[38]I have to do this! And I will do it and I don't need your permission to enlist. \n[39]It's mama you're scared of, not me getting killed. \n[40]I have to do this! And I will! Or I will feel ashamed of myself for the rest of my life. Whether or not you fought is what's gonna matter. And not just to other people, but to myself. I won't be you, pa. I can't do that. But I don't want to be nothing. \n[41]Oh, it is? What you got goin'? \n[42]Go away! That watch fob, is that gold? \n[43]Nines paired! \n[44]Sir... \n[45]Oh, you've got no cause to be encouraged. Sir. Uh... \n[46]The incumbent is claiming he won it. Name of, uh... \n[47]George Yeaman. \n[48] \n[49]Kentucky. \n[50]Quick, man! Quick! ", "Alexander": "\n[1] Much obliged. \n[2]Did Mr. Lincoln tell you to tell us this, General Grant? \n[3]I don't know what you - \n[4]But Mr. Blair told us, he, he told President Davis we were - \n[5]If we're not to discuss a truce between warring nations, what in heaven's name can we discuss? \n[6]Coffroth, Mr. Stevens, Alexander Coffroth, I'm, I'm - \n[7]Y-yes sir! We sit only three desks \n[8]Well, I... Um, that is to say... I - \n[9]Well, I felt, um, formerly, I - \n[10]No, sir, I was not, um, trounced! Uh, he wants to steal my seat! I didn't lose the election - 93. \n[11]No, he's a...  A, um, a Ruh... \n[12]Re. \n[13]Pub. \n[14]Li. \n[15]Can. Republican. \n[16]I know what I must do, sir! I will immediately become a Republican and vote yes for - \n[17]Why wait to switch? I'm happy to \n[18](proud of himself and happy about the reward \n[19]Let me be blunt. Will the southern states resume their former position in the Union speedily enough to enable us to block ratification of the Thirteenth Amendment? \n[20]Yes, and...? \n[21]If this could be given me in writing, as Vice President of the Confederacy, I'd bring that document with celerity to Jefferson Davis. \n[22]Surrender won't be thought of unless you've assured us, in writing, that we'll be readmitted in time to block this amendment. 117. \n[23]Which now extinguishes slavery. And with it our economy. All our laws will be determined by a Congress of vengeful Yankees, all our rights'll be subject to a Supreme Court benched by Black Republican radicals. All our traditions will be obliterated. We won't know ourselves anymore. \n[24]Tennessee and Louisiana. \n[25]How've you held your Union together? Through democracy? How many hundreds of thousands have died during your administration? Your Union, sir, is bonded in cannonfire and death. ", "Stephens": "\n[1] Much obliged. \n[2]Did Mr. Lincoln tell you to tell us this, General Grant? \n[3]I don't know what you - \n[4]But Mr. Blair told us, he, he told President Davis we were - \n[5]If we're not to discuss a truce between warring nations, what in heaven's name can we discuss? \n[6]Let me be blunt. Will the southern states resume their former position in the Union speedily enough to enable us to block ratification of the Thirteenth Amendment? \n[7]Yes, and...? \n[8]If this could be given me in writing, as Vice President of the Confederacy, I'd bring that document with celerity to Jefferson Davis. \n[9]Surrender won't be thought of unless you've assured us, in writing, that we'll be readmitted in time to block this amendment. 117. \n[10]Which now extinguishes slavery. And with it our economy. All our laws will be determined by a Congress of vengeful Yankees, all our rights'll be subject to a Supreme Court benched by Black Republican radicals. All our traditions will be obliterated. We won't know ourselves anymore. \n[11]Tennessee and Louisiana. \n[12]How've you held your Union together? Through democracy? How many hundreds of thousands have died during your administration? Your Union, sir, is bonded in cannonfire and death. ", "Preston": "\n[1]All Republicans ought to be conservative, I founded this party - in my own goddamned home - to be a conservative antislavery party, not a hobbyhorse for goddamned radical abolitionists and - \n[2]He was pushed out - I wasn't pushed. \n[3]He was pushed out to placate the goddamn radical I agreed to resign. abolishonists! \n[4]You don't mind, boy, do you? \n[5]Did they? Soldiers know all manner of songs. How's your brother Bob? \n[6]At school! Ain't that fine! Good he's not in the army! \n[7]Dangerous life, soldiering. \n[8]Now your daddy knows that what I want, in return for all the help I give him, is to go down to Richmond like he said I could, soon as Savannah fell, and talk to Jefferson Davis. Give me terms I 22. can offer to Jefferson Davis to start negotiating for peace. He'll talk to me! \n[9]Our Republicans ain't abolitionists. We can't tell our people they can vote yes on abolishing slavery unless at the same time we can tell `em that you're seeking a negotiated peace. \n[10]Oh! Thank you. (fussing with the \n[11]Where's my hat? \n[12]Jefferson Davis is sending three delegates: Stephens, Hunter and Campbell: Vice President of the Confederacy, their former Secretary of State, and their Assistant 41. Secretary of War. They're coming in earnest to propose peace. \n[13]I know this is unwelcome news for you. Now hear me: I went to Richmond to talk to traitors, to smile at and plead with traitors, because it'll be spring in two months, the roads'll be passable, the Spring slaughter commences. Four bloody Springs now! Think of my Frank, who you've taken to your heart, how you'll blame yourself if the war takes my son as it's taken multitudes of sons. Think of all the boys who'll die if you don't make peace. You must talk with these men! \n[14]No, this is not horsetrading, - to support our push for this is life and - the amendment when it reaches \n[15](pointedly:) ROBERT and rested. 42. \n[16]I will procure your votes for you, as I promised. You've always kept your word to me. Those Southern men are coming.  I beg you, in the name of Gentle \n[17]Talk peace with these men. Preston, I understand... \n[18] ", "Blair": "\n[1]   \n[2]No conservative Republican is what you mean - \n[3]All Republicans ought to be conservative, I founded this party - in my own goddamned home - to be a conservative antislavery party, not a hobbyhorse for goddamned radical abolitionists and - \n[4]Damp down the dyspepsia, daddy, you'll frighten the child. \n[5] \n[6]Well, what do we get? \n[7]Whoo! Blunt! Your manners, Monty, must be why Mr. Lincoln pushed you out of his cabinet. \n[8]He was pushed out - I wasn't pushed. \n[9] \n[10]He was pushed out to placate the goddamn radical I agreed to resign. abolishonists! \n[11] Oh Daddy, please! \n[12]You don't mind, boy, do you? \n[13]Did they? Soldiers know all manner of songs. How's your brother Bob? \n[14]At school! Ain't that fine! Good he's not in the army! \n[15]Dangerous life, soldiering. \n[16]Your mama is wise to keep him clean out of that. \n[17]Now your daddy knows that what I want, in return for all the help I give him, is to go down to Richmond like he said I could, soon as Savannah fell, and talk to Jefferson Davis. Give me terms I 22. can offer to Jefferson Davis to start negotiating for peace. He'll talk to me! \n[18]Conservative members of your party want you to listen to overtures from Richmond. That above all. \n[19]They'll vote for this rash and dangerous amendment only if every other possibility is exhausted. \n[20]Our Republicans ain't abolitionists. We can't tell our people they can vote yes on abolishing slavery unless at the same time we can tell `em that you're seeking a negotiated peace. \n[21]   \n[22]Leo, it's a hundred miles to Richmond. Get him drunk so he can sleep. \n[23]Here, daddy. 23. \n[24]Oh! Thank you. (fussing with the \n[25]Where's my hat? \n[26]Leo has your hat. All right? \n[27]Go make peace. \n[28]Jefferson Davis is sending three delegates: Stephens, Hunter and Campbell: Vice President of the Confederacy, their former Secretary of State, and their Assistant 41. Secretary of War. They're coming in earnest to propose peace. \n[29]I know this is unwelcome news for you. Now hear me: I went to Richmond to talk to traitors, to smile at and plead with traitors, because it'll be spring in two months, the roads'll be passable, the Spring slaughter commences. Four bloody Springs now! Think of my Frank, who you've taken to your heart, how you'll blame yourself if the war takes my son as it's taken multitudes of sons. Think of all the boys who'll die if you don't make peace. You must talk with these men! \n[30]No, this is not horsetrading, - to support our push for this is life and - the amendment when it reaches \n[31](pointedly:) ROBERT and rested. 42. \n[32]I will procure your votes for you, as I promised. You've always kept your word to me. Those Southern men are coming.  I beg you, in the name of Gentle \n[33]Talk peace with these men. Preston, I understand... \n[34] \n[35]- and we'll be discredited, We don't need a goddamned the amendment itself will be abolition amendment! Leave tainted. What if, what if the Constitution alone! State these peace commissioners by state you can extirpate - appear today? Or worse, on the morning - ", "Latham": "\n[1]It's not illegal to bribe Congressmen. They starve otherwise. \n[2]He claimed, as tyrants do, that the war's emergencies The New York delegation's permitted him to turn our looking decidedly uninspired. army into the unwilling instrument of his monarchical \n[3]Every member of the House What's more interesting is loyal to the Democratic Party how dismal and disgruntled and the constituents it Mr. Yeaman appears. He should serves shall oppose- be cheering right now, but... \n[4]We have one abstention so far - \n[5]- so the total of representatives voting three weeks from today is reduced to 182, which means 122 yes votes to reach the requisite two- thirds of the House. Assuming all Republicans vote for the amendment...? \n[6]Then, despite our abstention, to reach a two-thirds majority we remain 20 yeses short. \n[7]For which we're seeking from among 64 lame duck Democrats. Fully 39 of these we deem unredeemable no votes. \n[8]The Good Lord on High would despair of their souls. \n[9]Charles Hanson. \n[10]Giles Stuart. \n[11]Nelson Merrick. \n[12]Homer Benson. \n[13]And lastly... \n[14] Too publicly against us. He can't change course now. \n[15]It's the goddamned rumors There are defections in the regarding the Richmond ranks... Yes! The peace delegation. offer! \n[16]Groundless. I told you that. And yet the rumors persist. \n[17]Tell Lincoln to deny the rumors. Publicly. \n[18]Oh, it is? What you got goin'? \n[19]Go away! That watch fob, is that gold? \n[20]Nines paired! \n[21]Sir... \n[22]Oh, you've got no cause to be encouraged. Sir. Uh... \n[23]The incumbent is claiming he won it. Name of, uh... \n[24]George Yeaman. \n[25] \n[26]Kentucky. \n[27]Quick, man! Quick! ", "John": "\n[1]Mr. President, may I present Mr. and Mrs. Jolly who've come from Missouri to - \n[2]Then why, if I may ask are we not concentrating the nation's attention on Wilmington? Why, instead, are we reading in the \n[3]When Edward Bates was Attorney General, he felt confident in it enough to allow you to sign - \n[4]I'm afraid I don't - \n[5]It seems to me, sir, you're describing precisely the sort of dictator the Democrats have been howling about. \n[6]Neither is he! He just said as much! Ignoring the courts? Twisting meanings? What reins him in from, from... \n[7] \n[8]The reception line is already stretching out the door. \n[9]Secretary Stanton has sent over to tell you that as of half an hour ago, the shelling of Wilmington harbor has commenced. 61. \n[10]   \n[11]Ummm... I don't know, sir, I don't know who you're, uh... What time is it? \n[12] Don't... let him pardon any more deserters... \n[13]Mr. Stanton thinks you pardon too many. He's generally apoplectic on the subject - \n[14]Ask the horse what he thinks. \n[15]So... There are secesh delegates? \n[16]Do you need company? \n[17]I feel, um, I have to say, Mr. Lincoln, that this - (annoyed, impatient, to \n[18] \n[19]It's, it's - \n[20]But there are - 104. There is a delegation from Richmond. \n[21]Aye! \n[22]Yea. \n[23]Yea. \n[24]Come sir, spare us at least these pieties. Did you defeat us with ballots? \n[25] ", "Hay": "\n[1]The reception line is already stretching out the door. \n[2]   \n[3]Ummm... I don't know, sir, I don't know who you're, uh... What time is it? \n[4]Mr. Stanton thinks you pardon too many. He's generally apoplectic on the subject - \n[5]Ask the horse what he thinks. \n[6]So... There are secesh delegates? \n[7]Do you need company? \n[8]I feel, um, I have to say, Mr. Lincoln, that this - (annoyed, impatient, to \n[9] \n[10]But there are - 104. There is a delegation from Richmond. "}}