{"filename": "Little-Nicky_script.txt", "imdb_id": "tt0185431", "imdb_url": "https://www.imdb.com/title/tt0185431", "characters": ["Chief of Police", "Adrian", "Dad", "Peter", "Peeper", "Lucifer", "Todd", "Gatekeeper", "Valerie Veran", "Cassius (as Tommy 'Tiny' Lister Jr.)", "Nicky", "John", "Beefy (voice)", "Referee", "Holly"], "dialogues": {"Adrian": "\n[1]\t\tI've been waiting on this day for ten \t\tthousand years.  \tHe throws a dart that hits one of the heads in the forehead.  \n[2]\t\tWell Dad says it's the breaks that make \t\tthe torture.  You have to let people \t\tfeel a sense of relief.  \tCassius whips a dart which hits one of the HUMAN DARTBOARDS \tin the eye.  \n[3]\t\tThen again, the beauty of Dad retiring \t\tis what he says doesn't matter anymore.  \tCassius pulls out the dart.  The eye comes with it.  \n[4]\t\t\t \t\tWhat!?  \n[5]\t\tYou sure about this decision, Dad?  \n[6]\t\tAnd he's dead serious.  \n[7]\t\tUm, excuse me, we're having a private \t\tconversation here.  \n[8]\t\tTwenty-thousand years ago, Grandpa \t\tLucifer said, \"It is better to rule in \t\thell than serve in heaven.\"  Well, I'm \t\tgetting tired of serving in Hell.  We \t\tneed a place where we can rule.  \tCassius throws a rock at the Monster.  He yelps, then turns \taround, motioning like he's thinking about coming back. \tCassius sees this and gets enraged.  \n[9]\t\t\t \t\tCould you concentrate for five seconds?  \n[10]\t\tWhat do you think about...Earth?  \tCassius seems to think this isn't a bad idea.  \n[11]\t\tWe could create our own hell there.  \n[12]\t\tEventually, Cassius.  But first we \t\tcorrupt as many as we can so that when \t\twe do destroy them...  \n[13]\t\tIt's our time, brother.  \tThe two look at each other.  They start running toward the \tfire wall.  Knocking souls out of their way.  \n[14]\t\tOh, this is delicious.  \n[15]\t\tWell, we must get people sinning if we \t\twant to fill up our New Hell.  How are \t\tthings going down at City Hall?  \n[16]\t\tBrilliant.  This is so much fun.  I \t\tnever want it to end.  \n[17]\t\tWhen an adult goes to Hell, that's \t\tterrific.  But when a child goes... \t\tthat's why I'm in this business.  \tAdrian looks across the street and sees Nicky walking with \tValerie.  He's shocked.  \tValerie is holding up a pair of drawstring pants from her \tcollection.  \n[18] \n[19]\t\tYou shouldn't have come here.  \n[20]\t\tHe's sick?  \n[21]\t\tHe should have thought of that before he \t\tdenied me my birthright.  \n[22]\t\tHow about this?  I stay here enjoying my \t\tSchnapps and you go back.  \tNicky's body jerks around.  \n[23]\t\tTa-da.  So what time is my brother \t\texpected back?  \n[24]\t\tYou know what you'll get?  An \t\tindescribably horrific torture \t\tadministered by demons for the rest of \t\teternity.  \n[25]\t\tSure, why not?  \tThey high five.  Adrian smiles and waits.  It is real hot \tdown there.  We hear a train coming in the distance.  A fan \tcircles slowly.  They all wait for him.  \n[26]\t\tTo the defilement of Earth and the \t\tcorruption of its people.  \n[27]\t\tIt is awfully hot down here.  How do you \t\tmanage to stay so cool?  \n[28]\t\tThis liquid will probably quench my \t\tthirst.  Cool me off.  \n[29]\t\tOr maybe it will trap me inside for all \t\teternity.  \n[30]\t\tOh, Nicky, I've missed you.  Come on out \t\tand say hello...  \n[31]\t\t\t \t\tI'm calling you out, brother...  \tAdrian is mentally pulling Nicky out of John.  Nicky/John \twages an epic battle with himself as Adrian smiles.  \n[32]\t\tHello, Cassius.  \n[33]\t\tYou know, New Hell really only needs one \t\tnew Satan.  \n[34]\t\tBut Cassius could use some company for \t\tthe rest of eternity.  So get in the \t\tflask.  \tHe puts the Flask in Nicky's hands.  \n[35]\t\tOf course I can.  Drink or she dies. \t\t\t \t\tUnlike you, she won't come back from \t\twhere she's going.  \n[36]\t\tI hear a train coming.  Drink.  \tThe train sound is coming CLOSER.  Valerie looks at Nicky. \tNicky raises the flash to drink.  \n[37] \n[38]\t\tAhhh!  \n[39]\t\tSee you in Hell!  \tWHAMM!  The train comes by, hitting both Adrian and Nicky.  \n[40]\t\tWhere's Nicky?  \n[41]\t\tI came through that gate alone.  \n[42]\t\tSomebody explain what's going on.  \tPuts the Gatekeeper in a headlock.  \n[43]\t\tPerhaps a titty twister will loosen your \t\tlips.  \tHe twists a breast.  The Gatekeeper babbles out the \tinformation immediately.  \n[44]\t\tHow much time does Dad have before that \t\thappens?  \tAdrian twists hard.  \n[45]\t\tThirty minutes.  Hmmm.  I hope you don't \t\tmind if I take a seat while I wait for \t\tyou.  \tHe moves to the throne and throws the lips off.  \n[46]\t\tTen thousand years.  And I never once \t\tgot to sit here.  \tHe sits on the throne and it starts to shake a little.  He \tgrins as two horns grow out of his forehead.  \n[47]\t\tWow.  And this is just a little taste of \t\tmy power.  \n[48]\t\tAh-ah.  Not so fast, demons.  There are \t\ta couple of million evil souls on Earth \t\tready to be harvested.  Anyone \t\tinterested?  \tThe demons stop.  Now loyal to Adrian.  All except Jimmy.  \n[49]\t\tWelcome to the party.  It's so nice to \t\tsee all of you here.  \n[50]\t\tI'm very proud of you.  You've taken to \t\tsin with minimal prompting.  \tThe crowd cheers.  \n[51]\t\tYou're acting as if there is no Heaven \t\tor Hell.  \tThe crowd cheers.  \n[52]\t\tWell, I have some news.  \tAdrian morphs into the Cardinal from earlier.  \n[53]\t\tAt the stroke of midnight, my father \t\twill be completely deteriorated.  And \t\tall of your souls will be mine.  \n[54]\t\tSoon you will see things more horrible \t\tthan you can even imagine.  \tAdrian scans the crowd.  He sees...  \n[55]\t\tNot that horrible, but still pretty bad.  \tAdrian motions to some of his guards.  They nod.  \n[56]\t\tSo while we wait, for your enjoyment, I \t\tbring you a dear sweet man and an \t\tinternational icon...Henry Winkler!  \tA frightened HENRY WINKLER is lead onto the stage prodded by \ttwo DEMONS.  \n[57]\t\tCovered in bees!  \tWe see Henry Winkler is suddenly covered head to in a swarm \tof bees.  \n[58]\t\tYou know, from this angle, you're kind \t\tof cute.  \n[59]\t\tYummy.  \tEveryone is grossed out.  \n[60]\t\tKeep it up and I just might make you my \t\tQueen for a night or two.  \n[61]\t\tLittle Nicky.  \n[62]\t\tIs this a joke?  \n[63]\t\tNot bad, little brother.  Let's see what \t\tyou've got.  \tNicky thinks, holds out his hands.  A rainbow shoots out onto \tthe stage between them.  PAUSE.  We see that a cute little \tchipmunk is standing on it's hindlegs eating a nut.  \n[64]\t\tEnough.  I'm going to kill you with my \t\tbare hands.  \tAdrian punches Nicky hard in the jaw.  He goes flying off the \tplatform.  \tNicky's body falls towards the ground.  It's about to hit, \twhen a soft bed of posts and fluffy pillows break his fall.  \n[65]\t\tAbsolutely not.  \tAdrian turns to his demons.  \n[66]\t\tA little help over here.  \tA bunch of Demons advance.  \n[67] \tHe looks up and glares at Henry.  \n[68]\t\tHenry!  \n[69] \tHe turns his attention back to Nicky who is grabbed by \tdemons.  Adrian brings the flask to his lips, but he won't \topen his mouth.  \tAdrian pinches Nicky's nose closed so he has to open his \tmouth.  \n[70]\t\tGoodbye, Nicky.  \tWe hear CASSIUS banging against the walls.  \n[71]\t\tI was going to let you out, eventually, \t\tCassius.  I swear.  \n[72]\t\tWhat?  No tongue?  \tAdrian pulls his head back, his tongue is huge and he turns \tinto a GIANT BAT.  He lets out a huge roar, then flies \taround, laughing, scaring people.  \tValerie runs over and picks up the flask.  She looks inside.  \n[73]\t\tNo!  ", "Dad": "\n[1]\t\tWhat are you boys doing?  \tCassius releases Nicky's hand.  \n[2]\t\tCassius, didn't I tell you to stay out \t\tof your brother's mind?  \n[3]\t\tMaybe this will help you remember.  \tDad's eyes flash red and Cassius punches himself hard in the \tnose, sending him back against the wall and down to the \tfloor.  \tDad gives Nicky a wink.  Nicky smiles.  Dad has an air of \tconfidence and power.  \n[4]\t\tNow everybody sit down.  \n[5]\t\tOkay, kid, we'll listen to it later.  \tHe leads the boys to the throne area.  We see outside the \twindow the peeper staring in sexily.  Dad looks, shakes his \thead.  Just then, THE BIRD appears and attacks him.  Dad \tcloses the curtains.  \tNicky, Adrian and Cassius sit on little stools at the foot of \this throne.  Dad lights a cigarette with his finger, the tip \tof which glows red like a cigarette lighter and looks down at \this three sons.  \n[6]\t\tMy dad, your granddad, Lucifer, was \t\tthrown out of Heaven by G-d and rules \t\there in hell for ten thousand years. \t\tAnd after this ten thousand years had \t\tpassed, he decided to abdicate his \t\tthrone...  \tConfused, Nicky sheepishly raises his hand.  \n[7]\t\t...to step aside. \t\t\t \t\t...and let me become the ruler of hell. \t\tThis, as some of you might know, is my \t\tten thousandth year as Prince of \t\tDarkness.  So I think the time has come \t\tto discuss who will succeed me.  \tJimmy the Demon walks in.  \n[8]\t\tYes, Jimmy.  \tHe whispers in Dad's ear.  \n[9]\t\tNo, no, that's not what I said.  He can \t\tkeep his thumbs, but the fingers gotta \t\tgo.  \n[10]\t\tThis was a very difficult decision, \t\tbecause I have three wonderful sons.  I \t\tmean, Adrian, so smart, so ruthless. \t\tAnd Cassius, so strong, so tough.  And \t\tNicky, so...so...  \n[11]\t\tSuch a sweet boy.  But after much \t\tthought and careful consideration, I've \t\tdecided that the ruler for the next ten \t\tthousand years is going to have to \t\tbe...me.  \n[12]\t\tThe important thing for the stability of \t\tour rule is to maintain the balance \t\tbetween good and evil.  And I don't \t\tthink any of you are ready for that \t\tresponsibility yet.  You need the wisdom \t\tthat comes only with the passage of \t\ttime.  \n[13]\t\tRight.  Right.  Send him in. \t\t\t \t\tI'm sorry, boys.  I've got to get back \t\tto work.  \tNicky, Cassius and Adrian start filing out.  Adrian stops.  \n[14]\t\tI'm telling you, pal, it's the right \t\tthing to do.  \tHITLER , is being brought in by \tJimmy.  They head towards the closet.  \tInside the closet is a crate of pineapples.  Hitler picks out \ta relatively small one.  Dad shakes his head \"no.\"  Dad walks \tover to the closet.  Hitler picks out a really big pineapple. \tDad nods \"yes.\"  Hitler sadly hands it to Dad.  Jimmy bends \tHitler over and as Dad raises the fruit...  \n[15]\t\tNow that was an experience.  \"You are \t\tonly coming through in waves.\"  That \t\tline blows my mind every time.  \n[16]\t\tI don't care what kind of mood you're in \t\tat the start of that song.  When it's \t\tover, that mood has been altered.  Wow. \t\tGreat shit.  What's next?  \n[17]\t\tWho is this, Metal-lick-a?  \n[18]\t\tI was just playing with you.  \tDad and Nicky dance to the song.  \n[19] \n[20]\t\tI'm sorry.  After careful consideration, \t\tI regretfully have to decline.  \n[21]\t\tIn exchange for eternal damnation of \t\tyour soul?  You're too nice of a guy for \t\tme to want to do that to you, Mr. \t\tMarino.  \n[22]\t\tYeah, but Joe was coming here anyways. \t\tJust go back to Earth and enjoy your \t\trecords and the Hall of Fame and the \t\tbeautiful family and all that.  \n[23]\t\tNow you're talking.  \tDan exits.  \n[24]\t\tAnd I also happen to be a Jets fan.  \tNicky and Dad share a laugh which is interrupted by faint \tsirens.  The Gatekeeper enters in a hurry and falls to his \tknees.  \n[25]\t\tOh, boy.  Oh boy.  Calm down.  Get off \t\tyour knees.  \tThe Gatekeeper stands up.  \n[26]\t\tThis is bad, Nicky.  \n[27]\t\tI'm gonna die, Nicky.  If the gates are \t\tbroken, no new souls can get in, which \t\tmeans I'll start to deteriorate into \t\tnothing.  \tGRANDPA LUCIFER enters.  \n[28]\t\tEverything's fine, pop.  \n[29]\t\tPlease, pop, just go back to your room.  \n[30]\t\tSure, pop.  Whatever you want.  \tThe gatekeeper walks towards Lucifer.  \n[31]\t\tTo do that Cassius and Adrian have to \t\tcome back through the other way.  \n[32]\t\tI'm too weak.  The process has already \t\tbegun.  \tDad holds up his hand.  His pink is hanging by a thread.  We \tsee the bigfoot MONSTER grunt disgusted by the sight.  \n[33]\t\tNicky, the worst thing that could happen \t\ton Earth is you get killed, in which \t\tcase, boom, you end up back here.  \n[34]\t\tHere.  Get them drunk from this.  One \t\tsip and they'll be trapped inside.  Once \t\tyou've got both of them, you bring the \t\tflask back through the gate.  \tDad's pinky is hanging.  Jimmy pulls it off and examines it. \tThe Monster gags.  \n[35]\t\tSon, just do your best.  \tNicky looks teary eyed.  The moment is broken by the Monster, \twho runs in and pushes Nicky through the fire.  \tNicky goes through the solid fire wall.  PAUSE.  The Monster \ttaps his own wrist and looks at Dad as if to say, \"gotta get \ta move on.\"  \n[36]\t\tThat's a train, son.  Don't stand in \t\tfront of them.  \n[37]\t\tPlease, Nicky, get back up there. \t\t\t \t\tTry to hurry.  \tNicky climbs up and heads back toward the fire wall.  \n[38]\t\tWhat are you gonna do?  Look at me, \t\tNicky!  I got no legs, I got no hips, I \t\tgot one ear...  \tDad's remaining ear falls out.  \n[39]\t\tI got no ears!  I can't hear!  \n[40]\t\tI can't hear you, Nicky.  I can't hear \t\tanything!  \tJimmy picks up the ear.  Jimmy speaks into it.  \n[41]\t\tPut it back on my head.  I'm falling \t\tapart here.  \n[42]\t\tI can't see shit.  You're all still \t\there, right?  \tAdrian enters.  They all cheer.  \n[43]\t\tYea!  I can't believe little Nicky came \t\tthrough.  \n[44]\t\tBoooo.  \n[45]\t\tAhhh!  \tHe pushes Lucifer out of the way.  \n[46]\t\tHell's gonna bust wide open.  Demons, \t\tget him out of the chair!  \tThe demons approach.  \n[47]\t\tI was a good Devil, wasn't I?  \n[48]\t\tI tried to do some interesting stuff...  \n[49]\t\tReally?  That means a lot to me.  \n[50]\t\tYou came through, Nicky.  \n[51]\t\tYou're back in Hell now, kid.  There's \t\tno butterflies here.  If you want \t\tbutterflies, you need to be on Earth.  \n[52]\t\tNicky, I let my butterflies die once \t\tupon a time and it's never stopped \t\thurting. \t\t\t \t\tThat's right, you heard me, Holly.  I'm \t\tstill in love with you.  \n[53]\t\tAnd don't think I forgot about how crazy \t\tyou get after a few daiquiris.  \n[54]\t\tListen, I got down low.  Your mom's got \t\tup high.  You take care of the middle.  ", "Peter": "\n[1]\t\tSounds like our devil dance actually \t\tworked this time.  \n[2]\t\tMr. Sleepyhead must have some major ties \t\tto the dark side.  \tA sleazy STREET VENDOR shuffles over towards Nicky.  He eyes \tthe flask which is half hanging out of Nicky's pocket.  \n[3]\t\tGotta be one of his disciples or \t\tsomething.  \tSuddenly, the Vendor grabs the flask (and Nicky's half-eaten \tdrumstick) and runs off.  \n[4]\t\tShould we wake him up?  \n[5]\t\tRise and shine, devil guy.  Some dude \t\tjust stole your shit.  \tNicky feels for the flask.  It's gone.  \n[6]\t\tDid you check out the dragon mouth?  \n[7]\t\tCheck this out.  The number of the \t\tbeast.  \tThey laugh and hi-five.  \n[8]\t\tLook who's back from the dead.  \n[9]\t\tOh, I dumped a fat sack of reefer in the \t\tmix.  Tried to spice up the bash.  \tNicky takes a big bite of cake.  \n[10]\t\tPlease.  You got to.  \n[11]\t\tHow you feelin' over there, Satan Abdul \t\tJabar?  \n[12]\t\tMe, too.  We're gonna get going.  \n[13]\t\tWe're going to see Ozzy play at the \t\tMeadowlands, right now.  Wanna come, \t\tNicky?  \n[14]\t\tDude, it's us.  Let us in.  \tNicky opens the door.  Peter and John stumble in.  \n[15]\t\tWhat'll we do now, Beefy?  \n[16]\t\tDude.  Seriously?  \n[17]\t\t\t \t\tAlright!  \tJohn takes Nicky's head and slams it hard into the kitchen \tcounter.  Nicky is dazed.  \n[18]\t\tYou sure you're down with this?  \n[19]\t\tWe know where to find Nicky.  \tCOPS grab John &amp; Peter and drag them inside.  \n[20]\t\tFifty million bones, bro.  \tHe nods to a DEPUTY who gives them a briefcase of money.  \n[21]\t\tExcellent.  But I gotta warn you, man. \t\tHe's not human.  \n[22]\t\tWe thought the son of Satan would \t\tunderstand a move like this.  \tPeter and John high-five.  \n[23]\t\tSo even though you're not really the \t\tchief, we still get the rest of the \t\tcash, right bro?  \n[24]\t\tBeat it, ya freak.  \tJohn and Peter high five and John swigs from the bag.  \n[25]\t\t\t \t\tPeppermint...alright.  \tAdrian raises his eyebrows.  We see that the homeless lady is \tactually VALERIE in disguise.  She looks back, tense.  John \toffers Adrian the flask.  \n[26]\t\tDrink up.  Here's to fifty million \t\tclams.  \n[27]\t\tWhatever.  Knock it back, grab Nicky and \t\tlet's get outta this hell-hole.  \tAdrian smiles at John, then raises the bag.  He stops just \tbefore it hits his lips.  He looks at John curiously.  \n[28]\t\tDefinitely.  \n[29]\t\tThis don't look good.  \n[30]\t\tYou mean, like, experiment with a Bunsen \t\tBurner?  What are you talking about?  \n[31]\t\tOzzy.  \tThey faint.  \tThe Bat's eyes go wide in fear.  Ozzy grabs the bat, his \tmouth grows big, and he bites the bat's head off.  Valerie \thands Ozzy the flask.  \n[32]\t\tYou gotta kill yourself.  ", "Peeper": "\n[1]\t\t\t \t\tShowtime!  \tWe see a young mother walk into the room outside the Peeper's \twindow.  She is wearing business attire.  \n[2]\t\tRough day at the office Mrs. Dunleavy? \t\t\t \t\tWell you'll feel better once you slip \t\toff those work clothes and get into some \t\tsweats.  \tThe mother sits on the bed and pulls off her shoes, rubbing \ther feet.  \n[3]\t\tOh my G-D, yes!  I wish you would let me \t\trub those feet.  Of course I wouldn't \t\tuse my hands.  Heh heh heh heh...  \tHe sips some wine.  \tThe mother starts to unbutton her blouse.  She takes it off, \trevealing a nice bra.  \n[4]\t\tLooks like Victoria just told me her \t\tsecret.  \tThe peeper frantically writes in a dirty notebook.  Mouthing \tthe words as he goes.  \n[5]\t\tThursday the ninth, eight-thirty p.m., \t\tfirst brassiere sighting... \t\t\t \t\tI will pleasure myself to this image for \t\tmonths.  MONTHS I TELL YOU!  \tThe mother starts to unbutton her pants.  Her young son walks \tin wearing a scouts uniform.  \n[6]\t\tYoung Scottie Dunleavy.  What \t\tunfortunate timing.  You mother was just \t\tgetting comfy.  \tThe son talks to his mother excitedly.  \n[7]\t\tYes, yes, I'm sure you tied many great \t\tknots today or whatever.  Now get out.  \tThe son, not going anywhere, sits in a chair.  \n[8]\t\tNow what.  This simply won't do.  \tThe peeper takes out a cell phone and dials.  The son \tanswers.  \n[9]\t\tHello, Scottie.  Why don't you go \t\tdownstairs like a good boy and let your \t\tmother freshen up.  \n[10]\t\tJust a little birdie.  A birdie who \t\twants to see if your mother's panties \t\tmatch her bra.  \n[11]\t\tTell her no.  Tell her it's just a big \t\tbird.  \tThe peeper starts flapping his arms and making bird noises. \tWe SEE Scottie with his sling shot.  The mother nods yes.  He \tshoots it.  It hits the peeper square in the head.  He falls \tto the ground with a thud.  \n[12]\t\tMrs. Dunleavy, please come help me.  And \t\twear your bikini.  \tThe peeper looks up.  He sees Scottie pushing a television \tout the window.  It lands on top of the peeper.  He's dead.  \n[13] \tWe see the tunnel turn into more of a slide now and the \tpeeper races towards the opening which is lit by fire.  He \n[14]\t\tAm I in hell?  \n[15]\t\tI deserve this!  \n[16]\t\tJust a couple of big fans of Nicky and \t\tthe work his Dad does.  ", "Lucifer": "\n[1]\t\tWhat's with all the whoo-whoo noises?  \n[2]\t\tLast time you said that the renaissance \t\thappened.  \n[3]\t\t\t \t\tCan I take him with me and have sex with \t\this head?  \n[4] \tWho's sitting over by a rock fishing in a small pool of \tfire/pond.  \n[5]\t\tYou know, I was the one who created \t\tHell.  \n[6]\t\tI started slow, though.  For years, I \t\twas just giving people hot foots. \t\tActually, you can give all the credit \t\tfor Hell to my first wife; she was the \t\tinspiration.  She was an ugly one, too. \t\tOne day, she asked me if I wanted super \t\tsex.  I said I'll take the soup.  \tThe Monster laughs really hard.  \n[7]\t\tTake it easy there, Chewbacca.  In fact, \t\tyou look like her mother, except she had \t\tmore hair.  \tThe Monster laughs even harder.  \n[8]\t\tYou know what was in Hell when I came \t\tdown here, Cassius?  \n[9]\t\tNothing.  No mountains.  No castles. \t\tLooked like a giant parking lot.  It \t\twasn't even called Hell.  \n[10]\t\tBoogerland!  \n[11]\t\tI can't enjoy anything.  I go fishing. \t\tI catch nothing.  I go to orgies, I \t\tcatch everything...  \tWe hear the Monster laughing again as we PAN DOWN Grandpa's \tfishing line to:  \n[12]\t\tRoyal flush, you lose.  Off with the \t\tbra.  \tThe Demons and Gatekeeper are sitting around playing strip \tpoker.  The Gatekeeper takes off his bra.  From behind, we \tsee his breasts flop out.  \n[13]\t\tLast time I saw a pair of jugs that big, \t\ttwo hillbillies were blowing on them.  \tThe Gatekeeper throws his hand down and storms out.  The \tMonster laughs uproariously.  Nicky enters and moves to \twhat's left of his dad.  Arms, torso, and a head (with one \tear).  \n[14]\t\tAll boobs and no balls.  \n[15]\t\tI don't get no respect.  \n[16]\t\tLet me handle that.  \tLucifer walks over to the closet.  \n[17]\t\tAnd I'm not using a pineapple this time.  \tHe pulls out the flask.  ", "Todd": "\n[1]\t\t\t \t\tI know exactly how you feel... The night \t\tReagan was elected, I said to my mother, \t\t\"Is this man going to blow up the world, \t\tMommy?\"  Then we both cried for like an \t\thour. \t\t\t \t\tSomebody's here.  Call you later.  \tTodd gets up and opens the door.  It's Nicky, with Beefy by \this side.  Nicky is nervous, and his speech sounds practiced.  \n[2]\t\tUh, don't you want to know what the rent \t\tis?  \tNicky looks down at Beefy.  Beefy looks up at Nicky.  Both \tnod imperceptibly.  \n[3]\t\tEight-hundred, split down the middle. \t\tTuesdays and Thursdays I rehearse with \t\tmy scene partner so the living room will \t\tbe off limits.  \n[4]\t\tRight.  And as far as household items: \t\twe can share the soap, but we'll split \t\tthe cost 60/40. \t\tCause the person who physically goes out \t\tand buys the soap shouldn't have to pay \t\tas much as the other guy. \t\t\t \t\tAren't you boiling in that outfit?  \n[5]\t\tIt's like eighty degrees in this \t\thallway.  You from the South?  \n[6]\t\tWhy is that funny?  \n[7]\t\tAnd sorry, man, but no dogs allowed.  \tTodd turns and goes into the apartment.  \n[8]\t\tYeah, your bedroom is right over there.  \tThe door closes.  Beefy looks down at the welcome mat.  It \treads: I \"heart\" METHOD ACTING.  Beefy raises his leg over \tit.  \n[9] \tBeefy turns to Nicky.  \n[10]\t\tWhat are you doing?  \tTodd is standing in the doorway.  Beefy runs to the fire \tescape.  \t*******************  \n[11]\t\tI know it's your living room night.  But \t\tcan I finish watching the Globetrotters' \t\tgame out here?  To me it's classic \t\tComedia Dellarte.  \n[12] \tThe TV clicks on.  We see TODD sit down and look at the TV. \tNicky's behind him.  \n[13] \n[14] \n[15]\t\tA black guy?  \n[16] \tTodd's baffled, looking at his roommate on TV.  Beefy is \twatching from the fire escape.  \n[17]\t\tWhat's Nicky doing down there?  \n[18]\t\tDid you just talk?  \n[19] \tBeefy is watching, transfixed.  \n[20] \tA homemade cake is laid out.  It reads: CONGRATULATIONS, \tNICKY.  JOHN, TODD, PETER AND BEEFY are there.  \n[21]\t\tSo your father's the devil, you're a \t\ttalking dog sent from Hell, and you guys \t\tare who?  \n[22]\t\tI gotta say this cake tastes a little \t\tfunny.  \n[23]\t\tI was in love one time but she said I \t\twasn't financially reliable enough.  And \t\tshe needed that.  \n[24]\t\tNo.  \n[25]\t\tWhy?  Did she hurt you?  Do you miss \t\ther?  Need a shoulder to cry on?  \n[26]\t\tOh, would you grow up.  \n[27]\t\tYou guys want to stay?  I have a futon \t\tin my bedroom.  \n[28]\t\tThat is the most frightening thing I \t\thave ever seen.  \tNicky stands and moves to the window.  He looks out longingly \tover the sleeping city... achingly.  RACK FOCUS behind him, \twe see Todd nodding encouragingly in the reflection.  \n[29] \tBeefy and Todd are watching TV.  They look over to see the \tinsects scurry under the front door and morph back into one \texhausted Nicky.  \n[30]\t\tBeen breaking all morning.  \n[31] \tNicky's outraged.  \n[32] \tNicky stands outraged.  \n[33]\t\t...which is by far DePalma's best \t\twork...  \n[34]\t\tLooks like they're following a giant \t\ttrail of bug shit.  \n[35]\t\tI've always wanted to kill someone.  Can \t\tI do it?  \n[36]\t\tDie, Grandma, die!  \tNicky's arm comes out with a thumbs up.  Pause.  The hand \tdrops back in.  He's dead.  \n[37]\t\tWhere is he?  He's late.  \n[38]\t\tYou guys.  That was so uncool.  \n[39]\t\tRun, Beefy!  Run!  \n[40]\t\tThey castrated him.  He can't shoot \t\tarrows, he can't piss smoke.  \n[41]\t\tOne thing I really regret is never \t\thaving experimented sexually.  \n[42]\t\tHis name is Andrew.  I know that guy.  \n[43]\t\tOh my G-d, he just opened his mouth and \t\tswallowed that spit.  ", "Gatekeeper": "\n[1]\t\tWelcome!  \tThe peeper looks left to see the GATEKEEPER standing at his \tstation greeting the new SOULS with mock cheer.  \n[2]\t\tWhat do you think?  \tA GIANT BIRD appears and bites the peeper's crotch area.  We \tleave the peeper in the pit and tilt up to...  \n[3]\t\tHey, what are you doing?!?  \tThey get closer to the fire.  \n[4]\t\tYou can't go through there.  The fire \t\tflows in, not out.  \tThey dive through the fire wall.  It FREEZES.  \n[5]\t\tYou know something?  You guys suck!  You \t\treally suck!  \tSirens go off.  Dogs start barking.  Lights flash.  And we \thear the sound of DAMNED SOULS hitting the back of the \tfirewall hard.  \n[6]\t\tYour highness, Cassius and Adrian have \t\tescaped from hell.  They went through \t\tthe fire, and they broke it.  I think \t\tthey took the New York tunnel.  I tried \t\tto stop them, but they overpowered me, \t\tsir.  \n[7]\t\tThanks for being so understanding, your \t\tworship.  You're the man.  You've always \t\tbeen the man.  \tDad's EYES GLOW RED as the Gatekeeper stands up.  Two huge \tboobs grow out of either side of the Gatekeeper's head.  We \tonly see them from the front for a second. \tFrom behind the gatekeeper, we see the boobs but not the \tnipples as he talks to Nicky.  \n[8]\t\t\t \t\tI'm lucky to get away with just the head \t\tboobs, right?  \n[9]\t\tThat's what I'm thinkin'...  \tDad is staring off.  He looks shaken.  \n[10]\t\tOh, this is gonna be a whole new \t\tlifestyle for me, isn't it.  \n[11]\t\tHey.  \n[12]\t\tThanks.  \n[13]\t\tYou got it.  Could you maybe not tell \t\tanyone about this?  \n[14]\t\tBus?  \n[15]\t\t\t \t\tYou like that?  You think that's funny?  \tThe Gatekeeper swirls his tassels.  \n[16]\t\tHow about that?  You like that?  \tThe Monster howls with delight.  \n[17]\t\tDoesn't sound very good behind there.  I \t\thope Nicky's kicking some ass on Earth.  \tThe Monster is smoking a cigarette and wearing a leather \tbiker's hat.  He nods along in agreement.  \n[18]\t\tI know, your wickedness.  \n[19]\t\tIt's Stanley, sir.  \n[20]\t\tWhat was it called, sir.  \n[21]\t\tThat's nice, Grandpa.  Why don't you \t\tjust enjoy the fishing?  \n[22]\t\tYou'll get nothing out of me.  \n[23]\t\tThe only way to save your dad is for you \t\tand your brothers to pass through the \t\tgates at the same time before he \t\tdeteriorates completely.  \n[24]\t\tThirty minutes.  And then whoever claims \t\this throne will have unimaginable power.  \tAdrian throws him down.  \n[25]\t\tAbsolutely.  \n[26]\t\tI don't know how you came up with some \t\tof it.  ", "Valerie": "\n[1]\t\tExcuse me, does that flask belong to \t\tthis man?  \n[2]\t\tLook, I know you come out here and sell \t\tstolen stuff all the time.  But today, \t\tthe guy you stole from just happened to \t\twalk by and bust you.  So why don't you \t\tadmit today's not your day and give him \t\this flask back?  \n[3]\t\tNo, but maybe that cop over there might \t\thave something to say.  \tValerie points to a cop across the street.  The Street Vendor \tponders this for a second, then...  \n[4]\t\tFine.  I will.  \tNicky picks up the flask and the drumstick.  \n[5]\t\tThat's okay.  I get messed with all the \t\ttime and when I saw him doing that to \t\tyou I just lost it.  I hate when people \t\ttake advantage of tourists.  It ruins it \t\tfor the rest of us.  \n[6]\t\tI'm sorry.  I just assumed.  Your accent \t\tmaybe.  Where are you from?  \n[7]\t\tReally?  \n[8]\t\tWhy are you laughing?  \n[9]\t\tMy dad's an optometrist.  \n[10]\t\tI'm sorry.  It's really tough when your \t\tparents get older.  \n[11]\t\tWell, I'm sure a nice southern boy like \t\tyou will figure something out.  \tNicky is experiencing new sensations as he looks at her.  He \thands her the half-eaten drumstick.  \n[12]\t\tThat's alright.  I already ate lunch.  I \t\tactually wouldn't mind getting a Gelati.  \n[13]\t\tIf you want to.  \n[14]\t\t\"Octopus people?\"  \n[15]\t\tIt's not that cold.  Here, let me wrap \t\tit.  \tValerie takes a few napkins and wraps it for Nicky.  Just \tthen the PREACHER walks by.  He quickly turns his head, \tsensing Nicky.  \n[16]\t\tThis town is really going to hell \t\tlately. \t\t\t \t\tSo what part of the city do you live in?  \n[17]\t\t\t \t\tYou have a dog?  What kind?  \n[18]\t\tI'd love to have a dog.  But I go to \t\tschool full time.  It wouldn't be fair \t\tto the dog.  \n[19]\t\tParsons School of Design.  I knew \t\tgrowing up I wasn't much to look at, so \t\tI put my energy into making things that \t\tare pretty.  \n[20]\t\tMy perfume?  \tHe takes her wrist to his nose.  He stares at it, licks it.  \n[21]\t\t\t \t\tIt's called \"Comptoir Sud Pacific.\" \t\tWhich I think is the French word for \t\tcoconuts.  \tNicky stops and looks at her.  \n[22]\t\tSometimes, sure.  \n[23]\t\tBasically, yeah.  \n[24]\t\tYou know what's nice about you?  You \t\tjust seem happy being yourself.  You \t\tdon't try to act cool.  \n[25]\t\tWhat?  \tUp the street, Adrian's eyes redden.  NICKY looks like he's \tbeen stunned by something.  \n[26]\t\tWhat was that?  \n[27]\t\tYou're a jerk.  \tShe turns and walks away.  Nicky looks over and sees Adrian. \tHis inner voice speaks to him.  \n[28]\t\tWhat the hell's your problem?  \tShe runs away crying.  Nicky turns to Adrian who's still \tacross the street.  \n[29] \tNicky crouches outside her window and peers in.  \n[30] \tCool music.  She is up late.  Working by candlelight on a \tfantastic design.  Something's not working.  She drapes a \tbeautiful fabric over another.  She smiles at the \tcombination.  She is happy being creative.  Nicky feels his \theart swell as he watches her.  \n[31]\t\tNicky?  Oh my G-d.  Stay right there.  \tPause.  Valerie opens the window and sprays a can of mace \tright in Nicky's face.  \n[32]\t\tWhat were you thinking coming here?  \n[33] \tWe see Nicky hurtling toward the street.  Holding his eyes.  \n[34]\t\tOh my G-d, I'm so sorry!  \tSuddenly he stops.  Suspended above ground.  Valerie doesn't \thear the expected thud.  \n[35]\t\tNicky?  \tHe floats up, but he can't see.  \n[36]\t\tAre you dead?  \n[37]\t\tWhat are you doing?  \n[38]\t\tWhy would you be floating?  \n[39]\t\tAm I supposed to not be freaked out \t\tright now?  Because I am.  \tHe's floating up.  He slows down.  \n[40]\t\tI'm over here, Nicky!  To the left.  \tNicky is parallel with her.  He hovers in front of her, eyes \tstill watering.  She punches Nicky in the face, and he flies \tback ten feet.  \n[41]\t\tLook, just because you're floating \t\tdoesn't mean I'm gonna forget about you \t\tgiving me the finger.  \n[42]\t\tWhat do you mean, \"possessed?\"  \n[43]\t\tYes...  \n[44]\t\t... \"The Devil?\"...  \n[45]\t\tOkay, now I get that \"deep south\" joke.  \tNicky laughs.  Valerie joins in.  \n[46]\t\tI don't know if I should believe you.  \tNicky starts to drop.  \n[47]\t\tOkay, I do.  Get back up here.  \tHe floats up to her holding out his hand.  Nervously, she \ttakes his hand and suddenly she is lifting off and they are \tflying.  \n[48]\t\tThis is amazing.  \tThey soar past some more buildings.  \n[49]\t\tHe's kind of ruining the mood.  \n[50]\t\tCan we go fly over Central Park?  \n[51]\t\tWe're going to Jersey?  \n[52]\t\t\t \t\t\"Mister Crowley, what's inside of your \t\thead...\"  \tNicky's jaw drops as he stares at her.  \n[53]\t\tDon't do it.  \n[54]\t\tYou think so?  Why don't you come a \t\tlittle closer and I'll show you a better \t\tangle.  \tHe moves a little closer, and she spits on him.  He smiles. \tOpens his mouth and catches her spit.  He swallows.  \n[55]\t\tNicky!  \n[56]\t\tWhere'd a sweet Southern boy learn to \t\tfight like that?  \n[57]\t\t\t \t\tNicky. Nicky.  \tNo response.  \n[58]\t\tYou gotta fly out...I know you can do \t\tit. \t\t\t \t\tDo it for the butterflies.  \tA long beat, then:  \n[59]\t\tPut him in, Ozzy.  \tOzzy spits the bat head into the flask.  \n[60]\t\tGrand Central, Nicky.  Start running.  \n[61] \tNicky picks up a big rock and hands it to Valerie.  \n[62]\t\tI love you.  \n[63]\t\tThank yo.  ", "Veran": "", "Nicky": "\n[1] \tLooks like an American teenager's room - models, a dresser, \theavy metal posters  everywhere (but no \tbed - Devils don't sleep).  Nicky is air guitaring to the \tsong.  Over at the stereo, we see the cassette playing titled \n[2] \tThe head demon, JIMMY THE DEMON, opens the door, scaring \tNICKY who falls backward into the table, breaking it.  \n[3]\t\t\t \t\tHey...  \n[4]\t\tOkay, but Jimmy, when the house is \t\trockin', don't forget the knockin'!  \n[5]\t\tGood, thanks.  \tCassius snaps his fingers in Nicky's face.  \n[6]\t\tActually, I'll take a rain check on0  \tNicky is slammed into a nearby desk as if by an invisible \tforce.  \n[7]\t\t\t \t\tYes, you got me...  \tNicky's head slams back down again.  \n[8]\t\t\t \t\tGot me for sure, yes...  \tHe grabs a lamp off the desk and cracks himself over the \thead.  \n[9]\t\tOh no.  Please Cassius...  \tNicky's hand is being possessed.  It gets closer and closer \tuntil it latches on to Nicky's crotch.  \n[10]\t\tAaaaah.  \tCassius concentrates even harder, making Nicky twist his own \thand.  Nicky screams even louder.  Adrian smiles.  They don't \tnotice that DAD, wearing a sweatsuit (and with very small \tdevil horns), enters behind them.  \n[11]\t\tNothing, Dad.  Just re-arranging the \t\tfurniture.  \n[12]\t\tHey, Dad, I'm almost finished laying \t\tdown my monsters of metal compilation \t\ttape.  I really think it's a \t\tmasterpiece.  \n[13]\t\tDon't worry about coming up with \t\tanything.  It's cool.  \n[14]\t\tHallelujah.  \tThey all look at Nicky.  \n[15]\t\tI mean...tough break.  \n[16]\t\tDefinitely.  \n[17]\t\tWell, I thought that after messing with \t\tyour head, I'd give you a little kick in \t\tthe keester.  \tHits the tape player.  \"Enter Sandman\" blasts.  \n[18]\t\tMetallica, Dad.  Come on.  \n[19]\t\tYou're a good devil, Dad.  \n[20]\t\tCoulda been much worse.  \n[21]\t\tHow bad?  \n[22]\t\tWe gotta get this bad boy burning again. \t\tIdeas?  \n[23]\t\tSo go get 'em, Dad!  \n[24]\t\tSo go get 'em, Jimmy!  \n[25]\t\tYou're not saying it's up to me?  \tThe MONSTER puts his hands over his eyes shaking his head as \tif to say, \"oh no.\"  \n[26]\t\tI've never been to Earth.  I've never \t\teven slept over at some other dude's \t\thouse!  \n[27]\t\tAre you telling me I have to go to Earth \t\tand kill my brothers?  \n[28]\t\tNo.  This can't be happening.  \n[29]\t\tOkay. Earth.  The Blue Marble.  This \t\tdoesn't look too bad.  \tNicky sees a fast approaching light, furrows his brow and \n[30]\t\tI got hit by a big light that was \t\tattached to a lot of metal.  \n[31]\t\tWell, I guess I'm going to have to take \t\ta mulligan on this one.  \n[32]\t\tI'm Nicky.  \tBeefy drops the sign from his mouth.  \n[33]\t\tI just need to find my brothers and be \t\ton my way, Beefy.  \n[34]\t\tOkay, \"bro,\" this jig is up... \t\t\t \t\tJust get in the bottle.  Just slide \t\tright on in there.  \n[35]\t\tOh.  Sorry.  \n[36]\t\t\t \t\tIt's freezing up here, Beefy.  \n[37]\t\tI also have this odd pain in my mid \t\tsection.  Kind of a hollow feeling...  \n[38]\t\tSo far, so good.  Now what?  \n[39]\t\tHey...Popeye's chicken is ass kickin'!  \n[40]\t\tI got energy up the ying-ying.  Let's \t\tget cracking!  \tNICKY stands with a drumstick and jogs off the curb right \tinto the path of a moving bus.  \n[41]\t\tThat's a pretty brassiere.  \n[42]\t\tCould you maybe not tell anyone about \t\tthis?  \n[43]\t\tYou got it.  \tNicky turns and walks toward the firewall.  As soon as his \tback is turned, the monster pantomimes to the Gatekeeper, \"I \tlove your boobs.\"  The Gatekeeper gives a flirtatious laugh \t.  \n[44]\t\tFrom now on.  I'm just going to avoid \t\tall moving metal objects.  \n[45]\t\tHello, friend, my name is Nicky.  I \t\tunderstand you're seeking a roommate, as \t\tper your advertisement in the Village \t\tVoice.  Would it be possible for me to \t\tfill the slot?  \n[46]\t\tYes.  What is rent?  \n[47]\t\tOff limits.  \n[48]\t\tNo.  \n[49]\t\tYeah.  The deep South.  \tNicky laughs a little too hard.  \n[50]\t\tI don't know.  \n[51]\t\tGot ya. \t\t\t \t\tIs it okay if I do the sleep thing?  \n[52] \tNicky is sleeping on top of the hissing radiator, fully \tclothed.  When he inhales through his nose, we hear that \tfamiliar snoring/snorting sound.  But when he exhales, we \thear disturbing \"speaking-in-tongues\", Exorcist-style voices.  \tSLOW PAN across the room to the doorway where Todd stands, \tlooking concerned.  \n[53]\t\tThis is intense!  And it happens every \t\tday?  Sometimes twice?  I gotta tip my \t\that to you people!  \n[54]\t\t\t \t\tOkay, just point me in the right \t\tdirection next time.  \n[55]\t\tWell, let's rock and roll.  \tNicky looks at the next person walking by.  It's a CHINESE \tDELIVERY GUY on a bicycle.  Nicky clotheslines him, taking \thim off the bike in a sleeperhold/headlock.  \n[56]\t\tGet in the bottle.  Dad's falling apart. \t\tYou froze the gate and you're killing \t\thim.  Drink!  \tNicky puts the flask to the Chinese Guy's lips.  \n[57]\t\tjust get in the flask!  \tThe Chinese Guy breaks loose, gives Nicky a roundhouse kick \tto the head and runs away.  Nicky gets up.  \n[58]\t\tAdrian and Cassius!  You think a kick to \t\tthe head is gonna make me throw in the \t\ttowel?  Well, in the immortal words of \t\tJudas Priest, \"You got another thing \t\tcomin'.\"  \tBeefy shakes his dog head and sighs as we see Nicky hold the \tbottle up to a few more PEDESTRIANS.  \n[59]\t\tBeast.  \tThe Monster laughs.  \n[60]\t\tAll that running and chasing is making \t\tthe sleep thing want to come early.  \n[61]\t\tOh nooooo....  \tFire shoots out of Nicky's mouth.  \n[62]\t\tWhich way did he go?  \n[63]\t\tIron Maiden live double disc is simply \t\tphenomenal.  \tHe runs off.  \n[64]\t\tHey...  \n[65]\t\tYes.  I would like my flask back.  \tThe street vendor stands, very angry.  \n[66]\t\tNo, I'm just calling you... a guy who \t\thas my flask.  \n[67]\t\t\t \t\tI don't know?  \tA YUPPIE JOGGER is checking out the flask.  \n[68]\t\tIt was handcrafted in hell by Satan \t\thimself and is only to be used for the \t\tcapture and containment of my blood \t\tbrothers so that the firefall of Hades \t\twill burn brightly once again.  \n[69]\t\tSir, I would prefer if you didn't raise \t\tyour voice.  It's making my muscles \t\ttighten.  \tWe see that Nicky's eyes are starting to glow red.  \n[70]\t\tHey, mister.  I'll be seeing you in a \t\tfew years.  \tValerie gathers her blanket, starts walking away and Nicky \tfollows her.  \n[71]\t\tThat was amazing.  Thanks so much.  You \t\tdidn't have to do that.  \n[72]\t\tYou think I'm a tourist?  \n[73]\t\tThe South.  \n[74]\t\tYeah.  Deep south. \t\t\t  \tShe laughs along with him, not sure why.  \n[75]\t\tI don't know, but I like it.  Say.  Your \t\tglasses are nice.  They make your eyes \t\tlook sparkly and big.  It's fun to look \t\tat them.  \n[76]\t\tMy dad's in hell, and he's falling \t\tapart.  \n[77]\t\tIf I don't save him, I don't know what \t\tI'm gonna do.  \n[78]\t\tHere, have a Popeye's.  This drumstick \t\tain't for beatin' it's for eatin'.  \n[79]\t\tCould I come with you to getting a \t\tGelati?  \n[80]\t\tWant to?  A million angry octopus people \t\tcouldn't hold me back!  \n[81]\t\tUh, it's a deep south expression.  \tNicky laughs.  \n[82]\t\tIt's freezing my hands.  \n[83]\t\tI have an apartment.  I don't remember \t\texactly where.  My dog knows, though.  \n[84]\t\tI'm not sure.  I'd ask him, but he's \t\tuptown talking to his contacts.  \n[85]\t\tSchool?  \n[86]\t\tWhat's that pleasant smell coming from, \t\tyour skin?  \n[87]\t\tValerie, it feels like there's a bunch \t\tof butterflies flapping around in my \t\tstomach.  Is that normal?  \n[88]\t\tGood.  I was concerned.  \n[89]\t\tSo you're saying, make all pants with a \t\tdrawstring, then heavier set gals don't \t\thave to feel humiliated by telling their \t\twaist size in front of the whole store?  \n[90]\t\tWow.  Maybe you should make drawstring \t\tsocks for gals with fat ankles.  \tValerie laughs.  \n[91]\t\tThanks much.  You know what's nice about \t\tyou, Valerie?  \n[92]\t\tYour juicy, heart-shaped ass.  \n[93]\t\t\t \t\tI...I don't know why I just said that. \t\tI meant to say that...  \n[94]\t\t...I've always wanted to have sex with a \t\tgross pig.  What do you say we go behind \t\tthat dumpster, pull our pants down and \t\tsee what happens?  \tValerie's very hurt.  \n[95]\n[96]\t\tPlease, get out of my mind!  \tAdrian's eyes flash.  \n[97]\t\tHey, Valerie!  \tShe stops and turns.  Nicky RAISES his fist to resist \tAdrian's force.  It's too much.  His middle finger comes up, \tgiving her the \"finger.\"  \n[98]\t\tAdrian, you gotta come back to Hell. \t\tDad's sick.  \n[99]\t\tYeah, he needs souls to live.  When you \t\tguys left, you broke the gates.  We \t\tgotta get the gates burning again before \t\the dies.  \tAdrian processes this.  \n[100]\t\tWell maybe you should go back and talk \t\tit over with him.  \n[101]\t\tAdrian, please...  \tNicky, fighting control over his body, walks slowly and \tcrazily into the middle of the street where he sees a large \ttruck bearing down on him.  \tJOHN and PETER get blood splattered on them.  Peter looks \tdown to see the \"666\" forms in blood on their clothes.  \n[102]\t\tWhat can I do about it?  \n[103]\t\tNobody's as evil as my brothers.  Those \t\tdudes put the wick in wicked.  \n[104]\t\tBut those are my roommate's sodas...  \n[105]\t\tRelease the evil?  \n[106] \n[107]\t\tThat guy in the striped shirt snaps his \t\tfingers like someone I know...  \n[108] \n[109]\t\tIt looks like the work of a brother...  \n[110]\t\tIf it's Cassius, yes.  \tNicky races for the door.  \n[111]\t\tI'll take the shot.  \n[112]\t\tRelease the evil.  \tHis eyes get red.  Staring at the ball, it explodes.  \n[113]\t\tOkay, too much evil..  \tBill Walton's hair is on fire.  \n[114]\t\t\t \t\tCould I get another ball?  \tThe court announcer throws out another ball.  Nicky stares at \tit again with red eyes.  \n[115]\t\tI command you not to blow up and go into \t\tthat metal circle.  \tNicky throws an underhand shot.  The ball arcs through the \tair and is about to go in when the ref comes out of nowhere \tand swats it away.  \n[116]\t\tI know you're having fun, Cassius, but \t\tyou gotta come back to Hell.  \n[117]\t\tListen up, New York.  Your souls are in \t\tgreat danger...  \tNicky gets hit by a hot dog.  \n[118]\t\tAlright, how about this?  I get one more \t\tshot.  The ref will cover me.  I miss \t\tit, the Globetrotters forfeit the game. \t\tI make it, he doesn't ref the second \t\thalf and we all start conducting \t\tourselves like decent human beings \t\tagain.  \tThe crowd is silent.  \n[119]\t\tAnd we get free pizza.  \tThe crowd roars.  \n[120]\t\tYou know, Dad got very sick when you \t\tleft.  \n[121] \tNicky's head starts turning and does a 360 (like the \tExorcist).  He ends his flight by slamming down a thunderous \tdunk, cracking the backboard's glass into pieces.  He hits \tthe ref on the way down.  The crowd CHEERS, finally happy \tagain.  \n[122]\t\tNever doubt my skills.  \n[123]\t\tSorry, Cassius.  Maybe it was the super \t\tdevil juice Dad gave me.  HE thought I \t\tmight need it for just such an occasion.  \n[124]\t\t\t \t\tNo.  No way.  Dad said it was only for \t\tme.  \tThe ref rips the flask from Nicky and drinks.  \tCassius screams like bloody hell as he is sucked out of the \tref's mouth and into the bottle.  WHOOSH!  The ref slumps to \tthe floor.  \n[125]\t\tAbsolutely nothing.  The Blizzard always \t\tcame straight with his messages.  But \t\twrap your minds around this one.  \tNicky gets up and we see his is sitting on a hibachi.  He pus \ton a James Taylor album and plays it backwards.  \n[126]\t\tWhat's reefer?  \n[127]\t\tNot again, fellas.  It kind of hurts.  \n[128]\t\t\t \t\tAll right...  \tNicky loosens up his neck and makes his head go around 360 \tdegrees.  Everyone cracks up, high fives.  Even Todd LAUGHS. \tPAN OVER to Beefy, who has bloodshot eyes.  \n[129]\t\tI'm only fifteen...thousand years old.  \tEveryone cracks up.  \n[130]\t\tA little strange.  I can't stop thinking \t\tabout this girl, Valerie.  \n[131]\t\tWe had the greatest afternoon of my life \t\tuntil Adrian made me tell her she had a \t\theart-shaped ass.  \n[132]\t\tNo thanks.  I'm afraid I wouldn't be \t\table to give Ozzy the focus he deserves.  \n[133]\t\tSee ya, fellas.  \tThey leave.  \n[134]\t\tTodd.  Which way to the Parson's School \t\tof Design?  \n[135]\t\t\t \t\tCoconuts...  \tNicky goes to the fire escape and starts to climb.  His nose \tleads him.  He reaches the window, sniffing heavily.  \n[136]\t\tYou smell like coconuts.  \n[137]\t\tNo thanks.  I'm looking for a girl named \t\tValerie who also smells like coconuts.  \n[138]\t\tThanks, much.  Good luck with the \t\tgenital tucking.  \n[139]\t\tAdrian?  \n[140] \tHe's so enraptured he leans forward trying to kiss her.  His \thead bumps the window.  She turns, startled.  She sees the \tbeaming Nicky.  \n[141]\t\tHey.  \n[142]\t\tOh that stings!  My eyes are on fire!  \tNicky stands up and stumbles around.  \n[143]\t\tI'm not sure, but it didn't involve \t\tgetting blinded with poison.  \tHe bounces off the front rail, stumbles backward and goes \tflying over the back rail.  \n[144]\t\tValerie?  \n[145]\t\tNo.  \n[146]\t\tI think I'm floating.  \n[147]\t\tI don't know.  Maybe it's because of \t\tyour sweet voice.  \n[148]\t\tI can't see you but I can smell you. \t\tAnd you make me feel alive in a way I've \t\tnever felt before.  \tCUT TO REVEAL he's floating outside the student's window. \tThe student's dripping candle wax on his belly.  \n[149]\t\tOh.  Sorry, Andrew.  Valerie?  \tNicky resumes floating up.  \n[150]\t\tThat wasn't me.  I was being possessed \t\tby my brother, Adrian.  He's the one who \t\tcall you a gross pig.  \n[151]\t\tRemember when I told you my Dad was in \t\tHell?  \n[152]\t\tWell, that's because he's the Devil. \t\tAnd he wants to keep his throne for \t\tanother ten-thousand years.  Which is \t\tfine with me, but not with my brothers, \t\tso they broke out of Hell, causing my \t\tdad...  \n[153]\t\t...to decompose.  And I love my  Dad \t\tvery much.  So I came to Earth to save \t\thim but then crazy eyes stole my flask \t\tand I met you and...well, my dog tells \t\tme I just might be in love with you.  \tHis vision is clearing and he can start to see her.  She is \ttotally in shock but still here.  \n[154]\t\tYou gotta believe me.  You gotta believe \t\tin the butterflies.  \n[155]\t\tLet me take care of that.  \n[156]\t\tNext time.  Tonight, I want to share the \t\tmost beautiful thing I could possibly \t\timagine.  \n[157]\t\tEast Rutherford.  \n[158]\t\tI never thought I'd ever see Ozzy live \t\tuntil he was dead. \t\t\t \t\tPlease tell me you like metal.  \n[159]\t\tMy dog was right.  I'm in love with you.  \tThey slow dance tighter.  The music swells.  John and Peter \tlook up from their seats far below.  Nicky sees them while \the's holding her tight.  They give thumbs up.  \n[160]\t\t\t \t\tMoo ya san jie bay!  \tThe Koreans just glare.  Nicky's confused.  \n[161]\t\tWhat's going on here?  \tBut when he heads downhill, the GUYS IN WHEELCHAIRS start to \tcatch up.  They get closer and closer until... Nicky makes a \tlast second right turn into an alley.  The wheelchairs can't \tslow down and crash into a double decker tourist BUS at the \tbottom of the street.  The TOURIST on the top level look over \tthe edge to see the crash.  \n[162]\t\tOw...what was that for?  \n[163]\t\tRelease the evil.  \tNicky's body splits into about five-hundred horrifying \tinsects, all with a miniature NICKY HEAD.  \tThe Nickysects run right at the crowd, and the crows \timmediately starts running the other way, completely freaked \tout.  \n[164]\t\tI seem to be in trouble, Beefy.  \n[165]\t\tI didn't murder anybody  \n[166]\t\tI was with Valerie, I swear.  This is \t\tAdrian's work.  I've got to find him.  \n[167]\t\tThis is baloney!  \n[168]\t\tI'm not Nicky.  I'm not home!  I don't \t\tlive here!  \n[169]\t\tI thought for sure I gave 'em the slip.  \tTodd i s looking out the window.  \n[170]\t\tGood idea...kill me.  \n[171]\t\tYes.  I'll meet you at Grand Central at \t\tnoon.  Okay.  Do me.  I command you.  \n[172]\t\tThat just hurt a lot.  \n[173]\t\tDad, Adrian's got the whole city after \t\tme.  He's always a step ahead.  What am \t\tI gonna do?  \n[174]\t\tUh, I'll do my best, Dad.  Do you have \t\tany advice at all for me?  \n[175]\t\tUrrr...uggh... \t\t\t \t\tOww.  Adrian, this is very painful.  \tNicky comes flying out.  John's body slumps to the floor next \tto the chief's.  Adrian looks in the \"Schnapps bottle\" to see \tthe flask wrapped in paper.  He peeks inside.  \n[176]\t\tI won't drink.  You can't make me.  \tAdrian looks over at Valerie.  Suddenly she comes flying over \tto him.  He grabs her by the throat.  \tWe hear a train coming in the distance.  \n[177]\t\tLet her go.  \n[178]\t\tI have to, Valerie.  \tWe see Beefy skid to a stop, raise his leg and a full size \tarchery arrow shoots out of his penis and tracks right into \n[179]\t\tValerie!!!  \tNicky leaps down onto the tracks, wrestles Valerie away from \tAdrian and tosses her off the tracks.  Adrian looks at Nicky.  \n[180]\t\tThat's terrific.  Now could you ladies \t\tpoint me to the Black Palace?  I should \t\tcheck in with my dad...  \tNicky trails off as he sees the Angels laughing at him.  \n[181]\t\tThe home of eternal damnation, house of \t\tHades, H.E. double toothpicks...  \n[182]\t\tMy brothers told me my mother was a \t\tmountain goat.  Which would explain my \t\tchronic halitosis.  \n[183]\t\tMy mom wasn't a goat?  \n[184]\t\tAn angel?  \n[185]\t\tWow.  What...what did she look like?  \n[186]\t\t\t \t\tHow come you're not older?  \n[187]\t\tAre you Adrian and Cassius' mom, too?  \n[188]\t\tI don't think so.  \n[189]\t\tWhere did you meet my father?  \n[190]\t\tAnd that made you want to make a baby \t\twith him?  \tThe Angels laugh.  \n[191]\t\tWell tell her I said \"hi\" back.  \tAngel makes a motion towards the phone, then stops.  \n[192]\t\tHow did you see me?  \n[193]\t\tHey, that's Dad's throne!  How did \t\tAdrian get that?  Is Dad okay?  \n[194]\t\tValerie's crying!  \n[195]\t\tI gotta help her.  I gotta help Dad.  I \t\tgotta help everybody.  \n[196]\t\tBut how can I win?  Adrian is stronger \t\tand smarter than me.  \n[197]\t\tA speech impediment?  \tThe girls laugh.  \n[198]\t\tWhat is it?  \n[199]\t\tWell, nice meeting you, Jenna, Christa. \t\t\t \t\tWould it be okay if I called you Mommy?  \n[200]\t\tWell, Mommy, get me to the big apple \t\tcause I'm gonna rock that town like a \t\thurricane.  \n[201]\t\tRelease...the good.  \tWhen he opens them, BEAUTIFUL BUTTERFLIES are floating around \tthe head of five of the DEMONS.  They stop approaching. \tTHEIR EYES TURN FROM WHITE BACK TO NORMAL.  And their facial \texpression changes to happiness.  They wave at the \tbutterflies.  \n[202]\t\tRelease the good...  \tFive more are stopped by something.  They look down and see \tfluffy white BUNNY RABBITS at their feet.  They start petting \tthem.  \tThe REMAINING DEMONS advance on Nicky.  \n[203]\t\tRelease the awesome.  \t...then stop, their path blocked by a very large bucket of \tPOPEYE'S FRIED CHICKEN.  The Demons consider the bucket of \tchicken.  One Demon takes out a piece.  \n[204]\t\tPut it in your mouth and let it slide \t\tdown your throat-hole.  \tThe Demon bites into it.  He can't help but grin a little.  \n[205]\t\tAdrian, I'm asking you nicely, in the \t\tname of all that is good: release my \t\tfriends and get in the flask.  \n[206]\t\tNo.  It's the inner light.  And with it \t\twe can defeat anything you've got.  \n[207]\t\tOkay, Adrian, you've left me with no \t\tchoice.  \tNicky leaves frame and he flies up towards Adrian.  \n[208]\t\tLove lifts me up where I belong.  \n[209]\t\tNow I'm asking you nicely, get in the \t\tflas...  \tAdrian grabs a pillow and hits Nicky hard in the face, \tsending him flying off the bed.  \n[210]\t\tOh, you wanna a pillow fight, do you?!  \tNicky is an expert pillow fighter.  He lands a series of \tawesome, almost Matrix-like pillow moves.  Adrian is dazed.  \tNicky finishes him off by tossing the pillow high in the air \tto him.  Adrian looks up to catch it and just before it \tlands, Nicky steps up and pops him in the face.  Adrian goes \tdown hard.  Nicky towers over him.  \n[211]\t\tNow will you get in the flask?  \n[212]\t\tSole ruler of Hell and Earth is what I \t\theard him keep saying.  \tWe HEAR the sounds of a struggle.  \tAll the Demons and all the people of NEW YORK form a large \tcircle around the flask.  Valerie and the gang make it down \toff the stage.  \tWe HEAR crazy sounds as the FLASK starts to jump.  The crowd \tREACTS.  A big dent pops out from the inside, followed by a \thorrible thud.  \n[213]\t\tThat was Cassius!  \tThe FLASK starts rolling over and over on the road.  People \tget out of the way as if it were real people fighting in the \tstreet.  They root for their side.  \n[214]\t\tFrom my dad's side of the family.  \tShe laughs and kisses him on the mouth.  The crowd CHEERS. \tBut Nicky won't stop kissing her.  She starts to struggle for \tair.  Nicky presses harder and starts to laugh.  \tThe crowd stops CHEERING.  Valerie is waving her arms for \thelp.  Nicky turns into Adrian during the kiss.  Adrian lets \ther go.  And we hear ADRIAN'S familiar laugh.  \n[215]\t\tButterflies...  \tAnd Nicky shoots right out of the top of the flask and lands \ton his feet.  Adrian lands and stares down Nicky.  The clock \tis one minute from midnight.  \tAdrian swoops down.  Nicky thinks quick and pulls out the \tBALL his Mom gave him and smashes it on the ground.  Out of \tit forms metal G-d: OZZY OSBORNE.  \n[216]\t\tI'll just go to Heaven.  \n[217]\t\tSorry, Henry. \t\t\t \t\tRelease the Evil.  \tHenry is covered in bees once again.  \n[218] \tNicky picks up a big rock and hands it to Valerie.  \n[219]\t\tDo me.  \n[220]\t\tI love you.  \tValerie smashes the rock on Nicky's head, killing him.  \n[221]\t\tI came through for you, Mom and the \t\tbutterflies, Dad.  \n[222]\t\tWhat about you and Grandpa and everyone \t\tin Hell?  \n[223]\t\tI will, Dad.  But in the words of Motley \t\tCrue, this will always be my...home \t\tsweet home...  \tHe pats him on the back.  \n[224]\t\tZachariah, say you're sorry.  ", "John": "\n[1]\t\t'Bout time...  \tNicky snores.  It sounds like \"I will eat your hearts.\"  The \tworried people run away.  Nicky snores.  Children on the \tCarousel, going real fast, upset.  Nicky snores.  \tPeter and John walk over to a position near Nicky's bench.  \n[2]\t\tThere's our man.  \n[3]\t\tWhat's with that guy?  \n[4]\t\tYo, man, I think that devil guy just got \t\tripped off.  \n[5]\t\tYeah.  You do it.  \tPeter gets up and shakes Nicky who comes to with a loud \n[6]\t\tThat way.  \tNicky is about to run off.  Looks at John's shirt.  \n[7]\t\tThe Dark Prince is here.  \n[8]\t\tSix, six, six, pick up sticks.  \tThey high-five.  The only happy fans in their section.  \n[9]\t\tBy the way, Nicky.  Check this out.  \tHe spins his Black Sabbath backwards.  \n[10]\t\tWhat's Ozzy trying to say there?  \n[11]\t\tNo wonder your uncle's so weird...  \n[12]\t\tCome on.  One more time.  \n[13]\t\tShe was human?  \n[14]\t\tI dated a Japanese girl once.  My \t\tparents disapproved.  Not cause she's \t\tJapanese, but cause she was only \t\tfifteen.  \n[15]\t\tBy she, do you mean he?  \n[16]\t\tEasy, Liberace.  \n[17]\t\tThat's a big pass, Elton John.  \n[18]\t\tWhoa, that chick must be the real deal, \t\tthen.  Later on.  \n[19]\t\tThere's like a total mob scene coming \t\tthis way.  \tWe hear VOICES of an approaching crowd coming outside.  \n[20]\t\tWhat would your dad do, Nicky?  \n[21]\t\t\t \t\tAlright!  \tJohn takes Nicky's head and slams it hard into the kitchen \tcounter.  Nicky is dazed.  \n[22]\t\tLook at Queen Latifah steppin' up.  \n[23]\t\tLittle nervous.  Wanna puke.  \tThey approach the cops guarding the door.  \n[24]\t\tLooking for the chief.  \n[25]\t\tSure do.  You got what we want?  \n[26]\t\tWe think he's the son of Satan.  \tPAUSE.  The chief LAUGHS, then everyone else does.  He walks \tover and picks them up by their throats.  \n[27]\t\tNoon...  \tThey look at the clock.  It's noon.  \n[28]\t\t...ish.  \tPeter is sweating, kinda nervous.  \n[29]\t\tBut what about the cash?  Can we keep it \t\tor what?  \n[30]\t\tNo thanks...but we'll take that bottle \t\tof booze. \t\t\t  \n[31]\t\tSchnapps...  \n[32]\t\tWanna hit?  \tHands it to him.  He takes it.  \n[33]\t\tWeed lowers the body temperature. \t\t\t \t\tI read that...in, uh...er, science \t\tmagazine.  \tAdrian stares at John.  He raises the bag again.  \n[34]\t\tAnd give you a good buzz.  \n[35]\t\tUh.  No it won't?  \tJohn starts to tremble a bit.  \n[36]\t\tUrr...uggg...errr...  \n[37]\t\tUrrr...uggh... \t\t\t \t\tOww.  Adrian, this is very painful.  \tNicky comes flying out.  John's body slumps to the floor next \tto the chief's.  Adrian looks in the \"Schnapps bottle\" to see \tthe flask wrapped in paper.  He peeks inside.  \n[38]\t\tCan't Beefy use his penis powers to get \t\tus out of this?  \n[39]\t\tHe means getting it on with someone like \t\tthat freak.  \n[40]\t\tOf course you do, Tommy Tune.  \n[41]\t\tYou want a queen?  Got one right here.  \tJohn points at Todd.  They laugh.  Adrian gets closer to \tValerie.  Just then a big butterfly appears on his shoulder. \tHe looks down to see:  \tNicky standing there with his army.  \n[42]\t\tOzzy.  \tThey faint.  \tThe Bat's eyes go wide in fear.  Ozzy grabs the bat, his \tmouth grows big, and he bites the bat's head off.  Valerie \thands Ozzy the flask.  \n[43]\t\tHe'll never make it.  ", "Beefy": "\n[1]\t\t\t \t\tHey, terrific!!  Now get off the track \t\tand come with me, shitstains.  \n[2]\t\tMy name's Beefy.  I'm an old friend of \t\tyour father's.  He's asked me to help \t\tyou out.  \n[3]\t\tIt's not gonna be easy.  Your brothers \t\tcan possess people.  So they probably \t\twon't look like themselves.  You have to \t\tbe suspicious of everyone.  \tNicky looks at Beefy warily for a beat.  \n[4]\t\tIt's not me, moron.  \n[5]\t\tMakin' friends already.  \n[6]\t\tYou're on Earth now, kid.  Gonna have \t\tthe same physical needs and limitations \t\ta human has.  We'll stop by K-mart.  Get \t\tyou some warm clothes.  \n[7]\t\tThat pain is hunger.  \n[8]\t\tPut it in your mouth.  \tNicky puts it in his mouth.  Holds it there.  \n[9]\t\tMove your teeth up and down.  \tNicky does.  He chews for a long time.  \n[10]\t\tNow you gotta swallow it.  Tilt your \t\thead back and let the meat slide down \t\tyour throat-hole.  \tNicky does.  He gets a looks of complete joy on his face.  \n[11]\t\tIt sure is.  Now eat it up.  You're \t\tgonna need your energy.  \n[12]\t\tGreat.  Now your father gave me some \t\tdeposit money for a nice pad on the \t\tUpper East Side.  But I misplaced it.  \n[13]\t\tSo I found this other joint for you. \t\tBut you're gonna have a roommate.  \n[14]\t\tYou'll be alright.  Go on.  Big day \t\ttomorrow.  Don't forget to do that sleep \t\tthing I told you about.  \n[15]\t\tLook, it's okay for me to shit the \t\tstreet.  But you gotta use a toilet.  \n[16]\t\tCome on, there's like ten million people \t\tin this city and the clock is ticking.  \n[17]\t\tI think we have to work on narrowing \t\tdown our list of suspects.  Now I'm \t\tgoing to go check in with some of my \t\tcontacts uptown.  \tBeefy hears Nicky's strange terrible snores.  He's asleep. \tBeefy sighs.  \n[18]\t\tKid's got a lot of evil in him, just \t\tbegging to come out...  \tBeefy walks away.  \n[19]\t\tRemember, it's not the size of the boat, \t\tit's the motion of the ocean.  \n[20]\t\tYour brothers are upsetting the balance \t\tof good and evil.  \n[21]\t\tYou can't do jack shit... unless you \t\tlearn your evil powers.  \n[22]\t\tGo get a soda out of the fridge.  \n[23]\t\t\t \t\t\"But those are my roommate's sodas...\" \t\tDoes that sound like a statement the son \t\tof the devil would make?  \tNicky, ashamed, gets a Coke out of the fridge and places it \ton the coffee table.  He and Beefy sit on the couch and stare \tat the Coke.  \n[24]\t\tYou have the power to change the cola in \t\tthat can into any other liquid - engine \t\toil, bat's blood, moose piss.  You just \t\thave to release the evil within you.  \n[25]\t\tI'm just saying, there's wickedness in \t\tyou... I can tell from your snores.  \tNicky stares at the can.  \n[26]\t\tRelease your evil...  \tNicky frowns and bites his lip.  The can rattles a little.  \n[27]\t\tTrying to capture his brother in a flask \t\tand preserve the balance of good and \t\tevil on Earth.  \tTodd looks over, suspicious.  \n[28]\t\tNo.  \n[29]\t\tTake him to the hole, Nicky. \t\t\t \t\tI mean, woof!  Woof!  \tTodd looks at Beefy, terrified.  \n[30]\t\tI used to get baked like this with my \t\tfirst girlfriend, Heather.  We'd get so \t\tstoned she would forget I was a dog.  \n[31]\t\tActually, she was a sewer rat.  Man, \t\tthat pissed my parents off.  \n[32]\t\tBusted. \t\t\t  \n[33]\t\tMaybe you love her.  But what do I know? \t\tI'm baked out of my mind.  \n[34]\t\tYou better snap out of it soon, kid. \t\tCause we're going after Adrian tomorrow. \t\tSeven AM.  Nighty, night.  \tHe falls asleep and starts snoring.  We hear the SOUND of \tTHREE LITTLE GIRLS singing \"Ring Around The Rosie\" as he \texhales.  \n[35]\t\tThe shit has hit the fan, kid.  Take a \t\tlook.  \n[36]\t\tLook.  You were really high.  Things \t\thappen.  \n[37]\t\tI think you're looking at him.  \n[38]\t\tHe superimposed your head onto \t\t\"Scarface.\"  \n[39]\t\tI don't know, this is a little out of my \t\tleague.  \n[40]\t\tHe'll be here.  Just keep your cool, \t\tkid.  \tThey hear FOOTSTEPS.  They turn and see the chief of police \tbacked up by the huge police force.  \n[41]\t\tWe've been ratted out.  \tBeefy and Todd turn to see John and Peter looking sheepish.  \n[42]\t\tNow that hurt the both of us.  \tValerie is able to escape momentarily.  Adrian reaches for \ther, grabbing her.  They both spin and fall down onto the \ttracks.  Right into the oncoming train.  \n[43]\t\tI can't screw. \t\t\t \t\tI can't screw.  \tValerie's crying.  \n[44]\t\tThat turn you on there, RuPaul?  \n[45]\t\tNo if you do something bad right before \t\tyou die.  \tPAUSE.  Everyone looks around.  Nicky spots Henry Winkler.  \n[46]\t\tOnly a quarter, ma'am.  \tShe tickles the baby.  It giggles and a small stream of fire \tshoots out of his mouth and singes the Old Lady's eyebrows.  ", "(voice)": "", "Referee": "", "Holly": ""}}