{"filename": "Lock,-Stock-and-Two-Smoking-Barrels_script.txt", "imdb_id": "tt0120735", "imdb_url": "https://www.imdb.com/title/tt0120735", "characters": ["Little Chris", "Bacon", "Hatchet Harry", "Paul", "Eddy", "Barry The Baptist", "Soap", "Dog", "J", "Charles", "Plank", "Big Chris", "Willie (as Charlie Forbes)", "Tom", "Winston"], "dialogues": {"Little": "\n[1]About twenty minutes.  \n[2]Just carrying a bag.  \n[3]It's not him, Dad.  \n[4]Sleeping like a baby.  Big Chris then approaches and raises the sunbed.  \n[5]I say shut it!  \n[6]He's not poor. Five hundred and sixty pounds and that's just in his wallet . . . Fuckin' 'ell John, you always walk around with that in your pocket?  The expression on Big Chris's face changes.  \n[7]Sorry, Dad.  \n[8] Piss off you nonce!  \n[9] How much?  \n[10]All right, Dad.  ", "Chris": "\n[1]How long has he been in there, son?  \n[2]About twenty minutes.  \n[3]Is he on his own?  \n[4]Just carrying a bag.  \n[5]Let's have a look, shall we?  \n[6]Son, have a look under that one.  Little Chris looks under one of the sunbeds.  \n[7]It's not him, Dad.  \n[8]Try that one.  Little Chris returns from a peek and nods in confirmation.  \n[9]Sleeping like a baby.  Big Chris then approaches and raises the sunbed.  \n[10]This is one of those high-powered numbers, isn't it?  John O'Driscoll's eyes widen; Chris slams down the sunbed on top of him as hard as he can.  Got some bad news for you, John.  \n[11]Mind your language in front of my boy.  \n[12]That includes blasphemy as well. Now tell me, John . . .  \n[13]I say shut it!  \n[14]He said shut it!  Chris pulls a mean face; the door is closed.]  Tell me John, how you can concentrate on improving a lovely tan, and it is a lovely tan by the way, when you have more pressing priorities at hand?  \n[15]Did I say speak? And it's Mr Harry to you . . . Now don't disappoint me and chose your words carefully. You may speak.  \n[16]Son, have a look in his locker.  \n[17]Yeah, all right.  Big Chris lifts it, then smashes it down again. Now, you want me to lift it up again?  Little Chris pipes up. Obviously familiar with counting money he has flown through it.  \n[18]He's not poor. Five hundred and sixty pounds and that's just in his wallet . . . Fuckin' 'ell John, you always walk around with that in your pocket?  The expression on Big Chris's face changes.  \n[19]Oi! Next time you use language like that, boy, you'll wish you hadn't!  \n[20]Right, well, put the rest of the stuff in that, son. You can go home in a plastic bag tonight, John. You owe what you owe arid before this tan has faded, you want to have paid.  Chris punches John unconscious and turns the time dial up.  \n[21] Piss off you nonce!  \n[22] Oi, watch it! No thanks Harry, we are both all right. Nice shooter.  \n[23] Nah, not my thing, thank you, Harry. Business good? I imagine that's what I am here for.  Harry leans the gun against the side of the desk and takes a seat, does a breast-stroke movement to clear his desk of all the sexual debris, takes a big breath of air and begins.  \n[24] Go on.  \n[25] How much?  \n[26]No Harry, you can't.  \n[27]Got something here for me, have ya?  Come on, chop chop.  Before Dog has a chance to use the shotguns Chris grabs one in each hand and knocks Dog down with a swift headbutt. Dog moans, not knowing what day of the week it is. Chris opens the case, sees it's full of money, takes the two shotguns, then leaves. Thank you very much.  On reaching the car he gives the case to his son, putting the guns on the back seat.  Count that son, and put your seatbelt on.  \n[28]Hello, John. Nice holiday?  \n[29]I am sure you have, no one was accusing you of being dishonest, John.  128  \n[30]The boys had 'em. I know you like these things; wondered if you wanted them?  \n[31]Well, not especially, but they seem to of upset a few characters.  \n[32]Yeah, it's all there, to the pound.  \n[33]It looks like ?, but who knows? The opportunity was there. In my experience it is best to take the opportunity if it is there.  \n[34] \n[35]A job well done son; we made a few quid out of that one.  As he puts the key in the ignition, there is no reply from his little boy  \n[36]Son?  \n[37]You all right back there, mate?  \n[38]It's in an office; I have just left it in the office. 137  \n[39]All right, furry muff.  Big Chris doesn't seem too bothered by this problem. He shrugs and starts the car.  \n[40]Well, it's a five minute walk or a thirty second drive.  \n[41] Big Chris, having removed the knife from a stunned Dog, proceeds to smash his head against the dash and has the most amount of fun in doing so.  \n[42]Never, never, not as long as I can remember has anybody been as rude to me as you have.  Dog is being thrown around like a rag doll.  \n[43]\n[44]Nope.  \n[45]I think I can help you, as it happens.  \n[46]I have got something for ya. Well, for your boy, actually.  \n[47]It seems that Hatchet under-estimated your lot and that seems to have cost him . . . I am not going to make the same mistake, am I? I have decided to bring your bag back.  Pause. The words you are looking for start with thank you.  \n[48]Now you have presented me with a problem. I don't have an employer any more. So I have taken care of myself and my son, and if you think that is unfair you just come and pay me a little visit; but you better be waving the white flag high and clear, otherwise it will be the last little visit you lot ever make . . . That's all I had to say. It's been emotional.  Big Chris turns to walk out. The lads stare at the bag and then at each other.  \n[49]That should take care of that lot. We are now officially in the money- loaning business, all right, son?  \n[50]All right, Dad.  \n[51]Well, put your seatbelt on then.  ", "Bacon": "\n[1]See these goods, they never seen daylight, moonlight, Israelite, Fanny- by-the-gas-light. If you can't see value here today you're not up here shopping, you're up here shoplifting. Take a bag, take a bag. I took a bag, I took a bag home last night and she cost a lot more than ten pounds I can tell ya. Tell me if I am going too cheap. Not ninety, not eighty, not forty, half that and half that again, that's right, ten pounds. Don't think 'cos it's sealed up it's an empty box. The only man who sells empty boxes is the undertaker, and by the look of some of you here today I would make more money with me measuring tape.  A well-dressed, zealous character  appears from behind the crowd waving money. It seems he can't wait to get rid of it.  \n[2]Excuse me misses, sorry sir, ladies first and all that.  A tourist spectator, rather than a buyer, has been. put on the spot. She fumbles through her bag hastily all too aware of the attention of the crowd, of which she is now the focus. She passes her money like it's contaminated. Others follow suit.  Buy 'em, you better buy 'em; they're not stolen, they just never been paid for.  This really stokes the fire. The money can't come fast enough. Just as business reaches its peak there is a call of alarm from the first enthusiastic punter, who seems to be rather more familiar than he first pretended.  \n[3] Ed can run fast, talk fast, eat fast, and play cards fast, but he's fucking slow when it comes to spotting the roz.  \n[4] doesn't know it. ' * Cut from completed film.  16  \n[5] Sex and sleaze and antique shotguns are all deep and dear in Harry's stone cold heart.  Cut from completed film.  \n[6] The Baptist got his name from drowning people for Hatchet.  \n[7] Ed, Bacon, Soap and Tom park outside their house. As they get out they pass Plank and John who have also just parked. They ignore each other, and go to their separate doors.  \n[8] BACON places a pile of money on a table. The rest are eating, Tom keeps looking at his plate distastefully.  \n[9]Twenty-five from me, Tom, Soap and yourself; a hundred grand to the pound. You don't need to count it.  \n[10]And nobody wants to live next door to the people that we live next to; a bit anti-social, you know.  BACON beckons Tom to a cupboard built into the wall.  \n[11]I mean when they are not picking peanuts out of poop, they're ripping off unfortunate souls of their hard-earned drugs.  BACON opens the cupboard doors and puts his finger to his lips. The noise from next door immediately gets louder.  Not exactly thick, these walls.  \n[12] Tom raises his eyebrows and frowns to Bacon.  EXT. BIG BOY'S GYM/SOLARiUM - NIGHT  Meet Big Chris and Little Chris .  \n[13] We calm down for a while. A cool track is playing. Ed is now smartly dressed, sitting in an armchair. We have a close-up of his face. He is motionless, eyes closed; he looks asleep. The camera slowly tracks down his body We reach a single hand; he is cutting the pack skilfully and faultlessly; he is very much awake. There is a knock on his door. His eyes open.  \n[14] What's that?  \n[15]No, I asked you to give me a refreshing drink. I wasn't expecting a fucking rainforest; you could fall in love with an orang-utan in that.  \n[16]I thought this was a pub.  \n[17]Well whatever it is, could you get your man to turn the TV down?  \n[18]Excuse me, could you turn the TV down?  \n[19]This doesn't look good.  The others wake on this statement. We cut between the lads and their frozen reaction.  \n[20] Stop fucking around, Tom, and think. What are we going to do?  \n[21] Let me tell you about Hatchet Harry. Once there was this geezer called Smithy Robinson who worked for Harry. It was rumoured that he was on the take. Harry invited Smithy round for an explanation. Smithy didn't do a very good job. Within a minute Harry lost his temper and reached for the nearest thing at hand, which happened to be a fifteen-inch black rubber cock. He then proceeded to batter poor Smithy to death with this; that was seen as a pleasant way to go . . . Hence, Hatchet Harry is a man you pay if you owe.  \n[22]The odds are one hundred to one so all we need is five grand.  \n[23]At the bottom of a bottle and has been for two days; it's hit him hard.  \n[24]Yeah, but he has got to tell his Dad he is about to lose his bar.  Tom, who has not really been listening, suddenly interrupts.  \n[25]So how long do you have to wait 'till you see a return?  \n[26]A month? So, my friend, what fucking good is that, if we need it in six . . . no, five days?  \n[27] Ed fumbles with his keys at his front door. He enters his house in a sort of zombie state, takes off his jacket and opens the cupboard doors. He hangs his coat up  and he collapses in a pile on the floor. The cupboard doors now being open, he can clearly hear next door's discussion. We track in very slowly on Ed.  \n[28]I am thinking, I am thinking.  \n[29] \n[30] Tom, BACON and Soap are sitting in front of Ed who looks as though he is about to launch in to a speech.  \n[31] The situation has been explained. There are thoughtful frowns on all foreheads. There is a pause.  \n[32]I don't know how you've reached that conclusion.  \n[33] I am game.  \n[34] BACON has rigged up an amplifier to the hole in the cupboard along with a ridiculous amount of recording equipment. The house lights still flicker on and off. We start the first part of the conversation looking at Bacon, who has his headphones on. We cut to Dog halfway through the second sentence.  \n[35] BACON has a kettle next to where he is sitting. It steams away quite happily but a worrying noise starts to come from the plug socket. BACON prepares himself.- BOOM! He disappears into black.  \n[36] BACON is now lit by candle.  \n[37]Jesus.  \n[38]It's happening tomorrow morning. Get back here now.  \n[39] \n[40]How much did you part with?  \n[41]Jesus, Tom, do they work?  \n[42]I am not sure what's more worrying, the job or your past.  \n[43] Ed and Bacon, etc, are all mounted up on top of one another looking out a crack in the curtain. They are observing Dog's party en route to work. They are dressed as kebab shop assistants.  \n[44]Eh, bunk us up over the wall.  BACON forces one of the windows open. He looks pleased and beckons the others over. They keep in contact with Soap by cellular phones.  \n[45]Down, down, get fucking down now'  This is like d??vu. There is no response as the three of them seem not to believe what's going on. BACON hits Dog with the butt of his gun, establishing who's boss. Dog does down with a thud. Plank hits the floor immediately.  \n[46]Of course you will, sweetheart. This one, search this one. Ed finds the keys without any trouble.  \n[47]Let's have a butcher's. Jesus, there's lots of everything. We've got god knows how much of this stinking weed; we've got a shit load of cash; and we've got a . . . traffic warden.  \n[48]A traffic warden. Look, what's this?  He holds up the hat.  \n[49]I think he's still alive. He's got claret coming out of him somewhere. What did they want with a traffic warden?  \n[50] \n[51]'Ere, have a pull of this.  Passes Ed the joint.  \n[52] A dust-covered Plank blinks in confusion as he looks on to a heap of recording equipment.  \n[53]Scarface, I have watched Scarface. You want to know how to do a drug deal, you watch Scarface!  \n[54] Dog and boys have made a Large hole in the connecting cupboard wall which they have crawled through. Dog is holding a large bag which he has found.  \n[55] Big Chris and Little Chris are waiting outside. Dog's gang are waiting for Ed's gang inside. Rory's gang are going to Ed's.  122  \n[56] Dog's gang are also loading their weapons and concealing themselves among the furniture. Dog is counting out the money in the side room and has the two antique hammer-lock shotguns resting on the table in front of him, which were found with the rest of the bounty.  \n[57] Rory's boys stop the van outside Ed's and back up to Ed's front door. The rear van door is opened when it is completely flush and Lenny (with gun) prepares to do his worst.  \n[58] There is a loud bang and the front door disappears. In its place is a large black man pointing an even larger machine gun. Nobody seems to be at home; it appears to be quite an anti-climax. A long pause follows as both gangs don't quite know what to do. Rory's guys jump over the machine gun to explore further.  \n[59] We see the windows shattering from the outside as bullets hail through.  \n[60] Dog, who was counting the spoils in the adjoining room, is more than aware of the seriousness of the situation. He quickly closes his suitcase of money and grabs the two old guns, opens the adjoining door, gets splattered in blood and smoke and quickly closes it. He then checks his escape route out of the front window and exits. Dog looks quite pleased with himself as he still has the money and his life, and is holding the infamous guns in each hand like a Mexican bandit.  \n[61] Big Chris, watching the house, intrigued and interested by all the activity, has made his way closer, and low and behold: looks what walks straight into him.  \n[62] Ed's place has been shot to pieces. Only Rory and Winston seem to be left. Rory is throwing the bags of weed into the back of his van, then he kicks over one of the bodies. It's a blood-covered Plank.  \n[63] \n[64]What has been going on here?  They look into a smoking, blood-covered house.  \n[65]As if he'll care.  130  \n[66]Think about what you're going to say, Ed; we are on thin ice.  \n[67]Well?  \n[68]I think you're a sandwich short of a picnic, mate; you want to start making sense.  133  \n[69]Apart from those shotguns.  \n[70]Well, talk.  \n[71] You dippy bastard.  \n[72]And, throw yourself off while you're at it. SOAP  Now, Tom! There is a pause.  ", "Hatchet": "\n[1] A hard-looking man of about fifty is sat behind a large antique desk. On this desk is a hatchet resting in a block of wood, poised like a judge's hammer. Harry is obviously in the sex game. Cluttered up in a hazardous way are a selection of dildos, spanking paddles, etc. A cabinet of fine-looking shotguns is placed behind. We have a split screen involving EDDY and his friends  and Hatchet with one hand on the phone and the other on a shotgun.  \n[2]You got it all?  \n[3] \n[4] \n[5]Well if you got it, you got it. Now, if you don't mind . . .  The phone is slammed down.  \n[6] \n[7] \n[8]What's this EDDY like, then?  The camera spins round to reveal a massive monster of a man sitting opposite Hatchet. Meet Barry the Baptist.  \n[9] All right, all right, so we can say he is good.  \n[10]Where did he get a hundred grand?  20  \n[11]And JD is his dad, and owns the whole property?  \n[12]Good, you can get this under control now.  A glossy Christie's brochure displaying a pair of impressive antique hammer-lock shotguns is shoved in Barry's face.  It seems Lord Appleton Smythe has run out of money, and these little beauties are up for auction, but I am not paying quarter of a million quid for 'em, if you know what I mean Barry. One of my associates has given me an address and the location of these lovelies. Make sure we get everything from inside the gun cabinet. I don't want to know who you use, as long as they are not complete muppets; and don't tell them what they're worth.  Changing the subject.  'Ere! Hold on, what do you think of these? We are selling hundreds.  Holds up one of the spanking paddles.  \n[13]Don't play innocent with me Bazza; spanking!  The paddle is brought down hard on the desk: slap.  \n[14]You must be Eddy. JD's son.  \n[15]Never mind son, you just might meet him if you carry on like that.  There is an attractive blonde croupier shuffling the cards. EDDY  Evening Tanya, it has been a while.  \n[16]Three hundred and fifty open.  \n[17]Four hundred open.  \n[18]Listen ladies, this is cards. Men play cards, you want to talk soft you should be at the fucking hairdressers, so shut up and play.  I fold.  \n[19]Well, you going to play?  Cut from completed film.  \n[20]Twenty thousand open.  EDDY looks at his cards: he has a running flush.  \n[21]I'll fold.  We hear lots of oohs and aahs. EDDY frowns slightly This is odd play. Rather than looking happy he has a discrete glance over his shoulder; satisfied that nothing can be amiss, he collects his money.  Don't go spending, that all at once, boy.  \n[22]Got some cards there, boy? Thirty thousand. Back to you already Eddy?  Hatchet looks impatiently at the door.  \n[23]Eighty grand.  \n[24]Yes . . . and is there something else you want to say? EDDY  As you know, this puts us in an awkward position. I don't have enough to continue.  Pause.  \n[25] I will.  \n[26]I will loan you the money.  Silence. The sweat bead reaches the bottom of Ed's chin, trembles for a second, then unattaches itself. Very slowly it falls. We follow its long silent journey. Eventually it is greeted by the back of Ed's cards. It explodes dramatically in sound and vision, symbolizing this worrying news.  \n[27]I am not interested in what you would rather; I want to keep going. I am also offering you the money, so we don't have to turn them over because you can borrow.  \n[28]No, you need five hundred grand to see me.  Ed's face is now awash, busily blistering with sweat.  \n[29]Well, you're going to have a problem carrying on, aintcha.  The pause is painful.  55  \n[30]For half a million?  \n[31]And still got a sense of humour. That's not monkey nuts son; you can still fold.  OK, before I loan you this, I expect, if you lose of course, my money back within a week, Crystal? That's Sunday, OK?  These last few words echo in the distance of Ed's mind . He is committed, but has now left the world of the conscious. Hatchet turns over the first card; it's a seven. EDDY ushers him on; another seven, it looks as though he will have three; then the third: it's a four. There is an anti-climatic silence. After a loud pause . . .  \n[32]Let's see your fucking cards.  Nobody is impressed by Hatchet's cards; all eyes fall on EDDY expectantly We crash in to Ed's pupils with a loud swoosh. They contract to the size of pinheads. His world has changed for ever.  \n[33]I know your friends are responsible for most of that cash, so I'll give you all a week to find it. After that, I'll take a finger off each of you and your friend's hands for each day that passes without payment; and when you have all run out of digits, then who knows what?  Ed gets up. We stumble with him in slow motion. He is hardly able to stand. He wobbles over to the door. Harry continues to talk over the top.  Business is business, and I am good at making mine work. I like your dad's bar, JD's, so don't get clever or lethargic. If you can't pay in a week, a few fingers and a bar for starters.  Ed stumbles out of the door, doubles up and vomits all over the f door.  \n[34] \n[35] Barry and Harry are talking. Harry is polishing a shotgun. It is very different in appearance to the hammer-locks.  \n[36] Is Big Chris on his way?  \n[37] \n[38] What do you know about Chris, eh? You put Big Chris on a job and he will make sure it gets done, no matter what's in his way. His dad used to collect debts and his dad before that, and that monster of a boy will after he has gone. It seems that the Almighty himself requested them to collect debts for eternity and not to fear knocking on old Nick's door himself, if he was behind on his payment. But he has never nicked a picker in his life. Straight as an arrow and as strong as the bow that fired it. If you dropped your tenner he would search till he found ya . . . the only problem is he isn't stable, has a temper like a runaway train, and he hits twice as hard. Heaven protect anyone who touches that boy, not that the boy needs protecting.  We see Big Chris walking up the stairs. He reaches the top and knocks on the door.  \n[39] Big Chris is sitting in front of Hatchet, Barry behind Chris.  \n[40] Want a drink?  \n[41]Like it? One of a pair, Holland and Holland. Here, you want to hold it?  \n[42] I want you to forget about any other debts at the moment; there are fresher fish to fry!  \n[43] It's a bit of a priority. Four young fellas who got in deeper than they could handle; they owe me half a million pounds.  68 ~ 69  \n[44]I understand if this has come as a bit of a shock, but I'll tell you how this can be resolved by the good father.  * Big Chris in completed film.  Pause. The camera spins round to reveal Hatchet and Barry the Baptist.  \n[45]I like your bar.  \n[46]I want your bar.  \n[47]Do you want me to draw a picture?  \n[48]What, and I care? Remember, you do have the luxurious advantage of being able to sustain your son's life.  \n[49]Oh, careful JD, you'll give Barry a heart-attack.  We crash-zoom again into Harry's eyes to see the pupils contract. It's time to look mean.  I'll put that down to shock, but only once, only once can or will I let you get away with that. Your son's still got three days to find half a million, but make up your mind which one you prefer: your son, or your bar.  We have a slow-motion close-up of the drink being slammed down, proving a point.  \n[50] \n[51]It's about time you give my young friends a visit, Chris. Tomorrow is the day and mum seems to be the word, and I can't have that now, can I, Chris?  \n[52]Do you know who I am? I am split in two; there is me, and there is my patience, and patience has gone to the hospital; you are not far behind, know what I mean? I mean, find ' em, torture 'em, kill 'em, and bring back what belongs to me, because if you don't . . . you are . . . bang . . . in trouble.  Hatchet slams the phone down. Dean looks at Gary in horror.  \n[53] Big Chris is about to walk in to Hatchet's office. The door opens and out walks John O'Driscoll with a serious sunburn.  \n[54] That you, Chris?  \n[55] \n[56]How did you get your hands on these?  He drops a vagina-shaped penis massager, realising that these are the guns he has been after. He then tries desperately to conceal his excitement.  \n[57]Er, yeah, sure, I'll have 'em.  \n[58]Have you counted the money?  \n[59]They were going to pay, then?  \n[60]Good job, Chris.  Chris exits, pushing his wages into his inside packet. Harry is ecstatic about the guns and starts chuckling to himself.  \n[61] The Scousers watch Big Chris walk out of Hatchet's empty-handed  \n[62] The two Scousers with guns in hand creep their way up the stairs. There's only one door in front of them. Dean gets ready to kick it open. Gary leans against the wall and delivers a Professionals-style kick.  \n[63] Harry is in his offtce playing with his guns. The phone rings.  \n[64]That you, boy?  \n[65]It's pay day, ain't it?  \n[66]I bet you did. I have got half a million nicker sitting in front of me, which means that some poor sod doesn't. You must have upset a few people, boy . . . but that isn't really my concern, is it? But what does concern me is the guns you had. I want to talk to you about that. Get your arse over here now, and I do mean now!  \n[67] We cut to a time Lapse. Hatchet puts down the phone while resting his bum on the front of his desk. He is ecstatic with the guns. He loads and plays with them, aiming at imaginary moving birds.  The door is suddenly kicked wide open and, lo and behold, there is a Scouser standing in the door. Dean has a thousand ugly thoughts flying through his troubled mind, most of which are based an regretting the decision to kick this door in: `shit, what the hell is that, and why is he holding a shotgun'. Hatchet realizes that the man standing in the doorway (who is posed like De Niro in the poster of Taxi Driver, holding a gun in each hand) has nor come to deliver the mail. The pair are blissfully unaware that employee has met employer. Hatchet Harry has effectively contracted his own demise. The pause is eventually shattered by reality There is a rush to pull their individual triggers. There is a race between the two bullets to reach their prospective targets. Both barrels are emptied into Dean's chest. The Scourer is airborne by the sheer power of the cartridges. One of Dean's bullets,finds its way into Harry's shoulder. Gary can do nothing to stop this atrocity. He watches helplessly as his pal flies clean past him.  Overtaken by emotion or fear, Gary charges in, gun blazing, and proceeds to perforate Hatchet who is now unarmed. Hatchet flies over his desk. Gary comes into the room to finish the job and fires one last bullet into Hatchet, who is lying on the chair side of his desk. It is then revealed that Barry is sitting in his chair behind the door. The Scourer can't see Barry and Barry can't see Gary's face. Barry throws the hatchet that is sitting next to him in a butcher's block. It hits Gary in the back. Gary spins round firing wildly and lodges a bullet in Barry's stomach. It is then clear to them both that this has all been a terrible mistake.  \n[68] \n[69] Oh Jesus, not again.  The two pause while they build their confidence. They enter Hatchet Harry's room. It's still smoky. There on the table is the money.  \n[70] \n[71] Another time lapse.  ", "Harry": "\n[1] A hard-looking man of about fifty is sat behind a large antique desk. On this desk is a hatchet resting in a block of wood, poised like a judge's hammer. Harry is obviously in the sex game. Cluttered up in a hazardous way are a selection of dildos, spanking paddles, etc. A cabinet of fine-looking shotguns is placed behind. We have a split screen involving EDDY and his friends  and Hatchet with one hand on the phone and the other on a shotgun.  \n[2] \n[3] Barry and Harry are talking. Harry is polishing a shotgun. It is very different in appearance to the hammer-locks.  \n[4] \n[5] Big Chris is sitting in front of Hatchet, Barry behind Chris.  \n[6] \n[7] Big Chris is about to walk in to Hatchet's office. The door opens and out walks John O'Driscoll with a serious sunburn.  \n[8] \n[9] The Scousers watch Big Chris walk out of Hatchet's empty-handed  \n[10] The two Scousers with guns in hand creep their way up the stairs. There's only one door in front of them. Dean gets ready to kick it open. Gary leans against the wall and delivers a Professionals-style kick.  \n[11] Harry is in his offtce playing with his guns. The phone rings.  \n[12] We cut to a time Lapse. Hatchet puts down the phone while resting his bum on the front of his desk. He is ecstatic with the guns. He loads and plays with them, aiming at imaginary moving birds.  The door is suddenly kicked wide open and, lo and behold, there is a Scouser standing in the door. Dean has a thousand ugly thoughts flying through his troubled mind, most of which are based an regretting the decision to kick this door in: `shit, what the hell is that, and why is he holding a shotgun'. Hatchet realizes that the man standing in the doorway (who is posed like De Niro in the poster of Taxi Driver, holding a gun in each hand) has nor come to deliver the mail. The pair are blissfully unaware that employee has met employer. Hatchet Harry has effectively contracted his own demise. The pause is eventually shattered by reality There is a rush to pull their individual triggers. There is a race between the two bullets to reach their prospective targets. Both barrels are emptied into Dean's chest. The Scourer is airborne by the sheer power of the cartridges. One of Dean's bullets,finds its way into Harry's shoulder. Gary can do nothing to stop this atrocity. He watches helplessly as his pal flies clean past him.  Overtaken by emotion or fear, Gary charges in, gun blazing, and proceeds to perforate Hatchet who is now unarmed. Hatchet flies over his desk. Gary comes into the room to finish the job and fires one last bullet into Hatchet, who is lying on the chair side of his desk. It is then revealed that Barry is sitting in his chair behind the door. The Scourer can't see Barry and Barry can't see Gary's face. Barry throws the hatchet that is sitting next to him in a butcher's block. It hits Gary in the back. Gary spins round firing wildly and lodges a bullet in Barry's stomach. It is then clear to them both that this has all been a terrible mistake.  \n[13] \n[14] Oh Jesus, not again.  The two pause while they build their confidence. They enter Hatchet Harry's room. It's still smoky. There on the table is the money.  \n[15] \n[16] Another time lapse.  ", "Paul": "\n[1]There's a lot here, all right. I don't think we will be able to get this all in the van.  \n[2]I'll only be a minute.  \n[3]Look. Go on, look.  \n[4]My van is half full.  \n[5]So I've just got to put you in, and I am off.  Having made their way to the rear of the van, Paul opens the back doors. Paul smacks the traffic warden on the side of the head. The momentum carries the warden into the van, unconscious. Paul has another quick look round and Lifts the warden's legs up and pushes him deeper into the vehicle.  \n[6]That's a traffic warden.  \n[7]He was about to call the cozzers.  Paul hits him again, sending him back into unconsciousness.  ", "Eddy": "\n[1]Three card brag is a simple form of poker; you are dealt only three cards and these you can't change. If you don't look at your cards you're a `blind man' and you only put in half the stake. Three of any kind is the highest you can get: the odds are four hundred and twenty- five to one. Then it's a running flush - you know, all the same suit running in order; then a straight, then a flush, then a pair, and finally whatever the highest card you are holding. There are some tell- tale signs that are valuable; I am not going to tell you them because it took me long enough to learn them, but these can only help a player, not make one. So you want to play?  \n[2]I haven't slept for forty-eight hours, got a dozen broken ribs, can feel a case of the flu coming on and . . .  \n[3]If you think you're in the dark, I am in a black hole, blindfolded.  \n[4]Bargain, that's a bloody bargain if I ever heard one. Ten pounds you say? I'll have five.  Certainly sir. I'll just wrap.  Changing his attention.  \n[5]Bacon!  Bacon's expression changes dramatically. A series of crash zooms between Ed's, Bacon's and a third party's eyes  reveal there is a problem. They're off: EDDY and BACON run like they have done this before. They go down an ally; Ed jumps some stairs, we freeze.  \n[6] The reason he is called BACON is he spent so much of his youth in the police station that people thought he was one of them. But he is a big boy now and it is time to move on.  We cut to a shot of Ed as he lands. He has made good distance.  \n[7]Nick the Greek, always a pleasure. All right Tom, what you been eating?  Tom examines his midriff and adopts a confused expression.  \n[8]Are you sure you can afford twenty-five?  \n[9]Bacon, the fat man and myself, and it's time to make a call to Harry.  \n[10]A hundred grand.  \n[11] The man who decides if you can play is this man Harry, or Hatchet Harry as some including himself like to call him.  \n[12] Hatchet has a colleague, a monster of a man: Barry the Baptist.  \n[13]I still will, if you don't mind.  \n[14]Because it's cheap like a budgie.  \n[15]He means they're thieving dogs.  \n[16]I am going to the john.  He walks off.  \n[17]Why, what's up?  \n[18] Don't be silly Dad, I wouldn't have anything to do with that.  \n[19]Invitations?  \n[20]Well we have got about a hundred thousand pretty pieces of paper with the Queen on it. Will that do?  \n[21]Samoan Jo's? Yon mean the pub? Hold on . . .  \n[22]Evening Frazer, Phil, Don. This is a bit dramatic, isn't it? Is it supposed to be symbolic?  40  \n[23]I would have brought my gloves if I had known.  \n[24]Yup, you must be Harry? Sorry, I didn't know your father.  \n[25]The type of shirt that has buttons on the front and collars at the top, Frazer. One hundred and fifty blind.  \n[26]No Frazer, it's just I'm the only classy fella you have had the pleasure of seeing in London. One hundred and seventy-five blind.  \n[27]When my knees stop knocking I'll live with it. Four hundred blind.  \n[28]One thousand blind.  \n[29]Two thousand blind.  \n[30]Donald, do you know how to play this game? The reason I put in half the anti is because I don't know what I have got. Now play, or fold.  Silence.  \n[31]Ten grand blind.  We see Hatchet feeling his leg; he looks shifty  \n[32]Twenty thousand open.  \n[33]Twenty thousand open.  \n[34]Fifty grand.  Hatchet scours Ed's forehead. It is still dry.  \n[35]One hundred grand.  \n[36]That is quite a raise, one hundred and fifty on my hundred.  \n[37]You will what?  \n[38]I think I would rather just turn them over.  \n[39]I need two hundred and fifty grand.  \n[40]That's if I want to see you.  \n[41]I'll see ya.  \n[42]Unless you are going to accept twenty quid.  \n[43] \n[44] I knew he was bluffing, but somehow the worst card player round the table had fucked me like a frozen virgin with a pair of sevens. A series of blows to my head with a baseball bat would have been greeted with a grin compared to this. Ten minutes earlier, I was two hundred thousand pounds richer; now I owed half a million.  \n[45] Harry approaches Ed and whispers in his ear.  \n[46] I then explained the unfortunate position we were in. Harry was going to start sizing up all our fingers in a week, 'cause he knew there was no way I could raise that kind of money on my own. Harry saw it as their money on the table so it was also their debt off the table. I hate to admit it but I could have kissed the old bastard for that. If I said I wanted to settle this debt on my own it would have been a lie.  \n[47]Listen, I wish he would let me settle it on my own.  Tom drops his drink and rushes Eddy.  58  \n[48]I'll think of something, don't worry.  \n[49]Hit the fuckers.  Pause while this is digested.  I know it sounds a bit heavy, but it's not like you are doing anything illegal.  \n[50]They can't report they have had all their drugs and money nicked, can they?  71  \n[51] They don't look all that.  \n[52]All right, but for Christ's sake we're in the soup and this is the silver spoon. If you can think of another way to get out, let me know. It's not like we've got all the time in the world either . . . Dig?  Silence falls over them.]  \n[53]Well, we hit them as soon as they come back. We'll be waiting and prepared for them.  Pause as Ed's voice drops a little. And they are armed.  \n[54]Er, bad breath, colourful language and a feather duster! . . . What do you think they will be armed with? Guns, you tit!  \n[55]Jesus, Soap, stop being such a mincer. I thought about that and...  \n[56]And we will just have to find out who's going to be carrying them.  \n[57]No, just one of them is in charge of them going to the job. So I assume he will still  be carrying when he comes back from the job.  \n[58] Soap, if you got a better idea to get five hundred grand in the next few days you let us know . . . In the meantime, Tom, speak to Nick the Bubble about moving the weed.  \n[59]Yes?  \n[60]Top of the list of priorities, how nice they look.  \n[61]Where did they get those outfits from? Haven't we got some like that, Tom?  \n[62]Everything all right out there, Tom?  \n[63]Where the hell are we supposed to hide?  Ed looks into an almost empty room in which they are to find cover. He shrugs, and goes to sort himself out a cup of tea.  \n[64] Do you want one?  \n[65]Why not? The whole of the British Empire was built on cups of tea.  \n[66]If you think I am going to war without one, you're mistaken, mate.  \n[67]Tie 'em up, tape 'em up, face and mouth. Keys, I want the keys.  \n[68]I'll meet you in the van when you have finished with handsome there.  \n[69]Bacon, see what we got.  \n[70]I dunno, but I don't think we need him. Dump him at the lights.  \n[71]That's it all done, we are off.  \n[72]There is nowhere else to keep it, and it's the last place they are going to look. Anyway the battle's over and the war is won.  Ed passes a handful of grass to Tom.  Tom, take this to Nick, and let's get rid of it, quick.  \n[73]Well, not a bad day's work. That takes care of Harry.  Pushing a massive pile of notes to one side.  \n[74]I don't want that horrible shit. Give it to Soap. Can we just lock up and get drunk now, please?  \n[75]That inspires confidence, that does.  \n[76]Jesus, would you two stop flirting for one minute . . . After we pay Hatchet, this deal puts us up near enough two hundred grand each. Not bad for a day's work, I think you will agree.  118  \n[77]Bollocks! You can think about it for as long as you like. I am panicking and I am off mate.  \n[78]It's either that, my old boy's place, and we lose a digit daily. I am going to call him.  \n[79]He'll care all right. That was going to be his money. Whether he cares about us is different. Pass your phone.  \n[80] It's Ed, if that's what you mean.  \n[81] I wanted to talk to you about that.  \n[82]Well what?  \n[83]He said he thinks we have paid him, and he wants to talk about those guns . . . now.  \n[84]Listen, if he has the guns he might have the money . . . I think we should go and see him.  \n[85]You and me, Tom.  \n[86] Oh Jesus, not again.  The two pause while they build their confidence. They enter Hatchet Harry's room. It's still smoky. There on the table is the money.  \n[87]Tom, this is our case.  \n[88]This is our money, Tom! . . . Now I think we should go.  Tom sees his guns. His eyes widen in surprise.  \n[89]Tom, don't mess around, let's go.  \n[90]Tom?  \n[91]I don't know, but what I do know is that there's no more Harry, which means there's no more debt, and if there's no more debt there's no more problem, and there's no more problem with our neighbours because they are all dead. I think, if I get this right, we haven't done anything wrong anyway, which means we are in the clear.  Bang! Big Chris's car hits them straight in the rear. The bag of cash goes flying through the car, landing on the dash. The lads are knocked unconscious.  \n[92]If you think you're in the dark, I am in a black hole, blindfolded.  The camera spins round to see the traffic warden standing with a policeman. There is a long pause far consideration. Eventually he shakes his head.  \n[93]The traffic warden went to the morgue and recognized Dog and his lot so that put us sort of in the clear. They got no case against us because there is no evidence against us.  \n[94]And Tom took care of them.  Pause while Tom looks embarrassed about something.  \n[95]The only item that connects us with the crime is sitting in your car which is sitting outside?  \n[96]Tom, go and throw those guns off a bridge.  \n[97]The silly sod.  Big Chris walks in. He approaches the bar.  \n[98]Thank you.  \n[99]There's nothing in it!  \n[100]I mean it's fucking empty.  BACON  lunges forward and stares in. He sticks his hand in and extracts an A4 envelope. They look puzzled. Ed feels the package and starts to tear the top off. As this is done it creates a split screen.  On the other side of the picture, Tom is on a London bridge with the car boot open. He looks at the guns with regret and give them one last polish. Then he folds the guns up and places them on top of a handrail. Simultaneously Ed extracts a Sotherby's brochure on shotguns. They still look confused. They turn the brochure upside down and recognize the shotguns. Slowly they start to turn the pages.  Torn pushes the shotguns over the top rail: they fall. He starts walking but stops for some reason. He retreads his steps and peers over; the guns had just fallen on to a shelf.  Ed sees the price of the guns: a series of alarming zooms cut between eyes and prices. They panic and reach for their mobile phones.  Tom is climbing over the bridge now and has to hold on to the rail with one arm.  Ed starts screaming at the other two that the number is engaged and asks them to put their phones down.  Tom now had one hand on the guns and one on the rail. His mobile phone starts to ring in his top pocket; he has either to drop the guns or let go of the rail to answer the phone.  The shot freezes.    ", "Soap": "\n[1]Cupid stupid! That's the last time I am getting any more fruit off you Tom. Call that fresh? There was more small hairy armoured things in your fruit than there was fruit. You should open a butcher's, not a grocer's.  \n[2]Get your fingers out of my soup!  \n[3]Well that depends on how you look at it. I can afford it as long as I see it again, if that's what you mean. You got the rest from the fat man and Bacon?  Tom looks on with suspicion.  \n[4] When the old bastard is not playing cards he's chasing a thousand debts that ill-fated individuals owe for an array of reasons.  \n[5]That's going on optimism.  \n[6]You're not funny Tom; you're fat and look as though you should be funny, but you're not.  Tom is definitely not overweight, quite the opposite in fact. He examines himself to see if something has developed.  \n[7]Tom, you're all heart.  \n[8]What sort of a pub is this then?  \n[9]This is the English-Brazil game, isn't it?  \n[10]What's all the fuss about Harry? Why don't we just boycott the payment?  They all look at Soap like he is mad.  \n[11]I would rather put my money on a three-legged rocking horse. The odds are a hundred to one for a good reason, BACON . . . it won't win. So where is Ed with all the bright ideas?  \n[12]It's hit us all hard!  \n[13]Listen to this one . . .  \n[14]And you keep all the money'  Pause. BACON and Tom frown at Soap.  \n[15]If you're so fucking clever why don't you come up with a suggestion?  \n[16]Well, what do you want us to do about it?  \n[17] Hitler didn't look all that.  \n[18]What was that, armed? What do you mean, armed? Armed with what?  \n[19]Guns! You never said anything about guns. A minute ago this was the safest job in the world, now it's turning in to a bad day in Bosnia . . .  \n[20] And what exactly?  \n[21]Carrying them. They could all be carrying them for what we know.  \n[22]Oh, you assume, do ya? What do they say about assumption being the brother of all fuck-ups?  \n[23]Well, excuse me, brother, mother or any other sucker, doesn't make any difference, they are still fucking guns, and they still fire fucking bullets!  72 ~ 73  \n[24] Where did you get those from, a museum?  \n[25]Drachmas, I hope. I would feel safer with a chicken drumstick. They could do more harm than good.  \n[26]Ladies, if you don't mind, back to a more important issue. We've only got two real guns . . . apparently that's what they are. We find a good place to hide next door. When it sounds like the right time, we jack in the box, look nasty and stuff, cocoon them in gaffer tape, then we nick their van and swap the gear into a new van and then bring it back here. As long as we are all out of our hiding places quickly, it's the last thing they'll expect. If Tom and anyone else feels like kicking them around a bit I am sure it won't do any harm. A bit of pain never hurt any one  if you know what I mean . . . Also, I think knives are a good idea, you know, big fuck-off shiny knives, the ones that look like they could skin a crocodile. Knives are good because they don't make any noise, and the less noise the more we're likely to use them. That'll shit 'em up and make us look like pros.  There is a pause as they look at Soap with suspicion.  \n[27]Where the fuck are they going? To butcher a sheep? I thought this was a robbery.  \n[28]What are you doing, Ed?  \n[29]No I fucking don't! You can't make a cup of tea, Edward.  \n[30]And look what happened to that.  \n[31]When the bottle in my arse has contracted I'll let you know.  \n[32]You think it's a good idea taking it back to yours?  \n[33]What's left over?'  \n[34]What about all the gear?  \n[35]I would take a pain in the arse for half a million.  \n[36]Tom, the fatter you get, the sadder you get.  \n[37]Six.  \n[38]Twelve.  \n[39]Er, well, twelve.  \n[40]How the fuck should I know?  \n[41]The money, the gear!  \n[42]OK, don't panic; let's think about this.  \n[43]I hope this is the right move.  \n[44]You what? What are you on about?  \n[45]Well, what's going on?  \n[46]You did take care of the guns, didn't you, Tom?  Ed looks at Tom, who looks even more embarrassed.  \n[47]I don't think we will take the risk for seven hundred quid.  \n[48]What do you mean?  ", "Dog": "\n[1]It's a dog eat dog world, lads, and I got bigger teeth than you.  We see an individual hanging upside down tied up with gaffer tape but otherwise naked. An orange is stuck in the man's mouth. Dog is standing on another man's chest who has a tee stuck between his teeth from where Dog fires golf balls at the other unfortunate figure. The tied-up man is Gordon. The other is Slick. Gordon nods his head erratically implying that he has reached a decision.   I think your man is trying to say something.  Pause.  Perhaps not; maybe I should have another swing just to make sure.  Agonised muffled screaming from Gordon. Slick (who has a tee in his mouth) shuts his eyes in horror as the golf ball thumps into Gordon.  Yes, Gordon, is there something you would like to tell us?  The orange is removed from Gordon's mouth.  \n[2]You were saying?  \n[3] No you prat, that's for me.  \n[4] Dog has a small pile of money and pills that he is distributing to his lads.  \n[5]How many times do I have to explain this to you, Plank? You find a job worth doing and you will find your share improving . . . Now do you have a problem with that?  He obviously doesn't.  \n[6] We see the back of a head.  \n[7]So do you know these geezers well?  \n[8]What they like then?  \n[9] Listen, they can't be all stupid if they got a container load of cash sitting in shoe boxes, a skip-load of Class A gear and you don't think there is anybody sensible involved.  We reach the end of our track. Ed's head is on a pitiful angle in full close-up. It straightens and his dark eyes widen immediately on this news.  \n[10] \n[11] What about security?  \n[12]What do you mean, never? Well what have they got it for, then?  \n[13]Is there no way they can get back to you?  \n[14] \n[15]There is no such thing as easy in my experience and, if you think this is going to be easy, you're a dick. It may be easier than most but it's not going to be easy.  \n[16] They react to the BOOM! Dog looks at the wall with suspicion, misses a beat, then continues.  \n[17]What's that idiot doing next door?  We use your van. It's up some stairs this place, so we'll stick out like balls on a bulldog. Plank is going up first. There is a cage but it is never locked, is it Plank?  \n[18]And it better bloody not be. Once he is firmly in place, he gets the rest of us in. We'll get nasty with a couple of them, shit 'em up, scare and gag 'em. I can't see these wankers giving us a problem, but they might have a couple of tools hanging around like any cowboy. When the job is done we'll come straight back here. It's dark by then, unload and Robert's your father's brother. Everybody savvy?  \n[19]Right, tomorrow, eight o'clock we'll do it. Apparently these stags don't get out of bed till midday, lowest ebb and all that, and that's how I like it.  \n[20] So no messing around tonight. We leave eight a.m., OK?  \n[21] Dog and troop load up.  \n[22] What the fuck is going on?  \n[23]No, you silly fucker, stay still.  What's going on?  \n[24]Go! Go! Go! Fucking run, you two. \n[25](mesmerized} The fucking gate's shut, you prick.  \n[26] What the fuck did you do to Fauntleroy?  \n[27]Get the sodding gate open now, Plank.  Plank is busy fumbling about, not really getting anywhere because of the pressure being applied.  \n[28]Just give me the keys.  The gun with which Plank has been entrusted is pointing straight at Dog's groin.  Point your gun in there, dick, not at me.  Mick has unwrapped his gun from his case. Dog turns and looks amazed at the size of the weapon.  What the fuck is that?  \n[29]You could have brought something a bit more fucking practical, couldn't ya?  Pop! We hear the sound of an air gun pellet hitting the bars.  \n[30] Who are you going to kill Plank? There's no one there.  We hear another pop and Plank gets shot in the neck. This understarulably sends him into a real panic, thinking this is curtains.  \n[31] Well shoot them.  Plank shoots at everything and nothing. Smoke fills the corridor, leaving them in a cloud. A bit of coughing goes on, then silence.  \n[32]I don't fucking believe this. Could everybody stop getting shot. Sit down John, you cock, patch yourself up; it's only a fucking air rifle.  Dog is interrupted by an enormously loud blast of machine-gun fire. Dog and the boys panic, cover their ears and hit the floor. After this outburst Dog looks up at Mick and sees he is the culprit. Mick looks down at Dog expecting a congratulatory nod from Dog; he doesn't get it.  What the fuck was that?  \n[33]If you use that again, you're a dead man, do you understand?  He speaks softly but he is quite shaken. He then raises his voice; he has had enough of all this mincing.  Right fellas!  He shouts to the Sloanes while dragging the semi-conscious body of J up to use as a shield.  Before I go any further I am going to shoot your mate's toes off!  No sooner said than done; his toes go. The smoke problem repeats itself and J faints again, but an unfazed Dog continues.  Now if you want us to be gone in two minutes, open the fucking gate, now!  \n[34] Right, his leg's going now.  \n[35]And all your friends, there's a good lad.  \n[36]Do you want me to take his leg off? Where's the fourth?  \n[37]Plank?  \n[38]OK, open the gate.  No sooner said than done. Dog hits one straight on Winston's forehead with the butt of his gun and drags him to the stairs. 97  \n[39] Up boy, up, up.  They reach the top of the stairs.  Tie 'em up John and, Plank, you come with me. Where's the money?  \n[40] Where?  \n[41]And the weed?  \n[42]All right Plank, get Paul out of the van.  This is done on a walky talky.  \n[43] Give us your knife.  Dog is going to put an end to this screaming and is making his way to its source. William is silenced through fear of the approaching Dog and slumps on the floor in a silenced wreck, holding a bleeding hand.   Enough! Mick, how you doing?  \n[44]Shut up, you idiot. You got the bags? Can you get it in?  \n[45]Bollocks, you'll get it in even if you have to do two trips.  \n[46] How about you? All right?  \n[47]Do it quietly.  Gloria, who has been forgotten by the Sloanes and unnoticed by Dog and troop, has sat through the whole episode without apparently realising the gravity of the situation. She is kick-started into action by the sure demise of Willie. The machine gun has been placed not too far away from her. She picks it up, and fires it into the already wounded body of Mick, who is almost instantaneously transformed into dog meat. Gloria, who has found a gear that nobody probably not even herself, knew existed, destroys everything she points at. Bodies jump for cover and Winston and the rest close their eyes and hope for the best. Eventually the gun, which seems to have a limitless supply of lead, goes quiet. We cut to close-ups of everybody opening their eyes cautiously. Looks of relief come from everyone, not least the Sloanes. Dog, who is closest, stands, walks straight up to her and punches her on the jaw Gloria is knocked out.  What was that? Where did she come from? That's fucking it. Tie her up. We are getting out of here.  \n[48] \n[49] \n[50] Dog turns to admire a full van.  \n[51]Paul, what's that?  \n[52] What's he doing in the van?  Dog and the others look at the tragic warden mercilessly  \n[53]We will deal with him later.  EXT. DOG'S HOUSE - DAY Tom is on the mobile phone.  \n[54] Dog opens his door, enters the front room, dumps his two bags down and is met by a bleeding Plank  and John, who is rubbing his chest. Dog sighs and turns to get more bags. The action starts. It's hard to tell who is who because of the balaclavas. The lads jump out of their positions.  \n[55] Paul enters, sees trouble, drops his bags and prepares to run. He is met by Tom who greets him with a smash round the kneecaps with a lead pipe. This has more than the desired effect and Paul has to be dragged in screaming by Tom. It all went rather smoothly  \n[56]I'll find you.  \n[57] There is silence. For a few seconds all we can hear is the noise of their breathing.  107  \n[58] Dog struggles free and unravels the tape from his head and gets the other three out.  \n[59]Dead. Dead. I don't know who they think they could be, for me not to find 'em. Of course I'll find 'em. I don't give a flying fucking fish who they think they are. I'll kill - fur and feathers, burning wheel South African style, kebab 'em, peel 'em, slice 'em and dice ' em, hang draw and fucking quarter ' em.  \n[60] Dog has all his boys round.  \n[61]I want you to search the house for bugs. I mean I want you to strip it.  \n[62]It is too late for you to start thinking John. It is a possibility and that is good enough for me. And after you strip the house, I want you to get every thieving slag this side of Ceylon and torture them, badly. I want to know who is responsible, otherwise I will hold you responsible.  \n[63] Paul, John, and Plank are lined up like naughty schoolchildren in front of Dog, who is black-eyed and pissed off:  \n[64]So we have a bit of a problem, don't we?  \n[65]In fact it is a little more than a bit of a problem, isn't it? You could say that in the scale of these things this is the Mount fucking Everest of problems, couldn't you? . . . And the reason it is such a mon fucking-strosity of a problem is because you don't have the first fucking idea who did this to us, do you?  \n[66]You wouldn't know if it was the next-door fucking neighbours, you prick! You find 'em, you hear? And find 'em quick! Now get out and start looking! Out! Out!  Dog Loses his temper and throws Plank across the room. Plank's head breaks effortlessIy through the wall.  \n[67]The stupid bastards! Count it!  \n[68]We're not going next door until we've flayed these dead men walking. Count it out the back. I don't want them seeing you fingering that money as soon as they walk in.  \n[69]Made a few quid, did ya? Now where is it?  We can't see Dog but we can see the sharp side of a knife resting along the front of Little Chris's throat. The Dog is Lying down in the back. Big Chris assesses the situation.  \n[70]Very fucking funny. Where's what I want?  \n[71]Well, you had better go and get it from the office. That's if you want to see your son reach his next birthday. Now chop-fuckin'-chop.  \n[72]What are you doing?  \n[73]You had better be careful.  Big Chris starts his car up, looks across to make sure that Little Chris has got his seatbelt on and pulls out on to the road. He gets faster and faster until Dog pokes him in the shoulder with his knife. Chris pulls hard to the left and rams into the nearest parked vehicle. BANG' Dog goes flying forward, hitting the windscreen.  ", "J": "\n[1]What the fu-!  Big Chris slams down the sunbed on top of John.  \n[2]Jesus Christ!  Big Chris repeats the earlier treatment twice more.  \n[3]Tell you what, Chris?  A man opens the sunbed mom door.  \n[4]Tell Harry . . .  Bang as sunbed comes down again.  \n[5]I'll have it for Mr Harry in a few days. I have been busy, and I am nearly there.  \n[6]No chance of you lifting this sunbed up is there?  * Cut from completed film.  30  \n[7] JD's bar is an impressive sort of uptown-downtown establishment with pretty girls serving a laddish clientele. The boys are propped up at the bar, looking straight ahead in silence. They look nervous. The silence is broken by Ed.  32  \n[8] All right lads? How's things? How's it going, Soap? Cooking all right? Where's that son of mine?  Each time a question is asked the lads try to answer but are just left with their mouths open, which remain open as a gorgeous girl walks through the bar .  \n[9] This gear is getting heavier you know, Charles. I got a suspicion we should have been rocket scientists, or Noble Peace Prize winners or something.  A horn blows .  \n[10] Ed returns to the bar to find Tom, Soap and BACON looking in disbelief.  \n[11] As the boys walk in to Samoan Jo's, a man comes tearing out of the door covered in flames followed by his friends trying to put the flames out. The lads look on in mild shock.  \n[12]A Samoan one. Anything else?  \n[13]A cocktail, you asked for a cocktail.  \n[14]You want a pint, go to the pub.  \n[15]It's a Samoan pub.  \n[16]You ask him if you like, but I would leave him to it if I was you.  BACON looks at Rory Breaker, the man watching the TV.  \n[17] Ed has made his way into the bar. All his friends have fallen asleep. One of Bacon's eyes opens to see Ed cleaning himself up.  \n[18]Who the hell's that. It's only twelve.  \n[19] Cut to Bacon, Soap and Tom sitting and talking in the back of JD's bar. They don't look a lot better than Ed.  \n[20] Soap is finishing off his suggestion for raising money.  \n[21] \n[22]He might think we smoke a lot and burn a bit of profit, but he can't have any idea about the hard currency we've accumulated. We can just slice it off the top.  \n[23] Tom and Nick are stuck away in a corner playing on a fruit machine.  \n[24] We are looking directly at JD's shell-shocked face. He gently lays down an empty glass on the bar.  \n[25]Go on.  \n[26]Yes?  \n[27]And?  \n[28]Harry, that boy doesn't know his arsehole from his ear-hole, or you from a hoodwink. This bar is mine, and he has nothing to do with it.  \n[29]And you do have a reputation, so I'll choose my words carefully. But not to put too fine a point on it, fuck yourself, Harry!  Barry pulls a kind of mock-scared face and clutches his heart.  80  \n[30] Hello, can I help you?  \n[31]No, I'm afraid he's not. He's out at the moment.  \n[32]Well, perhaps I can't, Plank, if you know what I mean.  \n[33]I can't help you, Plank.  \n[34]Hold on. OK.  Look Willie, it's Plank outside asking for you, he says it's in our interest.  87  \n[35]Corrected; that's a walking accident that we can do without.  WILLIAM Jesus, he's OK; he knows only to buy weights now, so we are looking at least a couple of thou; just one last time.  \n[36]What do you think, Winston?  Pause.  \n[37] All right, just coming.  J unlocks the door after getting the cage ready. There's an external door, and then a small corridor before the cage. J is inside the cage. Two, or at a push, three people could fit in this space before they would be poking out on the outside world.  \n[38]I didn't know you were a kebab man, Plank.  \n[39]Sorry, got to do business like this now; can't be too careful these days.  \n[40] What are you doing, Plank?  \n[41]Jesus Plank, you could have got smokeless cartridges, I can't see a bloody thing.  Pop! Another pellet is fired hitting John in the chest.  Ah, Jesus, shit, I've been shot!  \n[42]What is the point in that? Even if it was a bug they would have taken it with 'em.  \n[43] All kinds of characters have made an appearance. A game of cards is in motion, the forfeit now being alcohol. Barfly Jack the barman is sitting at the table. They are already on the road to being comfortably comatose.  \n[44]Yeah, I know Rory.  This next section is subtitled. This is to keep everyone, even those familiar with cockney rhyming slang up to speed with the narration, of which even Tom is unsure. As with the police scene earlier this is a voice-over and we cut to the relevant scenes.  \n[45] Rory's got few interests in life; darky music, football, bees and honey and kicking the shit out of anyone that interferes with that shortlist. A few nights ago Rory's Roger iron rusted, so he has gone to the battle-cruiser to watch the end of a football game. Nobody is watching the custard so he has turned the channel over. A fat man's north opens and he wanders up and turns the Liza over. `Now fuck off and watch it somewhere else.' Rory knows claret is imminent, but he doesn't want to miss the end of the game; so, calm as a coma, he stands and picks up a fire extinguisher and he walks straight past the jam rolls who are ready for action, then he plonks it outside the entrance. He then orders an Aristotle of the most ping pong oddly in the nuclear sub and switches back to his footer. `That's fucking it,' says the man. Rory gobs out a mouthful of booze covering fatty; he flicks a flaming match into his bird's nest and the man lit up like a leaking gas pipe. Rory, unfazed, turned back to watch his game. The flaming man and his chinos ran outside to extinguish the flames, and Rory cheered on. His team won too, four-nil.  \n[46] After a while Ed sees Daisy making a sneaky sharp exit and tries to pursue her, running out on to the street. Daisy is nowhere to be seen.  115  \n[47]Er well, yes we do.  \n[48]If it was a toe rag from the area we would know.  Dog starts slapping his troops round their heads.  \n[49] Recovering from the night before.  \n[50]Dog, I have found the cash!  \n[51]Shit, Dog, there's a lot. Don't you want to do this next door?  \n[52]But...  Give it us here, you dozy sod. You hide and get the guns ready. Wait until they are well in, then give it to 'em.  \n[53]I won't be seeing you again Chris; I have paid him every last penny.  \n[54] All the lads are sitting in the bar. Ed is talking to Tom who is interested in whatever he has to say.  \n[55] \n[56]Chris.  You come to collect something, Chris? Should I have something for you?  \n[57]Can I help?  \n[58]Yes?  \n[59]Well, I suggest you speak to him, then.  They all look rather shocked. He is carrying their bag and he places it on the table, which increases the shock factor.  \n[60] Big Chris walks out into the street. We see a shiny new sports car. Little Chris is sitting in the passenger seat.  \n[61] Ed goes forward to open the case. The rest are still in shock. Ed opens the bag.  ", "Charles": "\n[1]Who the hell is that?  \n[2]Fod God's sake.  \n[3]Sod you, you clean it up.  \n[4]He'll probably kill us if we do.  ", "Plank": "\n[1]Oh, Dog! . . . I think you want to have a look at this!  Plank returns holding an assortment of drugs and cash. Gordon starts to scream. Dog picks up a steel for sharpening knives and throws it across the room. Thunk. Silence follows. Plank grimaces.  Oh, Dog!  \n[2] Plank, open up.  This is done without the use of the steel-caged security door.  This weed is getting quite a reputation, you know, fellas. Gloria remains motionless in her chair. Plank waves his hand about in a sort of `how you doing' way to everyone and goes to take a seat. At the last minute, poised like he is sitting on a potty he realizes he is about to sit on this girl.  Jesus! Never saw you there. Hello, love. Enjoying yourself?  Gloria doesn't respond. Plank waves his hand over her face. Still no response. Plank looks around for some acknowledgement.  Is she, er, compus?  \n[3]Fuck me!  Charles, pissed off, looks at William like it's his fault.  \n[4]Sorry fellas, but that stupid cow!  \n[5] I am after a half weight.  \n[6]Well enough. I have been buying gear off one of them for a couple of years.  \n[7]Poofs. Nothing heavy, four public school guys. Soft as shite.  \n[8]They ponce around in funny hippie clothes all day, talking bollocks. They're just good at growing weed, that's all, and business has got bigger than what they can keep up with.  \n[9]There's one steel gate as you go in but they never lock it.  \n[10]I must have been there fifty times, it's never been locked; they're not suspicious. Everybody who goes there are toffs. They're all into that karma crap: `If I don't harm nobody, nobody harms me' stuff.  \n[11]Even if they could they'd be too shit scared. They have got no muscle; they're gutless faggots.  66 ~ 67  \n[12]There's nothing to worry about, it's going to be easy.  \n[13]No.  \n[14]All right, it's Plank. Is Willie there?  \n[15]Well, perhaps you can help?  \n[16]Look, could you just open the door so I could talk without shouting?  \n[17]I think you'll find it is in your interest.  \n[18]Come on, I can't wait out here all day.  Starting to get anxious that the whole deal could be off Plank looks down the stairs and waves at Dog as some kind of reassurance.  \n[19]I thought you were going to leave me out there all day.  \n[20] Lives and learns doesn't one.  Then devastation slaps him hard.  Keep the gates locked now, do you?  \n[21]I know.  Now shut it. You say a fucking word the right knee goes, another word then your left.  \n[22]What do you think I am doing? Hold on. What are you doing? Unlock that gate. Oi! I said unlock that fucking gate.  J has found it all too much and has passed out with fear, collapsing on the floor in an awkward contorted position. Plank is desperately trying to find the right key. Things are not going as well as planned. Dog, in the meantime, has decided it's time to start the show  \n[23]Just hold on, I got the keys.  Having clawed them back with the end of his shotgun.  \n[24] I didn't touch him, he just passed out.  \n[25] It must be this one.  \n[26] Don't you stags move or I'll kill the lot of ya.  \n[27] They shot me!  Panic unashamedly exposing itself. Trickles of blood start flowing from in-between Plank's fingers.  \n[28] Yeah, one of them's out.  \n[29]There, in those shoe boxes.  Dog opens them. There is nothing in them. If looks could kill Plank would be pushing up daisies.  \n[30]My neck, Dog.  That's the last bag?  \n[31]Dog, we have been up all night. It's no one round here! We have had them all against the wall.  \n[32] What the fuck is going on here?  Dog's lot are confused as to why these guys appear to have broken into their own home, carrying weapons of mass-destruction and looking to use them. We cut to a close-up of Plank's pov under the sofa. He can see numerous pairs of boots and they are multiplying. At last Plank can't take any more; his finger's shaking too much on the trigger. BANG.'  ", "Big": "\n[1]How long has he been in there, son?  \n[2]Is he on his own?  \n[3]Let's have a look, shall we?  \n[4]Son, have a look under that one.  Little Chris looks under one of the sunbeds.  \n[5]Try that one.  Little Chris returns from a peek and nods in confirmation.  \n[6]This is one of those high-powered numbers, isn't it?  John O'Driscoll's eyes widen; Chris slams down the sunbed on top of him as hard as he can.  Got some bad news for you, John.  \n[7]Mind your language in front of my boy.  \n[8]That includes blasphemy as well. Now tell me, John . . .  \n[9]He said shut it!  Chris pulls a mean face; the door is closed.]  Tell me John, how you can concentrate on improving a lovely tan, and it is a lovely tan by the way, when you have more pressing priorities at hand?  \n[10]Did I say speak? And it's Mr Harry to you . . . Now don't disappoint me and chose your words carefully. You may speak.  \n[11]Son, have a look in his locker.  \n[12]Yeah, all right.  Big Chris lifts it, then smashes it down again. Now, you want me to lift it up again?  Little Chris pipes up. Obviously familiar with counting money he has flown through it.  \n[13]Oi! Next time you use language like that, boy, you'll wish you hadn't!  \n[14]Right, well, put the rest of the stuff in that, son. You can go home in a plastic bag tonight, John. You owe what you owe arid before this tan has faded, you want to have paid.  Chris punches John unconscious and turns the time dial up.  \n[15] Oi, watch it! No thanks Harry, we are both all right. Nice shooter.  \n[16] Nah, not my thing, thank you, Harry. Business good? I imagine that's what I am here for.  Harry leans the gun against the side of the desk and takes a seat, does a breast-stroke movement to clear his desk of all the sexual debris, takes a big breath of air and begins.  \n[17] Go on.  \n[18]No Harry, you can't.  \n[19]Got something here for me, have ya?  Come on, chop chop.  Before Dog has a chance to use the shotguns Chris grabs one in each hand and knocks Dog down with a swift headbutt. Dog moans, not knowing what day of the week it is. Chris opens the case, sees it's full of money, takes the two shotguns, then leaves. Thank you very much.  On reaching the car he gives the case to his son, putting the guns on the back seat.  Count that son, and put your seatbelt on.  \n[20]Hello, John. Nice holiday?  \n[21]I am sure you have, no one was accusing you of being dishonest, John.  128  \n[22]The boys had 'em. I know you like these things; wondered if you wanted them?  \n[23]Well, not especially, but they seem to of upset a few characters.  \n[24]Yeah, it's all there, to the pound.  \n[25]It looks like ?, but who knows? The opportunity was there. In my experience it is best to take the opportunity if it is there.  \n[26]A job well done son; we made a few quid out of that one.  As he puts the key in the ignition, there is no reply from his little boy  \n[27]Son?  \n[28]You all right back there, mate?  \n[29]It's in an office; I have just left it in the office. 137  \n[30]All right, furry muff.  Big Chris doesn't seem too bothered by this problem. He shrugs and starts the car.  \n[31]Well, it's a five minute walk or a thirty second drive.  \n[32]Never, never, not as long as I can remember has anybody been as rude to me as you have.  Dog is being thrown around like a rag doll.  \n[33]\n[34]Nope.  \n[35]I think I can help you, as it happens.  \n[36]I have got something for ya. Well, for your boy, actually.  \n[37]It seems that Hatchet under-estimated your lot and that seems to have cost him . . . I am not going to make the same mistake, am I? I have decided to bring your bag back.  Pause. The words you are looking for start with thank you.  \n[38]Now you have presented me with a problem. I don't have an employer any more. So I have taken care of myself and my son, and if you think that is unfair you just come and pay me a little visit; but you better be waving the white flag high and clear, otherwise it will be the last little visit you lot ever make . . . That's all I had to say. It's been emotional.  Big Chris turns to walk out. The lads stare at the bag and then at each other.  \n[39]That should take care of that lot. We are now officially in the money- loaning business, all right, son?  \n[40]Well, put your seatbelt on then.  ", "Tom": "\n[1]What are you talking about? I am bloody skinny, pal.  \n[2]Please, both join me in my orifice.  \n[3]You know how much it is, Nick.  \n[4]You know it doesn't include the amp.  \n[5]What have you come as?  \n[6]If you will order stuff that comes from Kat-Man-Fucking-Du don't be surprised if your fruit picks up a few tourists en route. ~ Never mind that, what about the money?  \n[7] Soap is called Soap because he likes to keep his hands clean of any unlawful behaviour. He is proud of his job, and even more proud that it's legal.  \n[8]Who's this fat man, then?  \n[9] You see it's not easy to take a seat at this table; the money involved has to be a hundred grand upwards and there is no shortage of punters.  \n[10] But he needs him, because he is good at making sure debts get settled and jobs get done.  \n[11] So, a reasonable return should be in the region of one hundred and twenty, for twenty-five grand invested. That's going on previous experiences.  \n[12]Whatever it's going on, it's still enough to send you on a cooking course.  \n[13]Fat? Who are you calling fat? What are all these fat jokes about?  The light switch above Tom's head lets out a few sparks causing him to cower in a sharp defensive action.  Jesus! It's good in here, ain't it! Trains overhead, walls exploding . . . Why the hell did you move in?  \n[14]What do you mean?  \n[15]What you telling us for? The only thing I care about is whether you get your rest in.  \n[16]Listen cooky, you want to make sure that man rests before he plays; it's in all our interests.  \n[17] What the hell are you doing here?  \n[18]Er, let me guess, my foot in your arse? A game of cards and Hatchet Harry. You're supposed to be getting some rest, boy!  Ed grimaces as his father approaches. He has overheard this last statement.  JD You playing cards tonight with Harry?  \n[19]I heard this place was rough.  \n[20]I'll kill him!  \n[21]Listen to this one then; you open a company called the Arse Tickler's Faggot Fan Club. You take an advert in the back page of some gay mag, advertising the latest in arse-intruding dildos, sell it a bit with, er . . . I dunno, `does what no other dildo can do until now', latest and greatest in sexual technology. Guaranteed results or money back, all that bollocks. These dills cost twenty-five each; a snip for all the pleasure they are going to give the recipients. They send a cheque to the company name, nothing offensive, er, Bobbie's Bits or something, for twenty-five. You put these in the bank for two weeks and let them clear. Now this is the clever bit. Then you send back the cheques for twenty-five pounds from the real company name, Arse Tickler's Faggot Fan Club, saying sorry, we couldn't get the supply from America, they have sold out. Now you see how many of the people cash those cheques; not a single soul, because who wants his bank manager to know he tickles arses when he is not paying in cheques!  There is a long pause while BACON considers this.  \n[22]Probably no longer than four weeks.  \n[23]Well, it's still a good idea.  \n[24]I have heard some fucking stupid ideas in my time but yours makes Bacon's sound inspired.  \n[25]What's the flapping about? You told the old man yet? EDDY  I hope I won't need to. I got a plan. So listen carefully.  \n[26]How heavy are the fellas anyway?  \n[27] Me too.  \n[28]It's the mother of fuck-ups, stupid!  \n[29]Not normal weed. This is some fucked-up skunk class A. I can't think let alone move shit.  \n[30]Neither me, but it depends on what flicks your switch, and the light's on and burning bright for the masses.  \n[31] No can do.  \n[32]Listen, it's all completely chicken soup.  \n[33] Kosher as Christmas  \n[34]Never mind that now. I also need some artillery, you know, a couple of sawn-off shotguns.  \n[35]I think you're Nick the Greek.  \n[36]Jesus, if I pick them up, will they stay in one piece? Where did you get them from?  \n[37]They look nice, I agree . . . but lacking in criminal credibility, aren't they? I might get laughed at. How much do you want for these muskets?  \n[38]What's that, a pound for every year they have been around? I know they're antiques, but I ain't paying antique prices. Pause.  And they're a bit long, aren't they?  \n[39]Range? I don't want to blow the arse out of this country, granted, but I don't want anybody blowing a raspberry at me either. I want to look fucking mean.  \n[40]All right, let's forget about them for the time being. What about your weed man?  \n[41]Nick the Greek.  \n[42]Seven hundred for the pair.  \n[43]I dunno, but they look nice. I rather like ' em.  \n[44]Is there something we should know about you, Soap?  \n[45]Well, not exactly like that.  \n[46] Right as rain.  \n[47]They're here.  \n[48]Well Jesus, that wasn't so bad, was it?  \n[49]A what?  \n[50]Shit Ed, we've got a traffic warden.  Pause.  \n[51]Hold on, give us half a chance to count it.  \n[52]Rory Breaker?  114  \n[53]This guy Rory Breaker can afford to do the deal at the price we are selling. It's not worth him giving us trouble; he knows we would be a pain in the arse, and who wants a pain in the arse?  \n[54]You would take a pain ? the arse full stop.  \n[55]There's six black cocks sitting on the side of the road. How many beaks have they got between them?  \n[56]How many wings have they got between them?  \n[57]How many feet?  \n[58]That's right. So how many whiskers has the little white kitten got?  \n[59]How come you know so much about black cocks and so little about white pussy?]  The end of this joke is interrupted by a van swerving past them, dangerously close. The lads lodge a complaint and then they stop outside Ed and Bacon's so that they can pick up the money.  * Cut from completed film.  127  \n[60]That's fucked it. What do we do now? No money, no weed; it's all been swapped for a pile of corpses.  \n[61] Well, what did he say?  \n[62]What do you mean, me?  They stand outside Hatchet's door and are just about to ring it when Tom notices it's open.  \n[63]That's it, I am off.  Ed tiptoes over to the bag containing the money.  \n[64]. . . What?  \n[65]I'll meet you in the car. I am taking these guns.  136  \n[66]I'11 meet you in the car.  \n[67]I'll only be a minute.  \n[68]I wanted to talk to you about that.  \n[69]Well not exactly, no; I got 'em sitting in the car, actually; I thought we might sell them back to the Greek, but I am having a bit of a problem getting hold of him.  \n[70]We paid seven hundred quid for those guns. They could hardly trace them to you, could they?  ", "Winston": "\n[1]Charles, why have we got this cage?  Pause. Charlie shrugs.  \n[2]That's right, for security. So tell me, Charles, what's the point in having it if we don't fucking use it?  \n[3]Yes Charlie, but you didn't know it was Willy, did you?  \n[4]The problem is, Willy, that Charlie and yourself are not the quickest of cats in the alley at the best of times, so just do as I say and keep the fucking cage locked.  Pause as the two in the door look slightly pissed off at being shouted at. Winston sighs and looks at what Willy is carrying.  \n[5]What are you carrying, Willy?  \n[6]You went out six hours ago to buy a money counter and you come back carrying two bags of fertilizer. Alarm bells are ringing, Willy.  \n[7]We also need a fucking money counter, William! We have to get the money out by Thursday and I'll be buggered if I am counting it . . . and if you have to get your sodding fertilizer, couldn't you be a little more subtle?  \n[8]I mean we grow copious amounts of ganja, and you don't look like your average hort-er-fucking-culturalist, that's what I mean, Willy.  Winston turns on his heels and walks off. 35  \n[9]Use that cage, that's what it's there for.  \n[10] What do you think?  Plank takes a close look at the girl.  61  \n[11]Anyway, how much do you want?  \n[12]That's one and a half thousand. Pass those scales, Willie, and sort out the gear, Charlie. Any chance of seeing your money?  \n[13] Look, he set us up. That means he put money into us, which means he expects money out of us. You don't need to be an economist to work that out.  \n[14]You guys, you've got to realise who this chap is. He's a fucking lunatic. If he gets the slightest inkling that we are not throwing straight dice, you - and fuck it, me - are going to know what the sharp side of a kebab knife feels like.  *CHARLES Come on, we are in this for the cash however it comes.  The phone rings. Winston picks it up.  * Cut from completed film.  70  \n[15]Hello.  \n[16]Yeah.  \n[17]I know who it is. What's the problem?  \n[18]You fucking jelly-heads, move it. You have been up for two hours, you should have got somewhere by now. The gear and the money has got to be out of here before twelve.  The horn blasts.  Who's that? J, don't you dare open the door until you use that cage. I am serious, and find out who it is first.  86  \n[19]I don't care if it's King fucking Kong, he is not coming in here, not today.  \n[20]Willy, this is the last time, and don't let him know that you're here, otherwise he will be here all day, and get rid of him quick. We have work to do.  \n[21]J, what's going on out there?  Get the rifle out, Charles. We're being fucked.  \n[22]Well, J will certainly get it if we don't; he's serious. Look what he did to his toes.  \n[23]All right, all fucking right, I am coming.  Willie, he doesn't know you are here, just sort something out, OK.  Willie slinks off with a `like what?' look on his face.  \n[24]There is only three of us here.  \n[25]I mean it, there is only three of us here.  \n[26]Out the back.  \n[27]Out the back.  \n[28]With what?  \n[29]I can't, I am tied up.  98  \n[30]For Christ's sake, get us out.  \n[31]We had the gates up but they stuck a shotgun through. Poor bloody J got shot; it was a right mess.  The gravity and reality dawns on Rory.  \n[32](proudly j We shot one of them in the throat.  112  \n[33] No, another one.  \n[34]They took him with them; he was still alive.  \n[35]We grow weed, we're not mercenaries.  "}}