{"filename": "Logan's-Run_script.txt", "imdb_id": "tt0074812", "imdb_url": "https://www.imdb.com/title/tt0074812", "characters": ["Box", "Mary 2", "Francis", "2nd Sanctuary Man", "Holly (as Farrah Fawcett-Majors)", "Old Man", "The Woman Runner", "Sanctuary Woman", "Doc", "Billy", "Cub (as Gregg Lewis)", "Woman Customer", "Sandman", "Jessica", "Logan"], "dialogues": {"Box": "\n[1] Box is half-man...half-metal.  From the midpoint of his sternum to his hips he is coils and cables. One hand is a cutting tool. His head is half-flesh...half-metal. his legs are a chrome pedestal.  \n[2]\t\t\tAre you too startled? Am I too\t \t\t\tremoved from your ken?\t \t\t\t\t\t \t\t\tI'm neither machine nor man...but \t\t\ta perfect fusion of the two...and \t\t\tbetter than either. \t\t\t\t\t \t\t\tNo human sculptor could match this \t\t\tgreatness...don't you agree?  \n[3]\t\t\tYour turn. \t \n[4]\t\t\tAh, but wait for the winds. Then\t \t\t\tmy birds sing. My walrus breathes.\t \t\t\tMy palace chimes and bells. And the \t\t\tdeep grottoes whisper my name...Box \t\t\tBox...Bahhhhxxxxsss...  \n[5]\t\t\tAnything to eat?  Box starts to laugh...He is roaring with laughter as:  \n[6]\t\t\tI know...I know.  \n[7]\t\t\tYou walked in. I saw you. Don't \t\t\tyou remember?  Logan contains his anger.  \t\t\t\t\t\tLOGAN (beginning \t\t\t\t\tagain; quietly) \t\t\tWhere do you think we came from?  \n[8]\t\t\tFrom? From? From?  \n[9]\t\t\tHiding? Yes! Hiding, hiding.  \n[10]\t\t\tIs that the wind? \t\t\t\t\t \t\t\tNot yet... \t\t\t\t\t \t\t\tYou must hear my birds sing.  \n[11]\t\t\tNever a pair. I have never had a \t\t\tpair.  \n[12]\t\t\tYou're a beautiful pair.  \n[13]\t\t\tI've never seen humans whom I thought \t\t\tworthy of being here... \t\t\t\t\t \t\t\tI'd like to sculpt you. \t\t\t\t\t \t\t\tWhere would I put you? \t\t\t\t\t \t\t\tI know...you'd be the base of the \t\t\tcolumn. You'd hold up my world!  \n[14]\t\t\tDo you know how long all this will \t\t\tlast? Not thirty years...or thirty \t\t\tthousand years...but thirty thousand \t\t\tthousand years...and you'll be part \t\t\tof it. Ages will roll...Ages. And \t\t\tyou'll be here...the two of you... \t\t\teternally frozen...frozen...beautiful.  \n[15]\t\t\tNude. Imagine, a pair.  \t\t\t\t\t\tLOGAN (starting to \t\t\t\t\ttake off his clothes; \t\t\t\t\tas Jessica hesitates, \t\t\t\t\tLogan smiles \t\t\tIt'll be all right...  \n[16]\t\t\tUp there.  Logan helps Jessica up to the pedestal. As they stand there:  \n[17]\t\t\tUp there.  Logan looks at Jessica. Her beauty is glowing in the lamplight.  Logan takes Jessica into his arms.  \n[18]\t\t\tEnchanting. Is that what humans do?  By this time, Logan and Jessica are no longer listening to Box...their arms are enveloping one another...with strong feelings.  \n[19]\t\t\tSuperb!\t  \n[20] As his metal hand begins to BUZZ...he brings it to the base of the huge column supporting the cavern.  As he works furiously...at Incredible speed:   \n[21] \n[22]\t\t\tDone...behold...!  \n[23]\t\t\tDone...Done...Done...  Logan and Jessica break. They turn and see:  \n[24] There are tears in Jessica's eyes as she reacts to the sculpture.  \t\t\t\t\t\tJESSICA (squeezing\t \t\t\t\t\tLogan's hand)\t \t\t\tIt's glorious  Logan helps Jessica off the pedestal and they both start to dress.  \n[25] As Logan turns toward him.  \n[26]\t\t\tRegular storage procedure...the \t\t\tsame as the other food... The \t\t\tother food stopped coming and they \t\t\tstarted. \t \n[27]\t\t\tFish and plankton, sea greens and \t\t\tprotein from the sea. \t\t\t\t\t(pointing to the frosted \t\t\t\t\tice wall \t\t\tIt's all here - ready - fresh as \t\t\tharvest day. Fish and plankton,\t\t\t \t\t\tsea greens and protein from the \t\t\tsea...And then it stopped coming \t\t\tand they  came instead. \t\t\tSo I store them here. I'm ready. \t\t\tAnd you're ready. It's my Job - \t\t\tprotein, plankton, grass from the \t\t\tsea  Logan pulls out his gun.  \n[28]\t\t\tSuch a beautiful pair. I'll stand \t\t\tyou facing one another. \t\t Box starts his saw hand BUZZING.  He turns all the flesh parts of his body away from Logan and starts advancing toward him and Jessica who is now standing behind Logan.  Box is now like an armed vehicle.  Logan FIRES...the fire reflecting harmlessly off Box's metal frame.  \n[29]\t\t\tResign yourself.  \n[30] Advancing  We can SEE PERSON AFTER PERSON...embedded in the clear wall of ice. A strange mute audience to this to-the-death drama.  \n[31] Relentlessly moving toward them.  \n[32] Getting closer. The saw is BUZZING LOUDLY.  \n[33]\t\t\tI make such a small, quick incision ... \t\t\tyou can hardly feel it.  \n[34]\t Box is practically upon them.  As he lunges forward with his WHIRRING saw hand Logan pushes Jessica to the floor and drops down alongside her.  Box cannot stop his forward thrust and cuts a sizable chunk of ice out of the rear wall as:  Logan SHOOTS at Box from the floor Level...upwards ...trying to penetrate some part of his seemingly impregnable body. He misses but hits the exposed cables on the ceiling.  There is an EXPLOSION.  \t\t\t\t\t\tBOX (looking up; \t\t\t\t\tscreaming) \t\t\tNo! The coils!  Box rushes past Logan and Jessica toward the huge ice cavern containing his sculptures.  \n[35]\t\t\tAll my work!' All my work!!\t  As Logan and Jessica stand:  \n[36]\t Buried in his work, still feebly moving, then still as the roaring ice crashes down, in the terrible darkness. \t ", "Mary": "\n[1]\t\t\tI'm Mary 2.  \n[2]\t\t\tHere.  \n[3]\t\t\tI'm very smart.  \n[4]\t\t\tI never go upstairs. You're a \t\t\tnice old lady.  As soon as she finishes her last sentence, Mary grabs at Jessica's clothing...tearing a pin  off...and running away swiftly.  As Jessica instinctively starts after her...Logan... holds her back.  ", "2": "\n[1] A glowing but not transparent structure stretching off into the clouds  that press it. CAMERA continues to move in until the detailed structural  webbing of the dome fills the SCREEN and then CAMERA MOVES THROUGH IT and  we see  \n[2] The crowd melting, parting to reveal the Runner backed against the pool.  People are YELLING, shaking their fists, terribly excited and fearful.  \n[3] entering .  \t\t\t\t\t\tFRANCIS  (shaking\t \t    \t\t\t\tdisbelief)\t \t\t\tYou are here. I  couldn't \t\t\tbelieve it when they told me. \t\t\tWhat are you doing? \t \t\t\t\t\t\tLOGAN (still knocking \t    \t\t\t\ton the soundless glass) \t\t\tTurn this way. \t    \t\t\t\t(as one of the infants \t   \t\t\t\tstirs, smiles, bubbles) \t\t\tNo,  no...not you...YOU! \t Francis tries to pull Logan away from the  window, but Logan is intent on waking one of  the infants.  \n[4] They are now on a kind of enclosed platform with widely spaced doorways,  each glowing faintly. They pause, waiting.     \t\t\t\t\t\tFRANCIS (peering \t\t\t\t\tat Logan curiously \t\t\tWhy?  \n[5] The door slides shut. They sink into seat forms which yield to them. They   move off. \n[6] Moving through the city at terrific speed. Giving us glimpses of the city  as it goes. slowing finally as we see:  \n[7] Brightly lit, garish. We get only a glimpse as the maze-car disappears  into a tunnel.  \n[8] As the maze-car stops, opens and Logan and Francis exit into   a gathering  CROWD.  \n[9] Glittering, crowded. Throngs of people moving on many levels, some walking, some on moving platforms. It's The Great White Way, Luna Park --  you name it. Gaudy booths and entrances, featuring every delight -- too  much to take in at a glance.  \n[10] As they thread their way through a crowd which admires them when it notices them, across halls and up moving platforms, the good-natured argument continuing...  \n[11] They are moving past a shop called NEW YOU #483 when a man comes cannonading out, thrilled and excited. He rushes over to a pretty young  woman who has been eying Logan and Francis, plants himself in front of  her with his hands framing his face.  \n[12] Signs promising LOVE, FULFILLMENT, RARE DELIGHTS. People streaming in and  out. A woman comes out looking glazed, breathing \"yes...yes...\" As she  passes CAMERA Logan and Francis emerge from the crowd and CAMERA moves  with them.  \n[13] An immense room into which the streams of people coming from the entertainment area are mingling. There is a general air of anticipation  stirring the crowd as CAMERA singles out Logan and Francis entering,  waving to friends. CAMERA closes in on them just as they reach a  beautiful woman who is obviously pleased to see Francis. They embrace,  and as they break:  \n[14]\t\t\tSorry I won't be at Carousel tonight. \t\t\tIt¹s  my Love-Shop turn.  \n[15]\t\t\tYou'll renew. I've got a feeling.  \n[16]\t\t\tI feel the same way. Sometimes I think \t\t\tI'm not even going to try and renew when \t\t\tmy time comes. But -- that's three years away. \t\t\tSo long.  The 2nd Woman walks away.  \t\t\t\t\t\tFRANCIS (after a beat; \t\t\t\t\tto first Woman)  \n[17] In the crowd they overtake a fellow Sandman,  DANIEL, and fall in step with him. When they  speak now, their voices are hushed. \t \n[18] As the last one enters, beginning to glow and, as it does, the bowl slowly puts out leaves like some great plant, enfolding and hiding the people within a series of translucent petals. As the Last one enfolds them the Light intensifies, the exterior surfaces seeming to shift as if a kind of motion was beginning inside it...  \n[19] \n[20]\n[21] As he arrives at the dead body of the Runner, bends over him, turns the man's left hand up. We see the flower crystal. Black. Logan takes out his transceiver.  \n[22] Glances at the crystals, maneuvers into position, presses his buttons. \t\t\t \n[23] Sucked up into the machine as it hovers. As the floor is once again bare, the 2nd Stickman revs slightly and his machine pulls up and away. \t\t\t \n[24] As he enters. Idle, restless. He crosses to a sideboard--makes himself a drink, sips, doesn't like it. Gets rid of it, makes another. He fiddles with things, a game--sits, gets up. Now he is beginning to feel the drink. Takes another belt, smiles. Now he goes over to a tall wall recess flanked by a console with many dials.  \n[25] As Logan dials, blurred and smoky images appear in the recess--a slow protoplasmic eddying in many colors. He tunes it in and the figure of a smiling young man appears--bejeweled, lustrous, willing.  \n[26] Bored as Mastroianni turns the dial again and the young man dissolves. He dials again and now a beautiful young woman takes shape. It is Jessica. \t\t \n[27] Still in the recess, she makes no gesture of interest, no smile. Around her neck, from a collar, a dangling ankh. It catches Logan's eye. He smiles, clicks another dial and she becomes real. He reaches out a hand and leads her out into the room.  \n[28] As Logan and Francis cross the room, Logan nods to other Sandmen, who are monitoring areas of the Megalopolis on video consoles. One of these Sand-men speaks to Francis who hasn't greeted them  \n[29] There are three men and a woman seated at a table. Jessica reaches the table and sits down.  \n[30] \n[31] The man from the restaurant, following.  \n[32] As they move, fearful--torn between her promise and her feeling for Logan. Catching a glimpse of the followers, she makes a small sound, hesitates, pretends to have stumbled.  \n[33]\n[34] As he speaks he leads her into the maze-car station and punches out his destination on the car caller.  \n[35] As the two jam into the maze-car which rockets off in pursuit...  110- \n[36] \n[37] \n[38] Now the hatch opens. They step out, Logan first, Jessica timidly, looking around. Behind them the hatch closes, the maze-car sighs away into the distance.  \n[39] Arcade shining like distant fireworks.  \n[40] Below them a narrow, sharply angled concrete canyon, buttressed walls rising featureless. The look of an old fortress, blank, dim and cool. Still visible over an opening the chiseled legend \"Cathedral Plaza--2025 A.D.--Skidmore, Rosenfelt, Hennesy architects.\"  Jessica shivers, looking around her. Logan takes her arm and they descend into the canyon, move toward the wall. Their footsteps the only SOUND.  \n[41] A room of angled, reflecting surfaces. At one end a jagged corridor, also mirrored, leads away. The zigzag, angled effect creates an absolute confusion of images. but Logan leads her unhesitatingly across the chamber to the corridor. Jessica hangs back, momentarily certain she's about to smash into something.  \n[42] As they approach the end of the corridor, a small FIGURE in a tattered garment approaches them. She stops SINGING as she sees Logan and Jessica.  \n[43] An area of rubble and dilapidated buildings.  Logan crouches, holding the transceiver and fanning the area, listening...  SOUND: a soft beeping which abruptly grows louder and holds steady.  Logan gestures to Jessica to follow him, and moves carefully in the direction of the BEEPING, quartering occasionally like a hunting dog. Coming up to an angle of wall, he stops, flicks the sound off, puts the machine back onto his belt. He gestures to Jessica to stand still then he straightens, steps out, calls:  \n[44] Suddenly, from everywhere out of the shadows, a pack of snarling Cubs materializes--moving with blinding speed. At their appearance the Runner whirls and races off into the dark shadows. Logan makes a futile gesture after her, then turns to face the Cubs.  A strutting, feral-faced fourteen or fifteen year old heads the pack, dressed in fierce-looking tatters and hung with rip-off trophies. He gestures to one of his followers to stand still.  \n[45] Watching..terrified.  \n[46]\t Being held against the wall by Cubs as: \t\t\t\t \n[47]\t moving a drugpad against Logan's face.  Logan is holding his breath...desperately trying not to breathe the \"Muscle\" directly from the pad into his system.  \n[48] frozen for a moment. In f.g. a figure stirs, moves and we see it is Francis. His weapon is drawn and aimed, but as he watches, he lowers the barrel and smiles. The is Logan's job.  \n[49]\n[50] Walking past the GIANT LIFECLOCKS into the debriefing area.  The scanners begin moving.  Moments later the scanner stops...the word:  \n[51] The waiting room has many mirrors...where customers ...male and female...are checking their faces .  There are also various photographs on the walls... suggestions for changes to foreheads, eyes, cheeks, lips, etcetera. The chatty informality is very much like people in a beauty parlor or barber shop.  There is a RECEPTIONIST seated behind a desk in a corner.  Logan and Jessica walk up to the desk.  The receptionist looks at Logan...ignoring Jessica.  \n[52] His face tense--he knows something's wrong. Over him Holly's bright face with its rapt look. She's not sure, but she enjoys whatever's happening.  \n[53] As laser blades cut into his face....followed by a spray of healing liquid on the cuts. \t \n[54] In terror as the laser beams begin to slash him to ribbons.  \n[55] \n[56] Brief glimpses of them looking for each other.  \n[57] After a moment, Jessica takes Logan's hand and they start down in the darkness. The SOUNDS of Love Shop still heard from behind the wall.  \n[58] \n[59] They have come to the foot of the stair. Here the flooring shines wetly in the darkness.  \n[60]\t\t\t As he fumbles the transceiver switches at his belt, punching out a signal.  \n[61] As the Sandmen monitoring SEE THE SIGNAL FLASH and move smoothly into action.  \n[62] Close together, he behind, waiting--alert as a VOICE is suddenly heard:  \t\t\t\t\t\tVOICE (scratchy, \t\t\t\t\tfiltered) \t\t\tSandman, put your hands on your head. \t\t\t\t\t \t\t\tClasp your fingers together. Now turn \t\t\tyour hands over. Palms up. \t\t\t\t\t \t\t\tIn a moment a light will shine in your \t\t\teyes. Walk into it--Jessica first, \t\t\tthen you, Sandman. You will have to \t\t\tstoop--but don't unclasp your hands. \t\t\tDo you agree?  Logan nods.  Jessica glances back at him but their faces are unreadable in the dark. Then suddenly--in front of her--a blindingly bright, narrow rectangle of light illuminating them fiercely. Jessica moves forward. Even she has to stoop. Logan is close behind. As he bends awkwardly into the opening, the light goes out.  \n[63] As he pushes her through the opening then moves instantly to the side, pulling her with him.. The move fails. Both are pinned helplessly in the blinding glare of the spotlight and the sudden appearance of glass-silver spear points pressed against them. Logan is unable to draw his gun.  \n[64]\t\t\tIs she the one? \t \t\t\t\t\t\tOTHER VOICES (like angry \t\t\t\t\tstage whispers \t\t\tShe betrayed us. Kill him. Kill them both. \t\t\tJessica you sold us. Sandman butcher. \t\t\tSandman murderer.  Logan and Jessica stand rigid against the spear points, only their heads turning to the echoing sibilants.. The spotlight goes off.  \n[65] \n[66] In the darkness we see the glass-silver spear points are glowing all around them, the long shafts falling away into darkness, the points, steaming gently when they touch--making an instant, wincing burn. Logan moves--a spear point presses--he flinches.  \n[67]\t\t\tYou don't run. You kill runners. \t\t\tYou have killed runners all your life.\t-  \n[68] Reacts fiercely, spinning against the spear points, he is Jabbed and pierced in a dozen places as he manages to get Jessica closer, shielding her with his body. But the spear points are too much. He subsides, as VOICES rise angrily \"Kill him now\".  Suddenly a RINGING ALARM. All sound stops at once and we hear a CLATTER of FOOTSTEPS down the iron stair and across the outer floor. The spotlight bursts on again and a figure staggers into the chamber, straightening into the light, hair dishevelled, hands in front against the glare. It's Holly.  \n[69] \n[70] The spear points are withdrawn. Logan and Jessica relieved but shaken, wary.  \n[71] \n[72] As the brief, one-sided battle rages, echoing SHOTS and SCREAMS in the dust filled room, Logan pulls her down out of the way. They watch, helplessly. Suddenly the figure of a Sandman looms before them. He stares at Logan, unsure. Logan reacts, draws, fires. The Sandman is smashed away, burning.  \n[73] Suddenly aware that he has killed a Sandman. Jessica pulls him down again into the shadow. Neither realizes chat the soft pulsing of his crystal can be seen from the room.  \n[74] Francis, quartering the room like a hound, searching, searching, stopping as he sees  \n[75]\t The crystal blinking red, eerie in the darkness.  \n[76] As he pulls her shakily to her feet. She nods, she's okay. He leads her off down the tunnel.  \n[77] following the tracks. The way leads down, curves, recurves, but always down.  \n[78]\t As Logan and Jessica rush toward it. The corridor has widened into a kind of chamber which ends in a great metal door like an immense submarine hatch.  The tracks run straight to it and beneath it. The base of the door tands in a couple of inches of water. \t With great urgency, Logan and Jessica examine the huge door. Logan gives the wheel a tug...nothing.  SOUND: A WHIRRING like clockwork...A METALLIC BELL SOUND and then a \n[79] Hearing a SOUND they turn and see: \t \n[80] Far behind them, in the wet glisten of the tunnel, a bobbing light and shadow -- the SOUND of RUNNING  \n[81] As Jessica takes the ankh from her neck - fumbling with the chain.  \n[82] now, they can still hear the SOUND, etcetera for the last time.  Beyond the lock is the ruins of a vast undersea complex in which food was raised and harvested. What we see is an endless shadowy labyrinth of breeding pens which stretch off into the green darkness -- a kind of mammoth aquarium with catwalks and ramps intersecting the huge tanks. The levels are multiple and everything is slimed, rusted, rotted and wet.  In the tanks themselves are shoals of fish, gardens of seaweed, etc. The machinery for harvesting and winnowing has long since gone to rust -- and visible in the great tanks are the wrecks of vessels and gear -- the kind of stuff Cousteau and Co. are using now.  Footing is dangerous -- a slip from any catwalk means a plunge into water and some of the walkways are well under water anyhow. From an invisible ceiling comes a steady dripping and everything is crusted and smells of salt and decay and life in the darkness.  \n[83] As he arrives at the door, the ankh glowing as before.  But Francis has a light. He examines the door with it, and as it lights the pool of water on the ground, it picks out Jessica's ankh. FRANCIS stoops, gets it and looks from it to the one glowing \t \n[84] Bewildered -- uncertain, as their eyes adjust to the dim light. Finally, Logan gestures ''this way\" and sets out.  (NOTE: The action of the sequence is the action of people groping through a labyrinth. They go along, gripping a rail where possible, sometimes sinking deep into water, sometimes rising above it. They run into blind endings and retrace to the last junction -- always trying for what looks driest and seems to stretch farthest along the great wall...  \n[85] A. Making their way along the walkway side by side.  B. Stopping as the walkway disappears under water. Logan wading in while she waits -- until he re-emerges. She follows.\t  C. Choosing between diverging ramps. Having to return.  \n[86] moving, hunting.  \n[87] Trying to move faster now, Logan makes a wrong turning and they must go back. But as they do so, Francis is ever closer -- a gigantic distorted SHAPE now visible through the eerie glass -then suddenly seeming small and distant.  As they emerge from the blind alley once again close to the wall, suddenly:  \n[88] looming huge, gun drawn, apparently only a few feet away.  \n[89] Logan desperately claws at machinery, succeeds in starting motion, somewhere what sounds like a GENERATOR begins laboring, ancient machinery GROANS. \t\t They turn and run as they HEAR: \t \t\t\t\t\t\tFRANCIS (distorted; \t\t\t\t\techo; etcetera \n[90] is splashing the walls ahead and in it they suddenly see:  THE DOOR -- a waterlock with a wheel. As the light passes, Logan heaves desperately on it. It starts to give as the light comes back and they are revealed.  \n[91] aiming at Logan...then slowly moving his hand until Jessica is in his sights.  \n[92] Francis FIRES -- tremendous SOUND, ECHOING and RESOUNDING. One of the great tanks buckles and a cascade of water erupts over everything. Through it, Logan manages to get the door open and pushes a half-drowning Jessica through.  \n[93] A sort of ancient freight elevator which commences to move groaning when the waterlock door closes. \t\t Logan slumps to the floor.  \n[94] Moving at an extremely high speed...We can see the outside - flickering - dark, light, - dark, light... and finally to a white color. They lie slumped, motionless. Finally it stops. The door opens into a kind of glistening darkness, suffused by a bluish glow. It is now very cold.  In the silence Logan stirs. Groping, he touches Jessica, who moves close to him. Logan puts his arm around her and they rise. Slowly, tentatively, he leads her out into the dark chamber where they stand for a moment trying to find themselves. What little light there is seems to come from the left. Arm around Jessica, Logan starts to move.  \n[95]\t\t 236x1\tINT. - ICE CAVERN  Suddenly they are blinded by a brilliant light coming from the side and revealing for the first time where they are.  236x2\tANGLE  Before them a vase, dim, ice-shrouded storage area, row upon endless row of frozen lockers trailing away into darkness, their legends and contents unreadable in the thick covering of ice and frost. To the side, a bright light. \t\t 236x3\tLOGAN AND JESSICA  Walk toward the light.  236x4\tWITH LOGAN AND JESSICA  We see a huge, high-domed cavern ringed and ornamented with extraordinary ice sculptures-They are everywhere: Otters, fish, a tusked walrus---overhead a flight of birds.  236x5\tANOTHER ANGLE  As they look in wonder:  \n[96] \n[97] Box is half-man...half-metal.  From the midpoint of his sternum to his hips he is coils and cables. One hand is a cutting tool. His head is half-flesh...half-metal. his legs are a chrome pedestal.  \n[98] Undresses.  Box motions to a pedestal covered with deep white furs.  \n[99] As his metal hand begins to BUZZ...he brings it to the base of the huge column supporting the cavern.  As he works furiously...at Incredible speed:   \n[100] ...oblivious to Box...their feelings intensifying as they continue to hold one another.  \n[101] \n[102] \n[103] Before they turn to view the sculpture they kiss long and passionately.  Their mood is broken by:  \n[104] Box has captured them perfectly...shimmering with life...filled with emotion.  \n[105] There are tears in Jessica's eyes as she reacts to the sculpture.  \t\t\t\t\t\tJESSICA (squeezing\t \t\t\t\t\tLogan's hand)\t \t\t\tIt's glorious  Logan helps Jessica off the pedestal and they both start to dress.  \n[106] As Box enters followed by Logan and Jessica.  This room has a fairly low ceiling and it is not too wide.  It stretches back as far as the eye can see.  The ice along the left wall is frosted...but the ice along the right wall is perfectly clear.  And embedded in the ice along the perfectly clear right wall are:  \n[107] Standing in erect positions.  At first it appears that they might be more of Box's perfect works of sculpture.  But as Logan and Jessica examine them closely through the clear ice...it is soon apparent that they are real people...who have been frozen.  \n[108] Horrified as they move slowly along the wall.  \n[109]\n[110] As Logan turns toward him.  \n[111] Retreating...as Logan FIRES again and again...to no avail.  As Logan and Jessica retreat further and further toward the rear of this room and:  \n[112] Advancing  We can SEE PERSON AFTER PERSON...embedded in the clear wall of ice. A strange mute audience to this to-the-death drama.  \n[113] Finally reaching the rear wall of this room as:  \n[114] Relentlessly moving toward them.  \n[115] Seemingly pinned back against the rear wall.  Logan is FIRING his gun futilely with his right hand...while moving his empty hand against the rear wall...trying to find a knob or button which might open it.  The entire time he never takes his eyes off:  \n[116] Getting closer. The saw is BUZZING LOUDLY.  \n[117] Against the rear wall...We can SEE...but they cannot...that above them...on the ceiling...there are a number of exposed cables.  \n[118]\t Box is practically upon them.  As he lunges forward with his WHIRRING saw hand Logan pushes Jessica to the floor and drops down alongside her.  Box cannot stop his forward thrust and cuts a sizable chunk of ice out of the rear wall as:  Logan SHOOTS at Box from the floor Level...upwards ...trying to penetrate some part of his seemingly impregnable body. He misses but hits the exposed cables on the ceiling.  There is an EXPLOSION.  \t\t\t\t\t\tBOX (looking up; \t\t\t\t\tscreaming) \t\t\tNo! The coils!  Box rushes past Logan and Jessica toward the huge ice cavern containing his sculptures.  \n[119]\t\t\t 270x1\tANGLE - THE REFRIGERANT COILS  Bursting open, discharging great streams of gases.  270x2\tLOGAN  Seeing the effect, shooting again and again at the ceiling and walls.  270x3\tANOTHER ANGLE\t \t\t Coils bursting everywhere, vapor billowing into the cavern. \t\t\t 270x4\tANOTHER ANGLE\t \t Huge slabs of ice instantly loosening, crashing over. \t\t\t 270x5\tFULL SHOT\t  AS the effect multiplies--Ln the hissing vapor-sculptures crashing over and enormous chunks of ice loosened and crashing.  270x6\tBOX  Careening around wildly in the growing ruin, as the lights dim and flicker out.  \n[120] The ceiling full of birds loosening, crashing down upon Box. Again and again like great spears and wedges  \n[121]\t Buried in his work, still feebly moving, then still as the roaring ice crashes down, in the terrible darkness. \t \n[122] \n[123]\t The SCREEN blotted out by the cave-in, going out of focus. Silence. Then:  SOUND: Ice melting, water running.  \n[124] Stir in the dimness, amazed to be alive.  SOUND: A heavy crash and splash as another huge ice block falls into the water.  As it falls, the cave is suddenly illuminated again. They look and see the light is coming from a great fissure in the wall--opened by the last ice fall. Water rains across the opening.  Logan and Jessica make their way to it, step out.  \n[125] \n[126] Water is pouring down in a waterfall from the icemelt.  They are blinded by:  \n[127] As Logan and Jessica shield their eyes...then realizing that the dazzling light will not go away:  Standing together...in fear of the sunrise.  \n[128] clambering cautiously down from the barren ledge.  \n[129] Suddenly, a FAIRLY STRONG WIND starts blowing.  \n[130] \n[131] Picking his way through the ruined cave, puzzled.  \n[132]\n[133] As Logan and Jessica reach it.  They are startled by the SOUND of BIRDS SINGING for a moment...then continue through some high grass and thorned bushes being scratched, etcetera.  A swarm of insects attack...Logan and Jessica fight them off:  \n[134]Coming out through the fissure in the rock, squinting at the unexpected light from the sky, then setting out as Logan and Jessica did. \t\t \n[135] They come upon bushes of berries. Logan picks a few, looks at them and smells them. As he is about to put them in his mouth...Jesslca grabs hold of his hand.  \n[136] Sitting on the ground.  Jessica is shivering. Logan has his arms around her trying to keep her warm.  \n[137]\t Looking frightened as he looks up at the moon and the stars his gun drawn.  Suddenly, a rabbit darts by.  Francis jumps up in great fear and starts FIRING his gun...blasting the rabbit to smithereens.  He is breathing hard ...and looking around...gun in hand.  \n[138] walking in the hot sun...grimy...thirsty.  \n[139] His face still betrays a wild, frightened look as he moves very cautiously.  He reaches the bushes of berries and sees some of them on the ground.  He picks a few off the bush...is ravenous...but finally...too frightened that they might be some kind of poison to eat any.  As he angrily crushes the berries in his hand... then wipes his hand on his trousers:  \n[140] Seeing shimmering in the distance. They walk toward it.  \n[141]\n[142] Reaching...  \n[143] They rush to it...drink...then undress...swim...and as they embrace in the water:  \n[144] \n[145] Coming out of the forest...climbing up a green hilly area...reaching the top and seeing:  \n[146] \n[147] Walking toward CAMERA to edge of swamp they stop and look at:  \n[148] \n[149] SOUND: HAMMERING NOISE -- irregular. It stops after a bit.  They walk to the door and open it cautiously.  They EXIT right.  \n[150]\t Logan and Jessica walking down corridor, left to right. \t The SOUND continues. \t\t \n[151] Logan and Jessica as Logan opens the aged door.  \n[152] \n[153] React, then they enter Senate and stop and look.  \n[154]\n[155] Coming through the opening - did he push it?  \n[156] Holding up his right palm.  \n[157] Jessica deeply disturbed...The man enjoying himself as if Logan and Francis were putting on a show for him.  \n[158] A. Francis manages to pick up a chair and smashes it down on Logan.  B. As Logan slumps to the floor and Francis cries to follow through his advantage by crushing Logan's face with his foot:  C. Logan grabs Francis' foot and twists it...sending Francis reeling backward.  D. Standing, Logan grabs a table and hurls it at Francis...who ducks.  E. Francis sees a steel flagpole (with an American flag that has sixty-one stars) and takes hold of it.  F. Francis moves toward Logan...with the menacing steel flagpole in front of him.  G. Logan is wary...watching every movement of the steel pole.  H. Francis swings the steel pole twice...We can HEAR the WHISH-WHISH as it cuts through the air...with Logan avoiding the blows.  I. On the third swing...Logan grabs hold of the steel pole and swings around on it...kicking Francis in the chest.  J. Francis lets go of the steel pole as he staggers backward. Francis and Logan look at one another for a brief anguished moment as Logan crashes the steel pole  down on Francis' head.  K. Francis crumbles to the floor. Feebly, he raises a hand toward Logan...  Logan touches Francis' hand and Francis grasps his wrist, holding death off with the strong grip.  \n[159] The man walks over to Francis and bends down.  \n[160] quietly watching:  \n[161] \n[162] Walking up the beach toward the domed city. We get an idea of the scale. They appear as ants in front of redwood trees.  \n[163] As the CROWD is pouring in:  \n[164] On a high balcony in the Great Hall.  Looking down at them.  \n[165] \n[166]\n[167] As around him in the air, a series of spectral greenish HEADS appear -- one after the other -in response to questions. Each of these heads is Logan. Each revolves slowly on its axis as it responds.  As the real Logan  is questioned, each of the heads answers in turn. They are each a part of his persona and his brain.  \n[168] Rushing in from the Ready Room to join the others who have closed in on Logan One holding Jessica.  \n[169] As people run in there, the red crystal glowing and sputtering, the petals moving spasmodically. As people look, the white crystal comes on, begins spinning wildly, bursting into strange, lancing lights. A great roaring commences and the whole arena starts to rock with the crystals. Now the white crystal explodes and the whole room is crisscrossed with deadly arcing discharges. People flee the scene of destruction.  \n[170] A. EXT. The City under the dome -- fitfully lit as the dome itself seems to be cracking strange electrical discharges emanating from it as from a gigantic line storm.  B. The lights in Arcade flicker and go dim.  C. The chandeliers in Arcade swaying, a couple falling onto the screaming panicky people.  D. Maze-Car Station. People fighting to cram into cars. Car lights go out. People turn and bolt in another direction.  E. Love Shop -- pandemonium as the drugged bodies clamber over each other in fear, struggling to get away.  F. Great Hall emptying -- the signs of panic everywhere.  G. The great crystal -- a wildly spluttering electrical fire wrecking it.   \n[171] INTERCUT with above:  \n[172] Making their way through Cathedral -- out the dazzle chamber, running O.S. past Maze Car Station.  \n[173]\t\t Running past Power Center.  \n[174]\t We can still see the fires in the b.g. of the SHOT as Logan holds on to Jessica...(like Gable onto Jeanette MacDonald at the end of SAN FRANCISCO)...full of happiness and hope for the future.  AS people continue to mill all over the acres of strange stepped construction...we see the Old Man WALKING INTO THE SHOT.  Logan and Jessica run to him. He looks around. People start to gather...they have never seen a white-haired Old Man in their lives.  As people continue to gather around the Old Man... who couldn't be more delighted...Logan and Jessica are smiling...inviting people to touch him...and some do.  Yes, he is an old man...Yes, they will all live again to be old men and old women...Yes, this is the world renewing itself once again.  ", "Francis": "\n[1] entering .  \t\t\t\t\t\tFRANCIS  (shaking\t \t    \t\t\t\tdisbelief)\t \t\t\tYou are here. I  couldn't \t\t\tbelieve it when they told me. \t\t\tWhat are you doing? \t \t\t\t\t\t\tLOGAN (still knocking \t    \t\t\t\ton the soundless glass) \t\t\tTurn this way. \t    \t\t\t\t(as one of the infants \t   \t\t\t\tstirs, smiles, bubbles) \t\t\tNo,  no...not you...YOU! \t Francis tries to pull Logan away from the  window, but Logan is intent on waking one of  the infants.  \n[2]\t\t\tYou should've seen me take my \t\t\tlast Runner...perfect. \t    \t\t\t\t(Logan  continues to pound the \t     \t\t\tsoundless glass) \t\t\tI backed him  up against a residence \t\t\tpool and  when he terminated...his \t\t\thand... \t    \t\t\t\t(breaks off as Logan \t    \t\t\t\tis paying  no attention \t\t\tSo now you've seen him...what's \t\t\tthe difference awake or asleep?  \n[3]\t\t\tMaybe,  maybe not. What's the \t\t\tdifference? Come on,  Logan, \t\t\tlet's get out of  here before \t\t\teverybody  finds out.  But Logan isn't moving. Francis gets an  idea.  \n[4]\t\t\tOkay...you really want to wake \t\t\thim up?  Francis starts to pry at the Panel...knowing it  will sound an \n[5]\t\t\tYou need a lift. Let's go \t\t\tto Arcade and celebrate... \t\t\t\t\t \t\t\tyour alert successor...Logan-6. \n[6]\t\t\t\t\t(putting a card key into a door \t\t\t\t\twhich opens soundlessly) \t\t\tNot in my time...  They move through the door which closes.  \n[7]\t\t\tDunno...flameout maybe. Whatever \t\t\thappens, you can bet it's final. \t\t\tBut who would want to find out?  One of the doorways brightens and the word ARCADE _ appears on it. The  two men move to the spot as a maze-car stops. They enter it through the  doorway which dims behind them as the maze-car WHOOSHES softly off into a  kind of twilight.  \n[8] The door slides shut. They sink into seat forms which yield to them. They   move off. \n[9] As they thread their way through a crowd which admires them when it notices them, across halls and up moving platforms, the good-natured argument continuing...  \n[10]\t\t\tWell, why no!? That's exactly how \t\t\teverything works. How else could \t\t\tthe city stay in balance -You have \t\t\ta better idea?  \n[11]\t\t\tWell the minute you get a better \t\t\tidea you can stop wondering. \t\t\t\t\t \t\t\tYou know, Logan -- you wonder \t\t\ta lot. Too much for a Sandman  They are passing the facade of a Relive Shop The signs urging people to:  RELIVE YOUR MOST PRECIOUS MEMORIES. DO IT AGAIN AND AGAIN! \n[12]\t\t\tI never even visited Nursery before \t\t\ttonight. \t\t\t\t\t \t\t\tWhen you wonder, it slows you up -- \t\t\tyou know?  They are now passing the facade of HALLUCIMILL where the signs promise:  LIFT OFF, CRAZY LIFT, SUPER LIFT...here the people going in are simply  excited but the ones coming out are clearly stoned out of their minds...  \n[13]\t\t\tI don't know what makes you so curious. \t\t\tYou have any idea who his seed-mother was?  \n[14]\t\t\tand that's my friend, Logan. \t\t\t\t\t(as she acknowledges \t\t\t\t\tthe introduction \t\t\tWe're celebrating his next in line. \t\t\tCarousel - Arcade - who knows? \t\t\tWant to come along?  \n[15]\t\t\tYou're thirty -- already? I always \t\t\tthought I was older than you - \t\t\t\t\t \t\t\tWell, give it a good try.  \n[16]\t\t\tI guess you never had her?  Logan shakes his head.  \n[17]\t\t\tYou missed something special.  \n[18]\t\t\t\t\t  They laugh, but the laughter is broken as a trio of youngsters, moving  with erratic speed of lightning, smashes between them, almost knocking  Francis over. He reels, Logan catches him and they recover in time to see   the trio rip wildly through the crowd, knocking people down, screaming  with shrill joy as they disappear.  \n[19]\t\t\tThe damned Yellows are getting out \t\t\tof hand. Those three ought to be in \t\t\tCathedral. No business scrambling in \t\t\tArcade...  \t\t\t\t\t\tLOGAN (laughs \t\t\t\t\tcuffs Francis' arm \t\t\tWhat an old, old man you're getting \t\t\tto be, Francis. Weren't you ever a \t\t\tYellow? I bet you were even wilder \t\t\tthan - \t\t\t\t\t(he breaks off as the lights \t\t\t\t\tin the Great Hall dim) \t\t\t-- come on, Sandman.  The two of them start to move to the far end of the Great Hall. \n[20] In the crowd they overtake a fellow Sandman,  DANIEL, and fall in step with him. When they  speak now, their voices are hushed. \t \n[21]\t\t\tDamn! That's right. Just when I \t\t\tfeel like an ALL OUT BLAST in \t\t\tArcade . \t \n[22]\t\t\tOnly a few? You're just not trying.  \n[23] \n[24]\t\t\t\t\t \t\t\tRenew!  \n[25] As the SCREAMING goes on in the b.g. of the SHUT... we hear a BUZZING noise. Logan reaches into a pocket and takes out a small, dark plastic box.  Logan looks at the box. On it we see:  \n[26]\t\t\tI'm in my party mood. \t\t Logan smiles . . . and the CAMERA PANS them rushing out of the bleachers.  They make their way into the hall.  Logan takes out the small plastic box. We can tell from his face that he is disappointed...until a faint BEEPING SOUND emanates from the box.  Francis watches as Logan wheels in one direction... the beeping stops. He turns in another direction... again, there is no beeping.  As Logan turns in a third direction...the BEEPING commences. Logan and Francis move swiftly in that direction and the BEEPING GROWS LOUDER...AND LOUDER...until Logan and Francis see:  59- \n[27]\t\t\tYes. \t\t\t\t\t \t\t\tBut you look a little rusty to me -- \t\t\twhat were you doing, wondering?  Logan shrugs. He's not sure himself. Together they walk off down the hall, passing CAMERA \t \n[28] Descending from the top level -- not much of a crowd. Francis is gesturing toward the Hallucimill.  \n[29]\t\t\t...Well I think you're getting stale. \t\t\tYou need old Lucey--Go on. Gee the whole \t\t\tburn--try the new psycho-lift-they tell \t\t\tme it turns you inside out...  He shoves Logan in that direction and continues on down.  \n[30]\t\t\t\t\t \t\t\tI'll look for you here when I'm off--  And he is gone. \t \n[31]\t\t\tThese are for me -- you've got your \t\t\town. \t\t\t\t\t \t\t\tShe must have been something--? \t At Logan's expression he roars with laughter Francis picks up an atomizer and hurls it at the ceiling where it shatters and a great pink cloud settles over them all.  \n[32]\t\t\t\t\t\t \n[33]\t\t\tYou? Why? You're already beautiful.  \n[34] appear on the SCREEN.  \n[35]\t\t\tSee you in the hydrotoner! \t\t Logan nods.  Francis exits as Logan places the contents of a plastic bag with the items he has taken off the Runner who jumped to his death. Among them is the odd-shaped piece of jewelry.  Logan is standing nonchalantly...as the scanner moves over the items...waiting to be quickly identified and cleared as Francis was earlier.  The scanner continues scanning.  Logan starts becoming impatient...but the scanning goes on and on and on.  Now...Logan is clearly puzzled...it has never...ever taken anything remotely resembling this length of time.  Suddenly, directly before him...on the SCREEN... the word:  \n[36]\t\t\tWhat the hell took you so long?  \n[37]\t\t\tI think you've been skulling out too \t\t\tmuch. First Nursery and now stupid \t\t\tquestions.  \n[38]\t\t\tOf course.  \n[39]\t\t\tLook....why don't you get into the \t\t\twater....you need it....more than I do.  \n[40]\t\t\tAt Carousel tonight?  Logan nods, exits. The CAMERA REMAINS on a slightly puzzled FRANCIS for a moment then FOLLOW Logan out to:  \n[41] Obviously enjoying the work, watching--tracking a Runner's progress, the assignment of a Sandman, the kill. \t \n[42] As the Runner alarm pulses and the readout flashes its message:  \n[43] He is shocked, unbelieving. \t \n[44] Stunned and uncertain, Francis aims his gun toward Logan and Jessica...but he wavers...watching them disappear into the rubble...  \n[45] shivering like a wet dog. He turns toward open window. \t\t \t\t\t\t\t\tFRANCIS (in a firm, cold \t\t\t\t\ttone \t\t\tRunner! \t\t The woman turns, staring insanely. Her mouth opens like a fish as: Francis FIRES his gun. A moment later, as the burning body topples to the floor;  \n[46] After a long, long hesitation, takes out his small plastic box and starts to speak into it:  \n[47]\t\t\tRunner terminated at G.16 \t\t\tReady for cleanup at Cathedral \t\t\tQuadrant 39. \t\t\t \n[48] Gun in hand...running through Cathedral toward the maze-car platform.  \n[49] Distracted...ignoring the greetings of Sandmen who are monitoring the city.  \n[50] Walking past the GIANT LIFECLOCKS into the debriefing area.  The scanners begin moving.  Moments later the scanner stops...the word:  \n[51]\t\t\tCan you beat it....I've got the damn \t\t\twrong bag.  \n[52]\t\t\tYeah....  \n[53] Entering...gun in hand.  \n[54] \n[55]\t\t\tWhat's going on, Logan?!  \n[56]\t\t\t\t\t \t\t\tWhat are you talking about?! I saw you \t\t\tlet a Runner go? \t\t\t\t\t \t\t\tI saw you, Logan?? Tell me!!  Suddenly the machine behind them erupts into a great burst of smoke and noise, momentarily drawing Francis' attention. Instantly Logan jumps him, grabs and throws him sprawling. Without a look back, he and Jessica run out.  \n[57] Enraged, finds his gun on the floor and, before rising, gets off a shot at them as they disappear. Then leaping to his feet, dashing off in pursuit.  \n[58] Entering, starting to look around -- grabbed by one of the laughing Wantons.  \n[59] Hunting both.  \n[60] Desperately trying to get rid of a woman, sees a flash of Logan and Jessica far across the room -sees them leave. Then he's pulled down again as the orgy continues.  186- \n[61]\t At the mirrored archway, looking around carefully, testing. He knows they went through somehow. Hands claw at him - he brushes them away as he searches.  \n[62]\t The crystal blinking red, eerie in the darkness.  \n[63]\t\t\t\t\t(believing the\t \t\t\t\t\tblinking crystal is Jessica's)\t \t\t\tLogan. I know you're in here. \t\t\tRunner? \t\t\t\t\t \t\t\tNobody knows except me. You know I \t\t\twon't say anything. I should have \t\t\tturned you in but I couldn't. Leave \t\t\ther. Come on out with me. It'll look \t\t\tlike you're part of the group that \t\t\thit this nest. \t\t\t\t\t \t\t\tLogan...you're a Sandman! \t\t\t\t\t \t\t\tLogan...now...now...Logan...  After the slightest beat, Logan FIRES and Francis falls, a great chunk of the cave roof falling between him and Logan -- all vision obscured while EXPLOSIONS and SCREAMS continue.  \n[64] As he arrives at the door, the ankh glowing as before.  But Francis has a light. He examines the door with it, and as it lights the pool of water on the ground, it picks out Jessica's ankh. FRANCIS stoops, gets it and looks from it to the one glowing \t \n[65] looming huge, gun drawn, apparently only a few feet away.  \n[66] is splashing the walls ahead and in it they suddenly see:  THE DOOR -- a waterlock with a wheel. As the light passes, Logan heaves desperately on it. It starts to give as the light comes back and they are revealed.  \n[67] aiming at Logan...then slowly moving his hand until Jessica is in his sights.  \n[68] Francis FIRES -- tremendous SOUND, ECHOING and RESOUNDING. One of the great tanks buckles and a cascade of water erupts over everything. Through it, Logan manages to get the door open and pushes a half-drowning Jessica through.  \n[69] Picking his way through the ruined cave, puzzled.  \n[70]Coming out through the fissure in the rock, squinting at the unexpected light from the sky, then setting out as Logan and Jessica did. \t\t \n[71]\t Looking frightened as he looks up at the moon and the stars his gun drawn.  Suddenly, a rabbit darts by.  Francis jumps up in great fear and starts FIRING his gun...blasting the rabbit to smithereens.  He is breathing hard ...and looking around...gun in hand.  \n[72] His face still betrays a wild, frightened look as he moves very cautiously.  He reaches the bushes of berries and sees some of them on the ground.  He picks a few off the bush...is ravenous...but finally...too frightened that they might be some kind of poison to eat any.  As he angrily crushes the berries in his hand... then wipes his hand on his trousers:  \n[73]\t\t\tWhat did you do to him?  Jessica is silent. Francis' tone becomes increasingly sexual.  \n[74]\t\t\tWhy? Why you?\t \t\t\t\t\t\t \t\t\tDo you know you ruined him? Do \t\t\tyou know that? Can you tell me \t\t\twhy? Why you? \t\t\t\t\t \t\t\tAnd now you've killed him, you \t\t\tknow...  Francis starts to tear off her clothes...obviously to rape...but his expression remains cold and without passion.  \n[75]\t\t\tHere!!!!  Logan looks up...and we see Francis crouched behind the railing of the first row of the gallery...with his gun pointing down at Logan, holding the terrified Jessica with his other arm.  \n[76] Looking at his palm....shocked...dropping his gun. It falls on the \n[77]\t\t\tWhy did you do that??!!  \n[78] In hand to hand combat punching...Kicking...wrestling  \n[79]\t\t\tThat was the right shot--Look out\t \t\t\tthere, he's trying to break free\t\t \t\t\tWatch it, Logan, steady, now!......  His eyes focus briefly and he sees Logan's palm-the crystal shining clear and white. Francis is suddenly radiant.  \n[80]\t\t\tLogan! You renewed!  And he is dead.\tDIRECT CUT TO: \t ", "Old": "\n[1]\t It disappears and words on SCREEN now read:  \n[2]\t\t\tYes, cats, of course. What else \t\t\tcould they be? Cats. Of course \t\t\teach one has his own name too. \t \n[3]\t\t\tYes indeed, everyone. Actually, \t\t\tthey all have three. \t\t\t\t\t \t\t\t\"The naming of cats is a difficult \t\t\tmatter. It isn't just one of your \t\t\tholiday games. You may think at\t \t\t\tfirst I'm mad as a hatter when I\t \t\t\ttell you a cat must have THREE \n[4]\t\t\t\"But above and beyond there's\t \t\t\tstill one name left over,\t \t\t\tAnd that is the name that you \t\t\tnever will guess; \t\t\tThe name that no human research \t\t\tcan discover -- - \t\t\tBut THE CAT HIMSELF KNOWS, and \t\t\twill never confess.\" \t\t\t\t\t(reaching down and \t\t\t\t\tstroking another cat \t\t\tWill you, my pet? \t\t One of the cats jumps off his lap.  \n[5]\t\t\t\"Why did you go little fourpaws? \t\t\tYou forgot to shut your big eyes.\" \t\t\t\t\t(the man closes his \t\t\t\t\teyes for a moment; then: \t\t\t\"I have a Gumble Cat in mind!\" \t\t As the man opens his eyes: \t \n[6]\t\t\tFor as long as I can remember. \t \n[7]\t\t\tJust a place, I suppose...who \t\t\tknows?  The man looks puzzled.  \n[8]\t\t\tI have always been here...  \n[9]\t\t\tGracious...no.  \n[10]\t\t\tBut there may be a few around somewhere.  \n[11]\t\t\tMy parents thought so. Mother and \t\t\tFather. You know?  \n[12]\t\t\tYes...  \n[13]\t\t\tMother and Father said so... you know?  \n[14]\t\t\tDead...they're dead...and buried.  \t\t\t\t\t\tJESSICA (not knowing \t\t\t\t\twhat it is \t\t\tBuried???  Logan wheels...as he HEARS THE NOISE OF A DOOR SQUEAKING SLIGHTLY...as it opens a bit wider:  \n[15]\t\t\tMay I see your hand again?  Logan and Jessica extend their left hands. The Old Man takes them, looks from one to another with delight. \t\t \n[16]\t\t\tThey're beautiful. May I have \t\t\tone too please? \t\t \n[17]\t\t\tIt isn't fair. I'll give you one \t\t\tof my favorite cats...a Jellicle \t\t\tcat. \t\t\t\t\t \t\t\t\"Jellicle cats have cheerful faces, \t\t\tJellicle cats have bright black eyes; \t\t\tThey like to practice their airs and graces \t\t\tAnd wait for the Jellicle Moon to rise.\"   \n[18]\t\t\tWhat kind of jewel is this?  \n[19]\t\t\tYou're both full of secrets like \t\t\tMacavity.\t \t\t\t\t\t \t\t\tDid you steal this? \t \n[20]\t\t\t\t\t \t\t\t\"Macavity, Macavity, there's no \t\t\tone like Macavity, \t\t\tThere never was a cat of such \t\t\tdeceitfulness and suavity.\" \t \n[21]\t\t\tNo, no, no \t\t \n[22]\t\t\tNever, never, ever. Nothing.  After a pause:  \n[23]\t\t\tOf course you can stay. This \t\t\tbelongs to the people.  \n[24]\t\t\tAll this. All of it. \t\t \n[25]\t\t\tI don't know...but it does.  The man stands...and starts walking toward a door to an adjoining room.  \n[26]\t\t\tI'll be right back. \t\t\t\t\t \t\t\tOh, yes...about the cats... \t\t\tone rule is true: \t\t\t\t\t \t\t\t\"Don't speak till you are spoken to.\" \t\t\t The man smiles and leaves. \t\t \n[27]\t\t\tOh, my don't cry.  The man proudly shows them the portrait....which is a portrait of himself in his twenties. He sort of brushes the hair...which is rich auburn.  \n[28]\t\t\tThere are larger pictures of other \t\t\tpeople over there. I don't know who \t\t\tthey are. Perhaps they're family.  She man leads Logan across the chamber to a far corner.  \n[29]\t\t\tHow nice...more company...  \t\t\t\t\t\tFRANCIS (emotional; \t\t\t\t\tdisjointed thoughts) \t\t\tWe had such good times together... \t\t\tI let you go! \t\t\t\t\t \t\t\tYou didn't terminate a Runner and \t\t\tI let you go!! \t\t\t\t\t \t\t\tShe did this to us! How could you \t\t\tlet her?! An ordinary available??!! \t\t\t\t\t(with this he flings \t\t\t\t\tJessica down and away. \t\t\t\t\tShe lies there...stunned \t\t\tAnd what about Logan-6 and Francis-8? \t\t\t\t\t \t\t\t....Why didn't you chink about them?! \t\t\t\t\t \t\t\tThere's over two hundred years of \t\t\tSandmen's blood in you, Logan.... \t\t\tand now you'll spill it for a \t\t\tstinking Runner!!  \n[30]\t\t\tOh, my...he died...  \n[31]\t\t\tWe¹ll have to bury him.  \n[32]\t\t\tThey¹re put into the ground so \t\t\tthey can be visited by the living...  Logan¹s eyes are glistening with tears.  The man starts out.  \n[33]\t\t\tI¹ll make the arrangements.  \n[34]\t\t\tAre you ready to put him in? \t \n[35]\t\t\tAll right.  The man sits down.  Gently, Logan lifts Francis¹ body...trying to straighten him out from the slightly twisted position he assumed when he fell to the floor.  After resting Francis¹ body on the floor again.  He cradles Francis¹ head in his arms.  \n[36]\t\t\t\"Vigil wondrous and vigil sweet there \t\t\tin the fragrant silent night.\"  \n[37]\t\t\tOf course...that's settled then. \t\t\tBut just you remember your promise...  \n[38]\t\t\tWhat a pity. I was hoping you'd\t \t\t\tbe here to bury me.\t  \n[39]\t\t\tWhere are you going?  \n[40]\t\t\tAlive?  Logan nods.  \n[41]\t\t\tThousands and thousands...as many as \t\t\tmy cats?  \n[42]\t\t\tAnd all alive you say?  Logan nods.  \n[43]\t\t\tYes, I would like to see that. Is it \t\t\ta long journey?  Again, Logan nods.  \n[44]\t\t\tThousands and thousands alive... oh, my...  \n[45]\t\t\tNever see the sun or the moon... \t\t\tI hope we get there soon...  \n[46]\t\t\tThat's better than gold when it's cold.  \n[47]\t\t\tMy father was the husband and my \t\t\tmother was the wife. \"Beloved\" is\t \t\t\ta word they used - to stay together.  \n[48]\t\t\tOh, yes...I think...  \t\t\t\t\t\tJESSICA (reading; \t\t\t\t\tmoved) \t\t\t³Beloved son²... \t\t\t\t\t \t\t\tSo people stayed together for that \t\t\tfeeling of love... They would live and \t\t\traise children together and be remembered. \t\t\t\t\t \t\t\tI think I feel that way, Logan. Can we \t\t\tbe that way?  \n[49]\t Walking.  \n[50]\t As they walk the great glowing dome is visible in the distance.  The Old Man marvels at what he sees...they walk on.  \n[51] Walking up the beach toward the domed city. We get an idea of the scale. They appear as ants in front of redwood trees.  \n[52] Approaching. The wave power inlet in f.g. They  \n[53]\t\t\tOh...I did so look forward to seeing \t\t\tall those people.  \n[54]\t\t\tYes...  \n[55]\t\t\tOh my...I'll try.  \n[56]\t\t\tOh, my...  The Old Man watches Logan and Jessica dive into the POOL and disappear.  \n[57] he bends and plays with the water in the POOL for a moment...like a young child at a pond or lake.  ", "Man": "\n[1] Vaulting the rail, dropping lightly to ground level, weapon poised.  \n[2] Emotionless. Aims. Fires.  \n[3] Arriving at the pool where the body lies, half immersed. He leans over,  lifts the right hand from the water, revealing a palm with a black  flowercrystal shape in it. He lets the hand fall back now as the crowd   CHEERS and APPLAUDS him.  \n[4]\t\t\tWell? How do you like it?  \n[5]\t\t\tI don't know. The cheeks maybe... \t\t\tlook a little -  \n[6]\t\t\tCheeks? Cheeks? Right. Too much, \t\t\tyou think?  \n[7]\t\t\tToo little.  \n[8]\t\t\tToo little? \t\t\t\t\t \t\t\tToo little. Okay, wait for me.  And he darts back into NEW YOU #483. The woman shrugs, glances around,  smiles and goes off with a passer-by.  \n[9]\t\t\tOnly if I make it to the top of \t\t\tCarousel. \t\t\t\t\t \t\t\tThirty -- and the big spin.  In her palm the crystal blinks, red, black. Francis nods, gives her a  half-squeeze.  \n[10]\t\t\tYou know I always have.  Another beautiful WOMAN joins them.  \n[11]\t\t\tSorry I won't be at Carousel tonight. \t\t\tIt¹s  my Love-Shop turn.  \n[12]\t\t\tThat's all right. Happy turn.  \n[13]\t\t\tYou'll renew. I've got a feeling.  \n[14]\t\t\tSo do I...but if I don't at least I'll \t\t\thave the ultimate thrill. I'd almost \t\t\trather have that than renew.  \n[15]\t\t\tI feel the same way. Sometimes I think \t\t\tI'm not even going to try and renew when \t\t\tmy time comes. But -- that's three years away. \t\t\tSo long.  The 2nd Woman walks away.  \t\t\t\t\t\tFRANCIS (after a beat; \t\t\t\t\tto first Woman)  \n[16]\t\t\tUm-huh.  They look briefly and then she turns away. Francis takes Logan's arm and  they move off. \n[17] At the highest level...straining for the rainbow...  \n[18] Almost a blur...but still straining: \t\t \n[19] The blur...but still there...straining with all his might for the rainbow...  \n[20]\t\t\t \n[21] running.  CHASE: INTER CUT between Logan and Francis following the running man in the great hall...empty. We can HEAR the CROWD SCREAMING in Carousel offstage.  A. Logan and Francis separate...to encircle the running man.  B. The running man turns a corner and for a moment Logan cannot see him.  C. As Logan turns the corner...Francis is on the other side and FIRES at the running man...JUST MISSING HIM.  D.Francis winks at Logan as he pursues the running man up a ramp and Logan gets it:  A little cat and mouse is in order.\t    E. Logan FIRES... just missing the man...Francis FIRES again. . . just missing, too.  F. The man is in a panic as he continues up the ramp...to various levels and areas.  G. Both barrels  glow again as they FIRE...with both just missing the running man once more.  H. The man's face is crazed...and sweating...the mouse is going berserk as he has been chased to a high level.  I. He stands frozen, petrified, driven to the edge of a high balcony by the shots--teetering now. He is in full sight of Logan, Francis is across the hall.  J. The Runner¹s face. He looks at death twenty feet away--Logan aims.  K. Francis, watching, smiling at the perfect moment.  L. Logan's face. A shadow of thought, a hesitation.  M. The Runner lunges. Logan fires, misses.  N. Francis fires a salvo, drives the Runner back to the rail where he teeters again, throws his hands in front of his face and plunges. The SCREAMING in Carousel reaches a peak.  \n[22] The driver makes sure he's in position, then presses a button on one of the arms of the vehicle. There is a broad spray of vapor from the bottom which covers the corpse.\t \t\t\t\t\t \n[23] Satisfied, he revs his machine and it rises smoothly out of the SHOT. As it leaves, the second machine moves down and into its place. \t\t \n[24] Glances at the crystals, maneuvers into position, presses his buttons. \t\t\t \n[25] Sucked up into the machine as it hovers. As the floor is once again bare, the 2nd Stickman revs slightly and his machine pulls up and away. \t\t\t \n[26] A frowning structure of dark stone and mirrored copper, fronted by broad steps. Logan and Francis are climbing the steps as a SANDMAN is coming out... His uniform is in tatters. They greet one another...then:  \n[27]\t\t\tI lost a Runner in Cathedral.  \n[28]\t\t\tRan into some Cubs I couldn't manage. \t\t\t\t\t \t\t\tOne of them cut me bad... \t\t\t\t\t(extends his arm and moves \t\t\t\t\ta finger from his shoulder to \t\t\t\t\this wrist \t\t\tall the way down. \t\t\t\t\t \n[29]\t\t\tOn my way to the New You for repairs.  \n[30] As Logan and Francis cross, turn into a corridor. \t\t \n[31] As Logan and Francis cross the room, Logan nods to other Sandmen, who are monitoring areas of the Megalopolis on video consoles. One of these Sand-men speaks to Francis who hasn't greeted them  \n[32]\t\t\tWhat's with you, Francis? \t \t\t\t\t\tFRANCIS (touching his \t\t\t\thead; grimacing \t\t\tLast night \t\t The other Sandmen, including Logan, smile as Logan and Francis continue to:  \n[33] Black door opens revealing Logan and Francis who now enter a mammoth room. As they walk. . . they pass FOUR GIANT LIFECLOCKS...WHITE, \n[34] Logan is on the steps, irresolute. He looks at his blinking crystal...moves as if to reenter, changes his mind. Now takes out the black box, dials.  \n[35]\t\t\tShe says she's been here before...  \n[36] Eating without enthusiasm...obviously more interested in their conversation.  \n[37]\t\t\tHe's blinking...so what? Sandmen get \t\t\told, too.  \n[38]\t\t\tBut what if he's telling the truth?  \n[39]\t\t\tI say no. It's not worth the risk.  \n[40]\t\t\tI absolutely agree. He's killed Runners \t\t\tfor a decade. He has no feelings.  \n[41]\t\t\tNeither do we.  \n[42] Four Sandmen at the consoles. They look up as Francis enters. He goes to one of the men who stretches, yawns, gets up. \t\t \n[43]\t\t\tThanks, Francis. \t\t \t\t\t\t\t\tFRANCIS (taking his \t\t\t\t\tplace at the console \t\t\tJust don't be forever about it like last \t\t\ttime.  \n[44]\t\t\tAh-h you love it. You're afraid \t\t\tyou'll miss a really good Run.\t\t  They all laugh. Francis takes up his watch as the other exits.  \n[45] Leaning together talking in an undertone \t\t\t \n[46]\t\t\tIf he believes you, he'll come.\t \t\t\t \n[47]\t\t\tWhy? It's our only chance--kill him \t\t\tand get away in the crowd heading \t\t\tfor the evening slaughter -- \t\t\t\t \n[48]\t\t\tNo - just there - on the first level. \t\t\t\t\t \t\t\tDon't look for us. We'll see you.  \n[49]\t\t\tYou don't seem quite sure, Jessica. \t\t\t\t\t \t\t\tCan you do it? Will you?  Slowly, Jessica nods.  \n[50]\t\t\tTonight?  \n[51]\t\t\tI think you can. Don't you?  Jessica faces her squarely, nods. The woman looks deeply into her eyes, relaxes.  \n[52]\t\t\tI'm sorry. We all are. But he has heard \t\t\tabout Sanctuary -- and that makes him \t\t\tdangerous to all of us.  After murmurs of agreement:  \n[53]\t\t\t\t\t \t\t\tWe're counting on you.  Jessica exits. They look at each other in dismay.. After a moment, one of the men follows her. They don't trust her.  \n[54] Walking slowly up to a door, she hesitates, KNOCKS.  Logan opens the door, reacts.  \n[55]\t\t\tHey, Logan's got a mean one tonight-- \t\t\twhy don't you--  But Francis is already at the door. A wave and he's gone. The others ad lib interest-- \"watch out in there--they can cut you before you see them\" etc.  \n[56] frozen for a moment. In f.g. a figure stirs, moves and we see it is Francis. His weapon is drawn and aimed, but as he watches, he lowers the barrel and smiles. The is Logan's job.  \n[57] \t\t\t\t\t\tWOMAN (nearing \t\t\t\t\thysteria \t\t\tThere's been a terrible error! My \t\t\tLifeclock must have broken in some way! \t\t\t\t\t \t\t\tI'm nowhere near thirty...look at \t\t\tme...I'm twenty-two. I should be \t\t\tgreen! Did you hear me? \t\t\t\t\t \t\t\tGreen!  \n[58]\t\t\tI'll kill you!! I'll kill you!!  After Logan pushes her away...and she falls down:  \n[59]\t\t\tI almost believed her.  They move off soundlessly. Behind them, a maze-car has arrived.  \n[60] Distracted...ignoring the greetings of Sandmen who are monitoring the city.  \n[61]\t\t\tWhat happened?!  Francis hesitates....then....quickly, as if changing his mind, taking the items off the table:\t \t\t \n[62]\t\t\tYou ought to put yourself on reliefcall, \t\t\tFrancis.  \n[63]\t\t\tIs this your first time?  Logan and Jessica nod.  \n[64]\t\t\tThis is my third... \t\t\t\t\t \t\t\t... I did it when I turned yellow ... \t\t\tand green. \t\t\t\t\t \t\t\tI turned red yesterday.  \n[65]\t\t\tNo. But I hear he's terrific. Have you \t\t\tseen any of his work?  \n[66] As the Sandmen monitoring SEE THE SIGNAL FLASH and move smoothly into action.  \n[67] There are HUNDREDS OF CATS...and THOUSANDS OF BOOKS all over the place.  \t\t\t\t\t\tJESSICA (frowning; \t\t\t\t\twhispering \t\t\tLook at his face...and his hair... \t\t\t\t\t \t\t\tIs that what it is to grow old?  \n[68]\t\t\tAs old as I am I suppose...who \t\t\tknows ?  \n[69]\t\t\tIt wasn't always. I remember when\t\t \t\t\tit wasn't. But it wasn't your\t \t\t\tcolor either. \t\t\t\t\t \t\t\t...or yours. I have my color somewhere.  \n[70]\t\t\tOh, no...  \n[71]\t\t\tOh, my...please try.  Jessica walks up to the man and touches his face.  \n[72]\t\t\tI've forgotten. It's been so \t\t\tlong since I've used it. \t Logan and Jessica exchange a quick glance...feeling they have come upon a nutsy, fruitsy cupcake. \t \n[73]\t\t\tBut all of my cats have names. \t \n[74]\t\t\tYes, cats, of course. What else \t\t\tcould they be? Cats. Of course \t\t\teach one has his own name too. \t \n[75]\t\t\tYes indeed, everyone. Actually, \t\t\tthey all have three. \t\t\t\t\t \t\t\t\"The naming of cats is a difficult \t\t\tmatter. It isn't just one of your \t\t\tholiday games. You may think at\t \t\t\tfirst I'm mad as a hatter when I\t \t\t\ttell you a cat must have THREE \n[76]\t\t\t\"But above and beyond there's\t \t\t\tstill one name left over,\t \t\t\tAnd that is the name that you \t\t\tnever will guess; \t\t\tThe name that no human research \t\t\tcan discover -- - \t\t\tBut THE CAT HIMSELF KNOWS, and \t\t\twill never confess.\" \t\t\t\t\t(reaching down and \t\t\t\t\tstroking another cat \t\t\tWill you, my pet? \t\t One of the cats jumps off his lap.  \n[77]\t\t\t\"Why did you go little fourpaws? \t\t\tYou forgot to shut your big eyes.\" \t\t\t\t\t(the man closes his \t\t\t\t\teyes for a moment; then: \t\t\t\"I have a Gumble Cat in mind!\" \t\t As the man opens his eyes: \t \n[78]\t\t\tFor as long as I can remember. \t \n[79]\t\t\tJust a place, I suppose...who \t\t\tknows?  The man looks puzzled.  \n[80]\t\t\tI have always been here...  \n[81]\t\t\tGracious...no.  \n[82]\t\t\tBut there may be a few around somewhere.  \n[83]\t\t\tMy parents thought so. Mother and \t\t\tFather. You know?  \n[84]\t\t\tYes...  \n[85]\t\t\tMother and Father said so... you know?  \n[86]\t\t\tDead...they're dead...and buried.  \t\t\t\t\t\tJESSICA (not knowing \t\t\t\t\twhat it is \t\t\tBuried???  Logan wheels...as he HEARS THE NOISE OF A DOOR SQUEAKING SLIGHTLY...as it opens a bit wider:  \n[87] \t\t\t\t\t\tOLD MAN (pleased; \t\t\t\t\treciting) \t\t\t\"Gus is the cat at the theatre door. \t\t\tHis name, as I ought to have told \t\t\tyou before, Is really Asparagus. \t\t\tThat's such a fuss To pronounce, \t\t\tthat we usually call him just Gus.\"  \n[88]\t\t\tMay I see your hand again?  Logan and Jessica extend their left hands. The Old Man takes them, looks from one to another with delight. \t\t \n[89]\t\t\tThey're beautiful. May I have \t\t\tone too please? \t\t \n[90]\t\t\tIt isn't fair. I'll give you one \t\t\tof my favorite cats...a Jellicle \t\t\tcat. \t\t\t\t\t \t\t\t\"Jellicle cats have cheerful faces, \t\t\tJellicle cats have bright black eyes; \t\t\tThey like to practice their airs and graces \t\t\tAnd wait for the Jellicle Moon to rise.\"   \n[91]\t\t\tWhat kind of jewel is this?  \n[92]\t\t\tYou're both full of secrets like \t\t\tMacavity.\t \t\t\t\t\t \t\t\tDid you steal this? \t \n[93]\t\t\t\t\t \t\t\t\"Macavity, Macavity, there's no \t\t\tone like Macavity, \t\t\tThere never was a cat of such \t\t\tdeceitfulness and suavity.\" \t \n[94]\t\t\tNo, no, no \t\t \n[95]\t\t\tNever, never, ever. Nothing.  After a pause:  \n[96]\t\t\tOf course you can stay. This \t\t\tbelongs to the people.  \n[97]\t\t\tAll this. All of it. \t\t \n[98]\t\t\tI don't know...but it does.  The man stands...and starts walking toward a door to an adjoining room.  \n[99]\t\t\tI'll be right back. \t\t\t\t\t \t\t\tOh, yes...about the cats... \t\t\tone rule is true: \t\t\t\t\t \t\t\t\"Don't speak till you are spoken to.\" \t\t\t The man smiles and leaves. \t\t \n[100] The man returns with a portrait in hand.  \n[101]\t\t\tOh, my don't cry.  The man proudly shows them the portrait....which is a portrait of himself in his twenties. He sort of brushes the hair...which is rich auburn.  \n[102]\t\t\tThere are larger pictures of other \t\t\tpeople over there. I don't know who \t\t\tthey are. Perhaps they're family.  She man leads Logan across the chamber to a far corner.  \n[103]\t\t\tHow nice...more company...  \t\t\t\t\t\tFRANCIS (emotional; \t\t\t\t\tdisjointed thoughts) \t\t\tWe had such good times together... \t\t\tI let you go! \t\t\t\t\t \t\t\tYou didn't terminate a Runner and \t\t\tI let you go!! \t\t\t\t\t \t\t\tShe did this to us! How could you \t\t\tlet her?! An ordinary available??!! \t\t\t\t\t(with this he flings \t\t\t\t\tJessica down and away. \t\t\t\t\tShe lies there...stunned \t\t\tAnd what about Logan-6 and Francis-8? \t\t\t\t\t \t\t\t....Why didn't you chink about them?! \t\t\t\t\t \t\t\tThere's over two hundred years of \t\t\tSandmen's blood in you, Logan.... \t\t\tand now you'll spill it for a \t\t\tstinking Runner!!  \n[104] Jessica deeply disturbed...The man enjoying himself as if Logan and Francis were putting on a show for him.  \n[105] The man walks over to Francis and bends down.  \n[106]\t\t\tOh, my...he died...  \n[107] \n[108]\t\t\tWe¹ll have to bury him.  \n[109]\t\t\tThey¹re put into the ground so \t\t\tthey can be visited by the living...  Logan¹s eyes are glistening with tears.  The man starts out.  \n[110]\t\t\tI¹ll make the arrangements.  \n[111]\t\t\tAre you ready to put him in? \t \n[112]\t\t\tAll right.  The man sits down.  Gently, Logan lifts Francis¹ body...trying to straighten him out from the slightly twisted position he assumed when he fell to the floor.  After resting Francis¹ body on the floor again.  He cradles Francis¹ head in his arms.  \n[113]\t\t\t\"Vigil wondrous and vigil sweet there \t\t\tin the fragrant silent night.\"  \n[114]\t\t\tOf course...that's settled then. \t\t\tBut just you remember your promise...  \n[115]\t\t\tWhat a pity. I was hoping you'd\t \t\t\tbe here to bury me.\t  \n[116]\t\t\tWhere are you going?  \n[117]\t\t\tAlive?  Logan nods.  \n[118]\t\t\tThousands and thousands...as many as \t\t\tmy cats?  \n[119]\t\t\tAnd all alive you say?  Logan nods.  \n[120]\t\t\tYes, I would like to see that. Is it \t\t\ta long journey?  Again, Logan nods.  \n[121]\t\t\tThousands and thousands alive... oh, my...  \n[122]\t\t\tNever see the sun or the moon... \t\t\tI hope we get there soon...  \n[123]\t\t\tThat's better than gold when it's cold.  \n[124]\t\t\tMy father was the husband and my \t\t\tmother was the wife. \"Beloved\" is\t \t\t\ta word they used - to stay together.  \n[125]\t\t\tOh, yes...I think...  \t\t\t\t\t\tJESSICA (reading; \t\t\t\t\tmoved) \t\t\t³Beloved son²... \t\t\t\t\t \t\t\tSo people stayed together for that \t\t\tfeeling of love... They would live and \t\t\traise children together and be remembered. \t\t\t\t\t \t\t\tI think I feel that way, Logan. Can we \t\t\tbe that way?  \n[126]\t Walking.  \n[127]\t As they walk the great glowing dome is visible in the distance.  The Old Man marvels at what he sees...they walk on.  \n[128] Walking up the beach toward the domed city. We get an idea of the scale. They appear as ants in front of redwood trees.  \n[129] Approaching. The wave power inlet in f.g. They  \n[130]\t\t\tOh...I did so look forward to seeing \t\t\tall those people.  \n[131]\t\t\tYes...  \n[132]\t\t\tOh my...I'll try.  \n[133]\t\t\tOh, my...  The Old Man watches Logan and Jessica dive into the POOL and disappear.  \n[134] he bends and plays with the water in the POOL for a moment...like a young child at a pond or lake.  \n[135] It is the same area where Logan received the original assignment to find and destroy Sanctuary.  In the rear...with the panel open...the sign reading: \t \n[136] Sandmen rushing out through the gathering smoke and the flare of fire behind them.  \n[137] Sandmen pouting out through smoke and fire effects. Pushing through passers-by herding everyone away from the scene.  People getting the hell out of there.  Ad Libs: Get away from here. The whole thing's going.  \n[138] The building EXPLODES -- great geyser of flame shooting upward.  ", "Sanctuary": "\n[1]\n[2] \n[3]\n[4]\n[5]\n[6] \n[7]\n[8]\t\t Logan takes a breath.  \n[9] As he pushes her through the opening then moves instantly to the side, pulling her with him.. The move fails. Both are pinned helplessly in the blinding glare of the spotlight and the sudden appearance of glass-silver spear points pressed against them. Logan is unable to draw his gun.  \n[10] In the darkness we see the glass-silver spear points are glowing all around them, the long shafts falling away into darkness, the points, steaming gently when they touch--making an instant, wincing burn. Logan moves--a spear point presses--he flinches.  ", "Woman": "\n[1]\t\t\tI don't know. The cheeks maybe... \t\t\tlook a little -  \n[2]\t\t\tToo little.  \n[3]\t\t\tOnly if I make it to the top of \t\t\tCarousel. \t\t\t\t\t \t\t\tThirty -- and the big spin.  In her palm the crystal blinks, red, black. Francis nods, gives her a  half-squeeze.  \n[4]\t\t\tYou know I always have.  Another beautiful WOMAN joins them.  \n[5]\t\t\tSorry I won't be at Carousel tonight. \t\t\tIt¹s  my Love-Shop turn.  \n[6]\t\t\tThat's all right. Happy turn.  \n[7]\t\t\tYou'll renew. I've got a feeling.  \n[8]\t\t\tSo do I...but if I don't at least I'll \t\t\thave the ultimate thrill. I'd almost \t\t\trather have that than renew.  \n[9]\t\t\tI feel the same way. Sometimes I think \t\t\tI'm not even going to try and renew when \t\t\tmy time comes. But -- that's three years away. \t\t\tSo long.  The 2nd Woman walks away.  \t\t\t\t\t\tFRANCIS (after a beat; \t\t\t\t\tto first Woman)  \n[10]\t\t\tUm-huh.  They look briefly and then she turns away. Francis takes Logan's arm and  they move off. \n[11] Eating without enthusiasm...obviously more interested in their conversation.  \n[12]\t\t\tI absolutely agree. He's killed Runners \t\t\tfor a decade. He has no feelings.  \n[13]\t\t\tNeither do we.  \n[14] Leaning together talking in an undertone \t\t\t \n[15]\t\t\tYou don't seem quite sure, Jessica. \t\t\t\t\t \t\t\tCan you do it? Will you?  Slowly, Jessica nods.  \n[16]\t\t\tI think you can. Don't you?  Jessica faces her squarely, nods. The woman looks deeply into her eyes, relaxes.  \n[17]\t\t\tI'm sorry. We all are. But he has heard \t\t\tabout Sanctuary -- and that makes him \t\t\tdangerous to all of us.  After murmurs of agreement:  \n[18] frozen for a moment. In f.g. a figure stirs, moves and we see it is Francis. His weapon is drawn and aimed, but as he watches, he lowers the barrel and smiles. The is Logan's job.  \n[19] \t\t\t\t\t\tWOMAN (nearing \t\t\t\t\thysteria \t\t\tThere's been a terrible error! My \t\t\tLifeclock must have broken in some way! \t\t\t\t\t \t\t\tI'm nowhere near thirty...look at \t\t\tme...I'm twenty-two. I should be \t\t\tgreen! Did you hear me? \t\t\t\t\t \t\t\tGreen!  \n[20]\t\t\tI'll kill you!! I'll kill you!!  After Logan pushes her away...and she falls down:  \n[21]\t\t\tIs this your first time?  Logan and Jessica nod.  \n[22]\t\t\tThis is my third... \t\t\t\t\t \t\t\t... I did it when I turned yellow ... \t\t\tand green. \t\t\t\t\t \t\t\tI turned red yesterday.  \n[23]\t\t\tNo. But I hear he's terrific. Have you \t\t\tseen any of his work?  ", "Doc": "\n[1] who looks about twenty-one years old, exchanges a pointed look with Jessica. \t \n[2]\t\t\tIt's a real privilege, Sandman.  \n[3]\t\t\tAnd I did it myself right on there.  \n[4]\t\t\tI designed it myself. \t\t\t\t\t \t\t\tWhat'll it be ...a face job or \t\t\ta full-body job?  \n[5]\t\t\tFine....Holly will get you ready. \t\t\tYou're in good hands, believe me.  Holly comes forward and unbuttons the collar on Logan's tunic.  As Holly brushes her fingertips lightly down Logan's arms:  \n[6]\t\t\tHolly works here because she gets a \t\t\tlift out of watching the Table... \t\t\t\t\t \t\t\tand other things. I'll be back in a \t\t\tminute.  \n[7]\t\t\tYou shouldn't have brought him here.\t  \n[8]\t\t\tRun!? He's a Sandman.  \n[9]\t\t\tMaybe...Maybe. But I wish he'd \t\t\tgone somewhere else. \t\t\t\t\t \t\t\tAll right. He gets a face. \t\t \n[10]\t\t\tAll set?\t\t\t \t\t\t \n[11]\t\t\tWhy not?  Doc pushes a button...there is a tiny FLASH.  \n[12]\t\t\tDo you have anything special in mind?  \n[13]\t\t\tHurry...hurry...hurry.  \n[14]\t\t\tHolly'd like a lot of things. \t\t\t\t\t \t\t\tWe can start by narrowing the \t\t\tcheekbones. \t\t\t Doc presses buttons on the control board. Jessica, who is standing next to Doc, is slightly startled as the Table begins to HUM...as a pair of laser beams separate themselves from the overhead cluster and extend toward Logan, forming inner cones as they approach.  CryoJector needles start to close in on them, nearing their faces and shoulders slowly...the visible cold streaming off the points.  A vibrobeam begins to KEEN.  SOUND: An insistent chiming.  Doc hears the sound and turns with the martyred air of a man who's been called to the phone too many times. He turns to a phone-like apparatus nearby, shifting the table into neutral as he turns. The table and the laser heads stop moving.\t\t \t\t\t\t\t \n[15]\t\t\t\t\t \t\t\tHello \t\t\t\t\t \t\t\tYes \t\t\t\t\t \t\t\tYes, they are. \t\t\t\t\t(listening; his expression \t\t\t\t\tchanging \t\t\tDone.  Doc turns back to the console, pausing to stare intently at Logan, then up at the brightly smiling Holly. Something in his look registers, and Holly's smile fades. Now Doc engages the machine again...  \n[16]\t\t\tPay attention, Sandman. I'm \t\t\tproud of this machine.  As he speaks he presses and an arm sweeps downward and into position near Logan's face. It pauses as  \n[17]\t\t\tWith this one there's no waiting \t\t\tfor scar burnishing. It's all in \t\t\tone...watch now...  The laser arm sweeps across Logan's forehead and cheeks, leaving a bright trail of blood as  \n[18]\t\t\tBut here's the improvement. Instant \t\t\thealing---before you feel a thing. \t\t\tWatch now...  Doc pushes a special button and the arm sweeps back along the track, spraying healing fluid. Magically the blood vanishes and the skin is moist and whole.  \n[19] who is playing the console as he speaks.  \n[20]\t\t\tPerfect depth adjustment on this\t\t\t \t\t\tone, Sandman. The beam will cut\t \t\t\tthrough that uniform and just \t\t\texactly through the skin beneath-- \t\t\tabsolute precision. Watch now \t And the machine does its stuff, slashing through Logan's tunic--a seam of blood following the rip.  \n[21]\t\t\tOf course, it doesn't mend uniforms, \t\t\tSandman, but otherwise it does \t\t\teverything, doesn't it? Just \t\t\timagine what would happen to you \t\t\tif the healing stopped functioning. \t\t And the arm moves back again, spraying the healing fluid into Logan's new wound. Again the blood disappears. \t\t Suddenly Doc's look is ferocious. He turns off the healing switch and punches buttons fiercely. The laser arms begin to move wildly and the SOUNDS become shrill. Holly looks alarmed.  \n[22]\t\t\tDamn right! It was a trap. They \t\t\tknow! \t \n[23] Watching intently as: \t \n[24] Shocked as Logan reaches for his gun.  \n[25] In terror as the laser beams begin to slash him to ribbons.  ", "Billy": "\n[1]\t\t\t\t\t \t\t\tDon't worry about her. We'll have that \t\t\tone later. Right now I think we've got \t\t\ta Runner and his pairup. And what a Runner!  The CAMERA PANS the other Cubs...mean, filthy.  \n[2]\t\t\tI cut up a Sandman yesterday.  They \t\t\tsaid I'd never get him...but I cut \t\t\thim up good, I did.  \n[3]\t\t\tFor me? Better feel sorry for your- \t\t\tself, Sandman!  \n[4]\t\t\tNothing will happen! I make the \t\t\trules as I go!! Cubs do what I say! \t\t\tAlways have! Always will! I got \t\t\tCathedral and I'll never let go!  \n[5]\t\t\tShut up! Shut up your damn mouth!  Logan falls back into a fighting crouch...but before he can strike a blow..he is grabbed and slammed against the wall of an abandoned building.  \n[6]\t moving a drugpad against Logan's face.  Logan is holding his breath...desperately trying not to breathe the \"Muscle\" directly from the pad into his system.  \n[7]\t\t\tHe's trying to hold his breath...  As Billy presses the pad tighter against Logan's face:  With all his might, Logan wrenches his arms loose... drops to the ground and pulls out his gun.  He fires and fire girdles a pillar...and they start to back away.  \n[8]\t\t\tWe can rush him...we can take \t \t\t\tcan take him\tagain, we can!!\t  The pack hesitates...stops backing away.  ", "Customer": "\n[1]\t\t\tIs this your first time?  Logan and Jessica nod.  \n[2]\t\t\tThis is my third... \t\t\t\t\t \t\t\t... I did it when I turned yellow ... \t\t\tand green. \t\t\t\t\t \t\t\tI turned red yesterday.  \n[3]\t\t\tNo. But I hear he's terrific. Have you \t\t\tseen any of his work?  ", "Sandman": "\n[1] Vaulting the rail, dropping lightly to ground level, weapon poised.  \n[2] Emotionless. Aims. Fires.  \n[3] Arriving at the pool where the body lies, half immersed. He leans over,  lifts the right hand from the water, revealing a palm with a black  flowercrystal shape in it. He lets the hand fall back now as the crowd   CHEERS and APPLAUDS him.  \n[4]\t\t\tI lost a Runner in Cathedral.  \n[5]\t\t\tRan into some Cubs I couldn't manage. \t\t\t\t\t \t\t\tOne of them cut me bad... \t\t\t\t\t(extends his arm and moves \t\t\t\t\ta finger from his shoulder to \t\t\t\t\this wrist \t\t\tall the way down. \t\t\t\t\t \n[6]\t\t\tOn my way to the New You for repairs.  \n[7] As Logan and Francis cross, turn into a corridor. \t\t \n[8] As Logan and Francis cross the room, Logan nods to other Sandmen, who are monitoring areas of the Megalopolis on video consoles. One of these Sand-men speaks to Francis who hasn't greeted them  \n[9]\t\t\tWhat's with you, Francis? \t \t\t\t\t\tFRANCIS (touching his \t\t\t\thead; grimacing \t\t\tLast night \t\t The other Sandmen, including Logan, smile as Logan and Francis continue to:  \n[10] Black door opens revealing Logan and Francis who now enter a mammoth room. As they walk. . . they pass FOUR GIANT LIFECLOCKS...WHITE, \n[11] Logan is on the steps, irresolute. He looks at his blinking crystal...moves as if to reenter, changes his mind. Now takes out the black box, dials.  \n[12]\t\t\tShe says she's been here before...  \n[13] Four Sandmen at the consoles. They look up as Francis enters. He goes to one of the men who stretches, yawns, gets up. \t\t \n[14]\t\t\tThanks, Francis. \t\t \t\t\t\t\t\tFRANCIS (taking his \t\t\t\t\tplace at the console \t\t\tJust don't be forever about it like last \t\t\ttime.  \n[15]\t\t\tAh-h you love it. You're afraid \t\t\tyou'll miss a really good Run.\t\t  They all laugh. Francis takes up his watch as the other exits.  \n[16] Walking slowly up to a door, she hesitates, KNOCKS.  Logan opens the door, reacts.  \n[17]\t\t\tHey, Logan's got a mean one tonight-- \t\t\twhy don't you--  But Francis is already at the door. A wave and he's gone. The others ad lib interest-- \"watch out in there--they can cut you before you see them\" etc.  \n[18] Distracted...ignoring the greetings of Sandmen who are monitoring the city.  \n[19]\t\t\tWhat happened?!  Francis hesitates....then....quickly, as if changing his mind, taking the items off the table:\t \t\t \n[20]\t\t\tYou ought to put yourself on reliefcall, \t\t\tFrancis.  \n[21] As the Sandmen monitoring SEE THE SIGNAL FLASH and move smoothly into action.  \n[22] It is the same area where Logan received the original assignment to find and destroy Sanctuary.  In the rear...with the panel open...the sign reading: \t \n[23] Sandmen rushing out through the gathering smoke and the flare of fire behind them.  \n[24] Sandmen pouting out through smoke and fire effects. Pushing through passers-by herding everyone away from the scene.  People getting the hell out of there.  Ad Libs: Get away from here. The whole thing's going.  \n[25] The building EXPLODES -- great geyser of flame shooting upward.  ", "Jessica": "\n[1] Still in the recess, she makes no gesture of interest, no smile. Around her neck, from a collar, a dangling ankh. It catches Logan's eye. He smiles, clicks another dial and she becomes real. He reaches out a hand and leads her out into the room.  \n[2] As Jessica turns to him, Logan moves in strongly and embraces her- but, to his surprise, she resists. Logan, still holding her loosely, is amused and surprised.  \n[3]\t\t\t\t\t \t\t\tPlease . . .No.  She backs away, almost apologetically. Logan follows, smiling.  \n[4]\t\t\tNo. \t\t\t\t\t \t\t\tJust no.  \n[5]\t\t\tNo.  \n[6]\t\t\tNothing. I felt sad, I put myself \t\t\ton the circuit. It was a mistake.  \n[7]\t\t\tA friend of mine went on Carousel\t\t \t\t\ttonight. Now he's gone.\t \t\t \n[8]\t\t\t\t\t \t\t\tHe was killed  \n[9]\t\t\tIsn't it right? Isn't that what \t\t\tyou do? Kill.  \n[10]\t\t\tNobody. I felt sad. .. I put myself \t\t\ton the circuit.  \n[11]\t\t\tJessica.  \n[12]\t\t\tNo. \t\t \n[13]\t\t\tNo.\t  \n[14]\t\t\tI thought I had to do something. \t\t \n[15]\t\t\tI changed my mind  \n[16]\t\t\tCurious.  \n[17]\t\t\tHow a Sandman lives.  Logan smiles, takes off gunbelt, etc.  \n[18]\t\t\tNot about that.  \n[19]\t\t\tI'm afraid to tell you.  \n[20]\t\t\tWhy is it wrong to run?\t\t\t\t  \n[21]\t\t\tI suppose. But what if you want \t\t\tto live?  \n[22]\t\t\tSix. I go red next year.  \n[23]\n[24]\t\t\tYou could have called me yourself.  \n[25]\t\t\t\t\t \t\t\tHere I am. \t\t\t\t\t \t\t\tShall I come in?  Logan gestures, leading her inside to the living area.  \n[26]\t\t\tI'm the most beautiful woman you've \t\t\tever seen, I suppose?  \n[27]\t\t\tThanks...but I have the choice. \t\t\t\t \n[28]\t\t\tThen it's still no.  Logan laughs.  \n[29]\t\t\tYou can have any woman in the city.\t\t\t\t \t\t\tWhat do you really want?\t\t\t\t  \n[30]\t\t\tI don't believe you. There has to \t\t\tbe more.  \n[31]\t\t\tWhy show me?  \n[32]\t\t\tAbout running, dying what?  \n[33]\t\t\tI know what everyone knows. Try \t\t\tlike hell for Renewal. You have \t\t\tthe same chance everyone else has.  \n[34]\t\t\tHow can I?  Logan takes out the ankh.  \n[35]\t\t\tWhere did you get that?  \n[36]\t\t\tAnd then you killed him, right?\t\t\t\t  \n[37]\t\t\tI don't..  \n[38]\t\t\tPlease? What friends?  \n[39]\t\t\tI never heard of a Sandman running \t\t\t. . . ever. . .  \t\t\t\t\t\tLOGAN (putting the \t\t\tankh in his pocket; \t\t\tdropping the bombshell \t\t\tAnd I never heard of Sanctuary.  Jessica reacts. She is about to speak. . .doesn't..  Logan reaches out and touches her hand.  \n[40] Eating without enthusiasm...obviously more interested in their conversation.  \n[41]\t\t\tHe was born a Sandman. He had no \t\t\tchoice.  \n[42] Leaning together talking in an undertone \t\t\t \n[43]\t\t\tWhy Arcade Station? \t\t\t \n[44]\t\t\tRight at the station itself?  \n[45]\t\t\tY-yes...if I can find him.  \n[46] Making her way through the strolling crowd, her face thoughtful.  \n[47] Walking slowly up to a door, she hesitates, KNOCKS.  Logan opens the door, reacts.  \n[48]\t\t\tWhat do you need?  A moment, then Logan moves toward her hungrily, pulling her in to him as the door closes.  \n[49] Walking along a handsomely landscaped stream. Laughing together, stopping to admire the beautiful fish .  \n[50]\t\t\tWhat're you going to do?  \n[51]\t\t\t\t\t \t\t\tI wish I could help you.  \n[52]\t\t\t\t\t\t\t \t\t\tI wish I knew what you think I know.\t\t  Logan smiles at her, both knowing what's false, but drawn to each other anyhow. They commence walking again. \t\t \n[53] \n[54]\t\t\tOf course--  \n[55]\t\t\tWe're coming to Arcade. \t\t\t\t\t\t- \t\t\tShall we Relive together? \t \n[56] As they move, fearful--torn between her promise and her feeling for Logan. Catching a glimpse of the followers, she makes a small sound, hesitates, pretends to have stumbled.  \n[57] Suddenly she stops. He comes round facing as people eddy by them. Logan looks at her searchingly.  \n[58] As he speaks he leads her into the maze-car station and punches out his destination on the car caller.  \n[59]\t\t\tYou're not going, are you? \t\t \n[60] \n[61]\t\t\tMaybe they're angry because they're \t\t\tgrown in meccano-breeders.  \t\t\t\t\t\tLOGAN (interrupting, \t\t\t\t\tgrimacing) \t\t\tInstead of what? Nine months inside a \t\t\twoman: \t\t\t\t\t \t\t\tWe're all raised the same but most of \t\t\tus don't become cubs in Cathedral.  \n[62]\t\t\tSome people say children need human \t\t\tmothering.  \n[63]\t\t\tI'm only telling you what I've heard... \t\t\t\t\t \t\t\tHaven't you ever wondered what your \t\t\tseed-mother was Like...?  \n[64]\t\t\tI have.  \n[65]\t\t\tI don't remember exactly...except I was \t\t\ta Green. \t\t\t\t\t \t\t\tWhat would you like to relive, Logan?  \n[66]\t\t\tI've never been in this quadrant. \t\t\t\t\t \t\t\tIs that Arcade off there? \t\t There are standing on the maze-car platform -- a high overlook like an \"elevated\" station. \t\t \n[67]\t\t\tMuscle? I don't know that one. \t Logan is leading her down the zigzag corridor. It's stop and go--a fun house in which you can get hurt. \t \n[68]\t\t\tDon't be afraid.  We see that it is a little GIRL of seven. Her face is grimy and hair is tangled.  \n[69]\t\t\tWhat's your name?  \n[70]\t\t\tWhere do you live, Mary?  \n[71]\t\t\tWhy aren't you in Nursery?\t\t\t  \n[72]\t\t\tWhen do you go up?  \n[73] Watching..terrified.  \n[74] watching  \n[75] At the flash of FIRE from Francis' gun, they turn. Logan and Francis' eyes meet. A beat, then Logan grabs Jessica and pulls her away.  \n[76] \n[77]\t\t\tI'm ashamed. I was bringing you \t\t\tto be killed.  \n[78]\t\t\tLogan, I don't know where Sanctuary is. \t\t\tBut if I take you to them, they'll kill you.  \n[79]\t\t\tYes, but they won't know that...or care. \t\t\tThey're hunting you, Logan. Maybe me too, \t\t\tnow...  \n[80]\t\t\tI - I can't.  \n[81]\t\t\tNo. Not that either.  Logan considers her. A long BEAT. Thinking, then:  \n[82] as they enter NEW YOU #483 they are being watched by:  \n[83]\t\t\tI didn't bring him -- what's \t\t\tthe difference. He's blinking. \t\t\tHe wants to run. \t\t \n[84]\t\t\tI tell you he's running. I know. \t\t \n[85] As they face Francis.  \n[86] \n[87] Suddenly she pulls him in another direction.  \n[88]\t\t\tFollow me, Logan. Stay close.  As they run into Hallucimill...Francis...never too far behind... spots them and follows.  168- \n[89] Exiting from the other side...and running through the crowd toward and into a Love Shop...followed by Francis coming out of the Hallucimill, too... and running toward the Love Shop.  \n[90]\t As they enter the hot darkness. The Love Shop is throbbing with sexuality. In it, the darkness breaks at Irregular intervals -- when booths and cubicles flare into brilliance, each time revealing an orgiastic tableau. The Love Shop is multi-leveled and the random flashes may appear from any direction at any time, blinding and stunning the viewer. Logan and Jessica pause to get their bearings and as they do, a beautiful WANTON grabs Logan, pulling and laughing:  \n[91] Brief glimpses of them looking for each other.  \n[92]\t\t\tYes. \t\t\t\t\t \t\t\tI don't know what else to do -- with \t\t\thim following us. \t\t\t\t\t \t\t\tWhy do you keep running from your--  \n[93]\t\t\tHe's good, isn't he?  \n[94]\t\t\tThey won't believe us.  \n[95]\t\t\tThey won¹t listen. \t\t\t \n[96]\t\t\tWe'll convince them.  They pause. He puts his hand over hers. Jessica is silent. Then she turns his hand over. The crystal blinks red -- on, off.  \n[97]\t\t\tYes, Logan. \t\t\t\t\t \t\t\tI'm glad they didn't change your \t\t\tface. \t Logan embraces her, but his look is strange and remote. They continue down into the darkness. \t Behind them the SOUNDS of Love Shop die away and only their footsteps are heard.  \n[98] They have come to the foot of the stair. Here the flooring shines wetly in the darkness.  \n[99]\t\t\tExactly four steps now. Let me lead you. \t\t\t\t\t \t\t\tNow to the right. It's narrow here, \t\t\tyou'll have to get behind me.  \n[100]\t\t\tThey're watching us now. They'll\t \t\t\tlet us in when they're sure.\t  \n[101] Close together, he behind, waiting--alert as a VOICE is suddenly heard:  \t\t\t\t\t\tVOICE (scratchy, \t\t\t\t\tfiltered) \t\t\tSandman, put your hands on your head. \t\t\t\t\t \t\t\tClasp your fingers together. Now turn \t\t\tyour hands over. Palms up. \t\t\t\t\t \t\t\tIn a moment a light will shine in your \t\t\teyes. Walk into it--Jessica first, \t\t\tthen you, Sandman. You will have to \t\t\tstoop--but don't unclasp your hands. \t\t\tDo you agree?  Logan nods.  Jessica glances back at him but their faces are unreadable in the dark. Then suddenly--in front of her--a blindingly bright, narrow rectangle of light illuminating them fiercely. Jessica moves forward. Even she has to stoop. Logan is close behind. As he bends awkwardly into the opening, the light goes out.  \n[102] As he pushes her through the opening then moves instantly to the side, pulling her with him.. The move fails. Both are pinned helplessly in the blinding glare of the spotlight and the sudden appearance of glass-silver spear points pressed against them. Logan is unable to draw his gun.  \n[103] In the darkness we see the glass-silver spear points are glowing all around them, the long shafts falling away into darkness, the points, steaming gently when they touch--making an instant, wincing burn. Logan moves--a spear point presses--he flinches.  \n[104]\t\t\tWhat's the matter with you. He's a runner-- \t\t\the's blinking. We must help anyone who \t\t\tasks...we must-or we're the same as they \t\t\tare--deciding who lives and dies.  One of the points lifts and touches Jessica's cheek. A quick, fierce burn. She shrieks--a tiny sound--and is silent.  \n[105]\t\t\tNo, Holly--wait! He's running. \t\t\tTell them the rest! \t \t\t\t\t\t\tHOLLY (suddenly \t\t\t\t\texhausted \t\t\tHe's the one. You too. I remember. \t\t\tHe was in a hurry. Just a face job. \t\t\tDark hair, I said. Then he killed \t\t\tDoc and you grabbed me--and the \t\t\tmachine blew up and I ran...I ran \t \n[106]\t\t\tHolly. Holly! Please...The other \t\t\tSandman. Remember the one who came \t\t\tafter--  Holly suddenly remembers and the shock makes her lucid.  \t\t\t\t\t\tHOLLY (pouring \t\t\t\t\tit out) \t\t\tThat's right. The other one came after. \t\t\tThe older one. Smashing, killing, burning!  \t\t\t\t\t\tJESSICA (coaching \t\t\t\t\tdesperately) \t\t\t...and he was hunting the first one, \t\t\tthis one. Wasn't he? Wasn't he? This \t\t\tone was running, the other one was \t\t\thunting him...  \n[107]\t\t\tWhy?- No...no...I'm going with you.  \n[108]\t\t\tI don't care. I'm going to Sanctuary. \t\t\tWith you.  A BABBLE of VOICES. \"Impossible\"...She ignores, watches Logan. \t\t\t \n[109]\t\t\tWill you take me with you?  \n[110] As the brief, one-sided battle rages, echoing SHOTS and SCREAMS in the dust filled room, Logan pulls her down out of the way. They watch, helplessly. Suddenly the figure of a Sandman looms before them. He stares at Logan, unsure. Logan reacts, draws, fires. The Sandman is smashed away, burning.  \n[111] As he pulls her shakily to her feet. She nods, she's okay. He leads her off down the tunnel.  \n[112] following the tracks. The way leads down, curves, recurves, but always down.  \n[113] Hearing a SOUND they turn and see: \t \n[114] As Jessica takes the ankh from her neck - fumbling with the chain.  \n[115]\t\t\tEvery key only works once...and only \t\t\ta Lastday key must open this door.... \t\t\tThey said it would fit - but....  She tries to fit the ankh into the glowing one, but her hand shakes. Logan tries to steady her - and in helping, she drops it into the dark pool of water. They fall to their knees, searching desperately. Then Logan remembers.  \n[116]\t\t\tThere's no turning back, is there?  Logan turns and pushes Jessica through the door... following her... as the door closes and they are:  \n[117] Bewildered -- uncertain, as their eyes adjust to the dim light. Finally, Logan gestures ''this way\" and sets out.  (NOTE: The action of the sequence is the action of people groping through a labyrinth. They go along, gripping a rail where possible, sometimes sinking deep into water, sometimes rising above it. They run into blind endings and retrace to the last junction -- always trying for what looks driest and seems to stretch farthest along the great wall...  \n[118] A. Making their way along the walkway side by side.  B. Stopping as the walkway disappears under water. Logan wading in while she waits -- until he re-emerges. She follows.\t  C. Choosing between diverging ramps. Having to return.  \n[119]\t\t\tHow do we know this is the right \t\t\tway?  \n[120]\t\t\tWhat do you suppose this was...?  \n[121]\t\t\tYcch. \t\t\t\t\t \t\t\tTo kill things and then eat them. \t\t\tIt must have been a savage world. \t\t\t Logan shrugs, but the idea makes him queasy, too. \t\t\t G. They stop, tired. Peer through at the wreckage of a small inspection vessel and suddenly hear:  SOUND: FOOTSTEPS, coming, halting, WATER sloshing. Steps again.  \n[122]\t\t\tIt's Francis, isn't it?  He nods.  \n[123] Trying to move faster now, Logan makes a wrong turning and they must go back. But as they do so, Francis is ever closer -- a gigantic distorted SHAPE now visible through the eerie glass -then suddenly seeming small and distant.  As they emerge from the blind alley once again close to the wall, suddenly:  \n[124] Logan desperately claws at machinery, succeeds in starting motion, somewhere what sounds like a GENERATOR begins laboring, ancient machinery GROANS. \t\t They turn and run as they HEAR: \t \t\t\t\t\t\tFRANCIS (distorted; \t\t\t\t\techo; etcetera \n[125] Francis FIRES -- tremendous SOUND, ECHOING and RESOUNDING. One of the great tanks buckles and a cascade of water erupts over everything. Through it, Logan manages to get the door open and pushes a half-drowning Jessica through.  \n[126] Moving at an extremely high speed...We can see the outside - flickering - dark, light, - dark, light... and finally to a white color. They lie slumped, motionless. Finally it stops. The door opens into a kind of glistening darkness, suffused by a bluish glow. It is now very cold.  In the silence Logan stirs. Groping, he touches Jessica, who moves close to him. Logan puts his arm around her and they rise. Slowly, tentatively, he leads her out into the dark chamber where they stand for a moment trying to find themselves. What little light there is seems to come from the left. Arm around Jessica, Logan starts to move.  \n[127]\t\t\tI'm afraid.  \n[128]\t\t\tWait.  He halts.  \n[129]\t\t\tI don't know what's going to happen\t \t\t\tto us Logan but --\t \t\t\t\t\t \t\t\tAre you glad you didn't kill him?  \n[130]\t\t\tYou're really one of us now, aren't you?  \n[131]\t\t\tI wanted to... \t\t\t\t(Logan puts his arms \t\t\t\taround her) \t\t\t...And you...what made you kill Sandmen?  \n[132]\t\t\tBecause you felt like a Runner, \t\t\tdidn't you.  \n[133]\t\t\tFor us.  Logan mouths \"Us\"...a strange word...and why not... in the last minutes he has done strange things.  \n[134]\t\t\tIt's incredibly beautiful.  \n[135]\t\t\tWe're human and we're hungry.  \n[136]\t\t\tPlease.  \n[137] Undresses.  Box motions to a pedestal covered with deep white furs.  \n[138] ...oblivious to Box...their feelings intensifying as they continue to hold one another.  \n[139] Before they turn to view the sculpture they kiss long and passionately.  Their mood is broken by:  \n[140] There are tears in Jessica's eyes as she reacts to the sculpture.  \t\t\t\t\t\tJESSICA (squeezing\t \t\t\t\t\tLogan's hand)\t \t\t\tIt's glorious  Logan helps Jessica off the pedestal and they both start to dress.  \n[141] Horrified as they move slowly along the wall.  \n[142] Retreating...as Logan FIRES again and again...to no avail.  As Logan and Jessica retreat further and further toward the rear of this room and:  \n[143] Finally reaching the rear wall of this room as:  \n[144] Seemingly pinned back against the rear wall.  Logan is FIRING his gun futilely with his right hand...while moving his empty hand against the rear wall...trying to find a knob or button which might open it.  The entire time he never takes his eyes off:  \n[145] Against the rear wall...We can SEE...but they cannot...that above them...on the ceiling...there are a number of exposed cables.  \n[146]\t Box is practically upon them.  As he lunges forward with his WHIRRING saw hand Logan pushes Jessica to the floor and drops down alongside her.  Box cannot stop his forward thrust and cuts a sizable chunk of ice out of the rear wall as:  Logan SHOOTS at Box from the floor Level...upwards ...trying to penetrate some part of his seemingly impregnable body. He misses but hits the exposed cables on the ceiling.  There is an EXPLOSION.  \t\t\t\t\t\tBOX (looking up; \t\t\t\t\tscreaming) \t\t\tNo! The coils!  Box rushes past Logan and Jessica toward the huge ice cavern containing his sculptures.  \n[147] \n[148] Stir in the dimness, amazed to be alive.  SOUND: A heavy crash and splash as another huge ice block falls into the water.  As it falls, the cave is suddenly illuminated again. They look and see the light is coming from a great fissure in the wall--opened by the last ice fall. Water rains across the opening.  Logan and Jessica make their way to it, step out.  \n[149]\t\t\tIs there something on fire!!\t  Logan shakes his head...he doesn't know.  As Logan looks up at the sun. \t\t\t \n[150] clambering cautiously down from the barren ledge.  \n[151]\t\t\tWhat's that?  \n[152]\t\t\tAnd yours.  They reach the level below and pause, look around.  \n[153]\t\t\tI hate outside! I hate it!  \t\t\t\t\t\tLOGAN (holding her; \t\t\t\t\tcomforting tone \t\t\tWe'll be all right... \t\t\t\t\t \t\t\tWe will...  The sun is starting to go down...as they see a rabbit dart away in the grass...startling them for a moment. \t\t \n[154] They come upon bushes of berries. Logan picks a few, looks at them and smells them. As he is about to put them in his mouth...Jesslca grabs hold of his hand.  \n[155]\t\t\tDon't!  \n[156]\t\t\tIt's getting dark and cold.\t \t\t\tI'm tired.\t\t  \n[157] Sitting on the ground.  Jessica is shivering. Logan has his arms around her trying to keep her warm.  \n[158]\t\t\tWhere do you think that heat-ball went?  Logan shrugs.  \n[159]\t\t\tDo you think everything's going to \t\t\tturn to ice?  \n[160]\t\t\tDon't ever let go.  \n[161]\t\t\tDo you think he was telling the \t\t\tTruth?  Logan shrugs.  \t\t\t\t\t\tJESSICA (trying to \t\t\t\t\tconvince herself) \t\t\tMaybe we're the first ones to get \t\t\tthrough... \t\t\t\t\t \t\t\tMaybe Sanctuary is near, now... \t\t\tanother protected place. It couldn't \t\t\tbe outside.  \n[162] walking in the hot sun...grimy...thirsty.  \n[163] Seeing shimmering in the distance. They walk toward it.  \n[164] Reaching...  \n[165]\t\t\tLogan!!!Look!! \t\t\t\t\t \t\t\tNo...your palm...look!!! \t  Logan looks at his palm...the blinking crystal is clear.  He grabs Jessica's hand and looks at her palm... the same.  \n[166]\t\t\tWhat does it mean? \t \t\t\t\t\t\tLOGAN (trying to \t\t\t\t\tassimilate its meaning \t\t\t\t\thimself \t\t\tThe Lifeclocks have no power outside.  Jessica takes Logan's palm and kisses it.  \n[167]\t\t\tYou can have any woman in the city. \t\t\tWhat do you really want?  \n[168]\t\t\t...But I still have the choice...?  \n[169]\t\t\tThen the answer's Yes...  They embrace there in the water... \t\t\t \n[170] Coming out of the forest...climbing up a green hilly area...reaching the top and seeing:  \n[171] Walking toward CAMERA to edge of swamp they stop and look at:  \n[172] Exiting CAMERA RIGHT toward Memorial  \n[173] Climbing steps of memorial toward statue.  \n[174] Looking up at statue.  \n[175] Looking up at statue.  \n[176]\t\t\tYes, do you think that's why he looks \t\t\tso sad---?  Logan shrugs. They turn, start to EXIT from memorial.  \n[177] \n[178]\n[179] \n[180] As they pass the stones, Logan glances at them.  \n[181]\t\t\t\"Beloved Husband\". \"Beloved Wife\". \t\t\tWhat can all that mean? \t\t Just then their attention is focused by a distant SOUND as of SHOUTING -- a man's voice. Jessica stops. \t\t \n[182]\t\t\tFrancis? \t\t Logan shakes his head. They EXIT cemetery toward capitol. \t\t \n[183] Walking up the steps...many of which are cracked.  They are proceeding with great caution...as they enter the Capitol Building.  \n[184] SOUND: HAMMERING NOISE -- irregular. It stops after a bit.  They walk to the door and open it cautiously.  They EXIT right.  \n[185] React, then they enter Senate and stop and look.  \n[186]\n[187]\t\t\tThose cracks in your face...do they hurt?  \n[188]\t\t\tCould I touch them?  \n[189]\t\t\tWhat's your name?  \n[190]\t\t\tBut there are so many of them. \t\t\tDo you know each one separately. \t\t \n[191]\t\t\tAnd...and how were you grown? Inside \t\t\tyour mother?  \n[192]\t\t\tAre you sure?  \n[193] \n[194]\t\t\tHere you can have this.  The man seems pleased. \t \n[195]\t\t\tI don't know. \t \n[196]\t\t\tNo. \t\t \n[197]\t\t\tWhat belongs to the people?  \n[198]\t\t\tWhat people? \t\t\t \n[199] Logan clears two chairs of cats and they sit down.  Jessica picks up a book and starts leafing through it.  Logan is deep in thought.  Jessica looks up from the book.  \n[200]\t\t\tHow curious people used to be -- \t\t\tAll these books...  Silence...until:  \n[201]\t\t\tHe had a mother and father --\t \t\t\tand he knew them.\t  \n[202]\t\t\tWe're going on, aren't we?  \n[203]\t\t\tThere's a Sanctuary...there is!  \n[204] Remaining near the podium. She is dejected. Logan's argument that there is no Sanctuary has sunk in and taken hold.  \n[205] As Francis suddenly appears alongside her.  Jessica is terrified...speechless. Francis glances across the chamber, sees Logan. When he speaks, it is softly but urgently.  \n[206]\t\t\tLogan!!!  As she screams, Francis clamps a hand over her mouth and drags her \n[207] Jessica deeply disturbed...The man enjoying himself as if Logan and Francis were putting on a show for him.  \n[208] The man walks over to Francis and bends down.  \n[209] \n[210]\t\t\tWhat¹s that?  \n[211]\t\t\tAt least it¹s over...  Jessica¹s words don¹t help as Logan shakes his head...then:  \n[212] quietly watching:  \n[213]\t\t\tWe'll remember. But that's a long time \t\t\toff...  She sees Logan awake and listening, crosses to him, smiling. Logan rises to her.  \n[214]\t\t\tHe asked if we would bury him when his \t\t\ttime comes.  \n[215]\t\t\tTo what?  \n[216]\t\t\tYou're lying! You'll never have the \t\t\tchance to tell anybody anything! \t\t\tYou'll be killed the moment you're seen!  \n[217]\t\t\tThings won't change...you know that! \t\t\tWe can live here together, Logan... \t\t\thave a life as long as his... together!  \n[218]\t\t\tYou want to go back to kill, is that it?! \t\t\tNow, you'll want to kill your own!!! kill \t\t\tSandmen!!! Killing's all you ever...!!!!  Logan shakes Jessica who is becoming hysterical.  \n[219]\t\t\tI want to be alive and with you, \t\t\tthat's all I want.  Logan puts his arms around her.  \n[220]\t\t\tCome with us.  \n[221]\t\t\tAnd Sanctuary?\t\t  \n[222]\t\t\tBeloved husband...  \n[223]\n[224]\t As they walk the great glowing dome is visible in the distance.  The Old Man marvels at what he sees...they walk on.  \n[225] Walking up the beach toward the domed city. We get an idea of the scale. They appear as ants in front of redwood trees.  \n[226] Approaching. The wave power inlet in f.g. They  \n[227]\t\t\tWhat does that water do?  \n[228]\t\t\tIs it inside the city?  \n[229]\t\t\tGoodbye.  \n[230] Emerging from the water.  It is a labyrinth of humming turbines, automonitored cables and impulse collectors.  Logan leads her swiftly through the humming maze toward an exit.  369- 369Xl \tOUT  \n[231] Making their way through Cathedral -- out the dazzle chamber, running O.S. past Maze Car Station.  \n[232]\t\t Running past Power Center.  ", "Logan": "\n[1] \t\t\t\t\tScreenplay By  \t\t\t\t\tProducer: \t\t\t\tSaul David  \t\t\t\t\tDirector: \t\t\t\tMichael Anderson  \t\t\t\t\tProduction Design: \t\t\t\tDale Hennesy  April 30, 1975  \n[2] Logan is twenty-five, strong, virile  with a kind of austere grace.  He is somewhat manic...proud...as he peers through the nursery window  into a kind of foam cocoon which cradles THREE SLEEPING INFANTS. Logan is  KNOCKING on the soundless glass.  \n[3]\t\t\tWake up...come on, Logan-6.  \n[4]\t\t\tOpen your eyes once, idiot. \t\t\t\t\t \t\t\tIt's not every  day that a Sandman \t\t\tson is  born. I'm telling you, \t\t\tFrancis  - that's him!  \n[5]\t\t\tHey, cut that out !  Too late: There is a SOUND OF ALARM CHIMES. The area in which they stand  is bathed in a violet glow. Logan grabs Francis firmly and stops him from  prying at the panel: \n[6]\t\t\tNow you've done it...  The CHIMES STOP...but the glow continues, a metallic VOICE is heard:  \n[7]\t\t\tLogan-5...Francis-7, authorized duty \t\t\tquadrant. Intrusion accidental.  \n[8]\t\t\tEven the alarm didn't wake him.  As Francis starts out:  \t\t\t\t\t\tLOGAN (one last look; \t\t\t\t\tjoining Francis \t\t\tAll right, Francis...I'm with you.  They move off down the corridor...the lights behind them DIMMING as they  pass cubicles suffused with soft pink light, CHILDREN automatically  tended.  CHIMES...soft. A lullaby and a soothing impersonal VOICE.  \n[9]\t\t\tHas anyone ever broken in to \t\t\twhere the babies are?  \n[10]\t\t\tjust wondered...what happens?  \n[11] The door slides shut. They sink into seat forms which yield to them. They   move off. \n[12] As they thread their way through a crowd which admires them when it notices them, across halls and up moving platforms, the good-natured argument continuing...  \n[13]\t\t\tbut you don't know, you Just \t\t\tsay what everyone says.  One for \t\t\tone. One for one.\"  \n[14]\t\t\tNo, but at least I wonder sometimes -- \t\t\tinstead of doing that \"one for one\" song \t\t \t\t\tof yours. You sound like a sleepteacher \t\t\tWith a stuck tape.  \n[15]\t\t\tDid you ever see Francis-8?  \n[16]\t\t\tOf course not! I m curious, not sick. \t\t\t\t\t  The crowd is growing denser, funneling into a kind of passageway. Logan  and Francis are swallowed up in the group.  \n[17]\t\t\tWell...you can't have them all.  \n[18]\t\t\t\t\t  They laugh, but the laughter is broken as a trio of youngsters, moving  with erratic speed of lightning, smashes between them, almost knocking  Francis over. He reels, Logan catches him and they recover in time to see   the trio rip wildly through the crowd, knocking people down, screaming  with shrill joy as they disappear.  \n[19] In the crowd they overtake a fellow Sandman,  DANIEL, and fall in step with him. When they  speak now, their voices are hushed. \t \n[20]\t\t\tYou should have been with us in Nursery, \t\t\tDaniel. I'm positive I  recognized him -  \t\t\t\t\t\tFRANCIS (hustling \t\t\t\t\tLogan \t\t\tCome on. I don't want to miss the \t\t\tfiling-in. There'll be some I know \t\t\ttonight, I think...  \t\t\t\t\t\tDANIEL (glances at his \t\t\t\t\town red crystal, nods \t\t\tYes. Me, too. You know we're \t\t\tboth on Monitor tonight. \t \n[21]\t\t\tWant me to take your shift? I'm \t\t\tfeeling restless anyway \t\t Francis glances at him, exchanges a look with Daniel. They vanish into the throng passing under the great crystal, turn the corner and we see  \n[22]\t\t\tNow there's a few who could have been \t\t\this seed-mother. \t \n[23] Caught up in it Like the rest.  \n[24] Standing. SCREAMING their cheers as:  \n[25] \n[26]\t\t\t\t\t \t\t\tRenew!  \n[27] As the SCREAMING goes on in the b.g. of the SHUT... we hear a BUZZING noise. Logan reaches into a pocket and takes out a small, dark plastic box.  Logan looks at the box. On it we see:  \n[28]\t\t\t\t\t\t \t\t\tLooks like I'm working. \t\t Francis stands. \t\t \n[29]\t\t\tWho invited you?  \n[30] As he arrives at the dead body of the Runner, bends over him, turns the man's left hand up. We see the flower crystal. Black. Logan takes out his transceiver.  \n[31] Scowls for a moment, then shrugs. He takes out a small flat pouch and methodically strips from the body its few personal things, stuffs them into the pouch. Then his eye is caught by the man's right hand, clenched. Logan opens it. A metal ankh on a bit of chain. It means nothing to Logan who stuffs it into the pouch and closes it. Now again he fiddles with the transceiver, speaks into it softly.  \n[32]\t\t\tRunner terminated 0:31 \t\t\t\t\t \t\t\tReady for cleanup.  Done with his job, he rises to face Francis.  \n[33]\t\t\t\t\t \t\t\tThat was a great shot you made. \t \n[34] Descending from the top level -- not much of a crowd. Francis is gesturing toward the Hallucimill.  \n[35] waves, smiling, then turns to the Hallucimill.  \n[36] Hesitates, as a COUPLE push past him gleefully on their way. He looks and we see: \t\t \n[37]Not with it. He turns and starts making his way downwards towards the exit.  \n[38] As he enters. Idle, restless. He crosses to a sideboard--makes himself a drink, sips, doesn't like it. Gets rid of it, makes another. He fiddles with things, a game--sits, gets up. Now he is beginning to feel the drink. Takes another belt, smiles. Now he goes over to a tall wall recess flanked by a console with many dials.  \n[39] Bored as Mastroianni turns the dial again and the young man dissolves. He dials again and now a beautiful young woman takes shape. It is Jessica. \t\t \n[40] Still in the recess, she makes no gesture of interest, no smile. Around her neck, from a collar, a dangling ankh. It catches Logan's eye. He smiles, clicks another dial and she becomes real. He reaches out a hand and leads her out into the room.  \n[41] As Jessica turns to him, Logan moves in strongly and embraces her- but, to his surprise, she resists. Logan, still holding her loosely, is amused and surprised.  \n[42]\t\t\tWhat's wrong, Available?  \n[43]\t\t\tPlease . . . no ? \t\t\t\t\t(noting that she looks trapped, \t\t\t\t\the understands \t\t\tYou mean \"not here\"--that's it? \t\t\tYou're a private Available but \t\t\tparticular, \t\t\t\t\t(he is moving in on her \t\t\t\t\tas he speaks, she retreating, \t\t\t\t\twhich amuses him \t\t\tDon't worry. There's no one here but me. \t\t\tAnd you.  \n[44]\t\t\tYou prefer women?  \n[45]\t\t\tWell then...?  \n[46]\t\t\tSad? What made you sad? \t \n[47]\t\t\t\t\t \t\t\tYes...probably he was renewed?  \n[48]\t\t\tKilled? Why do you use that word?  \n[49]\t\t\tI never 'killed' anybody in my life. \t\t\tSandmen terminate  Runners \t\t\t\t\t \t\t\tWho brought you?  \n[50]\t\t\tYou felt sad. What's your name?  \n[51]\t\t\t\t\t \t\t\tYou're beautiful. Let's have sex. \t \n[52]\t\t\tLater.  \n[53]\t\t\tBut you put yourself on the circuit!  \n[54]\t\t\tAnd?\t\t\t\t  \n[55]\t\t\tAnd now? \t \n[56]\t\t\tAbout what? \t\t\t\t\t\t\t \n[57]\t\t\tLet's have sex. \t\t\t\t\t \t\t\tI thought you were curious. \t\t\t\t\t\t \n[58]\t\t\t\t\t \t\t\tI'm listening.  \n[59]\t\t\t\t\t \t\t\tI'm not armed. \t\t\t\t\t \t\t\tWell?  \n[60]\t\t\tYou shouldn't even think such things... \t\t\t\t\t \t\t\tAnd you picked a strange person to \t\t\tsay them to - \t\t \n[61]\t\t\tSo? Do what everyone does. Try \t\t\tlike hell for renewal.  Logan stretches out his right hand. We see a red flower crystal embedded and centered in his right palm. It is exactly the same shape that we have seen in black in the palm of the dead runner.  \n[62]\t\t\tWhen this turns black...that's it. \t\t\t\t\t \t\t\tIf for any reason you want to be 31... \t\t\tyou have the same chance as everyone \t\t\telse...Carrousel.  Logan takes his gun and points it at her.  \n[63]\t\t\tBut if you're one of the misfits... \t\t\tthat's where I come in.  \t\t\t\t\t\tJESSICA (somewhat \t\t\t\t\tfrightened \t\t\tI didn't say that I would run... \t\t\tI Just...  \t\t\t\t\t\tLOGAN (interrupting; \t\t\t\t\tturning over her palm \t\t\tAre you a 5 or a 6? \t\t\t\t\t  \n[64]\t\t\tYou're years away . . . I don't know \t\t\twhy you're thinking of these things, \t\t\tmuch less talking about them. \t\t\t\t\t \t\t\tWant to try?  Jessica shakes her head. Logan looks at Jessica carefully...in an admiring sexual way...from her toes to her head...briefly noticing chat she is wearing an identical piece of jewelry that he has taken off the dead runner...around her neck.  \n[65]\t\t\tWhat Quad do you live in?  \n[66]\t\t\tYou're sure you don't want to try?  Jessica nods.  \n[67]\t\t\tIt's nice to know you can nod.\t  Jessica smiles.  \n[68]\t\t\tIt's nice co know you can do that, \t\t\ttoo. \t Suddenly Francis and two dishevel led young WOMEN burst in and come laughing toward Logan and Jessica Stoned, hilarious, they crowd around Logan one of them embracing him. In the wild hilarity, Jessica slips away and Logan, seeing her go, makes a vain effort after her. Francis notices, laughs. Amid the noise he shouts to Logan: \t \n[69]\t\t\tWhat happened to you?  \n[70]\t\t\tHow come?  \n[71]\t\t\tGet yourself a new face while you're \t\t\tat it They know you now.  They wave. Logan and Francis continue.  \n[72]\t\t\tI just might look in on New You 483 \t\t\tmyself.  \n[73]\t\t\tNo -- it's that last Runner -- someone \t\t\tin 483 was trying to help him.  \n[74]\t\t\tNegative. Question: What is it? \t Words on SCREEN now read:  \n[75]\t\t\tNegative.  Words on SCREEN now read:  \n[76]\t\t\tI don't understand?  Words on SCREEN now read:  \n[77]\t\t\tQuestion:  Word on SCREEN now reads:\t  \n[78]\t\t\t1056 unaccounted for?!  Word on SCREEN reads:  \n[79]\t\t\tImpossible! \t\t\t\t\t \t\t\tQuestion: Maybe they weren't all Runners. \t\t\tMaybe most of them reached Life Renewal \t\t\ton Carousel.  Words on SCREEN read:  \n[80]\t\t\tQuestion: None of them reached renewal?  Word on SCREEN reads:  \n[81]\t\t\tBut everyone believes that some....  Words on SCREEN read:  \n[82]\n[83]\t\t\tQuestion: You mean nobody's ever \t\t\tbeen renewed?  Words on SCREEN read:  \n[84]\t\t\tThe Seal...... \t\t\t\t\t \t\t\tQuestion: The Seals? Go outside?! \t\t\tBut there's nothing outside!  The words on the SCREEN read:  \n[85]\t\t\tI will. \t The words on the SCREEN read:  \n[86]\t\t\tQuestion: \t\t\t\t\t \t\t\tWhat if I need help from another \t\t\tSandman?  The words on the SCREEN read:  \n[87]\n[88]\t\t\tQuestion: I am six Red...how can \t\t\tI pretend to be approaching Lastday?  The words on the SCREEN read:  \n[89]\t\t\tMy Lifeclock... \t\t\t\t\t \t\t\tQuestion: My Life--  Before the startled Logan can finish...he feels a shock of pain and his hand is immobile. Logan stares at the back of his hand as if it wasn't his. His forehead shines with sweat.  Now the entire area, including the chair and the screen begins to glow bright red. The glowing becomes so bright that Logan is forced to close his eyes.  As the glow subsides...Logan looks at his right hand. The red flower crystal in his palm is blinking. He stares at it, fascinated, fearful. \t\t\t \n[90]\t\t\tQuestion: \t\t\t\t\t \t\t\tAm I still six Red? \t\t\t The words on the SCREEN read:  \n[91]\t\t\tI know that but I had four more years \t\t\t\t \t\t\tThis means ten days to Lastday. \t\t\tOf course I will get the four years \t\t\tback, won't I?  The words on the SCREEN read:  \n[92]\t\t\tQuestion: Do I get my four years back?  Too late. The SCREEN is BLANK. For a moment his lips part as if to say something more but he changes his mind, turns away.  Now Logan walks over to the table and removes the ankh. Almost automatically, he starts moving his hand toward the groove...but the SCREEN already has the words:  \n[93] Logan looks at it - then:  The CAMERA PANS Logan out of the mammoth room.... past the GIANT LIFECLOCKS....where he pauses.... glances at his BLINKING CRYSTAL....and continues out into:  \n[94]\t\t\t\t\t \t\t\tDid you ever see anybody renew?  \n[95]\t\t\tDid you?  \n[96]\t\t\tAnybody we know?  \n[97]\t\t\t\t\t \t\t\tI'm fine.... \t\t\t\t\t \t\t\tSee you....  \n[98]\t\t\t\t\t \t\t\tLocation...female Green Six... \t\t\tname Jessica...living in Quad K.  \n[99] Logan opens the door to see Jessica. Behind her a young SANDMAN who has obviously escorted her there.  \n[100]\t\t\tShe has.  Jessica half turns and shrugs a 'see?'. The young Sandman's smile widens, he waves to Logan and shoves off.  \n[101]\t\t\tBut I wasn't sure you'd come.  \n[102]\t\t\tI couldn't get you out of my mind.  \n[103]\t\t\tMaybe...sure....  \n[104]\t\t\tOf course.\t\t \t\t\t\t\t\t \n[105]\t\t\tYou know  \n[106]\t\t\tAll right.  Logan extends his right hand. He turns his right palm so that. Jessica can see it blinking red.  Jessica gasps for a moment...then:  \n[107]\t\t\tI'm going to run.  \t\t\t\t\t\tJESSICA (after \t\t\t\t\treacting \t\t\tWhy tell me?  \n[108]\t\t\tYou know something. \t \n[109]\t\t\tBoth...running's what I'm interested \t\t\tin.  \n[110]\t\t\tIt's different now. Help me.  \n[111]\t\t\tA Runner gave it to me.  \n[112]\t\t\tI let him go...believe me.  \n[113]\t\t\tSpeak to your friends for me, Jessica... \t\t\tplease...  \n[114]\t\t\t\t(clutching the ankh, looking \t\t\t\tat Jessica's; then: \t\t\tI don't have much time.  \n[115]\t\t\tWhat can I do to make you believe me?  Jessica draws her hand away quickly from his touch.  Logan stands and starts out...as Jessica watches him..  \n[116] A distance away...watching.  \n[117]\t\t\tAre you here to help me? \t \n[118] Walking along a handsomely landscaped stream. Laughing together, stopping to admire the beautiful fish .  \n[119]\t\t\tThat's tomorrow.  \n[120]\t\t\t\t\t \t\t\tMaybe you'll chink of something...  \n[121] \n[122]\t\t\tIf you did know, you'd tell me. \t\t\t\t\t \n[123]\t\t\tIf you trusted me, you'd know. \t\t\t\t \n[124] Suddenly she stops. He comes round facing as people eddy by them. Logan looks at her searchingly.  \n[125]\t\t\tTell me, Jessica.  Behind him the two men move in. The man with the garrote raises his hands. One more step... Logan senses something, half-turns just as we hear a familiar urgent SOUND--the sound of his transceiver. Behind him the man hesitates, drops his hands. Logan takes the transceiver from his belt and moves out of the crowd to the side, Jessica with him. Now he bends to read the message and Jessica cranes her head to see too. \t \n[126] The Sandman at the console turns and says:\t\t  \n[127] As he speaks he leads her into the maze-car station and punches out his destination on the car caller.  \n[128]\t\t\tA Runner...Cathedral. A woman.  \n[129]\t\t\tWhy not? Maybe she'll help me. \t\t\tYou won't. You'd better stay here.  The maze-car arrives and they move to it. \t \t\t\t\t\t\tJESSICA (touching his \t\t\t\t\tarm \t\t\tI'd rather be with you. \t \t\t\t\t\t\tLOGAN (knowing she is \t\t\t\t\tlying through her teeth \t\t\tThat's nice. \t\t They enter the car which instantly moves off. As it passes, the men in ambush come forward and read the destination. They ring for another car which pulls in immediately.  107- \n[130] \n[131]\t\t\tHave you ever been through Cathedral?  Jessica shakes her head.  \n[132]\t\t\tThey're like beasts. Wild. \t \n[133]\t\t\tInsane. Nurseries are better than any \t\t\tmother could be.  \n[134]\t\t\tUh-uh.  \n[135]\t\t\t\t\t \t\t\tWhen did you begin to question Lastday?  \n[136]\t\t\tLet's see - how long has it been?  As Jessica turns her head...looking somewhat guilty, the maze-car slides to a stop.  A warning light pulses on the car's console and a RECORDED VOICE speaks before the hatch opens.  \n[137]\t\t\tLet me go first. Sometimes they're \t\t\twaiting just inside there--to rush \t\t\tyou when it opens...  \n[138]\t\t\tQuickly now--  He helps her through the narrow opening--the portal's walls are very thick.. They turn abruptly and see:  \n[139]\t\t\tJust follow--no matter how it seems...  \t\t\t\t\t\tJESSICA (doing her \t\t\t\t\tbest \t\t\tBut what is this--why? \t \t\t\t\t\t\tLOGAN (as they enter\t \t\t\t\t\tthe corridor)\t \t\t\tThe Cubs. When they're flying on muscle \t\t\tthere's  no way to catch up. Without the \t\t\tdazzle, they'd just go past us-- \t\t\t\t\t \t\t\ttoo fast  \n[140]\t\t\tIt's unauthorized. No good for any- \t\t\tone over thirteen anyhow--shakes you \t\t\tto pieces--speeds everything up to a \t\t\tblur-- \t\t\t\t\t \t\t\tyou can see what happens when some \t\t\tflying Cub tries to go through this \t\t\ton muscle--splat! \t Jessica reacts...to what Logan has said...then:  A moment later: \t \n[141]\t\t\t\t\t \t\t\tNot here. Might be a decoy.  Cautiously, Logan and Jessica exit from the wall, stepping out into-  \n[142]\t\t\tRunner!  Silence. Jessica involuntarily moves to him and as she does, the Runner moves from behind an upright and stands.- The figure is shadowed, the arms out, palms facing in a kind of gesture of surrender. In the Runner's left hand, the tiny red crystal pulses on and off. The Runner is a woman!  There is an instant of frozen confrontation and then suddenly Jessica gasps, grasping at him.\t \t\t As Logan whirls:\t \t\t \n[143]\t\t\tI'm a Sandman!\t\t  \n[144]\t\t\tI feel sorry for you, boy!  Some murmuring as the pack watches their leader.  \n[145]\t\t\tNo, for you! How old are you, Billy?  Billy is silent.  \n[146]\t\t\tFourteen? Fifteen? Your days are running \t\t\tout. How long can you last? A year. Six \t\t\tmonths? \t\t\t\t\t(he points to the yellow \t\t\t\t\tflower in Billy's palm \t\t\tWhat happens when you're sixteen and \t\t\tyou go green?  \n[147]\t\t\tNo cubs over fifteen, Billy! Ever \t\t\theard of a cub with a green flower? \t\t\tYou'll leave Cathedral then, Billy, \t\t\twhen you're on green, because they \t\t\twon't let a green stay here. \t\t\t\t\t \t\t\tIf you try to stay the young ones will \t\t\tgut-rip you apart!  \n[148]\t Being held against the wall by Cubs as: \t\t\t\t \n[149]\t\t\t\t\t(moving the gun slowly \t\t\t\t\tback and forth \t\t\tAll right! How many of you want this to \t\t\tbe Lastday?!  The pack moves back again...and  disperses, leaving Billy facing Logan alone.  \n[150]\t\t\tCome on, Billy...come on...you cut \t\t\ta Sandman, didn't you?!  Logan tucks the gun back into his waist.  \n[151]\t\t\tCome on, Billy...cut me...Come on  After a beat, Billy turns and runs away.  Logan comforts the shivering Jessica for a moment then takes out the small box from his pocket and turns it...until it starts BEEPING.  The CAMERA PANS Logan and Jessica...following the SOUND.  They move over the rubble...and cautiously around abandoned buildings.  We HEAR A SCREAM...and HEAR the Cubs who've only obviously found and attacked someone. The SOUND is coming from a different direction than where the beeping is coming from.  \n[152]\t\t\t\t\t \t\t\tThey've got someone else! Why would \t\t\tanybody come here?  Jessica shudders as the scream dies abruptly.  The BEEPING is now very loud.  Logan homes in on an abandoned building, enters, crosses swiftly to a door inside and kicks it down.  We SEE the Runner. The WOMAN cringing, expecting death.  \n[153] frozen for a moment. In f.g. a figure stirs, moves and we see it is Francis. His weapon is drawn and aimed, but as he watches, he lowers the barrel and smiles. The is Logan's job.  \n[154] \t\t\t\t\t\tWOMAN (nearing \t\t\t\t\thysteria \t\t\tThere's been a terrible error! My \t\t\tLifeclock must have broken in some way! \t\t\t\t\t \t\t\tI'm nowhere near thirty...look at \t\t\tme...I'm twenty-two. I should be \t\t\tgreen! Did you hear me? \t\t\t\t\t \t\t\tGreen!  \n[155]\t\t\tDon't be afraid--\t  Before Logan can continue...the Woman...who is now wild-eyed and hysterical lunges at Logan...and starts grappling with him. \t \n[156]\t\t\tI'm not going to hurt you.  Slowly, she rises.  Logan takes out the ankh.  \n[157]\t\t\tSanctuary? Anything?  Logan reaches into his pocket and takes out a small round object...the size of a large marble.  \n[158]\t\t\tIf they find you throw this hard\t \t\t\tenough to break it. Then hold your\t \t\t\tbreath till you get away...It's \t\t\tblind gas.  Her reaction is blank, then, with desperate ferocity she attacks Logan again.  During the course of the struggle, Logan subdues her again.  Jessica enters, bends over the near-crazed Runner as Logan holds her. Eyeing him, the woman stands and takes the small round object...she appears somewhat bewildered as Logan and Jessica move off. \t\t \n[159] At the flash of FIRE from Francis' gun, they turn. Logan and Francis' eyes meet. A beat, then Logan grabs Jessica and pulls her away.  \n[160] \n[161]\t\t\tWhere? Sanctuary? Can you take \t\t\tme there?\t  \n[162]\t\t\tAll right. But why? I didn't kill the \t\t\tRunner.  \n[163]\t\t\tThat's nothing...there's a Sandman \t\t\tbehind us, too and there'll be \t\t\tmore soon. Take me to them.  \n[164]\t\t\tThen - why don't you leave me - go \t\t\tto them - explain  \n[165]\t\t\tAll right. New You 483. I'll find \t\t\tout myself.  \n[166] as they enter NEW YOU #483 they are being watched by:  \n[167]\t\t\tHello.  \n[168]\t\t\tA Sandman can get as sick of his face \t\t\tas anyone else. Where's the doctor?  \n[169]\t\t\tIt's all right with me. Is he here?  \n[170]\t\t\tNo - Look, I'm in a hurry.  \n[171]\t\t\tBeautiful work. This man do them all?  \n[172]\t\t\tJust one. \t\t \n[173]\t\t\tThanks. \t\t\t\t\t \t\t\tI thought you'd be older. I ex- \t\t\tpected a Red.  \t\t\t\t\t\tDOC (showing his palm; \t\t\t\t\tthe flower crystal is Red \t\t\tI am.  \n[174]\t\t\tYour own work?  \n[175]\t\t\tJust the face.  \n[176]\t\t\tDo I have to undress?  \n[177] Logan lies down.  The Table ripples...accepting his weight prisoning and positioning him.  \n[178]\t\t\tI don't care...Just get it over \t\t\twith.  \n[179]\t\t\tHolly'd like dark hair. \t\t\t \n[180] His face tense--he knows something's wrong. Over him Holly's bright face with its rapt look. She's not sure, but she enjoys whatever's happening.  \n[181]\t\t\tNo - I'm Running!  Machine begins to WHINE LOUDLY.  Jessica tries to turn the machine off...Doc starts to wrestle with her as:  \n[182] Moving.  \n[183] As surgical beams slit his shirt from the shoulder to the waist leaving two threads of blood.  A vacu-head dips to suck the blood away neatly.  \n[184] As Logan desperately sucks in his belly....trying to flatten himself into the Table.  \n[185] As laser blades cut into his face....followed by a spray of healing liquid on the cuts. \t \n[186] As two wide blades of light sweep downward....and hover three inches above his neck....and keep lowering ....HUMMING loudly....and one inadvertently frees Logan's right arm.  \n[187] As dozens of laser beams slash toward Logan....he twists away....and breaks off....jumping off the Table.  Doc rushes Logan holding what appears to he a frozen police billy.\t  In an instant he has knocked Logan's gun away....and as Logan looks down at it....we see it lying on the floor completely frozen.  Slowly, Doc moves toward Logan the short smoke-colored stick menacing in his hand.  \n[188]\t\t\tWhat I told you is the....  Abruptly, Doc lunges toward Logan...missing him as Logan ducks away.  As Doc turns to attack....Logan smashes his elbows into Doc's chest and Doc falls back onto the Table.  \n[189] Making an effort to stop the machine, pulling levers and pushing buttons in vain. He sees what's happening, pulls Jessica away from Holly and, grabbing up his gun and tunic, heads for the entrance. Crossing the waiting room they are stopped by the sight of:  158- \n[190] As they face Francis.  \n[191] \n[192]\t\t\tIt has nothing to do with you.  \n[193] Suddenly she pulls him in another direction.  \n[194] Exiting from the other side...and running through the crowd toward and into a Love Shop...followed by Francis coming out of the Hallucimill, too... and running toward the Love Shop.  \n[195]\t As they enter the hot darkness. The Love Shop is throbbing with sexuality. In it, the darkness breaks at Irregular intervals -- when booths and cubicles flare into brilliance, each time revealing an orgiastic tableau. The Love Shop is multi-leveled and the random flashes may appear from any direction at any time, blinding and stunning the viewer. Logan and Jessica pause to get their bearings and as they do, a beautiful WANTON grabs Logan, pulling and laughing:  \n[196] As she tears at his clothing, wrapping herself around him, trying to pull him down. Then, as the light flares again she suddenly lets go and grabs another man...Logan is, freed, starts looking for Jessica.  177- \n[197] Brief glimpses of them looking for each other.  \n[198] As he suddenly collides with a woman -- shoves her away and sees it's Jessica. Now together they make for an archway where multiple mirrors enclose them.  Suddenly they are in darkness. Then a heavy door slides open and Jessica leads Logan through the opening. Behind them the door slides shut again. \t\t\t \n[199]\t\t\tAre you taking me to them?  \n[200]\t\t\tBecause he's my friend - \t\t\t\t\t \t\t\tand I don't want to be killed by him - \t\t\tor anyone.  \n[201]\t\t\tWill he find us and kill us? \t\t\tYes...or one of the others. \t\t\t\t\t \t\t\tYou know there's only one place \t\t\tto go now...  \n[202]\t\t\t\t\t\t\t \t\t\tI'd rather take my chances with \t\t\tthem...than with Francis.  \n[203]\t\t\tYou think Sandmen will? \t\t\t\t\t \t\t\tThere's no other way for me,  \n[204] They have come to the foot of the stair. Here the flooring shines wetly in the darkness.  \n[205]\t\t\tHow will they know we're coming?  \n[206]\t\t\t As he fumbles the transceiver switches at his belt, punching out a signal.  \n[207] Close together, he behind, waiting--alert as a VOICE is suddenly heard:  \t\t\t\t\t\tVOICE (scratchy, \t\t\t\t\tfiltered) \t\t\tSandman, put your hands on your head. \t\t\t\t\t \t\t\tClasp your fingers together. Now turn \t\t\tyour hands over. Palms up. \t\t\t\t\t \t\t\tIn a moment a light will shine in your \t\t\teyes. Walk into it--Jessica first, \t\t\tthen you, Sandman. You will have to \t\t\tstoop--but don't unclasp your hands. \t\t\tDo you agree?  Logan nods.  Jessica glances back at him but their faces are unreadable in the dark. Then suddenly--in front of her--a blindingly bright, narrow rectangle of light illuminating them fiercely. Jessica moves forward. Even she has to stoop. Logan is close behind. As he bends awkwardly into the opening, the light goes out.  \n[208] As he pushes her through the opening then moves instantly to the side, pulling her with him.. The move fails. Both are pinned helplessly in the blinding glare of the spotlight and the sudden appearance of glass-silver spear points pressed against them. Logan is unable to draw his gun.  \n[209] In the darkness we see the glass-silver spear points are glowing all around them, the long shafts falling away into darkness, the points, steaming gently when they touch--making an instant, wincing burn. Logan moves--a spear point presses--he flinches.  \n[210]\t\t\tI'm a runner. She brought me here because \t\t\tI begged her to help me.  He turns his palm. The red crystal blinks impressively in the darkness.  At the sight, a BABBLE of SOUNDS. Argument.  \n[211]\t\t\tYes I have.\t\t \t\t\t\t\t\t \t\t\tNow it's my turn. And I want to \t\t\tlive.  Another angry murmur of VOICES. Over it Jessica suddenly:  \n[212] Reacts fiercely, spinning against the spear points, he is Jabbed and pierced in a dozen places as he manages to get Jessica closer, shielding her with his body. But the spear points are too much. He subsides, as VOICES rise angrily \"Kill him now\".  Suddenly a RINGING ALARM. All sound stops at once and we hear a CLATTER of FOOTSTEPS down the iron stair and across the outer floor. The spotlight bursts on again and a figure staggers into the chamber, straightening into the light, hair dishevelled, hands in front against the glare. It's Holly.  \n[213]\t\t\tMay we move?  A long beat. Then--  \n[214]\t\t\tI don't know who you are. I'd \t\t\tlike to thank someone.  \n[215]\t\t\tI Will there be someone to tell us \t\t\twhere to go from there...?  A murmur of discussion then:  \n[216]\t\t\t\t\t \t\t\tNo. Jessica goes back now. Take her back. \t\t\t\t\t(suddenly his tone is \t\t\t\t\turgent as he speaks to her) \t\t\tNow! Go on back. Back outside, Jessica.  She is bewildered by the change.  \n[217]\t\t\tWhy, Jessica? You're still a green. \t\t\t JESSICA shakes her head. She doesn't know why.  Logan puts his arm around her, marveling, trying to understand, moved. But suddenly he remembers the urgency of the moment. He wheels, pulling her with him. \t\t\t \n[218]\t\t\tCome on then--they'll be here any \t\t\tminute!  Uncomprehending, she starts to run with him. Too late. An EXPLOSION shakes the chamber--the wall bellies inward and a group of Sandmen, led by Francis, burst into the room, firing as they come. \t\t\t Panic. Turmoil. PEOPLE running, SCREAMING--the ALARM BELL RINGING, RINGING as Sandmen methodically slaughter the people in the wreckage of the room.  \n[219] As the brief, one-sided battle rages, echoing SHOTS and SCREAMS in the dust filled room, Logan pulls her down out of the way. They watch, helplessly. Suddenly the figure of a Sandman looms before them. He stares at Logan, unsure. Logan reacts, draws, fires. The Sandman is smashed away, burning.  \n[220] Suddenly aware that he has killed a Sandman. Jessica pulls him down again into the shadow. Neither realizes chat the soft pulsing of his crystal can be seen from the room.  \n[221] As he pulls her shakily to her feet. She nods, she's okay. He leads her off down the tunnel.  \n[222] following the tracks. The way leads down, curves, recurves, but always down.  \n[223] Hearing a SOUND they turn and see: \t \n[224] As Jessica takes the ankh from her neck - fumbling with the chain.  \n[225]\t\t\tWait - I have the one I took from \t\t\tthe Runner.  SOUND: The same as before as Logan searches his pockets for the Runner's ankh.  Logan finds it just as the WHIRRING SOUND has STOPPED again...and the light has gone out again in the center of the wheel.  As Logan and Jessica wait for the sound, etcetera to repeat again another TREMENDOUS EXPLOSION is heard rocking everything.  In the distance, Jessica can see the shadow of a FIGURE approaching.  As the SOUND, etcetera, repeat-s once more...Logan pushes the ankh into the lighted center of the wheel. The ankh fuses and the lighted center becomes brighter as the door opens.  There is a hesitation...in which Logan turning his head back... realizes what he has done and is shaken.  As the shadowed FIGURE looms LARGER:  \n[226] Bewildered -- uncertain, as their eyes adjust to the dim light. Finally, Logan gestures ''this way\" and sets out.  (NOTE: The action of the sequence is the action of people groping through a labyrinth. They go along, gripping a rail where possible, sometimes sinking deep into water, sometimes rising above it. They run into blind endings and retrace to the last junction -- always trying for what looks driest and seems to stretch farthest along the great wall...  \n[227] A. Making their way along the walkway side by side.  B. Stopping as the walkway disappears under water. Logan wading in while she waits -- until he re-emerges. She follows.\t  C. Choosing between diverging ramps. Having to return.  \n[228]\t\t\tIt's the only way. \t\t\t D. POV an alley way full of machinery. Logan gives a wheel a half turn -- great rusty net-combs start to winnow the water.  E. Helping Jessica, Logan slips...falls into darkness. Jessica's fear until he emerges, hand over slimy hand. The water is cold.  F. POV ancient signs - PROTOPLANK...DEPOT NO #11 DO NOT DECANT... \n[229]\t\t\tSome kind of breeding pens...I \t\t\tsuppose...They say people used \t\t\tto breed animal s, fish, anything \t\t\t\t\t \t\t\tTo eat, of course. \t\t\t \n[230]\t\t\tStay here, while I see what it is.\t  Jessica nods, frightened. Logan slips off into the darkness. In a moment he's back. His face - is grim.  \n[231] Trying to move faster now, Logan makes a wrong turning and they must go back. But as they do so, Francis is ever closer -- a gigantic distorted SHAPE now visible through the eerie glass -then suddenly seeming small and distant.  As they emerge from the blind alley once again close to the wall, suddenly:  \n[232] Logan desperately claws at machinery, succeeds in starting motion, somewhere what sounds like a GENERATOR begins laboring, ancient machinery GROANS. \t\t They turn and run as they HEAR: \t \t\t\t\t\t\tFRANCIS (distorted; \t\t\t\t\techo; etcetera \n[233]\t\t \n[234] Francis FIRES -- tremendous SOUND, ECHOING and RESOUNDING. One of the great tanks buckles and a cascade of water erupts over everything. Through it, Logan manages to get the door open and pushes a half-drowning Jessica through.  \n[235] Moving at an extremely high speed...We can see the outside - flickering - dark, light, - dark, light... and finally to a white color. They lie slumped, motionless. Finally it stops. The door opens into a kind of glistening darkness, suffused by a bluish glow. It is now very cold.  In the silence Logan stirs. Groping, he touches Jessica, who moves close to him. Logan puts his arm around her and they rise. Slowly, tentatively, he leads her out into the dark chamber where they stand for a moment trying to find themselves. What little light there is seems to come from the left. Arm around Jessica, Logan starts to move.  \n[236]\t\t\tIt's brighter there...besides, we \t\t\tcan't go back.  He starts to move again but Jessica hangs back.  \n[237]\t\t\tIt doesn't make any difference anymore.  \n[238]\t\t\tYou knew that I wasn't before, didn't you? \t\t\t\t\t \t\t\tWhy did you stay with me?  \n[239]\t\t\tI had to. I did kill...for the \t\t\tfirst time in my life I killed.  \n[240]\t\t\tI guess so...I know I felt something \t\t\tI never felt before...and I didn't \t\t\tlike it...not a bit. \t\t\t\t\t \t\t\tI'll tell you one thing...Sanctuary \t\t\tbetter be worth it. That's the last \t\t\tplace for me to live now.  \n[241]\t\t\tAll right - what are you? \t \n[242]\t\t\tWe're hungry\tdo you have anything \t\t\tto eat? \t \n[243]\t\t\tThis place is a link to Sanctuary, \t\t\tisn't it?  Box looks totally confused.  \n[244]\t\t\tHow do you think we got here??!!  \n[245]\t\t\tWe were sent here and you know it. \t\t\tOthers have been sent here. Where \t\t\tare they? Hiding? \t Box looks around the cavern: \t \n[246]\t\t\tWhere do we go?!\t \t\t\t\t\t\t\t\t \t\t\tWhere do we go from here??!!  We hear a NOISE outside.  \n[247]\t\t\tYou know about Sanctuary! I know \t\t\tyou do! You have to help us! You \t\t\tdon't have a choice! It isn't your \t\t\tdecision!! Tell us.  \n[248]\t\t\tWhere do you send them?  \n[249]\t\t\tAnswer the question!  \n[250]\t\t\tThere must be somebody else up here.\t \t\t\tI can't believe that he's--\t  \t\t\t\t\t\tBOX (interrupting; \t\t\t\t\this voice tone changing; \t\t\t\t\tvery lucid \t\t\tLet me sculpt you and I will show \t\t\tyou where the others have gone. \t \n[251]\t\t\tThat's better. \t\t\t\t\t \t\t\tHow do you want us?  \n[252]\t\t\tHow do you want us?  \n[253] ...oblivious to Box...their feelings intensifying as they continue to hold one another.  \n[254] Before they turn to view the sculpture they kiss long and passionately.  Their mood is broken by:  \n[255] There are tears in Jessica's eyes as she reacts to the sculpture.  \t\t\t\t\t\tJESSICA (squeezing\t \t\t\t\t\tLogan's hand)\t \t\t\tIt's glorious  Logan helps Jessica off the pedestal and they both start to dress.  \n[256]\t\t\tAll right. Now you keep your \t\t\tbargain.  \t\t\t\t\t\tBOX (rapt by his \t\t\t\t\twork) \t\t\tWait for the wind! Wait and hear \t\t\tthe birds sing over you!  \t\t\t\t\t\tLOGAN (only interested \t\t\t\t\tin getting out \t\t\tWe're ready.  Box mumbles as he leads Logan and Jessica toward the rear of the Ice Cavern.  \n[257] Horrified as they move slowly along the wall.  \n[258]\t\t\tHow did they get in here?  \n[259]\t\t\tWhat other food?  \n[260]\t\t\tTell us how to get out...or I¹ll\t \t\t\tdestroy you..I'll kill you!  Box laughs...The same LOUD, ROARING LAUGH we HEARD earlier.  Then:  \n[261] Retreating...as Logan FIRES again and again...to no avail.  As Logan and Jessica retreat further and further toward the rear of this room and:  \n[262] Finally reaching the rear wall of this room as:  \n[263] Seemingly pinned back against the rear wall.  Logan is FIRING his gun futilely with his right hand...while moving his empty hand against the rear wall...trying to find a knob or button which might open it.  The entire time he never takes his eyes off:  \n[264] Against the rear wall...We can SEE...but they cannot...that above them...on the ceiling...there are a number of exposed cables.  \n[265]\t Box is practically upon them.  As he lunges forward with his WHIRRING saw hand Logan pushes Jessica to the floor and drops down alongside her.  Box cannot stop his forward thrust and cuts a sizable chunk of ice out of the rear wall as:  Logan SHOOTS at Box from the floor Level...upwards ...trying to penetrate some part of his seemingly impregnable body. He misses but hits the exposed cables on the ceiling.  There is an EXPLOSION.  \t\t\t\t\t\tBOX (looking up; \t\t\t\t\tscreaming) \t\t\tNo! The coils!  Box rushes past Logan and Jessica toward the huge ice cavern containing his sculptures.  \n[266] \n[267] Stir in the dimness, amazed to be alive.  SOUND: A heavy crash and splash as another huge ice block falls into the water.  As it falls, the cave is suddenly illuminated again. They look and see the light is coming from a great fissure in the wall--opened by the last ice fall. Water rains across the opening.  Logan and Jessica make their way to it, step out.  \n[268]\t\t\tIt seems to be moving away. \t\t\tCome on...  \n[269] clambering cautiously down from the barren ledge.  \n[270]\t\t\tIt feels like breath. It makes \t\t\teverything move. Your hair is moving.  \n[271]\t\t\tJessica -- we must be outside!  She looks at him, uncertainly, he puts an arm around her and they set out again.  \n[272] They come upon bushes of berries. Logan picks a few, looks at them and smells them. As he is about to put them in his mouth...Jesslca grabs hold of his hand.  \n[273]\t\t\tSooner or later, we'll have to try \t\t\tsomething  Logan eats the berries...as Jessica watches intently.  After a beat  \n[274]\t\t\tThey're good.  Logan and Jessica pick berries and eat. When they are finished:  \n[275]\t\t\tWhy don't we rest here? We know we can \t\t\teat these.  They sit on the ground.  \n[276] Sitting on the ground.  Jessica is shivering. Logan has his arms around her trying to keep her warm.  \n[277]\t\t\tI doubt it. \n[278]\t\t\tI won't. \t After a long beat:  \n[279]\t\t\tIt all seemed to make sense until \t\t\tBox.  \n[280]\t\t\tHow would anyone know? Even if we find \t\t\tit -- we can never go back.  At her stricken look...Logan touches her in a caring way.  \n[281]\t\t\tYou're right...it must be near \t\t\tnow. We'll find it.  \t\t\t\t\t\tJESSICA (yawning;\t\t \t\t\t\t\tclosing her eyes; resting\t \t\t\t\t\ton his shoulder)\t \t\t\tThirty thousand years didn't last \t\t\tvery long, did they? \t \n[282] walking in the hot sun...grimy...thirsty.  \n[283] Seeing shimmering in the distance. They walk toward it.  \n[284] Reaching...  \n[285]\t\t\tYou know, Jessica.  \n[286]\t\t\tOf course.  \n[287] Coming out of the forest...climbing up a green hilly area...reaching the top and seeing:  \n[288] Walking toward CAMERA to edge of swamp they stop and look at:  \n[289] Exiting CAMERA RIGHT toward Memorial  \n[290] Climbing steps of memorial toward statue.  \n[291] Looking up at statue.  \n[292] Looking up at statue.  \n[293]\t\t\tI have never seen a face like that \t\t\tbefore. It must be the look of great \t\t\tage. Whoever he was he was terribly old.  \n[294] \n[295]\n[296] \n[297] As they pass the stones, Logan glances at them.  \n[298]\t\t\tThey all have names and numbers \t\t\ton them. I wonder what they are?  \n[299] Walking up the steps...many of which are cracked.  They are proceeding with great caution...as they enter the Capitol Building.  \n[300] SOUND: HAMMERING NOISE -- irregular. It stops after a bit.  They walk to the door and open it cautiously.  They EXIT right.  \n[301] React, then they enter Senate and stop and look.  \n[302]\n[303]\t\t\tIt could be...  There are a COUPLE OF CATS on the man's lap as he turns and faces Logan and Jessica...when he HEARS them move closer.  The man is stroking the cats calmly...unperturbed by the appearance of Logan and Jessica.  \n[304]\t\t\tHow old are you?\t\t  \n[305]\t\t\tYour hair is white.  \n[306]\t\t\tIs that what they're called-- \t\t\tcats?  \n[307]\t\t\tHow long have you been living \t\t\there? \t \n[308]\t\t\tWhat kind of place is this? \t \n[309]\t\t\tHow did you get here?  \n[310]\t\t\tAre there any other humans?\t \t \n[311]\t\t\tHave any other people ever passed \t\t\tthrough?  The man shakes his head...then:  \n[312]\t\t\tWhat makes you think so?  \n[313]\t\t\tMother and -- ? You knew your mother \t\t\tand father?  The man nods.  \n[314]\t\t\tWhere are they?  \n[315] \n[316]\t\t\tNo--I'm sorry. It's not possible. \t\t\t \n[317]\t\t\tI'm sorry but I don't have anything to \t\t\tgive you.\t \t\t As the man continues to look petulant:  \t\t\t\t\t\tJESSICA (simply; \t\t\t\t\tsincerely \t\t\tThat's the truth.  Jessica takes off a ring and hands it to the man.  \n[318]\t\t\tWhat's beyond this place - do you \t\t\tknow? \t \n[319]\t\t\tDid your Mother or Father ever \t\t\tmention another place? \t \n[320]\t\t\tMay we stay here for a while?\t \t\t\tWe'd like to rest.\t  \n[321] Logan clears two chairs of cats and they sit down.  Jessica picks up a book and starts leafing through it.  Logan is deep in thought.  Jessica looks up from the book.  \n[322]\t\t\tThat sweet madman -- how could he \t\t\tCome to exist? \t \n[323]\t\t\tOne in a million, I suppose  \t\t\t\t\t\tLOGAN AND JESSICA (together; \t\t\t\t\tsmiling) \t\t\t...Who knows?  \n[324]\t\t\t\t\t \t\t\tThere's nothing to go on to, Jessica.  Logan continues to shake his head through Jessica's following line:  \n[325]\t\t\tYou want there to be one...that \t\t\tDoesn't...  \t\t\t\t\t\tJESSICA (interrupting; \t\t\t\t\turgent tone) \t\t\tThere has to be! I know it exists! It \t\t\thas to!!  \n[326]\t\t\tNo, there doesn't. Not really --just so \t\t\tmany want it to exist...so many who \t\t\tdon't want to die...want it so much \t\t\tthat a place called Sanctuary becomes \t\t\t\"real\". But it doesn't exist. It never \t\t\texisted. Just the hope.  \t\t\t\t\t\tJESSICA (becoming\t \t\t\t\t\thysterical \t\t\tYou're wrong!! It has to be!! \t\t\tIt Just has to be!!  As Logan takes her in his arms...comforting her:  \n[327]\t\t\tThat's the same fellow who's outside. \t\t\tIf he was so important - why isn't he \t\t\tfirst?  The old man shakes his head.  \n[328] Holding up his right palm.  \n[329]\t\t\tLook at your palm, Francis.... \t\t\tlook! It's clear. Clear!  \n[330]\t\t\tI didn't do anything, Francis! \t\t\tThey've made us believe that....  \t\t\t\t\t\tFRANCIS (interrupting; \t\t\t\t\twild) \t\t\tWhy did you do that???!!!  Francis leaps from the gallery and falls on Logan.  \n[331] In hand to hand combat punching...Kicking...wrestling  \n[332] Rubbing his face with the palms of his hands...clearly upset.  \n[333]\t\t\tNot yet.  \n[334]\t\t\tWhat are we promising him? What can we \t\t\tpossibly give him?  \n[335]\t\t\tWe can't. We're going back.  \n[336]\t\t\tI'm going to try and tell people what \t\t\twe've seen and--  \n[337]\t\t\tDo you expect me to let things go on \t\t\twithout trying to change them?!  \n[338]\t\t\tThings change!  \n[339]\t\t\tJessica...listen to me...listen to me... \t\t\t\t\t \t\t\tThe Lifeclocks made me kill \t\t\tFrancis. They make people die or \t\t\tbe killed every day. If I didn't \t\t\ttry and destroy that...I couldn't \t\t\tlive here or anywhere. Do you \t\t\tunderstand?  \n[340]\t\t\tI know...I know...  The Old Man comes to them, wondering.  \n[341]\t\t\tWe're leaving.  \n[342]\t\t\tTo a city with thousands and thousands \t\t\tof people.  \n[343]\t\t\tMore...many more.  \n[344]\t\t\tI promise. We '11 go on as soon \t\t\tas it's light.  \t\t\t\t\t\tJESSICA (gently, \t\t\t\t\tturning O.M. away) \t\t\tBut now I'm tired. Let's go back to \t\t\tthe fire...  They turn, the Old Man still marveling at the sight.  \n[345]\t\t\tThank you.\t\t\t \t\t\t\t\t\t \t\t\tTell me - what do those words mean? \t\t\t\"Beloved husband²...²Beloved son\"... \t\t\t\"Beloved wife\"'...  \n[346]\t\t\tStay? They lived together all their years?  \n[347]\t\t\tYes. You and I, Jessica. \t\t\t\t\t  \n[348]\t\t\tSanctuary is the right to live.... \t\t\tnothing more. But nothing less, either....  There is a long beat...then Jessica snuggles up to Logan...she is ready for sleep.  \n[349]\t\t\tBeloved wife...  \n[350]\n[351]\t As they walk the great glowing dome is visible in the distance.  The Old Man marvels at what he sees...they walk on.  \n[352] Walking up the beach toward the domed city. We get an idea of the scale. They appear as ants in front of redwood trees.  \n[353] Approaching. The wave power inlet in f.g. They  \n[354]\t\t\tIt's part of the hydrogalvanic \t\t\tsystem. The ocean tides are changed \t\t\tinto energy somehow.  \n[355]\t\t\tOf course. \t\t\t\t\t \t\t\tI don't know where... \t\t\t\t\t \t\t\tI Just took them for granted. \t\t\t\t\t \t\t\tIt's our only chance.  The CAMERA PANS LOGAN, JESSICA and the OLD MAN down the STRANGE STEPPED CONSTRUCTION until they reach:  \n[356]\t\t\tI know... \t\t\t\t\t(after a beat; to the \t\t\t\t\tOld Man \t\t\tWe're going to try and get in this \t\t\tway. I don't think you can make it.  \n[357]\t\t\tI'm sorry.  \n[358]\t\t\tCan you make it back?  \n[359] Emerging from the water.  It is a labyrinth of humming turbines, automonitored cables and impulse collectors.  Logan leads her swiftly through the humming maze toward an exit.  369- 369Xl \tOUT  \n[360]\t\t\tNo!! Don't go in there !!  The CROWD turns and looks up at:  \n[361] On a high balcony in the Great Hall.  Looking down at them.  \n[362]\t\t\tYou don't have to die!! No one has \t\t\tto die at thirty!!! You don't have \t\t\tto blink out on Lastday. There's no \t\t\trenewal on Carrousel! You can live \t\t\tlonger and grow old... I've seen it. \t\t\tShe's seen it!! Believe me!!  There is an angry murmur in the CROWD as Logan continues:  \t\t\t\t\t\tLOGAN (holding up \t\t\t\t\this palm \t\t\tSee... it's' clear. The Lifeclocks \t\t\tare a lie - Carousel is a lie!!  \n[363] A shaft of light glows on and he stiffens - bound by it.  \n[364] As around him in the air, a series of spectral greenish HEADS appear -- one after the other -in response to questions. Each of these heads is Logan. Each revolves slowly on its axis as it responds.  As the real Logan  is questioned, each of the heads answers in turn. They are each a part of his persona and his brain.  \n[365]\n[366] \n[367] Straining twisting, as the light above him bursts, goes out in a puff of smoke -- releasing him. Logan staggers to his feet in time to meet:  \n[368]\t Manages to get one of the Sandmen's guns, instantly blasting him with it. In the noise and confusion, the fight becomes general. A Sandman fires back at Logan, misses -- the shot hits one of the Lifeclocks which flares electrically, ribboning out a great arc. Instantly Logan gets off a couple of shots at the other Lifeclocks which similarly flare and burst into violent electrical fire and discharges.  \n[369] Making their way through Cathedral -- out the dazzle chamber, running O.S. past Maze Car Station.  \n[370]\t\t Running past Power Center.  "}}