{"filename": "Logan_script.txt", "imdb_id": "tt3315342", "imdb_url": "https://www.imdb.com/title/tt3315342", "characters": ["Federale Commander", "Dr. Rice", "Kathryn Munson", "Will Munson", "Federale", "Caliban", "Gabriela", "Nate Munson", "Federale Lieutenant", "Pierce", "Charles", "Rey (as Rey Gallegos)", "Laura", "Logan /X-24", "Mohawk"], "dialogues": {"Federale": "\n[1]Este es el mutante! Capturar o matar! \n[2]WEAPONS ON LOGAN. But Logan gets in Pierce's face, fiery: \n[3]BOOTS AND BEAT HIM TO THE GROUND. There are too many. Pummeled, overwhelmed, his limbs all pinned, Logan turns over to find PIERCE'S FOOT TO HIS THROAT. Pierce leans down. \n[4] \n[5]Tomar el mutante! \n[6] \n[7]You said alive or dead. \n[8]\n[9]which gets squeezed between the limo and train. Sparks fly. LOGAN SPINS THE WHEEL, PUSHING THE TRUCK (and the Federale Commander in it) INTO THE PATH OF THE TRAIN AS-- \n[10]   \n[11]CHILDREN. Exhortations to the kids to keep running. GUNFIRE. ", "Commander": "\n[1]Este es el mutante! Capturar o matar! \n[2] \n[3]Tomar el mutante! \n[4]You said alive or dead. ", "Dr.": "\n[1]You pay a high price for your gifts, my friend. Too bad you and I didn't meet years ago. I could have saved you some pain. I have something for your blisters. My name is Dr. Rice, by the way. \n[2] \n[3]He's fantastic. \n[4] \n[5]But your friends had every chance. And so did you. \n[6]No. \n[7]Let him come to us. \n[8]No. No, no. \n[9] \n[10]Twenty Four! Stop! Stop now! Get the girl! Get back here! \n[11]Come! Now! \n[12]Go fucking get her! \n[13]It's alright... \n[14]--Yes we are, and I terminated your goddam mutant most wanted. \n[15]I'd appreciate it, Major, if your associates would stop staring at the dead assets. Try to remind yourselves these were all little killing machines, machines who would have happily disemboweled your family. \n[16] \n[17] \n[18]Save tissue from this one. He was a good tracker and had a high IQ. \n[19]You're up? \n[20]Hello, Maria. \n[21]So I understand that your mother and son are safe at the holding center in Guadalupe. We're looking after them both of them. \n[22]Connect the fucking dots, dear. \n[23]Please stop, Mr. Howlett, or I am going to have to tell these men to fire on these children. You can see the effects of the serum are wearing off. You will not survive any further wounds. \n[24]It's an honor to meet you. I'm Zander Rice. I believe you knew my father on the Weapon X program. \n[25]Yes he was. One of them. \n[26]I think you're right. \n[27]My friend Donald overstates. The goal was not ending mutant-kind but controlling it. I realized we needn't stop perfecting what we eat and drink when we could use those products to perfect ourselves. \n[28]To distribute gene therapy discreetly, through, well, everything -- from sweet drinks to breakfast cereal. And it worked. \n[29]Random mutancy went the way of polio. And we embarked on our next endeavor. ", "Rice": "\n[1]You pay a high price for your gifts, my friend. Too bad you and I didn't meet years ago. I could have saved you some pain. I have something for your blisters. My name is Dr. Rice, by the way. \n[2] \n[3]He's fantastic. \n[4] \n[5]But your friends had every chance. And so did you. \n[6]No. \n[7]Let him come to us. \n[8]We learned the hard way with the X-23's. We assumed, because they were children, their emotional responses could be manipulated. But you can't nurture rage. You must simply design it. \n[9] \n[10]No. No, no. \n[11] \n[12]Twenty Four! Stop! Stop now! Get the girl! Get back here! \n[13]Come! Now! \n[14]Go fucking get her! \n[15]It's alright... \n[16]You did fine, twenty four. Breathe. You're healing. You did well. You're a newborn by any measure. Just breathe. Your body has work to do. Hemostasis, angiogenesis, epithelialization, stromal cell proliferation -- Here. This will help with the pain. \n[17]--Yes we are, and I terminated your goddam mutant most wanted. \n[18]I'd appreciate it, Major, if your associates would stop staring at the dead assets. Try to remind yourselves these were all little killing machines, machines who would have happily disemboweled your family. \n[19] \n[20] \n[21]Save tissue from this one. He was a good tracker and had a high IQ. \n[22]You're up? \n[23]Hello, Maria. \n[24]So I understand that your mother and son are safe at the holding center in Guadalupe. We're looking after them both of them. \n[25]Connect the fucking dots, dear. \n[26]Move faster. We can't let them get to the border. \n[27]  \n[28]Please stop, Mr. Howlett, or I am going to have to tell these men to fire on these children. You can see the effects of the serum are wearing off. You will not survive any further wounds. \n[29]It's an honor to meet you. I'm Zander Rice. I believe you knew my father on the Weapon X program. \n[30]Yes he was. One of them. \n[31]I think you're right. \n[32]My friend Donald overstates. The goal was not ending mutant-kind but controlling it. I realized we needn't stop perfecting what we eat and drink when we could use those products to perfect ourselves. \n[33]To distribute gene therapy discreetly, through, well, everything -- from sweet drinks to breakfast cereal. And it worked. \n[34]Random mutancy went the way of polio. And we embarked on our next endeavor. ", "Kathryn": "\n[1]Can we at least give the three of you a decent meal, show our appreciation? We don't live far from here. \n[2]Please. It's the least we can do. And you're going to have to stop for dinner somewhere. \n[3]There's plenty more if you want. \n[4]Vacation? \n[5]That sounds lovely. I've been trying to get Will here to take a vacation for years now. \n[6]Exactly. I say, let it go. \n[7]The Lord will provide. \n[8] \n[9]Let's not go that far. \n[10]Thank you, Chuck. \n[11]What about you, James. Are you married? \n[12]What? It's a natural thing to ask. \n[13]Oh, I'm so sorry. \n[14]You need to rest, don't you? \n[15]They're gonna stay here. We have a perfectly fine room upstairs for your daughter and father and you can sleep in the living room on the convertible. \n[16] \n[17] \n[18]Will. We have three guests in this house and sink full of dishes. \n[19]No. You have homework. \n[20] \n[21]Stay down there, Will! ", "Munson": "\n[1]Men in hazmat take away the bodies of the Munsons. ", "Will": "\n[1]Where you all headed? \n[2]Where are you all heading? \n[3]And if we go out traipsing around the country, who's gonna take care of this place? \n[4]And live off what? \n[5]Well, I'm still waiting for him to provide me with a new thresher. \n[6]Kathryn. \n[7]Nearest is two hours from here and it's not very-- \n[8]Goddamnit. \n[9]Nate, go fill up the tub before we lose pressure. \n[10]It can wait till morning. We got rain last night. \n[11]Alright. You're right. The pump station that supplies us is a mile and a half from here. Sometimes it gets itself shut off. \n[12]Oh, no. Thank you. But these men who did this, they can be-- \n[13] \n[14]Canewood Beverage bought up everything out here. Except us. When we wouldn't sell, they tried eminent domain. Then screwing with our water. Couple months ago, someone poisoned our dogs. \n[15]Who knows. Maybe. \n[16]They're like dinosaurs. Twenty ton bodies with little tiny brains. \n[17]They work day and night, no drivers, shucking their cloned up super-corn. Bears fruit in half the time. Taste like shit, though. \n[18]They don't. They drink it. Corn syrup. Its in all those drugged up drinks everyone's having nowadays-- to stay awake, feel strong, cheer up, sexy, whatever. Used to be a time when a bad day was just a bad day, you know? \n[19]Looks like we'll be here a while. \n[20]How long's your girl been that way? Mute. \n[21]Some ways I envy you. They get to be Nate's age, the nonsense that comes out their mouth. Makes you question the point of it all. \n[22]Hard thing, fatherhood. Never ends. \n[23] \n[24]Until the next time. \n[25]Don't know why I bother. \n[26]Stay here, James. I'll handle this. \n[27]Why don't you ask your boys? \n[28]I have an easement with the previous owner of your property. \n[29]He's a friend of mine. \n[30]I got rights to this water -- \n[31]And I have a lawyer now-- \n[32]You've had training. \n[33]Wish I had you around all the time. Sure you don't want to stay? \n[34]Kathryn doesn't like booze in the house. \n[35]Since Nate was born, I try not to imbibe much. Maybe once a month. \n[36]I'm guessing you enjoy a drink more often than that. \n[37]Kathryn! \n[38]  ", "Caliban": "\n[1]He's having a bad day. \n[2]He needed these six hours ago. This is not enough, you know. It won't last through the week. \n[3]Your turn. \n[4]You know, he told me last night he's communicating with someone. \n[5]Don't be so sure. He had all these details. I thought that tank was supposed to provide some sort of barrier. It's got all these cracks in it. What good is that? \n[6]He's been asking questions again. He's trying to read my mind. \n[7]I don't want to fight but we need to talk about these things. There are things. \n[8]Well. Would it be considered nagging if repeated my observation that the dose is too low. To suppress the seizures. \n[9]I almost died this morning. That seizure was a-- \n[10]It felt a lot longer than a minute. I couldn't breathe. I was in a terrible state. You're less affected, Logan-- Please don't give me that look. You know he needs a higher dose. And I know you've got more money squirreled away. \n[11]No. Not us. You and him. You're saving up for a bloody Sunseeker. I don't see myself hiding below deck like Nosferatu, doing laundry, do you? ...Folding your underwear. Making pigs in a blanket. \n[12]This was in your pocket. \n[13]Adamantium. \n[14]If you're thinking of blowing your brains out, please wait till you're out on the high seas. Thanks. \n[15]A year ago, you asked me to help you. And God knows I try but I can't help you, not really, if you don't talk to me. I hear you at night. You aren't sleeping. You don't want to talk about that. Or the booze you're drinking or the pus you keep wiping from your knuckles or the blood I wash from your clothes or those brand new holes in your chest, that haven't healed. And I very much doubt you want to talk about the fact that you can't read the label on the side of that bottle. It's Ibuprofen. \n[16]That was my favorite mug. \n[17]Something's happening to you, Logan. On the inside. I can smell it. You're sick. \n[18]You're supposed to be leading us somewhere. \n[19]Tell me you didn't rob a bank. \n[20]So you did rob a bank. \n[21]Hello! Logan! --What happened? \n[22]Did something go wrong? \n[23]I'll close your trunk. --I'm making borscht for Charles if you want some. He got dressed for lunch \n[24]...Who does that belong to? \n[25]Who's that? \n[26]I'm a glorified truffle pig, not a clairvoyant. \n[27]Looks like Ex-military. Maybe a bounty hunter? \n[28]He's by himself? \n[29]What if he wakes up before I get there? \n[30]  \n[31]    \n[32]I'm sorry. I believe you're thinking of someone else. \n[33]I will not. I will not help you. \n[34]\n[35]Please let me be... \n[36]What do you want from me?! I did what I could and your human toaster ovens fucked it all up. \n[37]No, no, no. I can't keep-- \n[38]You said you wanted the girl! You said you just wanted the girl! \n[39]Beware the light. \n[40]watching from a cockeyed view, with some satisfaction as-- ", "Gabriela": "\n[1]There are men after us. They almost got us today. We need to get to North Dakota. There, we can cross. To Canada. \n[2]No. It has to be you. I'll give you fifty thousand dollars \n[3]...Sightings... were posted. \n[4]On chat rooms. People said someone looked like The Wolverine was in El Paso, driving. Said he looked old. \n[5]Whoever it was, they were right. \n[6] \n[7] \n[8]I`m a nurse. Was. In Mexico City. \n[9]This morning. Near the border. I got away from them. But they know my car now. \n[10]Take it. Please. Bring us to this address. It's twenty thousand. You can have thirty more when we get there. My friends will-- \n[11]It doesn't matter. \n[12]My boyfriend. He wants to kill me. And take her. \n[13]...yes. He wants to hurt her. I know you are still good inside. I know you want to help. Please. There won't be any problems. Not if we leave now. \n[14]We have to be there Friday. \n[15]Or we miss our chance. To cross. Our... family. They will be there that day. No other day. \n[16]Bring us with you. Please. We can help with whatever you need to do. \n[17]  \n[18]I am a nurse and for ten years I have worked at Transigen research in Mexico City. \n[19]Transigen is a owned by an American company. And they pay better than any Mexican hospital. \n[20]What I am about to show you is illegal in the U.S. and Canada-- \n[21]--and that is why they came here. \n[22]These children were born in this building. They were born here and they have never left. Never seen the sun or ocean, the rain or snow or any of God's creatures. \n[23]They have no birth certificates, no names beside the ones we have given them. They were raised in the bellies of Mexican girls. \n[24]--girls no one can find anymore. \n[25]Their fathers were semillas genética, special seeds in bottles. \n[26]They told us they were part of a pharmaceutical study. \n[27]But of course, that was a lie. \n[28]They thought we were too poor and stupid to understand. We are poor, but we are not stupid. I knew what they were doing. \n[29]When I was a child, I learned English from these. \n[30]This is business. They are making soldiers. Weapons X. These are babies of mutantes muerta. \n[31] \n[32]As the children became older, they became difficult to control. \n[33]They taught them to kill-- but they did not remove their hearts. \n[34]They could not be controlled. \n[35]A soldier who cannot be controlled is not a good soldier. \n[36] \n[37]I got inside yesterday. \n[38]They told us to destroy files. They said the Cancer program had failed. \n[39]They started putting the children to sleep. Like dogs. \n[40] \n[41] \n[42]I have not shown anyone what you have now seen. Not until I am sure Laura is safe. \n[43]\n[44]If you are watching this, it means I am dead. I am not sure if any other children survived. We were separated. I am sorry, but there is no more money. That was a lie. You have everything I have in my life. \n[45]She is not my child... but I love her. You may not love her but she is your child. I see now you are not a hero. You are not what I read about. Maybe you never were. But please, I beg you, please bring her to safety. ", "Nate": "\n[1]What.   \n[2]We thank you, Lord, for this food... and we also thank you, Lord, for sending our new friends, the Howletts to our aid today. Amen. \n[3]I could drop out of school. \n[4]By assholes. \n[5]I'll come. \n[6]      \n[7]I'm not too good at math. \n[8]Those two are for breakaway roping. Those for barrel racing. Those up there are for pole bending. But all second, third place. I'm not so good at it. My dad makes me do it. \n[9]You wanna listen? \n[10]It's called \"Devil's Whisper\". It's by Raury. \n[11]Here. Take it for tonight. I'll get it back in the morning. \n[12]I gotta do my homework. Good-night. \n[13]Hey, what are you-- \n[14]How did you do that? \n[15]Hey! ", "Lieutenant": "", "Pierce": "\n[1]As I live and breathe. The Wolverine. And he's a junkie now. \n[2]Y'know, you got some buckshot in your door. I heard you were in Phoenix. Food's better there by the way. But then, last night, some friends in Texas H-P called, told me they found three dead cholos in a pullout out on 54. Not unusual, except one was missing a hand. Another a leg. Multiple parallel lacerations. Slashes, femoral, thoracic. So, they're thinking it was either an escaped Tiger or Freddy Krueger... but neither of those can drive, one being fictional the other extinct. And since the wheel lugs they found belong to a `24 Gauntlet-- \n[3]Has she found you yet? ...Gabriela? See, I'm not looking for you, mutey. Not really. I'm looking for someone who's looking for you. \n[4] \n[5]I know what you're hiding, amigo. Cue ball south of the border? \n[6]A little ...cooperation. \n[7]If she does find you. \n[8]\n[9] \n[10] \n[11]I need the girl. \n[12]One that goes with that ball you're holding. That's special rubber, you know. Coated with something called J-Tek. Gets in through the skin. Very calming. Like Magnesium but without the side effects. You feel calmer? \n[13]I know you went to the motel. \n[14]\"The woman\". Such as she was. So you saw Gabriela but you didn't call me? That hurts. Say, you didn't shoot the poor thing, did you? \n[15]I asked you first. \n[16]Of course. I wish you had called me, Logan. Like I asked. \n[17] \n[18]   \n[19]You're fucked now, mutey. \n[20]Ah, Charles Xavier. The most wanted octogenarian in North America-- \n[21]How about you tell me where the girl is first. Or maybe I ought to ask the cue ball. Seems friendly. \n[22]I left him in the same hole you were going to leave me. \n[23]Jesus. Seeing you this way, Wolverine, it breaks my heart. \n[24]That-a-girl. \n[25] \n[26]Laura. Stay where you are. You want to see your friends, right? \n[27]Commander, stop! \n[28]Laura! NO! NO!! \n[29]Leave nothing behind fellas. We were not here! \n[30]Bring me the tracker. \n[31]Wakey wakey. \n[32]You know, I read about you when I was a kid. You tracked that crazy gilled mutey fishy motherfuck, what was his name, Wave? Tracked him halfway `cross the Atlantic they said. And you was underwater. Inside a sub. And you found him anyway. Shit. That's a gift. That's trackin'! \n[33]'I'm not mistaken, you used to work for my team, for the good guys. You were helping round up all the old mutes. \n[34]What changed? 'You got religion? \n[35]Gonna need you to help the good guys one more time, and track one more special for me. \n[36]Of course that's what you'd say. But then I got this theory that people don't really change. \n[37]Beware the light, Caliban. I bet that's what your Mommy said every day when you was a kid. \n[38]Beware the light. \n[39]Let's not bring out the worst in each other. The girl's not worth it. She's not a natural fuck-up like you. She's a business mistake. R &amp; D gone bad. There's liability. They can't have things with patents running around hurting people. So we need to get her off board before she hurts anybody else, someone you care about maybe. \n[40]Get the bodies. \n[41]Your baby boy just took out the most wanted mutey in the world. \n[42]Who the fuck is that? \n[43]You're the one he listens to, Doc. \n[44]That ain't a torx, honey. That's a phillips head. I need a torx. \n[45]What? \n[46]Get the fuck out of here. This shit's classified. \n[47]Look at that. Was found at the farmhouse. I know. It's her. But look at the other side. \n[48]Those are the coordinates of a fire road in the Badlands. A reservation near the Border. And, according to Wikipedia, its also this. \n[49]Gaby loved that shit. \n[50]   \n[51]looping a restraint around the boy's neck just as-- Laura and Logan come to a stop at the edge of the clearing. Pale and weak, Logan looks to Laura. \n[52]  \n[53]Green juice is wearing down, huh? For an ol' mute, that a short high. Gonna be hard to keep those claws out soon. \n[54]Shit. Show some respect, mutey. You're lookin' at the man who wiped out your kind. \n[55]Dangerous times, James. We can't trust fate to-- \n[56]It's showtime, boy! \n[57]Get up! Get up, boy! That's right! He killed your Daddy! ", "Charles": "\n[1]Friends, I have Good News today! It's not about what you do. It's not about your deeds. You can't live up to his rules. God knows you can't. That's OK! We're imperfect! \n[2]Make way, sir. \n[3]I said make way. \n[4]The new Quesalupa from Taco Bell. Get it with chicken, get it with steak. But with cheese baked right in the shell it's the next big-- Who are you? \n[5] \n[6]What are you fucking doing to me!? \n[7]How long have I been here? \n[8]What are these? \n[9]Fuck off, Logan. \n[10]I always know who you are. Sometimes I just don't recognize you. \n[11] \n[12]A speciation. A new mutant. A young one. There are forces trying to kill them! They need help! \n[13]They want your help, not mine. Oh, yes. That's how fucking stupid they are. They're waiting for you. At the Statue of Liberty. \n[14]Impossible. \n[15]What a disappointment you are. \n[16]When I found you, you were pursuing a career as a \"cage fighter\". \n[17]A warm capper to life as an assassin, hooked on barbiturates. You were an animal, but we took you in. I gave you a family. \n[18]What did you do? \n[19]Answer me! Why are we here? \n[20]No one should have to live this way! Drugged! In a fucking tank! \n[21]No. NO it's NOT! You're waiting for me to die! \n[22]Drink new Hypno Plus! Fortified with seven nutrients and Extacine 5, for energy and vitality! \n[23]I like those. They make you look younger. \n[24]And... you'll be safe there? From the people after you? \n[25]Logan. \n[26]Logan. Caliban. This is Laura. \n[27] \n[28]This way, child. Come here, Laura. \n[29]You did what you could, Laura. Well. Yes. Of course, it's painful. \n[30]Logan. \n[31]That wasn't her mother you met. \n[32]We're communicating. \n[33] \n[34]Yes, she is. \n[35]It's alright, Laura. It's only a train. A choo choo. \n[36]It's alright. It's just another-- \n[37] \n[38]...bloody hell. \n[39]My God... \n[40]Logan! \n[41]Logan! You have to go back for her! \n[42]I know what you just did. \n[43]\n[44]Logan... \n[45] \n[46] \n[47]...My Lord. \n[48] \n[49]Where are we going? \n[50]Laura! \n[51]   \n[52]You know who she is, Logan. \n[53]Does she remind you of anybody? \n[54]Is there more? Play it. \n[55]How far is it? To North Dakota. \n[56]You took that woman's money. You told her you would take the child there. \n[57]She's your daughter, Logan. Alkali had your genetic code. \n[58]Logan... \n[59]Logan. \n[60]I have to pee. \n[61]Stop it. For God's sake I can do that myself! \n[62]...Is this where we're hiding out? \n[63]This film is a classic, Laura. Almost a hundred years old now. I first saw it at the Esoldo in Dewsbury when I was your age. \n[64]--Logan. \n[65]I think Laura well understands life's impermanence. \n[66]Didn't you say something about finding us a new ride? \n[67]Good-bye, Logan. \n[68]I'm so sorry. Oh God... \n[69]She's a child, Logan. In point of fact she's-- \n[70]...I don't know. Two days. \n[71]I did what I had to do to stop those men from taking Laura. \n[72]I guess you prefer me pharmaceutically castrated, rambling on like some lunatic. So much easier on you. \n[73]Yes, Yes please, be like the rest of the world and blame someone else for your boring shit. \n[74]Self loathing. Anger. Disdain. Cowardice. Oh yes. Your peaks and your valleys. Mostly valleys-- it's all so Goddamn boring. \n[75]You honestly derive no sense of purpose from what we're doing? \n[76]There is a young mutant. Sitting in our car. \n[77]And where we are taking her, there are more of them. Does that mean nothing to you? \n[78]What are you talking about? \n[79]What do you mean-- \n[80]Logan. \n[81]\n[82]Happy? \n[83]What does he want? \n[84]Are you sure that's all it is? \n[85] \n[86]Language, Logan. And you're screaming at a machine. \n[87]She can learn to be better. \n[88]Actually, yes. And by the way, Laura's foot claws are an obvious result of her gender. In a pride of lions, females are caregivers of the young and hunters of the pride, they have front claws to hunt and foot claws for defense. They use the foot claw to strike the belly or bladder of the attacker, thus ensuring their escape and survival. \n[89]We have to help them.  \n[90]Someone has come along.  \n[91]   \n[92]  \n[93] \n[94]Slow down, child. \n[95]South Dakota. \n[96]Oregon, then South Dakota. \n[97]Yes. Long overdue. We're city folk. Always wanted to take a road trip, see the country. Meet the people who live in it. \n[98]And I bet you will. \n[99]Kathryn, that was easily the best meatloaf I've ever had. \n[100]He was. She passed. \n[101]He killed her. \n[102]We could leave first thing in the morning. Crack of dawn as it were. \n[103]--two days on the road with one meal and hardly any sleep. She's eleven and I'm fucking ninety. \n[104]I'm not a box of avocados. \n[105]We take Laura to her friends in Eden and then... then we buy that Sunseeker. \n[106]My son can go with you. \n[107] \n[108]You know, Logan. This is what life looks like. A house, people who love each other. A safe place. Take a moment and feel it. You still have time. \n[109]It is for Laura. \n[110]...Don't wake her yet. Let her have another hour. \n[111]...This was, without a doubt, the most splendid night I've had in a long time. ...but then... \n[112]...I don't deserve it, do I? ...I did something... unspeakable. \n[113]I remembered what happened in Westchester. This was not the first time I've hurt people. Until today, I didn't know. You wouldn't tell me. We just kept running from it. I'm done running. \n[114]  \n[115]Logan... \n[116]   \n[117]...our boat... ...our Eden... ", "Laura": "\n[1] \n[2] \n[3]\n[4]   \n[5]A reincarnation of Weapon X. From the floor, Will's eyes fix on Logan, life draining from him. Logan meets Bad Logan's yellow eyes. Logan glances to-- The blood drenched stairs-- where he last saw Charles. Laura watches, trapped in the restraints as-- Bad Logan suddenly moves away, with Laura toward the front \n[6]   \n[7] \n[8]De nada. \n[9] \n[10] \n[11]Tu espera que hable con tu cuando no mirarme? Tu espera que hable con tu cuando me insultas y tratar de dejarme atrás!?-- \n[12]Jonah, Gideon, Rebecca, Delilah and Rictor. \n[13]North Dakota. Por favor. Jonah, Gideon, Rebecca, Delilah and Rictor. \n[14]Si, Eden, por favor. \n[15]Le pagaron me llevo a este lugar! ¿Por qué no puedes llevarme a este lugar! \n[16]Jonah, Gideon, Rebecca, Delilah and Rictor. \n[17]Vaminos! \n[18]Jonah, Gideon-- \n[19]--Rebecca, Delilah and Rictor. \n[20]Let me drive. \n[21] \n[22]You are dying. \n[23]You want to die. Charles told me. \n[24]To not let you. \n[25]Rest. \n[26] \n[27]Pesadillas. ...you had night-mare. \n[28]...People hurt me. \n[29]Por que? \n[30] \n[31]I've hurt people too. \n[32]They were bad people. \n[33]  \n[34]And where will you go? \n[35]Such a nice man. \n[36]Then I will be fine. \n[37] \n[38]Ella! \n[39]     \n[40]You took all the medicine. \n[41]...It's wearing off. \n[42]Laura. You need to get out. All of you. Get out of here! Now! \n[43]No! \n[44]   \n[45]no, no, no... \n[46]No... ...daddy... \n[47]A man has to be what he is, Joey. You can't break the mould.  \n[48]There's no living with a killing. There's no going back. Right or wrong, it's a brand. A brand that sticks. Now run on home to your mother, and tell her everything's alright. There's no more guns in the valley...   ", "Logan": "\n[1] \n[2]...Uh. Please stop, guys. Those,.. those are chrome plated lugs. \n[3]you're gonna strip `em. Plating flakes off, you know... \n[4]It's a lease, you know, and no one wants to pay to ride in a-- \n[5]Fuck. \n[6]Guys... seriously... You don't wanna do this. \n[7]\n[8]Back to work, old man. \n[9]They're locked, ma'am. \n[10]Don't we all. \n[11]   \n[12]Who the fuck are you? \n[13]Get out. Now. \n[14]I don't know any Gabriela. So get the fuck out. \n[15]What do you want? \n[16]Mr. Espiranza, yes, I know I said June, but I want the boat now. Yes. Why does that mean the price go up? \n[17]Yes, I know you wanted seventy, but I am telling you I have 45 cash now. Just bring it to port in Baja. \n[18]They're all bad days. \n[19]I'm working on it. \n[20]He's not talking with anybody. \n[21]Please stop. \n[22] \n[23]No. \n[24]You know who I am. \n[25]We could both use some sleep. \n[26]Charles, you're making this-- \n[27]You remember what they are. The shots mellow the seizures, the pills keep them from happening. \n[28]How `bout you blow on them to make them safe. \n[29]So you know who I am now. \n[30]Take the pills. \n[31]A what? \n[32]Too bad you're not in that business anymore. \n[33]The Statue of Liberty was a long time ago, Charles. A long time. \n[34]There are no new mutants. Hasn't been a new one born in twenty-five years. Not anywhere. \n[35]You always thought we were part of God's Plan. Maybe we were just God's mistake. \n[36]I'm not in the mood for bedtime-- \n[37] \n[38]It's for your own good. \n[39]    \n[40]  \n[41]What things. \n[42]It's what the guy gave me. I wasn't in a position to make demands. \n[43]It wasn't even a minute. \n[44]That money's to get us out of here. \n[45]I don't need this right now. \n[46]Oh, Jesus. \n[47] \n[48]I don't want to know your name! \n[49]Anyone can do that job. \n[50] \n[51]Sightings. \n[52]And by people, you mean fat fucktards living in their parents' basements playing with dolls? \n[53]Get your fat ass back in your office. You'll get your money. \n[54]When did that happen? \n[55]Where did you get this? \n[56]Does to me. \n[57]That's your daughter? \n[58]I can't leave right now. \n[59]Or what? \n[60]I can get you there Friday. But I need to go home first, take care of some things. \n[61]I'll be back in a few hours. Keep this locked. And tell your mommy I know she's lying. \n[62]I got a job that's gonna pay enough to change things. But I have to go away. For a week. \n[63]Charles. Listen. I gotta go for a few days. I got a long ride for some good money. When I get back, we're getting out of here, okay. Gonna drive down to Yelapa and get ourselves a boat. Live on the ocean. \n[64]Yeah. I'll be safe. \n[65]Ready to go? \n[66]...Fuck. \n[67] \n[68]Aren't you supposed to see shit coming? \n[69]Go inside. Keep Charles quiet. Go. Inside. \n[70]You need to turn around, asshole. This is private property. \n[71]He's been dead for a year. \n[72]What girl. \n[73]There's no girl here. \n[74]I was called there. There was no girl. Just the woman. \n[75]No. Did you? \n[76]I don't like guns. \n[77]Hey! \n[78]Worse. \n[79]Not for long. Get him back in his ride. Drive him to the wash and dump him. Then take the car into Juarez, leave it for the vultures. \n[80]Text me where you are and we'll pick you up. \n[81]You'll get it back-- after I figure out what you and your mother have got us into. \n[82]What. \n[83]So she talks. \n[84]  \n[85]She's not a mutant. \n[86] \n[87] \n[88] \n[89]Don't move! \n[90]She's not our problem. \n[91]     \n[92]I'm thinking. \n[93] \n[94]Where's Caliban? \n[95]I told you, she's not here. Where's Caliban?! \n[96] \n[97]BOOTS AND BEAT HIM TO THE GROUND. There are too many. Pummeled, overwhelmed, his limbs all pinned, Logan turns over to find PIERCE'S FOOT TO HIS THROAT. Pierce leans down. \n[98]As soon as I rip it out of your chest, fuck-stick. \n[99]OTHERS as Laura pulls the harpoon from her side and runs. Laura is grabbed by THREE MORE REAVERS, WHO RESTRAIN HER AND \n[100]Hold on! \n[101]WIPES OUT THE REAVER BIKES. One of the riders tumbles and grabs onto the chain link tail, the limo dragging him. The Reaver claws his way along the chain link toward the hood of the car, drawing his gun, firing at the windshield. Logan ducks and spins the car around. The dragging fence swings wide, LOSING THE REAVER ON THE FENCE. Pierce angrily peels his truck in another direction. Logan sees the main gate ahead. As he guns for it, he notices THE FLASHING RED TRAIN-WARNING LIGHTS at the loading dock. TWO FEDERALE JEEPS reach the sides of the limo, guns aimed squarely at Logan. Laura and Charles react as-- Logan steers the limo through a series of concrete structures \n[102]   \n[103]\n[104]Who the fuck are you? \n[105]No. I don't. \n[106]Battery's dead. We need a plug. \n[107]Charles. \n[108]What is she? \n[109]Not just mine. \n[110]I don't wanna hear it. I don't want to talk about it anymore. \n[111]Stop. \n[112]Last ride. Then we're leaving. \n[113]You're welcome. \n[114]Well, you're not doing it! \n[115]Not okay. \n[116]Sorry. \n[117]Final Shooting - 8/23/2016                                   49. \n[118]      \n[119]We're not hiding out. We're gonna get a couple hours sleep, clean up, get new clothes, ditch the limo, get a new ride and get the fuck out. \n[120]Keep it out front. \n[121]Please wait till we're in the room. \n[122]Sorry. Going up. \n[123]...For fuck's sake. \n[124]You read this in your spare time? \n[125]You do know this is bullshit, right? A quarter of it happened. And none like this. In the real world, people die and no self promoting asshole in a leotard can stop it. This is just ice cream for \n[126]Right. Fine. \n[127]Take two more in an hour. \n[128]...Fuck. \n[129]Knock yourselves out. \n[130]...yeah. Here's the thing. I'll give you twelve as is-- if you can forget the paperwork. \n[131]How long is that gonna take? \n[132]Jesus Christ... \n[133]`you gotta be fuckin' kidding me. \n[134]I'll take the bottle. \n[135]I don't know. \n[136]Come on, come on! \n[137] \n[138]We have to go. \n[139]Hey! Now! \n[140]This way! \n[141]Knock it off. \n[142]I said knock it off. \n[143]How long has it been since you took your meds? Charles. How long? \n[144]You saw what happened last night. If that shit had gone on longer, everyone at that casino-- \n[145]You didn't do anything. You freaked out and had a fucking seizure. \n[146]Easier? There's nothing easy about you. \n[147]Yeah, I know, Pop, I'm such a giant \n[148]What are we doing?! \n[149]Yes. It means nothing to me. Especially since Nurse Gabriela made all this Eden shit up from fucking comic books. \n[150]Give those to him. Take out two and give them to him. \n[151]Now. For fuck's sake. Take the pills. Now. \n[152]Take them. Give him the pills. \n[153] \n[154]\n[155] \n[156]She. I might have been speeding. \n[157]If it wasn't, there'd be a lot more than her behind us. I need you to please try and not kill this lady. Okay? \n[158]Was I going a mite fast, officer? \n[159]I just bought it, but I-- here-- \n[160]Seventy? Ish? \n[161]Shit. I didn't think this thing could make that. \n[162]Yes, ma'am. \n[163]She doesn't speak. \n[164]Laura. \n[165]\n[166]\n[167]What, she can gut a man with her feet, but she can't hear naughty words? \n[168]You mean, better than me. \n[169]Shit. Oh well.   \n[170]We have to keep moving. Someone will come along.  \n[171]Can I give you a hand?  \n[172]James. Howlett.    \n[173]Yeah. That's Laura. And that's my... dad. Chuck. \n[174]North. \n[175]No, thank you, we really can't-- Laura, get back here. \n[176]Oregon. \n[177]Oh. I uh, I-- \n[178] \n[179]We'll find a motel. \n[180]Kathryn. That's very nice of you, but we really should hit the-- \n[181]Let's go wash up, Pop. \n[182]That's a hundred and one reasons to keep moving. \n[183]And then what. We stay the night and then what? \n[184]What is it? \n[185]Who's \"they?\" \n[186]I'll go. \n[187]Just let me get my dad... settled. \n[188]There's a TV in here. \n[189]Okay... Get some rest. \n[190]Charles. The world is not the same as it was. We're taking a risk here. And where we're going. Eden. It doesn't exist. Her nurse got it from a comic book. \n[191]You just need to understand-- it's not real. \n[192]So today, out on the highway-- \n[193]So why do people eat it? \n[194]Mine still are. \n[195]Since... well.. the beginning. \n[196]You're a lucky man. \n[197]That should hold it. \n[198] \n[199]I hear that a lot. \n[200]More than I'd like. \n[201]Three. \n[202]You all know the drill. Go. \n[203]Some. \n[204]No, but I'll take a drink if you got one. \n[205] \n[206]   \n[207]      \n[208]  \n[209]Only on days that end in \"Y.\" \n[210] \n[211]  \n[212]  \n[213]You need to keep this around you. Charles. Listen, you need-- \n[214]--What? \n[215]  \n[216] \n[217]SETS OF CLAWS when-- LOGAN RAISES HIS CLAWS AND, with all his strength, struggles to hold back X-24 PRESSING DOWN, THEIR BLADES INTERLOCKED. X-24 is too much for him. Logan knows he cannot beat this thing, and he rolls from beneath him, X-24's claws spearing into the dirt. Logan stumbles to his feet, X-24 doing the same and as he lunges again, Logan retreats, starting a crooked, delirious line toward -- Laura. \n[218] \n[219]\n[220]  \n[221]Hold still! Stop it! Stop! \n[222]Well. It's got water and... it's... \n[223]--its got water and it's -- \n[224]...Fuck this... \n[225]...Nice to meet you too, Doc, but I need to get on my-- \n[226]--I'm alright. I'm fine. \n[227]...I know what it is. \n[228]--Doc. Look at me. You seem like a nice man. But you wanna save a life? Save yours. And everyone else's in this place. Let us get on our way. \n[229]Let's go. \n[230]You can't just take shit, you know. \n[231]Look. I don't know how you got me here,.. but thank you. \n[232]...You can talk? \n[233]You can talk. \n[234]What the fuck?! Why haven't you-- What's all this bullshit been for the last two thousand miles of-- \n[235]\n[236]Who is that? \n[237]Okay. Look. This place. Your mom... she read too many... stories. \n[238]Yeah, I know... I saw it... \n[239]Right. This place does not exist. No exist-o. It's fictional. Eden does not exist. \n[240] \n[241]Yes, I know. It's a long way. \n[242]Okay. First-- ow. Second, Look at me. I'm fucked up. That's two days driving from here. \n[243]Stop saying those names-- \n[244]Do. Not. Hit. Me. \n[245]--And stop saying those-- \n[246]Okay-- ENOUGH. Enough. \n[247]No. Absolutely not. \n[248]Quit looking at me. \n[249]No comprende. \n[250] \n[251]Hey. \n[252]  \n[253]Where am I? \n[254]Where did you get this?! \n[255]It makes you crazy is what it does. It'll kill you. \n[256] \n[257]...No. \n[258]Do you have nightmares? \n[259]Mine are different. \n[260]I hurt people. \n[261]You know what it is. \n[262]It's made of Adamantium. Same thing they put inside us. That's why it can kill us. Probably killing me now. Anyway, I got that a long time ago. Kept it as a reminder of what I am. Now I keep it to-- Actually, I was thinking about shooting myself with it. Like Charles said. \n[263]You're gonna have to learn how to live with that. \n[264]All the same. \n[265]What. \n[266]Not all. Not completely. Sabretooth was real. He was in a program with me. Like what they did to you. \n[267]Yes. \n[268]Kid, I don't know what I'm doing. \n[269]Not funny. Not funny at all. \n[270]Hey, pal, how long have I been out? \n[271]Hey. \n[272]How long have I been in that bed? \n[273]You've been sitting here two days? You can't do that. You can't just stay here forever. \n[274]Well, if you keep waiting those assholes will find you. And kill you all. You need to get out. \n[275]To Canada? \n[276]Okay. Good. \n[277]Keep it. For your supplies or whatever. \n[278]Yeah. Well. Look. I don't need this. You do. For supplies. Buy her some cereal. \n[279]They seem nice. Your friends. Kinda remind me-- \n[280]What's going on with you? \n[281]Hey. I asked you a question. What are you pissed about? You're with your friends. You made it. \n[282]Nearest bar, for starters. \n[283]What-- you thought I was coming along? \n[284]That was never the deal. I got you this far, that's all I signed up for. I gave back the money -- \n[285]Hey, I never asked for this. \n[286]Look, I don't know what Charles put in your head, but I'm not... whatever it is you think I am. \n[287]You don't need me. You've got Rictor, Delilah, Rebecca, Bobby, blah blah whoever. Hey. It's better this way. I suck at this. Bad shit happens to people I care about. \n[288]    \n[289]\n[290]Laura! Now! \n[291]Go to your friends, Laura. \n[292]...You'll know when. \n[293]He's the asshole who put this poison in me. \n[294]I think I might have killed him. \n[295]Growing mutants of your own. \n[296]Yeah. Dangerous. \n[297]        \n[298]Laura... \n[299] \n[300]   \n[301]...Take your friends and run. Go. Listen to me, Laura. Run. They'll just keep coming and coming. ...Don't be what they made you. \n[302]...it's okay... \n[303]So this is what it feels like. ", "Mohawk": "\n[1] "}}