{"filename": "Lone-Star_script.txt", "imdb_id": "tt0116905", "imdb_url": "https://www.imdb.com/title/tt0116905", "characters": ["Charlie Wade", "Hollis", "Young Hollis", "Mikey", "Mercedes Cruz", "Fenton", "Amado", "Enrique", "Buddy Deeds", "Cliff", "Molly", "Deputy Travis", "Pilar", "Sam", "Celie"], "dialogues": {"Charlie": "", "Wade": "\n[1]\t\t\t \t\tThis beaner fare doesn't agree with \t\tme, but the price sure is right.  \n[2]\t\tJimmy got a kitchen full of wetbacks, \t\tmost of 'em relatives. People breed \t\tlike chickens.  \n[3]\t\tI roust some muchacho on the street, \t\tdoesn't have his papers, all he got \t\tto say is \"Yo trabajo para Jimmy \t\tHerrera.\"  \tWade folds the money and stuffs if in his pocket--  \n[4]\t\tYou got to keep the wheels greased, \t\tson. Sheriff does his job right, \t\teverybody makes out. Now this is \t\tgonna be one of your pickups, Buddy. \t\tFirst of the month, just like the \t\trent. Get the car, Hollis.  \tWade and Hollis slide out of the booth to stand.  \n[5]\t\tCome again?  \tBuddy looks Wade in the eye, seemingly unafraid.  \n[6]\t\tThere's gonna be some left over for \t\tyou, Buddy. I take care of my boys.  \n[7]\t\tYou feeling bad for Jimmy? Have him \t\ttell you the size of the mordida \t\tthey took out of his hide when he \t\trun a place on the other side. Those \t\told boys in Ciudad Leon--  \n[8]\t\tYou do whatever I say you do or else \t\tyou put it on the trail, son.  \tThe CUSTOMERS are all watching now, nervous. Buddy thinks \tfor a moment, not taking his eyes off Wade.  \n[9]\t\tWho said anything about shootin' \t\tanybody?  \tBuddy has his gun out under the table.  He slowly brings it \tup and lays it flat on the table, not taking his hand off it \tor his eyes off Wade.  \n[10]\t\tYou're fired. You're outta the \t\tdepartment.  \n[11]\t\tYou little pissant--  \n[12]\t\tYou're a dead man.  \tHe turns and nearly bumps into Hollis. He gives the Deputy a \tshove.  \n[13]\t\tGet the goddamn car. We're going to \t\tRoderick's.  \n[14] \tWatching Young Otis with narrowed eyes--  \n[15] \tA man puts a slip of paper in Otis's pocket, pats his back. \tOtis winks to acknowledge the bet, turns, makes eyes at a \tPRETTY WOMAN sitting at the bar, who is eyeing him back.  He \tlays the beers and glasses on the table, starts away.  \n[16]\t\tPour it.  \n[17]\t\tPour it.  \tExpressionless, he starts to pour the beer into Wade's glass. \tThe Sheriff looks up into his face--  \n[18]\t\tI know you?  \n[19]\t\tOtis what?  \n[20]\t\tOne of Cleroe Payne's boys?  \n[21]\t\tI sent your Daddy to the farm once.  \n[22]\t\tWhy you think that was?  \tOtis feels people watching.  He doesn't want to lose face--  \n[23]\t\tAs I remember it was because he had \t\ta sassy mouth on him. Must run in \t\tthe family--You wouldn't be runnin' \t\tnumbers out of this club, now, would \t\tyou, son?  \n[24]\t\tRunnin' numbers without I know about \t\tit is both illegal and unhealthy. \t\tYou remember that.  \tThe beer is poured. Otis starts away--  \n[25]\t\tWhoah, son. You're not finished. \t\tPour his.  \n[26]\t\tShut up, Hollis. Pour.  \tOtis meets Wade's look now, pours the other beer--  \n[27]\t\tHow come you don't took familiar?  \n[28]\t\tHouston, huh? I hear they let you \t\tboys run wild up there.  \tNo response. Wade deliberately pushes the glass away so beer \tsplashes on the table and drips into Hollis's lap--  \n[29]\t\tAw--look what you done now. Better \t\tget something to wipe it up, son.  \tHalf the people in the room are watching now, the other half \tmoving away to relative safety. Otis tries to keep a lid on \this temper, looks around the room--  \n[30]\t\tI told you to do something. Are you \t\tgonna hop to it, or are we gonna \t\thave a problem?  \tOtis is starting to shake, but holds his ground--  \n[31]\t\tDon't want to turn tail in front of \t\tyour people. I understand.  \tHe starts to turn away then WHAP! brings the butt of his \tpistol up under Otis's chin, knocking him to the floor. A \twoman SCREAMS and Otis, enraged, grabs the chair he has fallen \tover, starts to get up--but Wade has the pistol levelled at \this face--  \n[32]\t\tCome on, Houston, give it a try! \t\tCome to Poppa--  \tRODERICK is out on the floor now, hands held out in a gesture \tof peace, as YOUNG MINNIE watches from behind the bar, \tpetrified--  \n[33]\t\tThat the problem, son?  You Slow?  \n[34]\t\tYou telling me what to do, Roderick?  \n[35]\t\tWhat's this I see? Is that whiskey \t\tin them glasses on the Bar? Roderick, \t\tI'm gonna have to cite you for a \t\tviolation of state law--  \n[36]\t\tAnd people better clear out of here! \t\tNow!  \tA few people start for the exit.  Wade swivels and BLAM sends \ta bullet past Minnie that shatters a crystal decanter behind \tthe bar.  People run for the door. Wade squats down to look \tOtis in the face--  \n[37] \n[38]\t\tYou learn how to act your place, \t\tson. This idn't Houston.  \tHe stands and we FOLLOW him toward the bar--  \n[39]\t\tWho is that? Come out here where I \t\tcan see you!  \tBLAM! A GUNSHOT, and Wade falls to his knees--  \n[40]\t\tYou sonofabitch--  \tWade falls on his face. A FLASHLIGHT BEAM flicks ON and plays \tover his body. We PAN back along the be to see Buddy, \tholstering his Pistol. He hears something, swings the \tflashlight up.  \n[41]\t\tHola, amgio. Problemas de llanta? \t\t[Hey, friend. Tire problems?]  \n[42]\t\tWhat's in the back?  \n[43]\t\tI heard somebody been haulin' wets \t\ton this road.  \n[44]\t\tThis same person been bragging all \t\tover the county how he don't have to \t\tcut that big gringo Sheriff in on it-- \t\the can run his own operation 'thout \t\tany help. Como se llama, amigo?  \n[45]\t\tYou know this road got a bad \t\treputation, Eladio--  \n[46]\t\tBandidos, Injuns--  \n[47]\t\tThere's many an unfortunate soul \t\tbeen ambushed out on this stretch. \t\tHope you're carrying some protection.  \n[48]\t\tYou carryin' a firearm, son?  Don't \t\tlie to me now.  \n[49]\t\tJust a shotgun, huh? Better let me \t\ttake a look at that.  \tELADIO opens the truck door and digs under the seat. Wade \twinks to Hollis, then turns and BLAM! shoots ELADIO through \tthe head. Hollis jumps back startled and horrified--  \n[50]\t\tLittle greaser sonofabitch been \t\trunning a goddarn bus service. Think \t\the can make a fool out of Charley \t\tWade! Get them wets outta the back, \t\tHollis, see what we've got--  \n[51]\t\tYou got a talent for statin' the \t\tobvious, son Muchachos! Venga \t\tafuera!Brazos arribas! [Come on out! \t\tHands up!]  \tYoung CHUCHO hears FOOTSTEPS approaching. We PAN as he looks-- \ta man's BOOTS appear at the top of the arroyo. We TILT UP to \tsee a Sheriff, BACKLIT, then CRANE to see it is Sam, back in \tthe PRESENT looking over the site, troubled. His car sits on \tthe empty road behind him. He frowns, turns to go--  \n[52] \tMUSIC CONTINUES. Wade stands over the table in the f.g., \tYoung Hollis hanging back in the doorway. Wade is smiling \this cold smile, cursing--  \n[53] \tCold and unblinking. MUSIC CONTINUES--  \n[54] \tTwisted in a snarl as he curses. MUSIC CONTINUES--  \n[55] \tMUSIC CONTINUES. Wade grabs the table and violently jerks it \tover onto Young Otis, cards and money flying--  \n[56] \tMUSIC CONTINUES. He waves his pistol, indicating something \tbehind Otis--  \n[57] \tMUSIC CONTINUES. Wade levels his gun at Young Otis's back, \tthen turns to wink at Hollis like he did before he shot Eladio--  \n[58] \tMUSIC CONTINUES. Finger closing around the trigger of the \t.45--  \n[59] \tMUSIC CONTINUES. Eyes burning as he aims--  \n[60] \tBLAM! THWAP! A bullet plows through his neck, knocking him \tback against the bar.  \tMUSIC CONTINUES. His gun falls from his hand--  ", "Hollis": "\n[1]\t\tSo Buddy walks up to the porch and \t\tthere's old Fishbait McHenry, cleanin' \t\tthe dirt out his toenails with a \t\tpocketknife--he was the most hygienic \t\tof all the McHenrys--  \tThe breakfast companions are laughing already--  \n[2]\t\t\"Fishbait,\" says Buddy, in that quiet \t\tway of his, \"What you know about \t\tthem tires that went missing from \t\tmarkets?\" Fishbait thinks for a \t\tminute, then he lifts up a loose \t\tboard from the porch floor and calls \t\tdown into it, \"C'mon out, Pooter, \t\tthey caught us!\"  \n[3]\t\tHe known who it was onnacouna the \t\ttire tracks in the dirt from the \t\tback of the garage to where they \t\tloaded up. \"Old Fishbait,\" he says, \t\t\"never lifted a thing in this world \t\tif there was a way he could roll \t\tit.\"  \tMore laughter--  \n[4]\t\tSam! I was just telling a few about \t\tyour old man.  \n[5]\t\tBig day coming up--I wish we'd have \t\tthought of it while he was still \t\tliving. But he went so unexpected.  \n[6]\t\tOh, you know, the usual troublemakers. \t\tDanny Padilla from the Sentinel, \t\tthat crowd.  \n[7]\t\tKing wasn't Mexican, Fenton--  \n[8]\t\tThere was a faction pulling for that \t\tboy who was killed in the Gulf War-- \t\tRuben--  \n[9]\t\tRight. But nobody here ever noticed \t\thim till they read his name on the \t\tnational news--  \n[10]\t\tThat's not the whole story. The \t\tMexicans that know, that remember, \t\tunderstand what Buddy was for their \t\tpeople.  Hell, it was Mercedes over \t\tthere who swung the deciding vote \t\tfor him.  \tSam looks to the register where Pilar's mother, MERCEDES \tCRUZ, whacks rolls of change apart on the counter. She seems \tto be avoiding looking toward him.  \n[11]\t\tShe put it even at three to three, \t\tso as the Mayor I get to cast the \t\ttiebreaker. The older generation \t\twon't have any problem with it. They \t\tremember how Buddy come to be Sheriff, \t\tthat it was all 'cause he took their \t\tpart.  \n[12]\t\tHell, everybody heard that story a \t\tmillion times.  \n[13] \tHollis is hooked into it now--  \n[14]\t\tThe two of us were the only deputies \t\tback then me and Buddy--it's what-- \t\t'58--  \n[15]\t\tAnd the Sheriff at the time was Big \t\tCharley Wade. Charley was one of \t\tyour old-fashioned bribe-or-bullets \t\tkind of Sheriffs, he took a healthy \t\tbite out of whatever moved through \t\tthis county.  \tHe looks down at the table--  \n[16]\t\tIt was in here one night, back  when \t\tJimmy Herrera run the place.   Started \t\tright here in this booth.  \tWe PAN down to the table, The food has changed. The tortillas \tare in a straw basket instead of plastic. The jukebox changes \tto ANOTHER SONG and the LIGHT DIMS slightly. A hand with a \tbig Masonic ring on one finger appears to lift a tortilla-- \tunderneath it lie three ten-dollar bills.  The hand lifts \tthem up and we TILT to see the face of SHERIFF CHARLEY WADE, \ta big, mean redneck with shrewd eyes. It is 1957--  \n[17]\t\t\"Mas cerveza por favor.\"  \n[18]\t\tWe made our collection at Roderick's \t\tplace and that was the last anybody \t\tseen hide nor hair of him.  He went \t\tmissing the next day, along with ten \t\tthousand dollars in county funds \t\tfrom the safe at the jail.  \n[19]\t\tNot a peep. Buddy run the man out of \t\ttown.  \n[20]\t\tOh--he come to an accommodation. \t\tMoney doesn't always need to change \t\thands to keep the wheels turning.  \n[21]\t\tLook, I know you had some problems \t\twith your father, and he and Muriel-- \t\twell--  \n[22]\t\t--but Buddy Deeds was my salvation.  \tSam nods, speaks softly--  \n[23]\t\tSam! Hey podner! You caught me playing \t\thooky--  \n[24]\t\tSounds great. Where do I sign up?  \n[25]\t\tYou go by your old house?  \n[26]\t\tJust as well. The new people just \t\tpainted it some God-awful color--  \n[27]\t\tWas it Davy Crockett or Jim Bowie?  \n[28]\t\tCharley? I believe he was. Used to \t\tgo for lodge meetings over to Laredo. \t\tWhat's he got to do with your body?  \n[29]\t\tI told the story enough times--hell, \t\twe were just in the car, he was \t\tstewing about the fight with Buddy \t\twhile we drove over to Roderick \t\tBledsoe's--  \n[30]\t\tHe owned the colored roadhouse before \t\tBig O--  \n[31]\t\tNo. I think his widow's still in \t\ttheir place in Darktown, though. \t\t\t \t\tYou think it's Charley Wade, huh?  \n[32]\t\tThere's no call for that, Sam. Fella \t\tmade himself a pile of enemies over \t\tthe years.  \n[33]\t\tWe got that dedication tomorrow. \t\tThis is a hell of a time to be \t\tdraggin' up old business.  \n[34]\t\tAnd I understand why you might want \t\tto think he could.  \tThis is a low blow, but accurate enough to shake Sam.  \n[35]\t\tLook at all this, would you? My \t\ttackle, the boat, all to catch a \t\tlittle old fish just minding its \t\tbusiness on the bottom of the lake.  \tHe gives Sam a look--  \n[36]\t\tHardly seems worth the effort--does \t\tit, Sam? Sam walks away--  \n[37]\t\tI prefer it in the bottle--  \n[38]\t\tSometime in the early '70s a reporter \t\tfrom a national magazine was talking \t\tto the governor of our Lone Star \t\tstate, and he asked him, \"Governor, \t\twhat's your ideal of what a real \t\tTexan ought to be?\" Governor said, \t\t\"That's easy, son- you just go down \t\tto Rio County and get a look at \t\tSheriff Buddy Deeds.\"  \tApplause--  \n[39]\t\tThank you. We've got one more person \t\tto hear from--  \n[40] \n[41]\t\t--and he's somebody who probably \t\tknew Buddy better than any of us, \t\tSam--would you say a few words?  \n[42]\t\tAnd now my fellow Council member and \t\tone of Frontera's most respected \t\tbusinesswomen, Mrs. Mercedes Cruz, \t\twill do the honors for us.  \n[43]\t\tOh no--oh Jesus--oh my Lord--  \n[44]\t\tYou killed him--  \n[45]\t\tHooligans--  \n[46]\t\tIt happens again, we build a fence \t\taround it.  \n[47]\t\tCome on now, Missy, get your clothes \t\tin order--  \tSam is trying to kick and punch at his father, pausing in \tbetween to pull his pants up. People are BOOING and HONKING \ttheir HORNS all around--  \n[48]\t\tWhat am I s'posed to do with her, \t\tBuddy?  \n[49]\t\tSam! Quite a do the other day. It \t\tmeant a lot to folks that you said \t\tsomething.  \n[50]\t\tWe have a murder?  \n[51]\t\tI wish I could tell you I remembered \t\tsomething new, but I can't.  \n[52]\t\tDo you?  \n[53]\t\tYou lived in the man's house what-- \t\tseventeen, eighteen years? And you \t\tdidn't get to know him any better \t\tthan that?  \n[54]\t\tHey, Sam.  \n[55]\t\tYour father had the finest sense of \t\tjustice of any man I ever met--  \n[56]\t\tBuddy Deeds--  \n[57] \tMUSIC CONTINUES. Wade stands over the table in the f.g., \tYoung Hollis hanging back in the doorway. Wade is smiling \this cold smile, cursing--  \n[58] \tMUSIC CONTINUES. Watching squeamishly as Wade goes to work \ton young Otis, the overhead light swinging wildly--  \n[59] \tMUSIC CONTINUES. Frowning as he senses something wrong--  \n[60] \tMUSIC CONTINUES. Mouth open in horror--  \n[61]\t\tThe three of us cleaned up and took \t\thim to the post and put him under. \t\tCan't say I was much help.  \n[62]\t\tWidow's benefits. He figured it would \t\tmake the disappearance look better, \t\tand that Mexican gal was just scrapin' \t\tby after Charley killed her man. \t\tThey didn't get hooked up till late--  \n[63]\t\tWhat's the call, Sam?  \tSam rolls it over in his mind before answering--  \n[64]\t\tWord gets out who that body was, \t\tpeople are gonna think Buddy done \t\tit.  \tSam gets up--  ", "Young": "\n[1]\t\tName's Otis.  \n[2]\t\tPayne.  \n[3]\t\tUh-huh.  \n[4]\t\tI know that.  \n[5]\t\tSome crop needed pickin' and the man \t\twas shorthanded.  \tA very insolent answer for the time and place--  \n[6]\t\tRunnin' numbers illegal.  \n[7]\t\tI prefer it in the bottle--  \n[8]\t\tBeen away. Up to Houston.  \n[9]\t\tYou spilt it, you wipe it up.  \tWade stands, steely-eyed, and looks at Otis nose to nose--  \n[10]\t\tYou going to tell her?  \n[11]\t\tYou going to tell him?  \n[12]\t\tHe doesn't need to know all my \t\tbusiness.  \n[13]\t\tHe's gonna find out.  \n[14]\t\tSo? What's he gonna do, arrest us?  \tYoung Pilar frowns, tosses more bark--  \n[15]\t\tIt's supposed to be some big sin, \t\teven if you love each other.  \n[16]\t\tYou believe that?  \n[17] \tShe turns to look at him--  \n[18]\t\tNo.  \tWe PAN with her gaze to see Sam, PRESENT DAY, sitting on the \tbank, lost in thought--  \n[19]\t\tVoy a romper las rinones si no hago \t\tpipi--[I'm gonna bust my kidneys if \t\tI don't pee--]  \tWe TRACK back with Young CHUCHO to see we are at the side of \ta dirt road on the scrubby flatland near the border. Eladio's \tbattered pickup truck has wood-slat sides and a canvas top. \tEladio begins to undo the nuts on the flat tire as Young \tCHUCHO climbs down into a dry creek bed to relieve himself--  \n[20]\t\tLos demas son tan espantados que \t\tprefieran mojar sus pantalones. [The \t\tother guys are so scared they'd rather \t\twet their pants.]  \tCHUCHO tightens as he sees something, ducks down--  \n[21]\t\tMira, Eladio [Look!]  \tWe PAN to see the Sheriff's car approaching in a cloud of \n[22]\t\tOh no--oh Jesus--oh my Lord--  \n[23]\t\tYou killed him--  \n[24]\t\tWhat the hell are you doing? You \t\tfucking asshole!  \n[25]\t\tLet me go!  Pendejo!  \n[26]\t\tCome on now, Missy, get your clothes \t\tin order--  \tSam is trying to kick and punch at his father, pausing in \tbetween to pull his pants up. People are BOOING and HONKING \ttheir HORNS all around--  \n[27]\t\tYou got no fuckin' right! You stay \t\tout of my fuckin' life!  \n[28]\t\tWhat am I s'posed to do with her, \t\tBuddy?  \n[29]\t\tSam!  \tThe kids are dragged forward into the HEADLIGHTS that are \tbeing turned on to see what the ruckus is. Both are crying, \tstruggling--  \n[30]\t\tYou leave her the fuck alone!  \n[31]\t\tPlease, don't tell my mother! She's \t\tgonna kill me!  \tThey step closer into the glaring HEADLIGHTS which WHITE OUT \tthe scene, then FADE.  \n[32]\t\tDonde esta? Estoy perdido--[Where \t\tare you? I'm lost--]  \n[33]\t\tNo puedo ver la orilla! [I can't see \t\tthe bank!]  \n[34]\t\tVi a Rosaria arastrado para el \t\tcorriente--[I saw Rosaria taken away \t\tby the current--]  \n[35]\t\tMercedes Gonzales Ruiz.  \n[36] \tMUSIC CONTINUES. Wade stands over the table in the f.g., \tYoung Hollis hanging back in the doorway. Wade is smiling \this cold smile, cursing--  \n[37] \tMUSIC CONTINUES. Trying to look unimpressed--  \n[38] \tMUSIC CONTINUES. His eyes following as Wade comes to stand \tover him--  \n[39] \tMUSIC CONTINUES. Wade grabs the table and violently jerks it \tover onto Young Otis, cards and money flying--  \n[40] \tMUSIC CONTINUES. Watching squeamishly as Wade goes to work \ton young Otis, the overhead light swinging wildly--  \n[41] \tMUSIC CONTINUES. Frowning as he senses something wrong--  \n[42] \tMUSIC CONTINUES. Turning to see Buddy--  \n[43] \tHorrified, splattered with the Sheriff's blood. MUSIC ", "Mikey": "\n[1]\t\tThis place is a gold mine.  \n[2]\t\tWhat?  \n[3]\t\tRight.  \n[4]\t\tYou finding lots of cactus and shit?  \n[5]\t\t\t \t\tLooks like a lot of cactus to me.  \n[6]\t\t\t \t\tCliff--  \n[7]\t\tCliff--  \n[8] \tMIKEY in the f.g. now, looking down at something as he pulls \this headset off again--  \n[9]\t\tCliff, you gotta look at this--  \tCliff wearily turns and approaches from the b.g.  \n[10]\t\tWas Coronado in the Masons?  \n[11]\t\t\t \t\tHe can't hear with that rig on-- \t\tMikey!  \tMikey comes up with something, holds it before them. An \tencrusted piece of metal--  \n[12]\t\tWhat've we got here?  \tSam takes the thing, lays it back down where Mikey found it.  \n[13]\t\tThe scene of the crime.  \n[14]\t\tThere's not that much down here, \t\tColonel. Big O's is the only place \t\tin the county that our African \t\tAmerican soldiers are uhm--that they \t\tfeel comfortable in.  \n[15]\t\tWe had a kid pass out in the men's \t\troom. The town isn't much.  \n[16]\t\tYou know how it is, Colonel--first \t\ttime away from home, dealing with \t\tnew people--I remember my first hitch--  \n[17]\t\tWell, yeah, but I went through the \t\tProgram. I haven't had a drink since--  \n[18]\t\tAppreciate it, sir.  \tDel accelerates and we HOLD with the sergeants, slowing to a \tnear-walk.  \n[19]\t\tGuy cracks walnuts with his asshole.  \n[20] \tWe start on a two-foot-high statue of a cowboy made from old \tbullets and shell casings. We PAN past a few others, the \tposes lifted from Frederic Remington paintings, till we see \tMikey, gluing together a work in progress, a Remington book \tpropped open in front of him. Cliff sits at the worktable \tplaying absently with the old bullets spilled out from MIKEY'S \tbag  \n[21]\t\tNever thought I'd see the day a buddy \t\tof mine was dating a woman with three \t\tup and three down on her shoulder.  \n[22]\t\tYou going to get married?  \n[23]\t\tYou met her family? They gonna be \t\tcool about you being a white guy?  \n[24]\t\tAlways heartwarming to see a prejudice \t\tdefeated by a deeper prejudice.  But \t\tmarriage, man--I did two tours in \t\tSoutheast Asia and I was married for \t\tfive years--I couldn't tell you which \t\texperience was worse.  \tCliff picks up a slug--  \n[25]\t\tI knew she was Japanese going into \t\tit, but she didn't tell me the ninja \t\tassassin part--  \n[26]\t\tHer parents acted like I was gonna \t\tblow my nose on their curtains--  \n[27]\t\tIf I stayed out past ten with the \t\tguys she'd go into her Madame \t\tButterfly routine--  \n[28]\t\tWhat--it's a bullet. I'm lousy with \t\tbullets here.  \n[29]\t\tYeah?  \n[30]\t\tThey were using M-1's, yeah--  \n[31]\t\tWe better call that Sheriff.  ", "Mercedes": "\n[1]\t\tOff the phone, by we've got people \t\twaiting. Andale!  \tWe FOLLOW Mercedes back into the kitchen, where she moves \tthrough, kibbitzing the operation--  \n[2]\t\tDonde estan sus guantes? Tonta! Quiere \t\tmatar a mis clientes? [Where are \t\tyour gloves? Stupid! You want to \t\tkill my customers?]  \tShe continues past, shaking her bead, bringing us to Pilar, \twho is trying to stay out of the way--  \n[3]\t\tThese ones coming up are getting \t\tstupider every year.  \n[4]\t\tIf they're going to survive here, \t\tthey have to know how to work, Elalco! \t\tAdelante! Los clientes esperan!  \n[5]\t\t\t \t\tNobody is illegal in my cafe! They've \t\tgot green cards, they've got relatives \t\twho were born here--if they only had \t\ta little common sense I'd be very \t\thappy.  \n[6]\t\tDid you come here to tell me how to \t\trun my business?  \n[7]\t\tWhy would I want to go there?  \n[8]\t\tYou want to see Mexicans, open your \t\teyes and look around you. We're up \t\tto our ears in them.  \tPilar gives up on the trip. She watches her mother poking at \tthe plates of chips and salsa ready to go out--  \n[9]\t\tHe was killed.  \n[10]\t\tA little older than Paloma is now.  \n[11]\t\t\t \t\tI was too busy.  \n[12]\t\tMaybe now. It was different back \t\tthen. I had this place, I was doing \t\tall the shopping, all the cooking. \t\tWhat do I need some chulo with grease \t\tunder his nails to drink up the \t\tprofit?  \n[13]\t\tI don't mean Fernando.  \n[14]\t\tI never said that.  \n[15]\t\tI felt that you could do better for \t\tyourself--  \n[16]\t\tI never said that. It was just that \t\tboy--  \n[17]\t\tYou people are stealing my money-- \t\tEntiende? Robandome?  \tMercedes is gone. The young girl, pulling plastic gloves on, \tlooks to Pilar.  \n[18]\t\tEn ingles Enrique. This is the United \t\tStates. We speak English.  \n[19]\t\tGood night, Enrique. She slides into \t\tthe car--  \n[20] \tSlowly working the blades of the scissors, she looks coldly \tat Sam--  \n[21] \tShe freezes, smiling, till the still photographers have gotten \ttheir shots, then snips the cord to a pulley system that \tlets the cloth drop--  \n[22] \tWe hear old MEXICAN MUSIC. Ice cubes plunk into a glass.  \n[23] \tMercedes, exhausted from a day at the cafe, pours herself a \tScotch and soda--  \n[24]\t\tOtra vez los mojados--[Wetbacks \t\tagain--]  \tMercedes searches to find a portable phone on the patio table, \tpunches a number in--  \n[25]\t\tHello? Border Patrol?  \n[26]\t\t\t \t\tQuien es? [Who is it?]  \n[27]\t\tWhat are you doing out there? Are \t\tyou crazy?  \n[28]\t\tIn English, Enrique. We're in the \t\tUnited States--  \n[29]\t\tYou have somebody else out there?  \n[30]\t\tDon't tell me lies, Enrique. Que \t\tpaso?  \n[31]\t\tEnrique! Quienes son estos? How could \t\tyou bring them here?  \n[32]\t\tI'll call the Border Patrol, they'll \t\tget her to the hospital.  \n[33]\t\tYou think you're doing these people \t\ta favor? What are they going to do? \t\tEither they get on welfare or they \t\tbecome criminals--  \n[34]\t\tSientase. [Sit.]  \n[35]\t\tThis girl is a friend of yours?  \n[36]\t\tI thought you were married!  \n[37]\t\tThis girl has a child?  \n[38]\t\t\t \t\tTipico.  \n[39]\t\tDonde esta? Estoy perdido--[Where \t\tare you? I'm lost--]  \n[40]\t\tNo puedo ver la orilla! [I can't see \t\tthe bank!]  \n[41]\t\tVi a Rosaria arastrado para el \t\tcorriente--[I saw Rosaria taken away \t\tby the current--]  \n[42]\t\tMercedes Gonzales Ruiz.  \n[43] \tMercedes is lost in thought as she recalls. She steps into \tthe light by the carport. Enrique and Nestor are propping \tAnselma's leg up on pillows in the back of Mercedes' old \tstation wagon--  \n[44]\t\tRapidamente! Everybody in the world \t\tis going to see!  \n[45]\t\tA casa de Porfirio Zayas. He used to \t\tbe a doctor on the other side. \t\tGunshot wounds, fixing babies--if \t\tyou can pay he can handle it.  \n[46]\t\tDon't worry about it. He owes me \t\tsome favors.  \tEnrique turns to ANSELMA still frightened in the rear of the\t \tstation wagon--  \n[47]\t\tIn English, Enrique. In English--  ", "Cruz": "", "Fenton": "\n[1]\t\t\t \t\tBuddy Deeds. He had a way.  \n[2]\t\tWon't be another like him. That boy \t\tof his doesn't come near it. You ask \t\tme, he's all hat and no cattle  \n[3]\t\tHe was a unique individual.  \n[4]\t\tBetter late than never. Korean War \t\thero, Sheriff for near thirty years-- \t\tBuddy Deeds Memorial P--  \n[5]\t\tEvery other damn thing in the country \t\tis called after Martin Luther King, \t\tthey can't let our side have one \t\tmeasly park?  \n[6]\t\tBad enough all the street names are \t\tin Spanish--  \n[7]\t\tThen name it after Big Chief \t\tShitinabucket! Whoever that Tonkawa \t\tfella was. He had the Mexes beat by \t\tcenturies.  \n[8]\t\tThey just wanted it to be one of \t\ttheirs--  \n[9]\t\tTell that one, Hollis--  \n[10]\t\tGo ahead, Hollis.  \n[11]\t\t'57, 1 believe--  \n[12]\t\tThat Buddy was a cool breeze.  \tWe PULL BACK to see Hollis and his buddies at the table, \teating their lunches as they listen.  \n[13]\t\tCharley Wade were known to have put \t\ta good number of people in the ground, \t\tand your daddy gets eyeball to eyeball \t\twith him.  \n[14]\t\tBuddy Deeds said a thing, he damn \t\twell backed it up. Won't be another \t\tlike him.  \n[15]\t\tYour mother was a saint.  ", "Amado": "\n[1]\t\tLuis! Give me that Phillips-head \t\tback--  \n[2]\t\tSomebody hand me the CD player-- \t\tdamelo pendejos--  \tHe looks up and we TILT to see Travis leaning in the window,\t \texamining the new radio  \n[3]\t\tSomething wrong?  \n[4]\t\tI didn't steal anything.  \n[5]\t\tI don't know what the big deal is.  \n[6]\t\tIf you had your way I wouldn't have \t\tany friends.  \n[7]\t\tJust 'cause I'm not like Little Miss \t\tHonor Roll here--  \n[8]\t\tYou and all of the teachers in this \t\tdump--your story's over, so you don't \t\twant anybody else to have fun.  \tWe see on PILAR's face that he has scored--  \n[9]\t\tI'm not talking to you. You don't \t\thave any friends.  \tPILAR eases the car down San Jacinto street, seeing something \ton the street and she's tuning her kids' conversation out--  \n[10]\t\tI don't pretend I came over on the \t\tMayflower--  \n[11]\t\tJust shut up.  \n[12]\t\tSo?  \n[13]\t\tI can't take any more school.  \n[14]\t\tSo?  \n[15]\t\tThey're not going to jail.  \n[16]\t\tJust some rich Anglo out on the lake. \t\tDon't even live here all year.  \n[17]\t\tThey stole our land--  \n[18]\t\tI can fix cars.  \n[19]\t\tYou think I can't learn that?  \n[20]\t\tI'm not settling for anything. I \t\tlike cars, it's just not a move up \t\tthe ladder to you, so you think it's \t\ta waste.  \n[21]\t\tOh, come on--you and Grandma think \t\tanybody who works with their hands \t\tis a peasant. When Dad--  \n[22]\t\tIt's my life. If I want to fuck it \t\tup, that's my business.  \n[23]\t\tAnd what did she do?  \n[24]\t\tCatholic school, nasty.  \tPilar is nearly in tears.  ", "Enrique": "\n[1] \tSweat beads the forehead of a thin, tired-looking recent \timmigrant, ENRIQUE, as he delivers platters of chile rellenos \tto a booth. MEXICAN MUSIC plays on a jukebox in the b.g. We \tHOLD on the booth, where HOLLIS POGUE, in his 60s entertains \ttwo GOOD OLD BOYS--  \n[2] \tWe start on Enrique, talking surreptitiously on the pay phone \ton the way to the kitchen.  \n[3]\t\tSabado por la noche--Is, es el  mas \t\tseguero--a cruzar por la  manana y \t\tpues tendremos que esperar--[Friday \t\tnight--Yes, that's the safest--I'll \t\tcross in the morning and then we'll \t\thave to wait--]  \tMercedes bustles by, snapping her fingers--  \n[4]\t\tEs muy lindo, su coche--  \n[5]\t\tIs very beautiful, your car.  \n[6]\t\tBuenas noches, Senora Cruz. Enrique \t\twalks in the opposite direction--  \n[7] \tEyes glued to his notepad--  \n[8]\t\tYou wan' something to drink?  \n[9]\t\tTodos estamos? [Everybody here?]  \tAnselma reaches up from the floor to take his hand--  \n[10]\t\tNadie nos veran. Seramos invisibles. \t\tNobody's going to see us. We'll be \t\tinvisible.]  \n[11]\t\tQue Paso? [What happened?]  \n[12]\t\tConozco solamente una persona con \t\tcasa--[I only know one person with a \t\thouse--]  \n[13]\t\tSenora Cruz?  \n[14]\t\tSoy yo, Enrique! No tiene miedo-- \t\t[It's me, Enrique. Don't be afraid]  \tEnrique steps out into the light. His pants are wet and he's \tscared--  \n[15]\t\tHay pasado un accidente muy grave-- \t\t[There's been a bad accident--]  \n[16]\t\tI have some friends who have had a \t\taccident--  \n[17]\t\tWe was by the river? And I hear my \t\tfriend callin' for help, and I look \t\tand she has falling in the water--  \n[18]\t\tWe was crossin' the river--  \tNestor appears in the light now, supporting Anselma, who \thops awkwardly to move forward--  \n[19]\t\tThey need help. Jaime, Anselma-- \t\testa es mi jefa--  \n[20]\t\tNo! No puede hacer esto--[You can't \t\tdo that--]  \n[21]\t\tNo es la verdad--[That isn't true--]  \n[22]\t\tEs mi novia. [She's my girlfriend.]  \n[23]\t\tI am marry to the cousin of a friend-- \t\tbut only to be able to live here. \t\tThis is the mother of my child--  \n[24]\t\tWe have a daughter.  \n[25]\t\tDonde vamos? [Where are we going?]  \n[26]\t\tSenora, anything it costs, I can \t\twork--  \n[27]\t\tSeas tranquila, mija. \t\t\t \t\tEstamos en las manos de Senora Cruz. \t\t[Just relax, honey. We're in the \t\thands of Senora Cruz.]  \tMercedes starts the car--  ", "Buddy": "\n[1]\t\tWhat's that for?  \n[2]\t\tSo?  \n[3]\t\tI'm not doing it.  \tHollis stops a few feet away, shocked. Wade just stares down \tat Buddy.  \n[4]\t\tIt's your deal. You sweated it out \t\tof him, you pick it up.  \n[5]\t\tThat's not the point.  \n[6]\t\tI'm not picking it up.  \n[7]\t\tHow 'bout this--how 'bout you put \t\tthat shield on this table and  vanish \t\tbefore you end up dead or in jail?  \tWade rests his hand on his pistol.  It is dead silent but \tfor the MUSIC on the box.  \n[8]\t\tYou ever shoot anybody was looking \t\tyou in the eye?  \n[9]\t\tWhole different story; isn't it?  \n[10]\t\tThere's not a soul in this county \t\tisn't sick to death of your bullshit, \t\tCharley. You made yourself scarce, \t\tyou could make a lot of people happy.  \n[11]\t\tNow or later, Charley. You won't \t\thave any trouble finding me.  \tWade feels the people around him waiting for a reaction.  He \tleans close to Buddy to croak in a hoarse whisper.  \n[12] \tHe watches till the screen door shuts behind them, then \tholsters his gun and begins to saw at the steak as if nothing \thad happened. He calls softly--  \n[13]\t\tMuchacho--mas cerveza por favor.  \tHe looks up at somebody and we PAN till we see Sam, still \tstanding over the booth, listening. We are back in 1995--  \n[14] \tWe are looking through a magnifying glass at an old photo. \tBuddy's face is slightly distorted by the glass.  \n[15]\t\tLet's go.  \tWe FOLLOW Buddy up to the driver's side of the car as the \tDeputy goes to the passenger side. We PAN with Buddy's hand \tdown to the door handle--he grabs it, flings it open--the \toverhead LIGHT flicks ON and there lie YOUNG SAM and PILAR, \tteenagers, half their clothes off and just about to close \tthe deal. PILAR SCREAMS and the Deputy throws the door open \tby their heads--  \n[16]\t\tGoddammit!  \tBuddy grabs Sam's ankles and yanks him out of the car onto \tthe ground as the Deputy awkwardly pulls PILAR, out the other \tside--  \n[17]\t\tHow old is that girl? Goddammit, \t\twhere's your goddam sense?  \n[18]\t\tGimme the keys--gimme the goddamn \t\tcar keys, son--  \n[19]\t\tYou drive her home and tell her mother \t\twhere we found her--  \n[20]\t\tYou just shut that filthy mouth, \t\tson. I'll deal with you when we get \t\thome--  \n[21] \tMUSIC CONTINUES. Stepping in the door, seeing, CALLS OUT--  \n[22] \tCalm and hard-eyed. MUSIC CONTINUES. As he steps forward, we \tsee his pistol is still in its holster. He reaches out and \ttakes the .45 from Young Hollis's shaking hand, looks him in \tthe eye till Hollis looks back, then looks toward Young Otis--  \tWe PAN with his gaze to a CLOSE-UP of Otis, back in the \tPRESENT. The MUSIC FADES--  ", "Deeds": "", "Cliff": "\n[1]\t\tWe got ocotillo, devil's walking \t\tstick--what's this stuff--it's that \t\twhattayoucallit--horse-crippler.  \tMikey bends to scoop something out of the sand, putting it \tin a canvas bag slung on his hip.  \n[2]\t\tLead mine.  \tMIKEY sees that Cliff is talking, pulls his headset off.  \n[3]\t\tIt's a lead mine.  \n[4]\t\tI don't know why I'm talking to you, \t\tyou've got that thing on your head.  \n[5]\t\tIt's not just cactus.  There's the \t\tnopals, the yuccas--  \n[6]\t\t\t \t\tMan knows a hundred-fifty varieties \t\tof beer, he can't tell a poinsettia \t\tfrom a prickly pear.  \n[7]\t\tYou live in a place, you should know \t\tsomething about it. Explore--  \n[8]\t\tDon't tell me--Spanish treasure, \t\tright?  Pieces of eight from the \t\tCoronado expedition--  \tHe stops by Mikey and looks down, his expression changing  \n[9]\t\tJesus--  \n[10]\t\tThis was a rifle range way back when. \t\tBut we figured it isn't Army land \t\tanymore, it's your jurisdiction.  \n[11]\t\tThat ring--  \n[12]\t\t\t \t\tOld bullets.  He uhm-- makes art \t\twith them.  \tSam just nods. Mikey frowns, goes down on one knee and \tscratches something out of the dirt at their feet--  \n[13]\t\tThe Sheriff says we shouldn't touch \t\tanything,  \n[14]\t\tSince I've been stationed here? A \t\tfistfight now and then--  \n[15]\t\tYes sir.  \n[16]\t\tWe throw a urine test at them once a \t\tmonth. Random numbers, maybe a hundred \t\tpeople at a time  \n[17]\t\tNo problem, sir.  \tDel notices bow hard they are breathing--  \n[18]\t\t\t \t\tYou get the feeling he doesn't want \t\tto be here?  \n[19]\t\tSo you knew this young man before?  \n[20]\t\tIt's not our job to get involved in \t\tyour personal life, but when it \t\tinterferes with the training here--  \n[21]\t\tHe'll live.  \n[22]\t\tHe'll probably be getting a medical \t\tdischarge--  \n[23]\t\tHe's going to lose a lung. This is \t\tnot good news for Athena--  \n[24]\t\tIf the incident happened the way you \t\tsay it did, there hasn't been an \t\tinfraction.  \n[25]\t\tYou're dismissed.  \n[26]\t\tHey--she's in a tough situation. I \t\tcut her some slack--  \n[27]\t\tShe's pulled herself out of a pretty \t\trough neighborhood.  \tCrossing to the door--  \n[28] \tThings are obviously more than professional between these \ttwo--  \n[29]\t\tWell--I don't see what's changed. No - \t\tPDA's, no necking on the obstacle \t\tcourse.  \n[30]\t\tSeriously, I think we should get \t\tmarried.  \n[31]\t\tWe should just do it.  \n[32]\t\tYou could take it--  \n[33]\t\tI'd quit the Army for you, if it \t\tcame to that.  \n[34]\t\tSheriff--hi--this is Sergeant--this \t\tis Priscilla Worth.  \n[35]\t\tSheriff Deeds was in on our \t\tarcheological find yesterday.  \n[36]\t\tThey stopped training infantry there \t\tin the late '50s. It was just a \t\tplayground for the jackrabbits till \t\tthey gave it to the county last year.  \n[37]\t\tI think it's beyond what you'd call \t\tdating.  \n[38]\t\t\t \t\tMaybe.  \n[39]\t\tPriscilla says they think any woman \t\tover 30 who isn't married must be a \t\tlesbian. She figures they'll be so \t\trelieved I'm a man--  \n[40]\t\tHey, Mikey--  \n[41]\t\tMikey--  \n[42]\t\tMikey--  \n[43]\t\tMikey look at this--  \n[44]\t\tIt's a .45.  \n[45]\t\tThis is the stuff we picked up the \t\tother day, right? The rest of this \t\tis all .30 caliber--  \n[46]\t\tWhat's it doing on a rifle range?  \tMIKEY holds the slug in front of his face--  ", "Molly": "\n[1]\t\t\t \t\tPilar, is uhm--is Amado okay?  \n[2]\t\tNo. Is he sick?  \n[3]\t\tI'd like to see them spend a day \t\tpulling 14-year-olds off of each \t\tother--I should get combat pay--  ", "Deputy": "", "Travis": "\n[1]\t\tThey come a long way from those old \t\t8-track jobs, haven't they?  \n[2]\t\t\t \t\tThis is stolen property. Alla you \t\tfellas are coming down to the station.  \n[3]\t\tYeah. I pulled the bunch that hangs \t\tat Pico Bernal's place. We finally \t\tcaught them with something.  \n[4]\t\tYeah--let's see--the other ones say \t\the wasn't in on the theft, he just \t\tknows how to hook things up. We've \t\tbeen trying to contact a parent.  ", "Pilar": "\n[1]\t\tWe do the best we can here--  \tA teacher in her late 30s, PILAR CRUZ, steps in front of the \tmap and we FOLLOW her across the room, carrying a poster  \n[2]\t\t--but hey, public education these \t\tdays is a bit of a battleground.  \tPosters hung on the walls beyond her show luminaries from \tTexas history-- Sam Houston, Stephen Austin, Juan Seguin. A \tnew parent, CELIE PAYNE, stands in the middle of the otherwise \tempty classroom.  \n[3]\t\tHis record shows that he's a good \t\tstudent.  \n[4]\t\tWe haven't had any serious violence, \t\tif that's what you mean. We've got a \t\tpretty lively mix though--you walk \t\tinto the cafeteria and the Anglo \t\tkids are in one section, the Mexican \t\tkids in another and the Black kids \t\thave a table in the back--thanks--  \n[5]\t\tThey're the smallest group except \t\tfor a couple Kickapoo kids. Look, \t\tyou're obviously a concerned parent. \t\tChet has no history of getting into \t\ttrouble--I'm happy to have him in my \t\tclass.  \tShe steps back to see if the poster, an old photo of Geronimo, \tlooks straight. Another teacher, MOLLY sticks her head in \tthe door--  \n[6]\t\tOkay? He's not here?  \n[7]\t\t\t \t\tHe's going to wish he was dead.  \n[8]\t\tI think that's a bit of an \t\toversimplification--  \n[9]\t\tThere's no reason to be so threatened \t\tby this--  \tPilar is trying to stay calm despite her anger.  \n[10]\t\tI've only been trying to get across \t\tsome of the complexity of our \t\tsituation down here--cultures coming \t\ttogether in both negative and positive \t\tways.  \n[11] \tShe stands by an unoccupied reception desk, very upset, unable \tto attract anyone's attention because of the activity around \tthe shooting.  She looks tired and a bit scared under the \tharsh overhead light.  \n[12] \tPilar looks around. Sam is standing by her. We can tell there \tis some history between these two.  \n[13]\t\tThey've got my Amado.  \n[14]\t\tSomebody called--something about an \t\telectronics store.  \n[15]\t\tWe haven't talked since high school.  \n[16]\t\tAre you okay?  \n[17]\t\tYou'll find out when I get you home. \t\tThanks, Sam.  \n[18]\t\tOkay, we have the fight against the \t\tSpanish with bloody conflict for \t\tdozens of years till they're finally \t\tdefeated in 1821 and Mexican \t\tindependence is declared. Anglo \t\tsettlers are invited--  \n[19]\t\t--to colonize the area and by the \t\ttime they begin the movement against \t\tSanta Anna they outnumber the Mexicans \t\there by four to one. The war between \t\tMexico--  \n[20]\t\tand the Anglo forces ends in 1836 \t\twith the formation of the Texas \t\tRepublic. Texas joins the United \t\tStates as a state where slavery is \t\tlegal in 1845--  \n[21]\t\tafter the so-called Mexican war and \t\tthen secedes to join the Confederacy \t\tin 1861. The Confederacy is beaten, \t\tand the Reformation period here is \t\tmarked by range wars and race wars--  \n[22] \tLooking out at the class--  \n[23]\t\t--and all this paralleled by constant \t\tbattles between both the Mexican and \t\tAnglo settlers and the various Indian \t\tnations in the area. What are we \t\tseeing here? Chet?  \n[24]\t\tOh, come on, Amado--  \n[25]\t\tLeave your sister out of it.  \n[26] \tSam walks on the sidewalk parallel to them, talking with \tthree other MEN--  \n[27] \tPilar is still looking fixedly out the window--  \n[28]\t\tOf course you can.  \n[29]\t\tIt doesn't have anything to do with \t\tbeing smart.  \n[30]\t\tMaybe you're just getting less \t\tpatient.  \n[31]\t\tWell, you hire illegals--  \n[32]\t\tIf you spent a little more time \t\ttraining them--  \n[33]\t\tNo. I was wondering if you'd like to \t\ttake a trip down south with us. Maybe \t\tsee where you grew up--  \n[34]\t\tOh, come on--you must be curious how \t\tit's changed. Amado is into this big \t\tTejano roots thing and I've never \t\tbeen further than Ciudad Leon--  \n[35]\t\tMami, how old were you when my father--  \n[36]\t\tRight. When he was killed.  \n[37]\t\tHow come you never got married again?  \tMercedes just glares at her--  \n[38]\t\tThere must have been somebody.  \n[39]\t\tNobody's too busy.  \n[40]\t\t\t \t\tThank you.  \n[41]\t\tMami, the first time I brought him \t\thome, those were your exact words-- \t\t\"some chulo with grease under his \t\tnails.\"  \n[42]\t\tYou made it pretty damn clear you \t\tthought he was nobody.  \n[43]\t\tWhat? Become a nun? You didn't want \t\tme going out with Anglos--  \n[44]\t\t\"That boy\"--Mami, say his name for \t\tchrissakes!  \tThe employees are staring. Mercedes won't look at her daughter \tas she steps out of the kitchen, banging into Enrique on his \tway back in--  \n[45]\t\tSi.  \tThe girl puts her hand on her heart in sympathy--  \n[46] \tWatching--  \n[47]\t\tLunch hour. My next class isn't till \t\tnine-thirty.  \n[48]\t\tI can't name anybody she does like \t\tthese days.  \n[49]\t\tA real palace. She rattles around \t\talone in that thing--  \n[50]\t\tSo she tells me three times a week.  \tShe looks at him--  \n[51]\t\tI thought you got through that pretty \t\twell.  \n[52]\t\tPeople liked him.  \n[53]\t\tI remember him watching me once. \t\tWhen I was little--before you and I--  \tShe shrugs.  \n[54]\t\tI was on the playground with all the \t\tother kids, but I thought he was \t\tonly looking at me. I was afraid he \t\twas going to arrest me--he had those \t\teyes, you know--  \n[55]\t\tWeird what you remember.  \tThey walk in silence a moment--  \n[56]\t\tAmado.  \n[57]\t\tHe hates me.  \n[58]\t\tWith Paloma, it's more like she pities \t\tand tolerates me- totally age- \t\tappropriate. But Amado--he's--he's \t\tnever been book-smart. Had a hard \t\ttime learning to read. Me being a \t\tteacher and caring about those things \t\tis like an embarrassment--like a \t\tbetrayal.  \n[59]\t\tFernando wasn't pissed off at \t\teverybody. He just wanted to fix \t\ttheir cars.  \n[60]\t\tSo why did you come back here, Sam?  \n[61]\t\tYou don't want to be Sheriff.  \n[62]\t\tIt can happen so sudden, can't it? \t\tBeing left out on your own.  \n[63]\t\tThey've got me. Different thing.  \tThey stop at a spot where you can climb down the bank--  \n[64]\t\tI should get back.  \n[65]\t\tLooks real bad if the teacher's late \t\tfor class. It's really nice to talk \t\twith you, Sam.  \tShe waves and walks away, feeling awkward. Sam watches for a \tminute, then turns and steps down to the bank, He looks at \tthe water.  \n[66]\t\tYou going to tell him?  \n[67]\t\tHe's gonna find out.  \n[68]\t\tIt's supposed to be some big sin, \t\teven if you love each other.  \n[69] \tShe turns to look at him--  \n[70]\t\tNo.  \tWe PAN with her gaze to see Sam, PRESENT DAY, sitting on the \tbank, lost in thought--  \n[71] \tPilar sits on her front Porch, listening to the MUSIC in the \tdistance. A woman singing a MEXICAN LOVE BALLAD. After a \twhile we hear Paloma open the screen door behind her--  \n[72]\t\tYeah?  \n[73]\t\tFor a while.  \tA silence. They listen to the RECORD--  \n[74]\t\t\t \t\tWhat do you think?  \n[75]\t\tI'm only going to have you for two \t\tmore years. If you decide not to go \t\ton to college--  \n[76]\t\t--you're going to be on your own.  \n[77]\t\tSo I'm worried about you. I don't \t\twant you to end up in jail like your \t\tfriends.  \n[78]\t\tDon't try to con me, Amado. You knew \t\thow they got all those things.  \n[79]\t\tThat makes it okay?  \n[80]\t\tSave your breath. That line doesn't \t\tcut it with me.  \tA silence. Amado sulks.  \n[81]\t\tHow do you think you're going to \t\tmake a living?  \n[82]\t\tYou can fix old cars. Mr. Washburn \t\ttold me that the cars they're making \t\tnow are all computerized--  \n[83]\t\tI think you can learn whatever you \t\twant to. I just don't see you doing \t\tit. If you want to settle for--  \n[84]\t\tThat isn't true.  \n[85]\t\tIf you grew up to he anywhere near \t\tas good a man as your father was, I \t\twould be happy! I would be thrilled.  \tThey look, at each other for a long moment.  \n[86]\t\t\t \t\tI said pretty much the same thing to \t\tmy mother when I was your age.  \n[87]\t\tTwo years at hard labor, Our Lady of \t\tPerpetual Help.  \n[88]\t\tHoney, I think you're smart and you're \t\tgood and I love you. So don't act \t\tlike an idiot, all right?  \n[89]\t\tI don't think you can take it \t\tpersonally--  \n[90]\t\tI have new respect for some of my \t\tkids, meeting the parents they've \t\tbeen dealt--  \tMolly keeps going as Pilar ducks into the office--  \n[91]\t\tSee you, Molly.  \n[92]\t\tSteve?  \n[93]\t\tSpanish, please. My mother would \t\thave a heart attack.  \n[94]\t\tSure, they go back to Cortez. When \t\the rode by, they were squatting in a \t\thut cooking hamsters for dinner.  \n[95]\t\tAll my mother does is work. That's \t\thow you get to be Spanish.  \n[96]\t\tThe Sheriff.  \n[97]\t\tI'm unmarried. I'm not available.  \n[98]\t\t\t \t\tNobody stays in love for twenty-three \t\tyears.  \n[99]\t\tLet me go!  Pendejo!  \n[100]\t\tSam!  \tThe kids are dragged forward into the HEADLIGHTS that are \tbeing turned on to see what the ruckus is. Both are crying, \tstruggling--  \n[101]\t\tPlease, don't tell my mother! She's \t\tgonna kill me!  \tThey step closer into the glaring HEADLIGHTS which WHITE OUT \tthe scene, then FADE.  \n[102] \tMUSIC CONTINUES as Sam cruises past Pilar's house. The car \tis not in the driveway: Paloma hangs out with a couple FRIENDS \tunder the porch light, laughing--  \n[103] \tMUSIC CONTINUES. We can see PILAR, through the lighted window \tof her classroom, preparing something on the blackboard--  \n[104]\t\t\t \t\tFollow me.  \n[105]\t\tWe thought we were something, didn't \t\twe?  \n[106]\t\tI look at my kids in school--tenth, \t\televenth graders. That's who we were. \t\tChildren.  \n[107]\t\tI mean what did we know about \t\tanything?  \n[108]\t\tWhen Nando died--it was so sudden--I \t\twas kind of in shock for awhile. \t\tThen I woke up and there was the \t\twhole rest of my life and I didn't \t\thave any idea what to do with it.  \n[109]\t\tYeah?  \n[110]\t\tMy mother hasn't changed the songs \t\tsince I was 10.  \tShe puts in a quarter, punches some numbers. A Mexican BALLAD \tcomes on. She crosses back to Sam, holds her hand out. He \tstands to greet her. They slow-dance in the empty cafe--  \n[111]\t\tWow.  \n[112]\t\tHow come it feels the same?  \n[113]\t\tSo what are we gonna do about this?  \n[114]\t\tHow long have you lived here?  \n[115]\t\tThere's nothing on the walls. No \t\tpictures--  \n[116]\t\tLike your story is over.  \n[117]\t\tIt isn't. Not by a long shot. He \t\tholds her and they lie silently for \t\ta moment--  \n[118]\t\tYeah?  \n[119]\t\tEladio. Eladio. Cruz.  \n[120] \tPaloma sits on the top step of the porch, reading teen \tmagazines. PILAR steps out behind her, dressed casually, and \tsquints at the day--  \n[121]\t\tIt's Saturday.  \n[122]\t\tYeah. I had uhm--school business.  \tPaloma gives her a look, then holds a fashion page up for \ther to see--  \n[123]\t\tNobody really wears that stuff, \t\tPaloma.  \n[124]\t\tEnough with the clothes--  \n[125]\t\tI only went for my last two years.  \n[126]\t\tOh, my mother wanted to keep me away \t\tfrom away from boys.  \tPILAR steps out into the sun--  \n[127]\t\tWhen's the picture start?  \tSam looks at her for a moment--  \n[128]\t\tShe'll figure it out sooner or later. \t\tI don't have to ask permission \t\tanymore, if that's what you mean.  \n[129]\t\t\t \t\tCouple months before I was born--  \n[130] \tPilar hands the photo back to him, tries to be calm--  \n[131]\t\tI've never seen my mother in a \t\tbathing suit before.  Didn't know \t\tshe owned one.  \n[132]\t\tThey can't pull this on me. It isn't \t\tfair--I don't believe this--  \n[133]\t\tFrom the first time I saw you at \t\tschool--all those years we were \t\tmarried to other people I always \t\tfelt like we were connected.  \n[134]\t\tSo that's it? You're not going to \t\twant to be with me anymore?  \tSam knows what he feels but doesn't have the words--  \n[135]\t\tI'm not having any more children. \t\tAfter Amado, I had some complications-- \t\tI can't get pregnant again, if that's \t\twhat the rule is about--  \n[136]\t\tWe start from scratch--  \n[137]\t\tEverything that went before, all \t\tthat stuff, that history--the hell \t\twith it, right?  \tPILAR takes Sam's hand, kisses him--  \n[138]\t\tForget the Alamo.  ", "Sam": "\n[1]\t\tI was driving back from Apache Wells \t\twhen they got me on the radio.  \n[2]\t\t\t \t\tI've got the forensics fella coming \t\tdown from the Rangers. No way to \t\tknow how old the body is without \t\tsome lab work.  \n[3]\t\tMasons been around a long while.  \tMikey has come up to them, still sweeping with the metal \tdetector.  \n[4]\t\tTreasure hunter?  \n[5]\t\tS'posed to leave everything right \t\twhere we found it. They're real \t\tparticular about that.  \n[6]\t\tNo telling yet if there's been a \t\tcrime.  \tSam frowns down at the piece of metal as he rubs the face of \tit.  \n[7]\t\tBut this country's seen a good number \t\tof disagreements over the years.  \n[8]\t\tFellas--  \tWe WIDEN to see Sam standing by their booth. No telling how \tlong he's been listening, Fenton is embarrassed.  \n[9]\t\tYeah, he was that.  \tWe sense a little strain when Sam has to talk about his father--  \n[10]\t\tI heard there was a bit of a fuss.  \n[11]\t\tThey were here first.  \n[12]\t\t--Santiago.  \n[13]\t\tThat so?  \n[14]\t\tI'd like to hear it. Your version of \t\tit.  \tSomething about the way Sam says it puts Hollis on guard.  \n[15]\t\tNever heard from him again?  \n[16]\t\tSo he arrested all of Jimmy Herrera's \t\tpeople and sent 'em back to the other \t\tside?  \tHollis sees what Sam is getting at, grins--  \n[17]\t\tRight.  \n[18]\t\tWon't be another like him.  \n[19]\t\tTell him I'll catch him later.  \n[20]\t\tTell him to try me tomorrow.  \n[21] \tLooking at the photo, troubled--  \n[22]\t\t\t \t\tHe's right.  \n[23]\t\t\t \t\tThe shooter local?  \n[24]\t\tOkay--we'll take a statement from \t\tall the GIs before they go back to \t\tpost. You can get the story from \t\tOtis over at the club.  \n[25]\t\tNothin' much. The Rangers put Ben \t\tWetzel on it. Catch you later.  \tAs Ray steps out, Pilar looking distraught, walks into the \tstation, passing right by Sam without seeing him.  \n[26] \tWonders what she's doing there--  \n[27] \tShe stands by an unoccupied reception desk, very upset, unable \tto attract anyone's attention because of the activity around \tthe shooting.  She looks tired and a bit scared under the \tharsh overhead light.  \n[28]\t\tPilar.  \n[29] \tPilar looks around. Sam is standing by her. We can tell there \tis some history between these two.  \n[30]\t\tSomething wrong?  \n[31]\t\tGot him here?  \n[32]\t\tI'll see what's going on.  \tHe starts away, stops, comes back--  \n[33]\t\tI was--I was real sorry about Nando. \t\tHe was a good fella. We haven't talked \t\tsince.  \n[34]\t\tYeah. I'll go check on your boy.  \tPilar watches Sam go--  \n[35]\t\tExcuse me--  \tWe WIDEN to see Sam standing over the desk--  \n[36]\t\tWe got some boys you run in earlier \t\ttoday?  \n[37]\t\tYou got a juvenile with 'ern--Amado \t\tCruz?  \tTravis looks at his booking sheets--  \n[38]\t\tThey tell me you're good at fixing \t\tthings.  \tNothin--  \n[39]\t\tYour father was a hell of a mechanic.  \tStill nothing--  \n[40]\t\tYou know, if you figure minimum wage \t\ton the time most thieves spend in \t\tjail, they could have bought most \t\teverything they stole.  \n[41]\t\tI didn't say you did. My name is \t\tSam, by the way.  \tAmado just gives him a look--  \n[42]\t\tHe's all yours.  \n[43]\t\tNo problem.  \tPilar yanks AMADO outside by his arm. She turns to shoot a \tlook back at Sam, then steps out through the glass door.  \n[44] \tWatching her go--  \n[45]\t\tAny time.  \n[46]\t\tHey, Ben. Thanks for coming down.  \tThey shake, Sam sits.  \n[47]\t\tBusiness is booming. Got your drugs, \t\tgot your illegals--had a shooting \t\tthe other night at Big O's--Soldier \t\tgot ventilated.  \n[48]\t\tSeptember '97, that's all she wrote.  \n[49]\t\tYeah, we'll have folks swimming over \t\tto Mexico to work in the sweatshops.  \tSam looks at the folder of reports.  \n[50]\t\tThat the word on our boy?  \n[51]\t\tSkinny?  \n[52]\t\tNice job.  \n[53]\t\tCharley Wade.  \n[54]\t\t--it didn't come out of a cereal \t\tbox.  \n[55]\t\tYou know the popular version of how \t\the left town.  \n[56]\t\tYou got a cause of death?  \n[57]\t\tSo he could have gone out to the \t\tbase, hopped the fence, dug down \t\tinto the dirt on the old rifle range \t\tand had a heart attack.  \tBen smiles, closes the folder--  \n[58]\t\tColt Peacemaker.  \n[59]\t\tHe swore by it. \t\t\t \t\tWhat?  \n[60]\t\tSo is Buddy on your short list?  \n[61]\t\tYou got to investigate. No question \t\tabout it.  \n[62]\t\tYeah, it's a pretty cold trail.  \tThey sit in awkward silence for a moment. Ben feels bad about \tit.  \n[63]\t\tI always wondered what you Mayors do \t\twhen you're not cutting ribbons.  \n[64]\t\t\t \t\tFloating around out here, playin' \t\thell with them bass--play a little \t\tcards, play a little golf, drink \t\tsome beer--  \n[65]\t\tI haven't been out here for a while.  \n[66]\t\tNo.  \n[67]\t\tWe found a body out by the Army base \t\tyesterday. Been there for a long \t\ttime.  \tHollis squints at a rubber lure, rejects it--  \n[68]\t\t\t \t\tYou recall if Charley Wade was a \t\tMason?  \n[69]\t\tAll it was wearing was a big old \t\tMasonic ring and a Rio County Sheriffs \t\tbadge.  \tHollis reacts. Sam puts a foot on the gunwale of the boat.  \n[70]\t\tYou don't remember anything else \t\tfrom that last night you saw him, do \t\tyou?  \n[71]\t\tBledso  \n[72]\t\tHe still living?  \n[73]\t\tForensics people are sure of it. You \t\thave any idea who might have put him \t\tthere?  \tHollis makes a great show of considering--  \n[74]\t\tBesides my father, I mean.  \n[75]\t\tAnd Buddy was one of them.  \n[76]\t\tPeople have worked this whole big \t\tthing up around my father. If it's \t\tbuilt on a crime, they deserve to \t\tknow. Now I understand why you might \t\twant to believe he couldn't do it.  \n[77]\t\tThanks for your time, Hollis.  \tHollis holds up a double handful of lures--dozens of rubber \tand plastic worms and shiners and frogs and spinners--  \n[78]\t\tMrs. Bledsoe?  \n[79]\t\tI'm Sheriff Deeds--  \n[80]\t\t\t \t\tYeah, that's the story of my life.  \n[81]\t\tI've seen 'em.  \n[82]\t\tYou mind if I ask a few questions \t\tabout your husband? Roderick?  \n[83]\t\tHe had the club out on the old trail \t\troad--  \n[84]\t\tSo you must remember Sheriff Wade.  \n[85]\t\tYou had to deal with him in running \t\tthe club.  \n[86]\t\tHe squeezed money out of you?  \n[87]\t\tAnd my father?  \n[88]\t\tPeople didn't complain?  \n[89]\t\tDo you remember the last time you \t\tsaw him?  \tMinnie thinks, puts down the Gameboy--  \n[90]\t\tAnd that was the last time you saw \t\thim?  \tWe SHIFT to see Sam sitting where Wade was headed--  \n[91]\t\tThat was the night he disappeared?  \n[92]\t\tAnd when my father was Sheriff?  \n[93]\t\tWhat was your deal with him?  \tOtis smiles, chooses his words carefully--  \n[94]\t\tHe ever accept cash for a favor?  \tOtis smiles, looks away to ponder his response--  \n[95] \tSam walks on the sidewalk parallel to them, talking with \tthree other MEN--  \n[96]\t\tYou finished?  \n[97]\t\t\t \t\tThat makes two of us.  \tSam steps into his office, leaving H.L. shaking his head--  \n[98]\t\tIf the next guy's a redneck.  \n[99]\t\tGood deal you were born down here, \t\tthen.  \n[100]\t\tYou mixed drinks bad as you mix \t\tmetaphors, you be out of a job.  \n[101] \tCliff and Priscilla talk across a table--  \n[102] \n[103]\t\tYeah. I bet he would.  \n[104]\t\tExcuse me--  \tThey look up to see Sam standing over them--  \n[105]\t\tPleased to meet you.  \n[106]\t\tIf certain people have their way, \t\tit's going to be a new jail.  \n[107]\t\tDo either of you have any idea when \t\tthey stopped using that site as a \t\trifle range?  \n[108]\t\tNot for sure yet. But I kind of wish \t\tthey hadn't.  \n[109]\t\tSeems like we have another one every \t\tweek.  \n[110]\t\tPeople come here to catch bass and \t\tto get laid at the Boy's Town in \t\tCuidad Leon--  \n[111]\t\tYou ought to put up a banner-- \t\t\"Frontera, Texas: Gateway to Cut- \t\tRate Pussy\"--  \n[112]\t\tRather have that than the ten-foot- \t\thigh catfish statue--  \n[113]\t\tThe Perdido thing?  \n[114]\t\tDanny's gonna be out for blood the \t\tnext time.  \n[115]\t\tWe don't need a new jail.  \n[116]\t\tWe're already renting cells to the \t\tFeds for their overflow--  \n[117]\t\tIt wouldn't happen to be your \t\tconstruction company gonna get the \t\tbid on building this thing, would \t\tit, H.L. And Jorge, you wouldn't be \t\tthinking about a couple dozen new \t\tjobs to dangle in front of the voters--  \n[118]\t\tWe need a drug rehab program, we \t\tneed a new elementary school--  \n[119]\t\tLook, I'm not gonna campaign against \t\tyour deal here, but if anybody asks \t\tme, I got to tell them the truth. We-- \t\tdon't--need--a new jail.  \n[120]\t\tWhen you backed me you needed \t\tsomebody named Deeds to bump the \t\tother fella out of office.  Hey, \t\tfolks--  \tSam and the others smile as they reach the CROWD of \ttownspeople, mostly small business owners and retired people. \tPhotographers from the paper and a local TV news crew wait \tby a veiled Statue roped off in a little traffic island. \tMercedes, dressed to kill, stands waiting next to Hollis \twith a huge pair of scissors in her hand.  \n[121] \tHe nods to her as the crowd opens a path for him.  \n[122]\t\tLet's get this thing over with.  \n[123] \tWatching the crowd--  \n[124] \tWe PAN with his gaze across smiling faces, till he comes to \tDanny and a couple of Chicano friends, looking grim. We RACK \tFOCUS beyond them to see Pilar, watching the ceremony from a \tfew yards back--  \n[125] \tNot thrilled to be called on. He steps forward reluctantly \tto APPLAUSE--  \n[126]\t\tYou folks who remember my father \t\tknew him as Sheriff. But at home he \t\twas also judge, jury  \tHe looks to Hollis--  \n[127]\t\t--and executioner.  \tLAUGHTER. Sam holds Hollis's eyes for a moment before \tcontinuing--  \n[128]\t\tThis is a real honor you're doing \t\thim today, and if Buddy was around \t\tI'm sure his hat size would be gettin' \t\tbigger every minute.  \n[129]\t\tI used to come to this park to hide \t\tfrom him. Now that you're putting \t\this name on it--  \n[130] \n[131]\t\tI'll have to find someplace new to \t\tduck out.  \tMore LAUGHTER--  \n[132]\t\tI do appreciate it, and wherever he \t\tis, Buddy's puttin' the beer on ice \t\tfor the bunch of you. Thank you.  \n[133] \tWatching, a bit removed, as Mercedes shakes hands with Jorge \tand H.L. and Hollis for the cameras. He overhears a pair of \tBYSTANDERS who are checking out the statue--  \n[134]\t\tNice to see you, Mrs. Cruz.  \tMercedes just looks at him, keeps going. His gaze brings him \tto Pilar, standing on the sidewalk, watching.  \n[135] \tSteps over from the dispersing crowd--  \n[136]\t\tField trip?  \n[137]\t\tWant to take a walk?  \n[138]\t\tYour mother still doesn't like me.  \n[139]\t\tI see she built a place up here by \t\tthe river.  \n[140]\t\tShe's done well for herself--on her \t\town and all--  \n[141]\t\tThey cooked the whole thing up without \t\tasking me.  \n[142]\t\tMost people did, yeah.  \n[143]\t\tYeah.  \n[144]\t\tYour boy, there--  \n[145]\t\tNice-looking kid.  \n[146]\t\tNo--  \n[147]\t\tFernando did okay, and he dropped \t\tout--  \n[148]\t\tIt might just be the age. I spent my \t\tfirst fifteen years trying to be \t\tjust like Buddy and the next fifteen \t\ttrying to give him a heart attack.  \tShe looks at him--  \n[149]\t\tGot divorced, I wasn't gonna work \t\tfor my father-in-law anymore. The \t\tfellas down here said they'd back me--  \n[150]\t\tI got to admit it's not what I thought \t\tit'd be. Back When Buddy had it-- \t\thell, I'm just a jailer. Run a 60- \t\troom hotel with bars on the windows.  \n[151]\t\tYou've got your mother, your kids--  \n[152]\t\tRemember this?  \tPilar looks at the spot. She isn't ready to deal with whatever \tmemory it brings back--  \n[153]\t\tPilar--  \n[154]\t\tYou going to tell her?  \n[155]\t\tHe doesn't need to know all my \t\tbusiness.  \n[156]\t\tSo? What's he gonna do, arrest us?  \tYoung Pilar frowns, tosses more bark--  \n[157]\t\tYou believe that?  \n[158]\t\tMe neither.  \n[159]\t\tLupe? Get me the rangers up in Austin--  \n[160] \tSam, out of uniform, stands behind his little house chucking \tfallen pecans out into the dark, thinking, listening to the \tnight sounds.  \n[161] \tWorking something out in his head. He looks off into the \tdark and we PAN with his gaze--A MAN steps toward us, barely \tvisible in the darkness. It is Charley Wade--We're in Sam's \tREVERIE, in 1957--  \n[162] \tWe are back in 1995. Sam is blasted in the face with a \n[163]\t\tZack?  \tThe FLASHLIGHT BEAM PANS AWAY and ZACK POLLARD, a Border \tPatrol agent, steps out of the dark to Sam--  \n[164]\t\tWhat's up?  \n[165]\t\tI haven't seen anybody come by.  \n[166]\t\tYeah. It's quiet--  \n[167]\t\tSure.  \n[168]\t\t'Night--  \tZack steps away.  Sam shakes the pecans still in his band, \tgoes back to chucking them--  \n[169]\t\tFirst bullet entered beneath the \t\tleft eye, severing the optical nerve \t\tand exiting from top rear of skull \t\tcausing tissue damage  \n[170]\t\t--and severe cerebral hemorrhaging. \t\tSecond bullet entered left cheek \t\tdriving fragment of upper and lower \t\tmolars into base of skull. Third \t\tbullet--  \tReal estate transfers. A map of the Proposed Lake Pescadero. \tAnother autopsy report. A FAX COPY of the forensics dental \treport on Charley Wade. Another autopsy report--  \n[171] \tIntent as he pores over the paperwork--  \n[172] \tTrying to put it all together.  \tPETE ZAYAS, a skinny, older man in trustee's coveralls, \twanders in, emptying the trash baskets in the front office--  \n[173]\t\tHey, Pete. How's it going?  \n[174]\t\tHow much you got left?  \n[175]\t\tYou stop growing that loco weed at \t\tyour place, you'd see a lot more \t\tdaylight.  \n[176]\t\tYou're going to smoke an acre and a \t\thalf of marijuana?  \n[177]\t\tI thought he busted you a couple \t\ttimes.  \n[178]\t\t\t \t\tI'm surprised he bothered with it.  \n[179]\t\tSo I've heard--  \n[180]\t\tWell, you were working there--  \n[181]\t\tYou built our patio while you  were \t\ton the county?  \n[182]\t\tI've heard Wade was a bit tough on \t\tthe Mexicans--  \n[183]\t\tMurdered him?  \n[184]\t\tYeah.  \n[185]\t\tI been working on a few things.  \n[186]\t\tI'm going over to the other side.  \n[187]\t\tNo--to Mexico. I've got to talk to \t\tsomebody.  \n[188]\t\tGotta be in person.  \n[189]\t\tThey want you to stand for Sheriff \t\tnext election.  \n[190]\t\tYou'd do a good job.  \n[191]\t\tDon't know if I'll still want it.  \n[192]\t\tI appreciate you telling me.  \tSam looks at his Chief Deputy--  \n[193]\t\tYou think we need a new jail?  \n[194]\t\tYeah, Ray, you'd be a hell of a \t\tSheriff.  \n[195] \tCHUCHO MONTOYA, in his mid-50s, stands by Sam drinking a \tCoke as they watch the kid work.  \n[196]\t\tYou own this place?  \n[197]\t\t\t \t\tYou lived in the States for a while?  \n[198]\t\tMade some money, came back here--  \n[199]\t\tYou ever know a fella named Eladio \t\tCruz?  \tCHUCHO smiles, draws a line in the dirt with his heel--  \n[200]\t\tYour government always been pretty \t\thappy to have that line. The \t\tquestion's just been where to draw \t\tit  \n[201]\t\tYou sell much out here?  \n[202]\t\tHell of a spot to put a business.  \n[203]\t\tSo when did Buddy leave?  \n[204]\t\tYou think he killed anybody in Korea?  \n[205]\t\tNo--  \n[206]\t\tAnother woman?  \n[207]\t\tYou know who it was?  \n[208]\t\tWhat the hell are you doing? You \t\tfucking asshole!  \n[209]\t\tYou got no fuckin' right! You stay \t\tout of my fuckin' life!  \n[210]\t\tYou leave her the fuck alone!  \n[211] \tRemembering. MUSIC BEGINS as he gets back into the car, pulls \taway.  \n[212] \tMUSIC CONTINUES. We can see PILAR, through the lighted window \tof her classroom, preparing something on the blackboard--  \n[213]\t\tYeah.  \n[214]\t\tYeah.  \n[215]\t\tNothing.  \tPilar looks at him--  \n[216]\t\tYou know the other day, you asked \t\twhy I came back?  \n[217]\t\tI came back 'cause you were here.  \tPILAR nods. She gets up and we FOLLOW her across the dark \troom to the jukebox. She looks at the selections--  \n[218] \tSam and Pilar finish making love. They lie beside each other, \tshaking a little--  \n[219]\t\tYeah.  \n[220]\t\tI don't know. It just feels good. \t\tAlways did.  \n[221]\t\tMore, I hope.  \tPILAR smiles, looks around the room--  \n[222]\t\tTwo years.  \n[223]\t\tDon't have kids. Other pictures--I \t\tdon't know--it's nothing I want to \t\tlook back on.  \n[224]\t\tI've felt that way, yeah.  \tSbe puts her head on his cbest--  \n[225]\t\tPilar--  \n[226]\t\tWhat was your father's name?  \n[227]\t\tMorning, Hollis.  \n[228]\t\tYou thought any more about our murder?  \n[229]\t\tCharley Wade.  \n[230]\t\tI got an idea what happened.  \n[231]\t\tI think somewhere between Roderick \t\tBledsoe's club and his house, Wade \t\tran into Buddy Deeds. I think Buddy \t\tput a bullet in him, waited for him \t\tto die, threw him in the trunk of \t\tthe Sheriff's car and drove him out \t\tby the Army post, I think he buried \t\thim under four feet of sand and never \t\tlooked back.  \tHollis sits back to look Sam in the eye--  \n[232]\t\tI got to go see somebody in San \t\tAntonio today. Your memory gets any \t\tbetter, I'll be back tonight.  \tSam stands and walks away. We HOLD on Hollis, his appetite \tgone--  \n[233]\t\tThat's in Maverick County.  \tShe brings us to Sam, sitting uncomfortably, beneath a full- \tsized blowup of Tony Dorsett hurdling a tackler--  \n[234]\t\tRio. BUNNY Right. This kid, Hosea \t\tBrown? Does tire 40 in 3.4, soft \t\thands, lateral movement--the whole \t\tpackage. Only a sophomore--  \n[235]\t\tYou still going to all the home games?  \n[236]\t\tBunny, you--uhm--you on that same \t\tmedication?  \n[237]\t\tNo, you look good. I was just \t\twondering.  \n[238]\t\tYou look good--  \n[239]\t\tYeah, well--  \n[240]\t\tYou were in a fight--  \n[241]\t\tSame weight I always was.  \n[242]\t\tBest part of the job.  \n[243]\t\tBunny, is that stuff I left in the \t\tgarage still there?  \n[244]\t\tNo. You?  \n[245]\t\tYou didn't--uhm--you didn't have one \t\tof your fires, did you? The stuff I \t\tleft in the garage--some of it was \t\tmy father's--  \n[246]\t\tSuppose not.  \n[247]\t\tIt wasn't just you, Bunny.  \n[248]\t\tWhat?  \n[249]\t\tI think they have another fella there \t\tto keep it off your chest. A spotter.  \n[250]\t\t\t \t\tYou look good, Bunny. It's nice to \t\tsee you.  \n[251]\t\t\"Dearest Buddy--\"  \tHe puts the letter down for a moment, thinks. He needs to \tknow. He picks the letter up again, reads.  \n[252]\t\tHollis? You in there? Hollis?  \n[253]\t\tFellas.  \n[254]\t\tOpen late.  \n[255]\t\tHollis probably told you we found \t\tCharley Wade.  \n[256]\t\tYou two saw it, didn't you? You two \t\tsaw it when Buddy killed him.  \tHollis and 0tis look at each other--  \n[257]\t\tImonna find out one way or the other.  \n[258]\t\tYeah, and my mother was a saint. For \t\tfifteen years the whole damn town \t\tknew he had another woman on the \t\tside. Stole ten thousand dollars to \t\tset her up in business. But hell, \t\twhat's that? You got a problem? \t\tBuddy'll fix it. Facing some time in \t\tjail? Buddy'll knock half of it off-- \t\tif you do what he says, when he says. \t\tYou got some business that's not \t\texactly legal? Talk to Buddy--  \n[259]\t\tBuddy Deeds was a murderer.  \tHe looks at the two older men for a long moment--  \n[260]\t\tThat night in the cafe--he didn't \t\tstay long after you left, did he, \t\tHollis? Maybe he decided he'd gone \t\ttoo far with Wade, maybe he figured \t\the better not wait for the Sheriff \t\tto get behind him. So he stepped out \t\tto see if he could catch up--and you \t\twere here at the club that night, \t\tweren't you, O?  \tOtis sighs, begins to speak softly--  \n[261]\t\tAnd the ten thousand?  \n[262]\t\tDon't think the Rangers are likely \t\tto find out any more than they \t\talready have.  \n[263]\t\tBuddy's a goddamn legend. He can \t\thandle it.  \tHe heads for the door--  \n[264]\t\t'Night, fellas.  \tHollis and Otis watch him go--  \n[265]\t\tYou gonna tell your mother we been \t\tseeing each other?  \n[266]\t\tYou have any idea when your father \t\tdied? Eladio?  \n[267]\t\tTry a year and a half. He bands her \t\tan old snapshot. PILAR looks at it--  \n[268] \tPilar hands the photo back to him, tries to be calm--  \n[269]\t\tBuddy bought the cafe for her with \t\tmoney he took from the county. \t\tPilar looks away, struggling not to \t\tcry--  \n[270]\t\tHe paid the hospital bill when you \t\twere born. Your mom always calls you \t\t\"our beautiful daughter\" in the \t\tletters she wrote to him.  \n[271]\t\tI remember thinking you were the one \t\tpart of my life Buddy didn't have a \t\tpiece of--  \tA silence, both of them wondering what the next move should \tbe--  \n[272]\t\tIf I met you for the first time today, \t\tI'd still want to be with you.  \tIt is what Pilar needed to hear--  \n[273]\t\tYeah--  ", "Celie": "\n[1]\t\tHe went to school on base when we \t\twere in Okinawa. It's all--you know-- \t\tkids in the same boat--Army brats.  \n[2]\t\tI'm more worried about the social \t\tthing. Are therelike--gangs, or...?  \tPILAR starts to put the poster up. CELIE moves to hold it in \tplace for her.  \n[3]\t\tSo Blacks are--  \n[4]\t\tI don't see what the big deal is. Go \t\tback over, talk to the man, and bury \t\tthe hatchet, Del--  \tCELIE passes us and Del crosses back in the other direction \tfrom behind the camera, carrying boxes of their belongings. \tWe continue our SLOW TRACK forward--  \n[5]\t\tYou were 8 years old when he left--  \n[6]\t\tPeople change.  \n[7]\t\tWe're going to have to see him.  "}}