{"filename": "Looper_script.txt", "imdb_id": "tt1276104", "imdb_url": "https://www.imdb.com/title/tt1276104", "characters": ["Kid Blue", "Sara", "Old Seth", "Joe", "Suzie", "Abe", "Old Joe's Wife (as Summer Qing)", "Seth", "Jesse", "Zach", "Beatrix", "Dale", "Cid", "Gat Man", "Old Joe"], "dialogues": {"Kid": "\n[1]No loopers on fucking Wednesdays! The loopers collectively flip him off. 9. \n[2]Open up Joe!  Watch the window. 16. Joe spins from the door. Considers briefly. \n[3]That took awhile. \n[4]Tye's going to watch your apartment while we go have a talk with Abe. Joe grabs a jacket. \n[5]You know why they call that pea shooter a blunderbuss? Cuz it's impossible to hit anything farther than 15 feet, and impossible to miss anything closer. A gun for fuck up turkeys. Not like a gat. A gat has range. Accuracy. His gun spinning gets fancier. His gun meaner looking than Joe's blunderbuss, long and slim and chrome. \n[6]You're right, it'd be real easy for it to accidentally go off. He clicks the safety off. Joe shifts uncomfortably. \n[7]Don't disrespect a gat man, Looper. Joe stifles a chuckle. In a flash, the Kid stands and pistol-whips him across the face. Joe falls back. The Kid raises his gun at Joe. Frozen in that tableau a moment, the Kid savors his victory. Lowers his gun. 18. \n[8]S'alright, s'alright. Humiliated, the Kid tries to stand, but falls over again. After a moment everyone realizes what's happened, and the tension breaks. \n[9]That's twenty four there. I'm keeping count. \n[10]Two more trips should do it. Joe gently lifts himself off his haunches. 28. \n[11]Two more trips. They enter the building. Old Joe takes a breath, then casually walks down the sidewalk, past the alleyway, scoping the Armored Van. A GAT MAN DRIVER in the driver's seat. \n[12]I can't hear you Abe leans in next to his ear and shouts \n[13]I can fix this. I can find him. \n[14]Alive! No, alive! Joe makes it to the Slat Bike, jumps on, hits the ignition. \n[15]The tracker! Get the tracker! \n[16]I can do it again. \n[17]I wanted you to say I did good, that's all I wanted. This is all I have. Abe puts his hand on the gat. Kids' finger still on the trigger. A tense moment. Abe pulls the gun away, across the table. \n[18]Please just give me one more chance, I'll bring him here alive and hold him and you can put a bullet in his brain yourself- Abe grabs the hammer. SLAMS it on Kid's bad hand, crushing it. Kid howls, the Gat Men grab him. \n[19]I'm gonna make this good again. I will. I'm gonna be back. \n[20]Oh no. Oh no no no no He fights in vain to break from the Gat Man's grip. Weeps, begs, clasps at whatever he can grab. The Gat Man turns a corner -- towards the alley's dead end. \n[21]No! No! No no no no! Shrieking. Annoyed, the Gat Man throws the Kid hard to the concrete. The Gat Man pulls his gun, raises it without ceremony. BANG. The Gat Man's face explodes. Staggers, his gun FIRES into the wall. He drops like a doll. Kid Blue lies in the rain, hyperventilating. His pant leg hiked up, showing his boot with its holster. In his mangled left hand, the small caliber PISTOL he keeps stashed. His pinkie on the trigger. \n[22]Oh. Cradling his crushed hand, dazed, he scampers off like a soaked rat. \n[23]Hey Can. Can. Canady sees him, jumps and yelps. The sedan swerves, scrapes to a stop against a parked car. Coffee everywhere. \n[24]Pull into that alley. \n[25]You don't wanna be seen with me Canady, pull in the alley. Canady glares at him, but pulls the car into a narrow alley, parks it. \n[26]All Abe wants right now is the looper. Unless he got him last night? \n[27]Whore's Alley? \n[28] Whore's Alley.. \n[29]I'm gonna bring him in, get right with Abe. \n[30]I got a price? \n[31]All working girls, yeah? \n[32]I do. On the screen, Suzie comes home. Picks up her daughter from next door. Goes into 205. Kid Blue keeps scanning. And an instant later, Old Joe climbs the stairs. Kid Blue slows the playback. \n[33]â\u0080\u0098Lo Joe. Old Joe goes up to the window, his back to the wall. Watches Suzie through the window for a long while. Kid watches him intently. Then very suddenly, without going inside, Old Joe leaves. Down the stairs, shoving his gun in his jacket. \n[34]I got him Abe. I got him. \n[35]Just the Looper. I got him. Knew he went for whores, so I checked every building. \n[36]Joe fuck Joe, save your bullets I got the Looper. Not such a fuck up huh? I'm taking him up to This happens very fast: Old Joe uses his legs to kick himself off the wall and back into Kid Blue, SLAMMING him against the opposite wall. Old Joe grabs  Kid Blue's gun, and blasts one shot through the chains binding his wrists and into the Kid's midsection. He whips the gun from behind his back and shoots Big Craig in the face. Then blasts the Gat Men in the entrance hallway while he reaches into the coat check and pulls an automatic rifle. He blasts like hell into the hallway. A few shots return but mostly the men are trapped. Then it's over. All is smoky still for a moment. 104. Old Joe stares at the exit door ajar, down the long hallway jammed with bodies. Then at the passage that leads deeper into the club. A Gat Man runs in, and Old Joe shoots him down. He steps into the coat check and loads his pockets with guns and grenades. Then launches himself into passageway towards the club. ", "Blue": "\n[1]No loopers on fucking Wednesdays! The loopers collectively flip him off. 9. \n[2]Open up Joe!  Watch the window. 16. Joe spins from the door. Considers briefly. \n[3]That took awhile. \n[4]Tye's going to watch your apartment while we go have a talk with Abe. Joe grabs a jacket. \n[5]You know why they call that pea shooter a blunderbuss? Cuz it's impossible to hit anything farther than 15 feet, and impossible to miss anything closer. A gun for fuck up turkeys. Not like a gat. A gat has range. Accuracy. His gun spinning gets fancier. His gun meaner looking than Joe's blunderbuss, long and slim and chrome. \n[6]You're right, it'd be real easy for it to accidentally go off. He clicks the safety off. Joe shifts uncomfortably. \n[7]Don't disrespect a gat man, Looper. Joe stifles a chuckle. In a flash, the Kid stands and pistol-whips him across the face. Joe falls back. The Kid raises his gun at Joe. Frozen in that tableau a moment, the Kid savors his victory. Lowers his gun. 18. \n[8]S'alright, s'alright. Humiliated, the Kid tries to stand, but falls over again. After a moment everyone realizes what's happened, and the tension breaks. \n[9]That's twenty four there. I'm keeping count. \n[10]Two more trips should do it. Joe gently lifts himself off his haunches. 28. \n[11]Two more trips. They enter the building. Old Joe takes a breath, then casually walks down the sidewalk, past the alleyway, scoping the Armored Van. A GAT MAN DRIVER in the driver's seat. \n[12]I can't hear you Abe leans in next to his ear and shouts \n[13]I can fix this. I can find him. \n[14]Alive! No, alive! Joe makes it to the Slat Bike, jumps on, hits the ignition. \n[15]The tracker! Get the tracker! \n[16]I can do it again. \n[17]I wanted you to say I did good, that's all I wanted. This is all I have. Abe puts his hand on the gat. Kids' finger still on the trigger. A tense moment. Abe pulls the gun away, across the table. \n[18]Please just give me one more chance, I'll bring him here alive and hold him and you can put a bullet in his brain yourself- Abe grabs the hammer. SLAMS it on Kid's bad hand, crushing it. Kid howls, the Gat Men grab him. \n[19]I'm gonna make this good again. I will. I'm gonna be back. \n[20]Oh no. Oh no no no no He fights in vain to break from the Gat Man's grip. Weeps, begs, clasps at whatever he can grab. The Gat Man turns a corner -- towards the alley's dead end. \n[21]No! No! No no no no! Shrieking. Annoyed, the Gat Man throws the Kid hard to the concrete. The Gat Man pulls his gun, raises it without ceremony. BANG. The Gat Man's face explodes. Staggers, his gun FIRES into the wall. He drops like a doll. Kid Blue lies in the rain, hyperventilating. His pant leg hiked up, showing his boot with its holster. In his mangled left hand, the small caliber PISTOL he keeps stashed. His pinkie on the trigger. \n[22]Oh. Cradling his crushed hand, dazed, he scampers off like a soaked rat. \n[23]Hey Can. Can. Canady sees him, jumps and yelps. The sedan swerves, scrapes to a stop against a parked car. Coffee everywhere. \n[24]Pull into that alley. \n[25]You don't wanna be seen with me Canady, pull in the alley. Canady glares at him, but pulls the car into a narrow alley, parks it. \n[26]All Abe wants right now is the looper. Unless he got him last night? \n[27]Whore's Alley? \n[28] Whore's Alley.. \n[29]I'm gonna bring him in, get right with Abe. \n[30]I got a price? \n[31]All working girls, yeah? \n[32]I do. On the screen, Suzie comes home. Picks up her daughter from next door. Goes into 205. Kid Blue keeps scanning. And an instant later, Old Joe climbs the stairs. Kid Blue slows the playback. \n[33]â\u0080\u0098Lo Joe. Old Joe goes up to the window, his back to the wall. Watches Suzie through the window for a long while. Kid watches him intently. Then very suddenly, without going inside, Old Joe leaves. Down the stairs, shoving his gun in his jacket. \n[34]I got him Abe. I got him. \n[35]Just the Looper. I got him. Knew he went for whores, so I checked every building. \n[36]Joe fuck Joe, save your bullets I got the Looper. Not such a fuck up huh? I'm taking him up to This happens very fast: Old Joe uses his legs to kick himself off the wall and back into Kid Blue, SLAMMING him against the opposite wall. Old Joe grabs  Kid Blue's gun, and blasts one shot through the chains binding his wrists and into the Kid's midsection. He whips the gun from behind his back and shoots Big Craig in the face. Then blasts the Gat Men in the entrance hallway while he reaches into the coat check and pulls an automatic rifle. He blasts like hell into the hallway. A few shots return but mostly the men are trapped. Then it's over. All is smoky still for a moment. 104. Old Joe stares at the exit door ajar, down the long hallway jammed with bodies. Then at the passage that leads deeper into the club. A Gat Man runs in, and Old Joe shoots him down. He steps into the coat check and loads his pockets with guns and grenades. Then launches himself into passageway towards the club. ", "Sara": "\n[1]      \n[2]C'mon baby. Time to get up. \n[3]Listen up fucker. I have shot and buried three vagrants in the past year. If you want to know the Christ's honest truth I'm starting to get a taste for it. So I don't care what hobo sob story you've got, I get a dozen a week and it cuts no cash with me. It's me and my husband here, we're broke and angry at our lot in this world and heavily armed. So take some corn and move on, but if you show your face again I will cut you the fuck in half. Silence. Just the wind in the corn. A long beat. Then Sara turns, walks briskly back. Moments later Joe's face pokes through the corn stalks. He takes in the farm. The barn behind it. The fallow field. \n[4]Hey. Who's there. Sara levels the shotgun at the darkness, and steps back. Quiet but definite - crunch crunch. And now, definitely a shape. A man. coming towards her. \n[5]Stop right there. Stop! \n[6]You stop right there, you stop! She fires her gun in the air. The man pauses, but then continues towards her. She trips on a root, FALLS. 56. \n[7]Jee sus.  Hey, hey. I'm going to get you \n[8]...great. \n[9]Hey you forgot your greasy goddamn hobo sign oh for godssakes.  Alright, what are you? Joe turns away from her quickly, but doubles over, crumpling to a heap on the grass. Sara checks his face. 57. \n[10]Hey. Look at - hey. The fuck- ehh. Joe PUKES. She steps away. Takes a moment. Breathes. \n[11]Hey. Up here, at the light. Hey. Sara SLAPS HIM. Hard. His eyes snap open. He sees her face. She feels his head. Checks his eyes. Cherry red and veined, swollen under the lids. \n[12]How long since you dropped? \n[13]Dropped, or what the kids call it. \n[14]One day. Wow. She leans back on her haunches, looks at him, deep in thought. Deciding what to do. Joe lies prone, shaking, sweating. \n[15]You're withdrawing from a synthetic barbiturate. It's a quick punch but it's this bad a day in, without care you might not make it through the night. Sara looks at his shoes. Beneath the caked mud, fine leather. Her eyes linger on his gun. They turn cold. 58. She stands quickly without a word, vanishing into the house. Joe lies still, breath shallow. Turns his head, hazy. \n[16]  \n[17]Just a vagrant babe. \n[18]Oh yeah? \n[19]Well aren't you a smart monkey. \n[20]Yup. 59. \n[21]Yup. \n[22]Go to sleep. Okay. Night baby boy. Kisses him. \n[23]Ssssshhit. \n[24]Water. Drink it, all night, more than you think you want. Moves a metal bucket next to the bed. Adjusts the blankets. \n[25]Aim for the bucket. And don't chew your tongue off. In the morning we're gonna talk. 60. The last thing she does is handcuff his wrist to the cot and take his gun. On her way out she puts it on a bench beside the door, and turns out the floodlight. \n[26]Hey. \n[27]Hey. \n[28]Morning monkey. \n[29]No. \n[30]Toss it. Joe freezes. Then, half annoyed \n[31]How do you feel? \n[32]Take it slow and by the end of the week you'll be at fifty. Good. She tosses him a key, he unlocks his handcuff. \n[33]I took you in so you wouldn't die, and now you're not going to die. 63. \n[34]So take the morning to rest, then you need to get off my farm. \n[35]I'm sorry? \n[36]I am not cool with that. \n[37]Well I'm sorry too, you just lost your take the morning to rest privileges, get off my farm. \n[38]Get off my farm. \n[39]This is a Remington 870, one blast could cut you the fuck in half. \n[40]So now I saved your life that makes me weak? 64. \n[41]What is this? \n[42]That's my house. Why is it marked? \n[43]What is this. She shows him the number. She is not asking what the number is - she knows. Joe is suddenly not so relaxed. \n[44]What is this. \n[45]Who are you? She shoves the shotgun barrel in his face, a rush of fury \n[46]You're right I'm not a killer but I am fine with how a blast of rock salt to your face won't kill you. Who are you and what are you here for? Who are you? Joe breathes hard, bleeding in the dirt with a shotgun in his nose. But he forces calm. A beat. Then he starts talking. \n[47]A Looper. \n[48]I've heard stories. So he's coming here to murder me and my son because he thinks we might be this Rainmaker. And once he kills the Rainmaker, what happens? \n[49]Who is he? The guy you let run? Just some random guy from the future? \n[50]This is my son Cid's birthday. And this is the hospital he was born in. Joe's face, taking this in. \n[51]Would he do this? \n[52]If he comes here, can you stop him? She turns the paper over in her hands. \n[53]Given this, if I erred on the side of caution and believed all of this, I'm asking. If I trusted you. Will you stop him before he gets to my son? \n[54]No you cannot burn down my corn fields. \n[55]Farm equipment. \n[56]No farm equipment that shoots. No. 70. Joe finishes assembling his gun. Sara's eyes flick to it. \n[57]You use what you need, set up anywhere. But one thing, I don't want you talking to Cid. I watch my son, you watch the corn. That's the deal. \n[58]Hold still. Easy for things to get infected on a farm, start falling off. Pussy. Caught off guard, Joe almost smiles. Then grimaces. \n[59]There's a dinner bell down by the barn, ring that if someone's coming, I'll hear it. \n[60]Dunno what we've got but I'll look. She spots Cid at the screen door, watching them. \n[61]Cid. She goes to take him inside. \n[62]How's the maths coming? 71. \n[63]Help him what? \n[64]Baby. Listen. I need you to stay away from that man. Okay? Let him- \n[65]Let him do his thing, but you stay with me. \n[66]Well we're gonna see what he is. But you stick with me. Yeah? \n[67]Uh huh. She keeps chopping. \n[68]When? \n[69]What? \n[70]Uh huh. \n[71]He said that? \n[72]   \n[73]So I dropped Cid with my mom, here. And my sister. And they saw how I was living and they took him. My sister raised him here, she loved him. He called her mom. \n[74]I told you one thing, I told you to stay away from my son. \n[75]Stay out of it. Stay the fuck away from my son. 77. She goes back to chopping. Joe lingers, then leaves. She hacks away. \n[76]Where does 56 go? Good. 21. \n[77]I don't know, awhile. That's a good question. Where's it go. Good, there. 32. \n[78]Joe? \n[79]He isn't our business. 79. \n[80]Baby. Let's do this now. You have 32 there, I know you know this one. \n[81]Cid. 32. She goes to the window, looks out, nervous. But it's just a loose LAUNDRY LINE down in the yard, whipping in the wind against its metal pole. In the distance, Joe paces the yard. Relieved, Sara returns to Cid. He sets the tile, petulant. \n[82]No. Eight times three is what? \n[83]Eight times three is what? \n[84]I want you to count three eights. \n[85]Are you telling me you want alone time? \n[86]Okay. Why don't you put that where it belongs? Deliberately, Cid lifts the tile and sets it straight back down on the same spot. \n[87]Alone time. 80. Then like a knife in a fist fight: \n[88]Ok. I told you to stay away from \n[89]Do you think I'm stupid? \n[90]I told you already Cid is building into a temper tantrum fast. \n[91]You do what I tell you \n[92] \n[93] \n[94]  \n[95]  \n[96]Evenin. How can I help you? 84. Joe is nowhere in sight. \n[97]No, that's fine. \n[98]What's this about? Back in the house somewhere, a screen door bangs. \n[99]My husband should be back from the city, any time now. \n[100]Course. I'll get some, you can take the glass with you. \n[101]Will you tell me what this is about? \n[102]No, vagrants are always passing but nobody near the house. Footsteps, as they walk deeper in the house. Joe can't tell if they're coming through the living room or hall. He hesitates. \n[103]He's young. No. Then at the last moment Joe slips out the hallway door, as they enter from the living room. Sara leads Jesse in, holding a photograph of Joe. She pours him some water. Jesse hands her a second photograph. \n[104]No. She tries to hand the photos back but Jesse doesn't take them. He notices the toys on the table. 86. \n[105]Yeah. Just one. \n[106]Eight. Jesse pokes his head into the hallway, just missing Joe slipping through the hall and into the living room. He lifts his glass, drinks. \n[107]I'll show you round the grounds, then the house, then you can be on your way. Sara holds the screen door open for him. \n[108]This man dangerous? \n[109]Drafts, in the house. Jesse is already moving fast to the kitchen. The instant Jesse exits, Cid appears again in the hallway. Opens a small door under the stairway and beckons Joe. \n[110]It used to, it's busted. Joe hesitates, then silently dashes over and in. \n[111]Farm house. Jesse walks to the thin wooden door. Opens it. Closes it. CREAK. He looks at Sara. \n[112]Laundry room. Door must've blown open. 88. Jesse opens the door, then looks at Sara gravely. \n[113]It's a laundry room. Jesse motions - her first. \n[114]If someone was hiding in the house, that's what I'd do. But nobody is in the house. Open it up. \n[115]Now if you promise not to wag your gun at my shoe rack I'll show you upstairs then show you the fuck out. She storms up the stairs. A little cowed, Jesse holsters his gun and follows her. The water from the bucket flows in a small stream across the room, and into a drain hole under the hamper. \n[116]       \n[117]Don't wake Cid. She pulls him to the bed, lifting his shirt off. The rain starts to fall against the windows. \n[118]In the city, young guys would hit on me by floating fucking quarters, I wouldn't tell â\u0080\u0098em I was TK but I'd keep their quarters down. One guy busted a blood vessel in his eye trying to get it up. He's you. Your loop. You lied to me. She doesn't seem angry but deeply curious. Joe sits up. \n[119]But you protected Cid. And I know you're not lying that you're gonna kill this guy, your own self. Even though he's protecting your future. \n[120]When I came back, after my sister died. Cid was sitting on the porch, I remember seeing him for the first time, in two years. 95. \n[121]Saw him on the porch. I drove up crying and I had been at a party in the city when I got the call, I was wearing this ridiculous party dress. All my ridiculous shit. I don't know if he remembered me, but he looked at me. I abandoned him. I abandoned my baby. Maybe I can't be a mother to him, is that something I can't get back. When he looked at me then, on the porch, he was mine again, he was my son. I seen so many men in the city, who I look in their eyes and they're lost. Whether he loves me back or not I'm gonna love my son I said. And he's never gonna get lost. Joe sitting up still, Sara lying beside him, maybe crying. He touches her hair. \n[122]  \n[123]Joe. Joe. He wakes. She is calling him from downstairs. \n[124]Cid! Cid! \n[125]What are you doing with those guns? What are you going to do? She lunges for him, wild. Wrenches his arm and he spins, throwing her to the ground. 101. \n[126]No! No he was climbing a bookshelf, it fell back on him. He has no control, he gets scared, it explodes. \n[127]Joe someday he'll learn to control it. \n[128]If he did good with it! If he grew up good! \n[129]You stay away from him! Cid! Cid! She runs into the corn. \n[130]  \n[131]Cid! Make a noise baby, call to me! Cid! WITH JOE through the corn, following traces of blood on the stalks. 102. \n[132]You stay away from Joe, you come to me! Cid! Tries cocking the GAT but it's broken. Tosses it, wields the Blunderbuss. \n[133]Where are you going? Joe takes the Frog Buzzer from his pocket, presses it. Sara's buzzes in her pocket. \n[134]Ok baby, we're going. \n[135]Here we go. Give it a wave goodbye. \n[136]Duck down baby \n[137]Just stay down Half the distance closed, but he's still far off. A shot cracks the front grill, another cracks the windshield. \n[138]Are you ok? \n[139]You're ok. C'mon baby we have to run now. 108. She unfastens them and they both climb out, and Old Joe stops suddenly, taking aim. Sara pulls Cid behind the flatbed for cover as two bullets glance off the overturned truck. \n[140]We're going into the fields. I want you to run, I'll be right behind you, don't look back. Okay? Old Joe lowers his gun and runs towards them. \n[141]Go! They both sprint off the road. EXT. FIELD - WITH CID &amp; SARA The wide bare field. Cid runs ahead towards the corn, Sara not far behind. The earth soft, their feet sink in, like a nightmare. \n[142] \n[143]No Cid no! The topsoil of the earth around them RISES in a fine dust. \n[144]No! With a sudden jolt the field ripples out from Cid, like a stone thrown in a pond. Sara lifts into the air. \n[145]You did good, baby. You did so good. I love you. Behind them, Old Joe struggles to his feet. Sara kisses Cid. \n[146]Into the fields. Run now baby. Go. \n[147] \n[148]You go! She pushes him away and Cid runs. Then she turns. Standing her ground. Directly between Old Joe and Cid. Old Joe TRIPS in the mud, fumbles his gun. Sees Cid approaching the safety of the CORN STALKS. Blocked by Sara. \n[149] \n[150]He had to go away, baby. ", "Old": "\n[1]No no no no no! A bell-like DING. Old Seth spins, sees a WEDDING BAND lying on the sidewalk. He picks it up with the four remaining fingers on his left hand, stuffs it in his pocket, sobbing. Bursts out of the alleyway, limping now, straight into the street and into the headlights of an oncoming car. The car screeches to a halt, and its harsh white light shows Old Seth's missing right ear, and deep scars down his face. \n[2]      \n[3]And your jacket. 34. \n[4]Shit. Old Joe turns to go, but STOPS when his eye catches movement between parked cars. It's Joe. Young Joe, hid between the cars, looking up at the apartment building weighing his options. \n[5]  \n[6]Stupid little shit. He lifts him in his arms. \n[7]Please. Black. And water. \n[8]  \n[9]Steak and eggs, rare and scrambled. \n[10]We're not going to talk about time travel. \n[11]Must hurt. His arm. \n[12]I put it together. Clever. Do I get the scar when you're cut, or when the knife is on its way down and it's inevitable that you're going to be cut? \n[13]I'm not asking you to. \n[14]You know there's another girl here on weekends. \n[15]Well. Have fun explaining who â\u0080\u0098Beatrix' is for the next thirty years. Beatrix sets Old Joe's black coffee next to Joe's white. \n[16]How's the French coming? \n[17](fast in French, \n[18]No? Well you'll get there eventually. Obviously. \n[19]I'm sorry to cut off - sorry -are mine they're not yours to cut off this spiel you've they're not yours anymore you been practicing all night, can say anything you want but but I need you to need you to you're not walking outta here listen. Listen. alive \n[20]You know what the voice of god sounds like? See now good you're confused now but you're listening. I hope the voice of god sounds like an old man speaking French. Old men speaking French sound like primeval trees in a strong wind, just irrefutable. Wise, strong, gentle, all these things in harmony, complimentary. At once. Old men speaking French. Young men speaking French sound, without exception, like weenies. Fact. You ever hear a Frenchman under 40 try to sound threatening? It's hilarious. English is a tight t- shirt, flatters the young. Rat a tat tat. French is a double breasted suit. Young man can put it on, but it always feels like he's putting something on. Some things, you just need the years. It's my favorite language. \n[21]Well you know what you have to do then why don't you take your little gun out from between your knees and do it. One in the head, two in the heart. Boy. It's all â\u0080\u009canybodyâ\u0080\u009d and â\u0080\u009cneverâ\u0080\u009d and then you show up here and think you can talk me into dying. Well bullshit we both know you're not going to kill me. Christ you ordered eggs. Old Joe downs two aspirin. Takes a breath. \n[22]I know why you couldn't pull that trigger. When you're tasked to do the unthinkable, your mind, it'll do anything it can to stop you. Only way is you gotta know why you're doing it, in your bones, so you can say it out loud to someone without apologizing. Or you gotta cut yourself off, go numb. But that'll kill you, down the line. It's hard to make eye contact with you. It's too strange. \n[23]Yeah, that helps actually. That little twist of unfamiliar. You're not winning some pissing contest by looking me in the eye, you didn't know what I looked like until yesterday, it makes sense that it's easier for you. \n[24]No not - exactly - I don't want to talk about time travel shit, because we'll start talking about it and then we'll be here all day making diagrams with straws. It doesn't matter. 43. \n[25]It doesn't matter because I don't know how it works. Nobody knows how it works. Time travel was an accident, thirty years from now the smartest men in the world know exactly one thing about it that you don't: they know to be scared to death of it. My memory is cloudy, there's a cloud. It's a, it starts clear then gets cloudy as it goes back.. Goddammit hand me those. Straws. Joe passes him two. \n[26]And the salt. No, the pepper. The pepper. Old Joe sets two straws about a foot apart, parallel, and pours pepper between them, thus: \n[27]Ok, the span between the straws is a timeline of the next 30 years. \n[28]The pepper is a sort of fog. See my memories start clear here,  but as they go back they get cloudier, until they're totally obscured. It's like a fog. Because my memories aren't really memories, they're one possible eventuality now, and they grow clearer or cloudier as they become more or less likely. But then they get to the present moment  And they're instantly clear again. Like a wall of fog moving forward with the present moment. I can remember what you do after you do it. He pushes the left straw slowly towards the right, and it pushes the pepper with it. \n[29]And it hurts. \n[30]Uh huh. But Beatrix brings their food, two identical plates. Old Joe awkwardly clears away the pepper and straws. \n[31]This is a precise description of a fuzzy mechanism. Time travel fucks everything, my brain and body try to catch up. It's messy. That's why it's dangerous. And it hurts. All I know I know two things for sure. I know what's happening in my head. And I know that you're still going to meet her. \n[32]She's gonna save your life. Old Joe makes eye contact with Joe, for maybe the first time, and holds it. Unexpectedly naked on his face is the deepest sort of grief. Deep and unrelenting. Joe can't look at it, he breaks off his gaze. The grief is too much for Old Joe to swallow back down, so he turns it into anger. \n[33]For a long time at the beginning she thought we'd have a baby. She would have been a good mother. She wanted that so much. And now I'm saying sorry to a picture. \n[34]Your life. Let's look. At your life. You're a killer and a junkie. And a fucking child mentality, â\u0080\u009cMy life,â\u0080\u009d â\u0080\u009cwhat's mine.â\u0080\u009d Save your life, you're asking how? The question is why. Why would someone waste themselves on you, give up the good life they had, sacrifice a good life to love you. \n[35]Shut your fucking child mouth. She's going to clean you up and you're going to take her love like a sponge and you're both going to pretend that she's saved you, you're so self absorbed and stupid. Yesterday. Thirty years from now is yesterday. And I can remember it, it's going to happen. Let me tell you what's going to happen to this woman who saved your worthless life. A GREEN DOOR - Kicked in with all the violence in the world. 46. \n[36]Have you heard of the Rainmaker? \n[37]The Rainmaker came out of nowhere and in the span of six months took total control of the five major syndicates. \n[38]But he didn't have an army. Legend is he did it alone. Alone alone. Don't know I believe the legend but he didn't have an army. \n[39]That's the question. And no one knows. Not only that, there's no pictures of him. It's insane. There's stories he has a synthetic jaw. Things like that. But word spread quick about him through the ex-looper grapevine, even before his mass executions and vagrant purges and reign of terror, because the first thing he did was start closing loops. All of them. Exterminating the whole program. Cleaning house. 47. Old Joe pulls the folded papers he printed at the library out of his jacket, puts them on the table. \n[40]Do you know what this is? This number. This number. On the back of his papers he scrawls the number: 07153902935. As he writes it, a phone starts ringing, bringing us into: \n[41]This is a piece of identifying information on the Rainmaker. I can use it to find him, now, and stop him from killing my wife. \n[42]This is going to happen \n[43]Gone. \n[44]No you don't understand. We don't have to give her up. I'm going to tell you why I'm here now. He puts his hand on the folded papers. \n[45]I'm gonna save her. A quick beat. Joe goes for his gun. But Old Joe is fast, he jams his foot into Joe's crotch, crushing the hidden gun into him. Joe cries out, Old Joe grabs his hair and plants his face into the table. When Joe's hands go to his face Old Joe grabs them and pulls. Foot in his crotch, pulling his arms tight over the table. \n[46]The Rainmaker is alive right now. Living here, somewhere in this county. And I can find him with this. I need you to lay low, stay out of my way and not get caught. I know how to fix this, I won't stop till I finish it. I'm going to find him and kill him. Joe's face loosens, his eyes on their coffee cups. \n[47]It's been thirty years for me, so it's hard to remember. When you stole Seth's bike you stripped out the security tracker. Right? Joe's fearful face says â\u0080\u0098no.' Old Joe draws his gat. \n[48]Make it to the field, you can lose them in the field. Go east and hop \n[49]Shit. Joe's blunderbuss hacks another shot, and the window behind Old Joe explodes. Old Joe makes his break, sprints for the broken window, jumps... \n[50]The first time I saw her face. \n[51]No. No no. His POCKET WATCH sits open in front of him. He picks it up. \n[52]No. The first time I saw her face. \n[53]Hi. Daniel, right? I'm Chad's father. Aren't you going to come over? We're doing cake. \n[54]Well you should join the party even if you don't have cake. You have a birthday coming up? \n[55]I'm sorry. Old Joe leaves, walks across the grass. Having trouble breathing. \n[56]But I will. \n[57]I'd do anything for you. \n[58]Anything. She smiles but does not believe him. Old Joe sees this. A moment, in thought. \n[59]Anything. \n[60] \n[61] \n[62] \n[63]The gun on his fingertips. About to fall. A moment of decision. \n[64]Don't. Don't wake up your daughter. Old Joe trains the gun on her. She goes silent. \n[65]Sit down. At the kitchen table. Quivering, she does. He keeps the gun on her. \n[66]Do you know me? \n[67]I need to tell you why I'm doing this. I gotta say it out loud to someone so I know. \n[68]I threw my gun away once. To get her love. And I was going to do it again, now. Because I know she'd want me to. I was going to do it. And I saw then, I saw her vanishing, like how life probably goes when you die. That's what she was asking me to give up this time. \n[69]And if I picked up the gun. If I made this sacrifice. Life, my life. Absolution. Given back to me. My love. Given back, just like we were, and she wouldn't know what I did to get it back. \n[70]Everything set right. Everything fixed. Through this sacrifice. \n[71]The Rainmaker. A bare bulb hanging from the ceiling turns on. A six year old girl's room. But the only person in it is Kid Blue. He shoots Old Joe with a blue tazer. Old Joe hits the ground, mouth foaming, paralyzed. Knowing the answer now, knowing the who and the how but helpless and defeated. Kid Blue kicks him in the face. \n[72]Bon jour. You take this truck, you take your money, and you go live your life. No one's coming after you. I fixed it. \n[73]That's how. You got your life back, you better think right now about what that's worth to you. \n[74]Stupid little shit! You let him live, he's gonna take away everything that's yours, everything that's mine! You seen what the boy's gonna become. \n[75]    \n[76]    \n[77]         \n[78]  \n[79]    \n[80]Move! \n[81]I'm sorry He pulls the trigger. ", "Seth": "\n[1]Walk around! Around, I'm not kidding. Wide around, ya shit. The vagrant crosses the street. Joe pulls up. \n[2]Hi Joe. \n[3]Thanks. Goddamn thing. You going to the Belle? \n[4]Yeah but Gat Men pull up in them, they get respect. \n[5]I was gonna pull up in it. Tonight. Heads or tails, call it in the air. The coin lifts, floats several inches in the air, quivering. 5. \n[6]Chicks dig TKs. \n[7]Hardly. I'm with Joe. Big Craig pats them down, waves them in. \n[8]So are we - hey - Joe has vanished. Seth stops meekly, butted by passing men. \n[9]Hey, Joe. We leaving? Cuz, what- Joe? And Seth loses them again, butted back by passing men. \n[10]       \n[11]I got stupid money. Seth holds his hand under fuzzy dice hanging from Joe's mirror, and they spin. \n[12]I think I did something. You know what? TKs are special. Fuck you. \n[13]Overseas... \n[14]Fuckin Kid Blue. \n[15]I gots mine you gots yours. I wish I was smart like you. Saint Joe. Seth pats Joe's cheek, and waddles off towards his apartment. 11. \n[16]They're gonna be here any minute, are they here? \n[17]Christ. Joe. Christ. Joe's eyes focus a bit, he tunes in to the situation. Turns the apartment lights off. \n[18] What are you doing? Right. Smart. \n[19]Late to my own funeral. Mom always said... \n[20]Christ, Joe. Late to my own goddamn funeral. Can you help me? 14. \n[21]You can protect me a little, right? Just so they don't... jeez. Oh jeez. This is like a nightmare. This is a nightmare. \n[22]He was singing. \n[23]Through the gag and mask, but I could hear the tune. Deep memories, my mom in a dark room, singing. Back warm and safe, when I coulda still been good. And once I knew it was him... Joe I couldn't. I couldn't. I had to see. Seth pulls the sack off the man's head. \n[24]Joe I can't even tell you. Looking in his eyes. I had to let him talk, then. I don't even remember the words, but I remember believing every one of them, or not even believing, but submitting. I've never felt that small before. I've never felt that happy. He told me. I remember, there's a new holy terror boss-man in the future, and he's closing all the loops. The Rainmaker, they call him. He told me. 15. \n[25]Then he wanted a cigarette and I untied him, and he gives me this look. And he just starts running. \n[26]And I had my blunderbuss so I know he's got about fifteen strides till he's out of my range. And they come and go, and I just watch him till he's gone. \n[27]What do I do? You're the only friend I got Joe you gotta help me \n[28]Joe? A little - where am I gonna - \n[29]No! You gotta hide me! Joe, hide me, please Christ please Joe please hide me tell em something to buy time and I'll leave please- \n[30]No no no no no! A bell-like DING. Old Seth spins, sees a WEDDING BAND lying on the sidewalk. He picks it up with the four remaining fingers on his left hand, stuffs it in his pocket, sobbing. Bursts out of the alleyway, limping now, straight into the street and into the headlights of an oncoming car. The car screeches to a halt, and its harsh white light shows Old Seth's missing right ear, and deep scars down his face. \n[31]  \n[32]  \n[33]  ", "Joe": "\n[1]Time travel has not yet been invented. But twenty five years from now it will be. Once the technology exists, it will be relatively cheap and available to the public at large. And so. It will be instantly outlawed, used only in secret by the largest criminal organizations. And then only for a very specific purpose. Joe drives up and parks his truck, removes the wrapped corpse from the flatbed. \n[2]It's nearly impossible to dispose of a body in the future. I'm told. Tagging techniques, whatnot. So when these future criminal organizations in the future need someone gone, they use specialized assassins in our present, called loopers. \n[3]And so. Thirty years from now. My employers in the future nab the target, they zap him back to me, their looper. And I do the necessaries. So the target has vanished from the future, and I've just disposed of a body that technically does not exist. Clean. The body slides down a long chute. Vanishes in a little flare of angry red fire. \n[4]Bon jour, Beatrix. \n[5]Slow. How's the coffee? \n[6]Two, Jedd. 3. Joe fishes the two gold bars from his jacket. A small narrow slot slides open in the wall, and gnarled old hands take the gold bars. It slides shut again. In the background the front door to the pawn shop dings open. The slot slides open and Jedd's hands push a wad of cash. Joe pockets it, and backs around Dale, another Looper. \n[7]Yup. Dale hands four gold bars through the slot as Joe retrieves his gun and exits. \n[8]  \n[9]Bon jour, mademoiselle. Bang! \n[10]Yeah Seth? Yeah. Ok. 4. \n[11]Seth. \n[12]That's new. Seth kicks the bike. \n[13]Slat Bikes are all junk. Stick with rubber on the road. \n[14]They get respect cause they run the town. How much did that thing set you back? How much? Seth holds a quarter idly in his palm. \n[15]Congratulations. You're pulling up with me instead. Joe notices the floating quarter. \n[16]And don't, if we're going in, don't do that. \n[17]It's tacky, don't do it. Seth catches the quarter, sullen. \n[18]When the TK mutation started appearing in the general populace it was on every magazine - â\u0080\u009cNext Step in Evolution, what's next.â\u0080\u009d Everyone got tested. But turns out this was it, and now it's just a bunch of assholes thinking they're blowing your mind by floating quarters. \n[19]Big heads. Small potatoes. Drives past, revving the engine. \n[20]We'll stick backstage, just meeting up. In and out. \n[21]Hardly. Right Seth? \n[22]So I've read. He ducks out. 7. \n[23]What? \n[24]For what? \n[25]No shit? The door at the bottom of the stairs opens, and ZACH, another looper, steps out. An OLDER MAN'S HAND pats his shoulder then retracts into the door. The loopers watch him in awe. \n[26]There's a reason we're called loopers. \n[27]Time travel in the future is so illegal, that when we sign up for this job we agree to a very specific proviso. 8. Zach raises his gun. \n[28]If our employers in the future get busted up by the law, their first priority is going to be erasing any trace of their relationship with us ever existing. A flash of light, and a HOG TIED MAN with a sack over his head kneels in front of Zach. Zach fires, and the man's chest explodes. \n[29]So. If they're busted, and if we're still alive 30 years from now, they'll find our older self and zap him back to us, like any other job. Zach rips open the back of the corpse's jacket, revealing several dozen gold bars taped to his back. \n[30]This is called closing your loop. Zach freezes. Looks at the shape of the corpse's face through the sack. \n[31]And you get paid out a mythic amount of money, and you get a handshake and get released from your contract. Enjoy the next 30 years. \n[32]This job doesn't tend to attract the most forward thinking people. \n[33]Sell that goddamn slat bike back. That's a lot of stupid money. \n[34]Alright. Seth stumbles toward his door, checks his pants. \n[35]Hey Seth. Seth slumps against the car. \n[36]Alright, Zach. What's his payout, 30? 40? If that? That's not going to last you 30 years. And it won't get you overseas. \n[37]So in five, ten years you're back to riding the rails, or worse you're like Kid Blue, working as a gat man, wagging your dick at loopers and roughing up shop clerks for payoff money. \n[38]Save a little something. Alright? Cause that'll be yours, and then you've got yours and that's all that matters, your life is your own. \n[39]  \n[40]  \n[41]  \n[42]Ravi de te voir, Beatrix. \n[43]Two, Jedd. Jedd opens a slot and takes two gold bars from Joe, then hands him out a small stack of cash. Marks in a notebook Joe's name, the date and the number â\u0080\u00982'. All the other transactions have the number â\u0080\u00984'. \n[44]       \n[45]Fourth. On the stage, flinging her legs with a line of can-can dancers, is Suzie. The girl Joe watched in the bordello. As her dance ends Joe stands and goes backstage. \n[46]You working a shift tonight? \n[47]Oh. \n[48]       \n[49]  \n[50]  \n[51]Jesus, Seth. \n[52]No, they're not here. Who? \n[53]Seth, sit down here. CRASH! Seth knocks something over in the dark. Joe opens the fridge, pale light. Seth sits at the kitchen table. \n[54]Tell me now. \n[55]Seth, what did you do? \n[56]I knew then what he did so I don't know why I asked. \n[57]What did you do? Seth lifts his eyes to Joe. \n[58]  \n[59]  \n[60]This is called letting your loop run. It's not a good thing. \n[61]You fucking idiot coming here. Seth, sucker punched. \n[62]You can't be here, I'll give you a little money but you gotta \n[63]You hop a freight train, you beat it the hell out POUND POUND POUND. On the door this time. Seth makes a sound like he's going to die, Joe closes the fridge, hisses \n[64]Shut up. Don't move. Goes to the door. Two GAT MEN and Kid Blue stand outside. \n[65]I can't do anything for you Seth. Seth crumples to his knees, grasping Joe's hand. \n[66]Hold on! Watching Seth, Joe's face breaks in a moment of decision. He flips the lights on, and briskly pulls back his oriental rug. A FLOOR SAFE with a touch pad. He enters a code, opens it. Wide and deeper than you'd expect, lined with gold bars. Big enough for a man. Seth scrambles in. Joe takes one last look at Seth's frightened, grateful face, framed by the gold bars, then closes the safe and smooths the oriental rug. POUND POUND POUND- Joe opens the door. Kid Blue storms in, his gun drawn, sweeping through the apartment with over-eager purpose. One gat man stays outside, the other casually sits at Joe's kitchen table. Kid Blue gets in Joe's face. \n[67]You think it's easy looking this good? \n[68]There's coffee in the tin. \n[69]Alright, cut it out Kid. You're gonna blow your foot off again. The Kid almost snaps back, but then grins. \n[70]C'mon. \n[71]Dunno I agree with that. \n[72]This man is from the future. He was sent back here by the mob, a one way ticket, to run the Loopers. That's low effort even for Abe, so to pass the time he recruited some real muscle, the Gat Men. Now he runs the city. Any other city, that'd be impressive. Abe settles in his chair. Regards Joe. 19. \n[73]Ties. \n[74]  \n[75]Okay. A beat of silence. \n[76]Well it was nice chatting with you Abe. \n[77]Seth? \n[78]My friend Seth? I'm confused. 20. \n[79]Watch shop. \n[80]You know I'm grateful, Abe. Genuine. But Abe shakes his hands, not where he's going. \n[81]Okay. \n[82]Will you kill him? \n[83]Floor safe, beneath the rug. 6742. One of the gat men quietly exits. \n[84]I can't remember my mother's face. I remember her touching my hair. Like this. He takes Suzie's hand strokes it over his hair. She smiles briefly, tired, then takes her hand away and puts drops in his eyes. \n[85]Do you want to go overseas? \n[86]Soon, maybe. \n[87]Is that how it aughta be? \n[88]  \n[89]  \n[90]Oh god. Gold bars scattered in the dirt. But no Old Joe. And no truck. Joe staggers to his feet, shaky. Head thick. But realizing. \n[91]Late to my own funeral. \n[92]  \n[93]  \n[94]  \n[95]  \n[96]  \n[97]Kid listen Kid. I'm sorry. Tell Abe I'm going to fix this. Tell him keep my bars safe cause I swear to god I'm going to fix this, I'm going to find my loop and I'm gonna kill him. Tell Abe- CRACK CRACK! The wood paneled floor above the safe door splinters upwards with gunshots, and a chunk of Joe's right ear explodes. More blood than you'd think spills down his neck, Joe falls back. Three more shots - CRACK CRACK CRACK! And now footsteps running down the hall. Joe on his feet, slipping in his own blood, sprints across the apartment. The TALL GAT MAN appears in the doorway, shooting blindly at Joe, chunks of wall and plaster exploding as Joe doesn't stop but JUMPS OUT THE WINDOW. \n[98]      \n[99]      \n[100]  \n[101]And your jacket. 34. \n[102]  \n[103]Shit. Old Joe turns to go, but STOPS when his eye catches movement between parked cars. It's Joe. Young Joe, hid between the cars, looking up at the apartment building weighing his options. \n[104]  \n[105]  \n[106]Stupid little shit. He lifts him in his arms. \n[107]Where would I go if I were me. 37. He sprints into an alleyway, but Gat Men are coming down the other side with flashlights. Goes back the way he came, turns a corner. \n[108]Please. Black. And water. \n[109]  \n[110]I ordered something. \n[111]Steak and eggs, rare and scrambled. \n[112]We're not going to talk about time travel. \n[113]...ok. \n[114]Must hurt. His arm. \n[115]Yeah. Didn't know if you'd \n[116]I put it together. Clever. Do I get the scar when you're cut, or when the knife is on its way down and it's inevitable that you're going to be cut? \n[117]I'm not cutting myself again to- \n[118]I'm not asking you to. \n[119]It's an interesting question, I've just lost a lot of blood today. \n[120]You know there's another girl here on weekends. \n[121]  \n[122]Well. Have fun explaining who â\u0080\u0098Beatrix' is for the next thirty years. Beatrix sets Old Joe's black coffee next to Joe's white. \n[123]How's the French coming? \n[124]Good. 41. \n[125](fast in French, \n[126]No? Well you'll get there eventually. Obviously. \n[127]I don't care what you're here for, whatever you think you're going to get from me. More time or whatever you want. I can't let you walk away from this diner alive. Because the next 30 years of my \n[128]I'm sorry to cut off - sorry -are mine they're not yours to cut off this spiel you've they're not yours anymore you been practicing all night, can say anything you want but but I need you to need you to you're not walking outta here listen. Listen. alive \n[129]You know what the voice of god sounds like? See now good you're confused now but you're listening. I hope the voice of god sounds like an old man speaking French. Old men speaking French sound like primeval trees in a strong wind, just irrefutable. Wise, strong, gentle, all these things in harmony, complimentary. At once. Old men speaking French. Young men speaking French sound, without exception, like weenies. Fact. You ever hear a Frenchman under 40 try to sound threatening? It's hilarious. English is a tight t- shirt, flatters the young. Rat a tat tat. French is a double breasted suit. Young man can put it on, but it always feels like he's putting something on. Some things, you just need the years. It's my favorite language. \n[130]I've got a life ahead of me that's mine and I'm not giving it up for you or anybody 42. \n[131]Well you know what you have to do then why don't you take your little gun out from between your knees and do it. One in the head, two in the heart. Boy. It's all â\u0080\u009canybodyâ\u0080\u009d and â\u0080\u009cneverâ\u0080\u009d and then you show up here and think you can talk me into dying. Well bullshit we both know you're not going to kill me. Christ you ordered eggs. Old Joe downs two aspirin. Takes a breath. \n[132]I know why you couldn't pull that trigger. When you're tasked to do the unthinkable, your mind, it'll do anything it can to stop you. Only way is you gotta know why you're doing it, in your bones, so you can say it out loud to someone without apologizing. Or you gotta cut yourself off, go numb. But that'll kill you, down the line. It's hard to make eye contact with you. It's too strange. \n[133]Your face looks backwards. \n[134]Yeah, that helps actually. That little twist of unfamiliar. You're not winning some pissing contest by looking me in the eye, you didn't know what I looked like until yesterday, it makes sense that it's easier for you. \n[135]I wasn't trying to. Do you know what's going to happen? Have you already done all this, right now, as me? \n[136]No not - exactly - I don't want to talk about time travel shit, because we'll start talking about it and then we'll be here all day making diagrams with straws. It doesn't matter. 43. \n[137]When I hurt myself now, it changes your body. Do my actions change your memories? \n[138]It doesn't matter because I don't know how it works. Nobody knows how it works. Time travel was an accident, thirty years from now the smartest men in the world know exactly one thing about it that you don't: they know to be scared to death of it. My memory is cloudy, there's a cloud. It's a, it starts clear then gets cloudy as it goes back.. Goddammit hand me those. Straws. Joe passes him two. \n[139]And the salt. No, the pepper. The pepper. Old Joe sets two straws about a foot apart, parallel, and pours pepper between them, thus: \n[140]Ok, the span between the straws is a timeline of the next 30 years. \n[141]What's the pepper? 44. \n[142]The pepper is a sort of fog. See my memories start clear here,  but as they go back they get cloudier, until they're totally obscured. It's like a fog. Because my memories aren't really memories, they're one possible eventuality now, and they grow clearer or cloudier as they become more or less likely. But then they get to the present moment  And they're instantly clear again. Like a wall of fog moving forward with the present moment. I can remember what you do after you do it. He pushes the left straw slowly towards the right, and it pushes the pepper with it. \n[143]So you can \n[144]And it hurts. \n[145]So when we're apart you can remember what I do. After I do it. \n[146]Uh huh. But Beatrix brings their food, two identical plates. Old Joe awkwardly clears away the pepper and straws. \n[147]This is a precise description of a fuzzy mechanism. Time travel fucks everything, my brain and body try to catch up. It's messy. That's why it's dangerous. And it hurts. All I know I know two things for sure. I know what's happening in my head. And I know that you're still going to meet her. \n[148]Who? Old Joe takes a worn double of Joe's POCKET WATCH from his pocket, clicks it open. We don't see inside it, but he stares at it intently. 45. \n[149]This is a woman, what? I'm going to fall in love with? \n[150]She's gonna save your life. Old Joe makes eye contact with Joe, for maybe the first time, and holds it. Unexpectedly naked on his face is the deepest sort of grief. Deep and unrelenting. Joe can't look at it, he breaks off his gaze. The grief is too much for Old Joe to swallow back down, so he turns it into anger. \n[151]For a long time at the beginning she thought we'd have a baby. She would have been a good mother. She wanted that so much. And now I'm saying sorry to a picture. \n[152]She's. How is she, you said save my life. \n[153]Your life. Let's look. At your life. You're a killer and a junkie. And a fucking child mentality, â\u0080\u009cMy life,â\u0080\u009d â\u0080\u009cwhat's mine.â\u0080\u009d Save your life, you're asking how? The question is why. Why would someone waste themselves on you, give up the good life they had, sacrifice a good life to love you. \n[154]My life is my own, I don't need it \n[155]Shut your fucking child mouth. She's going to clean you up and you're going to take her love like a sponge and you're both going to pretend that she's saved you, you're so self absorbed and stupid. Yesterday. Thirty years from now is yesterday. And I can remember it, it's going to happen. Let me tell you what's going to happen to this woman who saved your worthless life. A GREEN DOOR - Kicked in with all the violence in the world. 46. \n[156]Have you heard of the Rainmaker? \n[157]Seth said, that night. A new boss in the future, he said. \n[158]The Rainmaker came out of nowhere and in the span of six months took total control of the five major syndicates. \n[159]That would take an army. \n[160]But he didn't have an army. Legend is he did it alone. Alone alone. Don't know I believe the legend but he didn't have an army. \n[161]How did he do it? \n[162]That's the question. And no one knows. Not only that, there's no pictures of him. It's insane. There's stories he has a synthetic jaw. Things like that. But word spread quick about him through the ex-looper grapevine, even before his mass executions and vagrant purges and reign of terror, because the first thing he did was start closing loops. All of them. Exterminating the whole program. Cleaning house. 47. Old Joe pulls the folded papers he printed at the library out of his jacket, puts them on the table. \n[163]Do you know what this is? This number. This number. On the back of his papers he scrawls the number: 07153902935. As he writes it, a phone starts ringing, bringing us into: \n[164]This is a piece of identifying information on the Rainmaker. I can use it to find him, now, and stop him from killing my wife. \n[165]None of this concerns me. We're done we're gonna walk outside now. \n[166]This is going to happen \n[167]It happened to you, it doesn't have to happen to me.  You got her picture in there? Show it to me. Show me her picture. And when I see her for the first time I'll walk away, and she won't be with me. 48. \n[168]I guarantee the instant I look at her picture that fog in your brain will swallow up the memories of her and she'll be gone. \n[169]Gone. \n[170]She'll be safe. And then we can all do what we have to do. A beat. Old Joe holding the pocket watch, gazing at it. Then he snaps it closed in his fist, drawing it back. \n[171]No you don't understand. We don't have to give her up. I'm going to tell you why I'm here now. He puts his hand on the folded papers. \n[172]I'm gonna save her. A quick beat. Joe goes for his gun. But Old Joe is fast, he jams his foot into Joe's crotch, crushing the hidden gun into him. Joe cries out, Old Joe grabs his hair and plants his face into the table. When Joe's hands go to his face Old Joe grabs them and pulls. Foot in his crotch, pulling his arms tight over the table. \n[173]The Rainmaker is alive right now. Living here, somewhere in this county. And I can find him with this. I need you to lay low, stay out of my way and not get caught. I know how to fix this, I won't stop till I finish it. I'm going to find him and kill him. Joe's face loosens, his eyes on their coffee cups. \n[174]It's been awhile since we've gotten a warm-up. Old Joe realizes, looks around. The diner is eerily quiet. Beatrix and the staff have all quietly left. Fled. Old Joe swings out of the booth, still holding Joe by the hair, dragging him like a doll. Joe's blunderbuss clatters to the ground. Old Joe drags him to the window. They look out. Nothing in the parking lot. Too quiet. 49. \n[175]It's been thirty years for me, so it's hard to remember. When you stole Seth's bike you stripped out the security tracker. Right? Joe's fearful face says â\u0080\u0098no.' Old Joe draws his gat. \n[176]Make it to the field, you can lose them in the field. Go east and hop \n[177]I've got him! He's here! A GAT MAN barrels in, his gat blazing. Joe scrambles but Old Joe gets the gat. With an expert shot Old Joe puts the Gat Man down, but there are two more behind him. Pinned behind a booth, Old Joe returns fire, glass breaking and chaos. Joe grabs at the papers, Old Joe grabs them first and yanks. Leaving Joe with a torn-off top sheet. Joe scrambles away, down the length of the diner behind the booths, back to their table, as the Gat Men and Old Joe have their fire fight. Joe's blunderbuss on the ground beneath the table. He scoops it up. Turns, and fires at Old Joe. \n[178]Shit. Joe's blunderbuss hacks another shot, and the window behind Old Joe explodes. Old Joe makes his break, sprints for the broken window, jumps... \n[179]Around back! 50. They all run around back, where Old Joe is halfway to the corn but not there yet. The seven Gat Men and Kid Blue and Joe fire their guns after him while running but they're too far away (and they're running) so nothing hits. Joe blasts at the old man blindly, sprinting with all his might, eyes streaming tears in the dust. When Old Joe hits the wall of corn he seems to vanish. Four of the Gat Men follow him in, while the remaining pursuers slow to a stop, doubled over, panting. Defeated. It takes a few seconds for Kid Blue to realize that Joe is there with them. It takes another second for Joe to realize that the dynamic has changed. He turns and runs back towards the diner, Kid Blue and the Gat men in pursuit. One of the Gat Men fires. \n[180]No fuck no fucking piece of shit CLICK CLICK. The Kid and the Gats closing in, and just the moment that Kid Blue lays his hands on the back of the bike the engine turns over with a ROAR. The back of the bike kicks up, heat and air blasts from the open slats beneath, blowing Kid Blue back on his ass. The bike HOVERS a few feet off the ground. Joe roars off into the corn. The Kid is on his feet running back to the Gat Men. \n[181]C'mon. C'mere. C'mon. C'mon. C'mon. 53. \n[182] \n[183]  \n[184] \n[185]A day. \n[186]Thirsty. I can't feel my legs \n[187]Thirsty. Thirsty. Soft footsteps approach. Small bare feet padding towards him through the front door. A young boy steps out onto the porch, 6 years old, named CID. Cid looks Joe over. His eyes linger on Joe's gun. Then he kneels, his small hands feeling Joe's sweaty face. Pushes a straw to Joe's lips. Joe's hands clasp around a plastic cup with a cartoon tiger, and he drinks. \n[188]The first time I saw her face. \n[189]No. No no. His POCKET WATCH sits open in front of him. He picks it up. \n[190]No. The first time I saw her face. \n[191]I just finished cleaning - alright. Tosses it into the dirt. Sara lowers the shotgun slightly. \n[192]I'm at thirty percent. \n[193]I can't do that. \n[194]I need to stay here for a little while longer. \n[195]Well I'm sorry. \n[196]No. Sara raises the shotgun. \n[197]No. You couldn't scare a retarded hobo with that thing. Literally. \n[198]And that's, that's telling. You're holding a gun. I say I'm not afraid, so you describe the gun to me. But it's not the gun I'm not afraid of. What are you gonna shoot in the air? Blow a hole in your barn? To scare me? Go ahead. But you couldn't let me die, you won't kill me. \n[199]Look I'm not a threat to you or your boy. I need to be on your property but I'd prefer to not have any contact with you at all, I'll stay in the fields. There's just one thing you need to do for me, and you won't have to deal with me again. He takes the map from his pocket, unfolds it. Tosses it over to her. \n[200]Just, verify for me that's your house on the map. So I know I'm in the right place. \n[201]A map. \n[202]Doesn't matter. Ok. I'll be out of the barn in an hour, if you can spare it I'll take the water jug with me. Does that well have water? I'll fill it from there. Sara turns the map over. Sees the NUMBER that Old Joe wrote on the back. 07153902935. And everything changes. \n[203]Does that mean something to you? For the first time in their conversation, Joe looks in her eyes. Sara stares daggers, searching. Very different than she was ten seconds ago. Joe scoots back 65. \n[204] \n[205]Time travel hasn't been invented yet. But in thirty years it will be. \n[206]Hi. Daniel, right? I'm Chad's father. Aren't you going to come over? We're doing cake. \n[207]Well you should join the party even if you don't have cake. You have a birthday coming up? \n[208]I'm sorry. Old Joe leaves, walks across the grass. Having trouble breathing. \n[209]I can't go back to the city and find him cause Abe, the boss, all his men are going to search the streets 24/7 till they turn up me or... him. All I have is this map. And that he's coming here. Sara stands. Paces away. Deep in thought. \n[210]Yeah. Did you know about Loopers, what we do \n[211]I think... he thinks, the instant the rainmaker dies, he'll never have been sent back, so he'll just vanish, and be back with his wife. 67. \n[212]Yeah. Someone. You know what these numbers mean. \n[213]Think about what doing this would fix. What he thinks it would fix. Sara caught that, and she did not like it. 69. \n[214]He'll kill the other kids on that map and then come here last. Put off facing me. \n[215]I've lost my life. I kill this man, I get it back. You can trust me. \n[216]We're surrounded by the corn, that leaves us blind. He can get within fifty yards of the house without a hawk spotting him. What makes sense is, we burn the fields, level them. Sara realizes he's seriously asking. \n[217]What kind of equipment's in the barn? \n[218]Nothing that shoots. \n[219]Good by me. He hisses as she applies antiseptic to a gash in his arm. \n[220]If I'm out here and you're in the house we're gonna need some way to communicate. \n[221]Dinner bell. We need walkies, or buzzers. \n[222]Got any ammo for that shotgun? That isn't a seasoning? \n[223]What are we doing here? \n[224]How do you do that? \n[225]Smart. \n[226]Let's say I kill people. 73. \n[227]Uh huh. Cid looks at him in the dark. Not scared at all. Then he goes back to fitting the backing on a toy. A long beat, Joe thinking. Broken by a PIERCING NOISE. They both jump - the toy truck Joe has idly played with is shrieking, sirens blaring. Joe fumbles with it, Cid reaches over and switches it off, they both freeze. And look up at the ceiling. Silence in the house. With a look of reproach beyond his years, Cid takes the truck from Joe and finishes up his work. \n[228]How long have you and your mom been on the farm? \n[229]I'm sorry. \n[230]I'm sorry Takes the buzzers. Stands, fumbling. Retreating. 74. \n[231]You should talk to your mom about this. \n[232]Can't you pull that out with a plow? \n[233]I found a, in the barn I found some parts, and I made a, thing. Joe pushes one of Cid's BUZZERS into her hands, which we now see is a colorful plastic frog toy with a light bulb nose. \n[234]If you see anything, just push that, and, Joe pushes the button on his buzzer, and Sara's lights up and vibrates. She regards the toy, then stares hard and cold at Joe. \n[235]It's important. \n[236]Last night. He woke me up. Don't tell him I told you though, he... Sara rolls her eyes, turns away. Starts chopping again. Joe doesn't leave. \n[237]You said you were his mom. 76. \n[238]He told me you're not. This hits Sara hard. She resumes chopping to cover it. \n[239]If he's not your son who is he? \n[240]How'd she get killed? When Sara's eyes hit him they're daggers. \n[241]Cid told me. You have to talk to him about it. Icy silence from Sara, and an odd stare. \n[242]He asked about my gun. You think this is going to go away if you don't talk to him about it but it's just gonna grow \n[243]Thank you granddad. \n[244]No. I know him, that's what's funny. His name's Jesse. I like him. He'll go away when he doesn't find me, he won't hurt her. They watch in silence for awhile. In the distance, Jesse leaves the house alone and scopes the grounds before walking back towards the highway. \n[245]My mom gave me up. I was younger than you. We were vagrants, and she was alone, for a long time I thought she was stupid for getting on the drug she was on, it was bad stuff, it probably ended up killing her. 90. \n[246]But now I see, she was so alone. And it was what she had. She sold me. To a panhandle gang. QUICKLY, SILENTLY WE SEE - FOUR YEAR OLD JOE dragged into darkness by rough men, screaming. Then we're back to the scene. \n[247]But I got away. And I ran and I ended on a train, sitting in the dark in an empty freight, going to the city, and I saw myself over and over killing those men who bought me and who got my mom on what she was on. Finding them and tearing them apart. Saving my mom. \n[248]A man in the city found me, put a gun in my hand, and gave me some things. I didn't have my mom anymore. I had my work, my money. My plans. For my life. That's what I'd kill for. Not something I don't have, and can't ever get back. There's just men figuring out what they'd do to keep what's theirs, what they got. That's the only kind of man there is. \n[249]I think we're clear. He opens the trap door, climbs out. \n[250]But I will. \n[251]I'd do anything for you. \n[252]Anything. She smiles but does not believe him. Old Joe sees this. A moment, in thought. \n[253]Anything. \n[254] \n[255] \n[256] \n[257]The gun on his fingertips. About to fall. A moment of decision. \n[258]What? Closes the door, kisses him. The adrenaline in his head doesn't know where to go. \n[259]That's pretty good. \n[260]He's protecting his future. Not mine. A beat. \n[261]Don't. Don't wake up your daughter. Old Joe trains the gun on her. She goes silent. \n[262]Sit down. At the kitchen table. Quivering, she does. He keeps the gun on her. \n[263]Do you know me? \n[264]I need to tell you why I'm doing this. I gotta say it out loud to someone so I know. \n[265]Jesse. \n[266]I threw my gun away once. To get her love. And I was going to do it again, now. Because I know she'd want me to. I was going to do it. And I saw then, I saw her vanishing, like how life probably goes when you die. That's what she was asking me to give up this time. \n[267]And if I picked up the gun. If I made this sacrifice. Life, my life. Absolution. Given back to me. My love. Given back, just like we were, and she wouldn't know what I did to get it back. \n[268]I'm unarmed Jesse, you can let her go. Sara, Jesse here's the best shot with a gat I've ever seen, when he lets you go you sit on the couch and don't do anything stupid. Jesse lets Sara go and trains the gat on Joe. 97. \n[269]He's coming here Jess. My Looper, is gonna come here. \n[270]I got eighty large in pure gold, I take my looper back in and get right with Abe, whatever he gives me back I'll split it with you. \n[271]Ok. It's yours, all of it \n[272]Everything set right. Everything fixed. Through this sacrifice. \n[273]The Rainmaker. A bare bulb hanging from the ceiling turns on. A six year old girl's room. But the only person in it is Kid Blue. He shoots Old Joe with a blue tazer. Old Joe hits the ground, mouth foaming, paralyzed. Knowing the answer now, knowing the who and the how but helpless and defeated. Kid Blue kicks him in the face. \n[274]Cid! \n[275]How did your sister die? Sara holds his gaze. Then everything breaks inside her and she collapses in sobs. Heaving. \n[276]That happened to her. Cid. Jesus. Jesus he killed her This breaks Sara out of her sobs \n[277]What is it a TK mutation? \n[278]Yeah I know he will. Imagine what he could do. \n[279]He doesn't. Joe heads to the corn, Sara scampers after him but slips on the wet grass, and Joe hits the corn with a head start. \n[280]Right now two things have happened. My looper knows Cid's the kid he's looking for, and my gang knows I'm here. So in fifteen minutes one or both is coming down that highway. You pack up the Gat Man's truck, whatever you can fit in ten minutes, and you drive North away from the city. \n[281]One buzz means come and get me. Two or nothing, don't. He vanishes into the stalks, towards the highway. \n[282]Bon jour. You take this truck, you take your money, and you go live your life. No one's coming after you. I fixed it. \n[283]And you go kill the boy. That's how you fix it. \n[284]That's how. You got your life back, you better think right now about what that's worth to you. \n[285]My life? Your life. Becoming you. 106. Joe raises his Blunderbuss and FIRES. Too far away, the shot scatters. The old man flinches, backs away. Joe walks forward towards Old Joe, stepping over the gold. \n[286]Stupid little shit! You let him live, he's gonna take away everything that's yours, everything that's mine! You seen what the boy's gonna become. \n[287]I haven't seen that yet. Joe fires again, close enough now to draw blood off Old Joe's chest and knock him back. Out of nowhere a SLAT BIKE careens around the van, which has until now blocked our line of sight down the highway. Kid Blue. The bike clips Joe's leg, sending him spinning violently to the dusty pavement. The bike shoots off down the highway, a cloud of dust in its wake. It takes a hundred yards for the Kid to pull it to a stop and spin it around. Joe is hurt bad. He grapples for his blunderbuss. Kid Blue guns the engine, gat in hand. Levels it, steady as a rock. Joe shoots at the Kid, but he's out of range, the gun fires scattershot. Kid Blue fires, a bullet hits dangerously close to Joe. Panicked, Joe begins firing at the pavement around him, round after fiery round. Kicking up dust. Lots of dust. Raising a cloud. KID BLUE'S POV - zooming towards Joe, now obscured in a cloud of dust and smoke. He fires his gat into the cloud, tries to slow the bike but can't in time. In the dust cloud Joe hears the bike roaring down upon him. He covers up and when he feels the bike roaring past blindly FIRES his buss. A moment later the bike emerges from the dust cloud. Without a driver. It skids, crashes. When the dust clears away Joe lies still, arms over his head. 107. Besides him, the broken remains of Kid Blue. Painfully, Joe raises himself. Then realizes: Old Joe is gone. \n[288]    \n[289]    \n[290]         \n[291]  \n[292]    \n[293]Move! \n[294]    \n[295]  \n[296]No! EXT. FIELD - WITH OLD JOE &amp; SARA Sara, not going anywhere. \n[297]I'm sorry He pulls the trigger. \n[298]    \n[299]  \n[300] \n[301]  \n[302]      \n[303]  \n[304] \n[305]  \n[306]    \n[307]    \n[308]  ", "Suzie": "\n[1]Hey. \n[2]Yeah. Yeah, but one of the gat men bought me out already. For the night. \n[3]Sweetie. I gotta work. She leaves him watching her go. He turns - sees Kid Blue leaning in the shadows. He's seen this whole exchange. The Kid smirks. \n[4]  \n[5]Do I want to go overseas? With you? Now? \n[6]Baby that's sweet. You're a sweet boy. You gotta be careful, it's easy to think you know someone once you been like this. What's in here is services rendered. \n[7]What, in nature? You know I get this a lot. Especially young guys. I must have wife eyes or something. His face clouds. 23. \n[8]Sorry, I know I promised five, you know how it gets. \n[9]No. I don't know you. Who are you? \n[10]Why you're doing what? 96. \n[11]...who are you? \n[12]What are you gonna do? Old Joe stands, walks towards the back hall. Suzie screams \n[13]No! And runs at him but he shoves her back hard. ", "Abe": "\n[1]Two minutes. \n[2]What the hell is going on out there- The high door swings open fast, SMACKING Kid Blue hard on the side of the head. His gun goes off, firing into the wall. Out of nowhere three gat men burst into the room, guns drawn. ABE, a sallow man in his 50s, appears in the high doorway. \n[3]Alright. Joe. Joe climbs into the doorway. Kid Blue stands shakily. \n[4]You didn't shoot your other foot off, didja kid? The door closes, and the gat men laugh at the Kid. \n[5]  \n[6]My great grandfather always told my grandfather, men's like spiders. It's the little ones you gotta be careful of. \n[7]Oh yeah? Well. What the fuck did my great grandfather know. \n[8]How can you kids stand those chokers? This, the cravats. \n[9]Ridiculous. You're aware we don't have a dress code. \n[10]You know, you don't know, the movies you're dressing like were copying other movies. Goddamn 20th century affectations, do something new. Put a glowing thing around your neck or use... rubberized..  Be new. \n[11]I do like you, Joe. But we're sure enough Seth paid you a visit we're gonna hafta do something about this. \n[12]You're expecting we're gonna break your fingers with a hammer or something awful, and I'm going to diffuse that tension right now, that isn't going to happen. What's going to happen is, I'm going to talk for a little, not even that long, then you're gonna give up your friend. \n[13]Well then I'll talk a little. You know you were the youngest looper I ever hired? You looked goddamn ridiculous they said, the blunderbuss up to here on you. But I remember they brought you in, I forget what it was for, \n[14]That's yeah, you had rolled one of our fronts, a watch shop. And they had you, your arms pinned, this kid. Like an animal. But you looked at me, your hair stuck to half your face so just this one eye looking at me. And I thought what's this kid lived through, what he had taken away from him. What's he lost. And I could see, like seeing it happen clear as seeing it, the bad path in front of you, the bad version of your life. Like a vision I saw it happen, you turning bad. So I cleaned you up and put a gun in your hand. I gave you something that was yours. \n[15]I gave you something that was yours. And I remember that kid, and I think when you ask yourself you ask who would I sacrifice for what's mine, I think Seth is deep and cozy inside that circle. Pause. Both their eyes go to a hammer sitting on the desk. \n[16]That hammer's there for something else later, that's not, it's a bad coincidence. \n[17]Show you how much I know you, I'm not even gonna break you, just set you back a ways. 21. \n[18]We know you've been stashing half your bars. Which is smart. You give up Seth, or you give us half your stash. For Seth. Joe holds Abe's gaze for a moment, then his eyes drop and it's over. \n[19]No. Would be too cataclysmic a change to the future. What we'll do is dangerous in that regard, but not as dangerous as killing him, and not by twice as having him run free. Joe I let him run more than a few days, the boys in the future get nervous, then bing! my replacement shows up. With a gun. So we'll do what we have to do. Silence. \n[20]It's the little ones that get you. \n[21]Why don't you kill an hour, Joe. On the house. After Joe exits, Abe and Kid exchange looks. \n[22]Call the doc. \n[23]He ain't dumb like the last, we gotta get lucky now. Cover the roads out of town. Sweep the streets, pull in his social circle, pound the pavement. \n[24]  \n[25]Maybe. Sweep the train yard. Every second that passes is bad, go. \n[26]  \n[27]Stupid little shit. \n[28]Well that's what happens when you fire a gat in a steel box you stupid little shit. \n[29]Go home and let the grown ups work. Kid Blue. \n[30]  \n[31]Well. You found him. And you russeled up a posse and went to git â\u0080\u0098em. Like a good little cowboy from one of your movie movies. Without telling me. \n[32]You can fuck up again? Really. You know what happens to me if I don't get that old bastard? I got too much riding, Kid, I can't afford a fuck-up playing cowboy. Put your gat on the table. Fighting tears now, Kid puts his gun on the desk. But he doesn't take his hand off it. \n[33]  \n[34]Every fucking car, every gat, every cop - get â\u0080\u0098em down there! Flood that fucker! Take him down! \n[35]  \n[36]Call everyone, every Gat Man in the city, call â\u0080\u0098em here. Gather em all up here first. No mistakes this time. We're gonna take an army to that farm, all at once, and sweep it like hellfire. Now. \n[37]  \n[38]Arm â\u0080\u0098em up, let's go. 103. BUZZZZ. Abe turns, annoyed, and sees the security monitor. On the screen - Kid Blue rips the sack off and holds Old Joe's bloodied face up to the camera. \n[39]Well. Shhhhhit. \n[40]  \n[41]  \n[42]Joe. Guess I put the gun in that kid's hand, huh Joe. Guess everything comes back around. Like your goddamn ties. \n[43]  \n[44]  ", "Jesse": "\n[1]Evenin ma'am. \n[2]You can start by accepting my apologies re the hour, I hope I didn't catch you in supper. \n[3]Yours was the last house on my list today, been walking between empty farms all day in the hot sun. Thought I'd tick this off my list, not have to come back tomorrow. \n[4]You alone here, ma'am? \n[5]Happy to hear. Could I trouble you for some water? \n[6]Actually ma'am, my business tonight, this ticking off the list business, it's gonna require me coming in. If that's alright. Jesse shifts his weight, and Sara notices his heavy boot is now a few inches over the door jam. \n[7]I will, yes. Can I come in? Hanging above the door, just over Sara's head: the shotgun. Possibilities whirling through her mind. 85. \n[8]Ma'am? Silent decision, and she steps aside to let him enter. \n[9]I'm a deputized police officer, we're looking for an escaped criminal, just doing a sweep. Seen anyone through here the past two days, vagrants? \n[10]This man, here. \n[11]We're looking for his father too, similar look and build but late 50s. May or may not be travelling together. This one is a print-out from a security camera in the Bodega, of Old Joe holding a gun on the checkout clerk. Sara's eyes linger on Old Joe's photo, side by side with Joe's. Mind spinning. Maybe making the connection, we're not sure. \n[12]Keep em. Kids with your husband? \n[13]How old? \n[14]Thank you. \n[15]We'll start with the house. Jesse strolls into the living room, and we follow him. \n[16]Eight, you said? Boy? And your husband. Just gotta, check in. With the home office. This goddamn thing. \n[17]Tween you me and a lamppost? No. Sweet kid. But he's wanted. My boss has half the city's looking for him. Half the city and me. So. And if you find him, there's a helluva price. Think on that if he comes by, acting sweet. Behind the couch, Joe crouches unseen. He looks up and sees Cid in the foyer, standing halfway down the stairs. 87. If Jesse turned his head he would see Cid clear as day. Joe motions for Cid to get out. Cid points to Jesse, makes a GUN with his hand. Asking Joe. Joe shakes his head, sharply motions: get out! Cid silently creeps down the stairs. He is in full sight of the living room, but Jesse doesn't look up from his phone. Cid vanishes down the hall. Jesse looks up, stands. \n[18]Alright, show me upstairs. The screen door in the kitchen creaks and bangs. Jesse looks sharply at Sara. \n[19]This door doesn't latch? \n[20]Drafty house. \n[21]What's down there? \n[22]Two things. First, I have a family of my own back in the city, and I want to see them again. Second if anything happens to me, and I don't report back to my boss people in fifteen minutes, they're gonna know I disappeared searching this house, and inside of another fifteen you'll have an army of more me's kicking down your door. Ok? \n[23]You want to call out whoever's hiding in that hamper? \n[24]No I think I'm gonna put a shot through it just to be safe. He raises his gat. Sara stiffens slightly. \n[25]You wanna call him out? Sara stays silent. A long beat. Then Sara strides over, pulls the hamper open. Empty. She throws open the washer and dryer. She takes the bucket and shakes it upsidown, dumping out the water, shows him it's empty. 89. \n[26]Lo' Joe. \n[27]I gotta take you in man. \n[28]Was that your plan? \n[29]Are you delusional? \n[30]I know you got no options you take the one you got but Joe, you aint gettin right with no one. Looper or no, you're beyond saving. As long as Abe's got one Gat Man standing, he'll be hunting you till his dying day. Joe's face falling. \n[31]We're going now. We're gonna go to my truck, you're gonna CREAK. Cid on the stairs, sleepy eyed. Jesse, purely on instinct, spins and draws on Cid. Cid's POV - Jesse's gun, snapping like a snake, barrel leveled at him. Cid makes a strange shouting noise, falls back. Everything slows down. ", "Zach": "\n[1]So are we celebrating? At the bottom of the stairs, a skinny young thug in ratty jeans. This is KID BLUE. \n[2]Suck one, kid! ", "Beatrix": "\n[1]Bon jour, Joe. \n[2]How's the French? \n[3]Burnt. Cream in the coffee. White clouds boil deep down. \n[4]Bon jour Joe. \n[5]Ooh la la. \n[6]Coffee? \n[7]Anything else? \n[8]Two steak &amp; eggs coming up. 40. She goes. Another pause. ", "Dale": "\n[1]Hey Joe. Be at the Belle tonight? \n[2]Four, Jedd. \n[3]Zach. In there right now, with Abe. Dale makes a quarter float above his palm. Joe rolls his eyes. \n[4]He closed his loop. This lands heavily on Joe. \n[5]What's that, fourth loop closed this month? Dale casually makes a fork float above his palm, lifting his eyebrows at passing ladies. ", "Cid": "\n[1]Who's that man? \n[2]No he's not. \n[3]His shoes are too shiny. \n[4]  \n[5]Is he sick? \n[6]Will he get better? \n[7]Promise? \n[8]Night Sara. Lingers over him in the pale light. Then goes. \n[9]The man's up. Sara stiffens, looks out the window. \n[10]Is he staying here now? 62. \n[11]I wanna help the man. \n[12]I could help him with my toys. \n[13]Is he not good? \n[14]Hand me that Phillips. Joe hands him the screwdriver. Cid keeps working. \n[15]Tell me if you hear her coming. \n[16]Commundication. He pushes a button on a small plastic box in his hands, and an identical one next to Joe lights up. The way Joe looks at Cid changes slightly. \n[17]But I need to make it stronger. \n[18]Bigger battery. Joe idly fingers a toy. \n[19]Do you kill people? Joe half laughs. Cid keeps working, his face in shadows. \n[20]With your gun? \n[21]She's not my mom. My mom got killed when I was a baby. Someone bad, bad men killed her. Cid sets the two finished BUZZERS on the table. \n[22]Sara doesn't think I remember cause I was a baby. But I remember my mom. I couldn't stop her getting killed. I don't remember it all but I remember. I was a baby. I couldn't do anything. I couldn't stop it. Cause I was a baby. Cid is crying. Joe has never been more at a loss. \n[23]She's not my mom. She's a liar. With one last look back at Cid in the dark, Joe exits. \n[24]  \n[25]How long can you not sleep? \n[26]We should help Joe watch. \n[27]Cause he can't stay awake all the time. \n[28]He's keeping us safe \n[29]I want to help him. Sara is distracted by a distant bell-like DINGING. \n[30]Thirty two. \n[31]Thirty two. \n[32]Eight. Sixteen. Thirty two. \n[33]No. \n[34]He's protecting us cause you can't do it. \n[35]I never did anything \n[36]So? \n[37]So? \n[38]You can't tell me what to do you're not my mom.  You're not my mom! You're a liar and you're gonna get killed and you won't stop lying! Cid lunges at her, Sara slaps him back. Not hard, but Cid scoots back, eyes furious. \n[39] \n[40]You're a liar! Liar! I hate you because you're lying! I hate you! Liar! You're lying to me! Sara scoots back. \n[41] \n[42]You're lying! 81. Cid stands, balls his fists, SCREAMING at her. Sara pushes back away from him. Maybe a cloud passed over the sun. The room darkens. And we see it now, in her eyes: Sara is afraid. She bolts out of the room. \n[43]  \n[44]  \n[45]My granddad built it, but he didn't tell anyone of us why. Nanna said cuz he was nuts. \n[46]That wasn't the man. \n[47]But you didn't. \n[48]I'm not gonna let Sara get killed. Joe looks at him. Wants to put his hand on his shoulder but doesn't. \n[49]      \n[50] \n[51]Stop please he can shoot us \n[52]Stop! The truck lurches horribly, and flips straight back in a graceful arc, landing upsidown. Sara and Cid, dazed, hanging by their seatbelts. \n[53]I'm sorry In the rear view mirror, Sara sees Old Joe getting closer. \n[54] \n[55] \n[56]No no mom no \n[57]         \n[58]  \n[59] \n[60]       \n[61]Where's Joe? \n[62]He took the bad man with him? She kisses him. \n[63]  \n[64]  ", "Gat": "\n[1]Uh huh. \n[2]He'll hop a train. Fast and untraceable. \n[3]The back, he's running! \n[4]-spotted him coming out of a sewer tunnel on the west end, he's on the \n[5]He's there. Lost his signal five minutes ago, right after he sent word he had him. Joe. Abe slumps in a chair, taking oxygen from a tank. \n[6]We got everyone here. All our men. ", "Man": "\n[1]Uh huh. \n[2]He'll hop a train. Fast and untraceable. \n[3]The back, he's running! \n[4]-spotted him coming out of a sewer tunnel on the west end, he's on the \n[5]He's there. Lost his signal five minutes ago, right after he sent word he had him. Joe. Abe slumps in a chair, taking oxygen from a tank. \n[6]We got everyone here. All our men. "}}