{"filename": "Lord-of-War_script.txt", "imdb_id": "tt0399295", "imdb_url": "https://www.imdb.com/title/tt0399295", "characters": ["Yuri Orlov", "Vitaly Orlov", "Ukrainian Mobster", "Ava Fontaine", "Anatoly Orlov", "Arms Fair Salesman", "Liev", "Simeon Weisz", "Gregor", "Boris", "Irina Orlov (as Shake Toukhmanian)", "Eli Kurtzman"], "dialogues": {"Yuri": "\n[1]There are over 550 million firearms in worldwide circulation.  That's one firearm for every twelve people on the planet.  The only question is... ...how do we arm the other eleven? \n[2]I was born Yuri Orlovitch in the city of Odessa in a country that no longer exists. You might have heard of it - a little place called the Soviet Union. \n[3](in subtitled Ukrainian, looking over \n[4]Where I grew up, everyone was equal.  Some were just more equal than others. \n[5] \n[6]My father was a wounded hero of World War Two, my younger brother was wounded in Afghanistan - a war without heroes.  I'd gotten out of military service due to a heart problem - it wasn't completely a lie. \n[7]And us. \n[8] \n[9] \n[10]There have been few occasions in the twentieth century when it's been an advantage to be a Jew. \n[11]The rubbing from the Jewish headstone was my first forged document.  Little about my life has been kosher ever since. \n[12]We Russian Jews were supposed to be headed for Israel but I didn't see much of the country on that first trip. \n[13]Real Jews or fake Jews, eighty-five percent of us ended up in that other \"promised land\". \n[14]We congregated in New York's Brighton Beach because of its similarity to the Crimean Sea.  I've always thought it's appropriate we moved next door to the circus. \n[15]I had no idea my father would take his assumed identity so much to heart.  I guess he just stayed in character. \n[16]I was suffering an identity crisis of my own. \n[17]My gift for languages made me highly sought after.  The C.I.A. and U.N. were both heavily recruiting Russian immigrants. \n[18]Naturally, I went with the U.N.  They were paying more. \n[19]The fastest way to find out you can't change the world is to actually go there. \n[20]West Africa's Liberia, or \"land of the free\", was originally established in the 1800's as a homeland for freed American negroes.  It's been enslaved by one dictator or another ever since.  They even copied their masters' Southern architecture. \n[21]It was my first meeting with the American- educated Andre Roosevelt Baptiste.  While the warning signs were all there, no one had any idea what a monster he would eventually become.  I certainly didn't think he would become my friend. \n[22] \n[23] \n[24]It's not \"bath of blood\".  It's, \"blood bath\". \n[25] \n[26] (going through his pockets, (referring to the face on a five \n[27]What? \n[28]No. \n[29] \n[30] \n[31]What makes you think I'll do that? \n[32] \n[33]He'd come to the right place - peacekeepers are armed to the teeth.  And nothing but premium product.  The U.N. mostly buys from Switzerland - where else? \n[34] \n[35](finally telling her what she \n[36]The starting salary for a U.N. interpreter back then was $32,000.  I made fifty K on \"misplaced\" weapons on that one trip alone. I doubt the Secretary General noticed.  The U.N. spends more on lunch. \n[37]My tour as a peacekeeper was the perfect preparation for war. \n[38]You know who's going to inherit the earth? \n[39]Arms dealers - because everybody else is too busy killing each other. \n[40]That's the point.  I've seen how the world's coming apart. \n[41]You can't stop it. It's a basic human need - we eat, sleep, sleep with each other and what else?  Fight. The oldest human skeletons have spearheads in their rib cages. \n[42]  \n[43] \n[44]That's why I need you. Brothers in arms. \n[45] \n[46]It wasn't God I was trying to get close to. \n[47]Dad's contacts at synagogue landed me my first Israeli-made Uzis and an introduction to the biggest of the big guns. \n[48]It was the eighties and the Cold War was far from thawed.  Most of the deals were government-to-government.  There were some go- betweens - freelancers - but it was a mostly private club with a lifetime club president. \n[49]That's him.  The guy Eli told me about.  Simeon Zaharoff.  Brokered deals in the Iran/Iraq war - both sides, sold missiles to Argentina in the Falklands.  Hets a fucking legend.  I've got to talk to him. \n[50]Simeon!  Simeon! \n[51]A mutual friend, Eli Kurtzman from Brighton Beach Import-Export said to contact you.  I have a business proposal.  Perhaps we can discuss it - over a drink. \n[52] \n[53]Curious how you always revert to your native tongue in moments of extreme anger... \n[54]...and ecstacy. \n[55]Vitaly and I found our niche in under-the- counter gunrunning - regimes suffering under sanctions. \n[56]The job wasn't so different trom the U.N.  I was just as neutral working for the ununited nations.  An equal opportunity \"merchant of death\", I supplied every army but the Salvation Army. \n[57]We got our start in Lebanon after the suicide bombing. \n[58]When the United States leaves a war zone, they generally don't take their munitions. It costs more to bring it back than buy new stock. \n[59]I sell by the kilo. \n[60] \n[61]For all my language skills, I soon discovered that what talks best is money. As long as you can speak dollars, dinars, drachmas, rubles, rupees, pesos, escudos, lira, krones, kwanzas, trancs, guilders, deutshmarks, yen and pounds-fucking- sterling, you can communicate anywhere in the world. \n[62] \n[63]No.  More illegal. \n[64](whisper, motioning for them \n[65]I sold Israeli-made Uzis to Muslims. \n[66]I sold to both Pakistan and India in their fight tor the most inhospitable land on earth. \n[67]How's it going? \n[68] \n[69]We had our set-backs.  It's not called gunrunning for nothing. \n[70] \n[71]What?!  What do you mean it's over? \n[72](looking to his unopened crates, \n[73]Cannibal, don't you fucking walk away from me! \n[74]Fuck you, Cannibal!! \n[75] \n[76]I even shipped cargo to Afghanistan when they were still fighting fellow Russians. But I never sold to Osama bin Laden.  Not for any moral grounds.  Back then he was always bouncing checks. \n[77] \n[78]I'm kind of trigger happy. \n[79]And everywhere I went, Ava Cordova kept following me around.  We were as international as each other. \n[80]Operations like mine provided the only way for certain regimes to conduct a respectable war. \n[81]The freighter I was standing on carried 113 tons of weapons and ammunition for delivery to one of the poorest nations in Latin America in direct contravention of half a dozen international arms embargoes. \n[82]To keep authorities in the dark, I often spoke in code.  Rocket launchers were \"mothers\", the rockets \"children\".  Assault rifles were \"apples\".  The AK-47 was \"the Angel King\". \n[83] \n[84] \n[85] \n[86]No, no-one's going anywhere. Slow--dead slow.  Buy me time. \n[87](barking an order to a CREWMAN, referring \n[88](trying not to sound too (to an elderly Latin PAINTER,  \n[89]Yes, it's got to check out...you got a shorter name!...what?--Kono?  How do you spell that?...K-O-N-O.  That's good! \n[90](to the PAINTER, already blacking \n[91]  \n[92]Damn, they're hauling! \n[93](agitated, grasping the line of  \n[94]What?! \n[95]What the fuck use is that?! He's painting a name registered in the fucking Netherlands! \n[96] \n[97]Turn it on its side. \n[98]That's it!  Everybody look innocent--now! \n[99]They say every man has his price - but not every man gets it.  Interpol Agent, Jack Valentine, couldn't be bought, at least not with money.  For Jack, glory was the prize. \n[100] \n[101]Nice job. \n[102] \n[103] \n[104]No, Vit.  No. Help yourselves.  Free sample. \n[105]The first and most important rule of gunrunning is never get shot with your own merchandise. \n[106]The second rule is always ensure you have a foolproof way to get paid.  Credit card, check, cash.  Preferably in advance, ideally to an off-shore account.  It's why I choose my customers so carefully.  Say what you like about warlords and dictators, they tend to have a highly developed sense of order. They always pay their bills on time. \n[107] \n[108]What is this? \n[109] \n[110]I sell guns.  I don't sell drugs. \n[111] \n[112] \n[113]I found Vitaly twelve days, two thousand miles and 150 grams later in a Bolivian boarding house. \n[114]Vitaly!  Open this fucking door! \n[115]What the fuck is that? \n[116] \n[117]Get out of the car. \n[118]I promised our parents. \n[119]Vitaly, you're going to have a good time. This is a top place.  Two Ford models checked in last week and that cute weather girl's been here since July. \n[120]I never understood what separated the recreational drug user from the habitual, the functional addict from the dysfunctional.  But for the grace of God, it could have been me snorting lines as long as the Belt Parkway. \n[121]Vitaly never got completely clean despite the prayers of my mother... \n[122]...and father.  In fact, my younger brother was the only reason my father ever had to question his new religion. \n[123]After Colombia I became a one-man-operation. A sole proprietor as you say on your tax return - that is if you're foolish enough to fill one out. \n[124]By then I'd mastered my craft.  Selling arms is not so different to selling vacuum cleaners.  You advertise, pound the pavement, take orders. \n[125]Of course, a good arms dealer also has to be a political scientist.  I go by a seven-step approach. \n[126]One: identity a government and an opposition where the opposition is ignored. \n[127]Two: Wait for a radical group to break away from the opposition. \n[128]Three: Immediately approach the radical group and offer them arms. \n[129]Four: Whether they buy or not, inform the government that the radical group approached you and offer the government arms. \n[130]Five: Whether they buy or not, re-approach the radical group and offer them more arms but now at a higher price.  Increasing tension is a means of generating demand and the ideal situation is to sell to both sides. \n[131]Six: If they start shooting at each other, the escalation is underway. \n[132]They are consuming small arms and ammunition and the cash register is well and truly ringing. \n[133]Seven: Don't forget that the success of a radical group in one country can inspire a radical group in a neighboring country. \n[134]  \n[135]It cost me twenty for the fake booking, another twelve to buy out the hotel.  You can't force someone to tall in love with you but you can sure make ita damn sight easier. \n[136]Yuri Orlov.  What brings you to St. Barts? \n[137] \n[138]You can hitch a ride with me if you like. \n[139] \n[140]In my experience some of the most successful relationships are founded on lies and deceit.  Since that's where they usually end up anyway, it's a logical place to start. \n[141]I nearly went broke trying to convince her I was anything but.  I knew Ava was not the kind of woman to be seduced by a ride in a private jet unless you owned the jet. \n[142] \n[143]Of course I was lying.  The plane was a rental, like the car and even the suit I was standing in.  At the last minute, I bribed the crew for the paint-job. \n[144]Luckily, by the time we landed, Ava wasn't looking anywhere but in my eyes. \n[145](pretending to be impressed with \n[146]I'm sorry I didn't recognize you.  You must think me very rude. \n[147] \n[148]Nothing so glamorous.  I'm in transport - international air freight mostly. \n[149]Something like that. \n[150]Like you, I can't complain. \n[151]Well...I don't know. It's just that I travel all around the world but I can't help feeling sometimes that I'm going nowhere. \n[152]Here's to... ...a hurricane. \n[153]Without it, I'd never have met you. \n[154] \n[155]We married in a synagogue to make my father happy.  In the eyes of my Catholic mother, it was worse than living in sin. \n[156] \n[157]One more time, Vitaly. \n[158](reassuring word as he whisks Ava \n[159] \n[160]Mom, we don't need anything. \n[161]I was still living way beyond my means, mortgaged to the hilt, using one credit card to payoff another.  Anything to keep Ava in the style to which she had, thanks largely to me, become accustomed.  Then suddenly all my Christmases came at once. \n[162]Tak!  Tak!  Tak-fucking-tak!  (subtitle: Yes! \n[163]It's over!  It's over! \n[164]The Cold War, the Soviet Union, the Evil Empire.  Mikhail's saying \"no mas\".  He's throwing in the towel.  It's over. \n[165]I think I'll go back for a visit. Do you stay in touch with Uncle Dmitri? \n[166]How is he? \n[167]He's still a General in the army? \n[168]He may be luckier than you think. \n[169] \n[170]I'll bring you back some caviar. \n[171]I'm going back to Ukraine. \n[172]I miss you too. \n[173]There's no problem leading a double life. It's the triple and quadruple lives that get you in the end. \n[174]Back then I carried a French, British, Israeli and Ukrainian passport and a student visa for the U.S., but that's another story. \n[175]I also packed five different briefcases depending on the region of the world I was visiting. \n[176]The end of the Cold War was the beginning of the hottest time in arms dealing.  The Wall had fallen.  The arms bazaar was open. Those forty-five years had generated the highest weapons build-up in history.  The Soviets had tanks and guns coming out the demon hole - huge stockpiles and now no enemy. \n[177]It's good to be home. \n[178]0 - 60 in 4.8. \n[179]--Report to who?  Moscow?  As of last week Moscow is in a foreign country. \n[180]There is no new boss yet.  They're too busy squabbling over who gets the presidential holiday home at the Black Sea. \n[181] (nodding to a safe built \n[182]How many Kalashnikovs do you have? \n[183] \n[184]It's whatever we say it is because no one else knows the difference. \n[185]10,000 Kalashnikovs for a battalion.  Your stocks are dangerously depleted, Dmitri. You should order more from the factory. \n[186] \n[187]Avtomat Kalashnikova, model of 1947 - more commonly known as the AK-47 or Kalashnikov. It's the world's most popular assault ritle - a weapon all fighters love.  An elegantly simple nine pound amalgamation of forged steel and molded plastic.  It doesn't break, jam or over-heat.  It will shoot whether its covered in mud or filled with sand.  It's so easy, even a child can use it.  And they do. The Russians put the gun on a coin. Mozambique put it on their flag.  Since the end of the Cold War, the Kalashnikov has become the Russian peoples' greatest export - after that comes vodka and suicidal novelists.  One thing's for sure, no one was lining up to buy their cars. \n[188]Of course my idea was not entirely unique. I had rivals. \n[189]He's a friend of mine. \n[190]You're late, Simeon. \n[191]I invited you for a drink once before. Perhaps now you will accept my invitation. \n[192]Maybe you'd like to come to my room and see my bazooka. \n[193]You look a little lost, Simeon.  Is the world changing too fast? \n[194]Not all of you, I think. \n[195]You've gotten so rich selling for the CIA, you can't get that ideology completely out of your head.  The empire was evil for too long. \n[196]There's no place in gunrunning for politics anymore, Simeon.  I sell to leftists, rightists.  I'd sell to pacifists but they're not the most regular of customers. \n[197]Of course, you're not a true internationalist until you've supplied weapons to kill your own countrymen. \n[198]I think you are the amateur now.  I think you suffer from a philosophical disadvantage - you have a philosophy.  I think you should go with your instincts - your first instinct. \n[199]I am the same man who was not good enough for you before.  I am not good enough for you now. \n[200]Back then, it was all for sale... \n[201]Helicopters, torpedo boats, armored personnel carriers, whole tank divisions. \n[202]What about tech support? \n[203]Son, get off there before you get hurt. \n[204] \n[205]Who are you? \n[206] \n[207] \n[208] \n[209]No.  I've got paperwork. \n[210]It's not a military helicopter.  It's a rescue helicopter. \n[211]Get to work, Son. \n[212]Yuri Orlov. \n[213] \n[214] \n[215]It's for humanitarian missions. \n[216]Not any more. \n[217]Didn't you get the memo?  The war's over. What can they do with military hardware but convert to civilian use? \n[218] \n[219] \n[220](eyeing Valentine's gun pressed to \n[221]I can see how certain people might interpret it as suspicious but thank God we live in a world where suspicion alone does not constitute a crime. \n[222]I can hardly wait. \n[223](referring to the departing \n[224]Don't worry.  There're more VCR's.  I left them in your new car. \n[225] \n[226]Ava-- \n[227]Sorry.  I, er... How was your audition? \n[228]Don't say that.  You're good. \n[229]Rough day at the office. \n[230]Soon. How's Nicki? \n[231]A party. \n[232]I'd better go.  I just wanted to call--hear your voice.  Kiss Nicki for me. \n[233]In Ukraine since 1992, $32 billion worth of arms have been stolen and re-sold.  One of the greatest heists of the 20th Century. \n[234]The primary market was Africa.  Eleven major conflicts involving 32 countries in the past decade - a gunrunner's wet dream. \n[235]My best customer was self-declared president of Liberia, Andre Baptiste.  Even though we'd met before, I was in no hurry to meet him again.  He'd gotten a reputation for routinely hacking off the limbs of those who opposed him.  His seven-year civil war has been described as \"a relentless campaign of sadistic, wanton violence unimaginable to those unfamiliar with the details of man's capacity to visit the abyss.\"  That kind of sums up Andy for me. \n[236]Thank him but I have other business.  A busy schedule. \n[237]What do you know?  My schedule just freed up. \n[238]But if I thought I was scared of Andre Senior, I knew I was scared of Andre Junior. Like father, like son.  The guava doesn't fall too far from the tree.  He was a heavy- drinker, a womanizer with a penchant for cheerleaders and a lover of fast American automobiles which he drove recklessly and with total impunity around the streets of the capital.  Oh yes, he was also a cannibal.  They say Andre would eat a victim's heart while it was still beating to give him superhuman strength.  I could've told him he'd get the same effect from a pastrami sandwich at Carnegie's Deli. \n[239]Monrovia itself was like being on another planet.  Planet Monrovia.  From the temperature it was obviously a planet close to the sun.  I rarely saw another white man even at my hotel that was soon dubbed the \"Little Kremlin\".  And I never left town alone.  Outside town, was the edge of hell. I didn't want to even gaze into it. \n[240]Part One, Two or Three? \n[241] \n[242]In the most AIDS infested region of the globe, where one in four is infected, Andre's idea of a joke was to put a young Iman and a young Naomi naked in my bed and no condom within a hundred miles. \n[243]How do you know? \n[244](fending them off but with little \n[245]By leaving. \n[246] \n[247] \n[248](feigning anger, gesturing at the  \n[249]I had heard of the \"Boy Brigades\", \"Small Boy Units\", \"Kalashnikov Kids\".  The theory was that a bullet coming from a fourteen year old is just as effective as one trom a forty year old. \n[250]You can't just look at the unit price.  You forget the ancillary costs.  End user certificates need to be forged and notarized, shell companies set up, insurance purchased, pilots and crews hired.  Not to mention the bribes.  You can't get a nut and bolt out of the Eastern bloc without a bribe.  There's one bribe for the nut. Another for the bolt.  This is an expensive proposition. \n[251] \n[252]I know you're planning a new offensive.  If you delay a week I can get you the armored personnel carriers we talked about.  They would give you a significant strategic advantage. \n[253] \n[254]Diamonds are far less bulky than hundred- dollar bills.  You can get a million dollars into a cigarette box. \n[255]By the mid-nineties, my wealth had caught up to my lies about my wealth - even surpassed the lies. \n[256] \n[257]You know.  Same old, same old. Where's Nicki, in bed? \n[258]I'll kiss him goodnight. \n[259]What doesn't? \n[260]I figured I was a patron of the arts and of everything else Ava had tried and failed at after modelling.  Acting, her own cosmetics line.  I didn't sabotage her careers but I can't deny it was convenient for me in maintaining a low profile.  She was a beautiful bird in a gilded cage. \n[261]How are you, brother? \n[262]Someone has to do it. \n[263]We don't talk about it. \n[264] \n[265] \n[266] \n[267] \n[268]I didn't know how much she knew and how much she ignored.  I was a good provider and as far as she was concerned - loyal.  Despite the other women, I always made love to Ava as if she was the only one. \n[269] \n[270] \n[271] \n[272]I was now the best merchant of death alive.  I didn't own my own plane.  I owned a fleet - running guns into Liberia, Sierra Leone or the Ivory Coast at least once a week. Unfortunately, my friends at Interpol were also starting to find West Africa on the map. Most trips I had phoney paperwork.  If the deadline was tight, I had no paperwork at all. \n[273](into phone, trying not to sound \n[274] \n[275]Where was the first fucking warning?! \n[276] \n[277] \n[278] \n[279]Don't underestimate yourself.  You're the best, Tony. \n[280](to the pilots, sizing up the \n[281] \n[282]Wait, you idiots!  There's not going to be any evidence!  Stay with the plane! \n[283] \n[284] \n[285](muttering under his breath, \n[286]Hey, not those!  You don't touch the plane! Not the fucking seats... \n[287]What's the charge? \n[288]I'm on safari. \n[289]Are you with the park service?  Hunting without a license - is that the charge? \n[290]Trading.  But without evidence who can say? \n[291]I don't want people dead, Agent Valentine. I admit, a shooting war is better for business.  But I'd prefer people to fire my guns and miss.  Just as long as they're firing. \n[292]I realize the unspeakable things that are done with my weapons.  I also understand the unspeakable things that are done with Williams Sonoma carving knives and Wilson baseball bats and they aren't taking those off the market any time soon.  People will always buy guns.  Why not mine? \n[293]Can I go?  You've got nothing on me-- --but cuffs. \n[294] \n[295] \n[296]Uh, yes.  In fact, I've just had some transport problems.  You couldn't give me a ride to Monrovia, could you? \n[297] \n[298]Jesus!  Simeon! \n[299]Andre!  What in heaven is he doing here? \n[300]Me?! \n[301]You stupid old fuck! \n[302]No. \n[303]No.  No.  I... \n[304] \n[305]I started doing a lot of cocaine in West Africa.  I wasn't medicating myself.  I was simply playing catch-up.  I was constantly dealing with people who are chemically imbalanced without the aid of chemicals. It's just a matter of etiquette.  It's rude to act sane in a room full of lunatics. \n[306] \n[307]What is it? \n[308]What does the gunpowder do? \n[309]Some other time. \n[310]Why? \n[311](to no one in particular, whipping his \n[312]MIXTURE OF FORMATS INCLUDING SUPER-8 &amp; VIDEO, SHAKY HANDHELD FOOTAGE, OVER-EXPOSED FOOTAGE, BLACK &amp; WHITE FOOTAGE EDITED OUT-OF- \n[313] \n[314]Are you sick? \n[315] \n[316]Hello. \n[317]Simeon. \n[318]Simeon!! \n[319] \n[320] \n[321] \n[322]He's too eloquent. \n[323]More good news.  That's the last aid shipment.  The war is so bad, the U.N. is pulling out. \n[324]There are trucks.  You just have to get all that food out of them. \n[325]After surviving the last few days I'd started to feel like I was invincible.  But there was a weapon that could hurt me. \n[326]Ava? \n[327]Ava, what's wrong?  Where's Nicki? \n[328]Why aren't you dressed?  I thought we were going out. \n[329]Don't be so melodramatic. \n[330]Why?  We never have before. \n[331]These people - you can't trust them-- \n[332]I sell people a means to defend themselves, Ava.  That's all.  I don't hold a gun to any one's head and make them shoot-- \n[333]--I don't sell machetes. \n[334] \n[335] \n[336]--It's not about the money. \n[337]You can't leave.  I'll stop. I'll stop. \n[338]I've been thinking about it for a while.  A lot, lately. I'm making more from the oil and timber anyhow. I'll stop. \n[339] (changing the subject a \n[340]By the way, you're wrong about not being pretty any more. \n[341]For the next month I stopped running guns. I went legitimate. \n[342]No wonder Valentine was confused. \n[343]Thank God there are still legal ways to exploit developing countries. \n[344]But the only problem with an honest buck is they're so hard to make.  The margins are too low.  Too many people are doing it. \n[345] \n[346] \n[347] \n[348](pulling him out of earshot of the \n[349]\n[350](anxious look past Andre to the motorcade \n[351] \n[352]I can't help you.  I'm sorry. \n[353]Both.  Everything. \n[354]At four and a half months a human fetus has a reptile's tail - a remnant of our evolution. \n[355]You can fight a lot of enemies and survive but if you fight your biology you always lose. \n[356]Hey, not even waiting to say goodbye?  I'm leaving in ten minutes. \n[357] \n[358](taking the teasing good- \n[359]You trust me, right? \n[360]She looked me directly in the eye the way I've looked in the eyes of a thousand customs officials, government bureaucrats and footsoldiers from every law enforcement agency in the world - and she lied without flinching. \n[361]She'd learned from the best. \n[362]I can always sense when I'm being tailed.  I know what to look for.  But then I'd never been tailed by the woman I love. \n[363]I can put myself in Ava's place.  She might have understood if the combination was the last four digits of my social, my birthdate, even her birthdate but not Nicolai's. \n[364]My son's birthday unlocked what the government would later describe as, \"a catalogue of carnage\". \n[365]I miss your borscht.  Mom and Dad say you're clean. \n[366]That's because it's not true. \n[367]Only you know.  I'm leaving tonight - on a job.  I want you to come. \n[368]Maybe this trip will help.  It's good money. \n[369]They don't have to know.  We'll tell them we're going for a little \"r\" and \"r\". \n[370]West Africa's fucked-up. More than usual.  I can't trust anybody.  I need someone to watch my back. \n[371]\"Brothers in arms\". \n[372] \n[373]Every faction in Africa calls themselves by these noble names - \"liberation-this\", \"patriotic-that\", \"democratic-republic-of- something or other\".  I guess they can't own up to what they usually are - \"federation- of-worse-oppressors-than-the last-bunch-of- oppressors\".  Often the most barbaric atrocities occur when both combatants proclaim themselves \"freedom fighters\". \n[374]Not now. \n[375] \n[376] \n[377] \n[378] \n[379] \n[380]Vitaly, it's what we always know - we can't control what they do. \n[381] \n[382]Nothing. \n[383]Vit!! \n[384]No!! \n[385]      \n[386]Vitaly broke the cardinal rule of gunrunning.  Never pick up a gun and join the customers. \n[387]Coffins are hard to come by in Sierra Leone. Demand is so high.  Fortunately, we had a lot of boxes just the right size. \n[388]I don't know which is worse, Jewish guilt or Catholic guilt.  My parents were like God's tag-team. \n[389]But I could not deny them the chance to say goodbye to their eldest son. \n[390]For twenty Monrovian dollars a doctor removed the lead from Vitaly's body and wrote a bogus death certificate.  I should have paid more. \n[391]I've smuggled millions of rounds of ammunition and the bullet that lands me in jail is found under my dead brother's rib. \n[392](resigned smile, regarding the \n[393]Papa? \n[394]  \n[395]Falsifying a death certificate?  That's not going to hold me. \n[396]Enjoy it. \n[397]This.  Tell me that I am everything you despise, that I am the personification of evil, that I'm responsible for the breakdown of the social fabric of society and world order, that I am a one man genocide.  Say everything you want to say to me now - because you don't have long. \n[398](snapping back - his emotion \n[399]I like you, Jack.  Well, maybe not.  But I understand you.  You feel your loyalty to your badge has finally been rewarded.  But you haven't counted on the people who gave you that badge. \n[400] \n[401]Soon there's going to be a knock on that door and you're going to be called outside. \n[402]In the hall there will be a man who outranks you. \n[403]First, he will compliment you on the fine job you've done, how you're making the world a safer place and then he is going to tell you that I am to be released. \n[404]You are going to protest, you will probably threaten to resign. \n[405]But in the end I will be released. \n[406]  \n[407]And while the biggest arms dealer in the world is your boss, the President of the United States - who ships more merchandise in a day than I do in a year - sometimes it's embarrassing to have his fingerprints on the guns.  Sometimes he needs a freelancer like me to supply opposition forces he can't be seen supplying.  You call me evil, but, unfortunately for you, I am a necessary evil. \n[408]What if I'm not?  What if I sleep fine at night?  What if I sleep better than you? I think that's what truly scares you. \n[409]Most people are happy just to get out of jail.  I expect to be paid to leave. \n[410]I'm not a fool.  I know that just because they need me one day doesn't mean they won't make me a scapegoat the next.  But I was back doing what I do best. \n[411]Sun umbrellas. \n[412]For someone who's never fired a gun or been in a battle, I have suffered many casualties in my life.  I guess that's how I survived.  I never went to war... \n[413]...especially with myself. ", "Orlov": "", "Vitaly": "\n[1] \n[2] \n[3] \n[4]And you want to help with that? \n[5]What do you know about guns? \n[6] \n[7]Maybe doing nothing's better than doing this. Yuri, I've actually fired one of these things. \n[8](stepping between the bodyguard \n[9]Boh...Boh.  Oh, Boh! (Subtitle:  God...God. Oh, God! \n[10]What do we do, go more legitimate? \n[11]What I'd give right now for a plate of red cabbage and potatoes. \n[12] \n[13]We have to get out of here. \n[14] \n[15]I don't have Dutch. \n[16]I've got Belgium. \n[17] \n[18]Hey, fuck you! \n[19] \n[20]     \n[21]  \n[22]Ukraine. I start in Odessa, work my way to the Crimea-- \n[23]You fuck! \n[24]You fucking fuck! \n[25] \n[26]Please. \n[27] \n[28](meekly echoing the remark -joke \n[29]Merry fucking Christmas! \n[30]Her name really is Angel.  She's a fairy. Let's stick her on top of the Christmas tree. \n[31] \n[32] \n[33] (tapping Yuri's chest where his \n[34] \n[35] \n[36]She knows, right? \n[37]Shit, you're good.  You almost had me convinced. We're going, baby. \n[38]Come to see how the other half lives? \n[39]You too.  They said you went legitimate - hard to believe. \n[40]I can't.  I'm thinking of opening my own place. \n[41] \n[42]Why do you need me all of a sudden? \n[43]Jesus. \n[44]Yuri, I need to talk to you. \n[45] \n[46] \n[47] \n[48] \n[49]Today we can.  They're right there - close enough to touch. \n[50]And if we go ahead - they'll kill them. \n[51] (getting his head back in the \n[52]Something for Yuri. ", "Ukrainian": "\n[1](to his SUBORDINATE carrying a \n[2]  ", "Mobster": "", "Ava": "\n[1](referring to the sea of U.N. \n[2]I suppose I could give you the speech about \"my hope for world peace\" but I have a feeling you don't want to hear that today. \n[3] \n[4]You're all doing a great job - keep it up.  Enjoy the show! \n[5] \n[6]Ava Cordova. \n[7]A photo shoot.  At least, that was the plan. But the photographer's plane got stuck in Miami.  Hurricane - though there was nothing in the news. \n[8]The job's cancelled and there's no flight back to New York 'til Tuesday. \n[9](holding her skirt in the wind to \n[10]Don't apologize.  I put on clothes for a living. \n[11]   \n[12]What, like UPS or something? \n[13] \n[14]But if you did? \n[15]This is no accident, is it, Yuri? \n[16]It feels like fate. \n[17]What do you believe in? \n[18]Yuri likes to spoil you. \n[19]Nicki!  You did it.  Good boy! \n[20] \n[21]What's over? \n[22]That's nice. Your son is crawling. \n[23] \n[24]Hey, baby. You forgotten what time it is? \n[25] \n[26]And you're biased. \n[27] \n[28]Come home.  We miss you. \n[29]Asleep in our bed.  It's lonely without you. \n[30]Yuri, what's that? \n[31]It's always a party where you are. \n[32]I love you. \n[33]Yuri, I just got off the phone with the dealer.  I sold my first painting. \n[34]Someone important.  They want to remain anonymous. How was your trip? \n[35]I'm sorry.  Poor darling.  He tried to stay up. \n[36] \n[37] \n[38]  \n[39] \n[40]Hush, Nicki. I don't believe you. \n[41]Can you prove any of it?  Where is your evidence? \n[42]Get out. \n[43] \n[44] \n[45]Of course I'm melodramatic.  I'm a failed actress, remember?  We need to talk about it. \n[46]Now we do. \n[47]--I've talked to your parents.  Why do you think they don't want your money?  They know where it comes from.  We all know. \n[48]--Yuri, I see the news.  Sierra Leone-- \n[49]--What do you think is pointing at the victims when they use those machetes?  I see the pictures.  Yuri, the guns are bigger than the boys. \n[50]I don't care if it's legal, it's wrong. \n[51]I can accept the drugs.  I can even accept the other women.  I can't accept this. \n[52]Please stop. \n[53]Let them.  We have enough.  You're not that little boy in Odessa anymore, lining up for a loaf of bread-- \n[54]What is it? \n[55]I feel like all I've done my whole life is be pretty.  All I've done is be born.  I'm not just a failed actress.  I'm also a failed writer, failed artist, failed businesswoman.  I'm not much good as a mother.  Come to think of it, I'm not even that pretty any more.  I've failed at everything, Yuri. But I won't fail as a human being.  I'm leaving. \n[56] \n[57] \n[58] \n[59]Sorry, Nicki has swim practice. \n[60] \n[61]That would be fun. \n[62]Yes, I trust you. \n[63] \n[64]It's a game. \n[65]Yes. \n[66] ", "Fontaine": "", "Anatoly": "\n[1] \n[2]Mazeltov. \n[3](glaring at the plate, \n[4]I like it. I like the hat - to remind us there's something above us.  I like that. \n[5]I'm going to temple. \n[6] \n[7] \n[8](to Irina, regarding a nativity \n[9]That's my grandson. \n[10]What the hell's the matter? \n[11] \n[12] \n[13]The luckiest man alive.  You know he was one of the first men at Chernobyl.  Off-duty, at his daughter's wedding, he was roaring drunk.  He was the only one who survived. Later they found that alcohol in your blood resists radiation. \n[14]Major General.  He got promoted.  Two of his rivals were also there that day.  I told you - he's the luckiest man alive. \n[15]  \n[16]It's not kosher. \n[17] \n[18]\"Crimean Restaurant\". ", "Liev": "", "Simeon": "\n[1]May I help you? \n[2]You're in the wrong place my young friend. This is no place for amateurs. \n[3]Do you know who the fuck I am? \n[4]I demand to see your commanding officer. \n[5]Just give me back my papers. \n[6]I am here, aren't I? \n[7]I can't deny, it takes some getting used to. Last week we were trying to beat their brains in and now we're going into business together. \n[8]I understand you have Ukraine in your pocket but there are the other satellite states. Bulgaria, Hungary, Poland, Belarus.  Instead of cutting each other's throats, it may be more profitable to work together.  What do you think? \n[9]The problem with gunrunners going to war is there's no shortage of ammunition. \n[10] ", "Weisz": "", "Gregor": "", "Boris": "", "Eli": "\n[1]  \n[2]  ", "Kurtzman": ""}}