{"filename": "Machine-Gun-Preacher_script.txt", "imdb_id": "tt1586752", "imdb_url": "https://www.imdb.com/title/tt1586752", "characters": ["Donnie", "Bill Wallace", "Drifter", "Paige #2", "Biker Chick", "Bartender (as Nicole Sobchack)", "Daisy", "Shannon Wallace", "Shaved Head", "Lynn Childers", "Sam Childers", "Deng", "Pastor Krause", "Billy /Contractor (as Grant Krause)", "Paige #1"], "dialogues": {"Donnie": "\n[1]Crazyhorse! There he is... \n[2]Figured you'd be rollin out round now. How you doin, buddy? \n[3] Get us a coupla shots and buds. Don't look too worse for the wear. \n[4]Heard yer old lady ain't at the Bunny Hop no more. \n[5]Damn! That bearded sonuvagun slipped her the high holy dick while you was in the can, huh? Better him than the milk man, I guess. \n[6]You wanna taste? \n[7]  \n[8]Right there. With the green light. \n[9]Hey, man, you there?! Open up... \n[10]It's me, man, c'mon. Fuckin cold out here. \n[11]Yeah you do, man. I saw you the other day. I'm Bobby's friend. \n[12]Don't fuckin move! \n[13]\n[14]C'mon, let's go! \n[15]Fuck are you doin?! \n[16]Sam... \n[17]Sam! \n[18]We need to get the fuck outta here! \n[19]  \n[20]Cook that shit up, man! I wanna hit when I'm going a hundred miles an hour in this thing. \n[21]  \n[22]Where you goin, man? \n[23]We can take you far as McClure. \n[24]What the fuck?! \n[25]Sam! \n[26]Well, well, well, wondered when I was gonna see you again, ole buddy. How you doin? \n[27]Heard you was followin the Lord now. \n[28]Jackie, gimme a mash and bud... You want somethin? \n[29]You know that old Indian didn't die out there that night. Story in the Lehigh Valley News bout it. Somebody picked that poor bastard up after us, took him to the emergency room, you believe that shit? \n[30]Well then, here's to him. Didn't hear you pull up. \n[31]She broke down on ya? \n[32]Ahhh, shit, man. Shoulda come to yer ole buddy first. \n[33]I can't do this. \n[34]Welcome to Shekinah Fellowship Church. \n[35]That's done, buddy. \n[36]What'cha workin on, buddy? \n[37]Shoulda kept that mild in there `stead a buildin up a hot rod. Let's see whatcha got here... \n[38]... never had these problems when we was runnin solid lifters, huh? \n[39]Remember that year we went to the Freakers Ball? \n[40]Sounds about right. Shoot, we had more fun tryin to get there than when we finally did. \n[41]Can I talk to you about somethin? \n[42]I'm glad I'm walkin with the Lord and all, but sometimes I ain't sure I'm gonna be able to do what he wants me to do. \n[43]Sometimes I ain't so sure how tough I am. \n[44]You say prayers or somethin? \n[45]Ok then, sweet dreams. \n[46]Ahh, Paige, you know I don't read so good. \n[47]Ok. \n[48]What about it? \n[49]Ok. \n[50]Sure I can. \n[51]Sweet dreams. \n[52]Sam, it's me. \n[53]Oh yeah, everybody's just fine. I was just callin to say `hey' is all. \n[54]They're good. Paige cooked us all dinner the other night. Chocolate-chip pancakes. \n[55]Yep. I helped her with the stove is all. She did everything else. Pretty good too. \n[56]How's it goin over there? \n[57]Hey, maybe I'll come with you one of these trips. I'd like to get outta here for a spell. See what it's like. \n[58]Ask you a question? \n[59]You think God will forgive us for the things we've done? \n[60]Sorry I'm late. Sixteen was all jammed up... \n[61]Welcome home, buddy. \n[62]Heck, why don't I just drive ya'll? \n[63]Ya'll could fit in there easy. \n[64]I can get some freshener, Paige, that ain't no problem. \n[65]Hey... \n[66]Take it easy, buddy. \n[67]You don't mean that... \n[68] \n[69]Other day I was thinkin bout when you and me was kids. \n[70]That summer we'd go down to the quarry over in Montrose, remember that? We hooked up them ropes and spent all day swimmin and jumpin off them walls... \n[71]I wish you was there to pray with me, buddy. ", "Bill": "\n[1]... from what I heard, you built yourself one helluva church over there in Central City. \n[2]That's nice of you, but we're at Calvary now. Bit more our speed over there I think. \n[3]Course I know about what you're doin. Helluva thing helpin out those kids, Sam. \n[4]Sam, look, everybody is feelin the pinch around here. \n[5]How much you lookin for? \n[6]Jesus Christ, Sam! Five thousand dollars? \n[7]People are losin their jobs left and right round here. Tough to be askin for five thousand dollars for a buncha African children half-way around the world. \n[8]Alright, tell you what, lemme see what I can do. \n[9]Why don't you and the family come over to the house next Sunday. We're havin a little barbeque, ok? \n[10]Glad ya'll could make it. Get on in here and meet some people... \n[11]This is a little somethin for the kids, ok? What we were talking about. \n[12]Forget it. Now c'mon, can I get ya a mojito or somethin? ", "Wallace": "", "Drifter": "\n[1]Yeah. \n[2]Dunshore. \n[3]Yeah. \n[4]Take me to Dunshore. \n[5]Keep drivin! Dunshore or I'll cut his fuckin throat. \n[6]", "Paige": "\n[1]\n[2]You see yer sign? Grandma and me made it this mornin. \n[3]He comin or ain't he? \n[4]  \n[5]What's uttered? \n[6]Okay, keep goin. \n[7]They got rid all them rats? \n[8]How come you sold yer Harley? \n[9]Yeah. \n[10]Whale. \n[11]You said pail, I'm thinkin of a tail. \n[12]I wanna peek. \n[13]Where are we? \n[14]That's ours? \n[15]  \n[16]They have tigers over there? \n[17]He talked funny. \n[18]To see the tigers. \n[19]  \n[20]You see any tigers over there? \n[21]But they do have them over in Africa. \n[22]Sure am glad you're home. \n[23]I'm thinkin of a plane... \n[24]C'mon, plane... I'm thinkin of a plane... \n[25]You said train, I'm thinkin of a brain. \n[26]Gotcha! \n[27]You coulda said drain, or mane... like horse's hair. \n[28]You're gonna miss my play. \n[29]Why we leavin so soon? \n[30]  \n[31]Already did. \n[32]Ain't you gonna read me a book? \n[33]Then let's play a game. \n[34]I'm thinkin of a dog. \n[35]Never mind, Donnie. \n[36]Dad usually kisses me on the forehead before he leaves. You can do that. \n[37]Mary Strauss and them is havin dinner at The Chimney. \n[38]Tony Wilks. \n[39]They broke up last month. \n[40]Dad? -- Dad? \n[41]What do you think about us gettin a limo for next weekend? Wouldn't be too expensive since there'd be six of us. \n[42]Hel-lo? Earth to Dad? What do you think? \n[43]We ain't crammin in the back of your Caprice. \n[44]We got dresses, Donnie! We'll get all wrinkled! Plus it smells in there. \n[45]Dad, what you think? Can we get a limo? \n[46]Dad. Please. Patty and them is gettin one. \n[47]But dad... \n[48]It's my formal, dad. \n[49]You love them black babies more than you love me. \n[50]Mom, who are those men? \n[51] Hello? \n[52]Dad? \n[53]You ok? \n[54]You said tree... I'm thinkin of a knee. \n[55]I love you too, Daddy. ", "#2": "\n[1] \n[2] 52 \n[3] \n[4] \n[5]  \n[6]  ", "Biker": "\n[1]Hey bro, Ben Hobbes, knew each other long time ago. \n[2]OK, sweetie... \n[3]Goddamn, they grow up quick, don't they? \n[4]Hey, nuthin fer nuthin, Sam, but rumor has it you was puttin up a chapel over there in Central City. \n[5]That's good, man. Maybe you can do somethin bout your old friend, Donnie. \n[6]He ain't doin so good, bro. But hey, good seein ya' man. \n[7]Yep, you him. I seen your face in the papers few years ago. Call you the Machinegun Preacher, right? \n[8] Told you this is the guy. Hot damn, I knew it! Papers was talkin bout how you was like some kinda African Rambo or somethin, right? \n[9]You still helpin them niggers over there? \n[10]The way I figure it, the reason you so interested in helpin them porch monkeys is cause you probably throwin it in them nigger bitches, ain't ya? \n[11]Am I right? You a nigger fucker, boy? ", "Chick": "", "Daisy": "\n[1]Welcome home, Sam. \n[2]Well, I didn't know if... \n[3] You know we could boil up that corn we got in there... \n[4]Sam... \n[5] \n[6]Africa? \n[7]You like this dress, Sam? \n[8]You ain't never seen this one. I bought it a long time ago. Been keepin it for a special occasion. \n[9]I never told you this but when I was pregnant with you, now this was way back, probably 1960, when yer daddy and I was still in Grand Rapids, a Pastor prophesied over me. Pulled me right up on stage and laid his hands on my belly and told me I was gonna have a Preacher for a son.  Yer daddy and I were so proud. I remember we went home and neither of us could sleep all night. Just laid there and talked bout you, bout what was comin. \n[10]Yes you are. You were born to it. Just took you a little ways to get here. ", "Shannon": "\n[1]Well, come on in... \n[2]Ya'll must be the Childers. Welcome. I'm Shannon, Bill's ball-n-chain. \n[3]Good to meet you. \n[4]Everything alright?... ", "Shaved": "\n[1]Fuck are you? \n[2]I don't know you. \n[3]Who the fuck is Bobby? \n[4]\n[5]\n[6]\n[7] In there... ", "Head": "\n[1]Fuck are you? \n[2]I don't know you. \n[3]Who the fuck is Bobby? \n[4]\n[5]\n[6]\n[7] In there... ", "Lynn": "\n[1]Hey baby. \n[2]  \n[3]Don't got any. \n[4] \n[5]Hope you're staying for supper. \n[6]I ain't on tonight. \n[7]Paige, get that chair. \n[8]I ain't dancin no more, Sam. \n[9]Quit a couple weeks ago. Got a job over at Freemont. \n[10]Pick up a second shift now and then. Weekends if I want em. It's good money. \n[11]They're good to me over there, Sam. They got daycare for Paige and I can get medical at the end of the year. \n[12]No, Sam... \n[13]It ain't right. \n[14]I ain't dancin cause it ain't right in God's eyes. He don't want me doin that no more. \n[15]He found me, and he's there for you too, baby. \n[16]Not no more. God helped me change while you was away. \n[17] \n[18]I don't know. \n[19]He don't care what kinda shoes you wearin, baby. \n[20]Think so, in our bed... she's funny. \n[21]I thought that was goin through August? \n[22]  \n[23]Somethin will come through. I promise. \n[24]Two touched down near Harrisberg. \n[25] What are you doing?! \n[26]What are you doin, Sam Childers? \n[27]It's beautiful. \n[28]You get what's in the trunk? \n[29]Lord, you're filthy, Sam Childers. \n[30]You. \n[31]No I ain't. \n[32]I ain't doin that no more. \n[33]You gimme a little shake... \n[34]Paige, go get some more beans. \n[35]What are you thinking? \n[36]What about Africa? \n[37]Just from a different place than us, baby, that's all. \n[38]What about finishing that job in Boswell? \n[39]You comin to bed? \n[40]You ok? \n[41]Baby, whatcha doin? \n[42]You been to bed yet? \n[43]A church? \n[44]How we gonna pay for a church, Sam? \n[45]Yer crazy. \n[46]What's that? \n[47]It's five-til and he still ain't here. \n[48]Call us when you can. \n[49]Hello? \n[50]You ok? \n[51]Where are you? \n[52]Sam? \n[53]Can you hear me? \n[54]Then quit feelin sorry for yerself. Them children have had their whole lives burned to the ground and worse. How many of them you see givin up? \n[55]God gave you purpose, Sam Childers. Now stop yer cryin, get off yer butt and build it again. \n[56]We started daycare last month. Monday thru Friday from 8 to 2... Sundays after first worship for a few hours if anybody needs it. How you doin, Sue? \n[57]We can't build anymore. Not for awhile. \n[58]Turn outs been good, but that don't mean people is givin money. \n[59]Economy is in trouble, construction business is slow. Times is tight. \n[60]They got the playground over in Cairnbrook. And they can play at the school on weekends if they want \n[61]I'm Lynn, this here is Sam, our daughter Paige. \n[62]Sam... \n[63]What's wrong? \n[64]Sam... \n[65]What are you doin? \n[66]Sam Childers... \n[67]Who's her date? \n[68]I thought Tony Wilkes was goin with Patty Hobbes' daughter. \n[69]Honey, you ok? \n[70]We could probably get us a deal through one of Tom Hickey's boys. Between the six of them it wouldn't cost too much. \n[71]We're just talkin bout it, honey... \n[72]Sam... \n[73]Honey... \n[74]  \n[75]You're gonna sit there and you're gonna lemme talk. \n[76]I've always believed in you. I trusted you, trusted the Lord, and did what I could so you could follow your dream. But I ain't willin to lose you to what you're doin over there. Ain't gonna just stand by and watch you get swallowed up by it. \n[77]I know you're all them kids got, but you're all we got too. Paige needs her father. I need my husband. \n[78]  \n[79]S'cuse me, what are you doing? \n[80]Hey, s'cuse me... \n[81]Sam, what's goin on? What are these men doin here?... \n[82]Where are they taking our stuff? \n[83]Sam... \n[84]Hey! -- Don't touch that! -- \n[85] \n[86]Honey, I know you're hurtin. I know you're angry, but we need to talk about this... \n[87]You sold the business for $27,000? \n[88]A new truck? You sold our business for a new truck? \n[89]That was our future, Sam. Paige's future. \n[90]Everything we have has gone to those children, Sam. There's a point when there ain't no more to give. \n[91]Paige's birthday. \n[92]You don't know it, do you? You don't even remember your own daughter's birthday. \n[93]You fight for everyone but us. \n[94]You take that and we lose the house. The church. All of it. \n[95]What ministry?! They see what you've become, Sam. They see how far gone you are. You need to get quiet with The Lord. \n[96]Don't say that. Don't turn yer back on him. \n[97]The good you're doin is destroyin this family. \n[98]Please don't leave... ", "Childers": "\n[1] \n[2]  \n[3]   \n[4]  \n[5]  \n[6]    \n[7]  \n[8]   \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]     \n[22]  \n[23]  \n[24]  \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]  \n[33]  \n[34]  \n[35]  \n[36] ", "Sam": "\n[1]Ya'll go fuck yourself now, k? \n[2]Gimme a smoke. \n[3]What, you quit? Shit, that ain't gonna last. \n[4]Hey bug... \n[5]Yep, real nice. \n[6]How'ya doin, Mom? \n[7] \n[8]What? \n[9]Friday night you ain't on? Hell is that? \n[10]That cocksucker Mark better be givin you yer time or I'm gonna go over there and bust in his teeth. Why ain't there no beer? \n[11]You tellin me the truth or is this a joke? \n[12]Good money? You stupid, woman? You quit strippin to pack fucking mushrooms at Freemont? \n[13]Mom, keep yer mouth shut. \n[14]Tell you what you're gonna do, you're goin back to The Bunny Hop and askin that cocksucker for yer old slot back... \n[15]Fuck you ain't. You gonna get that ass back up there and make yer tips. \n[16]Fuck you talkin about? \n[17] \n[18]Don't gimme that bullshit. You a junkie stripper... \n[19]Gitcha hands off me! \n[20]I'm doin. \n[21]I'm alright. \n[22]Bitch found Jesus. \n[23]Ain't so sure bout that. \n[24] \n[25]  \n[26]  \n[27]   \n[28]  \n[29]Tell me where the shit is or I'll blow yer nigger brains all over this floor. \n[30]Hurry the fuck up. \n[31]Cash! \n[32]See that nigger's face when I put it in his mouth? \n[33]Look at this sorry fucker... \n[34]Cold enough for ya out there, boy? \n[35]That's up there past Muncy, right? \n[36]We ain't goin to Dunshore, boy. Said we can drop you at McClure. \n[37]Get that fuckin blade off him... \n[38]Help me. \n[39]I don't got no good shoes, Lynn. \n[40]You need me to stay on, I can. \n[41]I can drywall, tile, whatever you got. Know my way round some electrical too. \n[42]She asleep? \n[43]Job's done. \n[44]I'm a hard worker and I learn real fast. \n[45]I gotta sell it today. \n[46]There's almost two grand on this bike. Them pipes right there is custom. You wont see pipes like that on anything round here. \n[47] \n[48]Like spoke up, made a sound. \n[49] And out of the houses the rats came tumblin, black rats, brown rats, brother rats, sister rats, and husband rats followed their little rat wives... Til they came to the ragin water where they drowned and lost their lives.\" \n[50]Yep. \n[51]Cause it's what I had to do. \n[52]We're gonna be ok, bug, don't you worry. \n[53]I'm doin. \n[54]Lil' bit. \n[55]God was lookin out for us both, I suppose. \n[56]Got Lynn's car. \n[57]Sold her. \n[58]Sorry I'm late. \n[59]Gave blood over in Pitt. \n[60]That's all I got. \n[61]Come on! Let's go... \n[62]Get Paige, grab a blanket. \n[63]\n[64]Bug, you hear me?! -- Bug?! \n[65]I'm thinkin of a snail... you hear me, Bug?! Snail. \n[66]Good job, Bug, good job! You said whale, I'm thinkin of a pail! \n[67]Billy. \n[68]Yep. \n[69]We're alright. \n[70]I'm interested... \n[71]But I'm puttin my own crew together. We go 50/50 on the jobs. You cover any heavy machines I need. \n[72]You got a deal. \n[73]Keep em closed. \n[74]Ok. Open em up. \n[75]We're home, little girl. \n[76]Sure is. Go check it out. \n[77]That's everything. \n[78]Yep. \n[79]Who you callin filthy, woman? \n[80]You dirtier than I am. \n[81]Yes you are. I seen it. C'mon, girl, gimme a little shake... \n[82]... just a little somethin for yer old man, c'mon... \n[83]Owww! \n[84]C'mon, Lynn... \n[85]Thinking about Africa. \n[86] \n[87]Just thinkin bout that fella today. \n[88]Was thinkin maybe I'd go over there. Help em out fer a few weeks. \n[89]He was talkin about puttin box beam roofs on school houses over there. \n[90]I'll only be gone a few weeks. Be back before you know it. \n[91]You Ugandan Army or what? \n[92]What's that? \n[93]Name's Sam Childers. \n[94] Givin ya problems? \n[95]Double-feed? \n[96]Lemme have a look... \n[97]Yer mag is tight. See here... The loads are feedin right to the barrel face. That's yer problem... \n[98]... you need this plate to ramp into the chamber... that way yer brass won't get stuck... ... there ya go, should be better... \n[99]No problem. \n[100]No, not me. I ain't the military type. Ain't so good with bein told what to do. \n[101]Long time ago. Different life. \n[102]I was thinkin bout goin up north. \n[103]I know. \n[104]Hey, Deng, you wanna Coke? \n[105]Got a question for ya. \n[106]I wanna go into Sudan this weekend. Need someone to show me around. You interested? \n[107]That ain't my speed no more. I wanna see some country. \n[108]  \n[109]They always drive this fast? \n[110]You got kids, Deng? \n[111]Where you from? \n[112]That's where your family is? \n[113]Course, do what you gotta do. \n[114]What happened to her face? \n[115]Who's Kony? \n[116]I'm with Deng over there. \n[117]Working with a Christian group down South. Just up here takin a look around, seein a bit of the country. \n[118]Kony is the leader of the LRA? \n[119]S'cuse me? \n[120]Ain't lookin for nuthin. \n[121]Why? \n[122]Get up... let's go... \n[123]Come on... \n[124]They ain't sleepin out here. Tell em they're comin inside.  Ya'll get up... let's go... \n[125]I can help these here. \n[126]Naw, didn't see no tigers. \n[127]So I hear, but not where I was. \n[128]Me too, bug. \n[129]It's late, you better get to bed... \n[130]You said plane, I'm thinkin of a train... \n[131]You said brain, I'm thinkin of a... \n[132]Ok, you got me. \n[133]Sweet dreams, bug. \n[134]In a bit \n[135]Just a long flight. \n[136]Makin plans. \n[137]I had a vision last night, Lynn. Crazy as it sounds, God spoke to me... \n[138]I'm gonna build a church. \n[139]Right across the street. Not like Faith United or Calvary Fellowship. Place that ain't gonna turn you away if you a drug addict or a prostitute or whatever. Place for sinners, just like me, who wanna hear the word of God. \n[140]We got money in the bank. Business is good. Besides, I own a construction company... I'm gonna give us one heck of a good deal on the build. \n[141]`Lil bit. \n[142]That's the orphanage I wanna build. In Sudan. \n[143]That's me. \n[144]Yeah, Ben, how you doin? \n[145]Sure do. \n[146]That's right. Gonna minister to anybody who's lookin for The Lord. \n[147]What about em? \n[148]I'm here for that boy right there. You gonna get in the way a that? \n[149]Look at me. God don't make trash, boy. Now he ain't givin up on you, so don't give up on him, you hear me? \n[150]You call him? Try him again. \n[151]What, mom? \n[152]It's nice. \n[153]I just built a church. I ain't no preacher. \n[154] Thank you, Tommy. You boys is soundin pretty good up here. \n[155]I wanna thank ya'll for comin out for the first day of worship here at Shekinah Fellowship Church. \n[156]The guest preacher we had booked today ain't shown up... so I thought I'd say a word or two. \n[157]Lotta yous been wonderin what made me wanna build this here church. Seein as I ain't the best seed in the bunch I can understand that. \n[158]Buncha years ago I was runnin from some bad fellas in the woods over there by Cleary. Those old boys was comin after me hard and I reached in my bag lookin for my old shotgun but it was gone. My momma had took it out when I wasn't lookin and put this bible in there instead... \n[159]Well I figured I was done for, so I sat down under an old tree with this useless book and I waited... \n[160]... and then the strangest thing happened. Them boys ran right on past me. Didn't even see me sittin there. Now the way I figure it, things would have turned out pretty different if I had pulled out that shotgun instead of this here Bible. And that's probably the first time I can remember God savin my butt. God... and my momma. \n[161]Figure least I could do was build em both this church. \n[162]Be back soon as I can. \n[163]Have momma videotape it for me, k? Now I gotta git. \n[164]I will. \n[165]You watch out for em while I'm gone, ya hear? \n[166]Right here, stop the truck! \n[167]This is it... \n[168]I think it's a heckuva good idea. \n[169]If I wanted to be closer to Kampala, I'd be closer to Kampala. I wanna be right here... \n[170]What are you sayin? \n[171]Then it seems to me them people need help the most. \n[172]Talk to me. \n[173]I don't think you understand me, so lemme make it real clear to ya. I didn't pick this land -- God did. \n[174]Good to meet you Betty. \n[175]I'm lookin for somebody who can keep the place in order. Make sure things is taken care of when I'm away. \n[176]She's gonna have to take care of the children too, make sure they're fed, fix em when they're sick. Can she do that? \n[177]Tell her she's hired. \n[178]You know what's funny? In English your name means \"darn it.\" \n[179]Deng. It means `shucks.' You know, like you stub your toe and you go \"ahhhhh, deng!\" Get it? \n[180]I'm sorry, buddy. It was just a joke. \n[181]What does Sam mean in Arabic? \n[182]Can I ask you a question? \n[183]You believe in God? \n[184]Maybe you'll invite him in again one day. \n[185]   \n[186]   \n[187]How many are there? \n[188]Where are your men? \n[189]They're gonna pick us off like this! \n[190]-- Betty! Get em to the church right now! Quickly. Understand?! -- \n[191]Get yer men back to the church! That's our best shot! I'll cover you... \n[192] Put em in the middle! \n[193]Just keep firin! \n[194]  \n[195] \n[196]  \n[197]They burned it to the ground. All of it. Ain't nuthin left. \n[198]Nimule... \n[199]... I'm comin home. \n[200]Yeah. \n[201]I can hear you. \n[202]Cut it all down... so they got nowhere to hide... \n[203]Come on in... \n[204]What's goin on? \n[205]What is she saying? \n[206] \n[207]Where did they find em? \n[208]Adjumani. \n[209]I ain't waitin. You wanna see what waitin gets ya? Take a look in that buildin over there... \n[210]  \n[211]No shot! There are children behind the truck! \n[212]Cover me! \n[213]What? \n[214]You leavin? \n[215]Well then, I ain't leavin neither... \n[216]  \n[217]  \n[218]  \n[219]Mornin, buddy. \n[220]Ain't you gonna say nuthin? \n[221]Ok then. \n[222]Guess I do. \n[223]Take care of things while I'm gone, ok? \n[224]You can't come with me, buddy. \n[225]In your actions you give service to the Lord... \n[226]  \n[227]... he's not interested in your good thoughts... your good intentions... he wants your hands... your backs... your sweat... your blood to pour into the foundation that will build up his kingdom! \n[228]Sue. \n[229]Been thinkin we need to put up a playground. Swings. Some things the kids can climb on. \n[230]You said Sundays has been full. \n[231]Be good for them kids, Lynn. \n[232]Not talking bout here. Talkin about the orphange. \n[233]Trouble with the push rods I think. She's runnin kinda rough. \n[234]Used to fix them old shovelheads on the side of the road with a buckknife and a wire hanger. \n[235]I think that old `78 broke down five times on that trip. \n[236]Yep. \n[237]The Lord don't ask for nuthin you can't deliver, buddy. And yer one tough ole boy. \n[238]Why don't we pray together then... \n[239]Our gracious Heavenly Father, bless us with the strength to carry on in your name. And grant us, in our darkest hours, the understandin that you are always by our side. \n[240]Still got a ways to go, but we're gettin there. You should come on by one of these Sundays, bring the family. \n[241]Reverand Carlton gives a mean sermon, puts me to shame. Anyway Bill, I'm here cause I wanna talk to you about what we're doin over there in Africa. \n[242]Thank you, but I'm gonna be straight with ya. We're hurtin for money... If we had a little bit more support from people like yourself sure would help things run a lot smoother over there. \n[243]I hear that, but you gotta understand that them kids over there got nuthin. I mean nuthin, Bill, and I'm not asking for much. \n[244]Five thousand dollars. \n[245]That keeps them doors open for another six months. \n[246]You're right. We got problems right here. But with that kinda money we could feed them kids, house them kids. \n[247]Ok. \n[248]Sounds good. \n[249]Thank you, Bill. \n[250]Get in the car. \n[251]Sonuvabitch is cryin pour-mouth to me and he's livin in the damn Taj Mahal... \n[252]I asked him for five-thousand dollars to feed a buncha motherless babies and you know what he gave me? (taking out the check, wadding it up Hundred and fifty bucks. That's it. Handed it to me like it was gold bouillon! Sonuvabitch spent more than that on salsa for his party. \n[253]I've had it with these people and all their bullshit about wantin to help... \n[254]Stay outta my way. \n[255]Throw in the car for five. \n[256]Who's this guy? \n[257]John Garang? \n[258]Sam is fine. \n[259]We can thank God for his blessins. \n[260]Couple hundred with us here. Feed another thousand a day from nearby villages. Anyone who shows up hungry gets a meal. \n[261]Until someone starts fightin for these children, I'm the one that's gonna do it. \n[262]As a mule. \n[263]Talkin bout peace in a room somewhere is a waste of time. You gotta go out and make it. \n[264]Keep em closed! A little bit more! \n[265]... keep comin'... \n[266]Ok, stop! Open your eyes! \n[267]He ain't the first old-boy who wanted to see my head hanging on his wall. Keep yer soldiers where they're needed. I can take care of myself. \n[268]He said anything yet? \n[269]Where's the brother? \n[270]Hey buddy, you don't wanna play with the other kids? \n[271]You know sometimes it helps to tell somebody what you got locked up inside, know what I mean? \n[272]You have no idea what I'm sayin, do you? \n[273]I done a lotta things I ain't proud of. Hurt a lotta people. Truth is, helpin you kids is about the only good thing I ever done in this life. \n[274]But I'm scared. Scared one day I'll close my eyes to all this and make it somebody else's problem. Just like everybody else in this world. \n[275]I don't see nuthin. \n[276]Hold on... \n[277]I got em. \n[278]Deng, tell camp we're comin back with two. A.J., Nineteen -- go get them kids. \n[279]What's he sayin? \n[280]Shit. Tell him to stay where he is. Don't move. \n[281]Ask him if he saw the shooter. \n[282]You got `em? \n[283]Can you reach the Browning? \n[284]Need you boys to cover me on three, alright? Put everything you got into that rock up there. \n[285]  \n[286] \n[287]Everybody ok? \n[288]How're the girls? \n[289]By herself, huh? \n[290]Goin fine. \n[291]Sounds good. \n[292]Yeah. \n[293]I'm just tryin to help these people. Same as you. \n[294]I got a 200 kids who are gonna sleep safe tonight and wake up tomorrow mornin to a bowl of hot food. Right or not, that's all the reason I need. \n[295]You fight the evil in this place your way, I'll fight it mine. \n[296]    \n[297]What's goin on? \n[298]That's where they sell em on the black market, ain't it? \n[299]  \n[300]Let's go! \n[301]Bring me a flashlight. \n[302]What'd he say? \n[303]Bring our truck up here and shine them lights on us. Pull everyone of them kids outta there. \n[304]Put em right here... real easy... \n[305]We're takin the ones that ain't gonna make it through the night. Come back for the others later. \n[306]Tell her I'm not gonna hurt her. \n[307]Put her in the truck. \n[308]Tell em we're comin back. \n[309]Tell em! \n[310]Let's go! (to the children, holding up \n[311]Tell em to hide. Don't come out til they see my face... \n[312]Gas it up! We're leavin here in five! \n[313]It's just an application for a short term loan. \n[314]It's only 90 days. \n[315]I only got one truck over there, John. I need the money to buy a second vehicle. \n[316]It's important. Now, there's one in Kampala I can probably get for twenty- one... \n[317]I want you to look at this. See that? Twelve year old boy had both his arms cut off by LRA... \n[318]Look at this John, when we found this little girl her breasts had been hacked off... \n[319]Look at her. Look at this girl. \n[320]Now I ain't in here askin fer money fer a hot tub or vacation or somethin like that. I'm askin for an extra vehicle so I can save some children. You understand that? \n[321]But nuthin. I need you to open yer little book there and do whatever you need to do to get me that loan... \n[322]Don't tell me to calm down! Look at those pictures! -- Look at em, John -- \n[323]... Open yer eyes!... Wake up!... You call yerselves children of God, but you ain't. Ya'll just sheep followin him deaf, dumb, and blind... \n[324]But God don't want sheep. He wants wolves to fight his fight. Men and women with teeth to tear at the evil that's out there... \n[325]\n[326]\n[327]  \n[328]\n[329]\n[330]  \n[331]\n[332]\n[333] \n[334]\n[335]And only then will their hearts beat no more... and they will be turned to dust. \n[336]No. \n[337]You ain't rentin no limo to Pittsburgh. \n[338]Nobody's spendin money on no friggin limousine. \n[339]\n[340]Too much talk in this house. I got mouths to feed and you're talkin bout pissing money away on a limo. \n[341]I don't give a shit what it is! You ain't gettin no limo, end of story. \n[342]\n[343]What the hell you think you're doin, boy? \n[344]\n[345]Don't tell me to take it easy in my own fuckin house... \n[346]That ain't your wife and this ain't your family. You nuthin but a stray fuckin dog round here, boy. \n[347]Hell I don't. Now you get the fuck outta here fore I put yer head through that wall. \n[348]You don't mind, I'd like to just sit here right now. \n[349]  \n[350]Most of you want me to stand up here and make some sense outta this. That's why you come here today. You want me to tell you that God has his plan for all of us, and when he wants to call us back home he's gonna do it. That's what you wanna hear... That's what you wanna hear... \n[351]Ain't ours no more. Best go through and make sure they ain't takin nuthin that belongs in the house. \n[352]It's all done, so save yer breath... where's the keys to the safe? \n[353]I need a new truck for the orphanage. \n[354]What's the combination? What's the fucking combination. \n[355]What are the numbers? \n[356]You can make it up with the ministry. \n[357]Fuck the Lord. \n[358]... He turned his back on me! -- on Donnie! -- on every one of them kids over there. \n[359]What good have I ever done? \n[360]What? \n[361]I don't need your help. \n[362]    \n[363]  \n[364]Bug? You there? \n[365]Yeah, it's me. \n[366]I'm ok, Bug. \n[367]I'm thinkin of a tree... \n[368]You said knee, I'm thinkin of bee... I love you, Bug. \n[369]Have you seen William? \n[370]Get em on the phone, see if he's shown up at the base yet. \n[371]Ok. Get Nineteen and Marco -- we're gonna go look for him. \n[372]Let's go through Maridi, see if they've seen anything. \n[373]  \n[374]117 \n[375]Go! -- Go! -- Go! -- Go! \n[376]Cease fire!! \n[377]Pull em all out! C'mon, let's go! \n[378]Cut them loose! \n[379]C'MON, LET'S GO!... get em out of there and line em up! -- C'MON! -- \n[380]Load these here into the truck. Put em three deep if you have to... \n[381] Come with me -- \n[382]Get them AK's too. The machine guns. \n[383]I need all you to climb up on that roof and keep yer eyes peeled. That road back might be hot, so be ready. \n[384] Go on. Get outta here. ", "Deng": "\n[1]\n[2]Sudanese People's Liberation Army. We are freedom fighters. \n[3]I am Deng. \n[4]Yes. A bit. \n[5]Sometimes. \n[6]Thank you. \n[7]Are you military? \n[8]When did you learn about weapons? \n[9]Thank you. \n[10]Yes? \n[11]The others are going into Kampala. \n[12]You want to see? \n[13]Traveling is the most dangerous time in Sudan. If the rebels find you on the open road it would be very bad. \n[14]No. I have no children. \n[15]A little village called Aweil. Many hours from here. \n[16]My family was killed by LRA. Unyama is about two hours from here. We will stop there for lunch. \n[17]The Muslim North has tried to kill the Christian South for 30 years. Two million have lost their lives... \n[18]... these people have been driven from their villages, however these camps are not much better... \n[19]Cholera and Malaria are everywhere, there is little food and not enough UN soldiers to protect everyone. Even here they worry the LRA will attack at night. \n[20] \n[21]I'm sorry, Sam... I'll be five minutes. \n[22]Some say Joseph Kony is a wizard. A shapeshifter. He calls himself a Christian... \n[23]... but I say he is Satan, who devours his own people. \n[24]He is the one we have been fighting for years. But there is very little we can do. Our weapons are old, and our boots are full of holes. We have been forgotten by the rest of the world. \n[25]Why are you here? \n[26]What are you looking for in this place? \n[27]And then you will get your picture and go back to your life and all this will just be a story you tell your friends. \n[28]They are night commuters. They come from deep in the bush. Their parents send them out because it is safer to sleep here than in their own homes. \n[29]Because death comes at night in the villages and refugee camps. \n[30]These are the lucky one so far. The ones the rebels have not found. The invisible children. \n[31]Where are you going? \n[32] \n[33]What are you doing? \n[34]Sam, there are too many... \n[35]... you can't help them all. \n[36] \n[37]The LRA attacked a village last night. \n[38]You said you wanted to see. \n[39]You came all this way to bring us new boots? \n[40]Sam, wait... \n[41]It is not safe here. \n[42] 49 \n[43]She is knowing that you need someone to run the orphanage. \n[44]She can do this. \n[45]What is this `darn it?' \n[46]  \n[47]Small penis. \n[48]Of course. \n[49]I was raised to believe there was a God in heaven. \n[50]But it is impossible to live here, to see what I have seen, and not turn your back on him. \n[51]I don't think so. \n[52]Two squads... There -- and there. \n[53]I don't know. \n[54] \n[55] \n[56] \n[57]Preacher, you need to come see this. \n[58]The Acholi people were farmers before they were driven from their ancestral homeland. Each year they blessed the soil before a planting. \n[59] \n[60] \n[61] 59 \n[62]... and this ground is richer now and they will grow stronger because of it. \n[63]Their village was hit out Adjumani. \n[64]Sam... \n[65]Where are you going? \n[66]Sam, please wait... \n[67]Why don't you just go home? \n[68]This is not your war. \n[69] \n[70]I will, Preacher. \n[71] Get out of there. \n[72] \n[73]That's our leader. \n[74]Some of the child soldiers say there is a bounty on your life. That Kony is offering money for your nose and ears. \n[75]I'd like to assign a few more men to you during the day. \n[76]All we know is that his family was killed and that he and his brother were taken into the LRA. \n[77]Nobody knows. \n[78]This is it. \n[79]A.J. is dead. \n[80] Don't move! \n[81] Did you see him?! \n[82]He did not see. \n[83]Yes. He's on the ridge... just below that outcropping. \n[84] I think you got him! \n[85] 84 \n[86]Sam. \n[87]LRA wanted us here. \n[88]An LRA convoy has moved north over the border. They're heading for Ed Duim. \n[89]Look... \n[90]The truck is too damaged to move.  We don't have room for them all, Preacher. \n[91] Bring the children out... \n[92] 90 \n[93]What are you doing? \n[94] \n[95] 91 \n[96] \n[97]Welcome back. \n[98]Do you hear that, Preacher? \n[99]There is no more laughter. The children do not play here anymore. They are scared once again. But now they are scared of you. \n[100]The men do not trust you any longer to lead them into battle. They say you have a wish to die. I am worried about my friend. I want to help him. \n[101]Some of the soldiers said he was asking about the commander that is being held at Kismoro. \n[102]They have not see the boy. \n[103]It will be light soon. What do you want to do? \n[104]The village outside of Akot says an LRA caravan came through there an hour ago. They were headed for Ed Duim. \n[105] Take them out. \n[106] Cut the ropes! ", "Pastor": "\n[1]The point of receiving God's word is life. Life upon life. And to accept the blood of Jesus is life upon life upon life... \n[2]He breathes his spirit into darkness and makes something good. He sees our shadow and says, `let there be light!\" \n[3]... now proclaim his saving grace! If there are sinners here looking for God raise your hands! \n[4]Stand up! Receive Jesus Christ as your light and saviour... \n[5]Receive Jesus as your Lord and Saviour... in the name of the father and of the son and of the Holy Ghost... \n[6]Today we are blessed with a special guest. It's my pleasure to welcome Pastor Relling from the Kilangire Christian Ministry in Uganda, Africa. Pastor... ", "Krause": "\n[1]The point of receiving God's word is life. Life upon life. And to accept the blood of Jesus is life upon life upon life... \n[2]He breathes his spirit into darkness and makes something good. He sees our shadow and says, `let there be light!\" \n[3]... now proclaim his saving grace! If there are sinners here looking for God raise your hands! \n[4]Stand up! Receive Jesus Christ as your light and saviour... \n[5]Receive Jesus as your Lord and Saviour... in the name of the father and of the son and of the Holy Ghost... \n[6]Today we are blessed with a special guest. It's my pleasure to welcome Pastor Relling from the Kilangire Christian Ministry in Uganda, Africa. Pastor... ", "#1": "\n[1] \n[2] "}}