{"filename": "Machete_script.txt", "imdb_id": "tt0985694", "imdb_url": "https://www.imdb.com/title/tt0985694", "characters": ["Julio", "Sniper", "Osiris Amanpour", "Machete", "Torrez", "Senator McLaughlin", "Booth", "Jorge", "Luz", "Von", "Padre", "Von's Henchman", "April", "Sartana", "Reporter"], "dialogues": {"Julio": "", "Sniper": "\n[1]  \n[2] \n[3] \n[4] \n[5]He's off the grid. Sonofabitch disappeared. \n[6]I'm no cop. You seen this guy? \n[7]Call me when he shows or I'll carve that pretty face of yours into a seven layer burrito got that puta!? \n[8]This guy. \n[9]You're sharp. You're liable to get cut. \n[10]Safety first. \n[11]Lead's ran cold. He's underground. Probably back in the homeland by now. \n[12]Ho-ly shit. Who knew that your Mexican day laborer was a goddamn Federale?! RNewman / Endeavor Draft 50. \n[13]  \n[14]Oh shit. \n[15]  \n[16]Yeah. \n[17]Yeah. \n[18]Where's your boyfriend? \n[19]Where is he keeping them? \n[20]You're not gonna think it's funny when I cut you a new twat. RNewman / Endeavor Draft 63. \n[21]Wait... \n[22]Moron. RNewman / Endeavor Draft 64. \n[23]She wasn't very cooperative. \n[24]They're in a church. I know where. \n[25]Where is he? \n[26]Machete you can come quietly and we won't hurt the girl. \n[27]You can trust me. I've brought one of your old friends to vouch for me. \n[28]You punk kids! That's it! \n[29]You, I got you, what... \n[30]No! No! \n[31]Oh my God... Please... No. Please! ", "Osiris": "", "Amanpour": "", "Machete": "\n[1]          \n[2]This is the boss. \n[3]Get dressed. RNewman / Endeavor Draft 3. \n[4]We need to go. Now. \n[5]My machete. \n[6]Torrez? \n[7]$70 a day for yardwork. Hundred for roofing. One-twenty-five for septic. Sewage. \n[8]I cost the most, because I'm the best there is. \n[9]Like the car. \n[10]What are you looking for, Mr. Benz? \n[11]That doesn't sound like your problem. \n[12]What do you want me to do? \n[13]Collateral. \n[14]This is Cisco's floor. I'm on 11. \n[15]Find Cisco. \n[16]Another way out? \n[17]Thanks. \n[18]Did you open it? \n[19]I don't know about that. \n[20]Why are you helping me? \n[21]You know me? \n[22]The myth might be better. \n[23]Bless me, Padre, for I have sinned. It's been a long fucking time since my last confession. \n[24]Sorry, bro. I mean, Padre. \n[25]Few weeks. \n[26]Didn't need you before. \n[27]I'm not sorry. \n[28]They used me. \n[29]They need to pay. RNewman / Endeavor Draft 46. \n[30]Either. Both. \n[31]Yes, bro. I mean, Padre. \n[32]When I get the money, I'll give some to the church. \n[33]A hundred-fifty thousand. \n[34]Stop it. \n[35]That one. He's the one who hired me. Benz. \n[36]Where does he live? \n[37]I'll leave some for you. \n[38] \n[39]Or else. \n[40]He called in sick. \n[41] \n[42]Drive. \n[43]You're a cop. \n[44]How did you find me? \n[45]Turn here. \n[46]It was just a job. \n[47]Michael Booth. \n[48]Maybe. Turn here. \n[49]Give me ten dollars. \n[50]Ten bucks. \n[51]Stop the car. \n[52]Wait. \n[53]For the tacos and coffee. \n[54]Drive. \n[55]No hospital. \n[56]Onions. \n[57]Onions! \n[58]Come here. \n[59]Yes. RNewman / Endeavor Draft 57. \n[60]Do it. \n[61]Luck. \n[62]        \n[63] \n[64]The guards told me that before they beat me. \n[65]You came to arrest me? \n[66]Out? RNewman / Endeavor Draft 68. \n[67] \n[68]Help me find Booth. \n[69]Give it here. \n[70]Si. \n[71]You're borracha. RNewman / Endeavor Draft 70. \n[72]Come on! \n[73]Not long enough. \n[74]Looking for someone? \n[75]Follow him. \n[76]I was born in the fire. It wasn't luck. RNewman / Endeavor Draft 83. \n[77]What good is it... \n[78]I'm still standing...Puta. \n[79]What's the problem officer? \n[80]Let me give you my ID. \n[81]Machete. \n[82]Why do I want to be a real person... when I'm already a myth? \n[83]Torrez was just an errand boy. I'm going to find the man who sent the message. \n[84]Light a candle... Say a prayer... ", "Torrez": "\n[1] \n[2] \n[3]Bueno... pero no tanto. (Sub: Good... but not that good. RNewman / Endeavor Draft 5. \n[4]You had to stick your neck where it didn't belong, amigo. \n[5]He's alive. \n[6]Texas. \n[7]She was just a warmup. Now I'm ready for dessert. \n[8]Machete! \n[9]You never learned to stay down, pendejo. I killed you once. I can do it again. \n[10]All roads lead to Hell, eh, Machete? \n[11]Most people die in the fire, but you survived, you unlucky bastard. \n[12]Faith? Yeah, faith got you a good job picking melons. While I bought the world. \n[13].. for a man to gain the whole world yet forfeit his soul? Mark 8:36. I know it better than you Machete. Your father taught it to me, too! \n[14] ", "Senator": "", "McLaughlin": "\n[1]Not at all. Those voters are here legally. RNewman / Endeavor Draft 17. \n[2]It cheapens their experience, their hard work, to have people jumping the border, taking advantage of loopholes in our system. It makes a mockery of everything they've worked for and turns it into a big steaming pile of-- \n[3]It's Mario. He's my goddamn hairdresser. \n[4]I've got to look good for my constituency. \n[5]Mario's the best. \n[6]Who died up your ass, Benz? I'm elected, you sonofabitch. The people have spoken, by a slim margin maybe, but they picked me. RNewman / Endeavor Draft 18. \n[7]Von... that fat sonofabitch. What does he say? \n[8]Make no mistake, my friends: We are at WAR. Every time an illegal sneaks across the border by dark of night it is an act of aggression against the United States. And I submit to you, it is an overt act of TERRORISM. These people are \n[9]The fuck was that? \n[10]What are you talking about? \n[11]Fix me a goddamn drink. \n[12]   \n[13]  \n[14]will not end my struggle, to keep our country safe from those who would destroy it. God bless everyone who stood with me today, I will return to the fight. And God Bless America. \n[15]I don't know what I can do to help you in here, Agent Rivers. You want to find the bastard did this, go look for him. \n[16]You can't assure dick. Just ask what you want and then you can be on your way. RNewman / Endeavor Draft 33. \n[17]No. \n[18] \n[19]  \n[20]  \n[21]Where the fuck have you been? \n[22]My business is here. Did you see those crews out there? They expect a statement. (noticing Booth's ragged \n[23]Well, what am I going to tell `em? \n[24]I do. All right. Once this is done, you need to take a vacation. You need some air. \n[25]No doubt about it. You're losing your marbles, Booth. RNewman / Endeavor Draft 75. \n[26]It's showtime. \n[27]\n[28]I'd just like to thank the all of you for your support during this difficult time. \n[29]My will to fight has only just begun. We must not let the terrorists win this battle for our land, our America! Thank you. \n[30]Do what now? \n[31]No further comment. Thank you. \n[32]Could somebody fucking help me? I think I'm having a heart attack. \n[33]What did you do, Booth? You jeopardized my career with that wetback! He could have fucking killed me! \n[34]You stupid sonofabitch. You pull something like this, without consulting me?! You fucked me. You are a stupid sonofabitch. The press is going to demand answers! You got another brilliant solution for that? ", "Booth": "\n[1]    ", "Jorge": "", "Luz": "\n[1]Cafe! Taquitos! Tarjetas de llamada! (Sub: Coffee! Tacos! Long- distance calling cards! \n[2]Pancho vamanos! Leave him alone. \n[3]He's a fat fuck, don't do nothing and eats all day, like my last husband. \n[4]Thank god. Why buy the pig when I can get the chorizo for free? \n[5]\n[6]Be careful mi amor,and don't leave no scraps. \n[7]Via con dios. \n[8]Looking for something? \n[9]Mañana me pages. (Sub: You can pay me tomorrow. RNewman / Endeavor Draft 11. \n[10]I do the carving around here pendejos. \n[11]Come to mami. RNewman / Endeavor Draft 13. \n[12] \n[13]Hijo de la chingada. What happened to you? \n[14]   \n[15]  \n[16]You'll be safe here. \n[17]No. RNewman / Endeavor Draft 35. \n[18]Nothing worth nothing here, unless you were going to make a pinata. Now lie back. \n[19]You know what this is, right? \n[20]Works every time. When the sun rises, you'll be good. \n[21]Cuidado, chico. You might burn yourself. \n[22]You know why Machete. \n[23]No, but I know the myth of the last honest cop in Mexico. \n[24]Cada uno lleva su cruz (sub. We each have our cross to bear RNewman / Endeavor Draft 36. \n[25]   \n[26]Hey Culero, leave them alone. They don't like pork. \n[27]Have you seen him? \n[28]Cono,this won't end pretty. RNewman / Endeavor Draft 47. \n[29]You get around. RNewman / Endeavor Draft 55. \n[30]Yeah, they came looking for you. I told them nothing, as far as I know you're a myth. \n[31]   \n[32]      \n[33] \n[34]Who's that? Your mother? \n[35]Hijo de Puta! \n[36]You're coming with me Maricons! \n[37]Cabron, I told you it wouldn't end pretty.  Bring him inside. RNewman / Endeavor Draft 73. \n[38]It pays to have friends, Pendejo. They got your ass when you need it. ", "Von": "\n[1]Welcome to America. \n[2]\"Congress shall make no law abridging the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\" Do you know what that's from? \n[3]The First Fuckin Amendment \"Congress shall make no law abridging the right of the people peaceably to assemble, and to petition the Government for a redress of grievances.\" I would like to assemble peaceably as I have some grievances to redress. Now is that all right with you? RNewman / Endeavor Draft 19. \n[4]It's a great day in America, Amen. \n[5]Well, well, Look what's come asking for Papa Von's help. \n[6]You needed me from the get go, but let's not piss on what's past. \n[7]Sweet Jesus. I bet he's got a big imagination what to do with a couple cutie pies like that. Makes me ill just thinking about it. You must have broken off a dick in his ass. First he comes after your boss, then he comes after your family. Who's next? \n[8]Ain't you worried about staining the Senator bringing us into this? RNewman / Endeavor Draft 53. \n[9]What do you think he meant by that? \n[10]Boys! We're goin hunting. \n[11]The day is upon us, my friends. We'll take down the interloper, and anyone who gets in our way. \n[12]Do you believe in freedom?! \n[13]Will you die for freedom! \n[14]If that's what it takes to make you free, I will kill you with my own bare hands, Amen. RNewman / Endeavor Draft 61. \n[15]Heal up, brothers. Heal up good. The day is upon us. \n[16]Let him stew awhile. \n[17]Von here. \n[18]Up? Up where? \n[19]Fine. Bring him here. Papa Von's got a big surprise a-waiting. \n[20]And you led him right to Papa Von. That's some kind of thank you. \n[21]The senator, maybe. But what exactly do I owe you, turncoat? \n[22]You held the hand that held the gun, Booth. Just as good as you killed him. \n[23]Put the traitor in the brig. ", "Padre": "\n[1]I was wondering when you were going to show yourself. They're combing the city for you. How long before they get your file and track down your stepbrother, the priest? \n[2]You were wrong to come here. How long have you been here anyway? \n[3]Why didn't you come to me before? \n[4]What do you think I can do for you? Give you absolution? You have to be sorry for your sins, first. \n[5]I'm not surprised. \n[6]They use all of us. Welcome to the real world. \n[7]In money or blood? \n[8]I am a man of faith. I took a vow of peace. You want me to help you kill all these men? \n[9]I'll see what I can do. \n[10]You think Jesus wants your blood money, Judas? \n[11]How much blood money are we talking about? \n[12] \n[13]I had them installed last year. Too many things were walking away from the altar, the collection plate. Check this out. RNewman / Endeavor Draft 48. \n[14]No time for that now. You need to see this. I Tivo'd it earlier. \n[15]That's Michael Booth. McLaughlin's aide or something. Cabrones, los dos. Why would he hire you to kill his boss? \n[16]Machete, you can't just kill everyone! RNewman / Endeavor Draft 49. \n[17]That's not what I meant. \n[18]    \n[19]  \n[20]Holy... \n[21]      \n[22]What do you want me to do with this? We can't keep them locked up forever. \n[23]God has mercy. I don't. RNewman / Endeavor Draft 65. \n[24]In your nightmares. \n[25] \n[26]Like McLaughlin? RNewman / Endeavor Draft 66. \n[27]You're so drunk with power, you ordered the hit on your own boss. \n[28]Like McLaughlin? \n[29]You're so drunk with power, you ordered the hit on your own boss. ", "Von's": "", "Henchman": "\n[1]Booth isn't going to like this. What are we going to tell him? \n[2]Fuck that, you wait. \n[3]Man...what happened? \n[4]Please, Father. Have mercy. ", "April": "\n[1]I think Cole is going to ask me to marry him. \n[2]But I don't want to marry him. \n[3]I mean, look at me. I'm not ready for that kind of commission. \n[4]That either. I have priorities. \n[5]I'm talking about my modeling. \n[6]No it isn't. Do you know how many hits I've gotten on my website? \n[7]I know what the online public wants, and they want me. All of me. Cole's just going to have to wait. \n[8] \n[9]Hey, you're not the usual boy! \n[10]Don't be shy. RNewman / Endeavor Draft 51. \n[11]Why don't you come in? The water's fine. \n[12]Oh, momma! He's got the good stuff! \n[13]Mom? Where are we? I'm scared. \n[14]What is this place? \n[15]  ", "Sartana": "", "Reporter": "\n[1]But isn't this anti-immigration platform a hard sell in this part of the country, where so many voters have strong ethnic backgrounds? \n[2] \n[3]Holy fuck! \n[4]Congressman, there are reports implicating your advisors as having orchestrated the shooting. Would you care to comment? RNewman / Endeavor Draft 76. "}}