{"filename": "Malcolm-X_script.txt", "imdb_id": "tt0104797", "imdb_url": "https://www.imdb.com/title/tt0104797", "characters": ["Sidney", "Sammy", "Benjamin 2X (as Jean LaMarre)", "Brother Earl", "Louise Little", "Baines", "Shorty", "Sophia", "Earl Little", "Elijah Muhammad", "Dr. Betty Shabazz", "West Indian Archie", "Laura", "Malcolm X", "Pete"], "dialogues": {"Sidney": "\n[1]\t\t500. \n[2]\t\tBrother Malcolm, I want you to meet Brother \t\tEarl. He just joined the Nation. \tEarl moves toward Malcolm and extends his hands. Malcolm shakes it \twarmly. \n[3]  \n[4] \tThey are alarmed at Brother Minister's behavior.  \n[5]\t\tBrother Malcolm. \tBetty sees him first. \n[6]\t\tBrother Johnson was attacked by the cops. \n[7]\t\tBrother Minister, we need to strike back. \n[8]  \n[9]\t\tYou will be good. \n[10]\t\tPlease make way, please-- \tANGLE. A WELL-KNOWN PERSONALITY  is at the door. He and \tMalcolm know each other well. Malcolm extends a palm, but Gregory \tdoesn't slap it. \n[11]\t\tAnother one?  \n[12]\t\tAll day since you and Betty left. Brother \t\tMinister, I have to level with you. They gave \t\tme a mission. But I couldn't do it. I love \t\ty'all.  \n[13]\t\tTo wire your car so it would explode when you \t\tturned the ignition. The Ministers say you are \t\tspreading untruths about the Messenger. The \t\tMinisters say you are a great hypocrite, Judas, \t\tBenedict Arnold. The Ministers say your tongue \t\tshould be cut out and delivered to the \t\tMessenger's doorstep. \n[14]\t\tI'm with you, Brother Minister. \n[15]\t\tLet me die then. \n[16]\t\tYou're my father. ", "Sammy": "\n[1]\t\tMan live by his rep. \n[2]\t\tOnly where'd you get them goddam vines. \n[3]\t\tYou putting a hurtin' on my vision. \tSammy covers his eyes. Malcolm plays off the insults. \n[4]\t\tBe right there. \tArchie goes.  \n[5]\t\tTwenty-two years he didn't never forget no \t\tnumber. \n[6]\t\tHe gonna, check the collector he turn into. His \t\trep is on the line, boy, and so's yours. If you \t\tlying, one of you is dead. \n[7]\t\tDon't push it. You way ahead. You back on top. \t\tThat boy loves you, man. \n[8]\t\tHe gave it to you, Archie. He did. ", "Brother": "\n[1] \tThey are alarmed at Brother Minister's behavior.  \n[2]\t\tPut fear into those devils. \n[3]\t\tI'm tired of praying. \n[4]\t\tTell it. \n[5]\t\tWe called your house, operator said you had \t\trequested that your phone be turned off. \n[6]\t\tLet's get out of this cold. \tBrothers Earl and Benjamin take off their coats and put it over Malcolm \tand lead him to a police car. \n[7]\t\tMalcolm, where are you? We've been calling all \t\tover the city. \tINTERCUT between Malcolm and Brother Earl. \n[8]\t\tLet some of us come down there. \n[9]\t\tI wish you'd listen to us. What about the \t\tmeeting tomorrow? We need to frisk people. \n[10] \n[11]\t\tNo sign of the minister yet. \n[12]\t\tHe'll be here like clockwork. \n[13]\t\tReverend Chickenwing called last night and said \t\the wouldn't be able to attend. \n[14]\t\tI called Sister Betty, she didn't tell you? \n[15]\t\tI assumed... \n[16]\t\tBrother Minister, what is wrong? \n[17]\t\tLet's cancel. \n[18]\t\tDown front as always. \n[19] ", "Earl": "\n[1] \tHe looks directly into the camera, wearing a Baptist Minister's robe. \n[2]  \n[3] \n[4]  \n[5] \tEarl Little's face is in the same exact position as Malcolm's from the \tprevious scene. His mouth opens in terror as the moving trolley comes \tcloser and closer to the black man lying on the tracks. \n[6] \tEarl is sitting up in bed, he wakes his sleeping wife Louise, next to \ther is a baby in a crib, another child. Malcolm sleeps between Earl and \ther. \n[7]\t\tSomebody out there. Wake the children.  \tEarl starts to put on his overalls and reaches for his gun which sits \ton a nearby chair when an explosion of flames greets the house. \n[8]\t\tEverybody out. OUT! OUT! Get the kids.  \n[9] \n[10] \n[11]\t\tThis here is 'pose to be a free country. \n[12] \n[13]\t\tI ain't a boy. I'm a man, and a real man don't \t\thide behind no bedsheets. \tEarl takes his pistol out from behind his back and fires above their \theads. \n[14]\t\tTake these here bullets for dem sheets. \n[15] \n[16]\t\tJust wanted to scare 'em, they won't be \tbothering us no more. \n[17]\t\tThey won't be here no time soon. I'm a MAN!  \n[18] \tHe has been beaten to a bloody pulp. \n[19] \tHe opens his one good eye.  \n[20]\t\tI'm a willing servant for Allah. \n[21] \tThey are alarmed at Brother Minister's behavior.  \n[22]\t\tPut fear into those devils. \n[23]\t\tI'm tired of praying. \n[24]  \n[25]\t\tAllah Akbar. \n[26]\t\tEverybody out. OUT! OUT! Get the kids. \n[27]\t\tWe called your house, operator said you had \t\trequested that your phone be turned off. \n[28]\t\tLet's get out of this cold. \tBrothers Earl and Benjamin take off their coats and put it over Malcolm \tand lead him to a police car. \n[29]\t\tMalcolm, where are you? We've been calling all \t\tover the city. \tINTERCUT between Malcolm and Brother Earl. \n[30]\t\tLet some of us come down there. \n[31]\t\tI wish you'd listen to us. What about the \t\tmeeting tomorrow? We need to frisk people. \n[32] \n[33]\t\tHe'll be here like clockwork. \n[34]\t\tReverend Chickenwing called last night and said \t\the wouldn't be able to attend. \n[35]\t\tI called Sister Betty, she didn't tell you? \n[36]\t\tI assumed... \n[37] \n[38]\t\tBrother Minister, what is wrong? \n[39]\t\tLet's cancel. \n[40]\t\tDown front as always. \n[41] ", "Louise": "\n[1] \n[2] \tShe is a pretty, mature woman and white-looking. \n[3]  \n[4]\t\tWhat you mean took his own life?! \n[5]\t\tDo you pay or don't you? \n[6]\t\tDid you hear me say come in? \tWIDEN TO SHOW Louise with a WHITE SOCIAL WORKER, MISS DUNNE complete \twith pad, pencil and goodwill. Huddled out of sight, but nonetheless \tvisible, are five small BLACK CHILDREN. \n[7]\t\tAs you nice enough to ask, we'll git you one.  \tOne of the children brings over a chair. Miss Dunne sets out her papers. \n[8]\t\tMurder. \n[9]\t\tThese  are  my  children. Mine. And they ain't \t\tno question. None. \n[10]\t\tGet out. \n[11]\t\tDid you hear me?! \n[12]\t\tIf you don't move out through that door, you're \t\tgoing to be past all regretting. \tThe terror-stricken children huddle together. \tFREEZE FRAME. It becomes a still. \n[13] \tAs she rocks. \n[14]\t\tI said it just as plain, I said, don't let them \t\tfeed that boy no pig, because he got enough of \t\tthe devil in him already. I told her she ain't \t\tgot no reason talk to me that way cuz' my hair \t\tblow in the wind. You want my skin. All right, \t\tI'll give it to you. I'll scrape it off. See \t\thow you like it. \tANGLE - Louise starts to sing a Negro spiritual.  \n[15] \n[16]\t\tEarl, I know you a better shot than that. You \t\tshoulda killed 'em all, shot 'em dead. ", "Little": "\n[1] \n[2] \n[3] \tHe looks directly into the camera, wearing a Baptist Minister's robe. \n[4]  \n[5] \n[6] \tShe is a pretty, mature woman and white-looking. \n[7] \tEarl Little's face is in the same exact position as Malcolm's from the \tprevious scene. His mouth opens in terror as the moving trolley comes \tcloser and closer to the black man lying on the tracks. \n[8]  \n[9]", "Baines": "", "Shorty": "\n[1]\t\tWhere's Homeboy?  \tHe is all ready; one of his hands is filled with a huge glob of \tVaseline. His manner is indignant as if he were asking the whereabouts \tof an exasperating child. \n[2]\t\tI know what I'm doing. \tShorty applies the Vaseline to that area.  Now he brings over the \tsteaming jar and places it nearby.  \n[3]\t\tListen. You pull my coat if it's still stinging  \n[4]\t\tDon't fight me, man. Let me git it out. \tMalcolm is a little relieved, he tentatively opens his eyes, then he \tfeels the congolene again and there is another outburst. Shorty forces \this head under the spray, spurts the water all over his head, wetting \tMalcolm and the shop in the process. \n[5]\t\tWell, Homeboy, you almost there. Turn around. \tShorty is supervising as Malcolm tries on a zoot suit. He slips into \tthe jacket... \tShoes-off, Malcolm steps into the tight-fltting peg-legged pants ...... \toutfitted, he leans forward toward his new image in the full-length \tmirror, twirling a long, dangling key chain. \n[6]\t\tWell, all right, then. \n[7] \tdancing is frantic, the clothes are OUT, and the crowd is predominately \tAnd Malcolm is a little bug-eyed as he nudges Shorty, watching mixed  \n[8]     \n[9]  \n[10]\t\tHey, man, gimme some skin. \n[11]\t\tThat's a fine chick. \n[12]\t\tExcept she live on the hill and got a grandma. \n[13] \n[14]\t\tEat lead, coppers. \n[15]\t\tBang, bang. You're dead. \n[16]\t\tI forgot to tell you I'm wearing a bulletproof \t\tvest. \n[17]\t\tI'm tired of always playing the cops. I wanna \t\tbe Bogart sometimes. \n[18]\t\tI'm not too short to be Cagney. \tShorty shoots Malcolm from behind. \n[19]\t\tPow. Take that. \tMalcolm acts as if he's been hit. \n[20]\t\tHe use to be a big shot. \n[21]\t\tMan, I'm glad we got you out of there. With \t\tWest Indian Archie on your ass, your name on \t\tthe wire -- Boston the best goddam place in the \t\tworld for you -- things are too hot and it's \t\tnot even summer. \tMalcolm has withdrawn within himself. He takes out a packet of cocaine \tand sniffs it. \n[22]\t\tYeah. Cool it and lay dead for a while, Homeboy. \t\tAnd don't worry none. \tThe drug takes hold. Malcolm is out of it. \n[23]\t\tI'll stake you, baby. I got my band. I'm \t\tblowing great sax. Hell, you ain't even heard \t\tus-- \tHe and Sophia keep talking it up, trying to bolster Malcolm.  \n[24]\t\tYou got to eat somethin', Red. \n[25]\t\tI ain't doing bad. \n[26]\t\tJesus, Red, she's just a kid. \n[27]\t\tYeah, Rudy.  \n[28]\t\tRudy does catering. Rich joints on Beacon Hill. \n[29]\t\tTell him about Baldy. \n[30]\t\tChrist, Red, no--  \n[31]\t\tYou the man! \tNodding accord from Rudy and Shorty. Sophia can hardly stand. \n[32]\t\tWhat did you do, Homey, palm it? \n[33]\t\tJesus Christ, Homey, you are nuts.  \tMalcolm starts laughing: a silent, hysterical laugh.  \n[34]\t\tLook like Homey got himself a brand new hype. \n[35]\t\tI got to hand it to you, Homey. That's the best \t\tpreacher hype I ever did hear. \n[36]\t\tCome on, baby. I don't pay that shit no mind. \n[37]\t\tBaby, I love you. Take it easy, greasy. How \t\tabout a snort? \n[38]\t\tYou is something, Homeboy. My trouble is -- I \t\tain't had enough stuff yet, I ain't et all the \t\tribs I want and I sure ain't had enough white \t\ttail yet. \n[39]\t\tWell, Sammy's dead. Yeah, fell over in the bed \t\twith a chick twenty years younger than him. Had \t\ttwenty-five grand in his pocket. 133A \tINSERT FLASH - Sammy, he's dead on top of TEENAGE WHORE who is \tscreaming, trying to push that dead weight off her. \n[40]\t\tHooked on horse. Been in and out of Lexington Ave times. \n[41]\t\tI ain't seen Archie, but the vine tells it he's \t\tliving somewhere's in the Bronx. If you can \t\tcall it living. ", "Sophia": "\n[1] \tClapping enthusiastically -- in open admiration.  \n[2]\t\tWhy don't you take your little girl home, Red, \t\tand come on back? \tHe stops in his tracks. He can't believe it. \n[3]\t\tJust walk. Don't run. It'll be here when you \t\tget back.  \tHe can only grin.  \n[4] \n[5]  \n[6]\t\tMalcolm, look at them. Have you ever seen white \t\tbreasts like these? \n[7]\t\tPut your black hands on them. \tHe is paralyzed.  \n[8]\t\tPlease do as I say. \tMalcolm mumbles something. He then kisses Sophia as if his black life \tdepended on it and he commences to kill it. \n[9]\t\tHey, baby. \n[10]\t\tAm I the first white woman you've been with?  \tShe already knows the answer. He laughs. \n[11]\t\t...That isn't a whore?  \tKnowing she's right, Sophia becomes the aggressor.  \tA beat -- both panting -- then Malcolm stops abruptly. He raises his \thand to his face, then to Sophia's hand which is still caressing him. \n[12]\t\tThat's alright. Baby, take your time. Sophia's \t\tnot going anywhere. I told you to walk, don't \t\trun. \n[13] \tShe shrugs, then moves to embrace him. \n[14]\t\tWho wants to talk?  \tThe couple starts at it again.  \n[15]  \n[16]\t\tYou like 'em scrambled soft or hard, sweetie? \n[17]\t\tSweetie, they're almost ready. \n[18]\t\tYou the man.  \n[19]\t\tYou evil this morning.  \n[20] \tAs Sophia bends to do so. \n[21]\t\tMe? \n[22]\t\tLemme feed you, sweetie, while they hot.  \tMalcolm lays back on the pillow and she holds out the eggs to him. \n[23]\t\tMalcolm, you're so funny. \tShe continues to laugh.  \n[24]\t\tBaby, I was gonna give it to you. \n[25]\t\tAugust 2nd. I think. Yeah. \tShe laughs at her achievement. \n[26]\t\tYou had the number. \n[27]\t\tWe'll take it easy. I got a place fixed up on \t\tHarvard Square. How's that sound? \n[28]\t\tYou want eggs, baby? \n[29]\t\tRed, for God's sake--  \tHe pulls the trigger a second time. Click. Now he twirls it again. \n[30]\t\tWe're doing a survey for the Athenaeum Society \t\t-- We wondered if you'd permit us to include \t\tyour collection in the catalog of Great New \t\tEngland Antiques--? \n[31]\t\tMay we see it? ", "Elijah": "\n[1]\t\tI have come to give you something which can \t\tnever be taken from you: I bring you a sense of \t\tyour own worth, the worth of one human being. \t\tThe knowledge of self. \tThe room becomes transformed. It is suddenly suffused with light. And \tstanding in the cell with Malcolm is ELIJAH MUHAMMAD. He has \tmaterialized, but he can be seen through. He is MALCOLM'S \n[2]\t\tI tell you that the most dangerous creation of \t\tany society in the world is the man with \t\tnothing to lose. You do not need ten such men \t\tto change the world. One will do. The Earth \t\tbelongs to us, the Black man and whatever is \t\taround it, and on it and in it. Praises are \t\tdue to him forever for bringing to us again, \t\tour self and our property, the UNIVERSE OF SUN, \n[3] \tstands reading Malcolm's letter.  \n[4]\t\tWa-Alaikum Salaam. \n[5]  \n[6]  \n[7]\t\tMy son, you've been a thief, drug dealer and a \t\tpimp and the world is still full of temptation. \t\tWhen God bragged how faithful Job was, the \t\tdevil argued that only God's protective hedge \t\taround him kept him pure, the devil said remove \t\tthe hedge and he will curse his maker. \t\tMalcolm, your hedge has been removed and I \t\tbelieve you will remain faithful. \n[8]  \n[9]\t\tWomen are deceitful. They are untrustworthy \t\tflesh. I've seen too many men ruined or tied \t\tdown or messed up by women.  \n[10] \n[11]\t\tNo. We are not Catholic priests. We do not \t\tpractice celibacy. If a woman is the right \t\theight for a man, the right complexion, if her \t\tage is half the man's plus seven, if she \t\tunderstands that man's essential nature is \t\tstrong and woman's weak, if she loves children, \t\tcan cook, sew and stay out of trouble--  \n[12]  \n[13]\t\tIf I surprise you, let me explain. Menial work \t\tteaches us humility. \n[14]\t\tNo, each of us must relearn that work is the \t\tonly worthwhile thing. Allah has given you a \t\tgreat gift. Use it wisely, never forgetting \t\tthat we are nothing, while He is all. \n[15]\t\tTonight I shall introduce you as my National \t\tRepresentative. It will be a difficult task. \t\tYour assignment is to build temples all over \t\tthis nation. More work than you have ever done \t\tin your life and you will be in the public eye. \t\tMy son, beware of those cameras, they are just \t\tas bad as a narcotic.  \tANGLE - AIDES and OTHERS come into the room now. They are listening.  \n[16]\t\tYes, the white devil will watch your every \t\tstep. Even your own Brothers will become \t\tjealous, and hostile, go slowly. So I offer you \t\ta parable -- regarding your work. \tElijah picks up a glass and sets it before Malcolm. \n[17]\t\tHere is a glass, dirty and its water foul. If \t\tyou offer it to the people and they have no \t\tchoice, they must drink out of it. But if you \t\tpresent them with this glass-- \tHe is holding a clean glass, with clear water in it. \n[18]\t\t--and let them make their decision, they will \t\tchoose the pure vessel. Islam is the only \t\treligion which addresses the needs and problems \t\tof the so-called Negro, especially in the \t\tghettos -- Islam is the only way out from drugs, \t\tcrime, unemployment, prostitution, alcohol, \t\tgambling, fornication and adultery. \tElijah holds up the clear glass. \n[19] \n[20] \n[21] \tHe is enjoying this display by his prize student, the CAMERA PANS to a \tCLOSE SHOT of BEMBRY and the same cannot be said. \n[22] \tBembry turns off the TV set and he commences to plant the seeds of \t\"betrayal.\" \n[23] \n[24]\t\tGo and tell the brothers what Brother Minister \t\tis doing, has done, has been of great benefit \t\tto the Nation. \n[25] \tOn his desk is the black headlines: MALCOLM X CALLS ASSASSINATION \t\"CHICKENS COMING HOME TO ROOST.\" Elijah's health is getting worse, his \tcoughing is frequent. \n[26]\t\tDid you see the papers today? \n[27]\t\tThat was a very bad statement. The country \t\tloved this man, and you have made it hard in \t\tgeneral for Muslims. \n[28] \n[29]\t\tWe must dissociate ourselves from your terrible \t\tblunder. I'll have to silence you for the next \t\tninety days. You are not allowed to make any \t\tstatements to the press nor are you to speak at \t\tany temples. \n[30]  ", "Muhammad": "\n[1] \tHe is enjoying this display by his prize student, the CAMERA PANS to a \tCLOSE SHOT of BEMBRY and the same cannot be said. ", "Laura": "\n[1] \tShe is a fine chick, cool and beautiful. She smiles as she sees Malcolm \tapproaching.  \tTWO-SHOT. Laura and Malcolm stand together, delighted to be with one \tanother, starting to move to the music, as they watch the dancers. \n[2]\t\t'Lo. I've got to freshen up. \n[3] \tThe porch of a respectable house. Malcolm with Laura; he anxious to get \taway. \n[4]\t\tI ain't stupid. \n[5]\t\tI know where you're going. \n[6]\t\tWhat for? I ain't white and I don't put out.  \tThe front door opens, it's Laura's grandmother, MRS. JOHNSON. \n[7]\t\tMalcolm, you can be anything you want. You got \t\tclass and you're smart. \n[8]\t\tI do know I love you.  \tLaura stops him and moves to him. Her kiss is a tender one, exploratory. \tThen Malcolm responds, embracing her fully. Her arms go around him as \tthey both drop into the sand.  \n[9] \n[10]\t\tOh, Malcolm, I love you. Please, there's no one \t\taround. Now? \tMalcolm turns his head from her, he gets up. \n[11]\t\tWhy? Is it because of your white gal? Folks say \t\tyou're running around town with her. \n[12]\t\tShe raised me, my mother died when I was six. \t\tIs your mother alive? \n[13] \n[14]\t\tIt's not the end of the world, Malcolm. \n[15]  \n[16] \tDaniel motions to her pocketbook and she takes out a five-dollar bill. \tHe grabs it, and bolts for the door.  \n[17] \tWalking toward the door, looking for Daniel. She leaves the bar.  \n[18]  ", "Malcolm": "\n[1] \tMalcolm gulps, his eyes on the fuming mason jar.  \tShorty starts massaging a great quantity of Vaseline into Malcolm's \tscalp, covering his neck and ears as well. All the men have gathered \tkind of execution. \n[2] \n[3]\t\tI thought you said it was gonna sting... this \t\tain't nothin'. \tFor a moment nothing happens, then the heat hits him. He yells, tries \tto catch his breath: his head is on fire. \n[4]\t\tYou motherfucker.  You're killing me. I'm \t\tburning up. My damn head is on fire.  \tHe nearly leaps out of the chair, but the barber restrains him.  \tShorty, utterly unmoved by the outburst, continues working the \tcongolene into his hair.  \tMalcolm breaks out of the chair wildly. But the three men drag him to a \tbasin where Shorty has attached the shower spray. His cries filling the \troom, Malcolm is ducked under the spray. Shorty starts rinsing out his \thair. \n[5]\t\tWell, all reet, then. \tThe transformation is complete. The two laugh and slap hands.  \n[6]  \n[7]\t\tWhen my mother was pregnant with me, she told \t\tme later, a party of Klansmen on horseback \t\tsurrounded our house in Omaha.  10A \tANGLE. KLAN on horses in front of house. \n[8]\t\tThey brandished guns and shouted for my father \t\tto come out. My mother went to the door where \t\tthey could see her pregnant condition...  \tANGLE. A pregnant Louise Little on porch. \n[9]\t\t...and told them my father was in Milwaukee, \t\tpreaching.  \tANGLE. The Klan breaks all the windows in the house then rides off into \tthe glorious D.W. Griffith _Birth of a Nation_ moonlit night.  \n[10]\t\tThe hooded Klansman said the good, white \t\tChristians would not stand for his \t\ttroublemaking, and to get out of town. \tANGLE. The terrified Little children look out a broken window at their \tmother. \n[11]\t\tThey broke every window with their rifle butts \t\tbefore riding off into the night, their torches \t\tflaming.  \n[12]\t\tMy father was not a frightened Negro as most  \n[13]\t\t...and had a glass eye. He believed, as did \t\tMarcus Garvey, that freedom, independence and \t\tself-respect could never be achieved by the \t\tNegro in America . . . \n[14]\t\t...that, therefore, black men should leave \t\tAmerica and return to the land of their origin. 10D \tANGLE. Earl Little, in a wagon with little Malcolm. \n[15]\t\tMy father dedicated his life to his beliefs \t\tbecause he had seen four of his six brothers \t\tdie violently... 10E \tWIDER ANGLE. WE SEE Earl in front of a podium in church. He is \tpreaching. \n[16]\t\t...three killed by white men and one lynched. \t\tThere are nine children in our family. \tANGLE. The nine Little children.  \n[17]\t\tMy mother was an attractive woman, an educated \t\twoman, a strong woman. \n[18]\t\tShe was very light, her mama was raped by a \t\twhite man. One of the reasons she married my \t\tfather was because he was so black, she \t\tdisliked her complexion and wanted her children \t\tto have some color. \n[19] \tdancing is frantic, the clothes are OUT, and the crowd is predominately \tAnd Malcolm is a little bug-eyed as he nudges Shorty, watching mixed  \n[20] \tHe is looking for his partner, the girl he brought and now he sees her. \tHe makes his way through the watching audience.  \n[21]\t\tCome on, baby, let's show 'em how. \tLaura smiles shyly; she's willing. \n[22]\t\tYou better get out of them shoes, girl. \tLaura laughs, goes quickly to a bench and changes into a pair of \tsneakers. \n[23]\t\tShorty, this is Laura. Laura is flushed and out of breath and joyous. \n[24]\t\tNow you come back. \tLaura laughs as she goes. She surely will be back. \n[25]\t\tFine as May wine. \n[26]\t\tMake it too easy and it ain't no fun. \tThen his vision catches Sophia, who is approaching him. She makes a \tsimple, direct gesture, \"Want to dance?\" Malcolm eyes Shorty and \twordlessly glides into Sophia's arms. \n[27] \tTrying to play it cool -- but he is beginning to pant. Not from the \tdancing, but from the situation: a gorgeous white chick asking for \n[28]\t\tI better not come in. \n[29]\t\tI mean it's late, baby. \n[30]\t\tI'm going to bed. I gotta work tomorrow, need \t\tmy rest. \tLaura walks to the door. \n[31]\t\tBaby, I'll call you tomorrow. \n[32]\t\t'Night, Mrs. Johnson. \tHe runs down the porch steps. \n[33]  \n[34]\t\tSheeet, you ain't. I had aplenty. \n[35]\t\tShhhh! I don't like women that talk. \n[36] \n[37]\t\tDon't you know, you can't hump the Bogart. \n[38]\t\tNaw, you missed me, copper. Try this on for \t\tsize.  \tMalcolm fires an imaginary tommy machine gun at Shorty. \n[39]\t\tThe hell you are. \n[40]\t\tYou're too small to be Bogart. \n[41]\t\tAhhh! You got me, you dirty, filthy, rotten, \t\tstinking copper, only a low-down yellow rat \t\tbastard would shoot a man in the back. \tMalcolm starts to stagger, this is a long drawn out Hollywood drawn-out \tdeath a la Cagney death in _Public Enemy_.  \n[42]  \n[43]\t\tC'mere. \tWIDEN TO SHOW SOPHIA at the stove fixing eggs. She wears an apron and \tnothing else. It's a nicely furnished middle-class apartment. \n[44]\t\tYou hear me, girl?  \tShe shrugs, shuts off the burner, smiles and ambles toward him.  \n[45]\t\tYou better believe it.  \tShe starts to sit down on the bed next to him.  \n[46]\t\tSit over there.  \tHe points to a nearby chair. Sophia makes an amiable hand-shrug and \tcomplacently goes.  \n[47]\t\tWhat's your story, baby? \tHe doesn't want to hear her; he wants to talk. He goes right on:  \n[48]\t\tYou one of them white bitches can't get enough \t\tblack dick. Is that what you are?  \tSophia smiles. She aims to please. Malcolm smacks the bed next to him. \tShe gets up and comes over. \n[49]\t\tTake it off. \tShe takes off the apron. \n[50]\t\tNow kiss my feet. Kiss 'em! \n[51]\t\tFeed me. \tANGLE. Sophia now has the scrambled eggs on a plate at Malcolm's side. \tShe spoons some into his mouth. He chews and swallows slowly, then \tgrabs her head and brings it to his. A long, brutal kiss. Then he pulls \ther head away by the hair. She looks at him: anything he wants. \n[52]\t\tYeah, girl; that's your story. When you gonna \t\tholler \"rape,\" sister? \n[53]\t\tYou will, baby -- if the time come. \n[54]\t\tSure wish your mama and papa could see you now. \t\tAnd that ofay you gonna marry.  \n[55]\t\tAll them books you read and you still don't \t\tknow nuthin. \n[56] \n[57]\t\tLet's go. \n[58]\t\tSave it, baby. Save it for Mr. Right, 'cause \t\tyour grandma's smarter than ya think. \tShe looks at him. \n[59]\t\tYeah, she's alive. \n[60]\t\tYou know how dumb I was? I used to think that \t\t\"Not For Sale\" was a brand name. \tLaura looks over. She doesn't understand. \n[61]\t\tWe were parceled out, all five of us. I went to \t\tthis reform school and lived at this woman's \t\thouse. She was in charge. \n[62]\t\tI was special. The only colored kid in class. I \t\tbecame a sort of mascot. Like a pink poodle. \n[63]\t\tI didn't know then that I was a nigger. \n[64] \n[65] \n[66] \n[67]\t\tThey talked about me like \n[68]\tGood grades. \t\t\tI wasn't there. Like I was some \tFine athlete.\t\t\tkind of pedigreed dog or a horse. \tPresident of his class.\t\tLike I was invisible. \n[69]\t\tBut why, Mr. Ostrowski? I get the best grades. \t\tI'm the class president. I want to be a lawyer. \n[70] \tHe has been standing there in deep pain all along.  \n[71]\t\tC'mon, Joe. \n[72]\t\tOn my way, Mr. Charlie. \tCooper eyes him narrowly. \n[73]\t\tGet your good haaaam and cheeeeese sandwiches. \t\tI got coffee, I got cake and I got ice cream \t\ttoo. Right chere. \n[74]\t\tYes, sir. Best in the house. \n[75]\t\tYes, sir. I aims to please. \n[76] \tHe runs after them.  \n[77] \n[78]\t\tThe word is excuse me. \n[79]\t\tDon't ever again in life step on my Florsheims \t\tagain, and never talk-bout my mother. \n[80] \n[81]\t\tGimme a whiskey. \tBARTENDER pours him a double. \n[82]\t\tI ordered a single, Jack. \n[83] \n[84]  \n[85]\t\tWho is he, man? \n[86]\t\tWhut's he do? \tThe bartender would not normally answer this, but Malcolm is the man of \tthe moment, so the bartender speaks: \n[87]\t\tHe had it coming. \tMalcolm sits. There are no introductions. He just nods at SAMMY and \n[88]\t\tRed, and I ain't no punk. \n[89]\t\tI'm working trains. Selling. \n[90]\t\tKeeps me out of the army. \n[91]\t\tNot this boy... I ain't fighting their war. I \t\tgot my own. Right chere. Heard tell you're a \t\tgood man to know. \n[92]\t\tWhere I come from. Boston. \tSammy and Cadillac are watching a little skeptically. Archie is \tflattered. \n[93]\t\tMan's rep travels. \n[94]\t\tMy papa taught me one thing: don't never \t\tbullshit a West Indian bullshit artist.  \tArchie laughs. Even Sammy smiles. Cadillac still holds his judgment. \n[95]\t\tNo, my mama. She's from Grenada. \n[96]\t\tWhere can I get a hold of you? \n[97]\t\tLemme write it down for you. \tMalcolm reaches for a pencil. \n[98]\t\tYes, sir. \tArchie looks at him sharply. \n[99]\t\tYes, sir. \n[100]\t\t'Cause I want in. And it don't take a lot to \t\tknow you there, daddy.  \tArchie and Sammy laugh at his directness. Cadillac smiles. Archie \tpushes back his chair, about to get up.  \n[101]\t\tCan I run with you, Mr. Archie? \tArchie eyes him, weighing him seriously. \n[102]\t\tI done told the man what he could do with his \t\ttrain. \n[103]\t\tJust now. \tThe three established hustlers smile at the newcomer in their midst. \n[104]\t\tWhat? \n[105]  \n[106]\t\tSolid, daddy. \n[107]\t\tLet 'em come. I'm ready.  \n[108]\t\tI'm working on it. \n[109]  \n[110] \n[111]\t\tNnnnnnn!  \tMalcolm with gun in hand does his Bogart gangster imitation. \n[112]\t\tI'm there, daddy. Wheww. I'm cool enough to \t\tkill. \n[113] \n[114]\t\tYou got any money.  \tBefore Sophia can answer he grabs her pocketbook, dumping all the \tcontents on the floor but the dough. \n[115]\t\tWell, bitch you move too slow. \n[116]\t\tYeah, and I'm putting my money where my ugly \t\tmouth is. I'm putting you back in the numbers \t\tright now. \t\t\t \t\tBaby, what's today? \tSophia is not sure of this, or anything else. \n[117]\t\tDaddy, put me down for a combination. Combinate \t\tme, daddy: 8, 2, 1. You got me? 8, 1, 2; 1, 8, \t\t2... \tWith each number he throws a bill at Archie. \n[118]\t\t1, 2, 8; 2, 8, 1.  I git 'em all? \n[119]\t\tI say a lot of things. \n[120]\t\tDo your job, Get me a bourbon on the rocks and \t\ta pack of Lucky's. \tHoney stares at him. \n[121]\t\tI said now. \tShe leaves. He leans his head back against the booth -- \n[122]  \n[123] \n[124] \n[125] \tShe has been watching Malcolm. \n[126]\t\tMind your own goddamn business ... She comes in \t\ta lot? \n[127]\t\tWith him?  \tHoney nods. \n[128]\t\tShe know? \n[129] \n[130]\t\tIs she hooking? \n[131]\t\tShut up, bitch.  \tHe raises his arm to hit her and it is held back before it can find its \tmark. \n[132]\t\tDaddy, where's my money? \n[133]\t\tYou owe me six big ones. \tArchie looks at him, non-comprehending. \n[134]\t\t1, 2, 8 hit, didn't it? \n[135]\t\tWas you that high? Old man, I threw the slats at \t\tyou. I said to combinate me. \n[136]\t\tThe bitch was there. \tArchie doesn't even look at Sophia. \n[137]\t\tThen skip it, man. But you slipping, baby. You \t\tdone slipped. \tArchie is controlling himself. Everyone in Small's is all ears, a \tANGLE. Archie looks at Sammy. Sammy is neutral. Archie digs in his \tpockets, comes up with a roll. He peels off six $100 bills and throws \tthem on the table in front of himself, as he gets up. \n[138]\t\tOh, sit down, man. What you tasting? I'm buying. \n[139]\t\tGot to be a first time, daddy-o. \n[140]\t\tAin't gonna be this mother. \tSammy goes. \n[141]\t\tCome on, sweetlips, I got us some g-i-r-l, \t\tgirl. Let's you and me fly. \n[142]\t\tIt's me or you, ain't it, Pops? \n[143]\t\tI'll give you back the 600. \n[144]\t\tI'm wearing, Archie. \n[145] \tSammy at the nearby bar: his hand in his coat pocket.  \n[146]\t\tAnd every cat's watching, ain't they? It's a \t\ttoe-down. \n[147]\t\tLet Billie finish. \n[148]\t\tBaby, I got to let this old man win. Keep the \t\tfaith, and tell Billie I'll see her later. \n[149]  \n[150]\t\tMy father's skull, on one side was crushed in, \t\tand then laid across some tracks, for a \t\tstreetcar to run him over. His body was cut \t\talmost in half. My father, Earl Little lived \t\ttwo and a half hours in that condition. Negroes \t\twere stronger than they are now. \n[151]  \n[152]\t\tLike every hustler I was trapped. Cats that \t\thung together trying to find a little security, \t\tto find an answer -- found nothing. Cats that \t\tmight have probed space or cured cancer -- \t\t(Hell, Archie might have been a mathematical \t\tgenius) -- all victims of whitey's social order. \tMusic of a dance combo heard in BG. \n[153]\t\tThree things I was always scared of: a job, a \t\tbust and jail. I realized then I wasn't afraid \t\tof anything. I didn't care. \n[154]\t\tYeah and get a slave, too, huh, baby? \n[155]\t\tMan, the name musicians ain't got shit. How you \t\tgonna have something? I need a stake, a bundle, \t\ta grand. My woman can't afford it; my homey \t\tain't got it. How about you baby? What you got? \tPeg smiles, afraid of Malcolm. \n[156]\t\tJesus ain't got nothin' to do with this.  \tShorty eyes him with amazement. The degree of Malcolm's depravity \tsurprises even him. \n[157]\t\tSurprise you, baby? Well, that's the way it is. \t\tWhat kind of scratch you got on you? Turn out. \t\tLet me have it. All of you-- \tGlances exchanged among Shorty, Sophia and Peg. Shorty reaches into his \tpocket. \n[158]\t\tWe gone rob this town blind. Anybody want out \t\tsay so.  \tNobody answers; they'll go with Malcolm. \n[159]\t\tOkay. I got the stake and I got a fence. I need \t\ta driver. \n[160]\t\tWho's Rudy?  \n[161]\t\tWhat can you do? \tThey are in the process of appraising each other, seeing which one has \tthe bigger penis. \n[162]\t\tThat ain't bad. \n[163]\t\tSo what about him? \n[164]\t\tMight be all right. \n[165]\t\tYou want to be the head man? \n[166]\t\tHead nigger in charge? \n[167]\t\tOkay, baby. Let's flip for it. Flip this. \tHe takes out his gun, a .38 revolver. He dumps the shells on the table, \tthen reinserts one shell and twirls the barrel. \n[168]\t\tI'll flip first. \tHe puts the revolver to his own head. \n[169]\t\tYour flip, baby.  \tRudy is staring at him; so are they all. Malcolm puts the gun to his \ttemple again. \n[170]\t\tYour turn, Rudy. You want me to flip for you? \n[171]\t\tDon't never try to cross someone who ain't \t\tafraid to die. \n[172]\t\tAll right. We'll start with Old Talcum Powder. \t\tYou draw the house, where everything is. You \t\tand Peg go out and buy them tools like I told \t\tyou. We hit tonight on account of in the \t\tdaytime some of us got that high visibility. \t\tYa dig? \tRudy is at a table drawing a diagram; the girls have left. Shorty and \tMalcolm alone at a window. \n[173]\t\tYeah.  \tHe breaks open the gun -- the bullet is in the next slot to be fired.  \n[174]\t\tPalmed it right in the goddam chamber.  \n[175]\t\tThe average first offender gets two years for \t\tburglary. We were all first offenders. That's \t\twhat Sophia and Peg drew-- \n[176]\t\tBut our crime wasn't burglary. It was balling \t\twhite girls. They gave us the book. \n[177]\t\tFourteen counts of 8 to 10 years. \n[178]\t\tShorty thought he hit us with 114 years till I \t\texplained what concurrently meant. It meant a \t\tminimum sentence of 10 years hard labor at the \t\tCharlestown State Prison. The date was February \t\t1946. I wasn't quite 21. I had not yet begun to \t\tshave. \tCAMERA HAS GONE IN for a TIGHT CLOSE SHOT of Malcolm's face: a hardened \thustler, pimp, dope peddler and now jailbird at the ripe old age of 20. \n[179] \tEach time a gate is locked his tension increases. His face is a mask \thiding his fury, violence and the hunger of an advanced junkie who has \tnot had a fix in over a week. \n[180] \tThe guards are now in front of him. \n[181] \n[182]\t\tI forgot it. \n[183]\t\tI'm Malcolm Little, not no goddam number. \n[184] \n[185]\t\tPreacher, take your tin Jesus and the Virgin \t\tMary, both, and shove 'em. \tDoor slam. \n[186]\n[187]\t\tWho the hell are you? \n[188]\t\tMan, what do you want? \n[189]\t\tMan, get outa my face. I ain't nobody's punk. \tBut he steps out of the shower, fills a tin cup with water and empties \tthe contents of the matchbox into it. And drinks it down quickly. \n[190]\t\tIf you ain't trying to punk me, what's your \t\thype? \n[191]\t\tTalk, daddy, I'm listening. Hey that ain't bad. \t\tYou got some more? \n[192]\t\tWhat did you give it to me for then? \n[193]\t\tWhat in the hell are you talking about? \tHe begins to conk his hair, but is paying attention to what Bembry is \tsaying. \n[194]\t\tYou ain't lying.  \n[195]\t\tMan, you been locked up too long, everybody \t\tconks. All the cats. \n[196]\t\tCause I don't want to walk around with my head \t\tall nappy, looking like-- \n[197]\t\tI ain't said I'm ashamed. \tHe turns the water on to wash out the conk -- which has begun to burn. \tBembry restrains him, holding his arm. \n[198]\t\tLeggo. I got to wash it out. \n[199]\t\tMan, you better get off me. \tHe wrenches away from Bembry and puts his head in the water. \n[200]\t\tMan, I don't want to hear all that. \n[201]\t\tWho are you? \tMalcolm is completely humiliated. Bembry sees this and stops the \tbarrage. \n[202]\t\tElijah who? \n[203]\t\tMe too.  \tHe goes. \n[204]\t\tI ain't never seen a cat like you. Ain't you \t\tscared talking like that in front of an ofay? \n[205]\t\tYou the only cat don't come on with that \t\t\"Whatcha know, daddy\" jive; and you don't cuss \t\tnone. \n[206]\t\tTell you this: you ain't no fool. \n[207]\t\tOkay, okay.  \n[208]\t\tWhat do you do with your time? \n[209]\t\tThat's what Mama used to say. \n[210]\t\tCome on, daddy, pull my coat. What happens if \t\tyou give all that up? You get sick or somethin'? \t\tI pulled a hustle once and got out of the draft. \n[211]\t\tWhat? Everybody knows God is White. \n[212]\t\tWhat for? \n[213]\t\tWhat the hell for, man? \n[214]\t\tOkay, okay. Show me, man. \n[215]\t\tYou understand them words? \n[216]\t\tI can't make out that shit. \n[217]\t\tHey, they's some shit, all right. \n[218]\t\tWhite , adj. Of the color of pure snow; \t\treflecting all the rays of the spectrum. The \t\topposite of black, hence free from spot or \t\tblemish; innocent, pure, without evil intent, \t\tharmless. Honest, square-dealing, honorable. \tMalcolm stumbles through the definition as well as he can. Bembry takes \tover the reading, giving it ironic emphasis. \n[219]\t\tThat's bullshit. That's a white man's book. \t\tAin't all these white man's books? \n[220]\t\tThen what you telling me to study in them for? \n[221]\t\tMan, how'm I gonna know the ones worth looking \t\tat? \tBembry smiles at Malcolm. He is a remarkable man who always takes \tcareful measure of his listener. He never talks down to his audience; \the talks to them.  Bembry can talk \tBible. Right now he goes into street talk. \n[222]\t\tMan, I'm studying in the man's book. I don't dig \t\thalf the words. \n[223]\t\tWhere am I gonna start? \n[224]\t\tAardvark, noun. An earth pig; an ant-eating \t\tAfrican mammal. Man, that sounds like the \t\tdozens. \n[225] \tHe is reading on his bunk as Barnes walks by. The lights in the cell go \tout. Malcolm looks up, annoyed at being interrupted. He shifts his \tposition to the floor of the cell so that he can catch the dim light \tcoming from the corridor and goes on with his reading.  \n[226]\t\tI'm staying. \n[227]\t\tTake 'em. I don't smoke no more. \tHe takes the pack happily and goes. Malcolm reaches into his jacket \tagain, takes out a book. WE SEE its title: Mahatma Gandhi's _My \tStruggle_. He sits next to the license press to read. \n[228] \tThey are out along the right field wall. They walk throughout the scene.  \tANGLE - The ball is hit over the fence for a home run. There is a big \tcheer from the black prisoners. Pete, the batter, trots proudly around \tthe bases. \n[229]\t\tOle Pete ain't much in the head, but he can lay \t\tin there with the wood. \n[230]\t\tYou pitch, baby; I'll ketch. \n[231]\t\tThis a helluva game. Somethin's going on. \tHe sees a black convict, CHUCK, nearby and calls over: \n[232]\t\tHey, whatsa score? \n[233]\t\tWhat? \n[234]\t\tHow bout that? \n[235]\t\tA black man playing big league ball is \t\tsomething. \n[236]\t\tLittle. \n[237] \tWrapped in thought.  \n[238] \n[239]\t\tI'm not Malcolm Little and I'm not Satan. \n[240] \tMalcolm cannot answer because he truly does not know. \tA ball is hit. Malcolm watches its flight but his face is fixed \tsomewhere between understanding and anger: it is the face of the future \tleader. \n[241]\t\tThen the devil is white. \n[242]\t\tI sure met some. \n[243]  \n[244]\t\tI will not touch the white man's poison: his \t\tdrugs, his liquor, his carrion, his women. \n[245]\t\tI will do it. \n[246]\t\tI can't. \n[247]\t\tI want to, Bembry, but I can't. \n[248]\t\tI can't. \n[249]\t\tI want to, Bembry, but I can't. \n[250]\t\tI don't know what to say to Allah. \n[251]\t\tYeah. When I was picking a lock to rob \t\tsomebody's house. \n[252]\t\tI don't know how. \n[253]\t\tI want to. God knows I want to. \n[254] \tMalcolm holds a letter in his hand. He reads it carefully. He has read \tit several times before. \n[255]\t\tI received a letter that day from the Honorable \t\tElijah Muhammad. The Messenger of Allah wrote \t\tme, a nobody, a junkie, a pimp and a convict. \n[256]\t\tIt was like a blinding light and I became aware \t\tthat he was in the room with me. He wore a dark \t\tsuit and on his face I saw a pain so old and \t\tdeep and black I could scarcely look at him. I \t\tknew I was not dreaming. He was there. \n[257]\t\tAnd suddenly as he came, he was gone. \tThe hallucination disappears. \n[258]\t\tAnd then I could do it. \tMalcolm goes down on his knees. There are tears in his eyes as he \tbegins praying: \n[259] \n[260]\t\tAllah Akbar: all praise to Him who is \t\tall-seeing, all-understanding. \tHe continues to pray. \n[261]\t\tWe are told that Saul, on the road to Damascus, \t\theard the words of truth, he fell from his \t\thorse. I do not liken myself to Paul, but I \t\tunderstand. It happened to me. \n[262]\t\tDear Bembry. Please thank the Honorable Elijah \t\tMuhammad for the money and tell him I have not \t\twritten him because I have not yet proven \t\tmyself. \n[263]\t\tBut I have written everyone else. \n[264]\t\tTell the Messenger of Allah that I have \t\tdedicated my life to telling the white devil \t\tthe truth to his face. I greet you with the \t\tancient words: \"As Salaam Alikum.\" \n[265]\t\tP.S. I finally worked my way through the \t\t\"Z's\"... \n[266]\t\tYes it is, Chaplain Gill. But I wouldn't want \t\tto say which one of us is what. \tLaughter, especially from the black convicts. \n[267]\t\tYou've been talking about the disciples. What \t\tcolor were they? \n[268]\t\tThey were Hebrew, weren't they? \n[269]\t\tAs Jesus was. Jesus was also a Hebrew. \n[270]\t\tWhat color were the original Hebrews? \n[271]\t\tThen we don't know that God was white. \tThere is a strong reaction to this. \n[272]\t\tBut we do know that the people of that region \t\tof Asia Minor, from the Tigris-Euphrates valley \t\tto the Mediterranean, are dark-skinned people. \t\tI've studied drawings and photographs and seen \t\tnewsreels. I have never seen a native of that \t\tarea who was not black. \n[273]\t\tI'm not saying anything, preacher. I'm proving \t\tto you that God is black. \n[274]\t\tGod is black. \n[275]  \n[276]\t\tHow many you turning out? \n[277]\t\tMake it 1000. We got a lot of fishing to do. \n[278]\t\tWe can always use another good brother. \n[279]\t\tYou think you are Christians, and yet you see \t\tyour so-called white Christian brother hanging \t\tblack Christians on trees. You say that white \t\tman loves you and yet he has done every evil \t\tact against you. He has everything while he is \t\tliving and tells you to be a good slave and \t\twhen you die you will have more than he has in \t\tBeulah's land. We so-called Negroes are in \t\tpitiful shape. Get off your knees praying to \t\ta picture of a white, pale blond, and blue-eyed \t\tJesus. Come out of the sky. Build heaven on \t\tearth. Islam is the black man's true religion. \n[280]\t\tAnd that the white man is the devil. Yes, God \t\tis black and you are made in His image and \t\tdon't know it. That's how brainwashed you are.  \n[281]\t\tMy brothers and sisters, they tell you you will \t\tsprout wings when you die and fly to heaven. \t\tThe Honorable Elijah Muhammad tells you that's \t\tpie in the sky. \n[282]\t\tHave you ever seen a black man who wasn't down \t\ton his knees begging the Lord to give him in \t\theaven what the white devil enjoys right here \t\ton earth? \n[283] \n[284]\t\tCome to our Temple and hear the truth. Because, \t\tbrother and sister, you are dead. Yes you are, \t\tmentally dead, spiritually dead, morally dead. \t\tAnd we are here to resurrect the black man \t\tback from the dead. \n[285]\t\tMy beautiful sister, for you are beautiful. \t\tBeautiful because you are black. Because black \t\tis beautiful. You work in the white folks' \t\tkitchen so I don't have to tell you that \t\tthey're devils. \n[286] \n[287]\t\tAnd you are putting yourselves on the auction \t\tblock, letting them examine you like a horse, \t\tlike a slave. The Honorable Elijah Muhammad \t\tteaches that you are black and should be \t\tproud... \tFACE OF ONE BLACK WOMAN, beginning to shake her head in accord. \n[288]\t\tWe're not American, we're Africans who happen \t\tto be in America. We were kidnapped and brought \t\there against our will from Africa. We didn't \t\tland on Plymouth Rock, brothers and sister. \t\tPlymouth Rock landed on us. \tReactions: laughter, interest. Ad lib \"That's the truth.\" \n[289]\t\tPut an end to your begging. No more \"Please, \t\tMr. White Man, Lawdy boss, brush me another \t\tcrumb from off your table, kindly, sir.\"  We \t\tare a nation, a great nation and don't need a \t\tthing from them. \tMalcolm scanning the faces of his audience as they react. He sees \tsomeone he knows and blurts out boyishly : \n[290]\t\tShorty! \tThe crowd turns to Shorty, sitting embarrassedly in the audience. \n[291]\t\tCome on up here, man, and give us some skin. \t\tHere's a man, brothers and sisters, who shot \t\tup with me, who robbed with me, and did time in \t\tthe white devil's jailhouse. Stand up, Shorty, \t\tand be counted-- \tBut Shorty is trying to hide from the spotlight. Malcolm comes down \tfrom the platform and walks to him. \n[292]\t\tFolks, the brother is shy and needs special \t\tattention. So would you excuse us, while Brothers \t\tSidney and Earl take up the collection.  \tHe embraces Shorty as the crowd laughs appreciatively and Brothers \tSidney and Earl have a chuckle themselves. \n[293]\t\tIt isn't a hype, Shorty. And I meant what I \t\tsaid: join us. \n[294]\t\tThe Honorable Elijah Muhammad says you should \t\tpay it all your mind. If you got a mind. \n[295]\t\tI've been clean for twelve years, Shorty. \n[296]\t\tHow's the rest of the gang? You seen anyone? \n[297]\t\tHow about Old Cadillac? 133B \tINSERT FLASH - Cadillac is an old junkie, past reclaiming, sitting \tstaring in a MENTAL WARD, twitching, nose running. \n[298]\t\tYou seen Sophia? 133C \tINSERT FLASH - Sophia is a bored housewife, she's in the kitchen \tcooking while her husband hides behind the Wall Street Journal. \n[299]\t\tHello, Archie.  \this old juice, tries to stand up. \n[300]\t\tTake it easy, baby. \n[301]\t\tYou saved my life, Archie. Running me out of \t\tHarlem. When I think how close we came to \t\tgunning each other down, I have to thank Allah.  \n[302]\t\tI don't know. It doesn't matter. The thing is \t\twe got to get you back on your feet. \n[303]\t\tCan you use a few bucks? I ain't got much, \t\tbut-- \n[304]\t\tTake it easy. Lay down and don't think about it. \n[305]\t\tYou could of been something, Archie, but the \t\tdevil got to you. \tThe old man is asleep. \n[306]\t\tYou know all the angles except how to live.  \n[307]\t\tWomen who could be mothers, teachers, \t\tscientists...  \n[308]\t\tWho is going to raise our children?; men who \t\tmight have been astronauts, composers, \t\tengineers; Who is going to be the head of the \t\thouseholds?-- \n[309]\t\t--and what has the white devil made of them: \t\tdead souls. Oh, my he has no conscience. He \t\tshould fall on his knees and say, \"My kind \t\tcommits history's greatest crime against your \t\tkind every day of your life.\" But does he? No. \t\tHe scorns you, splits your head with his \t\tnightstick and calls you nigger. If you've had \t\tit, then stand up and come forward. If not us, \t\tthen who? If not now, then when? \n[310]\t\t\t \t\tBrother Bembry, can we fix it so our \t\tloudspeaker is heard on the street? \n[311]\t\tWhat? \n[312] \n[313]\t\tSure I'll speak to your class. But I'm a hard \t\tman on women. You want to know why? \n[314]\t\tIf you want to tell me. \n[315]  \n[316] \n[317]\t\tWomen talk too much. To tell a woman not to \t\ttalk is like telling Jesse James not to carry a \t\tgun or a hen not to cackle. And Samson, the \t\tstrongest man that ever lived, was destroyed by \t\tthe woman who slept in his arms. \n[318]\t\tWhat points? \n[319] \n[320]\t\tLet me explain. No. I'll do better than that. \t\tI'll show it to you. Scientifically. But it's \t\tdemonstration purely in the interest of \t\tscience, you understand? \n[321]\t\tNotice especially the claw, the jaw and the \t\tskull formation. This is the rat. This the \t\tmole. Here you have the aardvark and the \t\tboar... \n[322]\t\t...All members of the pig-rodent family. \n[323]\t\tSo it is not a matter of the breeding \t\tconditions or preparation of the meat. The meat \t\titself is foul. \tANGLE. As they saunter out, passing the huge skeletons of prehistoric \tanimals now. \n[324]\t\tI'm sorry. I've had you on your feet for hours. \n[325]\t\tThat's something I haven't done in fifteen years. \n[326]\t\tSat down with a pretty girl and had an ice \t\tcream soda. \n[327]\t\tDelicious. \tShe laughs. He blushes. \n[328]\t\tLet's talk about you for a change. \n[329]\t\t0h, yes, there is. I know a lot about you. \t\tBrother Bembry briefed me. \n[330]\t\t\t \t\tYou're from Detroit, near where I come from. \t\tYou majored in education at Tuskegee. You're \t\tstudying nursing and having trouble with your \t\tfamily. \n[331]\t\tThey want you to quit the Muslims or they won't \t\tpay your tuition, isn't that it? \n[332]\t\tNo, good Sisters are rare. We need every one. \t\tTell me something: how tall are you? \n[333]\t\tJust an idle question. \n[334]\t\tHow old are you, Betty? \n[335]\t\tAre you? \n[336]\t\tWhat have you set your mind to? \n[337] \n[338]\t\tI demand to see Brother Johnson. \n[339]\t\tI'm from Muslim Temple 7. \n[340]\t\tWhere is he? \tThe police respond with a squeeze play intended to intimidate Malcolm: \n[341]\t\tI'm Minister Malcolm X. Two witnesses saw him \t\tbrought in. He was not brought out. \n[342]\t\tTake a look out that window. I intend to see \t\tBrother Johnson. \tThe cops eye each other. Plainclothes walks to the window.  \n[343]\t\tBrothers of Brother Johnson. \n[344]  \n[345]\t\tUntil I'm satisfied Brother Johnson is \t\treceiving proper medical attention, no one will \t\tmove. \tCops eye each other. Plainclothes nods slightly, he has to give in, \tMalcolm is not playing. \n[346]\t\t\t \t\tOnly a pig could do a thing like that. \n[347]\t\tDon't you call me boy, you pig. Letting a man \t\tbleed like that. \tSergeant puts a restraining hand on Plainclothes. \n[348]\t\tThat man belongs in a hospital. Get an ambulance. \t\tNow!  \n[349]\t\tI'm not satisfied. \tMalcolm starts walking down the center of the street, after the \tambulance. \n[350]\t\tTo the hospital. \tThe Fruit of Islam fall in behind him, marching slowly. It takes on the \tstart of a march as the neighborhood people fall in behind them. People \t race with them on the street and on the sidewalk. \n[351]\t\tThey're all disciplined men. They're doing \t\tnothing except waiting. \n[352]\t\tThat's your headache, Captain. And if he dies, \t\tI pity you. \n[353]\t\tThank you, Doctor. \n[354]\t\t\t \t\tYou bastards. \n[355] \tIt's clear the decision is in one man's hands, Malcolm's.  \n[356] \tHe makes a gesture with his hand, the Fruit of Islam disperse. \tANGLE. People moving away, going home. Only one person remains from the \tFruit of Islam and the crowd, it's Benjamin. \n[357]\t\tI want to also, but until we are instructed by \t\tthe Messenger to do so, we will just wait and \t\tpray. \n[358]\t\tThat's enough, Brother Earl. \n[359]\t\tSit down, son. \tMalcolm pours some cream into his cup of black coffee, then also some \twhite sugar. \n[360]\t\tThere is only one thing I like integrated. My \t\tcoffee. \tBenjamin laughs.  \n[361]\t\tWhat can I do for you? \n[362]\t\tDo you know what it means to be a true Muslim? \tBenjamin hesitates. \n[363]\t\tDo you? \n[364]\t\tI admire your enthusiasm but you should never \t\tjoin any organization without first checking it \t\tout thoroughly. \tBenjamin is crushed and he starts to get up. \n[365]\t\tWe need more young warriors like yourself, \t\tstick around and we shall see if your heart is \t\ttrue. \n[366] \tAn AIDE of Elijah puts down the newspaper and shakes Malcolm's hand. \n[367]\t\tLet me do it then. \n[368]\t\tAllah Akbar. \tThe sweeping done, they stand together near a table at a window. \n[369]\t\tThis sweet, gentle man gave me the truth from \t\this own mouth. And I adored him, in the sense \t\tof the Latin root of the word. Adorare, to \t\tworship and to fear. He was the first man I \t\tever feared -- not fear such as the one has of \t\ta gun but the fear one has of the power of the \t\tsun, I pledged myself to him, even if it cost \t\tme my life. \n[370]\t\tSister Betty? \n[371]\t\tI'm in Detroit. \n[372]\t\tAt a gas station. \t\t\t \t\tWill you marry me? \n[373]\t\tDid you hear what I said? \n[374]\t\tI think so. Can you catch a plane? \n[375]\t\tI love you. \n[376]\t\tIt won't be easy. \n[377]\t\tIt will be rough. \n[378]\t\tI'll be away a lot. \n[379]\t\tWhat do you think? \n[380]\t\tI must emphasize at the outstart, that the \t\tHonorable Elijah Muhammad is not a politician, \t\tso I'm not here this afternoon as a Republican, \t\tnor a Democrat, not as a Mason nor an Elk, not \t\tas a Christian nor a Jew, not as a Catholic nor \t\ta Protestant, not as a Baptist nor a Methodist, \t\tnot even as an American. For if I was an \t\tAmerican the problem that confronts our people \t\ttoday would not exist. So I stand here as what \t\tI was when I was born: A BLACK MAN! \n[381]\t\tBefore there were any such things as Democrats \t\tor Republicans, we were black. Before there \t\twere any such things as Masons or Elks, we \t\twere black. Before there were any such things \t\tas Jews or Christians, we were black people. In \t\tfact long before there was ever any such place \t\tas America, we were black people... And after \t\tAmerica has long passed from the scene there \t\twill still be BLACK PEOPLE. \n[382]\t\tWhat kind of black people does the Honorable \t\tElijah Muhammad speak for? Black people who are \t\tjobless... the black masses who are poor, \t\thungry, and angry, the black masses who are \t\tdissatisfied with the slums and ghettos in \t\twhich we have been forced to live... the black \t\tmasses who are tired of listening to the \t\tpromises of white politicians to correct the \t\tmiserable living conditions that exist in our \t\tcommunity... the black masses that are sick of \t\tthe inhuman acts of bestial brutality practiced \t\tby these semi-savage white policemen that \t\tpatrol our community, like the occupation \t\tforces of a conquering enemy army... the black \t\tmasses who are fed up with the anemic, Uncle \t\tTom leadership set up by the white man to act \t\tas a spokesman for our people and to KEEP US \n[383] \n[384]\t\tIf the black man cannot go back to his own \t\tpeople and his own land, Elijah Muhammad is \t\tasking that a part of the United States be \t\tseparated and given to the Muslims so they can \t\tlive separately. \n[385]\t\tThe Honorable Elijah Muhammad is the only man \t\tthe white people can deal with in the solving \t\tof problems of the so-called Negro... \n[386] \n[387]\t\t...as Elijah Muhammad knows his problems.  \n[388]\t\tThe white people who are guilty of white \t\tsupremacy try and hide their own guilt by \t\taccusing the Honorable Elijah Muhammad of \t\tteaching black supremacy when he tries to \t\tuplift the mentality, the social, and economic \t\tcondition of black people in this country. And \t\tthe Jews, who have been guilty of exploiting \t\tthe black people economically, civilly, and \t\totherwise, hide their guilt by accusing the \t\tHonorable Elijah Muhammad of being anti-Semitic \t\tsimply because he teaches our people to go into \t\tbusiness for ourselves and trying to take over \t\tthe economic leadership in our own community. \t\tThe black people in this country have been the \t\tvictims of violence at the hands of the white \t\tman for 400 years, and following the ignorant \t\tNegro preachers, we have thought that it was \t\tGod-like to turn the other cheek to the brute \t\tthat was brutalizing us. 100 years ago they \t\tuse to put on a white sheet and use a \t\tbloodhound against Negroes. Today they've taken \t\toff sheets and put on police uniforms, they've \t\ttraded in the bloodhounds for police dogs. And \t\tjust as Uncle Tom back during slavery used to \t\tkeep the Negroes from resisting the bloodhounds \t\tor resisting the Ku Klux Klan by telling them \t\tto love their enemy or pray for those who use \t\tthem as spitefully today. The Honorable Elijah \t\tMuhammad is showing black people that just as \t\tthe white man and every other person on this \t\tearth has God given rights, natural rights, \t\tcivil rights, and any other kind of rights that \t\tyou can think of when it comes to defending \t\thimself. 159  \n[389] \tWith a studio mike around his neck, he's on a panel show.  \n[390] \n[391]\t\tYes sir. As you know, during slavery time, the \t\tslavemasters named most of the so-called \t\tNegroes in America after themselves. Mr. Elijah \t\tMuhammad teaches us once you come into the \t\tknowledge of Islam, you replace your slave name \t\twith an X. Since we've been disconnected, cut \t\toff from our Eastern culture for so long that \t\twe don't know the names we originally had, we \t\twill use X until we get back to the East. \n[392]\t\tPlease, go ahead. \n[393] \n[394]\t\tFor the white man to ask the black man if he \t\thates him is just like the rapist asking the \t\traped, or the wolf asking the sheep, \"Do you \t\thate me!\" The white man is in no moral position \t\tto accuse anyone of hate. \n[395]\t\tI'll talk about \"progress\" in a minute, but let \t\tme finish with my brother.  \tMalcolm gestures to the Negro panelist.  The BLACK MEMBERS of the TV \taudience are lapping it up. Betty and Earl also sit in the TV studio \taudience. \n[396]\t\tStop me if I'm wrong. I \"polarize the community.\" \t\tI \"erroneously appraise the racial picture.\" \n[397]\t\tYou left one phrase out. Another educated \t\tKneegrew said to me and I quote: \"Brother \t\tMalcolm oversimplifies the dynamic interstices \t\tof the Negro subculture.\" Would you agree? \n[398] \n[399]\t\tWell, I have this to say. Do you know what a \t\tNegro with a B.A., an M.A. and a Ph.D. is \t\tcalled -- by the white man? I'll tell you. He's \t\tcalled a nigger. \tThere is some blanching and guffawing from the audience. The moderator \tis totally embarrassed, Betty roars. \n[400]\t\tAnd I'm not finished. To understand this man-- \tHe points a sharp finger at the Negro Panelist. \n[401]\t\t--you must know that historically there are two \t\tkinds of slaves. House Negroes and Field \t\tNegroes. The house Negro lived in the big \t\thouse; he dressed pretty good; he ate pretty \t\tgood and he loved the master. Yeah, he loved \t\thim more than the master loved himself. If the \t\tmaster's house caught fire, he'd be the first \t\tto put the blaze out. If the master got sick, \t\the'd say: \"What's a matter, boss; we sick?\" \t\tWE sick! If someone said to him, \"Let's run \t\taway and escape. Let's separate.\" He'd say, \t\t\"Man, are you crazy? What's better than what I \t\tgot here?\" That was the House Negro. In those \t\tdays he was called the House Nigger. Well, \t\tthat's what we call them today because we still \t\tgot a lot of House Niggers running around. \tThere is applause from the blacks in the audience. Moderator tries to \tregain control. \n[402]\t\tDon't you want to hear about the Field Nigger? \n[403]\t\tThank you. Now the Negro in the field caught \t\thell all day long. He was beaten by the master; \t\the lived in a shack, wore castoff clothes and \t\thated his master. If the house caught fire, \t\the'd pray for a wind. If the master got sick, \t\the'd pray that he'd die. And if you said to \t\thim, \"Let's go, let's separate\", he'd yell, \t\t\"Yeah, man, any place is better than this.\" \t\tYou've got a lot of Field Negroes in America \t\ttoday. I'm one. \n[404]\t\t--there's another one. The majority of black \t\tAmericans today are Field Negroes. They don't \t\ttalk about OUR progress, about OUR government, \t\tOUR navy, OUR astronauts. Hell, they won't \t\teven let you near the plant. \n[405] \n[406]\t\tBrother Man, put that bottle down, take that \t\tpoison away from your lips. That's what the \t\tdevil wants you to do, stay high, out of your \t\tnatural mind. I know, I've been there. \tThe wino looks at Malcolm and continues to drink his wine. 159H\t--Malcolm emerges from a doorway to be met by an army of TV REPORTERS \tarmed with microphones. He walks; they follow. 159I\t--Malcolm walking in Harlem, urging people to lift themselves up, come \tto the meetings, etc. \n[407]\t\tIt's time you received your X. But first you \t\tmust copy this letter, exactly as I give it to \t\tyou; down to the dotted \"i's,\" crossed \"t's,\" \t\teverything. And you must go on a fast, just \t\twater and juices, that's it. \n[408]\t\tBrother Benjamin, do not rush, it has to be \t\texact. \t--Benjamin goes off in a corner and very quickly copies the letter, \the's so anxious. \t--Benjamin hands Malcolm his letter, Malcolm shakes his head and hands \tit back, it's not exact. \n[409]\t\tWhen you live in a poor neighborhood, you're \t\tliving in an area where you have poor schools. \n[410]  \n[411]\t\tWhen you have poor schools you have poor \t\tteachers. When you have poor teachers, you get \t\ta poor education. \n[412]\t\tPoor education, you only work on poor paying \t\tjobs and that enables you to live again in a \t\tpoor neighborhood. \n[413]\t\tSo it's a very vicious cycle. We've got to \t\tbreak it. \n[414] \tMalcolm is inspecting it.  \n[415] \n[416]\t\tYou are now Benjamin 2X. \n[417]\t\tCome, sit with us. \n[418]\t\tWe are now sitting with Brother Benjamin 2X. \n[419]\t\tLet's get this man some food. \n[420] \tHe stares at her. \n[421]\t\tNothing! \n[422]\t\t...My high school was the black ghetto of \t\tRoxbury. My college was the streets of Harlem, \t\tand I took my masters in prison. If you look \t\tout the window--  \n[423] \n[424]\t\t--you can see my burglary hangout. I lived \t\tlike an animal. Had it not been for the \t\tHonorable Elijah Muhammad I would surely be in \t\tan insane asylum or dead. \tANGLE - The audience carefully listening. \n[425]\t\tMr. Muhammad is trying to get us on God's side, \t\tso God will be on our side to help us fight our \t\tbattles. When Negroes stop getting drunk, stop \t\tbeing addicted to drugs, stop fornicating and \t\tcommitting adultery. When we get off the \t\twelfare, then we'll be MEN. Earn what you need \t\tfor your family, then your family respects you. \t\tThey'll be proud to say \"That's my father.\" \t\tShe's proud to say \"That's my husband...\" \t\tFather means you're taking care of those \t\tchildren. Just 'cause you made them that don't \t\tmean you're a father. Anybody can make a baby, \t\tbut anybody can't take care of them. Anyone can \t\tgo and get a woman but anybody can't take care \t\tof a woman. This is the type of teaching that \t\tthe honorable Elijah Muhammad teaches us so we \t\tcan build the moral fiber of our people. \n[426]\t\tI can see the gentlemen of the press, also the \t\tFBI and CIA. are with us. Get it straight 'cuz \t\tif I said, \"Mary had a little lamb,\" they'd \t\twrite Malcolm X lampoons poor Mary. \tLoud laughter from the audience. But this response is overwhelmed by \tthe response of ANOTHER, LARGER AUDIENCE. \n[427]\t\tWe have built temples in Boston, in Detroit, in \t\tAtlanta, Philadelphia, Washington -- 100 \t\ttemples in fifty states. From a handful we \t\thave grown to scores of thousands. \n[428]\t\tThe Honorable Elijah Muhammad teaches us that \t\tGod is now about to establish a kingdom on this \t\tearth based on brotherhood and  \t\t[...]  \t\tagainst peace, his history on this earth has \t\tproved that. Nowhere in history has he been \t\tbrotherly toward anyone. The only time he has \t\tbeen brotherly toward you is when he can use \t\tyou, when he can exploit you, when he can \t\toppress you, when you will submit to him. And \t\tsince his own history makes him unqualified to \t\tbe an inhabitant or a citizen in a kingdom of \t\tbrotherhood, the Honorable Elijah Muhammad \t\tteaches us that God is about to eliminate that \t\tparticular race from this earth. So since they \t\tare due for elimination, we don't want to be \t\twith them. \n[429] \n[430]\t\tIf the so-called Negro were American citizens \t\twe wouldn't have a race problem. If the \t\tEmancipation Proclamation was authentic, you \t\twouldn't have a race problem. If the 13th, \t\t14th, and 15th amendments to the Constitution \t\twas authentic, you wouldn't have a race \t\tproblem. If the Supreme Court desegregation \t\tdecision was authentic, you wouldn't have a \t\trace problem. All of this is hypocrisy. These \t\tNegro leaders have been telling the white man \t\teverything is all right, everything is under \t\tcontrol. And they've been telling the white man \t\tthat Mr. Muhammad is wrong, don't listen to \t\thim. But everything Mr. Muhammad has been \t\tsaying is going to come to pass is now coming \t\tto pass and now the Negro leaders are standing \t\tup saying that we are about to have a racial \t\texplosion. We're going to have a racial \t\texplosion and that's more dangerous than an \t\tatomic explosion. \n[431] \n[432]\t\tIt's going to explode because black people are \t\tdissatisfied. They're dissatisfied now not only \t\twith the white man, but with these Negroes who \t\thave been sitting around here posing as leaders \t\tand spokesmen for black people. Anytime you put \t\ttoo many sparks around a powder keg, the thing \t\tis going to explode and if the thing that \t\texplodes is still inside the house, then the \t\thouse will be destroyed. So the Honorable \t\tElijah Muhammad is telling the white man get \t\tthis powder keg out of your house, let the \t\tblack people in this country separate from him \t\twhile there's still time. And if the black man \t\tis allowed to separate and go on onto some land \t\tof his own, where he can solve his problems, \t\tthen there won't be any explosion. COMPLETE \n[433]\t\tThank you, Brother; Sister, how are you? \n[434]\t\tSure, man. \n[435]\t\tWhat? \n[436]\t\tSay what you're saying. \n[437]  \n[438]\t\tOkay, last hug. \tAs he enters, a smile on his face, but the concern of the evening \tclearly imprinted. He sits down heavily. Betty watches him carefully. \n[439]\t\tLong day. Long night. Long year. Long ten years. \tHe smiles. She doesn't. \n[440]\t\tWhy are you looking at me like that? \n[441]\t\tHow do you know? \tShe smiles.  \n[442]\t\tI don't want to bring my troubles home. You \t\tknow that. \n[443]\t\tI just want to sit here and be still.  \n[444]\t\tTalk about what? \n[445]\t\tThere's always talk, always been talk, and \t\talways will be talk. Don't they say how I'm \t\ttrying to take over the Nation, how I'm getting \t\trich off the Nation? \n[446]\t\tThere are always slanders, always lies. You're \t\treading the devil's lies. Can't you see they're \t\ttrying to bring us down, bring down the \t\tMessenger. \n[447]\t\tI was going to talk to Bembry about it tonight. \n[448]\t\tWoman, have you lost your mind? What's the \t\tmatter with you? \tBetty gets up, goes to him gently. \n[449]\t\t\t \t\tI'm not interested in personal publicity. Our \t\tpeople know what I'm doing. \n[450]\t\tBembry saved my Life. The Honorable Elijah \t\tMuhammad saved my life. \n[451]\t\tIs that what this is about? Material wealth? \n[452]\t\tThe Nation will provide for you and the \t\tchildren if anything happens to me. \n[453]\t\tWhat do you want me to do? Our people need me. \n[454]\t\tWhat do you want me to do? \n[455] \tHe cannot believe what he is hearing, but he must. The truth is before \this eyes. \n[456]\t\tSister Evelyn, believe in Allah. \n[457]  \n[458] \n[459]\t\tHe told you that? \n[460]\t\tAre you sure? \n[461]\t\tAllah will provide. \n[462] \tHe has said everything on his mind and waits for Bembry's answer. \n[463]\t\t\t \t\t\"I'm telling you God's words, not to hustle.\" \n[464]\t\tWe tell the world we're moral leaders because \t\twe follow the personal example of the Honorable \t\tElijah Muhammad. It's hard to make a rooster \t\tstop crowing once the sun has risen. The sun is \t\tup. \tWe hear rifle shots.  \n[465]\t\tAnd what do I say of this so-called national \t\tmourning! I say... the white man's acts are \t\tcondemned, not only by our beliefs but by his \t\town. \n[466]\t\tBoth his Bible and the Holy Koran say: \"As you \t\tsow, so shall you reap.\" Both say: \"Sow the \t\twind, reap the whirl wind.\" \n[467]\t\tIn the soil of America the white man planted \t\tthe seeds of hate. He allowed the weeds that \t\tsprang up to choke the life out of thousands \t\tof black men. \n[468]\t\tNow they have strangled one of the gardeners. \t\tThis is the justice of Allah. Wa-Salaam Alaikum. \n[469] \n[470] \n[471]\t\tAssassination might be too good a word, and \t\tmight I add an Arabic word at that. This was a \t\tprime example of the devil's chickens coming \t\thome to roost. Being an old farm boy myself, \t\tchickens coming home to roost never did make \t\tme sad. It always made me glad. \n[472]\t\tYes, sir, I did. \n[473] \tHe knows what is coming.  \n[474]  \n[475]\t\tI agree with you, sir. I submit 100 percent. \n[476] \tSidney is playing on the floor with the kids. Betty scoops them up. \n[477]\t\tHow long has this been going on? \n[478]\t\tWhat mission?  \n[479]\t\tWhat does Sidney say? \n[480]\t\tNo. You'll be marked for death. \n[481]\t\tI won't let myself come between you and your \t\tfather. Go home. \n[482]\t\tAnd don't come back. \tSidney reluctantly leaves, walks out the door, past Betty. She looks at \thim, then Malcolm. \n[483]\t\tBecause 1964 threatens to be a very explosive \t\tyear on the racial front, and because I myself \t\tintend to be very active in every phase of the \t\tAmerican Negro struggle for HUMAN RIGHTS, I \t\thave called this press conference, this \t\tmorning in order to clarify my own position in \t\tthe struggle -- especially in regards to \t\tpolitics and nonviolence. In the past I thought \t\tthe thoughts, spoke the words of the Honorable \t\tElijah Muhammad, that day is over. From now on \t\tI speak my own words, and think my own thoughts. \t\tInternal differences within the Nation of Islam \t\tforced me out of it. I did not leave of my own \t\tfree will. But now that it has happened, I \t\tintend to make the most of it. Now that I have \t\tmore independence of action, I intend to use a \t\tmore flexible approach toward working with \t\tothers to get a solution to this problem. I do \t\tnot pretend to be a divine man, but I do \t\tbelieve in divine guidance, divine power, and \t\tin the fulfillment of divine prophecy. I am not \t\teducated, nor am I an expert in any particular \t\tfield, but I am sincere, and my sincerity is my \t\tcredentials. I'm not out to fight other Negro \t\tleaders or organizations. We must find a common \t\tsolution, to a common problem. I am going to \t\torganize and head a new mosque in New York \t\tCity, known as the Muslim Mosque, Inc. This \t\tgives us a religious base, and the spiritual \t\tforce necessary to rid our people of the vices \t\tthat destroy the moral fiber of our community. \t\tOur political philosophy will be black \t\tnationalism. Our economic and social philosophy \t\twill be black nationalism. The Muslim Mosque, \t\tInc. will remain wide open for ideas and \t\tfinancial aid from all quarters. Whites can \t\thelp us, but they can't join us. There can be \t\tno black-white unity until there is first some \t\tblack unity.  \tA host of questions fired all at once: How many of Elijah's followers \twill join you? etc, etc, etc. \tMalcolm calms them: \n[484]\t\tThere is one further preparation I need. It is \t\ta return to the source of our great religion. I \t\twill make a pilgrimage to Mecca. \n[485] \n[486]\t\tMy darling Betty. Everywhere I go I am welcomed \t\tas the representative of our people. \n[487]\t\tOur fight is known and respected worldwide. \t\tIncidentally, there's a little white man who \t\tfollows me wherever I go. \n[488]  \n[489]\t\tI wonder who he's working for? If I was a \t\tbetting man, I'd say CIA. What's your guess? \n[490]\t\tToday, with thousands of others, I proclaimed \t\tGod's greatness in the Holy City of Mecca. \t\tWearing the Ihram garb I made my seven circuits \t\taround the Kaaba; I drank from the well of Zem \t\tZem; I prayed to Allah from Mt. Ararat where \t\tthe Ark landed. It was the only time in my life \t\tthat I stood before the Creator of all and felt \t\tlike a complete human being. \n[491]\t\tYou may be shocked by these words, but I have \t\teaten from the same plate, drunk from the same \t\tglass and prayed to the same God with fellow \t\tMuslims whose eyes were blue, whose hair was \t\tblond and whose skin was the whitest of whites. \t\tAnd we are brothers, truly; people of all \t\tcolors and races believing in One God and one \t\thumanity. Once before, in prison, the truth \t\tcame and blinded me. It has happened again... \n[492]  \n[493]\t\tIn the past, I have permitted myself to be used \t\tto make sweeping indictments of all white \t\tpeople, and these generalizations have caused \t\tinjuries to some white folks who did not \t\tdeserve them. Because of the spiritual rebirth \t\twhich I was blessed to undergo as a result of \t\tmy pilgrimage to the Holy City of Mecca, I no \t\tlonger subscribe to sweeping indictments of \t\tone race. I intend to be careful not to \t\tsentence anyone who has not been proven guilty. \t\tI'm not a racist and do not subscribe to any of \t\tthe tenets of racism. In all honesty and \t\tsincerity it can be stated that I wish nothing \t\tbut freedom, justice and equality: life, \t\tliberty, and the pursuit of happiness for all \t\tpeople. 179A \tSHOT. Malcolm is bent over in prayer, lone figure in a huge mosque. \n[494]\t\tMy first concern, of course, is with the group \t\tto which I belong, the Afro-Americans, for we, \t\tmore than any other, are deprived of these \t\tinalienable rights. 179B \tSHOT. Malcolm on a plane headed home. \n[495]\t\tI believe the true practice of Islam can remove \t\tthe cancer of racism from the hearts and souls \t\tof white Americans. \n[496]\t\tLet's begin. \n[497]\t\tAs I recall, I pointed out that while I was in \t\tMecca making the pilgrimage, I spoke about the \t\tbrotherhood that existed at all levels among \t\tall people, all colors who had accepted the \t\treligion of Islam. I pointed out that what it \t\thad done, Islam, for those people despite their \t\tcomplexion differences, that it would probably \t\tdo America well to study the religion of Islam \t\tand perhaps it could drive some of the racism \t\tfrom this society. Muslims look upon themselves \t\tas human beings, as part of the human family \t\tand therefore look upon all other segments of \t\tthe human family as part of that same family. \t\tToday my friends are black, brown, red, yellow \t\tand white. \n[498]\t\tOh yes.  \tThe AUDIENCE applauds. \n[499]\t\tThe audience will have to be quiet. Yes, as I \t\tpointed out that during my trip that nations, \t\tAfrican nations, Asian, Latin nations look very \t\thypocritical when they stand up in the UN \t\tcondemning South Africa and saying nothing \t\tabout the racist practices that are manifested \t\teveryday against Negroes in this society. I \t\twould be not a man if I didn't do so. I \t\twouldn't be a man. \n[500]\t\tCertainly, we will work with any groups, \t\torganizations or leaders in any way, as long as \t\tit's genuinely designed to get results. \n[501]\t\tNo, not particularly. But I do think that you \t\twill And black people in America, as they \t\tstrive to throw off the shackles of mental \t\tcolonialism, will also probably reflect an \t\teffort to throw off the shackles of cultural \t\tcolonialism. And then they'll begin to reflect \t\tdesires of their own with standards of their \t\town. \n[502]\t\tI don't see why that should be controversial. I \t\tthink that if white people found themselves \t\tvictim of the same kind of brutality that black \t\tpeople in this country face, and they saw that \t\tthe government was either unwilling or unable \t\tto protect them, that the intelligence on the \t\tpart of the whites would make them get some \t\trifles and protect themselves. \n[503]\t\tHas the white man changed since I went away? \t\tHave you put up your guns? The day you stop \t\tbeing violent against my people will be the \t\tday I tell folks to put away their guns. \n[504] \tMalcolm looks out the living room window, he has a rifle in hand. \t He \tdoesn't see anyone and closes the curtain. The phone rings. \n[505] \n[506]\t\tYou have to sleep for three. \tMalcolm pulls Betty closer to him. \n[507]\t\tI'm sorry. I haven't been the best husband or \t\tfather. \n[508]\t\tFamilies shouldn't be separated. I'll never \t\tmake another long trip without you and the kids. \t\tWe'll all be together. \n[509]\t\tWe had the best organization that black people \t\tever had and niggers ruined it. \n[510] \n[511]  \n[512]\t\tWalk out the back, dear. Hurry. \tBetty goes. Malcolm runs back for the children. \tANGLE. He reassuringly leads the four children, in their pajamas, \tthrough the smoke-filled house. \n[513]\t\tThere's nothing to be afraid of. It might be a \t\tlittle cold. Hang on. We'll be fine. \n[514]\t\tCall the Fire Department. \n[515]\t\tAnd the fire hit the window and it woke up my \t\tsecond oldest baby, but the fire burned on the \t\toutside of the house. It could have fallen on \t\tsix-, four-, or two-year-old girls. And I'm \t\tgoing to tell you, if it had done it, I'd've \t\ttaken my rifle and gone after anybody in sight. \n[516]\t\tIt was bombed by the Black Muslim movement upon \t\tthe orders of Elijah Muhammad. \n[517]\t\t\t \t\tI can imagine. I did it myself. For the \t\tpublicity. \n[518] \n[519]\t\tI don't care about myself, my wife and four \t\tchildren were sleeping in their beds, they \t\thave nothing to do with this. \n[520]  \n[521]\t\tLet sincere white individuals find other white \t\tpeople who feel as they do and teach \t\tnon-violence to those whites who think and act \t\tso racist. \n[522] \n[523]\t\tLet's all pray without ceasing. May Allah bless \t\tyou. \n[524] \tMalcolm dials the phone. \n[525]\t\tBrother Earl.  \n[526]\t\tI'm gonna try and get some work done tonight. \n[527]\t\tNo, that won't be necessary. I'll be all right. \n[528]\t\tI don't want folks to be searched, it makes \t\tpeople uncomfortable. If I can't be safe among \t\tmy own kind, where can I be? Allah will protect \t\tme. \tThere is silence on the other end. \n[529] \n[530]\t\tBetty it's me. It's me. \tINTERCUT between between Malcolm and Betty. \n[531]\t\tDon't answer the phone. It's all right. It's \t\tall right. Nothing is gonna happen to anybody. \n[532]\t\tAt the Hilton. The girls asleep? \n[533]\t\tI don't think that's such a good idea. \n[534]  \n[535] \tIt's as if he's frozen in his car.  \n[536] \tMalcolm has stopped in his tracks, like some unseen force has overcome \thim which prevents him from moving. Malcolm is paralyzed.  \n[537] \tHis eyes are closed, and the street noise begins to build to a \tdeafening _roar_. Then all of a sudden it stops.  \n[538]\t\tMa'am, I'm fine. \n[539]\t\tMay Allah bless you. \n[540]\t\tIs the program ready? \n[541]\t\tWhy not? You've had ample time, you and the  \n[542]\t\tFolks are sitting out there _today_, not next \t\tweek, expecting to hear our program. \n[543]\t\tHas the Reverend called? Is he going to show? \n[544]\t\tSo now we have no opening speaker? Why wasn't I \t\tinformed last night? \n[545]\t\tSince when do you start telling Sister Betty my \t\tbusiness? Since when? She has nothing to do \t\twith this. You tell me, not her, not anybody \t\telse. \n[546]\t\tWhat did I tell you about assuming? \tMalcolm starts pacing the room, nobody has ever seen him like this \tbefore. \n[547]\t\tBenjamin, you better go out there and explain \t\twhy the program isn't ready today. \tBenjamin 2X gets up to leave. \n[548]\t\tSister, please go with the brother. \tThey both exit.  \n[549] \n[550]\t\tThe way I feel, I ought not to go out there \t\ttoday. In fact, I'm going to ease some of this \t\ttension by telling the black man not to fight \t\thimself -- that's all a part of the white man's \t\tbig maneuver, to keep us fighting amongst \t\tourselves, against each other. I'm not \t\tfighting anyone, that's not what we're here \t\tfor. \n[551]\t\tIs my family here yet? \n[552]\t\tYou'll have to forgive me for raising my voice \t\tto you. \n[553]\t\t\t \t\tI wonder if anybody understands. \n[554]\t\tMake it plain. \n[555] \n[556]  \n[557]\t\tBrothers and Sisters, Wa-Salaam Alaikum. \n[558] \n[559]\t\tHold it, brothers. Don't get excited. Let's \t\tcool it-- \n[560] \tThrows up his hands, grabs his chest and is knocked backward.  \n[561] \tHis eyes are glazed over. \n[562] \n[563] \n[564]\n[565] \n[566] ", "X": "\n[1] \tIt is a bright sunny day on a crowded street on the black side of \tBoston. PEOPLE and KIDS are busy with their own things.  \tSHORTY bops his way down the street. He is a runty, very dark \tyoung man of 21 with a mission and a smile on his face. He wears \tthe flamboyant style of the time: the whole zoot-suit, pegged legs \tand a wide brim hat with a white feather stuck in the hat band. \n[2] \tFOLLOW SHOT. Shorty dodges through the crowd with his packages. \tHis smile is one of anticipation. He nods to a PAL without \tstopping; eyes a COUPLE OF CHICKS dancing on the street, but is \tnot dissuaded. \n[3]  \n[4]\t\tWhen my mother was pregnant with me, she told \t\tme later, a party of Klansmen on horseback \t\tsurrounded our house in Omaha.  10A \tANGLE. KLAN on horses in front of house. \n[5]\t\tThey brandished guns and shouted for my father \t\tto come out. My mother went to the door where \t\tthey could see her pregnant condition...  \tANGLE. A pregnant Louise Little on porch. \n[6]\t\t...and told them my father was in Milwaukee, \t\tpreaching.  \tANGLE. The Klan breaks all the windows in the house then rides off into \tthe glorious D.W. Griffith _Birth of a Nation_ moonlit night.  \n[7]\t\tThe hooded Klansman said the good, white \t\tChristians would not stand for his \t\ttroublemaking, and to get out of town. \tANGLE. The terrified Little children look out a broken window at their \tmother. \n[8]\t\tThey broke every window with their rifle butts \t\tbefore riding off into the night, their torches \t\tflaming.  \n[9]\t\tMy father was not a frightened Negro as most  \n[10]\t\t...and had a glass eye. He believed, as did \t\tMarcus Garvey, that freedom, independence and \t\tself-respect could never be achieved by the \t\tNegro in America . . . \n[11]\t\t...that, therefore, black men should leave \t\tAmerica and return to the land of their origin. 10D \tANGLE. Earl Little, in a wagon with little Malcolm. \n[12]\t\tMy father dedicated his life to his beliefs \t\tbecause he had seen four of his six brothers \t\tdie violently... 10E \tWIDER ANGLE. WE SEE Earl in front of a podium in church. He is \tpreaching. \n[13]\t\t...three killed by white men and one lynched. \t\tThere are nine children in our family. \tANGLE. The nine Little children.  \n[14]\t\tMy mother was an attractive woman, an educated \t\twoman, a strong woman. \n[15]\t\tShe was very light, her mama was raped by a \t\twhite man. One of the reasons she married my \t\tfather was because he was so black, she \t\tdisliked her complexion and wanted her children \t\tto have some color. \n[16] \tThe porch of a respectable house. Malcolm with Laura; he anxious to get \taway. \n[17]  \n[18] \n[19]  \n[20] \n[21]  \n[22]  \n[23] \tAs the Clipper surfaces in Harlem, pulls up to the 125th Street \tstation. \n[24]  \n[25]  \n[26]   \n[27] \n[28]\t\tLook, country boy, you shouldn't have been in \t\tmy way. \tEveryone becomes quiet in the bar. \n[29]\t\tSo what are you gonna do? Go run home to your \t\tMama. \tMalcolm grabs a bottle off the bar counter and with lightning speed \tbrings it crashing down on Fox's head. As he lays on the floor with \thead bleeding, Malcolm kicks him in the stomach _two times_. It's done, \n[30] \tA FIVE DOLLAR BILL. CAMERA GOES IN for the last three digits.  64A\tSTOCK MARKET BOARD at the end of a day's trading. GO IN for the last \tthree numbers. 64B\tPREACHER in a pulpit, reading from the Bible. \n[31] \tA miserable night, raining and cold. Malcolm turns into the bar. \n[32] \tThe well-known 52nd Street nightspot features Billie Holiday. A \tstand-up cutout of her is outside. \n[33] \tof the hustlers from Small's are in evidence. \n[34] \n[35] \n[36] \n[37] \n[38]\t\tMy father's skull, on one side was crushed in, \t\tand then laid across some tracks, for a \t\tstreetcar to run him over. His body was cut \t\talmost in half. My father, Earl Little lived \t\ttwo and a half hours in that condition. Negroes \t\twere stronger than they are now. \n[39]\t\tLike every hustler I was trapped. Cats that \t\thung together trying to find a little security, \t\tto find an answer -- found nothing. Cats that \t\tmight have probed space or cured cancer -- \t\t(Hell, Archie might have been a mathematical \t\tgenius) -- all victims of whitey's social order. \tMusic of a dance combo heard in BG. \n[40]\t\tThree things I was always scared of: a job, a \t\tbust and jail. I realized then I wasn't afraid \t\tof anything. I didn't care. \n[41]   \n[42]\t\tThe average first offender gets two years for \t\tburglary. We were all first offenders. That's \t\twhat Sophia and Peg drew-- \n[43]\t\tBut our crime wasn't burglary. It was balling \t\twhite girls. They gave us the book. \n[44]\t\tFourteen counts of 8 to 10 years. \n[45]\t\tShorty thought he hit us with 114 years till I \t\texplained what concurrently meant. It meant a \t\tminimum sentence of 10 years hard labor at the \t\tCharlestown State Prison. The date was February \t\t1946. I wasn't quite 21. I had not yet begun to \t\tshave. \tCAMERA HAS GONE IN for a TIGHT CLOSE SHOT of Malcolm's face: a hardened \thustler, pimp, dope peddler and now jailbird at the ripe old age of 20. \n[46] \tA baseball game is in progress. A BLACK TEAM is playing a WHITE ONE. \tMost of the CONVICTS are watching the game; partisanship at every \tpitch. A base hit gets a big reaction.  \n[47]\t\tI received a letter that day from the Honorable \t\tElijah Muhammad. The Messenger of Allah wrote \t\tme, a nobody, a junkie, a pimp and a convict. \n[48]\t\tIt was like a blinding light and I became aware \t\tthat he was in the room with me. He wore a dark \t\tsuit and on his face I saw a pain so old and \t\tdeep and black I could scarcely look at him. I \t\tknew I was not dreaming. He was there. \n[49]\t\tAnd suddenly as he came, he was gone. \tThe hallucination disappears. \n[50]\t\tAnd then I could do it. \tMalcolm goes down on his knees. There are tears in his eyes as he \tbegins praying: \n[51]\t\tWe are told that Saul, on the road to Damascus, \t\theard the words of truth, he fell from his \t\thorse. I do not liken myself to Paul, but I \t\tunderstand. It happened to me. \n[52]  \n[53] \tMalcolm is talking to a CROWD from a ladder. \n[54]  \n[55] \n[56]  \n[57] \tMalcolm listening as SEVERAL WITNESSES simultaneously describe the \tattack. A small angry CROWD has gathered. The most animated one is \tBENJAMIN, a very dark young black teenager, we will soon meet him \tlater. \n[58] \n[59]   \n[60] \tNow the march has taken over the broad avenue. COPS are forced to  \n[61] \n[62] \tMalcolm is standing in front of the Fruit of Islam men, as HIGHRANKING \tPOLICE OFFICER GREEN comes over. \n[63] \n[64] \tAn AIDE of Elijah puts down the newspaper and shakes Malcolm's hand. \n[65]\t\tThis sweet, gentle man gave me the truth from \t\this own mouth. And I adored him, in the sense \t\tof the Latin root of the word. Adorare, to \t\tworship and to fear. He was the first man I \t\tever feared -- not fear such as the one has of \t\ta gun but the fear one has of the power of the \t\tsun, I pledged myself to him, even if it cost \t\tme my life. \n[66] \n[67] \tMalcolm is speaking to a GOOD SIZED AUDIENCE: \n[68]\t\tTake your time. \n[69] \n[70] \tMalcolm is walking the streets of Harlem like he is campaigning for \toffice. He has Brothers Sidney, Earl, and Benjamin at his side, a CROWD \tfollows him. Malcolm sees a WINO. \n[71]  \n[72]\t\tAll praises are due to Allah. Thank you, \t\tBrother Minister. \n[73]\t\tBrother Minister, can I have something to eat? \tEveryone laughs. \n[74] \n[75]  \n[76]  \n[77]     \n[78]  \n[79]  \n[80] \t\"Bring those children in here.\"  \n[81]  \n[82]  \n[83] \n[84]\t\tGive us the command, Malcolm. \n[85] \n[86] \tA blue 1968 Cadillac passes a sign that says Patterson, New Jersey.  \n[87] \tBetty is driving to the Audubon Ballroom, her four daughters are in the \tbackseat making a racket.  \n[88]  \n[89] \tThe assassins are driving over the George Washington Bridge. \n[90] \n[91] \n[92]\t\tNo sign of the minister yet. \n[93]  \n[94]\t\tNo, Brother Minister. \n[95]\t\tNext week, Brother Minister. \n[96]\t\tAnd now, without further remarks, I present to \t\tyou one who is willing to put himself on the \t\tline for you-- \n[97] \n[98] \n[99] \n[100]\t\t--a man who would give his life for you. I want \t\tyou to hear, to listen, to understand one who \t\tis a Trojan for the black man. \n[101] \n[102] \n[103] \n[104] \n[105]\n[106] \n[107] ", "Pete": "\n[1]\t\tLooka Satan. \n[2]\t\tHe bout to bust. \n[3]\t\tWatch out, baby, this cat is heavy on religion. "}}