{"filename": "Malibu's-Most-Wanted_script.txt", "imdb_id": "tt0328099", "imdb_url": "https://www.imdb.com/title/tt0328099", "characters": ["Gary", "Dr. Feldman", "Monster", "Shondra", "Sean James", "Hadji Amerislani", "Tec", "PJ", "Jen", "Bess Gluckman", "Bill Gluckman", "Brett", "Brad 'B-Rad' Gluckman", "Mocha", "Tom Gibbsons"], "dialogues": {"Gary": "\n[1]And dropping. \n[2] \n[3]Let him get a firsthand look at the ghetto. \n[4]We've got it cued up. \n[5]Gays too. \n[6]Oh my God. \n[7]Bill drops out of the race, emotional distress... \n[8]With a dead son, the sympathy factor could give us big spike in the female and gay demos. \n[9]No -- we push the 'courage under adversity' angle. \n[10]Then, after grieving appropriately, he goes on the offensive... \n[11]... drugs. \n[12]War's great. \n[13]... oooooo... ", "Dr.": "\n[1]So... Bradley... \n[2]Well that's your name, isn't it? \n[3] \n[4]Let's play an association game. \n[5]Alright, B-Rad. I want you to look at these... \n[6]Now, which one doesn't belong? \n[7]Bill, Bess, go to your happy places. \n[8]What are your goals, B-Rad?    What do you want out of life? \n[9]I see. And when did you first start feeling like you were this... shiznit? \n[10]What I'm sensing, Brad, is that your parents weren't really there for you. \n[11]Bess, I'm sensing you'd like to share. \n[12]Well, his lack of parental guidance left Brad wide open to outside influence, allowing hip- hop culture to firmly imprint on his psyche. \n[13] ", "Feldman": "\n[1]So... Bradley... \n[2]Well that's your name, isn't it? \n[3] \n[4]Let's play an association game. \n[5]Alright, B-Rad. I want you to look at these... \n[6]Now, which one doesn't belong? \n[7]Bill, Bess, go to your happy places. \n[8]What are your goals, B-Rad?    What do you want out of life? \n[9]I see. And when did you first start feeling like you were this... shiznit? \n[10]What I'm sensing, Brad, is that your parents weren't really there for you. \n[11]Bess, I'm sensing you'd like to share. \n[12]Well, his lack of parental guidance left Brad wide open to outside influence, allowing hip- hop culture to firmly imprint on his psyche. \n[13] ", "Monster": "\n[1]Y'all better chill... \n[2]I tried, yo! \n[3]Bam! Y'all owe me seven hundred dollars! \n[4]Lemme go free style. \n[5]Don't you talk about my momma. \n[6]You ain't got the bizalls, bitch! \n[7]Yeah? Well your momma's so poor, when she went to Monte Carlo, she flew commercial. \n[8]Your momma's so poor, when she stayed at the Four Seasons, she could only afford three. \n[9]... aaaaaa... \n[10]If dat's what you got to do to get on Big Boy's label, count me out. \n[11]But... what if they don't have coffee? \n[12] \n[13]My pop's spear gat. From the yacht. \n[14]A'ight Free Willy, think you so bad, what you got? \n[15] \n[16]Hadji, how 'bout you? \n[17]Good thinking, but what heat you got? \n[18]Dang!   Where'd you get all dat? \n[19]Yeah!   Drop yo gats! \n[20]", "Shondra": "\n[1]in a Wienie In a Bun uniform, chewing gum and looking like she's smelling something nasty. \n[2]You zooted, nigga? \n[3]That's the stupidest thing I ever heard. I got better things to do with my time, boy. \n[4]I am improvin' myself, fool. I broke up with no-good gang-bangin' Tec, I'm going to beauty school, then I'ma hook up my own salon... \n[5]Shut up, stupid. \n[6]What you payin'? \n[7]Make it trey, we on. \n[8]Or you can kiss my ass. \n[9]strutting toward him. \n[10]Thank you. \n[11]Word up. \n[12]Coffee. \n[13]Big... ...black. \n[14]Cool, playa. \n[15]Compton.   You? \n[16]Which streets? \n[17]Right. I guess it's pretty hardcore up in here. \n[18]Damn.   How do you deal? \n[19]Was that you droppin' rhymes when I came in? \n[20]Mali-boo-tay, huh? Looks phat. You gettin' any air play? \n[21]Sounds just like that fat fool. I'll talk to him 'bout it. \n[22]Hell yeah. I see him at the swap meet almost every Sunday. \n[23]For rizzeal. \n[24]I don't know. I guess you do kinda got it goin' on... It's funny. I was just on my way down to see him. Wanna roll with me? \n[25]Just helping out a brotha. \n[26]I'm just gonna hit the ladies' room, a'ight, pimp juice? \n[27]It's on. \n[28]So what do you rap about? \n[29]For real? \n[30]So, how did you get to be so down? \n[31] \n[32]A businesswoman. \n[33]One day I'ma have a chain of beauty salons all up in the 90210, just like Starbucks, only instead of coffee, with hair and nails. Makin' sick money turnin' all the rich hoochies ghetto fab. \n[34]Thank you. \n[35]Take this exit. \n[36]Shut up, fool! \n[37]The ESCALADE pulls into Shondra's driveway and SCREECHES to a stop. PJ hauls Brad out of the back as Sean climbs out. \n[38](seeing Brad looking \n[39]Sean and PJ push Brad in. Bars are on the windows.     Sean pats Brad down, and pulls out his pager. \n[40]Sean and PJ immediately drop their bad-ass personas. \n[41]Would you two fools shut the hell up? \n[42]You a'ight in here? \n[43]Look, I'm sorry about all that, it wasn't my idea. \n[44]I do. \n[45]I had to. They... ... they threatened to kill me if I didn't play along. \n[46]Oh yeah.   They straight-up killas. \n[47]Lemme school you on something, help you to stay alive, a'ight? The one thing they hate more than anything, that really sets them off, is posers. \n[48]I'm talkin' 'bout you! \n[49]Come on.   Quit frontin'. \n[50]Listen to reason. If you just be a nice little white boy and say you're sorry, I think I can convince them to let you go. \n[51]Shondra exits, shakes her head \"no\" to Sean and PJ. \n[52]They enter and glare at Brad. \n[53]None of your damn bizness, Tec. Now let go. \n[54]Too busy for you. \n[55]Hell no. \n[56]All you need to know is that it ain't you, okay? \n[57]You a'ight? \n[58]Brad, don't -- \n[59]Don't do it, Tec! \n[60]You alright? \n[61]Old history.   Come on. \n[62] \n[63]No. I'm savin' your ass. I'm not havin' your blood on my hands. It's the blue Honda across the street. \n[64]Wait a second. Brad, don't do it. \n[65]This is gonna be like an episode of 'Oz.' \n[66]A'ight, y'all had your fun, why don't you chill... \n[67] Brad's lying on the bed, looking up dreamily. \n[68]Brad lays on the bed, moonlit through the bars of the window. Shondra enters. Brad rolls over, away from her. \n[69]Hey...   You okay? \n[70]You know, it's not as bad as it seems. \n[71]You just need a little experience. \n[72]Naw. You were right. I respected you for getting' up there. \n[73]They just don't understand you. None of them know how hardcore it is up in... Malibu. \n[74]Yeah with the... traffic, and the... parking, and... \n[75]Right. You just got to stick with it, you know, don't let anyone tell you who you are. \n[76] \n[77]I never would've known. \n[78]Thank you. \n[79]I said kiss, fool. Damn. \n[80]I offered you a snack, not the whole kitchen. \n[81]Tec, with his crew, drives up, lights out, and KILLS the ENGINE. He looks at the house with death in his eyes. \n[82]Shondra exits the room and faces Sean and PJ. \n[83]A'ight, that's it, this game is lame. I want my money, and then y'all can get out. \n[84]You ain't never gonna be done. Did it ever occur to you two jackasses that this is the way he really is? \n[85]Whatever. Look, I did what you asked, and I want my money. \n[86]Excuse me?   You playin' me? \n[87]Y'all get me my money now, or I'ma go in there and tell him what's up. \n[88]Sean reads from the checklist Tom gave him. \n[89]Brad listens intently as Sean continues. \n[90]Brad crawls out from the vent and goes to the mirror. \n[91] \n[92]What the hell do you think you're doing? \n[93] \n[94]Who you callin' ho, ho? \n[95] \n[96]Uhn uhn. You created that monster, you deal with it. \n[97]Until I see my money, it's your problem. \n[98]Brad's at the car door as Sean and PJ exit and run up. \n[99]She's on the couch, blocking a wig, stunned. \n[100]... my... \n[101]... aaaaaa... \n[102]... aaaaaad! \n[103]Where's Brad? \n[104]That's the same damn line he used on me, and now this no good deadbeat weak-ass white boy won't take care of little Malik. \n[105] \n[106]I'm savin' your lily-white ass. Come on. \n[107] \n[108]Oh, damn... \n[109]For the money. \n[110]Look, fool, this may sound stupid to you, but not everybody has money, and to people that don't, money is important! \n[111]Dammit, Brad, this is real.   Tec and his crew are real -- \n[112]Stop hoppin' around, fool, so I can look at it. \n[113]Lucky you're such a weak shot. Cap just grazed your toe. \n[114] \n[115]No, Tec, stop! \n[116]I won't let you do it, Tec. \n[117]You alright? \n[118]Well, as far as being real, I can only vouch for two things. \n[119]I told you we go way back. \n[120]Like father like son. \n[121]For what? \n[122] ", "Sean": "\n[1]I guess we never thought of each other like that. \n[2] \n[3]Of course I can handle it. I studied at Juilliard for God's sake. \n[4]Frickin' A. \n[5]So we hold him for ransom? \n[6]Why don't you have him steal some watermelon while you're at it? \n[7] \n[8]Wait -- we're kidnapping him, couldn't we get arrested? \n[9]Cris... tal. \n[10]... As the driven snow. \n[11]Yeah, but it's totally dangerous, dude. You know what it's like in the 'hood. We could get shot! \n[12]You know what really chaps  my ass? After years of training and  study, the only parts they'll give  us are gangbangers. Just once I'd   like to play a character who has  decent grammar and doesn't wear Timberlands. \n[13]Do we even know anybody down there? \n[14]Shondra. \n[15]Honest to God. \n[16]Like work at Wienie In A Bun? \n[17]Do this, Shondra. You'll get some real money so you can quit this minimum wage crap and start up your business. \n[18]A grand. \n[19]Jesus Christ, three grand? \n[20]Sean sits on a second-hand couch in their barren, low- rent apartment, concentrating on reading an Ebonics dictionary. PJ enters from outside, sweating and carrying a heavy box marked: \"JOHN'S PROP HOUSE.\" He wears a stylish Nike baseball cap. \n[21]They have everything we ordered? \n[22]What the hell is that? \n[23]No. I just think it's a choice my character would have made. \n[24]Whatever. \n[25]Okay, got the gangsta wear. \n[26]What's so funny? \n[27]Whatever. \n[28]His face filled with rage. \n[29]Gimme your ride, punk, or I will dust yo ass! \n[30]Yeah, I know, I'm having trouble finding this one. Lemme try it again.  Gimme your ride, punk, or I will dust yo ass! \n[31]Gimme yo ride, punk, or I will dust yo ass... beeyotch! \n[32]You're gettin' jacked!   Move! \n[33]No.    It's a stickup. \n[34]You jus' been kidnapped. \n[35]We saw you on the news the other night! B-Rad! \n[36]A brother? \n[37]Whose brother? \n[38]Down?    God damn! \n[39]You are not black! You can never be black. And your perpetratin' ass is stealin' the only thing I got -- my culture! \n[40]You a long way from the beach now, punk! You in South Central. The ghetto. The 'hood. It's hard core up in here! People here die every day! \n[41]Mean pit bulls. \n[42]You got anything else on you, fool? \n[43]You better pray he home. If he not, you're one dusted trick! \n[44]Did you buy my rage? \n[45]I'm indicating? \n[46] \n[47]Sure, Shondra, sorry. You're on. Go play good cop. We've gotta call Tom. \n[48]What's next? \n[49]Yeah, perfect. Let's take it to another level, my man. \n[50]A'ight, we put the call in to yo pops, and you know what he said? \n[51]Can't see as I blame him. \n[52]Wigga please! \n[53]Come on. \n[54]I'ma teach this little white girl a lesson! \n[55]The plan just done changed, Tree. Wannabe claims he down, I'ma show him just how un-down he is. \n[56]A'ight, Malibu, go get us six 40s of O.E. \n[57]This ain't a picnic, bitch! \n[58]You about to go up in there and give this Korean bitch yo ends? Hell no. \n[59]And if the Asiatic gives you any static, show the brotha this... \n[60]Do it, punk, or I'll use that on you. \n[61]He's gonna run out of there a scared little white boy. \n[62]How much did you have to give this guy, anyway? \n[63] \n[64]You mean the owner doesn't know this is all fake? \n[65]Get in there!    He could get shot! \n[66]This can't be happening. \n[67] \n[68]I've about had it, boy! \n[69]You got about five seconds to get real, or I'ma Timbo stomp your ass to de curb! \n[70]Act your white self! \n[71]Five!   Four! \n[72]I can't tell. \n[73]Let's give him the test. \n[74] \n[75]Wigga, please! \n[76]I done had it with you, fool. You better check yourself before you wreck yourself. This ain't Malibu! \n[77]Cube, Snoop, they all came up through here. \n[78]This is definitely gonna do it. \n[79]How you feelin' now, Malibu? \n[80]Yo! \n[81]Maybe a C-Note would open some... equal opportunities? \n[82]B-rad.   From Malibu. \n[83]What was that? \n[84]Hey y'all, check this out. I can rap about anything! Haaa!! \n[85]Damn. I haven't laughed like that in a long time. 'Fess up, boy, you can't hang. \n[86]He thinks y'all belong down here in the 'hood with us brothas, seein' how you so 'down' and all. \n[87]No way. \n[88]Okay, I'll get it, you know, but settin' everything up was expensive, and I don't exactly have it right now. \n[89]Alright, okay, just relax... \n[90]Great, terrific, we're making real progress here. \n[91]Your suggestions were really helpful. He totally bought the car jack and kidnapping... \n[92]... we staged a fabulous liquor store robbery. Mr. Gluckman's going to be very happy... \n[93]But, he's still posing, so we wanted to put him in a drive-by shooting next... but, it's a little more money then our original projections... \n[94]\n[95]So I was wondering if I could get an advance. \n[96]But -- Mr. Gibbons, hello? \n[97]You must be out yo mind. Get back in that room before I beat your ass! \n[98]Come on, girl. Let's go! \n[99]Where the hell you goin'? \n[100]Why you talkin' crazy? \n[101] \n[102]Oh my God. \n[103] \n[104]No way, man. She's in on the scam, just like us. \n[105]You've heard of him? \n[106]Tom, we have a real problem. \n[107]I know you said that, but we're in real serious troub -- \n[108]Help us, please... I'm... so... Scared!!! \n[109] \n[110]watching Tec, riveted. \n[111]See how committed he is? That's the rage I was talking about. \n[112] \n[113]Can I get a copy of this?     I need it for my reel. \n[114]SUPERIMPOSE: Sean and PJ landed jobs more suitable to their talents... We WIDEN to reveal Sean and PJ in uniform and working at: \n[115]Welcome to Wienie In A Bun. \n[116]Or perhaps I can interest you in a head shot? I'm trained in jazz dance, tap, and I can do a Southern accent. ", "James": "", "Hadji": "\n[1]... 'cuz B-Rad G about to get ill!!! \n[2]I'ma get mine! Step, fool!   I'll cut you, I swear! \n[3] \n[4]Dat's right! \n[5]Shut up! \n[6]Yo, but what about us? \n[7]Bet! \n[8]A'ight, come on now, let's stop messing around. B told us to lay down some beats for the new album. \n[9]Free style, please! Your momma rap better than you. \n[10]I'll talk about your momma all I want. \n[11]Oh yeah? Peep dis. Your momma's so poor, when she shops at Barneys, she has to drive herself! \n[12]Your momma's so poor, her round the world cruise ended in Spain! \n[13]... aaaaaa... \n[14]... aaaaaa... \n[15]What we gonna do, Moch? \n[16]Word. \n[17]Krista -- six Tsunamis to go! \n[18]Mocha, Hadji and Monster stand by Hadji's dad's Mercedes. \n[19]What the hell is it? \n[20]Come on, let's see it. \n[21]Is that a freakin' musket? \n[22]Couldn't get much, yo... \n[23]When I told my pops we was going on a drive-by, he gave me three of these. \n[24]... dis. \n[25] \n[26]Mocha, Hadji, and Monster snap on their seat belts. Hadji flips on the in-dash SOS Mercedes GPS system. \n[27]Hell yes, chicken. I need a location on license number D- \n[28] \n[29]\n[30]I'm totally taxing your ass. ", "Amerislani": "", "Tec": "\n[1]Hey, girl.    Where you been? \n[2]Y'all been busy, huh? \n[3]You been gettin' busy? \n[4]Come on, girl, I'm cool.    Just tell me who it is. \n[5]You know, you ain't shit, Shondra. You're just a chickenhead, and that's all you'll ever be. \n[6]Don't tell me you been hittin' that? \n[7]It's cool, Shondra.      The brutha's right. \n[8]Didn't yo mama teach you to mind you own bizness? \n[9]Y'all both gonna be sorry. \n[10]Excuse me? \n[11]Yeah, Snuffy, that's right. \n[12]A'ight, y'all, let's roll. \n[13]Bag me a white boy. \n[14]Get out of the car, white boy. \n[15] \n[16]Move! \n[17]Tape up this fool's hole, man. \n[18]What should we do with this Bloodbath and his friends? \n[19]Is Shondra hittin' the white boy? \n[20]Scam? \n[21]Gluckman?   The dude runnin' for Governor. \n[22]The dawg who's down with bitches and hoes? Hell yeah, I've heard of him. Just 'cause I live down here you think I'm ignorant? \n[23]A'ight then. Damn, we got Gluckman's son. Fool's gotta be worth more alive than dead. Let's roll. \n[24]Listen, fool. Gluckman's boy has been kidnapped for real, along with your punk friends. \n[25]If Mr. Governor wants to see his punk bitch son alive again I'm gonna need five hundred grand by tomorrow midnight. \n[26]You think your actors are this good? \n[27]Good.   Now get me my money. \n[28]You got ten minutes. \n[29]We wait. \n[30]What up? \n[31]Say what? \n[32]That's it, then, fool. I ain't playin'. His ass is done. \n[33]That's cold. Lose the tape. \n[34]Your daddy ain't payin'. \n[35]What? \n[36]It's brought. \n[37] \n[38]Lay down some cover, fool! \n[39]That was ill!    Y'all definitely got juice. \n[40]Where'd you learn that shit? \n[41]A party is happening: Homies slam dominoes... Home girlz drink beer and talk... Sean and PJ are standing frozen in a corner, quietly crying... Hip-hop gangsters dancing... and finally we FIND Tec and the other I-9's gathered around Brad, as Tec solemnly hands Brad a Tec 9 automatic pistol. \n[42]That's yours, B. \n[43]Welcome to the 9's.     Only way out now, is in a box. \n[44]The party is now in full effect, the system up and cranked as the CAMERA FINDS Brad's in the middle of the dance floor, freaking and doing the robot with a couple of sisters. The girls whisper in his ear, he smiles, and they head for a bedroom. \n[45]Brad's on the bed with the two women, who are kissing him. \n[46]Who's the hell's poppin' ca -- \n[47]Shondra, on her knees, kneeling before Brad. \n[48] \n[49] \n[50]Don't you lie to me. That was always my line to you, and it always was what it looked like. Now what's up with your boyfriend here. \n[51]I do mind. \n[52]Tec hauls Brad in, followed by Shondra. The I-9s draw weapons; the room fills with tension. Sean and PJ look on, getting caught up in the action. \n[53]You done forgot already, fool? I told you the only one way out of the I-9s, and your 'E' ticket's in this here chamber. \n[54]No problem, then.   I'll just do the both of you. \n[55]Damn fool!   You just hit my house! \n[56]We know who you are, fool. \n[57]Tsss. Dude think we ignorant just 'cause we live down here. You better recognize. \n[58] \n[59]Don't anybody know where the driveway's at?! Damn! \n[60]Would y'all get a hold of your fool selves?! It's time to waste these punks! \n[61] \n[62]Stop, please! If I hear you drop one more rhyme, I'ma hafta smoke myself. \n[63]Ruuuuuuunnnnn! \n[64]Bodies stream out of the house scrambling for safety when suddenly... The HOUSE BLOWS in a huge orange FIREBALL... \n[65]We CRANE PAST emergency vehicles parked in front of smoldering remains of Tec's house, then MOVE TO Tec, who is yelling at a cop. \n[66]I know my rights, man, and these fools drove two damn cars into my house, then they blew the shit up! This all better be rebuilt before my ma comes back, or she will make you wish you were never born. \n[67]SUPERIMPOSE: Tec sued Bill Gluckman, and was awarded 100 thousand dollars for damage to his house, and another thirty million for emotional distress. Tec moved... \n[68]What up, neighbor? \n[69]and his gang.     They wear dark suits and do rags. \n[70]I think that was the Bitches' name, yeah... ", "PJ": "\n[1]Me neither, dawg. \n[2]Malibootay? \n[3] \n[4] \n[5]What about the money? \n[6]Congrats, my brother.   We just booked another gig. \n[7]We can handle ourselves. Come on, man, it's the ultimate acting challenge. \n[8]Beats gettin' dunked on by Bill Gluckman. \n[9]My cousin. \n[10]Really. You're the one always talkin' about improvin' yourself. \n[11]In the meantime, how about hooking a brother up with a Pepsi and some fries? \n[12]Deal.   Now how about those fries? \n[13]Sean sits on a second-hand couch in their barren, low- rent apartment, concentrating on reading an Ebonics dictionary. PJ enters from outside, sweating and carrying a heavy box marked: \"JOHN'S PROP HOUSE.\" He wears a stylish Nike baseball cap. \n[14]We're strapped now, my brother. \n[15]Glocks, Uzis, Tec-9s... \n[16]Oh, my hair? Shondra just did it. What? You hate it? \n[17]Don't go there, Sean. You're just jealous you didn't think of it first. \n[18]That wig, man! I didn't know this was Halloween. Bring me back some candy! \n[19]Nope, you're not convincing me. Remember your core character. You're an oppressed black man from the ghetto. \n[20]Add a 'beeyotch' and I think you're there. \n[21]And I'm about to wet you up if you don't move! \n[22]Big Boy's?    What this fool talkin' about?! \n[23]Yeah. We got your rich Gluckman ass now! \n[24]Your papa's gonna pay or you're gonna pay! \n[25]Let's get him inside. \n[26]Oh no you didn't. \n[27]Uh-oh.    You done did it now. \n[28]What the hell makes you think you know what's goin' down in the 'hood?! \n[29]You think this is a joke, wigga?! \n[30] \n[31]Now get ya ass inside. \n[32]All that James Bond electronic crap can't save you now, fool. Sit ya ass down. \n[33]We gonna go call yo daddy. \n[34]You're indicating. \n[35] \n[36]How about... number three? \n[37]That he'd have to think about it. \n[38]He's not sure he wants you back, cuz. \n[39]What you doin', fool? \n[40]No, dawg, stick to the plan. Lay low here at the crib 'til we get the ransom. \n[41]And a fifth of Henny. Anything else? \n[42]You jack that shit. \n[43]Little trick claims he down, can't even swing a gat. \n[44]You try to get away, I'ma let you get a little taste of my steel, understand? \n[45]This is gonna be classic. \n[46]What are you talking about? \n[47]I thought you set it up. \n[48]Oh damn. \n[49]I'm not going in there!    You go in there! \n[50]Did he actually do it? \n[51]Yo, what up with this? \n[52]If you jacked this, how come you got a receipt? \n[53]You buying it? \n[54]Me either. \n[55]Wigga, please! \n[56] \n[57]Yeah, we gonna see what you represent neeow. We at the club. \n[58]You want to prove yourself, this the place to do it. \n[59]Pay day! \n[60] \n[61]Uh... My boy want Young Dre next. \n[62] \n[63] \n[64]Word. 'Listen, all you rappers, the name's Brad Gluckman. When on the mic you could say I really suck man!' \n[65]'Cuz B-Rad G about to get ill!!! \n[66]Uhn uhn, ain't happening. By the way, forgot to tell you. We heard from your pops, and guess what? He ain't payin'. \n[67]So, I guess that means we got to ice your punk ass. \n[68]But we're not done yet... \n[69]Not possible. \n[70] \n[71]Really?   Damn. \n[72]But we got big a problem here. \n[73]Come on, man.    Chill. \n[74]That's right, Bloodbath, he's very down. As down as they come. \n[75]Yeah. We're all being paid to pretend to kidnap Bill Gluckman's kid. \n[76]We didn't say that, brother. \n[77]Shondra!   Little help, please. \n[78]watching Tec, riveted. \n[79] \n[80]It was hard core, yo. All these crazy busters was strapped to the nines, and I was like, keepin' the peace, telling the brothers to talk it out, find their common bond... \n[81] \n[82]SUPERIMPOSE: Sean and PJ landed jobs more suitable to their talents... We WIDEN to reveal Sean and PJ in uniform and working at: \n[83]How about a Double Dog? \n[84]Would you care for a wiener? Courtesy of Wiener on a Bun. ", "Jen": "\n[1]We're down nine points in the polls. \n[2]I did! They flew to the ranch in Maui last night! \n[3]But... the election's in two months. \n[4]But what if we give him a little dose of reality? \n[5]We hire actors to play gangsters. \n[6]There's no way we can win without them. \n[7]What the hell's going on? \n[8]There's so many. No more 'Brad problem.' \n[9]Bill Gluckman, crusader/martyr... \n[10]... gangs. \n[11]It's just what we've needed. \n[12]... oooooo... ", "Bess": "\n[1]With nice maids! \n[2]Finish those vegetables, Bradley. \n[3]When we get home... sometime in the near future... you're going to be in big trouble!! \n[4] \n[5]B-Rad, you're a wonderful son... it's just that, well -- \n[6]What can we do, doctor? \n[7]Oh no, not gangsta-phrenia! \n[8]Bradley, I know you're busy, but we need to talk. \n[9]After our therapy session I realized that your father and I could have been better parents. We neglected you and I feel terrible. \n[10]Yes.  So from here on out I'm going to be a better mother. I want to get closer to you... be there for you. If ever you need -- \n[11]Hello? Celeste! When did you get back?! What?! Oh my God! I've been waiting for that bag for six months! It's my personal shopper. Stay right there. I'm on my way! \n[12]So... where we... Oh yes. I'm always here for you, Bradley. Do you have my cell number? \n[13]They sit in bed, stunned. \n[14]... aaaaaa... \n[15]... aaaaaa... \n[16]I love it. Boo-ya! \n[17]You get that from Tiffany? ", "Gluckman": "\n[1]A small crowd and the press are gathered around BILL GLUCKMAN, his wife BESS and daughter BRENDA  who are on the porch of their 12,000-square-foot mansion. \n[2]The limo pulls in.     Bill, Tom and Brad get out. \n[3]Toddler Brad  sits on the floor, playing with a toy as GLADYS, Brad's housekeeper (African- American, thirty) vacuums, while listening to her Walkman. The PHONE RINGS, Gladys pulls off her Walkman headphones and answers the RINGING PHONE. \n[4]SEVEN-YEAR-OLD BRAD sits alone at the table, wearing a Run DMC hat (a la \"Rock Box\", playing with his food. His headphones, around his neck, BLARE NWA. \n[5] Bill and Bess enter with suitcases. The house is crowded with relatives and Brad's 13-year-old friends. \n[6]It's like we've suddenly stepped into a hard-core rap video -- big-bootied home girls in bikinis freak with clean-cut Jewish kids as the staff serve barbecue and malt liquor to the freaked-out guests. Among them, we see a 13-year-old HADJI, MONSTER, and MOCHA, all nicely- dressed for temple. Above, a huge spray-painted banner reads: \"MAZEL TIZZOV B-RAD, ON HIS BAR MITZVAH!\" \n[7]Brad relaxes in a lounge chair, wearing sunglasses and sipping on a forty. Bess enters wearing a Chanel suit. She sits on the lounge chair next to him. \n[8]Brad sits at the massive dining room table as Gladys pours him a big glass of grape juice, then cuts up his food. \n[9]Bill and Tom lie facedown on matching massage tables, while massage therapists rapidly pound their backs. \n[10]\n[11]Tom and the campaign strategy team, Brett, Gary and Jen, are eating takeout, mid-meeting. \n[12]Tom stands there with the phone in his hands, shaken. \n[13]They sit in bed, stunned. \n[14]\n[15] \n[16]Bill hauls-ass down the 405, his headset on. \n[17] ", "Bill": "\n[1]... And so if you elect me governor, I promise to take care of California the same way I take care of my own family; with compassion, caring, kindness, and most of all, with an interest in everyone. My friends... 'California is my family!' \n[2]Speaking of family, I'd like to introduce my wife Bess... \n[3]... and my daughter, little Brenda. \n[4]Any questions? \n[5]Deb? \n[6]In fifteen minutes? \n[7]It's a disaster. \n[8]Thank God. \n[9]I have no idea. I thought he was out of town. \n[10]I thought he was at the chalet in Aspen. \n[11]What are you doing here, son? \n[12]No, no. I love his enthusiasm... It's just a little misguided. There must be something he can do for the campaign, where he can't hurt us. \n[13]I don't know... phones, stuffing envelopes, making signs, something. \n[14]... in Bill Gluckman's administration, women will have better health care, women will have better day care, and women will have better jobs! From here on in, my campaign has a new slogan! \n[15] \n[16]No, Tom. I promise you, I will not lose this election over my son. \n[17]Set up an appointment with my shrink. \n[18] \n[19]You can't be excused until you do. \n[20]That's it, mister. \n[21]What about your bar mitzvah? \n[22]Mazel tov, Bradley! \n[23]Oh stop beating around the bush, Bess. What we're trying to say is, Brad, that your behavior is, well, it's an embarrassment to the family. \n[24]I'm sorry, but it's the truth. \n[25]And, Brad... I can't have you on the campaign any longer. \n[26]Do you think we can bring him back? \n[27]Great news. If he sees Brad five days a week, he says we'll see improvement in three to four years. \n[28]Right, good point. \n[29]I'm all ears. \n[30]You mean, have Brad actually... go there? \n[31]Sounds dangerous... \n[32]How does it work? \n[33]I don't know... it sounds so drastic. \n[34]Who do we get for the gangsters? \n[35]Fellas, instead of thinking of yourselves as what set you're from, or what crew you're rolling with, why can't you both be brothers. What do you say? \n[36]You see... 'California is my family'... \n[37]If we work together as a family there's no telling how high we can go. \n[38]Will he be safe? \n[39](fed up and \n[40]Alright, fine, just do it. \n[41]face through hole. \n[42]Terrific.   How's the Brad project doing? \n[43]And he's okay? \n[44]They sit in bed, stunned. \n[45]Oh... \n[46]... oooooo... \n[47]... oooooo... \n[48]Bradley's been involved in a gang shooting. \n[49]His face was on the news, Tom!   I think I know my own son! \n[50]Sleep? He's shooting the hell out of South Central. We've got to get him! \n[51]Forget the debate! \n[52]You can shove the campaign up your ass, Tom! I will not lose my son over this election! \n[53] \n[54]You're trying to get votes out of this? \n[55]I'm his father. \n[56]I guess right now. \n[57]You're fired. \n[58]Bill hauls-ass down the 405, his headset on. \n[59]I need a location on license number... \n[60] \n[61]Hey there, fellas. Bill Gluckman... I'm running for governor. \n[62]I absolutely recognize that street violence is tearing Californians apart... You see, guys, California is my family, and hey, here's a thought. Instead of thinking of ourselves as what set we're from, or what crew we're rolling with, why can't we just be brothers? What do you say? \n[63]I didn't know anything about that. You've got to believe me, that was not part of the plan. \n[64]It was stupid, I know. I thought I'd tried everything... I just didn't know how to deal with you anymore. \n[65]I'm not proud of myself, Brad. I made a lot of mistakes, and I know I wasn't there for you, and I can't change that, but I always loved you and still do... \n[66]... and if you say this is really who you are, then I believe you and accept you, and from here on in, I promise to be a real father to you. \n[67]I'm here, ain't I? \n[68]Much love. \n[69]Hey, kids... Sorry to interrupt. \n[70]Well, I'm about to go on and, Brad... I want you to be part of this. \n[71]I need you to help me get the urban vote. Introduce me. \n[72]And, son, don't say it... Rap it. \n[73]For real, son, for rizzeal. \n[74]This is a monumental day for our glorious state and there are several people I need to thank here tonight... There's the International Brotherhood of Police Officers... \n[75]The Southern California Rotary Club... \n[76]And our friends at the Environmental Defense Fund... \n[77]Oh, and of course... \n[78] \n[79]The Pimps... The Hoodrats... \n[80]The Association of Korean Grocers. \n[81]The Playas. The Ballers. The Shot Callers. And a special shout out to the I-9's. \n[82]And... The Women's Organization of California. \n[83]And most of all, I'd like to thank my campaign advisor on urban affairs, and my son, B-rad G. ", "Brett": "\n[1]I called the Times and the Chronicle, they're gonna play the whole thing off as a joke. \n[2]Brad might act 'ghetto,' but let's face it, he's never been east of Beverly Hills. \n[3]It'll be perfectly safe. \n[4]We're still dead in the urban demo, though. \n[5]What? \n[6]Where are you going with this? \n[7]Right, right, I'm liking it. \n[8]We've had such a problem with Bill's rich guy image, we could spin the issue to make him more 'Everymen,' you know, 'crime touches everyone,' like that. \n[9]Helps with his leadership profile. \n[10]I've got the image -- Bill weeping over Brad's open casket. \n[11]Bill Gluckman's war on crime... \n[12]War's hot now. \n[13]It's like a green light to Sacramento. \n[14]... oooooo... \n[15]Just so you know, I never liked the way you ran things around here. Bill? Mr. Gluckman? ", "Mocha": "\n[1]Yo yo yoooo!   Listen up, y'all! \n[2]You don't want to see him like dis. \n[3]He O.D.'d again. \n[4]Like twelve, thirteen, I don't know! \n[5]Woof woof! \n[6]Oooh! \n[7]Dang! \n[8]Bam! \n[9]Oh damn, it's on now! \n[10]... Gaaaaa... \n[11]... aaaaaa... \n[12]... aaaaaa... \n[13]Dat is some hardcore shiznit, y'all! \n[14]He ain't with Big Boy, fool! B- Rad's hangin' with some serious bangers! \n[15]Bounce to our respective cribs, jack our moms' and pops' biggest gats, jet down to South Central and save his ass. \n[16]Word. \n[17]A'ight, Monster, what kind of toast you strappin'? \n[18] \n[19]A'ight, a'ight, chill. \n[20]What?  My pops is a collector. Come on, man, pirates used that shit. \n[21]Shut up!   Damn posers! \n[22] \n[23]", "Tom": "\n[1]Thank you for all your questions, but we've run out of... \n[2]That's it for today, guys, very busy schedule, thank you!! \n[3]What's the damage? \n[4]What's the spin? \n[5]How the hell did this happen? \n[6]Jen, I gave you specific orders to get some handlers and keep Brad locked down until after the announcement. \n[7]Maui?! Wasn't he at the villa in South Hampton? \n[8]Oh for God's sake!   Can't we -- \n[9]Bill, you've got to shut this down, now. Tell Brad he can't work with you, period. \n[10]Such as...? \n[11]It was supposed to read, 'Women are first with Gluckman.' \n[12]That's it, Bill. If Brad doesn't straighten up, your political career is finished. \n[13]What are you going to do? \n[14]How'd it go with Feldman? \n[15]We've been brainstorming on some different approaches, and I think we may have something solid here. \n[16]Guys? \n[17]Exactly. \n[18]They car-jack Brad,     then take him on a 'tour' of the     'hood... give him a little taste     of what thug life's really like.      It might just scare the black out     of him. \n[19]Look, I'm as down as the next brother, guy... fellah. I grew up in Compton, okay? But let's get over the P.C. thing and face facts. Unless we do something soon, Brad's gonna cost us this election. \n[20]Maybe drastic is what Brad needs, Bill. He is twenty-four. I mean, what's he gonna do for a living, rap? \n[21]Remember the anti-crime spot we shot last month? \n[22]Those are our guys, right there. \n[23]Absolutely. \n[24]Don't think you can handle it? \n[25]Fantastic. \n[26]Here's some background information on Brad. \n[27]He considers himself a 'rapper.' \n[28]Okay, so here's the story -- it's your basic kidnapping... \n[29]Right.   But when you see   him acting ghetto and all, it    pisses you off  so much, you tour   him around the 'hood to show    him what things are really like. I had my guys brainstorm    a few ideas... \n[30]Pays fifteen grand apiece. \n[31]Good. \n[32]Got you covered. Mr. Gluckman's a billionaire -- if you run into any problems with the law, we're very close with the commissioner. On the flip side, if you screw up and a single hair is touched on Bradley's over-privileged head, I will make sure that you do serious time. Clear? \n[33]Good. \n[34]Five up front, twenty-five when you return him to us, white. \n[35]I'll call you. \n[36]Tom is reading the itinerary through the face hole in his table. As the masseuses pound their backs, Tom and Bill's voices vibrate. \n[37]... a meet and greet with Greenpeace, then drinks with the offshore oil lobby. \n[38]Smooth... he's in South Central. \n[39]He's in excellent hands. \n[40]Yes, Sean. How's our little project going? \n[41]No deal. You get the rest when Richie Cunningham steps through the door here, and not one second sooner, understand? \n[42]Tom and the campaign strategy team, Brett, Gary and Jen, are eating takeout, mid-meeting. \n[43]All the polls say that since Brad's been out of the picture we're up six points. \n[44]Yep? \n[45]Put it through. \n[46]I told you, no more money. \n[47]Excuse me? \n[48]How do I know this is real? \n[49]Okay, I'm convinced. \n[50]Fine... Please don't do anything until I talk to Mr. Gluckman and arrange the finances. \n[51]Brad's been kidnapped for real. \n[52]They want five hundred grand or they'll kill him. \n[53]Now let's not panic. Lemme just think this through for a minute. We could have a very interesting opportunity here. \n[54]Well, the negatives are obvious. \n[55]I can handle Bill. Let's brainstorm the positives. \n[56]What about a voter backlash, like how could he run on the heels of a tragedy? \n[57]Next stop, the White House. \n[58]No deal. \n[59]Bill Gluckman does not make deals with criminals. \n[60]You do what you have to do, and we'll do what we have to do. \n[61]... aaaaa... \n[62]... aaaaaa... \n[63]... aaaaaa... \n[64]... aaaaaa... \n[65]Are you positive? \n[66]I'm sure there's a logical explanation. Why don't you get some sleep -- \n[67]What about the debate tomorrow in Sacramento -- \n[68]If you cancel, you can kiss this campaign good-bye. \n[69]I understand you're upset, Bill, but Jesus, for once in your life think outside the box! We can make Brad's whole gang thing a positive... \n[70]If he's arrested or, God forbid injured, we spin it so you are the victim, you know, 'crime reaches everyone,' something like that... \n[71]I'm trying to win, Bill, and you don't seem to care! \n[72] \n[73]All right, guys, let's pitch on how I get my job back. \n[74]Guys? \n[75]Push the Mega Meal, or you punks are so fired. \n[76]Idiots. What did I tell you about bothering the guests? Now move it, those wieners aren't serving themselves. \n[77]'White Kong'?    Damn! I'm not even white. ", "Gibbsons": ""}}