{"filename": "Man-on-the-Moon_script.txt", "imdb_id": "tt0125664", "imdb_url": "https://www.imdb.com/title/tt0125664", "characters": ["Andy Kaufman (as Tony Clifton)", "Little Michael Kaufman (as Greyson Pendry)", "Little Andy Kaufman", "Budd Friedman", "Janice Kaufman - Andy's Mother", "Mr. Besserman", "Wiseass Comic", "Improv Piano Player", "Diane Barnett", "George Shapiro", "Stanley Kaufman - Andy's Father", "Little Wendy", "Meditation Student", "Baby Carol Kaufman", "Yogi"], "dialogues": {"Budd": "\n[1]\tI think he's Lithuanian.  None of us \tcan understand him.  George nods admiringly.  \n[2]\tAnd now we have a treat for you late- \tnight diehards.  The star of Taxi -- \there in person, Andy Kaufman!  The sparse crowd APPLAUDS.  Budd leaves, and Andy shuffles up.  \n[3]\tThis is a comedy club -- not a \tmedical sideshow. \t\t \tIf you wanna perform here, take a \tshower, get some sleep, and pull \tyourself together.  Come back and do \tthe material that people love: Do \tthe Mighty Mouse, the Foreign guy! \tAndy, you gotta snap out of this \tfunk!  If you can -- I'll give you \tthe headline spot tomorrow.  Andy thinks.  The wheels are spinning.  \n[4]\tGeorge, you won't believe it... I \tgot Andy to do all the old material! \t\t \tAnd he's killin' them!  Inside, there's HUGE LAUGHTER.  George's eyes widen. Piqued, he goes in...  ", "Friedman": "", "Besserman": "", "Wiseass": "\n[1]\tSo I'm getting my mother-in-law a \tspecial Christmas present: A pre- \tpaid funeral!  The mortician asked \tme if I wanted her buried, embalmed \tor cremated.  I said, \"Make it all \tthree!  I'm not takin' any chances!\" \t\t \tThank you.  Good night! The comic waves and exits.  APPLAUSE.  George politely claps.  A PIANO PLAYER jumps in with an upbeat show tune.  We think there's a break... when Andy suddenly, awkwardly steps on stage.  He is in character as Foreign Man.  Pink jacket, tie, hair slicked back, frightened like a deer in headlights.  He puts down his big case, pulls out various junk, and arranges it on chairs.  The room hushes, uncertain as to who the hell this guy is. Andy tentatively grabs the mike.  The stagefright is agony.  ", "Comic": "\n[1]\tSo I'm getting my mother-in-law a \tspecial Christmas present: A pre- \tpaid funeral!  The mortician asked \tme if I wanted her buried, embalmed \tor cremated.  I said, \"Make it all \tthree!  I'm not takin' any chances!\" \t\t \tThank you.  Good night! The comic waves and exits.  APPLAUSE.  George politely claps.  A PIANO PLAYER jumps in with an upbeat show tune.  We think there's a break... when Andy suddenly, awkwardly steps on stage.  He is in character as Foreign Man.  Pink jacket, tie, hair slicked back, frightened like a deer in headlights.  He puts down his big case, pulls out various junk, and arranges it on chairs.  The room hushes, uncertain as to who the hell this guy is. Andy tentatively grabs the mike.  The stagefright is agony.  \n[2]\tHi.  Um, we were supposed to have \tAndy Kaufman on our show this week - \t- but now our producers aren't sure \tif it's such a good idea. \t\t \tSome of us at Saturday Night Live \tthink Kaufman's a comic genius.  But \tothers disagree... they say he's \tjust not funny anymore. \t\t \tSo we're putting the decision up to \tyou.  Please call up and vote.  To \tkeep Andy, call 1-900-244-7618.  To \tDUMP him, call...  ", "Diane": "", "Barnett": "", "George": "\n[1] He is astonished.  George cannot quite figure out what's going on... but he wants in.  He waves Budd over.  Budd leans down, and George WHISPERS.  \n[2]\tPst.  What's the story with this \tguy?  \n[3]\tHe does a hell of an Elvis.  \n[4]\tHey, I really enjoyed your set.  \n[5]\tSo I understand you're from \tLithuania?  \n[6]\tCaspiar?  I haven't heard of that.  \n[7]\tOh.  Hm.  I'm uh, sorry. \t\t \tWell, look, I'm probably out of my \tmind -- but I think you're very \tinteresting.  If you ever need \trepresentation... we should talk.  George hands him a BUSINESS CARD.  Andy reads it -- then his eyes pop.  He DROPS the accent.  \n[8]\tCaspiar, huh?!  \n[9]\tPeople love... comedians.  \n[10]\tYou show a lot of promise... but... \tmy concern is I don't know where to \tbook you.  You're not a stand-up... \tyour act doesn't exactly translate \tto films... help me... where do you \tsee yourself?  \n[11]\tYeah, ha-ha.  That's funny.  Andy dips his silverware in the water glass.  Two dunks, then he dries it with his napkin.  George stares, perplexed.  He looks back up -- and Andy's booger has suddenly switched nostrils.  Huh?  \n[12]\tYou're insane. \t\t \tBut -- you might also be brilliant. \tAlright, Andy... let's do it.  George warmly extends his hand.  Andy slowly smiles, then takes George's hand.  The men shake.  A moment of supreme importance. \n[13]\tSammy, opening for David Brenner is \ta fine gig.  You'll be on the \troad... get some exposure...  O.S., a SECRETARY shouts out.  \n[14]\tWho?  \n[15]\tOh. \t\t \tSammy, think about it.  I gotta go. \t\t \tHello?  George Shapiro here.  On the phone, a STACCATO, ABRASIVE NASAL VOICE blares.  \n[16]\t\t \tEr, yes.  Speaking.  \n[17]\tCan I help you with something?  \n[18]\t\t \tWho is this? \n[19]\tLook... I don't know what your \tproblem is...  \n[20]\tAndy, c'mon IN!  Thanks for flyin' \tout here!!  \n[21]\tThat's... terrific!  But I got \tsomething better.  This is BIG... \t\t(giddy; milking the \t\tmoment \tYou are getting a once-in-a- \tlifetime, unbelievably lucrative \topportunity to star on... a \n[22]\tAnd this is a CLASS ACT!  It's the \tguys who did the Mary Tyler Moore \tand Bob Newhart shows!  It takes \tplace in a taxi stand!  And you're \tgonna be the Fonzie!  \n[23]\tNO!  The Fonzie!  The crazy breakout \tcharacter!  The guy that all the \tkids impersonate and put on their \tlunchboxes!  \n[24]\tHANG ON, you ain't heard the best \tpart!  ABC has seen your foreign man \tcharacter, and they want to turn him \tinto -- \t\t(he checks his \t\tnotes \t\"Latka,\" a lovable, goofy \tmechanic!!!  Long pause.  Then -- Andy responds.  \n[25]\t\"No\"?  \"No\" to which part??  \n[26]\tAndy... this is every comedian's \tdream.  \n[27]\t\t \tB-but, this is classy... they did \tBob Newha--  \n[28]\tYou have to do it.  \n[29]\t\t \tLISTEN, you arrogant putz!  I've \tbeen in this business for twenty \tyears!  I know!  If you walk away \tfrom this opportunity, you will \tnever, NEVER see another one like it \tagain!!!!  Long pause.  Andy stares at George, amazed at this passion.  Then Andy gets up and looks around the office.  He stares at the awards... the gold records... emblems of success and experience.  Andy thinks -- then nods.  \n[30]\t\t \tOf course!  That's what negotiations \tare for.  Andy starts to write on a piece of paper.  \n[31]\tWhat are you doing?  \n[32]\tAre you makin' fun of me --?  This \tis RIDICULOUS!  \n[33]\tThey're IMPOSSIBLE!!  Jesus! \t\t(he points at one \t\titem \tI mean -- \"two guaranteed guest \tshots for Tony Clifton\"??!  Who is \tthis TONY CLIFTON?!  \n[34]\tThis Clifton called me up.  He's a \tloon!  He HATES you! \n[35]\tMr. Kaufman will only appear in half \tthe episodes. \t\t \tMr. Kaufman requires an undisturbed \t90 minutes of meditation prior to \tfilming. \t\t \tMr. Kaufman won't rehearse. \t\t \tMr. Kaufman gets his own network \tSpecial.  The execs are stupefied.  Finally -- George delivers the clincher.  \n[36]\tAnd Taxi must guarantee two guest \tappearances to... Tony Clifton.  \n[37]\tTony Clifton.  \n[38]\t\t \tI don't know.  Long pause.  The execs stare at George like he's lost his mind.  \n[39]\tBut Andy says he's fabulous. \t\t \tHe also says, these are the terms.  The execs' leader, MAYNARD SMITH, shudders hopelessly.  \n[40]\tAndy?  \n[41]\tEh, hi, Andy.  Look, this Tony \tClifton... is he performing \tanywhere?  \n[42]\tThat's alright.  Where...?  \n[43]\tAlright, I'm here.  What do you \twant?  Tony puts down his fork.  He pauses... slowly turns around... and is Andy.  George GASPS.  His eyes bulge.  Andy smiles innocently.  He gestures to an empty seat.  \n[44]\tI... I-I don't understand this act. \n[45]\tYeah?  Well tell that to the poor \tschlub who you humiliated!  Beat -- then Bob strolls over.  His real name is BOB ZMUDA.  \n[46]\tSo your name's not Gorsky.  \n[47]\tThis has to stay in the room... but \there's the thing: Andy is Tony.  And \tTony is Andy!  They'll deny it up \tand down, but I swear to God, \tthey're the same person! \t\t \tIt's smart business!  You'll get two \tAndy Kaufmans for the price of one!  Maynard thinks about this, quite methodically.  A beat, and then he cracks a smile...  \n[48]\tAndy!  \n[49]\tAndy... THEY SAID YES!  They agreed \tto it all!  They thought your terms \twere a shining example of your \t\"irreverent wit\" -- and precisely \twhy they want you! \t\t \tYou're getting EVERYTHING!  Whoa.  Andy looks up, astonished.  His space station EXPLODES, but he doesn't notice.  He turns to George... and slowly smiles sweetly.  Genuinely.  \n[50]\t\t\t\t(worried at this \t\t\t\tresponse \t\t\t No... eh, the Special \t\t\t isn't all like this... \t\t\t just wait... it will be \t\t\t hysterical.  At that moment, the picture turns to FUZZY SNOW.  Maynard scowls.  \n[51]\tNo, um... it's part of the snow.  An awful beat.  Maynard is embarrassed.  Finally -- he explodes.  \n[52]\tHey!  Could you clear this table and \tbring me a piece of poundcake?  Andy turns.  They stare down each other.  \n[53]\tAndy, this is ridiculous.  Take off \tthat apron.  \n[54]\tLook, I'm sorry.  They're assholes! \tBut we work in a creative business. \tYou can't predict what people are \tgonna like --  \n[55]\t\t \tTell you what.  I'll book you on \tsome concerts, and meanwhile, we'll \tshow the Special around... see if \tsomebody wants to buy it --  \n[56]\tYou signed for five years -- \t\t \tSo four years, seven months.  \n[57]\tWhat kind of show was this??! \t\t(angrily reading off \t\ta LIST \tThere were three-hundred walkouts! \tThe promoter wants a refund!  Andy mumbles in a pipsqueak whimper.  \n[58]\tYou're DAMN RIGHT you're sorry! \t\t \tAnd you -- you're the road manager! \tYou should be watchin' out for him!  \n[59]\tWhen you play the Midwest and South, \tyou DON'T MINDFUCK THESE PEOPLE! \tIt's not postmodern -- it's rude. \t\t \tIf you wanna perform in Texas, you \tgive 'em Mighty Mouse!  You give 'em \tElvis!!  \n[60]\tAnd that's great.  But do it in LA \tand New York!  There you experiment! \tShow up with a sleeping bag and take \ta nap on stage!  I don't care!  Hmm.  Andy thinks.  \n[61]\tI don't know! \t\t(he composes himself \t\tand lowers his voice \t\tto a hush \tAndy... you need to look inside: Who \tare you trying to entertain?  The \taudience... or yourself?  \n[62]\tI'm worried about Andy.  His stress \tlevel is affecting his work.  \n[63]\tBob, Andy needs to RELAX.  See if \tyou can get him away from all this. \tTake him to Hawaii, or Bali... Find \tsomething special.  Something \tnice...  Zmuda mulls this over.  \n[64]\t\t \tI'm not sure how Andy's gonna take \tthis...  \n[65]\tBut that's Tony down there.  That's \tnot Andy.  Trust me, it's like \t\"Sybil\" -- Andy's nowhere on the \tpremises!  Ed glares.  \n[66]\t\t \tOkay.  But we'll have to warn Andy \tfirst.  I think he's up in San \tFrancisco, doing a concert.  Heh?  Ed raises his eyebrows.  \n[67]\tHi, Diane, this is George.  I'm \ttrying to reach Andy up in San \tFrancisco. \t\t \tYeah, I'll wait.  Ed glances down at the stage... and suddenly Tony is no longer there.  He's magically vanished.  Beat.  George turns on the SPEAKERPHONE, then CLICK!  Andy's happy voice pops on the line.  \n[68]\tHi, Andy.  How's the weather up \tthere?  \n[69]\tI'm here with Ed over at Taxi. \tThere's been some trouble with Tony.  \n[70]\tThere'll be other shots.  \n[71]\tEhh -- Andy doesn't really like \tplaying casinos.  The audiences \tdon't work well for him.  \n[72]\t\t \tReally?!  You want Tony Clifton to \theadline Harrah's Tahoe??  \n[73]\tLook -- I gotta be clear with you. \tTony Clifton is NOT Andy Kaufman.  \n[74]\t\t \tNo, I'm serious.  If you book Tony, \tdo NOT EXPECT TO GET ANDY.  \n[75]\tFine, be my guest!  Book him.  \n[76]\tGene, you misunderstood!!  You're \tnot getting BOTH of them! \t\t \tIt's physically impossible!  \n[77]\tYeah, I KNOW what I said!  But -- \ttrust me, it's not gonna happen!  \n[78]\tYou're so proud.  You're like some \tretarded kid comin' home from \tschool: \"Look, Dad, I got an F!\"  \n[79]\t\"Funny\"?  I dunno.  But \t\"intriguing\"... \"mindboggling\"... \tperhaps \"headache-inducing\"... sure. \t\t \tLike, that moment, when you both \tcame onstage...  Andy excitedly jumps up and down.  \n[80]\tSo you've got this big elaborate \tjoke, which is really only funny to \ttwo people in the universe. \t\t \tYou... and you.  \n[81]\t\t \tBut what's the POINT?  How will any \tof this make you the biggest star in \tthe world?  Hmm.  Andy contemplates this.  \n[82]\tBut I feel you're extending this \tphilosophy to real life.  It's \tobsessive.  Nothing's ever on the \tlevel anymore.  A perplexed beat.  \n[83]\tMerv Griffin has received 2000 \tpieces of hate mail.  Andy, Merv \tGriffin doesn't GET hate mail.   \n[84]\tNo, I'm not gonna take it.  If I \ttake it I'll break my back.  He crosses his arms.  Andy frowns and lowers the weight.  \n[85]\tBuddyboy, they detest you!  Next \ttime you make an appearance, women \tare gonna picket.  \n[86]\tWRONG!  You haven't given them any \tclues that it's a parody!  \n[87]\tAndy, do you realize you don't do \tcomedy anymore?  Where's that sweet \tguy who used to do \t\t(he SINGS Mighty \t\tMouse \t\"Here I come to save the day!\"? \t\t \tPlease, enough with the wrestling! \tYou've lost touch with reality!  \n[88]\tHe is the Southern Heavyweight \tChampion.  He'll kill you. \t\t \tFirst, you piss-off women.  Then you \tpiss-off the South.  Then you get \tkilled! \t\t \tAnd I did the bookings.  Andy shrugs, lacking a response.  He eats more cake.  \n[89]\tAndy, look... there's a job I want \tyou to take -- guest-hosting the TV \tshow \"Fridays.\"  It's not so hot... \tbut this is a great opportunity for \tyou.  The show's live, they'll give \tyou carte blanche, and you can get \tback to the business of making \tpeople laugh.  Andy gets a strange gleam.  He only heard one thing.  \n[90]\t\t \tYeah, he's just laying low, waitin' \tfor his comeback. \t\t(he sees an article \t\tand winces \tGod, listen to this!  \"It was \tmorally wrong to take advantage of \tsuch an unstable individual...\"  \n[91]\tThanks for seeing me on such short \tnotice. \t\t(he takes a careful \t\tbeat \tI... I wanted to talk to you about \tbooking Andy on \"Saturday Night \tLive.\"  Lorne Michaels squirms uncomfortably.  He chooses his words.  \n[92]\tWe agree completely. \t\t \tAndy has to reconnect with his core \taudience.  So I got him on Letterman \ttonight.  He's gonna apologize to \tJerry Lawler, then repent for all \this bad guy shenanigans.  Lorne Michaels mulls this over.  \n[93]\tHe's very sincere. \t\t \tAnd he needs your show...  Beat.  Lorne Michaels nods.  \n[94]\tAnd this wasn't \"Merv.\"  This was \tthe hippest audience on television. \t\t \tThey've turned on you.  At that... we reveal that SOMEONE ELSE is sitting next to Andy.  But only the back of his head is visible.  \n[95]\tIt's like you two guys wanted to \tdestroy Andy's career!  Upsetting \tall those people... putting out that \ttoxic venom... \t\t \tWhat did you THINK would happen?!  \n[96]\tYou're BLIND!  There is no envelope \tanymore!! \t\t \tIt hurts me to say this... but \tthere's only one solution -- \t\t \tI don't want you two to ever work \ttogether again.  We WIDEN...  And the other person is JERRY LAWLER.  He feels bad.  \n[97]\tAndy!  You don't get it! \t\t \tThey don't want you back.  Andy's face drops.  \n[98]\tAndy... it's me.  I've got some \tcrummy news. \t\t \tTaxi's been canceled.  Silence.  Andy has no response.  \t\tGEORGE  (cont'd) \tDo you want me to come over?  Talk \tabout it?  \n[99]\tHey, what's going on here?  \n[100]\t\t \tWhy...?  Andy, why...?  \n[101]\t\t \tAndy, they don't think you suck. \tThey've just... lost a reason to \tlove you.  The guys stop walking.  George gently speaks.  \n[102]\tYou've gotta make the public embrace \tyou again.  You have to win back \ttheir sympathy...  \n[103]\t\t \tExcuse me -- but could Andy tell us \twhy we're here???  All heads turn.  A long pause.  Then -- Andy stiffly speaks.  \n[104]\tFORGET IT.  It's in terrible taste! \tI want nothing to do with this.  Pause.  Lynne is puzzled.  \n[105]\tThat's ridiculous.  You don't even \tsmoke.  \n[106]\tAndy... you look me in the eye, and \ttell me this is true.  Andy gulps.  \n[107]\tIf I find out you're behind this, \tI'll kill you.  \n[108]\tExactly.  That's the sort of thing \tyou guys would work out to fuck me \tup.  \n[109]\tWhat was that all about?  \n[110]\tHe's an actor.  I remember him in \t\"The In-Laws.\"  Ah.  Andy's eyes widen.  His wheels are spinning fast.  \n[111]\tYou must take a little pleasure in \tit.  \n[112]\tAndy, you're surrounded by what you \tcreate.  You are the KING of \tnegative energy.  \n[113]\tSo how can I help you...?  \n[114]\tDo you wanna tour the clubs?  \n[115]\tThat's great... but this show's \tgonna cost a fortune.  Even if it \tsells out, you'll still lose eighty \tgrand.  Andy smiles.  \n[116]\tSo who's gonna pay for it?  \n[117]\t\t \tYou know Tony doesn't have that kind \tof money.  \n[118]\tOkay, Andy.  Will do.  \n[119]\t\t \tYou've got good days and bad days.  Andy softly sighs.  \n[120]\t\t \tYeah...  George silently pats Andy.  Andy's energy is sapped, but he forces himself to be upbeat.  \n[121]\t\t \tI think we can sell that.  Silence.  George struggles not to shatter Andy's enthusiasm.  Andy smiles gratefully.  \n[122]\tDid your -- doctor say it's okay for \tyou to go back to work?  \n[123]\t\t \tReally?  \n[124]\tThe Philippines?  I dunno... Andy... \the sounds like one of your \tcharacters.  \n[125]\tIt's a perfect Kaufman audience.  ", "Shapiro": "\n[1] Real working showbiz offices.  No glamour at all.  It looks more like an insurance agency.  George sits in his office, reassuring someone on the phone.  \n[2] George jumps from his desk.  Andy is walking in.  \n[3] GEORGE throws his attachй case on the desk, then slumps into his chair.  He picks up the phone and dials.  \n[4] George is yelling at Andy and Zmuda.  They are seated on his couch, heads bowed in shame.  \n[5] Andy is manically washing his hands.  Using liquid soap from the dispenser, then rubbing his hands under the water.  Then more liquid soap.  More rubbing.  Then more liquid soap...  \n[6] George sighs at Zmuda.  \n[7] George on the phone.  \n[8] George stares glumly at Andy.  Andy is quite cheerful -- eating a big piece of chocolate cake.  \n[9] Tight on Andy, staring at the LA Times.  A small headline says \"JOKESTER ANDY KAUFMAN VOTED OFF 'SATURDAY NIGHT LIVE'\"  He is bothered.  ", "Little": "\n[1]\tNow, while continuing your deep \tbreathing, slowly open your eyes. \tYou should feel rested, relaxed, and \talert.  The students all open their eyes.  \n[2]\tOkay.  Anyone else --?  \n[3]\tWhat is this stuff?  \n[4]\tAndy!!  Shocked, they run over.  Tony lies huddled on the ground.  He mutters sadly, defeatedly.  ", "Wendy": "\n[1]\tNow, while continuing your deep \tbreathing, slowly open your eyes. \tYou should feel rested, relaxed, and \talert.  The students all open their eyes.  \n[2]\tOkay.  Anyone else --?  \n[3]\tWhat is this stuff?  \n[4]\tAndy!!  Shocked, they run over.  Tony lies huddled on the ground.  He mutters sadly, defeatedly.  ", "Meditation": "\n[1] The light is magical.  Soothing SITAR music plays.  Andy and fifteen other BAREFOOT STUDENTS sit on mats in a semi- circle.  Eyes shut, bodies in different yoga positions, they are all meditating.  Facing them on a throne-like chair sits a reverent, Indian YOGI.  At his feet is the class teacher, LITTLE WENDY, a teeny lady with an absurdly high-pitched voice.  \n[2] The Yogi slowly walks down the corridor, deep in thought.  A few DISCIPLES IN TURBANS mill around.  \n[3] NINE STUDENTS, sitting in the Lotus position, are listening to a teacher.  The teacher is Andy.  \n[4] Andy steps out.  ", "Student": "\n[1]\tMy mind is clear.  I feel great.  \n[2]\tAll the tension is gone from my \tbody.  The Yogi's eyes go to Andy.  Andy smiles sweetly.  ", "Yogi": "\n[1]\tDo any thoughts come...?  \n[2]\tGood...  \n[3]\tYou always had a good heart.  But \tI'm proud of the progress you've \tmade in your discipline. \n[4]\tAre you at peace with your family?  \n[5]\tGoals are important.  \n[6]\tWe are all impressed.  Andy smiles beatifically.  This means a lot.  \n[7]\tYes.  Silence.  \n[8]\tExcuse me, Andy...  \n[9]\tThis is very difficult for me to \tsay... but -- perhaps it would be \tbest if you didn't attend the \tretreat.  \n[10]\tYes -- we do not doubt your devotion \tto TM.  But we feel that perhaps... \tyou and the program have grown apart \tphilosophically.  Andy is stunned.  \n[11]\t\t \tThe wrestling... the sexist \tremarks... the foul language... \tthese things are not becoming of an \tenlightened individual. \t\t \tIt seems you have no respect for \tanything.  Andy is stupefied.  He doesn't know how to respond.  \n[12]\tIt is apparently not working.  \n[13]\t\t \tAndy, don't raise your voice.  We \tdon't wish your presence here.  Andy is broken.  He fights to bottle his rage -- then notices Little Wendy down the corridor, peering helplessly.  Beaten, Andy waves goodbye to her.  Little Wendy gulps, then waves goodbye too.  "}}