{"filename": "Margin-Call_script.txt", "imdb_id": "tt1615147", "imdb_url": "https://www.imdb.com/title/tt1615147", "characters": ["Seth Bregman", "Executive Assistant", "Eric Dale", "Peter Sullivan", "Will Emerson", "Louis Carmelo", "Sam Rogers", "Ramesh Shah", "Heather Burke", "Lauren Bratberg", "Jared Cohen", "Sarah Robertson", "Security Guard", "John Tuld", "Mary Rogers"], "dialogues": {"Seth": "\n[1]Is that them? \n[2]Jesus Christ. \n[3]Are they going to do it right there? \n[4]Fuck me. \n[5]No. \n[6]Yeah. Did they say what was going to happen with us? \n[7]What? \n[8]Well, take care, Eric. \n[9]You ok? \n[10]You want to get a drink? \n[11]Everyone is going out... come on. \n[12]Well, give me a call if you change your mind. \n[13]Come on. \n[14]The Grand. \n[15]Be glad, you're still alive. \n[16]Hello. \n[17]What. \n[18]Wait... Give me a sec... OK. \n[19]Lugo. \n[20]Emerson? \n[21]I think he's still here. Why? \n[22]Where? \n[23]What! \n[24]You want me to get our boss's boss out of a club and bring him back to the office at 10:00 on a Thursday night? \n[25]Why? \n[26]Alright, we'll be there in ten. \n[27]Hey. \n[28]What's going on? \n[29]Eric? \n[30]What is he doing here? \n[31]Oh. \n[32]We are starting to test those historic patterns. \n[33]Tuesday. \n[34]Two Fridays ago. \n[35]Fuck me... Once this thing gets going in the wrong direction... \n[36]It's huge. \n[37]The losses are greater than the current value of the company...? \n[38]Fuck me. \n[39]It does. \n[40]Doesn't he have like three kids? \n[41]I'm just saying, would you go home? \n[42]You want one? \n[43]What, we got them on our way to meet you at the office... we didn't know what the fuck you wanted to talk about... ... thought you might've gotten some chick pregnant or something. \n[44]I guess that's true. \n[45]What? \n[46]I try not to let work get to me. \n[47]Look, we are twenty three years old... \n[48]Whatever, same thing, I made almost a quarter of a million dollars last year... for what... pushing some numbers around on a computer screen, so a bunch of glorified crack addicts could take that information and pretend to understand it, and then make a bet against some other jock half way around the world who if he wasn't doing this would probably be in some OTB somewhere putting it all on number seven. And at the end of the day one guy loses and the other guy wins. \n[49]It's Will... He wants to know if we've found him? What do I tell him. \n[50]We should probably tell Will he's not here. \n[51]What do you think this girl makes in a night? \n[52]1500? \n[53]2000? Fuck. That's.... All things considered, that's not bad. \n[54]Will?... No, no, we asked and no one's seen him. \n[55]He's freaking out. We need to get down there. \n[56]What'a you think Rogers makes in a year? \n[57]Come on, play along. \n[58]Last year. \n[59]Come on. \n[60]Not even close. \n[61]Yes. \n[62]Will Emerson made two and half million bucks last year. \n[63]He did. \n[64]He told me. \n[65]Well I asked him. \n[66]Probably. \n[67]Why? \n[68]Right? \n[69]So what do you think that means Rogers puts away? \n[70]Will. Mr. Rogers. \n[71]Sir. \n[72]  \n[73]Seth. \n[74]Jesus fucking Christ! Who is that guy? \n[75]He looks like he's fifteen years old. How old is he? \n[76]What ain't pretty? \n[77]Jesus. \n[78]Shit, that's a long way down. \n[79]Jesus man. \n[80]Well that's a little deep and depressing, thank you. \n[81]Will, come on. Get down. \n[82]What? \n[83]How? \n[84]Will? \n[85]Did you really make two and half million bucks last year? \n[86]Two and a half million goes quickly? \n[87]Smart. \n[88]Whoa!                               Whoa! \n[89]3:30! \n[90]What do you think Tuld made last year? \n[91]That's a lot of fucking money. \n[92]Really? \n[93]Probably a good idea. \n[94]Ah fuck, it's Jared. He's coming this way. \n[95]Jesus, nice place. \n[96]I hope it was with cash. \n[97]I think I should stay here. \n[98]I just don't think it would be appropriate. \n[99]Really? \n[100]So, am I getting fired? \n[101]Are you? \n[102]Oh. \n[103]I get it. When did you know this is what you wanted to do? \n[104]Fuck me. \n[105]How did you learn to do that? \n[106]Don't be, you're not doing it to me. \n[107]Only if we can get this done, right? \n[108]How? \n[109]There aren't really enough willing buyers out there right now. \n[110]Are you ok with that? \n[111]I guess. And what about everyone else? \n[112]Normal people. \n[113]Are we gonna be wrong on this one? \n[114]You just fired me. \n[115]This is all I've ever wanted to do. \n[116]Yes... ", "Bregman": "", "Executive": "\n[1]45                                                                   45    \n[2]65                                                                   65    \n[3]66                                                                   66   \n[4]73                                                                    73   ", "Assistant": "\n[1]Mr. Cohen? \n[2]This way. They are already in there waiting for you. \n[3]Gentlemen, there is some breakfast down the hall if you guys are hungry. ", "Eric": "\n[1]\n[2]Yes. \n[3]I run risk management... it just doesn't seem like a natural place to start cutting. \n[4]\n[5]\n[6]Yes. \n[7]I'm sorry?? \n[8]What about my current ongoing work? I'm right in the... \n[9]3                                                                      3   \n[10]Will. \n[11]Are you still alive? \n[12]Congratulations. \n[13]I heard. \n[14]I know. \n[15]One more thing... Who was it? \n[16]Was it Rogers? \n[17]Robertson? \n[18]That cunt. I knew it. I never should have gone to her last year. \n[19]Yeah. \n[20]Will? \n[21]You know I was just in the middle of a bunch of shit here that someone should really take a look at. \n[22]4                                                                     4   \n[23]No, it will be ugly around here for a while but you guys will be fine... \n[24]Well, I'll be seeing you around. \n[25]That's not necessary. \n[26]I know. \n[27]I was close to something here... But they wouldn't let me finish it. Take a look. \n[28]Be careful. \n[29]Robertson! \n[30]Sarah Robertson! \n[31]You shut off my phone??? \n[32]Fuck you. \n[33]59                                                                   59   \n[34]60                                                                     60   \n[35]What are you doing here? \n[36]Really? \n[37]Yeah, I bet. \n[38]No. \n[39]No. But I'm pretty sure what it says. \n[40]I'm sure he's right. \n[41]Well, I am very sorry to hear that. \n[42] \n[43] \n[44]You don't think I know that. I've been warning that cunt Robertson about this shit since last March. \n[45]Fuck her... Fuck her. \n[46]I signed my papers man, I'm out. They've got nothing on me anymore. \n[47]I've already been paid enough by them. \n[48]Did you know I built a bridge once? \n[49]A bridge. \n[50]I was an engineer by trade. \n[51]It goes from Dilles Bottom, Ohio to Moundsville West Virginia. It spans 912 feet over the Ohio river. Steel through arch design. 12,100 people a day use the thing. \n[52]It cut out 35 miles each way of extra driving to get from Wheeling to New Martinsville. That's a combined 847,000 miles of driving a day... and 25,410,000 miles a month and 304,920,000 miles a year saved. \n[53]I completed that project in 1986... 22 years ago. Over the life of that one bridge that's 6 billion... 708 million... 240 thousand miles that haven't had to be driven! At let's say... 50 miles an hour that's 134,164,800 hours... or 559,020 days... so that one little bridge has saved the people of those two communities a combined 1531 years of their lives not wasted in the car... give or take. \n[54]One thousand, five hundred, thirty-one years... \n[55]That's what I did. Look... you better get back over there. \n[56]Crazy shit. \n[57]Thanks for stopping by. \n[58]Who the fuck is this? \n[59]What? \n[60]They fired me Will. Fuck em... Fuck em. \n[61]Well that's always been true. \n[62]See ya. \n[63]Thanks. \n[64]Yeah. \n[65]You as well? \n[66]Jesus. \n[67]I'm sorry. \n[68]Really... and Cohen? \n[69]Of course... \n[70]Are you still dating that tall guy... from the Christmas thing? \n[71]He was very tall. \n[72] \n[73]It doesn't matter. \n[74]Have they taken all the phones out of this room? \n[75]Jesus. Paranoid fucks. \n[76]They told me they were going to drag me through hell on everything from my options to healthcare over the next two years or I come back and make... $176,471.00 an hour to sit in this room quietly... it wasn't much of choice. \n[77]\n[78]I understand, there was nothing you could do. \n[79]It never does. \n[80]What is your package going to look like? \n[81]Should be pretty good, no? ", "Dale": "\n[1]\n[2]3                                                                      3   \n[3]4                                                                     4   \n[4]60                                                                     60   ", "Peter": "\n[1] \n[2]Yeah. \n[3]Excuse me? \n[4]No. \n[5]I'm not Eric Dale. \n[6]He's my boss, he's down that hall. \n[7]Eric, I am very sorry. \n[8]Jesus Seth. \n[9]I just wanted to say thank you. \n[10]Well it is... You were the person around here that I... \n[11]Yeah. Just a little freaked out. \n[12]Nah, I need to clean up a few things around here. \n[13]Nah, I'm fine. \n[14]I will. \n[15]Where are you going? \n[16]I'll call you when I'm done. \n[17]I am. \n[18] \n[19]Fuck. \n[20]I can't hear you. \n[21]Go outside, I can't hear you. \n[22]Where are you? \n[23]Are you with Will? \n[24]Yes. \n[25]You have to go get him, and get back up here. \n[26]The office. \n[27]I'm serious. \n[28]Our boss just got axed, so technically he is our boss, and yes. \n[29]Just do it Seth. \n[30]Will, I am so sorry to call you back but I really think.. \n[31]Look at this. \n[32]Eric gave me this file before he left. \n[33]Dale. And he told me he couldn't quite figure it out, then the last thing he says as the doors on the elevator close is `be careful'. \n[34]So I'm obviously a little curious. So I get into it a bit and I realize that all he was missing was...well it's not good. \n[35]Go to model four, and it makes more sense. \n[36]This is basically everything that we have on our books at any given time. But what Eric was trying to do here is work it for levels of volatility that fall outside the limits of our standard VAR model. \n[37]Well it's a fairly complicated... \n[38]The volatility boundaries are basically set using historic patterns then stretching them out another 10-15%... roughly. \n[39]Today. \n[40]Monday, last Friday, last Wednesday and Monday. \n[41]Yeah... \n[42]Projected losses... projected... \n[43]Yeah. \n[44]Yeah... \n[45]I can't find him, they cut off his phone. \n[46]They turned off everyone's phone who they axed today. \n[47]No. \n[48]I tried, it's been turned off. \n[49]You're going to call his house? \n[50]It seems pretty fucking right to me. \n[51]Now? \n[52]What are you going to do? \n[53]Fuck me. \n[54]No. \n[55]I haven't gotten laid in so long that's not possible at this point. \n[56]Look at these people. \n[57]We are in here stressing our fucking heads off that the world as we know it is ending, and they've got no idea what's coming. \n[58]Right? \n[59]I've noticed that about you actually. \n[60]Twenty-Seven. \n[61]You do know it's a little more complicated than that? \n[62]Tell him that we haven't found him. \n[63]What now? \n[64]Yeah. \n[65]Seth. \n[66]I have no idea? \n[67]I don't know what year? \n[68]Three quarters of a million bucks? \n[69]What? \n[70]More? \n[71]A million? \n[72]Fuck you. \n[73]Fuck you! \n[74]How do you know that? \n[75]He just told you that? \n[76]Do you think that's true. \n[77]That's fucked up. \n[78]Does that seem right to you? \n[79]Jesus. \n[80]I have no idea. \n[81]This fucking traffic. We should have taken a the subway. \n[82]Will? \n[83]Where are we going? \n[84]Mainly Mr. Dale's... \n[85]Yes. Again, derived from Mr. Dale's original model. But yes. \n[86]Background? \n[87]I have been with the firm for two years working with Eric that whole time... But I hold a doctorate in engineering, specialist in propulsion, from MIT, with a Bachelors from Penn. \n[88]Well... in laymen terms my thesis was a study in the way that friction ratios effect steering outcomes in aeronautical use under reduced gravity loads. \n[89]Um... I was... yes. \n[90]Well it's all just numbers really, you're just changing what you're adding up... and if I may speak freely the money is considerably more attractive here. \n[91]1.215 Trillion. \n[92]No one... besides us here. \n[93]Yes. \n[94]How does that happen? \n[95]What are they talking about? \n[96]Wow. \n[97]Careful. \n[98]A trillion bucks?? \n[99]How would they even do that? \n[100]What do you do with all that money? \n[101]Eight hundred. \n[102]125 left. \n[103]76,520? \n[104]Whoa!                               Whoa! \n[105]Sir. \n[106]Yes sir. \n[107]I'm twenty-seven sir. \n[108]Yes sir. \n[109]Well, sir. As I guess you may or may not know I work for Mr. Rogers here as an associate in the risk assessment and management office at MBS \n[110]Sorry... \n[111]Yes... Well as you probably know over the last 36-40 months the firm has begun packaging new MBS products that combine several different traunches of rating classification in one tradable security. This has been very profitable as I imagine you noticed. \n[112]Well the firm is currently doing a considerable amount of this business every day. The problem, which is I guess why we are here tonight, is that it takes us... the firm... almost a month to layer these products correctly thereby posing a challenge from a risk management standpoint. \n[113]We have to hold these assets on our books longer than we might ideally like to. \n[114]But the key factor is these are essentially just mortgages, so that has allowed us to push the leverage considerably beyond what you might be willing, or allowed to do in any other circumstance, thereby pushing the risk profile without raising any red flags. \n[115]We have pushed it to 1.215 Trillion dollars... at MBS alone. \n[116]Give or take. \n[117]Actually not taking place today but what's already taken place over the last two weeks. \n[118]Sort of. \n[119]Well, that's where it becomes a projection. But... \n[120]Well... sir... if those assets were to decrease by just 25 percent, and remain on our books... well... that loss would be greater than the current market capitalization of this company. \n[121]Well sir, I'm not sure I'd put it that way but let me clarify using your analogy, what this model shows is the music, so to speak, just slowing, if the music were to stop, as you put it, then this model would not be even close to that scenario. It would be considerably worse. \n[122]Yes. \n[123]Eric Dale. \n[124]Would you shut the fuck up. \n[125]Really? \n[126]Was? \n[127]....I think I'm going to go get a coffee, does anyone need anything. \n[128]I need a little real air. \n[129]Will, is that alright? \n[130]If I get out of here for a minute? \n[131]Thank you. \n[132]Hi. It's really good to see you. \n[133]I am. \n[134]I never left work. Just had to get out for a walk. \n[135]Yes, of course... \n[136]How are you? Are you happy? You look happy. \n[137]Well, I should get back... How's your father? \n[138]OK. Be safe. \n[139]Sell. \n[140]Hello. \n[141]I don't smoke. \n[142]It's kinda beautiful out right now. \n[143]How long have you been here? \n[144]I think it's beautiful. The whole place. Forty years, that's something... Are you tired? \n[145]That's not true. \n[146]Are we all getting fired after today? \n[147]They're going to fire you? \n[148]I don't really want to go back in there just yet. \n[149]I think I know your son. \n[150]Yeah. Not well... but, he always seemed like a nice person. \n[151]Have you told him what's about to happen? \n[152]This whole thing. \n[153]I guess it's illegal anyway? \n[154]He's already pretty rich anyway though right? He doesn't need the help. \n[155]He works with a friend of mine. \n[156]But you are taller. \n[157]He's a doctor. \n[158]Eyes. \n[159]Yeah... it is. \n[160]No, never. \n[161]He was always a pretty miserable guy actually... \n[162]They're all coming in now. \n[163]Have you ever done anything like this before? \n[164]Oh... \n[165]Do you really think this is the only... or the... right thing to do? \n[166]I'm not sure. \n[167]So this is gonna make a pretty big mess of it, then? \n[168]Yeah. \n[169]I know. \n[170]Well. I guess we should get back. \n[171]Thank you. ", "Sullivan": "", "Will": "\n[1] \n[2]Best to just ignore it. Keep your head down and get back to work... and don't watch. \n[3]Hey. \n[4]I'm very sorry. \n[5]For now. \n[6]It's a total bloodbath. \n[7]If there was anything I coulda done, you know I woulda done it. \n[8]Well... \n[9]Eric... \n[10]You know me. I'm not gonna say... \n[11]Look it wasn't anyone. It's just bad luck. Right....? \n[12]Good luck. \n[13]Yeah. \n[14]Eric, they are telling us that everyone has got to get out of here and leave everything behind. While we appreciate your concern, this is not your problem anymore. Alright? Good luck. \n[15]Well, that was fucking hideous. \n[16]Really? \n[17]Got any nicorettes? I'm out of nicorettes, which means I'm gonna kill someone in about 10 minutes... You alright? \n[18]I'm sorry? \n[19]Really? \n[20]Well they're all gone. \n[21]Thirty-three. \n[22]They are ready for you. \n[23]Hey, look who it is, burning the candle at both ends. There aren't anymore cuts planned though, so you can stop kissing my ass, honestly I don't even understand what you guys do. \n[24]Don't worry about it. \n[25]Be careful? \n[26]What is this? \n[27]What are those levels. \n[28]Simplify. \n[29]So what's happening? \n[30]When? \n[31]I get it. \n[32]How huge? \n[33]Wait, and this is just our floor? \n[34]Where the fuck is Eric Dale? \n[35]What? \n[36]Fucking ruthless. And he's got no other cell? \n[37]How does he not have his own cellphone? \n[38]19                                                                 19  \n[39]I think I have his home number. \n[40]Yes... Do we even know if he's right? \n[41]Hello, Mrs. Dale?... This is Will Emerson calling... I'm fine, thanks. I was wondering if Eric was there?... Yes, we tried but his cell doesn't seem to be working... \n[42]Ok, could you have him call me the moment he gets home, the moment he arrives? Thank you very much. \n[43]Where the fuck is he? \n[44]So? \n[45]I know where he is. You two need to go get him. \n[46]Yes. \n[47]There will be a car waiting for you downstairs. Get him back here. \n[48]I'm calling Sam. \n[49]Go. \n[50]21                                                                   21  \n[51]I know I'm sorry. I wouldn't have called... \n[52]I think you need to get down here. \n[53]Sam... \n[54]I am well aware of the fucking time, Sam. But you need to see this. \n[55]Well... \n[56]I don't think that is a good idea. \n[57]24                                                                   24   \n[58]Hey. \n[59]Eric Dale... \n[60]Before he was escorted out of the building by security... \n[61]I know. \n[62]So as he was leaving the building he hands a disk to Peter Sullivan... \n[63]One of Eric's guys. \n[64]...and tells him that he was almost on to something but hasn't been able to figure it out. So he gives him the disk and says give it a try... but the last thing he says as the doors to the elevator close is `be careful'... \n[65]Yeah. \n[66]Yes. \n[67]Well... take a look. \n[68]Basically the kid dives right into the thing after your little pep talk, nice job by the way, and he seems to have nailed it. \n[69]The kid figured out what Eric was missing. And... \n[70]...it isn't good. \n[71]As far as I can tell these here are the historical volatility index limits... which I guess our whole fucking trading model relies on pretty heavily... and we are so fucking levered up that if this thing starts getting outside those limits it gets ugly in a hurry. \n[72]Real ugly. \n[73]Oh we're beyond close... We broke through five or six days over the last two weeks, but we've managed to stay on the upside of it... for now... \n[74]Well look what happens here when we get on the wrong side of it. \n[75]And that wouldn't even be that bad a day for us... historically speaking. \n[76]I don't know. \n[77]We shut his phone off. \n[78]And he hasn't come home yet, I spoke to his wife. \n[79]Or worse. \n[80]Out looking for Eric. \n[81]I don't know. What do I know? \n[82]Gentlemen? \n[83]Sam this is Seth Bregman and this is Peter Sullivan. \n[84]Yes? \n[85]Peter Sullivan, and Seth Bregman. They work in our risk department. \n[86]As of today that would be Peter and our junior analyst Seth...? \n[87]Here. Please just give one to everyone, thanks. \n[88]I'm afraid so. His wife tells us he hasn't come home yet...and the firm shut off his phone today. \n[89]He's Sam's boss. \n[90]He's like forty. \n[91]Oh it happens all the time. Except to me. Kid's a fucking killer. \n[92]It ain't pretty. \n[93]If people suddenly stop buying the shit we're selling.... \n[94]You guys smoke? Well, you should. \n[95]Yeah. \n[96]Yeah, it is. \n[97]Did you know the fear most people feel when they stand on the edge like this is not actually a fear that they will fall but instead it's the subconscious fearing that they might jump? ....It's a fear of losing faith. \n[98]Yeah well, I can get a little dark sometimes. \n[99]Not today! So it looks like they are gonna have us dump this shit. \n[100]Yeah, you watch. \n[101]I'm just saying. \n[102]You can't... it's impossible. But they'll figure out a way. I've been at this place for ten years and I've seen some things that you wouldn't believe... and when all is said and done... they don't lose money. They don't care if everyone else does, but they won't. \n[103]Yeah? \n[104]Yeah... I did. \n[105]I don't know really. It goes pretty quick. You learn to spend what's in your pocket. \n[106]Well the tax man takes half of it up front. So now you got what... million and a quarter. Mortgage grabs another 300K, I gave 150 to my parents to live off, so now you got what?? \n[107]I bought a car last year for 150. Probably another 100 eating... 25 on clothes, put 400 away for a rainy day... \n[108]And what's that? \n[109]I spent 76,520 dollars on booze, dancers, and whores. \n[110]Yeah, kinda shocked me, although I was able to write most of it off, as entertainment. \n[111]What time is it? \n[112]Oh, here they go. They are bringing in the cavalry! We better get down there. \n[113]We were just grabbing a cigarette on the roof and a very spiffy looking helicopter dive-bombed us and then landed. \n[114]I don't know. Do you want all of us&gt; \n[115]How'd that go? \n[116]They are going to do it? \n[117]Jesus. \n[118]Seth, someone is going to have to get breakfast. And let's face it, it's you. \n[119]50                                                                   50   \n[120]86 mil. in salary and bonus. \n[121]Yeah, it's public record. \n[122]He was worth a billion. \n[123]Before today. \n[124]You'll see. \n[125] \n[126]Alright? \n[127]Yeah. Are you kidding? It's not a prison. Do you want me to hold your hand? \n[128]Will Emerson...Yes...Oh thank you...I understand...OK. \n[129]That was Eric's wife. He's alive, he's home. He doesn't want to talk to us. And he doesn't know she called me. \n[130]The heights. \n[131]Should we call Tuld's guy? \n[132]\n[133]What does wonderboy want? \n[134]We're heading to get Eric Dale. \n[135]What is it? \n[136]I don't think that's ever been a problem. \n[137]Sam will step up. \n[138]That I will what? \n[139]I have no doubt Sam will make the right choice. And if it makes you feel any better he and I have always had the same interpretation of what's right...no matter how acute the situation. \n[140]59                                                                   59   \n[141]He just bought it. \n[142]You are such a prick, and it wasn't. \n[143]Get out of the fucking car. \n[144]Appropriate? Get the fuck out of the car. \n[145]You're probably right... And don't touch any of the fucking buttons. \n[146]Peter finished that model you were working on. \n[147]It's created a bit of a shit storm. \n[148]Do you want to see it... the model? \n[149]Really? \n[150]Do you think he's right? \n[151]Jared Cohen called an emergency meeting of the partners tonight. John Tuld has decided to liquidate our entire position. \n[152]Today. \n[153]They want me to get you back there, they are worried about you being out here. \n[154]I'm just saying. \n[155]This is serious shit Eric. \n[156]Well... \n[157]Look... \n[158]They'll pay... \n[159]I'm sorry? \n[160]No, I didn't. \n[161]Well... \n[162]Jesus. \n[163]Fuck... \n[164]Yeah. \n[165]True. Dumping the whole fucking motherload in one day. Fucked up. Well... alright. \n[166]No problem. \n[167]I'd guess it's the firm's people. \n[168]Tuld doesn't want any loose ends. \n[169]Just come back with them, take the bonus, and you're home tonight by five. Either that or they are going to fight you on everything, the package, the options... \n[170]You're a better man than I. \n[171]Yes it has. \n[172]The house looks great by the way. \n[173]And Eric...don't beat yourself up too bad over this shit. \n[174]Who the fuck knows. \n[175]Some people like driving the long way home. \n[176]61                                                                     61   \n[177]I don't know. \n[178]Probably...yes...almost definitely. \n[179]No. \n[180]It's not personal, you're just in the wrong place at the wrong time, the young guys are always the first to go. Nothing I say is gonna make you feel any better. \n[181]The first time I made 36 million dollars for the firm in the last eleven minutes of the trading day. \n[182]It was a perfect trade...I saw it coming from three days away. I took my time. I was in, I was out...Pish posh...And it was beautiful. \n[183]I'm not sure, and whatever it is it could be gone tomorrow. Look man I'm sorry about this. \n[184]I know...but I'm still sorry. At least you'll have some decent cash to walk away with. \n[185]We'll get it done. \n[186]I'm trying to figure that out right now. \n[187]I'm trying to think of every last one of them I can and then I'll make them willing. \n[188]I'm about to completely fuck guys I've been doing business with for fifteen years so no I'm not exactly ok with it. But look, every last one of them would do the same thing to me in a second...so it is what it is. \n[189]Everyone else? \n[190]What are you a socialist? Fuck me Seth. \n[191]Look, If you want to do this with your life, and do it well, you need to believe that you are necessary. And you are. If people want to live like this...with their big cars and these houses that they haven't even paid for. Then you are necessary. The only reason they can continue to live like kings is because we've got our fingers on the scale in THEIR favor. And if I were to take my finger off... \n[192]Then the whole world gets really fucking fair, really fucking quickly. And no one wants that, they say they do...but they don't. They want what we're giving them, but they also want to play innocent and pretend they have no idea how we get it. And that's more hypocrisy than I can swallow. So fuck em. \n[193]And tomorrow if this all goes south they'll crucify us for being reckless, but if we are wrong and everything get's back on track. They'll be laughing their arses off at us for being the biggest bunch of pussies that God ever let through the door. \n[194]No...they're all gonna get fucked. \n[195]Alright, hey.... ", "Emerson": "\n[1] \n[2]Best to just ignore it. Keep your head down and get back to work... and don't watch. \n[3]Hey. \n[4]I'm very sorry. \n[5]For now. \n[6]It's a total bloodbath. \n[7]If there was anything I coulda done, you know I woulda done it. \n[8]Well... \n[9]Eric... \n[10]You know me. I'm not gonna say... \n[11]Look it wasn't anyone. It's just bad luck. Right....? \n[12]Good luck. \n[13]Yeah. \n[14]Eric, they are telling us that everyone has got to get out of here and leave everything behind. While we appreciate your concern, this is not your problem anymore. Alright? Good luck. \n[15]Well, that was fucking hideous. \n[16]Really? \n[17]Got any nicorettes? I'm out of nicorettes, which means I'm gonna kill someone in about 10 minutes... You alright? \n[18]I'm sorry? \n[19]Really? \n[20]Well they're all gone. \n[21]Thirty-three. \n[22]They are ready for you. \n[23]Hey, look who it is, burning the candle at both ends. There aren't anymore cuts planned though, so you can stop kissing my ass, honestly I don't even understand what you guys do. \n[24]Don't worry about it. \n[25]Be careful? \n[26]What is this? \n[27]What are those levels. \n[28]Simplify. \n[29]So what's happening? \n[30]When? \n[31]I get it. \n[32]How huge? \n[33]Wait, and this is just our floor? \n[34]Where the fuck is Eric Dale? \n[35]What? \n[36]Fucking ruthless. And he's got no other cell? \n[37]How does he not have his own cellphone? \n[38]19                                                                 19  \n[39]I think I have his home number. \n[40]Yes... Do we even know if he's right? \n[41]Hello, Mrs. Dale?... This is Will Emerson calling... I'm fine, thanks. I was wondering if Eric was there?... Yes, we tried but his cell doesn't seem to be working... \n[42]Ok, could you have him call me the moment he gets home, the moment he arrives? Thank you very much. \n[43]Where the fuck is he? \n[44]So? \n[45]I know where he is. You two need to go get him. \n[46]Yes. \n[47]There will be a car waiting for you downstairs. Get him back here. \n[48]I'm calling Sam. \n[49]Go. \n[50]21                                                                   21  \n[51]I know I'm sorry. I wouldn't have called... \n[52]I think you need to get down here. \n[53]Sam... \n[54]I am well aware of the fucking time, Sam. But you need to see this. \n[55]Well... \n[56]I don't think that is a good idea. \n[57]24                                                                   24   \n[58]Hey. \n[59]Eric Dale... \n[60]Before he was escorted out of the building by security... \n[61]I know. \n[62]So as he was leaving the building he hands a disk to Peter Sullivan... \n[63]One of Eric's guys. \n[64]...and tells him that he was almost on to something but hasn't been able to figure it out. So he gives him the disk and says give it a try... but the last thing he says as the doors to the elevator close is `be careful'... \n[65]Yeah. \n[66]Yes. \n[67]Well... take a look. \n[68]Basically the kid dives right into the thing after your little pep talk, nice job by the way, and he seems to have nailed it. \n[69]The kid figured out what Eric was missing. And... \n[70]...it isn't good. \n[71]As far as I can tell these here are the historical volatility index limits... which I guess our whole fucking trading model relies on pretty heavily... and we are so fucking levered up that if this thing starts getting outside those limits it gets ugly in a hurry. \n[72]Real ugly. \n[73]Oh we're beyond close... We broke through five or six days over the last two weeks, but we've managed to stay on the upside of it... for now... \n[74]Well look what happens here when we get on the wrong side of it. \n[75]And that wouldn't even be that bad a day for us... historically speaking. \n[76]I don't know. \n[77]We shut his phone off. \n[78]And he hasn't come home yet, I spoke to his wife. \n[79]Or worse. \n[80]Out looking for Eric. \n[81]I don't know. What do I know? \n[82]Gentlemen? \n[83]Sam this is Seth Bregman and this is Peter Sullivan. \n[84]Yes? \n[85]Peter Sullivan, and Seth Bregman. They work in our risk department. \n[86]As of today that would be Peter and our junior analyst Seth...? \n[87]Here. Please just give one to everyone, thanks. \n[88]I'm afraid so. His wife tells us he hasn't come home yet...and the firm shut off his phone today. \n[89]He's Sam's boss. \n[90]He's like forty. \n[91]Oh it happens all the time. Except to me. Kid's a fucking killer. \n[92]It ain't pretty. \n[93]If people suddenly stop buying the shit we're selling.... \n[94]You guys smoke? Well, you should. \n[95]Yeah. \n[96]Yeah, it is. \n[97]Did you know the fear most people feel when they stand on the edge like this is not actually a fear that they will fall but instead it's the subconscious fearing that they might jump? ....It's a fear of losing faith. \n[98]Yeah well, I can get a little dark sometimes. \n[99]Not today! So it looks like they are gonna have us dump this shit. \n[100]Yeah, you watch. \n[101]I'm just saying. \n[102]You can't... it's impossible. But they'll figure out a way. I've been at this place for ten years and I've seen some things that you wouldn't believe... and when all is said and done... they don't lose money. They don't care if everyone else does, but they won't. \n[103]Yeah? \n[104]Yeah... I did. \n[105]I don't know really. It goes pretty quick. You learn to spend what's in your pocket. \n[106]Well the tax man takes half of it up front. So now you got what... million and a quarter. Mortgage grabs another 300K, I gave 150 to my parents to live off, so now you got what?? \n[107]I bought a car last year for 150. Probably another 100 eating... 25 on clothes, put 400 away for a rainy day... \n[108]And what's that? \n[109]I spent 76,520 dollars on booze, dancers, and whores. \n[110]Yeah, kinda shocked me, although I was able to write most of it off, as entertainment. \n[111]What time is it? \n[112]Oh, here they go. They are bringing in the cavalry! We better get down there. \n[113]We were just grabbing a cigarette on the roof and a very spiffy looking helicopter dive-bombed us and then landed. \n[114]I don't know. Do you want all of us&gt; \n[115]How'd that go? \n[116]They are going to do it? \n[117]Jesus. \n[118]Seth, someone is going to have to get breakfast. And let's face it, it's you. \n[119]50                                                                   50   \n[120]86 mil. in salary and bonus. \n[121]Yeah, it's public record. \n[122]He was worth a billion. \n[123]Before today. \n[124]You'll see. \n[125] \n[126]Alright? \n[127]Yeah. Are you kidding? It's not a prison. Do you want me to hold your hand? \n[128]Will Emerson...Yes...Oh thank you...I understand...OK. \n[129]That was Eric's wife. He's alive, he's home. He doesn't want to talk to us. And he doesn't know she called me. \n[130]The heights. \n[131]Should we call Tuld's guy? \n[132]\n[133]He just bought it. \n[134]You are such a prick, and it wasn't. \n[135]Get out of the fucking car. \n[136]Appropriate? Get the fuck out of the car. \n[137]You're probably right... And don't touch any of the fucking buttons. \n[138]Peter finished that model you were working on. \n[139]It's created a bit of a shit storm. \n[140]Do you want to see it... the model? \n[141]Really? \n[142]Do you think he's right? \n[143]Jared Cohen called an emergency meeting of the partners tonight. John Tuld has decided to liquidate our entire position. \n[144]Today. \n[145]They want me to get you back there, they are worried about you being out here. \n[146]I'm just saying. \n[147]This is serious shit Eric. \n[148]Well... \n[149]Look... \n[150]They'll pay... \n[151]I'm sorry? \n[152]No, I didn't. \n[153]Well... \n[154]Jesus. \n[155]Fuck... \n[156]Yeah. \n[157]True. Dumping the whole fucking motherload in one day. Fucked up. Well... alright. \n[158]No problem. \n[159]I'd guess it's the firm's people. \n[160]Tuld doesn't want any loose ends. \n[161]Just come back with them, take the bonus, and you're home tonight by five. Either that or they are going to fight you on everything, the package, the options... \n[162]You're a better man than I. \n[163]Yes it has. \n[164]The house looks great by the way. \n[165]And Eric...don't beat yourself up too bad over this shit. \n[166]Who the fuck knows. \n[167]Some people like driving the long way home. \n[168]61                                                                     61   \n[169]I don't know. \n[170]Probably...yes...almost definitely. \n[171]No. \n[172]It's not personal, you're just in the wrong place at the wrong time, the young guys are always the first to go. Nothing I say is gonna make you feel any better. \n[173]The first time I made 36 million dollars for the firm in the last eleven minutes of the trading day. \n[174]It was a perfect trade...I saw it coming from three days away. I took my time. I was in, I was out...Pish posh...And it was beautiful. \n[175]I'm not sure, and whatever it is it could be gone tomorrow. Look man I'm sorry about this. \n[176]I know...but I'm still sorry. At least you'll have some decent cash to walk away with. \n[177]We'll get it done. \n[178]I'm trying to figure that out right now. \n[179]I'm trying to think of every last one of them I can and then I'll make them willing. \n[180]I'm about to completely fuck guys I've been doing business with for fifteen years so no I'm not exactly ok with it. But look, every last one of them would do the same thing to me in a second...so it is what it is. \n[181]Everyone else? \n[182]What are you a socialist? Fuck me Seth. \n[183]Look, If you want to do this with your life, and do it well, you need to believe that you are necessary. And you are. If people want to live like this...with their big cars and these houses that they haven't even paid for. Then you are necessary. The only reason they can continue to live like kings is because we've got our fingers on the scale in THEIR favor. And if I were to take my finger off... \n[184]Then the whole world gets really fucking fair, really fucking quickly. And no one wants that, they say they do...but they don't. They want what we're giving them, but they also want to play innocent and pretend they have no idea how we get it. And that's more hypocrisy than I can swallow. So fuck em. \n[185]And tomorrow if this all goes south they'll crucify us for being reckless, but if we are wrong and everything get's back on track. They'll be laughing their arses off at us for being the biggest bunch of pussies that God ever let through the door. \n[186]Alright, hey.... ", "Louis": "\n[1]Yes. \n[2]Done. ", "Carmelo": "\n[1]Yes. \n[2]Done. ", "Sam": "\n[1]6                                                                         6   \n[2]It's gonna get worse before it gets better. \n[3]Much. \n[4]My dog is dying. \n[5]Just spoke to the vet, it's some fucking tumor on her liver. I'm paying almost a thousand bucks a day to keep her alive. \n[6]Yeah... and I don't have a clue what to do about it. \n[7]How many do we have left? \n[8]Make sure everyone is out there, I need to say something. \n[9]You are all still here for a reason... Most of this floor was just sent home... forever. We have spent the last hour saying good-bye... they were good people and they were good at their jobs... but you all were better. Now they are gone. They are not to be thought of again. This is your opportunity. On every floor of this building and in every office from Hong Kong to London the same thing is happening. Before this is all done 3 of every ten guys who were standing between you and your boss's job are now gone. That is your opportunity. I've been at this place for thirty-four years and let me tell you that this will not be the last time you go through this. But you all are survivors... And that is how this firm over 107 years has always continued to grow stronger. So hold your heads high... and get back to work. \n[10]8                                                                      8   \n[11]20                                                                   20   \n[12]It's 11:00 at night? \n[13]What's the problem? \n[14]What? \n[15]It's 11:00 o'clock. \n[16]See what? \n[17]Email it to me. \n[18]I'm on my way. \n[19]Hey. \n[20]So? \n[21]Oh Jesus... \n[22]I had nothing to do with that. \n[23]I'm sorry, go on. \n[24]Who's Peter Sullivan again? \n[25]Right. \n[26]Be careful? \n[27]Be careful? \n[28]Why? \n[29]Speak, you know I can't read those fucking things they put together. \n[30]Nailed it? \n[31]And? \n[32]How ugly? \n[33]And how close to those limits have we gotten? \n[34]For now? \n[35]What am I looking at? \n[36]Is this right? \n[37]Where is Eric? \n[38]Of course we did. \n[39]He's probably crying in a fucking beer somewhere. \n[40]Where's the kid who did this? \n[41]Do we think he knows what he's doing? \n[42]Well get him back here. \n[43]You're coming with us. \n[44]Guys. \n[45]Going to get a second opinion on your work Peter. \n[46]Well... it should be here in a minute. Finding someone in the copy room at this hour was a little bit of a challenge. \n[47]\n[48]Nice to meet you all. This is Will Emerson my head of trading, and this is... \n[49]He was let go today. \n[50]So apparently Eric had been working on this for some time but was unable to finish it, as he was leaving the building today he gave the program to Peter here, and told him to see what he thought. Peter figured a few things out that Eric seemed to be missing and this is what came out. \n[51]He's been unreachable since he left the office. \n[52]I don't know... between 900 and 1.3... roughly. \n[53]What? \n[54]All of it? \n[55]I don't know, a couple weeks? \n[56]Yes. But as you certainly know our business is selling AND buying. It doesn't work for very long without both components. If we suddenly stop buying for a day or two that just doesn't hide under the rug, it gets out and this whole this thing comes to a end... and right quick. \n[57]Do you? \n[58]I don't know, sixty. \n[59]Because suddenly no one wants to buy them. \n[60]It's a very simple business Jared. You and I talked about this last year... \n[61]Jared you can't do what you are thinking about doing. \n[62]What does that mean? Fuck you... you don't have a choice. \n[63]Yes, but what the hell do I know. \n[64]Yes, here it is. \n[65]What are you going to do? \n[66]Are you going to call him? \n[67]How old are you? \n[68]Jesus... \n[69]I don't know, seems like we actually may have just finally woken up. \n[70]How do we look? \n[71]I should go. \n[72]I'm heading to the conference room. \n[73]No... I don't want to hear this. \n[74]How do you think I've stuck around this place so long. \n[75]It is, but at what cost? \n[76]Really? \n[77]Almost a trillion bucks of paper? \n[78]Everywhere. \n[79]You bring the traders in for their normal 6:30 meeting and you be honest with them, they're gonna know it's the end either way, so you'd have to throw them a bone, and a pretty big one. You'd have to come out of the gate storming... 40 percent done by 10:15 and 70 percent of your positions need to be gone by eleven, cause by lunch the word will be out. No swaps, no nothing, and by two o'clock you'll be getting 65 cents on the dollar, if you're lucky, and the feds will be in here looking up your ass and trying to slow us down. \n[80]John... let's just say we pull that off, which is saying something... the real question is... who are we selling this to? \n[81]If you do this you've killed that market for years. It's over. \n[82]And you are selling something you know has no value. \n[83]You'll never sell a thing to any one of them again. \n[84]Do you? \n[85]Never really did it for me actually. \n[86]Always been kinda a grass and tree guy. \n[87]I can't say I feel that about anyplace actually. \n[88]I'm not sure John. This is really ugly. \n[89]Exactly. And you damn well know that you don't make a sale unless you think the guy is gonna come back for more, and tomorrow we are done. \n[90]You keep saying that, what is that supposed to mean? \n[91]Us? \n[92]What are you talking about? \n[93]It's only the start because we are starting it. \n[94]Well I agree with you there, I've been saying that for years. \n[95]I don't think I can go in knowing what I know and put the hammer down on these guys like this. \n[96]Fuck you soft, you're panicking. \n[97]Look, I obviously don't have all the information that you do. But I think this could destroy this firm. \n[98]You'll never be trusted again. You are knowingly putting people out of business. Full stop. \n[99]This is a fucking shit show. \n[100]Probably. \n[101]Remember this day boys, remember this day. \n[102]What? \n[103]Where's he live? \n[104]No... it's Eric... the last thing we need is those guys going over there, you two go try to get him. \n[105]But you've got to be back here by 6:00. \n[106]54                                                                     54    \n[107] \n[108]John. \n[109]So what's it look like John? \n[110]What does that mean? \n[111]That's very generous. \n[112]I'm with the firm John. \n[113]I told you I have my reservations. \n[114]I'm with the firm completely John, as I always have been. Excuse me. \n[115]Peter. You want one? \n[116]That's good. I don't much either. \n[117]Yeah, I guess it is... I've never really liked this town much. \n[118]Forty years. \n[119]Of What?... Remember I don't work as hard as you do. \n[120]No it is, actually. \n[121]Probably. \n[122]That's not what they'll call it,... it'll be a mercy killing really. \n[123]You don't have to stand out here for me. \n[124]I understand that. \n[125]Really? \n[126]He is a nice person. \n[127]I guess you could say alot worse about a guy. \n[128]What do you mean? \n[129]No... I hadn't even thought of it. \n[130]Yeah... who the fuck knows anymore.... and even if it was you'd sure as hell never get caught. \n[131]That's very true. \n[132]He's a hell of alot richer than me, I know that much. \n[133]That's true. It's not much... but it's something... What did your father do? \n[134]Really? \n[135]Now that's something. \n[136]Did he want you to do that? \n[137]Oh. \n[138]Yes they are. \n[139]No... never.... not even close. \n[140]Yeah. \n[141]For who? \n[142]I'm not either. \n[143]I don't even want to think about it. \n[144]Just doesn't quite seem... \n[145] \n[146]Yeah. \n[147]Well good luck, you know, in the future... Seems like you'll probably be just fine. \n[148]Thank you all for coming in a little early this morning, I know yesterday was pretty bad, I wish I could say that today is going to be less so but that isn't going to be the case. Now I am supposed to read this statement here to you all but how bout you read it on your own time and I'll just tell you what the fuck's going on here. \n[149]I have spent the night here meeting with the executive committee and the decision has been made to begin to unwind a considerable portion of the firm's holdings in several key asset classes. The crux of it is... in the firm's thinking the party is over as of this morning. There is going to be considerable turmoil in the markets for the foreseeable future. They believe that it is better to have this turmoil begin with us... as a result the firm has decided to liquidate the majority of its position of fixed income MBS today. \n[150]You should be getting a breakdown right now, you will see the accounts you are responsible for today. I'm sure it hasn't taken you long to understand the implications of this sale on your relationships with your counterparties and as a result on your careers. I have expressed this reality to the executive committee and they understand. As a result, if you are able to complete a 93% sale of your assets you will receive a 1.4 million dollar one off bonus. \n[151]If the floor as a whole is able to achieve a 93% sale we all get an additional 1.3 million a piece. Because of this, if you burn through your allotment by noon, get moving around the floor and start picking up other guys leftovers... \n[152]For those of you who have never been through this before, this is what the beginning of a fire sale looks like. I don't have to tell any of you that the first hour and a half is going to be very important. I want you to hit every bite you can find. Dealers, clients, brokers, and your mother if she's buying...and obviously no swaps, its outgoing only today. This is obviously not the way any of us would like for this to be going down, but the ground is shifting below our feet, and there appears to be no other way out. \n[153]Obviously... this is a very unique situation... if we are successful today we will have been successful in destroying our own jobs... I can not promise that each of you will be repositioned within the firm, but I can tell you that I am very proud of the work we have done together here, I have been at this here for 34 years, and I know... from experience people are going to say some nasty stuff about what we have done here, and what you have devoted a portion of your life to. But have faith that in the greater picture our skills have not been wasted, we have accomplished much, and our talents have served some greater good... \n[154]69                                                                   69   \n[155]71                                                                    71   \n[156]They did alright. \n[157]Now? \n[158]Of course. \n[159]Our guys did what they could. \n[160]No, no thanks. \n[161]I want out. \n[162]I'm done, I want out. \n[163]I need you to release my options, that is if they're still worth anything after today, and I need the bonus. I'm out. \n[164]That's true, and if I had been at least there'd be some holes in the ground to show for it. I'm just not quite sure how we fucked this thing up so badly. \n[165]I'll do it John, but not because of your little speech, but because I need the money. I'm not sure how it could possibly be after all these years, but I need the money. \n[166]You're keeping the kid? \n[167]Mary. \n[168]Yup. \n[169]Ella died. \n[170]Tumor on her liver. It was horrible. \n[171]Yeah... I really loved that dog \n[172]I was driving home from the vet and this is the only place I could think to bury her. This is where she belongs... \n[173]I know. \n[174]Yeah. Tough day all around. \n[175]Is he alright? \n[176]Good, I was going to call him this morning... but... \n[177]Is it alright if I finish up here? ", "Rogers": "\n[1]6                                                                         6   \n[2]It's gonna get worse before it gets better. \n[3]Much. \n[4]My dog is dying. \n[5]Just spoke to the vet, it's some fucking tumor on her liver. I'm paying almost a thousand bucks a day to keep her alive. \n[6]Yeah... and I don't have a clue what to do about it. \n[7]How many do we have left? \n[8]Make sure everyone is out there, I need to say something. \n[9]You are all still here for a reason... Most of this floor was just sent home... forever. We have spent the last hour saying good-bye... they were good people and they were good at their jobs... but you all were better. Now they are gone. They are not to be thought of again. This is your opportunity. On every floor of this building and in every office from Hong Kong to London the same thing is happening. Before this is all done 3 of every ten guys who were standing between you and your boss's job are now gone. That is your opportunity. I've been at this place for thirty-four years and let me tell you that this will not be the last time you go through this. But you all are survivors... And that is how this firm over 107 years has always continued to grow stronger. So hold your heads high... and get back to work. \n[10]20                                                                   20   \n[11]It's 11:00 at night? \n[12]What's the problem? \n[13]What? \n[14]It's 11:00 o'clock. \n[15]See what? \n[16]Email it to me. \n[17]I'm on my way. \n[18]Hey. \n[19]So? \n[20]Oh Jesus... \n[21]I had nothing to do with that. \n[22]I'm sorry, go on. \n[23]Who's Peter Sullivan again? \n[24]Right. \n[25]Be careful? \n[26]Be careful? \n[27]Why? \n[28]Speak, you know I can't read those fucking things they put together. \n[29]Nailed it? \n[30]And? \n[31]How ugly? \n[32]And how close to those limits have we gotten? \n[33]For now? \n[34]What am I looking at? \n[35]Is this right? \n[36]Where is Eric? \n[37]Of course we did. \n[38]He's probably crying in a fucking beer somewhere. \n[39]Where's the kid who did this? \n[40]Do we think he knows what he's doing? \n[41]Well get him back here. \n[42]You're coming with us. \n[43]Guys. \n[44]Going to get a second opinion on your work Peter. \n[45]Well... it should be here in a minute. Finding someone in the copy room at this hour was a little bit of a challenge. \n[46]\n[47]Nice to meet you all. This is Will Emerson my head of trading, and this is... \n[48]He was let go today. \n[49]So apparently Eric had been working on this for some time but was unable to finish it, as he was leaving the building today he gave the program to Peter here, and told him to see what he thought. Peter figured a few things out that Eric seemed to be missing and this is what came out. \n[50]He's been unreachable since he left the office. \n[51]I don't know... between 900 and 1.3... roughly. \n[52]What? \n[53]All of it? \n[54]I don't know, a couple weeks? \n[55]Yes. But as you certainly know our business is selling AND buying. It doesn't work for very long without both components. If we suddenly stop buying for a day or two that just doesn't hide under the rug, it gets out and this whole this thing comes to a end... and right quick. \n[56]Do you? \n[57]I don't know, sixty. \n[58]Because suddenly no one wants to buy them. \n[59]It's a very simple business Jared. You and I talked about this last year... \n[60]Jared you can't do what you are thinking about doing. \n[61]What does that mean? Fuck you... you don't have a choice. \n[62]Yes, but what the hell do I know. \n[63]Yes, here it is. \n[64]What are you going to do? \n[65]Are you going to call him? \n[66]How old are you? \n[67]Jesus... \n[68]I don't know, seems like we actually may have just finally woken up. \n[69]How do we look? \n[70]I should go. \n[71]I'm heading to the conference room. \n[72]No... I don't want to hear this. \n[73]How do you think I've stuck around this place so long. \n[74]It is, but at what cost? \n[75]Really? \n[76]Almost a trillion bucks of paper? \n[77]Everywhere. \n[78]You bring the traders in for their normal 6:30 meeting and you be honest with them, they're gonna know it's the end either way, so you'd have to throw them a bone, and a pretty big one. You'd have to come out of the gate storming... 40 percent done by 10:15 and 70 percent of your positions need to be gone by eleven, cause by lunch the word will be out. No swaps, no nothing, and by two o'clock you'll be getting 65 cents on the dollar, if you're lucky, and the feds will be in here looking up your ass and trying to slow us down. \n[79]John... let's just say we pull that off, which is saying something... the real question is... who are we selling this to? \n[80]If you do this you've killed that market for years. It's over. \n[81]And you are selling something you know has no value. \n[82]You'll never sell a thing to any one of them again. \n[83]Do you? \n[84]Never really did it for me actually. \n[85]Always been kinda a grass and tree guy. \n[86]I can't say I feel that about anyplace actually. \n[87]I'm not sure John. This is really ugly. \n[88]Exactly. And you damn well know that you don't make a sale unless you think the guy is gonna come back for more, and tomorrow we are done. \n[89]You keep saying that, what is that supposed to mean? \n[90]Us? \n[91]What are you talking about? \n[92]It's only the start because we are starting it. \n[93]Well I agree with you there, I've been saying that for years. \n[94]I don't think I can go in knowing what I know and put the hammer down on these guys like this. \n[95]Fuck you soft, you're panicking. \n[96]Look, I obviously don't have all the information that you do. But I think this could destroy this firm. \n[97]You'll never be trusted again. You are knowingly putting people out of business. Full stop. \n[98]This is a fucking shit show. \n[99]Probably. \n[100]Remember this day boys, remember this day. \n[101]What? \n[102]Where's he live? \n[103]No... it's Eric... the last thing we need is those guys going over there, you two go try to get him. \n[104]But you've got to be back here by 6:00. \n[105]John. \n[106]So what's it look like John? \n[107]What does that mean? \n[108]That's very generous. \n[109]I'm with the firm John. \n[110]I told you I have my reservations. \n[111]I'm with the firm completely John, as I always have been. Excuse me. \n[112]Peter. You want one? \n[113]That's good. I don't much either. \n[114]Yeah, I guess it is... I've never really liked this town much. \n[115]Forty years. \n[116]Of What?... Remember I don't work as hard as you do. \n[117]No it is, actually. \n[118]Probably. \n[119]That's not what they'll call it,... it'll be a mercy killing really. \n[120]You don't have to stand out here for me. \n[121]I understand that. \n[122]Really? \n[123]He is a nice person. \n[124]I guess you could say alot worse about a guy. \n[125]What do you mean? \n[126]No... I hadn't even thought of it. \n[127]Yeah... who the fuck knows anymore.... and even if it was you'd sure as hell never get caught. \n[128]That's very true. \n[129]He's a hell of alot richer than me, I know that much. \n[130]That's true. It's not much... but it's something... What did your father do? \n[131]Really? \n[132]Now that's something. \n[133]Did he want you to do that? \n[134]Oh. \n[135]Yes they are. \n[136]No... never.... not even close. \n[137]Yeah. \n[138]For who? \n[139]I'm not either. \n[140]I don't even want to think about it. \n[141]Just doesn't quite seem... \n[142] \n[143]Yeah. \n[144]Well good luck, you know, in the future... Seems like you'll probably be just fine. \n[145]Thank you all for coming in a little early this morning, I know yesterday was pretty bad, I wish I could say that today is going to be less so but that isn't going to be the case. Now I am supposed to read this statement here to you all but how bout you read it on your own time and I'll just tell you what the fuck's going on here. \n[146]I have spent the night here meeting with the executive committee and the decision has been made to begin to unwind a considerable portion of the firm's holdings in several key asset classes. The crux of it is... in the firm's thinking the party is over as of this morning. There is going to be considerable turmoil in the markets for the foreseeable future. They believe that it is better to have this turmoil begin with us... as a result the firm has decided to liquidate the majority of its position of fixed income MBS today. \n[147]You should be getting a breakdown right now, you will see the accounts you are responsible for today. I'm sure it hasn't taken you long to understand the implications of this sale on your relationships with your counterparties and as a result on your careers. I have expressed this reality to the executive committee and they understand. As a result, if you are able to complete a 93% sale of your assets you will receive a 1.4 million dollar one off bonus. \n[148]If the floor as a whole is able to achieve a 93% sale we all get an additional 1.3 million a piece. Because of this, if you burn through your allotment by noon, get moving around the floor and start picking up other guys leftovers... \n[149]For those of you who have never been through this before, this is what the beginning of a fire sale looks like. I don't have to tell any of you that the first hour and a half is going to be very important. I want you to hit every bite you can find. Dealers, clients, brokers, and your mother if she's buying...and obviously no swaps, its outgoing only today. This is obviously not the way any of us would like for this to be going down, but the ground is shifting below our feet, and there appears to be no other way out. \n[150]Obviously... this is a very unique situation... if we are successful today we will have been successful in destroying our own jobs... I can not promise that each of you will be repositioned within the firm, but I can tell you that I am very proud of the work we have done together here, I have been at this here for 34 years, and I know... from experience people are going to say some nasty stuff about what we have done here, and what you have devoted a portion of your life to. But have faith that in the greater picture our skills have not been wasted, we have accomplished much, and our talents have served some greater good... \n[151]They did alright. \n[152]Now? \n[153]Of course. \n[154]Our guys did what they could. \n[155]No, no thanks. \n[156]I want out. \n[157]I'm done, I want out. \n[158]I need you to release my options, that is if they're still worth anything after today, and I need the bonus. I'm out. \n[159]That's true, and if I had been at least there'd be some holes in the ground to show for it. I'm just not quite sure how we fucked this thing up so badly. \n[160]I'll do it John, but not because of your little speech, but because I need the money. I'm not sure how it could possibly be after all these years, but I need the money. \n[161]You're keeping the kid? \n[162]Hello! ... I've called the police. \n[163]Mary. \n[164]Sam? \n[165]Yup. \n[166]What are you doing? \n[167]What are you doing? \n[168]Ella died. \n[169]Oh God. \n[170]Tumor on her liver. It was horrible. \n[171]Well I'm very sorry. \n[172]Yeah... I really loved that dog \n[173]I know, but Sam you don't live here anymore. \n[174]I was driving home from the vet and this is the only place I could think to bury her. This is where she belongs... \n[175]Well. You should have called. \n[176]I know. \n[177]Are you alright? You look terrible. \n[178]Yeah. Tough day all around. \n[179]I heard, Sammy called. \n[180]Is he alright? \n[181]He said they got hammered, but got out alive. \n[182]Good, I was going to call him this morning... but... \n[183]Well, I am going to go back in to bed. The alarm is on so don't try to break in. Well, you take care of yourself. \n[184]Is it alright if I finish up here? \n[185]Yes. ", "Ramesh": "\n[1]It's 2:15. \n[2]If Mr. Sullivan's numbers are correct... \n[3]Yes. \n[4]2:16. \n[5]Jared I've just been looking here a little closer, and it's these VAR numbers that are really setting this thing off. \n[6]I was just saying, and just speaking completely off the record here, it won't be long before someone else starts putting these in and sees the exact same thing we are looking at here. If they haven't already. \n[7]If I may I'd like to take some time before we... \n[8]Sam, do you have this file? \n[9]They'll slow you down but it's yours to sell. They can't stop you. ", "Shah": "", "Heather": "\n[1]Timothy Singh? \n[2]I'm afraid we have to speak with you. \n[3]Eric Dale? \n[4]Eric Dale? \n[5]Sorry? \n[6]Oh. I'm so sorry. \n[7]Mr. Dale? \n[8]This way. \n[9]I hope you understand that this is in no way personal. A majority of this floor is being let go today. \n[10]Mr. Dale. Ms. Bratberg is now going to run through the details of what the firm is offering. \n[11]She's apologizing for what's about to happen. \n[12]We understand that this is very difficult and here is my card. Please contact me over the next few weeks if there is anything that I can do to help you through this transition in your life. ", "Burke": "", "Lauren": "\n[1]Well... Mr. Dale I'm obviously sorry that we are here today but these are extra ordinary times as you very well must know. \n[2]Mr. Dale the firm is offering you six months severance at half your salary. You will keep all unvested options that you currently hold. Health will be extended through that period. You have till tomorrow at... \n[3]4:47 to either take the offer or it will be revoked. Do you understand? \n[4]Now, unfortunately Mr. Dale due to the highly sensitive nature of your work here the firm has to take certain precautions for security purposes that may seem punitive in nature. I hope considering your... \n[5]...over 19 years of service to the firm, you will understand that these measures are in no way a reflection of the firms' feelings towards your performance or your character. \n[6]Your company email, access to the server, access to the building, and your mobile data and phone service will all be severed as of this meeting. This gentleman... \n[7]will take you to your office so that you can clear out your personal belongings. \n[8]The firm has worked out its transition plan and is prepared to move forward, but we appreciate your concern. ", "Bratberg": "\n[1]Well... Mr. Dale I'm obviously sorry that we are here today but these are extra ordinary times as you very well must know. \n[2]Mr. Dale the firm is offering you six months severance at half your salary. You will keep all unvested options that you currently hold. Health will be extended through that period. You have till tomorrow at... \n[3]4:47 to either take the offer or it will be revoked. Do you understand? \n[4]Now, unfortunately Mr. Dale due to the highly sensitive nature of your work here the firm has to take certain precautions for security purposes that may seem punitive in nature. I hope considering your... \n[5]...over 19 years of service to the firm, you will understand that these measures are in no way a reflection of the firms' feelings towards your performance or your character. \n[6]Your company email, access to the server, access to the building, and your mobile data and phone service will all be severed as of this meeting. This gentleman... \n[7]will take you to your office so that you can clear out your personal belongings. \n[8]The firm has worked out its transition plan and is prepared to move forward, but we appreciate your concern. ", "Jared": "\n[1]30                                                                   30   \n[2]31                                                                   31   \n[3]So Sam, what do you have for us? \n[4]Well why don't we start by introducing everyone then. \n[5]This is Sarah Robertson who you know, our chief risk management officer, Ramesh Shah from upstairs, and David Horn one of the firm's in house counsel. \n[6]Where is Eric Dale? \n[7]So who's left in your risk department? \n[8]Really? \n[9]Where is Eric Dale now? \n[10]What's a specialty in propulsion? \n[11]So you are a rocket scientist? \n[12]How did you end up here? \n[13]What time is it? \n[14]What do you have in exposure right now, tonight? \n[15]Fuck me... fuck me... And I'm guessing by the fact that you two haven't said anything that the math checks out? \n[16]Thank you for that. What time is it? \n[17]Fuck me! \n[18]Sam how long under normal operations would it take your people to clear that from our books? \n[19]The 1.2 trillion. \n[20]Yes. \n[21]Weeks? \n[22]I understand. \n[23]How many traders do we have left between your floor and Petersen's? \n[24]Excuse me, I need to make a quick call. \n[25]Please... \n[26]Understood... And Sarah, what value would you allow to be placed on those assets that might be left on the books, if they had to be? \n[27]Oh fuck you Sam... give me a fucking break, all at once? \n[28]Sam.... Will, Peter, and..?? \n[29]Seth, Could you please excuse us for a few minutes. \n[30]Oh and Peter? Who else has seen this? \n[31]And Mr. Dale. \n[32]And can it really be that we don't know where Eric Dale is? \n[33]Perfect. Well, I need to know where he is. \n[34]32                                                                  32   \n[35]33                                                                     33  \n[36]What if we don't have a choice? \n[37]Fuck me? Have you looked at these numbers Sam?? \n[38]Well, Mr. Shah tell me if I'm wrong but to me these numbers don't add up. \n[39]Are you fucking kidding me... this is exactly what we've... \n[40]OK. We meet in 45 minutes. \n[41]And Sam we need Eric Dale, it's making me very uneasy knowing he is out there right now wanting to put a knife in our backs while he's not even aware he's holding the knife in his hand. \n[42] \n[43]Not sure. \n[44]I already did. \n[45]37                                                                  37   \n[46]I'm sorry? \n[47]How long should this take you to confirm? \n[48]\n[49]40                                                                  40   \n[50]43. \n[51]This is a very... very bad dream. \n[52]Come in. \n[53]So? \n[54]What do you mean? \n[55]There are eight trillion dollars of paper around the world relying on that equation?? \n[56]You mean you were wrong. \n[57]I'd like you to hear this. \n[58]I've called Tuld. \n[59]A contingency plan? \n[60]We went all in on this one. \n[61]To Tuld or the market? \n[62]41                                                                   41   \n[63]I know. Come with us. Where's Sam. \n[64]Yes. \n[65]Just one piece of advice to everyone here before we go in there... this could get a bit ugly but whatever you do... just... tell the truth... don't try to change a word of it, no sugar coating... no one here is smart enough... including the rocket scientist. \n[66]44                                                                   44 \n[67]Yes. \n[68]\n[69]Well, Mr. Tuld as I mentioned earlier if you look here at the top page of this printout... \n[70]Sir? \n[71]Well, that's Peter Sullivan here. \n[72]Sell it all today... \n[73]We have been trying to locate him. \n[74] \n[75]That's where I'm headed right now, downstairs to work on it with my guys. \n[76]I'm not sure we need one, Sarah. That's not the way I've ever done this. \n[77]He knows where we both have stood on this all along. There's nothing more to do. \n[78]I'm not looking for a sense of comfort here, Sarah. I don't think there is one to be found. \n[79]On this particular front, I'm just not sure there's much left to do. \n[80]49                                                                 49    \n[81]No, I'm not sure I do know that. \n[82]Do you have a minute? \n[83]I know. I just need a second. \n[84]Tuld and I have concerns that Sam may not be willing to step up and do the right thing here. \n[85]Of course it hasn't, but during acute situations, such as this, often what is right can take on multiple interpretations. \n[86]I know he will...but if he doesn't... But if he doesn't, we need to know that you will. \n[87]Step up. \n[88]You alright? \n[89]I'm sorry... \n[90]Really? \n[91]I am sorry. \n[92]Well done. \n[93]I wanted to give you a heads up. They are going to start sending some people home out here. \n[94]Sorry. No loose ends. \n[95]For what it's worth, you're good... Guess somebody upstairs must really like you. ", "Cohen": "\n[1]So Sam, what do you have for us? \n[2]Well why don't we start by introducing everyone then. \n[3]This is Sarah Robertson who you know, our chief risk management officer, Ramesh Shah from upstairs, and David Horn one of the firm's in house counsel. \n[4]Where is Eric Dale? \n[5]So who's left in your risk department? \n[6]Really? \n[7]Where is Eric Dale now? \n[8]What's a specialty in propulsion? \n[9]So you are a rocket scientist? \n[10]How did you end up here? \n[11]What time is it? \n[12]What do you have in exposure right now, tonight? \n[13]Fuck me... fuck me... And I'm guessing by the fact that you two haven't said anything that the math checks out? \n[14]Thank you for that. What time is it? \n[15]Fuck me! \n[16]Sam how long under normal operations would it take your people to clear that from our books? \n[17]The 1.2 trillion. \n[18]Yes. \n[19]Weeks? \n[20]I understand. \n[21]How many traders do we have left between your floor and Petersen's? \n[22]Excuse me, I need to make a quick call. \n[23]Please... \n[24]Understood... And Sarah, what value would you allow to be placed on those assets that might be left on the books, if they had to be? \n[25]Oh fuck you Sam... give me a fucking break, all at once? \n[26]Sam.... Will, Peter, and..?? \n[27]Seth, Could you please excuse us for a few minutes. \n[28]Oh and Peter? Who else has seen this? \n[29]And Mr. Dale. \n[30]And can it really be that we don't know where Eric Dale is? \n[31]Perfect. Well, I need to know where he is. \n[32]What if we don't have a choice? \n[33]Fuck me? Have you looked at these numbers Sam?? \n[34]Well, Mr. Shah tell me if I'm wrong but to me these numbers don't add up. \n[35]Are you fucking kidding me... this is exactly what we've... \n[36]OK. We meet in 45 minutes. \n[37]And Sam we need Eric Dale, it's making me very uneasy knowing he is out there right now wanting to put a knife in our backs while he's not even aware he's holding the knife in his hand. \n[38]Not sure. \n[39]I already did. \n[40]I'm sorry? \n[41]How long should this take you to confirm? \n[42]\n[43]40                                                                  40   \n[44]43. \n[45]This is a very... very bad dream. \n[46]Come in. \n[47]So? \n[48]What do you mean? \n[49]There are eight trillion dollars of paper around the world relying on that equation?? \n[50]You mean you were wrong. \n[51]I'd like you to hear this. \n[52]I've called Tuld. \n[53]A contingency plan? \n[54]We went all in on this one. \n[55]To Tuld or the market? \n[56]I know. Come with us. Where's Sam. \n[57]Yes. \n[58]Just one piece of advice to everyone here before we go in there... this could get a bit ugly but whatever you do... just... tell the truth... don't try to change a word of it, no sugar coating... no one here is smart enough... including the rocket scientist. \n[59]Yes. \n[60]\n[61]Well, Mr. Tuld as I mentioned earlier if you look here at the top page of this printout... \n[62]Sir? \n[63]Well, that's Peter Sullivan here. \n[64]Sell it all today... \n[65]We have been trying to locate him. \n[66] \n[67]That's where I'm headed right now, downstairs to work on it with my guys. \n[68]I'm not sure we need one, Sarah. That's not the way I've ever done this. \n[69]He knows where we both have stood on this all along. There's nothing more to do. \n[70]I'm not looking for a sense of comfort here, Sarah. I don't think there is one to be found. \n[71]On this particular front, I'm just not sure there's much left to do. \n[72]No, I'm not sure I do know that. \n[73]Do you have a minute? \n[74]I know. I just need a second. \n[75]Tuld and I have concerns that Sam may not be willing to step up and do the right thing here. \n[76]Of course it hasn't, but during acute situations, such as this, often what is right can take on multiple interpretations. \n[77]I know he will...but if he doesn't... But if he doesn't, we need to know that you will. \n[78]Step up. \n[79]You alright? \n[80]I'm sorry... \n[81]Really? \n[82]I am sorry. \n[83]Well done. \n[84]I wanted to give you a heads up. They are going to start sending some people home out here. \n[85]Sorry. No loose ends. \n[86]For what it's worth, you're good... Guess somebody upstairs must really like you. ", "Sarah": "\n[1]Eric... I didn't do anything. \n[2]Peter this is your work? \n[3]But this draft is yours? \n[4]And what is your background? \n[5]Your CV. \n[6]Look    we'd need a little more time to go over    this, but Mr. Sullivan here seems to know    what he's doing. And I don't have to tell    you that this is a problem. \n[7]Why would they still be on the books? \n[8]Without an active market, it could take weeks, months for me to value them correctly. You'd have to go block by block. \n[9]Jared we can't answer that yet. \n[10]We need a little time before we can give you our conclusion. \n[11]Is this really where you want to be taking this at this point? \n[12]We don't even know if he's right. \n[13]Not long. \n[14]Hello. \n[15]No, you should stay. \n[16] \n[17]It's broken. \n[18]We were wrong. \n[19]Don't even start.... This was discussed. \n[20]No. \n[21]Is there a contingency plan here? \n[22]Yes. \n[23]So we've got ourselves quite exposed here... haven't we? \n[24]Both. \n[25]He's here. \n[26]As of today he is no longer with the firm. \n[27]So what's the strategy here? \n[28]No, you and I... with Tuld. \n[29] \n[30]That's exactly my point, and knowing what was discussed by both you and I with him, I don't see how that can possibly you with anything but a false sense of comfort. \n[31]So again, what's the strategy here? \n[32]It's very simple. Don't even think of fucking me on this one, because if we are going down... you damn well know its going to be together. \n[33]51                                                                  51   \n[34]Please, sit. \n[35]\n[36]Is Sam on board? \n[37]Is it me or Cohen? \n[38]Of course you are well aware I filtered several warnings for you and Cohen over a year ago on this? \n[39] \n[40]John I was told that in no uncertain terms... \n[41]It was actually made very clear at the time, by you and I and Cohen. \n[42]Yes. \n[43]I understand. \n[44]58                                                                   58   \n[45]Yes. \n[46]Yeah. \n[47]Thank you... Sam and the rest of your floor are gone after today as well. \n[48]No... still here. \n[49]No. \n[50]6'7''...... \n[51]I did pass on your concerns last year... just so you know. \n[52]It does. \n[53]Thank you. \n[54]Yeah... I didn't think they were going to be able to get you back here. \n[55]It never is. \n[56]Obviously looking back, the point was expressed with insufficient urgency... \n[57]but your point was passed on... I need you to know that. \n[58]Eric. \n[59]I guess... at the time... it didn't seem like there was much of a choice. \n[60]You have kids, yeah? \n[61]I don't know, that's what I'm waiting for now. \n[62]It better be. ", "Robertson": "\n[1]Eric... I didn't do anything. \n[2]Peter this is your work? \n[3]But this draft is yours? \n[4]And what is your background? \n[5]Your CV. \n[6]Look    we'd need a little more time to go over    this, but Mr. Sullivan here seems to know    what he's doing. And I don't have to tell    you that this is a problem. \n[7]Why would they still be on the books? \n[8]Without an active market, it could take weeks, months for me to value them correctly. You'd have to go block by block. \n[9]Jared we can't answer that yet. \n[10]We need a little time before we can give you our conclusion. \n[11]Is this really where you want to be taking this at this point? \n[12]We don't even know if he's right. \n[13]Not long. \n[14]Hello. \n[15]No, you should stay. \n[16] \n[17]It's broken. \n[18]We were wrong. \n[19]Don't even start.... This was discussed. \n[20]No. \n[21]Is there a contingency plan here? \n[22]Yes. \n[23]So we've got ourselves quite exposed here... haven't we? \n[24]Both. \n[25]He's here. \n[26]As of today he is no longer with the firm. \n[27]So what's the strategy here? \n[28]No, you and I... with Tuld. \n[29] \n[30]That's exactly my point, and knowing what was discussed by both you and I with him, I don't see how that can possibly you with anything but a false sense of comfort. \n[31]So again, what's the strategy here? \n[32]It's very simple. Don't even think of fucking me on this one, because if we are going down... you damn well know its going to be together. \n[33]51                                                                  51   \n[34]Please, sit. \n[35]\n[36]Is Sam on board? \n[37]Is it me or Cohen? \n[38]Of course you are well aware I filtered several warnings for you and Cohen over a year ago on this? \n[39] \n[40]John I was told that in no uncertain terms... \n[41]It was actually made very clear at the time, by you and I and Cohen. \n[42]Yes. \n[43]I understand. \n[44]58                                                                   58   \n[45]Yes. \n[46]Yeah. \n[47]Thank you... Sam and the rest of your floor are gone after today as well. \n[48]No... still here. \n[49]No. \n[50]6'7''...... \n[51]I did pass on your concerns last year... just so you know. \n[52]It does. \n[53]Thank you. \n[54]Yeah... I didn't think they were going to be able to get you back here. \n[55]It never is. \n[56]Obviously looking back, the point was expressed with insufficient urgency... \n[57]but your point was passed on... I need you to know that. \n[58]Eric. \n[59]I guess... at the time... it didn't seem like there was much of a choice. \n[60]You have kids, yeah? \n[61]I don't know, that's what I'm waiting for now. \n[62]It better be. ", "Security": "\n[1]Sir? \n[2]They are almost ready for you Ms. Robertson. Couple of minutes. ", "Guard": "\n[1]Sir? ", "John": "\n[1]Please sit down. \n[2]Welcome everyone. I must apologize for dragging you all here at such an uncommon hour but from what I've been told this matter needs to be handled urgently, so urgently in fact that it probably should have been addressed weeks ago... \n[3]but that is spilt milk under the bridge. So why doesn't someone please try to explain to me what's the problem here? \n[4]Jared, it's a little early for all that, how bout in English? ... Actually I'd like to hear from the guy who put this thing together... Mr. Sullivan is it? Does he speak English? \n[5]I'd like to speak to the analyst who seems to have stumbled across this mess. \n[6]Ah, there he is. \n[7]How old are you Mr. Sullivan? \n[8]Please call me John. \n[9]So Mr. Sullivan why don't you tell me what you think is going on here, and please speak as you might to a young child or a golden retriever, I didn't get here on my brains I can assure you of that. \n[10]Now you lost me at M... \n[11]I was joking Mr. Sullivan. \n[12]I have. \n[13]And Mr. Sullivan that challenge is? \n[14]Yes. \n[15]And how far have we pushed that profile tonight Mr. Sullivan? \n[16]Give or take. \n[17]Now Mr. Sullivan what I am guessing, and give me a little rope here, what I am guessing that your report here says is that considering the, shall we say bumpy road, we've been on the last week or so that the numbers that your brilliant co- workers up the line ahead of you had come up with in the past don't seem to make much sense anymore considering what's taking place today? \n[18]So what you're saying is it's already happened? \n[19]And Mr. Sullivan what does your model say that means for us here? \n[20]You're speaking with me Mr. Sullivan. \n[21]So what you're telling me Mr. Sullivan is that the music appears to be about to stop and we are going to be holding the biggest bag of stinking shit ever assembled in the history of capitalism? \n[22]Mr. Sullivan? \n[23]Well let me tell you something Mr. Sullivan. Do you want to know why I'm sitting here in this chair with you all, why I get the big bucks, so to speak? \n[24]I'm here for one reason and one reason only. \n[25]I'm here to guess what the music is gonna do a week, month, a year from now. That's it, nothing more....... and I'm afraid... standing here tonight... that I don't hear... a... thing... just silence. \n[26]So, now that we know that the music has stopped, what can we do about it? \n[27]Mr. Cohen, Ms. Robertson, I'm afraid this is where you are supposed to step back in. Lord knows we relied enough on Mr. Sullivan today. \n[28]What have you got for us? \n[29]What have I told you since the first day you walked into my office?  That there are three ways to make a living in this business... Be first, be smarter, or cheat. Well I don't cheat, and even though I like to think we have got some pretty smart people in this building of the two remaining options, it sure is a hell of alot easier to just be first. \n[30]Is that even possible Sam? \n[31]I'll pay. \n[32]I think so. \n[33]Where does it come back to us? \n[34]Sam, I don't think you seem to understand what your boy down here just said... if I made you... how would you do it? \n[35]Ramesh? \n[36]The same people you've been selling this to for the last two years... and whoever else will buy it. \n[37] \n[38] \n[39]I understand. \n[40]Do you!!! This is it, Sam, this is it! \n[41]It's 4:00... Jared you've got till 5:00 to break this down and draw me up a plan. \n[42]Is there anyone else who actually knows what's in there right now, block by block? \n[43]Where is Eric Dale? \n[44]So he is just out there with this information? \n[45]Carmelo? \n[46]Get me Eric Dale here by 6:30. \n[47]OK, meet back here in an hour. \n[48]Sam... let's talk. \n[49]Hell of a town isn't it? \n[50]Really? \n[51]I've always loved this place. Ever since I arrived. Everything about it. \n[52]Are you going to be able to come on board here Sam? \n[53]You and I are salesmen Sam, we sell. That's what we do. It's not complicated. \n[54]This is it Sam. \n[55]It's the big one. Most of us aren't gonna make it out of this one. \n[56]The street. \n[57]This won't be the last `situation' I will be having this week. It's just the start. \n[58]Maybe. But I don't think that's true, not this time. The numbers just don't add up anymore. \n[59]I mean if this kid can come up with this...? \n[60]Oh please, when did you become so soft. \n[61]If you're the first one out the door Sam, it's not called panicking \n[62]You let me take care of that. \n[63]May I come in? \n[64]So... we are going to do this thing. \n[65]It's going to be tight. \n[66]Not yet. \n[67]Sarah, I need a head to feed to these traders... and the board... this morning. \n[68]It's you. \n[69]I'm not sure that's the best path for you to be taking at this point... you're going to be taken care of here... \n[70]Obviously it's quite complicated. \n[71]It was all a very grey area. \n[72]I'd really prefer that you didn't fight me on this... \n[73]We all fucked this one up pretty good... \n[74]We need you to stay here till this is all done and the markets close. \n[75]They'll go over the numbers with you downstairs... Good luck. \n[76]There he is. \n[77]Cohen has done a nice job. It can work. \n[78]It means, as you very well know, that you are a very important piece of this puzzle. \n[79]Here. \n[80]It's not a gift. I need to know you are with me on this. \n[81]I won't get what I need out of your boys today unless they believe you... unless they believe in you completely. \n[82]Are you in? \n[83]Well you can't have any reservations. \n[84]And I need to know now. \n[85]By the end of today almost everyone else in the world, including me, will have considerably less money than they began the day with..... You, in this room, are the exception. You will leave here today richer. You will fire the first shot, I wish it didn't have to be, but at times the market must eat its weak, and you all... are not the weak. We must strike quick, with no doubt, if you hear pause on the line, attack. By noon the SEC is going to be in here getting in your faces, sniffing around, you let us take care of them and you just keep going. We own what we are choosing to sell today and there is nothing they can do about it. 107 years ago this firm was founded, today we secure our place for next 107. You've got two minutes before we get started. Let's finish this, so we can get on to the next one... \n[86]Sam, please sit. Congratulations are clearly in order. \n[87]You did a hell of a job today, and I thank you for it. Sit, excuse me for eating but it's been a long day. Can I get you anything? \n[88]Keeping him? He's getting promoted. It's all hands on deck now Sam, there's going to be a lot of money to be made coming out of this mess, we're going to need all the brains we can get around here. ", "Tuld": "\n[1]Please sit down. \n[2]Welcome everyone. I must apologize for dragging you all here at such an uncommon hour but from what I've been told this matter needs to be handled urgently, so urgently in fact that it probably should have been addressed weeks ago... \n[3]but that is spilt milk under the bridge. So why doesn't someone please try to explain to me what's the problem here? \n[4]Jared, it's a little early for all that, how bout in English? ... Actually I'd like to hear from the guy who put this thing together... Mr. Sullivan is it? Does he speak English? \n[5]I'd like to speak to the analyst who seems to have stumbled across this mess. \n[6]Ah, there he is. \n[7]How old are you Mr. Sullivan? \n[8]Please call me John. \n[9]So Mr. Sullivan why don't you tell me what you think is going on here, and please speak as you might to a young child or a golden retriever, I didn't get here on my brains I can assure you of that. \n[10]Now you lost me at M... \n[11]I was joking Mr. Sullivan. \n[12]I have. \n[13]And Mr. Sullivan that challenge is? \n[14]Yes. \n[15]And how far have we pushed that profile tonight Mr. Sullivan? \n[16]Give or take. \n[17]Now Mr. Sullivan what I am guessing, and give me a little rope here, what I am guessing that your report here says is that considering the, shall we say bumpy road, we've been on the last week or so that the numbers that your brilliant co- workers up the line ahead of you had come up with in the past don't seem to make much sense anymore considering what's taking place today? \n[18]So what you're saying is it's already happened? \n[19]And Mr. Sullivan what does your model say that means for us here? \n[20]You're speaking with me Mr. Sullivan. \n[21]So what you're telling me Mr. Sullivan is that the music appears to be about to stop and we are going to be holding the biggest bag of stinking shit ever assembled in the history of capitalism? \n[22]Mr. Sullivan? \n[23]Well let me tell you something Mr. Sullivan. Do you want to know why I'm sitting here in this chair with you all, why I get the big bucks, so to speak? \n[24]I'm here for one reason and one reason only. \n[25]I'm here to guess what the music is gonna do a week, month, a year from now. That's it, nothing more....... and I'm afraid... standing here tonight... that I don't hear... a... thing... just silence. \n[26]So, now that we know that the music has stopped, what can we do about it? \n[27]Mr. Cohen, Ms. Robertson, I'm afraid this is where you are supposed to step back in. Lord knows we relied enough on Mr. Sullivan today. \n[28]What have you got for us? \n[29]What have I told you since the first day you walked into my office?  That there are three ways to make a living in this business... Be first, be smarter, or cheat. Well I don't cheat, and even though I like to think we have got some pretty smart people in this building of the two remaining options, it sure is a hell of alot easier to just be first. \n[30]Is that even possible Sam? \n[31]I'll pay. \n[32]I think so. \n[33]Where does it come back to us? \n[34]Sam, I don't think you seem to understand what your boy down here just said... if I made you... how would you do it? \n[35]Ramesh? \n[36]The same people you've been selling this to for the last two years... and whoever else will buy it. \n[37] \n[38] \n[39]I understand. \n[40]Do you!!! This is it, Sam, this is it! \n[41]It's 4:00... Jared you've got till 5:00 to break this down and draw me up a plan. \n[42]Is there anyone else who actually knows what's in there right now, block by block? \n[43]Where is Eric Dale? \n[44]So he is just out there with this information? \n[45]Carmelo? \n[46]Get me Eric Dale here by 6:30. \n[47]OK, meet back here in an hour. \n[48]Sam... let's talk. \n[49]Hell of a town isn't it? \n[50]Really? \n[51]I've always loved this place. Ever since I arrived. Everything about it. \n[52]Are you going to be able to come on board here Sam? \n[53]You and I are salesmen Sam, we sell. That's what we do. It's not complicated. \n[54]This is it Sam. \n[55]It's the big one. Most of us aren't gonna make it out of this one. \n[56]The street. \n[57]This won't be the last `situation' I will be having this week. It's just the start. \n[58]Maybe. But I don't think that's true, not this time. The numbers just don't add up anymore. \n[59]I mean if this kid can come up with this...? \n[60]Oh please, when did you become so soft. \n[61]If you're the first one out the door Sam, it's not called panicking \n[62]You let me take care of that. \n[63]May I come in? \n[64]So... we are going to do this thing. \n[65]It's going to be tight. \n[66]Not yet. \n[67]Sarah, I need a head to feed to these traders... and the board... this morning. \n[68]It's you. \n[69]I'm not sure that's the best path for you to be taking at this point... you're going to be taken care of here... \n[70]Obviously it's quite complicated. \n[71]It was all a very grey area. \n[72]I'd really prefer that you didn't fight me on this... \n[73]We all fucked this one up pretty good... \n[74]We need you to stay here till this is all done and the markets close. \n[75]They'll go over the numbers with you downstairs... Good luck. \n[76]There he is. \n[77]Cohen has done a nice job. It can work. \n[78]It means, as you very well know, that you are a very important piece of this puzzle. \n[79]Here. \n[80]It's not a gift. I need to know you are with me on this. \n[81]I won't get what I need out of your boys today unless they believe you... unless they believe in you completely. \n[82]Are you in? \n[83]Well you can't have any reservations. \n[84]And I need to know now. \n[85]By the end of today almost everyone else in the world, including me, will have considerably less money than they began the day with..... You, in this room, are the exception. You will leave here today richer. You will fire the first shot, I wish it didn't have to be, but at times the market must eat its weak, and you all... are not the weak. We must strike quick, with no doubt, if you hear pause on the line, attack. By noon the SEC is going to be in here getting in your faces, sniffing around, you let us take care of them and you just keep going. We own what we are choosing to sell today and there is nothing they can do about it. 107 years ago this firm was founded, today we secure our place for next 107. You've got two minutes before we get started. Let's finish this, so we can get on to the next one... \n[86]Sam, please sit. Congratulations are clearly in order. \n[87]You did a hell of a job today, and I thank you for it. Sit, excuse me for eating but it's been a long day. Can I get you anything? \n[88]So what can I do for you? \n[89]I'm sorry? \n[90]It's been a very difficult day, for everyone. \n[91]You'll get the bonus, the options, and keep your current base, but I need you to stay with me for another 24 months. O.K? \n[92]For God's sake man put a smile on your face, you did some good today, you said so yourself. I'm starting to feel a little better about this whole thing. You're one of the luckiest guys in the world, you could've been digging ditches all these years... \n[93]Jesus, when did you start feeling so sorry for yourself, it's unbearable... What, you think we may have helped put some people out of business today? That it's all just for naught? Well you've been doing that everyday for almost forty years Sam. And if all this is for naught then so is everything else out there. It's just money, it's made up, a piece of paper with some pictures on it so we don't all kill each other trying to get something to eat. But it's not wrong and it's certainly not any different today than it's ever been. Ever. 1637, 1797, 1819, `37, `57,`84, 1901, `07, 1929, `37, `73, and 1987... God damn did that motherfucker fuck me up good, 92, 97, 2000, and whatever this is gonna be called. They're just the same thing over and over. We can't help ourselves, and you and I can't control it, stop it, slow it, or even ever so slightly alter it... We just react... and we get paid well for it if we're right... and get left by the side of the road if we're wrong. There's always been and there's always gonna be the same percentage of winners and losers, happy fucks and sad sacks, fat pigs and starving dogs in this world... yes there may be more of us today... but the percentages... they always stay exactly the same. \n[94]Keeping him? He's getting promoted. It's all hands on deck now Sam, there's going to be a lot of money to be made coming out of this mess, we're going to need all the brains we can get around here. ", "Mary": "\n[1]Hello! ... I've called the police. \n[2]Sam? \n[3]What are you doing? \n[4]What are you doing? \n[5]Oh God. \n[6]Well I'm very sorry. \n[7]I know, but Sam you don't live here anymore. \n[8]Well. You should have called. \n[9]Are you alright? You look terrible. \n[10]I heard, Sammy called. \n[11]He said they got hammered, but got out alive. \n[12]Well, I am going to go back in to bed. The alarm is on so don't try to break in. Well, you take care of yourself. \n[13]Yes. "}}