{"filename": "Marley-&-Me_script.txt", "imdb_id": "tt0822832", "imdb_url": "https://www.imdb.com/title/tt0822832", "characters": ["Arnie Klein", "Conor (Age 8)", "Neighbor Mom (Nurse)", "Conor (Age 5)", "Colleen (Age 5)", "Dr. Platt", "Ms. Kornblut", "Patrick (Age 10)", "Lisa", "John", "Big Guy", "Patrick (Age 7)", "Sebastian", "Editor", "Jenny"], "dialogues": {"Arnie": "\n[1]Sebastian says you won some award? \n[2]A Mitchy. Min-hmm. So, tell me, why did you want to leave the estimable - (he flips to a story, reads \n[3]For the women? \n[4]For the work? \n[5]Your wife's Jenny Havens, right? \n[6]She take the job at the Post? \n[7]I tried to get her over her \n[8]Damn fine writer. \n[9]What's the matter, the Post didn't want Yo m? \n[10]Straight news writer, huh. Meaning you think you're a reporter? \n[11]And the six other sweaty-palmed college grads I'm interviewing today, you think you're better than them? \n[12]  \n[13]That's quite a speech, son. You rehearse that, or come up with it on the fly? \n[14]Sebastian! They both turn as Arnie sticks his head out of his office. \n[15]Your travel's approved. Get outta here. \n[16] \n[17]I want two paragraphs for the blotter.  \n[18]  \n[19]I'm in a bind, John. \n[20]It's a step up. \n[21]It's also better pay, you set your own hours, pick your own topics... \n[22]and it's only temporary, just until I find someone permanent. \n[23]You may have noticed that in every other column, he went on about The Pie Palace? \n[24]Turns out he's been getting free meals in exchange for mentioning the joint. It's also why he became such a fat ass. John nods. Oh. \n[25]Anyway, it's twice a week. And like I said, it's only until I can find someone else to replace him. Then you're back on, uh... whatever beat you were on. \n[26]  \n[27]The hell you sorry for? It's hilarious. John sits back down, looks at Arnie. See, the thing is, Arnie's face doesn't say \"hilarious,\" but... \n[28]I loved it. Getting kicked out of obedience school, the humping, the \"Great Escape,\" all of it. Hysterical. Again, Arnie's face remains dead serious as he passes the paper back to John. \n[29]Run it. As is. \n[30]Hey, Gorgan... Tell him not to feel bad. Sooner or later, we all lose our balls. \n[31]  \n[32]This is even funnier than the last one. \n[33]You're good, Gorgan. And not just the dog stuff. The piece on the women of Boca last week. What'd you call them? \n[34]Hilarious. John nods, starts for the door... \n[35]Is it true what you wrote? You and the wife are trying to have a kid? \n[36]How's that work? \n[37]Are you having sex? \n[38]ant? With the intention of getting pregn \n[39]Congratulations. You're trying. John just stands there. Arnie looks back at him. \n[40]I assume you've thought this through? \n[41]  \n[42]  \n[43]A gift, John. She's carrying a child. Your child. Don't you think that's worth something? \n[44]You don't wanna make the mistake I did. Listen to me. There's gonna come a time, she's fat, she's nauseous, her ankles are swollen, and she's gonna look at you, and this is what that look will mean: \"You bastard. You did this to me. You dick, you ruined me.\" But then... \n[45]she's gonna remember that little ring, bracelet, anklet, whatever, that you bought her, and she's gonna feel better. Understand? \n[46]Go ahead. There's a jeweler on the corner. Mention my name. \n[47]  \n[48]Why should I do this, why are you worth it? \n[49]Are you asking me? \n[50]So you are doing a good job. \n[51]So why not make it permanent? \n[52]That's what the word \"forever\" means. Yes. John, you know how many yo yo's in the other room would kill to have their own column? You took a piece of crap About Towner and turned it into something fresh. I hate to break it to you, son, but you're a good columnist. \n[53]Yeah, well sometimes life comes up with a better idea. Tell you what. You make it a daily column and I'll double your salary. How's that? \n[54]It's post partum depression... \n[55]Her hormones are all on tilt and she's depressed. It happens. After my fourth kid was born, I'd wake up, find my wife just staring at me with a mallet in her hand. I thought she was gonna kill me in my sleep. I still do... Did you get her the gift? \n[56]Huh. That usually works. Arnie gets off the desk, says to the Photographer: \n[57]Alright, Janice, make him look pretty. The man's an official columnist now. Arnie moves off and the photographer looks up from her camera and smiles at John. He smiles back. She keeps smiling... so does he... she finally indicates his hair... \n[58]These are all responses to the column you wrote last week. John thinks a moment... \n[59]One where you said you may have to give the dog away. \n[60]No. They're all saying they'd take him. Arnie moves on and John stares at the letters. \n[61]  \n[62]re? You notice any recurring themes the \n[63]Yeah. Including yï¿½gu the last couple months.  \".. .if he doesn't like it here, he \n[64]Florida hasn't soured, John. You have. What's wrong? \n[65]Maybe what? \n[66]Are you kidding? You're the comic voice of South Florida's middle class. You're a national treasure. Well, a regional treasure. Municipal treasure, for sure. You're just a little burned out. Why don't you take a coupweeks off? Consider it my birthday present. \n[67]Hey, Gorgan. John smiles to himself, walks over. \n[68]I just wanted to say good luck up there. \n[69]Also, there's a good chance that every piece of advice I ever gave you, may in fact be total crap. \n[70]This would be where a mushier guy would tell you he's proud of you, give you a hug, and send you on your way. ", "Klein": "", "Dr.": "\n[1]Hi, guys. Let's have a look at your baby, shall we? \n[2] All right, there we go. Good. Now, look over there. Much better resolution, right? Jenny and John, holding hands, look at the computer screen. They see a sac, which, with a click of the mouse, Dr. Sherman expands and expands. But it's empty. Jenny tries to smile. \n[3]Not what you'd expect to see at ten weeks. \n[4]Jenny, I'm sorry, but there's no heartbeat. John and Jenny are still, silent. \n[5]One in six pregnancies ends this way. it just happens sometimes, that's all. I'm very sorry. But you're young and healthy and in a couple of months, you can try again. Why don't you come by my office on your way out and we can talk some more. He exits. John is still holding the blank videotape. He tries to hide it from Jenny. He leaves. Jenny and John look at each other. \n[6]He's on an IV for fluids and a sedative. \n[7]His stomach twisted. He ate or drank something quickly, took in a lot of air and his stomach flipped. I got a tube down which let out some of the gas. I think i untwisted it. \n[8]For now. But once this happens, it almost always happens again. And if it does, there's not gonna be anything I can do. He's too old for that kind of surgery. \n[9]More than likely, it will. \n[10]I just think you should prepare yourself that he might not make it through the night. \n[11]  \n[12]Mr. Grogan-- \n[13]I did everything that worked before. But no luck. There's still surgery, \n[14]There's blood in his stomach. The lining might be compromised. I don't know what we'll find if we go in there anyway. \n[15]I'll give you some time. She goes. John stares down at Marley. Takes the stuffed lamb out of his pocket, places it under a paw. When John puts a hand on his flank, Marley's eyes flutter open. His tail THUMPS gently. \n[16]He won't feel a thing. He'll just slip away. Are you ready? \n[17]He's gone. FROM ABOVE, the dog on the table, the doctor discreetly going to the side, and John laying his head next to Marley and putting his arms around him as we now... ", "Platt": "\n[1]He's on an IV for fluids and a sedative. \n[2]His stomach twisted. He ate or drank something quickly, took in a lot of air and his stomach flipped. I got a tube down which let out some of the gas. I think i untwisted it. \n[3]For now. But once this happens, it almost always happens again. And if it does, there's not gonna be anything I can do. He's too old for that kind of surgery. \n[4]More than likely, it will. \n[5]I just think you should prepare yourself that he might not make it through the night. \n[6]  \n[7]Mr. Grogan-- \n[8]I did everything that worked before. But no luck. There's still surgery, \n[9]There's blood in his stomach. The lining might be compromised. I don't know what we'll find if we go in there anyway. \n[10]I'll give you some time. She goes. John stares down at Marley. Takes the stuffed lamb out of his pocket, places it under a paw. When John puts a hand on his flank, Marley's eyes flutter open. His tail THUMPS gently. \n[11]He won't feel a thing. He'll just slip away. Are you ready? \n[12]He's gone. FROM ABOVE, the dog on the table, the doctor discreetly going to the side, and John laying his head next to Marley and putting his arms around him as we now... ", "Ms.": "\n[1]Incorrigible? I don't believe in that. All dogs want to learn. But they can't when their owners are weak-willed. \n[2]And where is your animal? \n[3]I see. He calls the shots. Which of you will be the trainer? \n[4]A dog can only answer to one master. Which one of you has the most natural authority in your own relationship? \n[5]I thought so. We begin. \n[6]Sit! \n[7]That, class, is an example of a dog that has been foolishly allowed to believe he is the alpha male of his pack. And therefore he cannot be a happy animal. \n[8]You. Joker. Rotate in. John looks at Jenny who shrugs, holds up the leash for him to take. \n[9]The choke chain. When your animal walks properly by your side, there'll be slack. If he pulls, it tightens around his neck like a noose and loosens as soon as he stops pulling. \n[10]Well, it's not called a hug chain. But they learn to like it. Go on, collar your dogs. Everyone else quickly, easily gets the choke chain around their dogs' necks. Of course. Meanwhile: John kneels down and struggles to put it. around Marley's neck. Marley, liking its shiny jingling, tries to eat it. \n[11]That's because he's eating it... Get it out of his mouth. Class? Give your dogs the sit command. All the dogs sit; John forces Marley's butt down. \n[12]The leash is held in two places. Loop around your right hand, left hand at waist level. Dog always on your left, of course. \n[13]Now, when you give the heel command, step off with your left foot - I don't want to see any right foot first steppers - and walk. If your dog gets ahead, administer a correction by forcefully bring your left hand down and towards the right, and he'll respond. Shall we? One, two, three - now! Just as the dogs and owners prepare to step off, Marley lurches ahead of the pack... \n[14]Correct him! John gives a mighty yank on the leash. Marley coughs, hesitates. John loosens the leash - and Marley explodes forward again. John yanks, Marley stops, John releases, Marley explodes forward. \n[15]Rein in that dog! All right, everyone, line up again. Demonstration. Mr. Grogan? Pay attention. She takes the leash from John and efficiently guides him into line with the other dogs. \n[16]It's a simple question of confidence in one's own authority. Shall I demonstrate a simple walk? \n[17]Class? Even an unruly dog wants to obey his leader. Marley? Heel. And she steps off confidently - but Marley is a bit more confident than she is. He lunges, she pulls, he falls back on his hind legs, then barrels up and lurches forward. Ms. Kornblut half-stumbles, half rockets across the park. She manages to turn Marley around, and the whole process begins again as they make their way back to the line. Her face is flushed with embarrassment, anger, and exertion, but Marley, jowls frothing, is having a ball. It's like a walking tug-of-war. With difficulty, Ms. Kornblut manages to return Marley to John, but not before, as a coup-de-grace, he starts humping her leg enthusiastically. She struggles, he knocks her down, and then he buries his face in her crotch and humps her knee. John and Jenny rush over. John restrains Marley; Jenny helps up Mrs. Kornblut. She's livid. \n[18]That's it! He's out! \n[19]He's a bad influence on the others. Leg-humping is a virus. Once it takes hold in a group - he has to go! ", "Kornblut": "\n[1]Incorrigible? I don't believe in that. All dogs want to learn. But they can't when their owners are weak-willed. \n[2]And where is your animal? \n[3]I see. He calls the shots. Which of you will be the trainer? \n[4]A dog can only answer to one master. Which one of you has the most natural authority in your own relationship? \n[5]I thought so. We begin. \n[6]Sit! \n[7]That, class, is an example of a dog that has been foolishly allowed to believe he is the alpha male of his pack. And therefore he cannot be a happy animal. \n[8]You. Joker. Rotate in. John looks at Jenny who shrugs, holds up the leash for him to take. \n[9]The choke chain. When your animal walks properly by your side, there'll be slack. If he pulls, it tightens around his neck like a noose and loosens as soon as he stops pulling. \n[10]Well, it's not called a hug chain. But they learn to like it. Go on, collar your dogs. Everyone else quickly, easily gets the choke chain around their dogs' necks. Of course. Meanwhile: John kneels down and struggles to put it. around Marley's neck. Marley, liking its shiny jingling, tries to eat it. \n[11]That's because he's eating it... Get it out of his mouth. Class? Give your dogs the sit command. All the dogs sit; John forces Marley's butt down. \n[12]The leash is held in two places. Loop around your right hand, left hand at waist level. Dog always on your left, of course. \n[13]Now, when you give the heel command, step off with your left foot - I don't want to see any right foot first steppers - and walk. If your dog gets ahead, administer a correction by forcefully bring your left hand down and towards the right, and he'll respond. Shall we? One, two, three - now! Just as the dogs and owners prepare to step off, Marley lurches ahead of the pack... \n[14]Correct him! John gives a mighty yank on the leash. Marley coughs, hesitates. John loosens the leash - and Marley explodes forward again. John yanks, Marley stops, John releases, Marley explodes forward. \n[15]Rein in that dog! All right, everyone, line up again. Demonstration. Mr. Grogan? Pay attention. She takes the leash from John and efficiently guides him into line with the other dogs. \n[16]It's a simple question of confidence in one's own authority. Shall I demonstrate a simple walk? \n[17]Class? Even an unruly dog wants to obey his leader. Marley? Heel. And she steps off confidently - but Marley is a bit more confident than she is. He lunges, she pulls, he falls back on his hind legs, then barrels up and lurches forward. Ms. Kornblut half-stumbles, half rockets across the park. She manages to turn Marley around, and the whole process begins again as they make their way back to the line. Her face is flushed with embarrassment, anger, and exertion, but Marley, jowls frothing, is having a ball. It's like a walking tug-of-war. With difficulty, Ms. Kornblut manages to return Marley to John, but not before, as a coup-de-grace, he starts humping her leg enthusiastically. She struggles, he knocks her down, and then he buries his face in her crotch and humps her knee. John and Jenny rush over. John restrains Marley; Jenny helps up Mrs. Kornblut. She's livid. \n[18]That's it! He's out! \n[19]He's a bad influence on the others. Leg-humping is a virus. Once it takes hold in a group - he has to go! ", "Lisa": "\n[1]Hi. You're leaving. \n[2]well, I don't blame you. I just thought I'd come over and say-- But Marley comes running over and she crouches down to greet him. She hugs him a while... \n[3]I'm gonna miss you. John watches as she holds on to him a bit longer, thanking him as well. John turns away, starts back for the van to give her a moment. She stands up. \n[4]Where you moving to? \n[5]Huh. \n[6]Nothing. I just... never pictured, you know, a guy like you moving to Boca. \n[7]Yeah, you know, young, cool, whatever. \n[8]Actually, a paramedic named Josh saved my life. \n[9]Thanks. I'll have to chew up the other one to make it match.  Have fun down there. ", "John": "\n[1]Throughout college... \n[2](to CAMERA, which is \n[3]All right, enough with the -  - all right, what? What are you looking at? \n[4]  \n[5]Turn it off. And as he REACHES for it - WHAM'. He hits another car! The camera goes flying. Fumbles. SCREAMS. YELLS. \n[6]Jesus Christ! \n[7]In her office, through the semi-closed Venetian blinds. \n[8]She's had an ffect on \n[9]How do I get vou? \n[10]I'm serious. In what world does a guy like me get someone like you? \n[11]The plan. \n[12]Done. Step two? \n[13]Check. Step three? She smiles, puts her face right up to his... \n[14]Oh yeah. \n[15]I know, I got it. \n[16]I'm John Grogan. \n[17]Um, okay, see now I don't wanna get out of the car. \n[18] \n[19]i really just wanna sit here and make out with you. \n[20]Who am i again? Kidding. \n[21]Yes, sir, I got a Mitchy.  \n[22]Like a Pulitzer, but for western Michigan. \n[23]Well, as you know, Sebastian and I were in college together, and he was always talking about South Florida... mostly about the women of South Florida, but anyway, after my wife and I got married we thought it might be nice to come \n[24]Uh, no-- for the... the... uh... \n[25]Yes. That. \n[26]Well, Jenny Grogan now-- \n[27] \n[28] \n[29]Well, she does features. I'm more a straight news writer. This is a better paper for that. \n[30]Meaning I know I am. \n[31]No, sir. In fact, I'm pretty sure I'm not. But I do know that I always seem to surprise myself. Ten years ago, I was doing bong hits and playing Donkey Kong, never dreamed I'd get into college. But I did, and I graduated with honors. Two years ago, my buddies told me that the most Jenny Havens would ever say to me was, You're sweet, but I don't like you in that way.. But she did like me in that way-- and my buddies can suck it because I married her. I certainly never thought I'd win some award with a dumbass name-- \n[32]  \n[33]Elevator, on the way up. How'd I do? Arnie just looks back at him. \n[34]He's got me on a little thing they like to call... Desert Storm-- \n[35]So what's next? Lunch? \n[36]You like the quote about the speed bumps? \n[37]-\"it would be worth it. And with that, Janet Dickerson's mother's eyes filled with tears.\" That one just felt exactly right, y'know? \n[38]That's it. The injured girl's dad's in Kuwait. What, that's not in there? \n[39]What-- you're kidding-- He reaches for the paper, but she holds it away. \n[40]Thanks. I'm almost done with yours. This idea of voting machines sounds \n[41]Oh, it continues... An awkward moment as he now searches for the new page, has to fold back the paper. No escaping the fact that ie article is longer and more important than his. She finally gets up...  \n[42]No, no, I'm enjoying it... He tortures himself and keeps reading. She moves to the sink, starts to rinse out her cup... \n[43]Wow, they really gave you a lot of space, didn't they? She sets the cup on the counter, looks at the WILTED PLANT on the sill. \n[44]What's wrong with a spare room? \n[45]I'm starting to worry that we're already at Step Six. \n[46]You know Jenny, she's got her whole life organized and planned out... Sebastian smiles at a secretary, turns back to John. \n[47]A puppy. \n[48]And a dog... \n[49]What clock? \n[50]Okay... is the bomb strapped to a dog... because I'm not sure I'm \n[51]Huh. \n[52]Where you going? \n[53]Yeah, you and I once talked about doing something like that. We were gonna call it, \"From Plant to Pusher.\" Remember? \n[54]Actually, it's Grogan-- \n[55]So uh, what kind of puppy? Sebastian looks up at him. \n[56]To, y'know, cut the wire. \n[57]A little surprise first... \n[58]Just hang on... Lori opens a door to a laundry room. \n[59]Okay. Now. Jenny opens her eyes and sees a utility room. Nine yellow yipping Lab puppies tumble out of a cardboard box towards John and Jenny. \n[60]Happy Birthday. \n[61]You're right. Let's go. He's kidding. And besides, Jenny's already on the floor, letting the puppies climb all over her. \n[62]Is the father here too? \n[63]He likes you. \n[64]Plenty of time to get ready. \n[65]No problem. I can take him. Be good bonding time. Get him all trained in time for you to come home. A chuckle from Lori. \n[66]Let's give 'em all the scare test. \n[67]I hear the best dog in the litter is the one who doesn't spook easily. They turn out to be the most people- centered. \n[68]Meant to be. He watches her cuddle the puppy and knows he's done the right thing. \n[69]How hard could it be? We hear A COMMOTION is coming from the woods, something crashing through the brush, breathing heavily. They both freeze as the sound comes their way. \n[70]I think we just met the dad. \n[71]How 'bout I just call him \"Clearance Puppy\" until you get back. I only hope he doesn't say his first word without you. \n[72]Whoa! He got big... This is the right one, right? \n[73]So, what if I run into any problems? \n[74]No, that's okay, I'll just... John opens the door, indicates that Marley should jump in. Instead, the puppy runs around the car, barking, jumping up on the bumpers. John finally catches him, lifts him up, puts him on the front passenger seat atop some towels. \n[75]There we go. Well, anyway, thanks for-- But Lori's already inside her house, the door closed. \n[76]  \n[77]Hey... guy. The dog just stares at him quizzically. Uncomfortable alone with the dog, John turns on the radio. BOB MARLEY plays and the puppy THUMPS HIS TAIL. \n[78]You like Bob Marley? The dog THUMPS HIS TAIL AGAIN. John turns up the music. THUMP. THUMP. THUMP faster this time. \n[79] \n[80]Marley. Okay-- Marley. Cool. But now the pup starts wriggling towards John, John tries to put him back... \n[81]No-- stay boy... stay.  Okay, not really safe, bud-- Marley gets stuck with half his body draped over the console. He remains like this, his tail thumping... John gives up. \n[82]Alright, fine, but just this time. \n[83]This is our house... The dog immediately pees on the ground. \n[84]And now it's yours. \n[85]This one's water. This one's food. \n[86]C'mon, man, you've already had kibble and half a seat belt.  All right. Special treat. But just today... He opens the bag and Marley tackles it. Several cupfuls spill onto the floor. John goes to the pantry to get the dustpan and brush. When he returns, he finds Marley has eaten the food in the bowl AND every last scrap of spilled food. And now he's squatting to pee again... \n[87]No, no, no! He picks up the puppy and rushes him outside. \n[88]Okay, now. Pee. He motions with his zipper. \n[89]C'mon, man, do your thing.  Alright, I'm gonna show you this one time... From behind, we see John peeing. \n[90]Except you gotta lift your leg.  See, this is how you guys do it... Marley looks at him, squats and pees... \n[91]Or you could do it like that. Just not in front of other guy dogs. \n[92]Are you sure? Because it can be temporary... INTERCUTTING: JOHN &amp; JENNY \n[93]Oh, yeah, he's pooped. Marley lets out a SQUEAK as he tugs at a couch cushion... \n[94]Yeah... (snapping his fingers at the dog, shaking his head \"no\" He's very cute. Just like a little kid only furrier. \n[95]Uh, okay, he's listening. John just holds the phone awkwardly as Jenny coos baby talk. \n[96]Anyway, don't worry, he's doing great. Like he's lived here his whole life. All eight weeks of it. And you know what else? I think he's going to be pretty easy to train. I mean, he's curious which means he's smart, right? \n[97]Just him? \n[98]I'm not the one sleeping in a box. \n[99]I'll see you in the morning, okay? Marley looks at him with a heartbreaking expression. John hesitates. \n[100]Aw, come on, don't. You'll be fine, alright. And tomorrow, we're gonna tear it up. I'm thinking kibble, park, chew toy, the whole nine yards. Okay? we good? Marley doesn't-look so good, looks kind of sad. John turns and gets out of there. \n[101]Big day tomorrow! Rest up, pal! He listens a beat; Marley quiets down. He gets in his car. \n[102]Some of it. \n[103]Yeah, but then I wouldn't have been able to do the piece on the water main break at the library. That would have sucked. \n[104]I'll drink to that-- They toast with their beers, Sebastian clocks John looking at his watch. \n[105]Oh. No, it's the puppy. It's his first \n[106]Marley. A little lab. Like you said. Remember? The bomb... \n[107]No no... I just wanted you to know I'm back. The puppy whimpers and he goes over to him, reaches into the box and pets him... \n[108]Buddy, you really gotta chill, okay? Yeah, I know, good to see you, too. But I'm just inside the house, I'll see you in the morning. Big day tomorrow. Get some sleep. \n[109]Just this one time. John climbs into bed, shuts off the light. Marley whimpers and John rolls onto his stomach, reaches into the box and strokes his back, the puppy lays down, still whimpers... \n[110]Oh, come on... Hey. Remember this?  One love, one heart... Let's get together and feel alright... John nods off, one arm hanging over the side of the bed into the box, his hand resting on Marley's back as the puppy now snoozes peacefully and we then... \n[111]She comes home today. Hung over, he sits up, looks around the messy room, half due to John's bachelor housekeeping habits, half due to Marley. Not only has everything has been chewed, but some time during the night Marley discovered how much fun toilet paper is. \n[112]We should probably clean up. \n[113]Huh. It's already completely gnawed up. John looks at Marley who emerges dragging a roll of toilet paper, rams right into the screen door, bounces back. \n[114]Marley, it's a screen, you're not gonna \n[115]--there. \n[116]I'll be back in an hour. Be good. \n[117]I'm okay. A little tired, but \n[118]He's waiting for you. \n[119]Wow. Okay, this is not how I left it. \n[120]An hour, at the most.  Jeez... he Alg drywall. That's just not right. \n[121]He gave me an extra paragraph... Marley bursts through the back screen door... \n[122]Marley, no! John chases him across the backyard. Marley goes under the fence and John starts to go over into... \n[123]Marley, no! They wave to the NEIGHBOR standing on his patio watching. \n[124]Hi, Tom-- Sorry... \n[125]I don't understand, why me? \n[126]But I'm a reporter, not a columnist. \n[127]Yeah, but it's a step away from what I wanna do. \n[128]What happened to Jerry? \n[129]I really haven't read his-- \n[130]  \n[131]Yeah, well, dogs need rubber. Little known fact, helps the digestive tract... \n[132]I'll do what I can. \n[133]Poodle? \n[134]Arnie gave me a column. \n[135]Oh, yeah, it's a big honor. I get to write about zoning laws and yard sales. \n[136]It's only temporary until he finds someone else. I'm just trying to get something down for Tuesday. She gives him a kiss, starts out of the room \n[137]I'm very strong-willed. \n[138]He's over there. With my wife. He was a little excited. He usually needs a little time to calm down. Ms. Kornblut looks at Jenny as she struggles up with Marley. \n[139]  \n[140] Yeah, he looks really bummed. Kornblut hears him, death stares John. \n[141]Does it hurt them? \n[142]He likes it. \n[143]That means us, pal. He rearranges Marley so he's on John's left. \n[144]Marley, heel! Marley takes off like a fighter jet, dragging John behind. \n[145]Be my guest. \n[146]He usually just does this with poodles.  Maybe it's the hair. \n[147]Well, that was fun.  Congratulations, Marley. You flunked obedience school. \n[148] No, no, I'm not doing that to him. \n[149]Yeah, you know why he'll be calmer? Because he'll have nothing to look forward to. \n[150]That's where you're wrong. Trust me, Jen: I know. I'm a guy. And yeah, lots of things make us happy, but the only thing we really look forward to is sex. Runner up: the possibility of sex. \n[151]It'll just feel longer. \n[152]It won't be so bad, buddy. You'll see. Sex is overrated. Marley looks-at him. \n[153]Okay, I'm lying, and I think you know that... so maybe the best thing is to just not talk about it. Jenny cuts him a look. He lowers his voice. \n[154]Poor son-of-a-bitch. A guilty John cracks the window just a bit and Marley begins listing to starboard, leaning against John to catch a whiff of the outdoor smells. Marley crawls onto John's lap... \n[155]Oh, okay, you wanna sit up here... Marley now jams his nose into the small opening, snorting to catch the fresh air \n[156]Least I can do. John lowers the window and Marley gets his whole snout out. \n[157]Here you go... John lowers the window again and now Marley sticks his whole head out, ears flapping behind him, tongue hanging out like he's drunk. \n[158]He's so happy. He has no idea what's about to happen to him. Jenny looks over as Marley hooks his paws over the half open window so that his neck and upper shoulders now hang out of the car. \n[159]He's fine. He just wants a little \n[160]He's onto our evil plan, and he's making a break for it! But now his butt is up in the air, his hind legs clawing for a foothold... \n[161]Uh, little help here... John's stuck. He can't pull the dog back in the window and he can't open the door. He can't let go as angry drivers behind them are now starting to swerve around them. John hangs on for dear life... \n[162]       \n[163]Riveting planning commission vote. Knuckle-biter. 8 to 1. \n[164]Can't, I gotta finish the column. Maybe tomorrow? \n[165]Right. Another time then. John watches him move off, a secretary giving Sebastian a big smile as he passes. John sits there another moment, looks at his desk. A photo of him and Jenny. One of Marley with a flip flop in his mouth. John chuckles to himself, then deletes the column, starts typing a new one. \n[166]I'm really sorry, I'll go back and do the zoning piece-- \n[167]Thank you, sir. John starts out of the office. \n[168]I'll be sure to pass that on. \n[169]To two years. \n[170]Good, though, right? \n[171]So. What's next? \n[172]No, I mean on your list. \n[173]ed, Remember, when we first got marri you had this whole checklist, with like the game plan. \n[174]So what came next? \n[175]afterthat? We can do that. What was \n[176]Yeah. \n[177]I can probably live with a few leaks. \n[178]I know. \n[179]Well, we've already fixed Marley. Literally. \n[180]I think so. JENNY t an And you know we're not talking abou actual roof here. \n[181]Yeah, I got that. She looks back at him, finally nods. They are. Then.. \n[182]If I'm following you correctly -- and I think I am -- this is the part where we go home and get it on, right? \n[183]Yeah... \n[184]What? And now they part and we see MARLEY'S HUGE FACE RESTING ON THE SIDE OF THE BED, watching, panting up a storm. \n[185]Marley-- get out of here! \n[186] \n[187]Thank you, sir. \n[188]Boccahontis. \n[189]Well, we're not really trying. \n[190]Excuse me? \n[191]Yes. \n[192]i guess. \n[193]Yeah, I mean... \n[194]Grogan. \n[195]Oh. \n[196] \n[197]You want me to give her a hand? \n[198]Hi. \n[199]Hey, boy. Jenny? \n[200] So. This is us not trying. The bathroom door opens and Jenny walks out in a tiny, silky two-piece thing... \n[201]Catch you later, buddy. And closes the door on the dog. \n[202]Well, technically, we're not trying. But you know Jenny. \n[203]Yeah, things are really good. \n[204]The bomb, right? \n[205]Well, it's been a few months and nothing's happened. Which actually makes me wonder if-- \n[206]  \n[207]Well, it's just temporary, but thanks. John cuts a look at Sebastian, picks up the phone. \n[208]Hello. \n[209]Oh. Why don't you two get started and I'll be there as soon as I can. \n[210]Oh. Alright then. I'll see what I can do. He hangs up. Looks at Sebastian. \n[211]Uh, I'm sorry, man, but I gotta jam. I forgot, I had this thing, I gotta deal \n[212]Yeah. See you later. John starts out of the bar. Sebastian calls after him. \n[213]You know, this baby thing. I been thinking maybe we should take a break. You know? Obviously, it's not happening. Maybe that's nature's way of saying it's not good timing. No sound from Jenny. He struggles on. \n[214]Maybe this is a sign that we're not ready for this. I mean, have we really thought this through? Because-- \n[215] Great. Wow, that's... great. \n[216]Yeah, no, I mean-- okay, this is definitely awkward now, but... \n[217]Can I? \n[218]Thank you. Okay, well... I gotta be honest, I'm a little panicked. \n[219]Both. It's a twofer thing. \n[220]No. No. Not at all.  Yeah, yeah I'm pretty scared.  \n[221]   \n[222]That's probably the last one about Marley for a while. But in about nine months, I'm gonna have a new subject, might be just as fun. Jenny's pregnant. \n[223]What? \n[224]Uhhh... \n[225]Yeah.  Can I just-- \n[226]I was just thinking about you when I walked by the store and saw it in the window... \n[227]Put it on... She turns back to the coffee table and looks around... \n[228]You just put it down. It can't have \n[229]We don't want any trouble... \n[230]He made me! Go! Jenny lurches for Marley, going for his collar, and John leaps at him from behind. Marley skitters away. Ah, a game! He wags his tail, prances, sticks his rear in the air and his puts his head to the ground. John feints, tries to maneuver Marley back into Jenny. Jenny finally grabs him from behind. John pries open his mouth. Nothing. He reaches inside, looks up at Jenny. \n[231]Uh-oh. \n[232]Yay. \n[233]Man, you gotta lay off the mangoes. You know, years ago, when I pictured my life, somehow standing in my backyard hosing down dog crap in search of my bride's swallowed and recycled ass- kissing gift just didn't spring to mind. \n[234]Yeah. He did us a favor. And I only threw up eight times. \n[235]Thank you. \n[236]Is it too soon to tell the sex? Not that I care. He can be any sex he wants. Male, female, we don't care. Unambiguous genitalia, if we had our druthers, but whatever... \n[237] Ready to roll. \n[238]You didn't do anything-- \n[239]Jenny, it's not something you have any control over. It's like the doctor said, it just happens-- \n[240]Don't say that-- \n[241]I don't need sorry. You didn't do anything! She turns away and begins to cry. John just sits there, staring at the videotape in his hands. Outside in the hall, the door to another examining room opens and they hear a couple laughing, talking excitedly. Jenny and John look away from each other, their pain made even worse. \n[242]In a couple of months, we can try again. Okay? \n[243]You want some tea? Hey, you know what I was thinking? We still have those tickets from your parents for the honeymoon in Ireland. We can finally do that. \n[244]Take some time off. It'll be fun, clear our heads, right? Jenny? No answer. He goes into the living room and stops cold: JOHN'S POV - JENNY &amp; MARLEY Jenny sits on the couch. Marley stands at her feet, with his shoulders between her knees, his big head resting in her lap. His tail hangs flat between his legs. His eyes are turned up at her, and he whimpers softly. Jenny strokes his head a few times and then, with no warning, buries her face in the thick fur of his neck and begins sobbing. They stay like that for a moment, Marley statue- still, Jenny clutching him to her like an oversized doll. John stands there, watching Marley take care of her. No words, just being there. A lesson here. Her head down, Jenny raises one arm up towards John and John goes to the couch and wraps his arms around both of them. We then... \n[245]Yeah. Close to a hundred pounds.  He just wants to say hi. He won't hurt you. Just stand still and be calm. You're a dog person, right? \n[246]- Ready? \n[247]He's not supposed to do that. You have to knee him. Anyway, it won't happen the whole time. Just maybe when you come home.  \n[248]We do not allow Marley to get up on any piece of furniture, chew on anything except his toys, drink out of the toilet - keep the lid closed and the brick on the lid - \n[249]- actually, you might want to keep the bathroom door closed in general. \n[250]Other than that, enjoy him! Thanks so much. Love, Jenny and John. \n[251]No kidding. 'Cause it's not just God watching. God, his mother...  .and apparently his best friend. \n[252]It's July, but I think I can see my breath. \n[253]It's not the mattress. It's the shrieks of over-sexed souls in hell. \n[254]Are you sure, because we don't have to... \n[255]Maybe she's deaf... 98 INT. IRISH B &amp; B - DAY 98 The next morning. John and Jenny, looking flushed and relaxed, and slightly abashed, come downstairs. Mrs. Butterly looks at them sourly. So do the other guests. \n[256]No... He jumps as Mrs. Butterly slams the teapot on the table. \n[257]Wow. Any of you hear her bed squeaking last night? I hope she hits confession before Mass, that's all I can say. 99 INT. ANOTHER B &amp; B - DAY 99 Another widow, another room, another collection of religious artifacts. John smiles. 100 INT. A THIRD B &amp; B - NIGHT 100 Jenny sits on the bed, smiles at the NOISE, starts taking off her shoes. John ushers the Owner out of the room. \n[258]Hey, Debby. So how was-- -Debby hurls the binder of instructions at him. \n[259]Did you give him four at a time? \n[260]It's only thunder... John goes back to work. We hear more THUNDER, and Marley starts howling, knocks over a floor lamp... John looks off towards the bedroom... \n[261]Jenny?! Can you help me out here? I got twenty minutes to file this column! We follow John as he gets up from his desk, heads towards the back bedroom... \n[262]Jenny? We follow him into the room, an anxious Marley close at his heels. She's not here, he turns around just as she steps out of the bathroom, smiling... \n[263]What? \n[264]It's okay. \n[265]It's okay. I'm not hurting her. Jenny MOANS again and now Marley's eyes narrow. He takes a step towards John. \n[266]Please don't scream, honey. He'll kill me. \n[267]Like I'd forget that. \n[268]Come on, Marley. Help me out here. Do what you do best... Unsure, Marley licks the box. \n[269]No, don't lick it, eat it! Destroy it! You can chew through drywall, man! I know you can do this! Marley catches on. He starts shredding the box. \n[270]Car seat's in! \n[271]Ready? \n[272]Okay. Here... Stay. Be good. Please, God. No storms. Stay. \n[273]Hey, boy. \n[274]Here's the thing: in a couple of hours, we're gonna bring the baby home. And you'd be doing me a really big favor if you didn't freak out.  I'm gonna try and do the same thing. \n[275]Hey, boy... let's go outside... \n[276]You know what I think would be a bummer? If he ate the baby... .Harley &amp; Me Shooting Draft  70. \n[277]No, but I'm gonna have to put a lock on the diaper pail. \n[278]Sure. John looks around the room. The place is a disaster area. \n[279]Remember us? \n[280]Well, I miss them. He turns back to his work. She looks at him, sets her pad aside, comes up behind him, puts her arms around him. \n[281] \n[282]Stay here. Call the police. \n[283]Okay okay okay, I've got you... Where's your mom? \n[284]Jenny'll call her... \n[285]Marley! NO! But he's gone and John has to stay with the girl. We hear SIRENS as she slides down the car and sits down on the ground. John sits down beside her, holding onto her... \n[286]All this time we've been living here, I never got your name. \n[287]Well, you're gonna be alright, Lisa, the police are on the way... John looks off, wondering where Marley is... \n[288]I can't find him anywhere. \n[289]I'll get the keys... John's coming into the house when a police cruiser pulls to the curb in front of the house. A POLICEMAN gets out of the driver's side, then opens the back and leads Marley out. He bounds up the walk to the two of them who greet him... \n[290]Where were you? \n[291]Thanks for bringing him home. \n[292]Stay. --and starts to unhook Patrick from his car seat. Marley bolts out of the car and heads straight for the house... \n[293]Marley! \n[294]Hi. The Realtor smiles awkwardly at him. \n[295]Can I see a set-up, please? \n[296]No, we live up in West Palm, over on Churchill? \n[297]Hey, who's dog is that? \n[298]Jenny? A wet Marley bounds into the house, heads for the back. John follows. \n[299]Hey. You alright? She stands up, smiles the best she can. \n[300]I wanna show you something. \n[301] A house.  It's a little pricey, but I think we can do it. \n[302]And when would the right time be, Jen? After one of us gets stabbed in the driveway? \n[303] \n[304]C'mon, honey, we're cramped in here. This was supposed to be our three-year house, remember? \n[305]Sure, we can. With both our salaries-- \n[306]What? Are you sure? She steps away, revealing the counter where FOUR PREGNANCY TESTS are lined up, all with the same result: Positive. \n[307]About eight months. \n[308]Yeah, well, sometimes it doesn't work. You know what else doesn't work? The one about how \"A dog will stop your wife's biological clock.\" \n[309]Wish me luck. \n[310]How do you know? \n[311]Because I'm doing a good job? \n[312]Well, since I took over, the column has doubled in readership... \n[313]Yes, sir. \n[314]You mean, like forever? \n[315]I just had this idea about myself, you know, that I was a reporter. \n[316]Hey, Lisa. \n[317]Yeah. \n[318]Boca. \n[319]Huh... what? \n[320]A guy like me? \n[321]So you think I'm young and cool. And you're not just saying that because I saved your life? \n[322]Right. Well, take care, Lisa. Oh, \n[323]I believe this belongs to you. \n[324]Yeah. It's gonna be great. \n[325]Is he wet? \n[326]Want me to drive him? \n[327]I'll do the washer. \n[328]Any ideas? \n[329]Happens every time. \n[330]I'm doing it! It's fine! You tell me to spend more time with him, I do it, and then you take over because I'm not doing it right. \n[331]I'm not mad! He hears himself, lets her change the baby. She takes him, sits down with him in a rocking chair, tries to nurse him... \n[332]He's just colicky, Jen. He'll grow out of it. \n[333]Yeah. \n[334]Oh-- thanks. He rakes his fingers through his hair, grabs the offending sticker, looks at her... \n[335]I must look like hell... I don't think I've had a full night sleep in two months. \n[336]Kids. I got one with colic, and another, can't make it through the night without coming into my room every two hours. \n[337]Really? \n[338]Nineteen years, huh... And just when he thought one dagger was brutal enough, his expression goes really pensive. And on that look, we see a FLASH as she takes his picture and go right to: \n[339]      \n[340]I'll get him. John leaves the room. Jenny sits there. 143 INT. JOHN &amp; JENNY'S BEDROOM - NIGHT 143 John and Jenny are in bed asleep. Patrick comes into their room. \n[341]Jen, you okay? \n[342]You just had to eat the book? What, have you got some kind of death wish? I'm telling you, you better chill, or she'll kill you. Right after she kills me. \n[343]Why's Marley out in the-- \n[344]Okay. I'll take him out. She looks up at him. \n[345]What'd he do-- \n[346]Jenny wants him out. \n[347]I don't know what else to do. She's really unhappy. Maybe the dog is just one too many things. \n[348]What? \n[349]You going over to the Post?  \n[350]I know who you're talking about. \n[351]I am. I'm just in shock. I mean, I'm in Florida because of you. Woodward and Bernstein. Remember? That was the idea. \n[352]I didn't decide to be anything-- \n[353]Smart boy. \n[354] \n[355] Oh. I assume they all want me to keep him. \n[356]You can't lo any more of these, ok ay? Because they s e 're not gonna keep getting you more, and I won't be there to look for them... \n[357]You're gonna be fine, alright. I'll just be different. Maybe e it'll, b better, nobody poking your yanking your tail. Who knows? Could be better. \n[358]He's all packed up. Patrick will want to say good-bye, but Conor's too young \n[359]What do you mean? Three days ago, you were pretty clear-- \n[360]Okay, wait. I'm lost. You told me you didn't want him around. What's happened? \n[361] \n[362]Which part? \n[363] \n[364] Okay. \n[365]I made reservations at Sunny's. Thought we could all sit outside. \n[366]As suddenly their table suddenly leaps away from them and starts moving down the sidewalk, crashing into other tables, banging-into waiters with trays, making a terrible NOISE as it scrapes over the faux Italian paving stones. The four Grogans sit facing each other across, their drinks suddenly in their laps. Marley is pulling the table, like a dog with a sled, towards the now-terrified small dogs. He is chugging forward with every ounce of rippling muscle he has. \n[367]Marley, no! - and suddenly, he is jerked back. John has tackled the table Marley's dragging. Marley YELPS and lands on his bac k, then quickly rights himself, tail wagging, the happiest dog in the world. Everyone surrounding them on the plaza has frozen silent. They all stare at Marley and the Grogans. The poodle jumps out of her arms and runs to its distraught owner. Jenny's head is in her hands, her shoulders heaving... \n[368]Jen, you okay? Jenny? And she slowly looks up, LAUGHING UNCONTROLLABLY, her whole body racking, tears in her eyes. Her LAUGHTER BECOMES-- --A BABY CRYING and we now go to... \n[369]Hello? \n[370]Philadelphia Inquirer. She looks at him. \n[371]They're offering me a job. As a reporter. I guess the editor was down here on vacation, read my stuff. \n[372]I said thank you very much, but I'm happy where I am. I mean, it's a big change, Florida to Pennsylvania. \n[373]Anyway. John smiles at her, then goes to his sons...  \n[374]C'mon, guys, back to work... She watches as he kneels down beside the boys, resumes digging alongside them. \n[375]Well, that's part of the job. To get reader response. \n[376]Yeah. We've got a lot of cranks in Broward County. \n[377]Arnie, I'm a commentator. We've got issues here. Over-crowding, crime, immigration tensions, runaway \n[378]I don't know. Maybe it's turning 40 next week, or maybe... \n[379]Maybe I'm sick of my column. I don't really think I'm all that interesting.  \n[380]Forty. Jesus Christ... He looks at Marley a moment, then... \n[381]Hey, buddy, you and me are the same age.  You got more grey hair than me, though... Mind if I just hang here for a minute? \n[382]Okay, who wants to help me here? Kids? Marley, you too. Jenny squats down with the cake, and John and his kids start to blow out the candles. \n[383]One, two - And then Marley jumps the gun, takes a huge bite of the cake, lit candles and all. \n[384]- three. \n[385]Yeah. Thanks, Jen. She sits down on his lap... \n[386]Is it what you gave me last year? Because that was real nice-- She hands him an envelope. \n[387]A plane ticket? \n[388]That was months ago-- \n[389]Jenny, I couldn't do that, uproot us. We've got our friends, the schools... \n[390]Thank you. What I was trying to say, is that our life is here. \n[391]I'm forty, Jen. Seems kinda late for that. \n[392]What're you doing? \n[393]Uh-oh... And a moment later Marley's head goes bobbing by. \n[394]Thank you, sir. \n[395]I appreciate it just the same. They stand there a moment, awkward. Then... \n[396]Really glad you're not that guy, sir. Arnie nods, goes back into his office and shuts the door. \n[397]Look. There's Marley! THROUGH THE WINDOW they can see Marley's crate arriving at the plane on a luggage truck. Marley is asleep, heavily drugged. Conor starts banging on the window. \n[398] Not to mention the tranquilizers. I think he's already reached his cruising altitude. \n[399]Maybe, I don't know. \n[400]What an imagination, huh? We don't have a dog. He makes the crazy sign with his finger, gesturing at Patrick. The MOANING gets worse. John just smiles tightly. \n[401]Marley! Marley jumps into a pile of leaves, scatters them everywhere, rolls over onto his back and knocks over a rake, which falls and breaks a basement window. \n[402]And... we're home. \n[403]I'm fine, thanks. \n[404]Well, some of them were, but-- \n[405]What? And then Conor and Patrick burst into the room. \n[406]I'll bring this in. Go on up. The kids and Marley head up to the house. John drags the toboggan up the hill. He pauses at the top and looks down at the toboggan run. He gets on the toboggan. \n[407]I can't remember the last time I rode on a toboggan.. \n[408]Marley, no! \n[409]Hey... wanna do it again? \n[410]That's alright, pal. I won't tell. We kicked ass down that hill, didn't we? John smiles at him and continues up to bed. \n[411]Hit me, I'm open! Patrick throws the ball to John who catches it, mocks stiff- arms his way to the front steps with the boys now hanging off him as he gives the play-by-play... \n[412]My God, look at Grogan-- two three- hundred pound linemen literally hanging off him, but he won't be denied! And now Marley jumps on them. \n[413]Ohhh, out of nowhere, a brutal hit from the Strong Safety and the unthinkable happens... GROGAN GOES DOWN... And he collapses with the boys at the foot of the. steps, Marley all over them, licking whatever faces he can get. Colleen comes out the front door, stands at the top of the steps... \n[414]Alright... c'mon guys... They all get up, start up the steps. Marley follows, takes one step when his hind legs buckle. John looks back at him. \n[415]You okay, boy? C'mon... Marley tries the second step and again his legs give out. He looks up at them... \n[416]That's right. Football just took it out of him. C'mon, let's give him a hand. And now the three of them go to Marley, help him up the stairs. \n[417]Too much color. \n[418]I'm pretty sure I don't mention myself-- \n[419]   \n[420]It's pouring out there... He grabs his slicker and heads back out... \n[421]Marley! Now Jenny appears in the front door. \n[422]He's not coming. \n[423]He can't be too far... \n[424]He'll show up. \n[425]He's just out exploring. You know how much he likes the woods. \n[426]And that's true... for beagles. But not labs like Marley. He's just out there making trouble somewhere. Don't worry... \n[427]Okay. Well, if you see him... thanks. He hangs up, goes to the window. \n[428]I'm gonna get in the car, maybe drive \n[429]It's okay, boy, it's okay... \n[430]So what happened? \n[431]So he's okay... \n[432]What if it doesn't happen again? \n[433]But what if it doesn't? \n[434]One percent? What's that number based on? \n[435]I'll tell you what it's based on: regular dogs.  Lady, we are so far from 'regular\", you have no idea. My guy here... He once ate an entire answering machine, and digested it. Then went back and ate the phone for dessert. So don't give me numbers like \"one percent,\" because you don't know him. But I do, and I'll see him in the morning. We TRACK WITH JOHN as he storms out of the exam room, walks down the hall, goes through waiting room, then he PASSES US as he goes out into the dark parking lot, walks to his car and stops. We stay BEHIND HIM as he leans with one hand on his car, and doesn't move. \n[436]We're just gonna have to wait and see. If he makes it through the night, I think we'll be alright. He notices the album. \n[437]What're you looking at? \n[438]You saved these? \n[439]Hello?  Alright. Thank you. He hangs up, sees Jenny now standing in the doorway, tying her robe, looking at him anxiously. \n[440]He's coming home. \n[441]Nice place. How long you been here? \n[442]Right. \n[443]I can't, I still got one more interview to do. \n[444] \n[445]Just outside. More space for the kids. \n[446]Three. Here's a picture of everybody... John pulls a photo from his wallet, hands it to Sebastian. \n[447] Yeah, she's great. And that's Colleen our youngest... \n[448] Oh, yeah, that's a funny story. She had done this pageant at her preschool two weeks before, but she didn't wanna take off the costume, plus Marley went ballistic for the antenna which is why it looks like he's trying to eat her head. \n[449]Uh, well, actually I'm headed back home later today. \n[450]In fact, I should probably get going... \n[451]For sure. \n[452]Thanks for the tip. And John goes out the door. Sebastian takes out his blackberry, dials... \n[453]Hello? Anybody home? \n[454]Marley? Hey, boy. Marley looks up briefly as if he heard something, but then returns to eating. John is right behind him. John reaches out and touches Marley, and Marley jumps, totally guilty. Then he turns and greets John. \n[455]What's the matter, boy? You didn't hear me? Huh? He looks at the dog a moment, thoughtful, then... \n[456]Let's go for a walk. \n[457]Come on, boy, just a little further to the top... Marley comes up, panting, eyes wet and happy. John looks at him, can see how tired he is. \n[458]You know what, this is a good spot right here. John looks out at the valley below, settles down onto the damp earth beside Marley. \n[459]Let's just sit for a while. The two of them sit there, looking out at the beautiful countryside below. John strokes Marley for a moment. Looks at the grey hair, the tired eyes that now look back at him. \n[460]Hey. So... you're gonna tell me, right? When it's time? Because I don't wanna make that decision on my own. So you just let me know when you're ready, okay? Marley rests his chin on John's arm. \n[461]Okay. \n[462]He's not up here. \n[463]I guess I could move his bed down here. John sits down beside Marley. \n[464]Man. He's always slept with us. Now he can't even make it upstairs. \n[465]Hey Jen? why don't you grab a blanket for me, too. She nods, starts back up the stairs. John grabs a pillow from the couch and lays down beside Marley. \n[466]This is a good spot. I may never sleep upstairs again. \n[467]It'd be twice a week. Six hundred words. \n[468]Everyday stuff. The stuff we all go through. But funnier. \n[469]I did, but I think we both know that isn't me. I'm a columnist. A good one. A SECRETARY sticks her head in the office... \n[470]I'll be right there.  \n[471]I'm taking him in. The kids all come into the room, Colleen carrying a stuffed sheep. \n[472]Yeah, he is, honey. But I'm going to take him to the hospital and they'll try to make him better. Conor bends down, nuzzles Marley's face. \n[473]You wanna walk? He sets him down gingerly. Hesitantly, Marley walks over to the tree that countless dogs have peed on, sniffs it, then looks around. John looks around, too. It's a crisp spring night in Pennsylvania. Takes a breath... \n[474]Nice night, huh? Marley looks around, then looks at John. There's something in his expression. John nods, knows what he's saying. \n[475]Okay, boy.  Okay. John, his heart breaking, bends down to carry Marley up the front steps of the clinic. \n[476]--not strong enough. \n[477]Can you give me a minute? I need to... I need to call my wife. \n[478]       \n[479]   \n[480]Hey, buddy. He pets Marley's head, runs his hands all over Marley's body. His coat, still shedding. His tail. He takes up each paw, each ear, remembering and memorizing at the same time. He leans down, puts his nose on Marley's neck and breathes him in. Then he goes around, squats down so he's on Marley's level. He looks into Marley's eyes. \n[481]Listen, you know all that stuff we always said about you? What a total pain you are? The world's worst dog? Well, don't you believe it. Don't believe it for a minute. You loved us, every day, no matter what. And that's a pretty amazing thing.  \n[482]Look, I don't know where you're going from here, but you remember this: You're a great dog, Marley. You are a great dog. \n[483] We're ready. Dr. Platt inserts the needle into the I.V. and presses the plunger. \n[484]So he'll be warm. \n[485]It's beautiful, honey. He'll like it. Drop it in. Conor? Conor reads his piece of paper. \n[486]Your dad gave this to me to celebrate the beginning of our family. But you know what? Our family had already begun. She looks into the grave, gently sets the necklace atop the blanket, lets her hand rest there a moment, then stands up. \n[487]All lit up. We see the kids sitting by the fire while Jenny moves about the kitchen getting dinner ready. John sits there watching them. watching his family. The family that both he and Marley grew up in. He gives the fresh dirt a final, loving pat and then, as the last bit of sun goes down, he stands up, and heads for home. ", "Big": "", "Guy": "", "Sebastian": "\n[1]Okay, here we go... everybody watching? Our screen goes WHITE as a POWERPOINT PRESENTATION BEGINS... \n[2]I'd like to tell you all a little lov e story... \n[3]Whoops... wrong file... LAUGHTER O.S. and we begin PULLING BACK TO REVEAL: \n[4]Hang on, I got this-- Someone O.S. starts CLINKING a fork against a wine glass. Is joined by others, and then we HEAR calls of \"Kiss! Kiss!\" \n[5]Alright, now I'm ready-- And now, on THE PORTABLE SCREEN, Sebastian'S MONTAGE BEGINS: John with his Mom in front of the college dorm, etc. \n[6]Here's John, first week of college. Nice hair, right? \n[7] \n[8]I'm just saying... \n[9]Was John a star athlete? A shot of him fumbling a frisbee, \n[10]Umm, no. Was he a ladies man? With mid-eighties hair, bad glasses. \n[11]You tell me. \n[12]And he was always looked after by his guardian angel and best friend. \n[13]People are staring at me - is my fly down? \n[14]No, no, it's cool. \n[15]Oh, wait, there's something on your forehead. John brushes it. \n[16]You got it. Leaf or something. \n[17]Yeah, it musta had some sap on it. They pass a cluster of CO EDS who laugh at John. \n[18]And then there's Jenny. \n[19]Studious, hard-working, quiet. \n[20]Well, okay, sometimes not so quiet. \n[21]Okay, maybe a little high-spirited, maybe voted Miss Kegger once or twice too often on Fraternity ROW, but a good girl underneath it all. Now could they not fall in love? \n[22]Now, in any decent love story, you gotta have the great first meeting. \n[23]  \n[24]They're okay! They're getting out. Sebastian manages to right the CAMERA and unsteadily films John getting out of the car, heading towards the car he hit. The passenger door opens and Jenny comes out. She's covered in frosting and the remains of a birthday cake which she was carrying in her lap. The damaged car is full of balloons. \n[25]And so one of the truly great love affairs of the late eighties began. In the home video, Jenny advances on John, hurls the rest of the cake at him, starts flailing at him with her hands. \n[26]Brought together by their love of fast cars, spirited Baskin- Robbins Dreamy Drizzle Ice Cream cake. \n[27]From there, they went on to work together at the school newspaper. \n[28]Although, technically, they didn't work together so much as John worked for Jenny who was the editor of said paper... \n[29]Let's just say there were some flagrant workplace violations. \n[30]The point is their love grew, blah blah blah... And that love continues tonight. \n[31]And now, please join me in raising a glass to my future neighbors down in Florida, and to the dawn of both a marriage end a brilliant journalistic team, the new Woodward and Bernstein, this time with sex. Bad sex, probably, but - anyway: to John and Jenny Grogan. \n[32]A kid, huh... \n[33]Well, what'd you expect? You bought a house, man. A house with a mare room... \n[34]It's empty, John. That's what's wrong with it. And you know what else is empty? Her womb. \n[35]What? \n[36]You want my advice? Get her a PuPPYâ\u0080¢ \n[37]Something other than you she has to take care of.  You have a kid, you're a dad. You're not you anymore. You have a dog, you're a master. You're still a guy. With a life. \n[38]Whatever, man. You're still free. You've stopped the clock. \n[39]Okay... you know in movies when there's, like, a bomb and it's ticking down, ten seconds left, and there's some guy with a wire cutter going, \"red wire... blue wire... which one do I cut?\" And the guy finally just makes a wild-assed guess and SNIP. Silence. The world is saved. \n[40]John, you buy this dog, you're saving your world. Because that ticking you hear, is not a bomb, it's her biological clock. John looks back at him. \n[41]In motion. \n[42]Colombia. I got a guy down there, says he can put me next to Pablo Escobar-- I'm doing this piece, I follow a single coca leaf from Colombia, to the streets of Miami. \n[43]Not really. \n[44]Get her a lab. They're supposed to be just like little kids. But easier to train. \n[45]So I'm there in this cave, right? Blindfolded. And I can feel the machine guns, there's like nine of 'em around me... and they tie me to a chair and then Escobar comes in and says-- are you ready? I read your piece on Kadahfi, And I think you captured his narcissism just right. Can you believe that? \n[46]Man, I wish you could've been there. \n[47] Your time will come, amigo. \n[48]You gotta be somewhere? \n[49]You got adoc? \n[50]Oh, right. Smart move. You'll see.  You've just preserved your quiet way of life for at least another two years. \n[51]Strip mall get approved? \n[52]You up for a beer? \n[53]Can't, I'll be in L.A. Part of that drug piece I'm doing-- \n[54]So the puppy wasn't enough? \n[55]But things are good right now, just as they are, right? \n[56]So why change it up with a kid? I mean, have you already forgotten my little cautionary tale... \n[57]Yes. The bomb. And just so we're clear, the countdown sequence has been reactivated. By you. \n[58]She's calling you home, isn't she? \n[59]Tick tick tick! \n[60]Already? I mean, how old's the one you got? \n[61]Jesus. Haven't you heard of birth control? \n[62]Hey, I'm not the one, keeps getting her pregnant. John gives him a look, sees Arnie heading into his office, takes a breath and gets to his feet. \n[63]I'm sure he'll give you the raise. \n[64]He always gives me one. John just shakes his head, starts for Arnie's office. \n[65]You giving up the dog? i thought yo u loved that thing. \n[66]That's harsh, man. \n[67]They're all unhappy. Trust me. Well... who knows? Maybe you'll get lucky and nobody'll want him. John just nods, thinks about that. Sebastian glances around, then takes John aside. \n[68]Listen, there's something I gotta tell you. I'm leaving the paper. \n[69]I just gave Arnie my notice. John looks over at Arnie's office, the door's closed. \n[70]He's not too happy about it. He called me an ungrateful quizzling and threw a stapler at me. \n[71]I'm going to New York. Sebastian smiles. John doesn't move. \n[72]The Gray Lady came courting last week. Times, I'm talking about the New York \n[73]You don't seem happy for me. \n[74]Yeah, that was the idea before you decided to be the Andy Rooney of South Florida. \n[75]Exactly. Boom. That hurts John. They stand there a moment, considering each other, then. \n[76]Look, man, you're happy doing your thing and I'm not trying to piss on that. I mean it, you're good at it. I just wanted you to be the first to know. That's all. \n[77]  \n[78]Two years, little more. Sebastian sees John looking at all of the unpacked boxes. \n[79]I'm in and out of town so much I really haven't had a chance to settle in. I hired a decorator, but she and I got into a thing and it got messy-- \n[80]Beer? \n[81]What's the piece again? \n[82]Right, you told me that. So you're down in Philly now, huh? \n[83]Whatta you got, five now? \n[84]  \n[85]What's with the ladybug get-up? \n[86]  \n[87]Oh. \n[88]Alright. \n[89] Oh, hey, be sure to check out the Delegates Lounge at the U.N... Great Mojitos, really hot interpreters. \n[90]Hey, it's Sea-bass. What're you up to tonight? Oh. No, that's cool. Another time then. He hangs up, stands there in the middle of his big, empty apartment a moment. He then dials another number. \n[91]Hey, it's Sea-bass. What's going on? ", "Editor": "\n[1]  \n[2]Hey, John. Settling in okay? \n[3]Good. I want you to meet Billy... He indicates the twenty-something guy beside him. John and Billy shake hands. \n[4]Billy's gonna show you the ropes. \n[5]  \n[6]Yeah, I mean, don't get me wrong, it's a good piece, but... you're reporting now, John. I want you to tell the story, I don't want you to be in the \n[7]The point is, I still feel you in there. John sits there, thinking about that. \n[8]All I'm saying is: less you, more facts. \n[9]And what's the subject? \n[10]I don't get it. I thought you came here to be a reporter. ", "Jenny": "\n[1]Looking, indeed, very cool, very put together. \n[2]In short-shorts, wet T-shirt, throwing water balloons at a frat house. Standing on an empty keg of beer, rolling it like it's a log. \n[3]Ordering a bunch of guys around, telling who to go where, as the camera ZOOMS OUT, we see they're playing touch football - except she tackles. Hard. And then does a little victory dance over the fallen. Jenny's the captain, in charge... \n[4]Are you a complete idiot?! \n[5]Shot of Jenny standing at the head of a table full of reporters. \n[6]In her office, through the semi-closed Venetian blinds. \n[7]She's had an ffect on \n[8]MmzmII[lm. That feels so good. \n[9]What? \n[10]Are you kidding?  You're part of the plan. \n[11]Step one. Meet an incredibly sweet, smart, sexy guy. \n[12]Marry him. \n[13]Now that one's a surprise... \n[14]You okay? \n[15]You know you got this. \n[16]Who are you? \n[17]Wrong. You're John Friggin Grogan who's about to get a job. She leans over and gives him a big, long kiss. \n[18] \n[19]--Get out of the car. He nods, starts to get out, then pauses. \n[20]So? \n[21] \n[22]okay... \"Jobs.\" Done. \n[23]  \n[24]  \n[25]Yeah, no, it's good. What happened to the Desert Storm piece? \n[26] Uhhhh... they must've cut it... And they kinda misspelled your name. John Egan... \n[27]Forget it. It's good, John. It's got facts, some color. It's a solid piece. \n[28]Well, except on the other page I talk about what could happen-- He goes back to reading. She sips her coffee. \n[29]You know what? The rest is just okay, really pretty boring... \n[30]Damn. I killed another one. How am I ever going to take care of a kid, I can't even keep a plant alive? John looks up from the paper. \"Kid?\" She comes gives him a kiss. \n[31]I'll see you later, Mr. Gorgan. \n[32]This isn't the ihop... \n[33]When can I look? \n[34]Oh my God... they're adorable... Wait a minute, my birthday's a month from now. \n[35]John, we never even talked about this. \n[36]Look at you guys... \n[37]How sweet. He's on clearance... \n[38]He's so sweet... Marley &amp; He Shooting Draft  18. \n[39]John, I don't know if I'm ready for a \n[40]I won't even be here. I'm gonna be with my sister then... \n[41]I would've picked you anyway-- \n[42]You really sure about this? I mean, a puppy's a lot of work. \n[43]What's that? Just then they are nearly knocked off their feet by a huge, rampaging Labrador, soaking wet, covered with mud and burrs. It circles them, barking WILDLY, a crazed look in its eye. It jumps up on John, muddies his shirt, then barrels past Lori into the house, knocking over a chair on the porch as it goes. A beat. \n[44]Call me as soon as you get him home. Oh, hey, we need a name. \n[45]         \n[46]Marley. I like that... \n[47]No, it's good. He must be exhausted. \n[48]  \n[49]Put the phone by his ear... John chases after the dog who burrows under the couch, his tail sticking out so that John can't get him... \n[50] Hey, Marley! Who's my good boy?! Mommy can't wait to meet you... \n[51]Of course he is. I can't wait to see him. \n[52]Jealous? \n[53]I love you. I'll see you Friday. \n[54]How's my puppy? \n[55]Marley! She takes off for the side door of the garage. \n[56]Oh my God. It's a mess. It's almost incredible that it's all due to a single puppy. The box is in shreds; so are the blankets. A puddle of urine on the floor. A large piece of dry wall has been chewed off near the big garage door. The garbage cans are overturned. Marley is whimpering in the corner. \n[57]How long has he been in here? \n[58] Look. He's shaking-- Another bit of THUNDER and the puppy whimpers louder. \n[59]Does thunder scare you, Mister? Hm? He licks her face, snuggles into her. She gives him the Pluto stuffed animal. She hugs him... \n[60]Look at us. She looks up at John and smiles. He returns the smile. Mission accomplished. \n[61]Marley, no! Jenny chases him into the kitchen, past John who holds up the newspaper... \n[62]Happy Thanksgiving... Marley goes through a hedge and out onto... \n[63]Marley, no! \n[64]I think he dislocated my shoulder. He doesn't heel-- hell, he doesn't even walk, he sprints, and I had to pull him off three dogs... \n[65]Yeah, among others. There was a Yorkie, a Dalmatian and a bichon frise that may never be right again.  What're you doing? \n[66]You're kidding? Congratulations! \n[67]I bet you make something out of it. \n[68]You'll think of something. And John, I'm serious abut Marley. He wreaks havoc everywhere he goes. We gotta do something... \n[69]we thought we both would, since we want him to listen to both of us at home - \n[70]You know, John, there is something else we can do-- \n[71]It's painless. And he'll be a lot more comfortable. It'll calm him down. \n[72]What're you talking about? There are plenty of other things that'll make him \n[73]Oh, Please. Every book says he'll live \n[74]John, he's out of control. It's the right thing to do. John sighs, looks at Marley who's now humping the stuffed \"goofy\" that Jenny gave him as a puppy. \n[75]  \n[76]He's making me nervous. \n[77]John, grab him! Before John can do anything, Marley is off his lap and scrambling out the window of the moving car. \n[78]I got him! \n[79]That was fast. \n[80]Really good. He lifts out of his chair and kisses her, a long one. \n[81]I was thinking desert. \n[82]My list? \n[83]Right... \n[84]Let's see... a new car maybe? \n[85]  \n[86]well, it was between a new roof and a baby. He studies her for a long moment, then... \n[87]Really? Because a leak can turn into something bigger... and that can be a big responsibility. \n[88]I was just thinking that we might want everything fixed before we went to the next step. \n[89]You're serious about this? \n[90]Okay. Maybe, instead of tying to have a baby, we should stop trying to not have one. \n[91]Bingo. \n[92]Honey? \n[93]Did you eat some kibble? \n[94] \n[95]Marley! And now they both start laughing as the dog tries to lick their faces... \n[96]I just thought I'd let you know that I'm ovulating. INTERCUTTING: JOHN &amp; JENNY \n[97]Just in case you wanted to come home. \n[98]Like right now. \n[99]Out in a sec! John stands there, Marley looking at him. \n[100]Hey, Sailor. She walks into the bedroom. John looks back at Marley as he follows her into the bedroom. \n[101]I just wanted to let you know that there's a naked blonde in your bed. \n[102]Very funny. Can you come home? I'll make it worth your while. \n[103]I'm pregnant. \n[104]But you just said \n[105]You wanna start over? \n[106]By all means. \n[107]Are you panicking because I'm pregnant... or because you're afraid I'm going to hit you? \n[108]Are you scared? \n[109] Me, too. But we're gonna be okay. Look at me... He looks at her. She smiles at him. \n[110]We're gonna be okay. \n[111]Oh, John, it's beautiful... She sets it down on the coffee table, then moves close to him. \n[112]Thank you... She kisses him. \n[113]That is so sweet. \n[114]Where'd it go? It was right here. \n[115]Oh God... Marley stands a few feet away, looking strangely gleeful. A glint of Gold in the moonlight dangles from his mouth. They both get up, start to move towards him... \n[116]Hey, boy. Come here. Look what I got for you. \n[117]Yeah, here's a little something-- treat. Marley She reaches into her pocket for an moves looks at her. Is this a trick? He considers. Then he closer. John tiptoes up behind him, ever so slowly. \n[118]I just want to give you a treat and a big kiss. That's a boy... Inch by inch, Marley approaches her. But then, behind Marley, John knocks against a table. Marley freezes. \n[119]Dr. Jay's sending over a laxative. \n[120]I think it's shinier than before. Amazing. \n[121]My hero. \n[122]Next Monday, yes. \n[123]Is there anything in there? \n[124]Not quite ten weeks. Dr. Sherman looks at them directly. Kindly: \n[125]How could this happen? What'd I do wrong? \n[126]I must have. Otherwise, how could I lose it?  \n[127]Not to me... I did something wrong. I know it... I did something wrong. I'm sorry, John... \n[128]But I am-- I'm sorry-- \n[129]Debby. Welcome to our home! Marley is a spirited dog who loves interaction. We've never left him before but we're sure he'll behave just as he does when we're at home. They kiss him goodbye. Get in the cab and go. Debby runs to Marley, grabs his leash and struggles with all her might to hold on to Marley. \n[130]There are just a few things about Marley you need to know. He eats three times a day. If he looks starved, feed him again. Of course all this food has to go somewhere. \n[131]Use the red shovel and the blue bucket. Watch your step. Don't worry about the color. He likes mangoes. Marley &amp; He Shooting Draft  61. \n[132]Marley's ears get a lot of wax buildup. Once or twice while we're gone, please use cotton balls and the blue ear- cleaning stuff to clean them out. Wear old clothes and try not to breathe. \n[133]Marley is an excellent watchdog. And in this neighborhood, that's a good thing. You can rest easy at night, knowing he's on the job. \n[134]Thunderstorms are his weak point. Well, one of his weak points. You can give him sedatives if you think a storm is arriving. He doesn't like them, so push them down into his throat as far as they go. \n[135]Oh, they're electric? \n[136]Look, I know we haven't had sex since... you know. But there's no way we're breaking the streak tonight. \n[137]I can't feel my toes. John gets out of his bed and into Jenny's. Much SQUEAKING. \n[138]My God. Shhh. \n[139]You wanna join them? He looks at her. \n[140]I can't help myself. Knowing it hasn't happened in this house in 50 years is a turn-on. They roll into each others' arms, the bed squeaking. \n[141]  \n[142]Okay, yeah, wow. Eleven, huh? That is a lot. \n[143]Luck of the Irish... She holds up a pregnancy test with a clear BLUE line, her exuberant face lit up by a FLASH OF LIGHTNING. John goes to hug her, as Marley HOWLS in the b.g., we then... \n[144] \n[145]John. John, wake up. \n[146]I think it's time. \n[147]Ow! Suddenly, A GROWL. They turn to see Marley glaring at John. \n[148]You put the car seat in this weekend, right? They won't let us take the baby home without the car seat installed. \n[149]Yeah. You? Marley barks from the back seat. They both turn and look at him. What's he doing here? \n[150]Hello, Marley... She crouches down, gives him a kiss, rubs his back. And that's when we hear a small, birdlike chirp and the dog freezes. Where'd that come from? We hear the coo again and this time Marley lifts one paw in the air like a bird dog, and points in the direction of the car seat that we now see sitting on the bed... \n[151]This is Patrick, Marley. Jenny unbuckles Patrick from the car seat and crouches down beside Marley and lets the dog sniff the baby's toes, then up his legs, finally his diaper which puts Marley into a Pampers stupor, the Holy Grail of aromas and Marley's eyes glaze... \n[152]See, he's not gonna hurt him. \n[153]I have the quote right here-- Patrick crawls over Marley, who's supremely patient as Patrick takes a fistful of his eye. \n[154]Well, have legal call them again and get a release for it. They told me it was on the record-- Marley-- Patrick, that's his eye-- No, not you, Karla, just get the release. I'll call you back. Be gentle, Patrick! Jenny leans back in her chair, rubs her face. Then... \n[155]       \n[156]I need to go in tomorrow for a few hours, see my editor. Think you can watch the baby for me? \n[157]You mean, those younger, skinnier better looking people? Yeah, I think I remember them. Vaguely. \n[158]They're still here. He looks up at their reflection in the window, not so sure. \n[159]Honey, don't go out there. \n[160]Maybe we should get in the car, drive around. \n[161]Marley! \n[162]So you caught the guy? \n[163]My hero. \n[164]I'm fine. Where you guys been? \n[165]What? \n[166]John, I know we've talked about it, but I'm not sure this is the right time. \n[167] \n[168]I know, but we can't afford to buy a new one. \n[169]Yeah, about that... I don't think I'm gonna be able to keep working. \n[170]  \n[171]Very. \n[172]Shhh, honey. Come on. John follows now... \n[173]No. And I can't get a burp out of him. I think it's colic. \n[174]We can't do that every night. From the other room, we HEAR Patrick CRYING, \"Mommy!\" \n[175]Oh, Jesus. \n[176]Can you take him? I just need a minute to myself. John takes the baby and instantly Conor starts crying louder. \n[177]You just need to spend more time with him. \n[178]It's okay, I'll do it. \n[179]I don't want you changing him when you're mad. \n[180]Conor, come on... Conor, please... She finally stops trying, rocks the chair, looks helplessly at John. \n[181]I don't know what's wrong with me. Mothers are supposed to be able to give their baby everything. \n[182]Okay, here's an idea, you stay here and I'll go to work while he grows out of it. He holds up his hands, what does he say to that. She looks up at him a moment. \n[183]I'm just tired, alright? Go on. She then resumes trying to nurse the baby. He walks out of the room. She rocks back and forth, looks up with a dark expression as she hears his CAR START. \n[184]Okay, honey, let's go back to bed. She leads him out of the room. And a second later Conor starts crying. John lies there a moment, then gets up. \n[185]She's crying, her back to John who's now in the b.g. A moment, then... \n[186]I'm fine. \n[187]You ruined it! Bad dog! She leaves the room and John looks at the dog. \n[188]Uh-huh. I see him. And she goes back to loading the car. \n[189]Stay. She now lays down and closes her eyes. A moment of peace. And then, somewhere in the distance we hear a faint BEEP BEEP BEEP as some truck backs up. Marley lifts his head, perks up his ears and listens. Please don't bark, dog. Please don't bark. BEEP BEEP- And Marley BARKS, bolts out of the room... Jenny opens her eyes with a start as Marley runs barking through the house, we hear something CRASH and break O.S. \n[190]Why do you do this?! Why do you wreck everything! Why?!! She hauls her hand back to hit him, but hesitates, and just shoves him away from her and storms into the other room for Conor. \n[191]I want that dog out of here. \n[192]I want you to get him out of here and keep him out of here. \n[193]I mean it, John. I want him gone. I want him gone for good. \n[194]You can't do this. \n[195]I know, but you can't do it. I won't let you. You can't give away Marley. \n[196]The fact that you would have done something like that, for me, that you love me that much... \n[197]well, that blows me away. And we're not doing this. It was wrong of me to ask. He comes over and sits down beside her. \n[198]I got overwhelmed, John. I mean, be. one tells you how hard it's gonna \n[199]All of it. Marriage. Being a parent. It's the hardest thing in the world and no one prepares you for that. No one tells you how much you have to give up. me. I gave up so much of what makes me But I'm not allowed to say that. People think you're a bad person if you say that. But it's how I feel sometimes, and I need you to know that. \n[200]It's not your fault. It's just something I have to figure out. But Marley going, that won't fix anything. \n[201]  \n[202]Sounds perfect.  Thank you. \n[203]To a perfect day with my boys. \n[204]As suddenly their table suddenly leaps away from them and starts moving down the sidewalk, crashing into other tables, banging-into waiters with trays, making a terrible NOISE as it scrapes over the faux Italian paving stones. The four Grogans sit facing each other across, their drinks suddenly in their laps. Marley is pulling the table, like a dog with a sled, towards the now-terrified small dogs. He is chugging forward with every ounce of rippling muscle he has. \n[205]Marley! John hurries after the dog; Jenny stays with the boys. \n[206]Boys, say hello to Colleen... We PULL BACK TO REVEAL: Patrick, now six and Conor four, standing beside the bed with John. They all crowd around \"mom\" as the NURSE now takes a picture. On the FLASH, we...  \n[207]John, telephone. \n[208]Who was on the phone? \n[209]What'd you say? \n[210]Yes, it is. \n[211]Happy birthday, honey! \n[212]Okay, tell the truth, were you really surprised? \n[213]You want your present? \n[214]Happy Birthday. He opens it, pulls out an AIRLINE TICKET. \n[215]To Philadelphia. So you can talk to the editor of the inquirer.  \n[216]I called the editor last week. They'd still like to meet you. \n[217]First of all, you don't even have the job yet, it's just an interview. Second of all, you don't have that many friends. \n[218]Baby, I got news for you, our life is wherever we are. And you're not happy here anymore, doing that column. You're restless, John. I feel it. I feel it when you read Sebastian's articles every day. And I feel it when you sit out in the driveway an extra five minutes before you come in. Maybe it's time for a change. \n[219]Not so late. She stands up in the dark, lifts her dress over her head. \n[220]We're not old, John. We can still surprise ourselves. He sits there stunned as she now dives into the pool. She surfaces and smiles at him. \n[221]Hey. You want your other birthday present or not? \n[222]We're not old. And then we hear ANOTHER splash. \n[223]Okay, time for lunch! \n[224]Honey, what're you doing? \n[225]Exactly. He starts sliding down the hill. Marley runs for him as he builds up speed... \n[226]John! The creek! The toboggan bumps over the crest of a small hill and sails through the air, landing with a crash on the iced-over creek. John and Marley tumble into a snow bank on the opposite side. A moment. But then Marley jumps up and wriggles in delight. John painfully unfolds himself, checks for injuries. Marley comes up and romps with him. \n[227]John! \n[228]I think someone needs to go out. \n[229]What's wrong? \n[230]Marley! John starts off into the dark... \n[231]Your old columns. He's in a lot of 'em. \n[232]Every one. He looks up at her. \n[233]Even on the crappiest day, when the boys were driving me nuts and the laundry wasn't done and a hundred other things were hard, I knew I had this.  Five minutes of you. Sometimes they were funny and sometimes they were sad, or silly or whatever, but they were all you. And for those five minutes, you made me feel better. She gets up, comes over to him, leans down and kisses his head. Then, as she starts out... \n[234]You should read them. They're pretty great. \n[235]Marley?  Have you seen him? \n[236]He looks pretty comfortable to me. I'll go get his bed. \n[237]Hey. Scooch over. He looks up and see that Jenny's brought a blanket. She lies down with them. John puts his arm around them both. Marley's tail begins gently pounding the floor. \n[238]Just like old times. \n[239]I can't get him back inside. He's lying out there in cold... and he won't move... \n[240]Patrick came home and we got him here. Dr. Platt said if he's comfortable, leave him here for a while and see. But he's no better. John kneels down by Marley, who looks at him but doesn't wag his tail or lick his hand. He runs his hand over his coat - then over his stomach, the dog flinches. \n[241]I know. Jenny nods as tears come. They stay on the phone, quiet, just being with each other. Finally: \n[242]I love you, John. \n[243]You guys want to read your letters? \n[244]Patrick? Do you want to say anything? \n[245]I'd like to give him something. Jenny reaches behind her neck and unclasps the gold necklace John gave Jenny when she first got pregnant. \n[246]This little necklace has been on quite a journey. John smiles at her, remembering. So much shared history. \n[247]Good-bye, Clearance Puppy. "}}