{"filename": "Max-Payne_script.txt", "imdb_id": "tt0467197", "imdb_url": "https://www.imdb.com/title/tt0467197", "characters": ["Alex Balder", "BB Hensley", "Jack Lupino", "Nicole Horne", "Max Payne", "Christa Balder", "Mona Sax", "Lincoln Deneuf", "Natasha", "Jim Bravura (as Chris 'Ludacris' Bridges)", "Joe Salle", "Jason Colvin", "Owen Green", "Trevor", "Michelle Payne"], "dialogues": {"Alex": "\n[1] Alex and Max ride in silence, a palpable tension in the car.  one out. He holds the pack out to Max, who shakes his head.  Alex nods, smiling, using his lighter and then laying it with the pack within Max's reach. Max doesn't even glance down. After a silent moment, Alex looks over at Max and frowns.  \n[2]You're not serious, are you? \n[3]I need you to look at something. \n[4]Her.     Just one. \n[5]omebody found her leg near the sidewalk, \n[6]We found it here, by her heart. \n[7]As far as we know, the victim-- \n[8]What did you just say? \n[9]We need to talk, Max. Tonight. Here's my address... \n[10] \n[11] Careful not to make a sound, Max steps into a living room so messy that it's hard to say for sure if it's been ransacked. Max flips a switch by the door, but no lights come on.  \n[12] The doorknob RATTLES, no method this time. SHOUTS and BANGS ring through the door. Ignoring it, Max surveys the room...  The office is bare, no decorations or personal touches. Max walks deeper into the room, opening a filing cabinet. Empty.  Trying to remain calm while the door SHAKES violently, Max turns his attention to the desk. One drawer empty...  Max tries another drawer, and finds this one locked.   \n[13] Photos and documents are scattered across the floor, over Alex's desk, mixed in with the fragments of the broken desk.  From an open window, the storm's first flurries drift inside.  Max is gone.  ", "Balder": "", "BB": "\n[1]The E.R. doctor's old man was a patrolman in the 45th. I got him to get you a private room. \n[2]our contact information was... pretty \n[3]he first unit to respond must've scared \n[4]No need.   The funeral starts in an hour. \n[5]ust slow down.   You need to-- \n[6] \n[7] BB and Max ride in silence, RADIO overpowered by the blasting heater. Max closes the overcoat over his hospital gown. \n[8]Yeah, from a musket ball. The British used this place as a military prison during the Revolutionary War. Think about that. It's older than St. Paul's. \n[9] The double doors fly open onto a massive office - dark wood panelling, a wall of windows glowing white from the snow.  Max goes to the windows. Spreading out bellow him, the wide black expanse of the East River rolls past. Bridges arc up into the storm clouds and disappear before they hit Brooklyn.  \n[10]\n[11]I saved one of those for you. Third page from the back. \n[12]hey're going to set up some kind of \n[13]hey kept coming to me for suggestions \n[14]t's a nice thing, a scholarship.   Good \n[15]You still haven't been out there, have you? \n[16] \n[17] \n[18]Nice work, detective. \n[19]Well, I hope that felt good. \n[20]It makes you look guilty. You understand that, right? Now it's not just Alex's unit that thinks you're the guy... \n[21]You need friends on the force right now. There's only so much I can do outside... \n[22]Where are you going? \n[23]It was sitting at this very table that your father told me I needed to retire. For about a minute, I just sat here thinking about knocking him out of his chair. The job was everything to me, to the point that I couldn't see the writing on the wall - what it was doing to my marriage, my health. Your old man knew if I was going to listen to reason, it \n[24]There's nothing you can't say in here. It's like hallowed ground. \n[25]Any guy who throws himself out a window, I wouldn't pay any attention to the things he said. \n[26]And you are now? \n[27]Okay, calm down. \n[28]Then stop acting like it. Max, you're breaking into offices, I.A. is all over you, you won't even show up for work... \n[29]For God's sake, don't drag her into this. \n[30]What's really going on here? \n[31]Listen, okay? Why don't you come back with me, let Beth make up the guest room for you. Just for tonight. \n[32]You need to take some time. Get some sleep, heal up. See if it still feels real after that... \n[33]She was thirty-five. The daughter, two months. From what we could tell, it started out as a robbery. \n[34]oth of the men had records, mostly \n[35]ut that day...I don't know. They had \n[36]ax was maybe ten minutes late. \n[37]We looked everywhere for the third guy, but there was nothing to go on. Not a hair of him left behind. \n[38] BB stands in the window, watching the storm.  \n[39]  \n[40]Absolutely not. Alex was his partner, they were like brothers...he couldn't have. There's no way. \n[41]Look, Max is like a son to me. Don't put me in a position to have to hang him. But you should hear the kinds of things he's saying...hallucinations, none of it makes any sense to me. I'm worried he's going to get into another situation before I can convince him to come in. \n[42]I'm telling you to find him tonight, before somebody else gets hurt. \n[43]Is there anything we can do to help you bring him in? Unofficially, of course... \n[44]You have to find him first, protect him. Some of the guys from Alex's unit beat you to him, they won't wait for a trial. \n[45] BB crawls out from under the quilts, careful not to wake his WIFE. He passes windows frosted with ice, on his way to...  \n[46] \n[47]Those grunts who went crazy in Iraq? \n[48] \n[49]It's me.    I killed Alex. \n[50]He came to me about six months ago, asking about one of the executives at Aesir. At the time I had no reason to connect it to Michelle, I just thought... I tried to warn him, this guy has connections to some scary people-- \n[51]Jason Colvin. He used to be the head of the pharmaceutical division, but he's moved up over the last few years. I guess Michelle probably reported directly to him... \n[52]ou've got copies of this stuff, right? \n[53]e careful, Max. \n[54] Bravura enters the soaring lobby of the Aesir building, stomping his shoes clean. He approaches the front desk.  \n[55] Bravura sits in the lobby, impatiently skimming a magazine. On the far side of the enormous room, movement draws his eye:  A line of black-clad SECURITY GUARDS swiftly moving in formation into a stairwell. SWAT precision, heavy hardware.  Bravura springs up, approaching the Guards left at the door.  \n[56] Max is hauled to his feet - bleeding, cuffed, and trapped.   \n[57]Not unless you feel like carrying him out of here. Max knows me, and I definitely don't know Mr. Lupino. \n[58]row up. \n[59]Look at it from my perspective: this thing is going to be a true epidemic. One hundred percent dependence within a few doses, and we control the only source. This is so much bigger than Lupino's little bar. This is every street corner in the City in a month, nation wide in two. \n[60]She had no right to put me in that situation. Asking me to pass up this kind of an opportunity to help her rat out my bosses...I'm sorry, but that's unreasonable. \n[61]But then again, who could blame her for getting confused, being married to such a righteous man. So maybe it is your fault, after all. Just like your old man. Always knew you were better than everyone else-- \n[62]For what it's worth, he didn't know Michelle was going to die. \n[63]He thought they were going out there to scare her, destroy her research. \n[64]I'd arranged with the other guys to finish the job. \n[65]He locked them out of the bedroom, tried CPR...boy scout shit. \n[66] \n[67]That's funny, to me. \n[68]You really didn't know? \n[69]I learned something from your father, years ago. Always give people a choice. \n[70]He gave me the choice between early retirement or facing the charges he was going to bring against me. He sat me down in that bar and explained that I could either give up the thing I loved, or I could have it taken away by force. That (was my choice. \n[71]You could have put a gun in your mouth any time you wanted. Or, you could have kept living in the hell I made for you. That's your choice. \n[72]Just out of curiosity, though: why don't I have a chance now? \n[73]Well, you're-- \n[74] BB stands and walks onto the lot, kicking away snow until he exhumes a cinder block in the rubble pile. BB picks it up.  \n[75]'ve got something better. \n[76] \n[77]It's not like we didn't see it coming. \n[78]Sullen, withdrawn...Max just never seemed the same after the tragedy. \n[79]It's a good thing his father didn't live to see it, though. Bill Payne's only son, a strung-out suicide. \n[80]smiling \n[81]Sure? Not even once the autopsy turns up traces in your blood? \n[82]dosed you that night at Alex's, just to \n[83]oe, why don't you calm down... \n[84]It's fine, as cold as that water is... Just in case, though. Make sure. \n[85] BB POUNDS the receiver down onto the phone, CRACKING the base. Joe Salle watches him angrily pulling on his coat.  \n[86]Bravura called in the Feds. \n[87]or God's sake, come on. Max is dead, \n[88]Bullshit.    There's no way-- \n[89]Her. \n[90]need you to send a helicopter to my \n[91]I understand an executive named Jason Colvin was also among the dead. Senseless tragedies, all. \n[92]Everything's fine, we're just-- \n[93]What is that supposed to mean? \n[94]Think pretty hard about that. I'm about to be surrounded by Federal agents-- \n[95]Who needs luck? They're going to love the stories I can tell. \n[96] \n[97]Take everybody and get downstairs.    I want no less than his head. \n[98]Take some C4, wire it so he can't make it to the roof. I'll wait on the chopper. \n[99] \n[100] \n[101] Max staggers through the door to BB's office. Out the big windows, the East River begins to glow with approaching dawn.  flickering shadows, hallucinations receding but not yet gone. He pauses at the glass, caught by his twisted reflection.   \n[102]\n[103] Wind GUSTS through the shattered windows of BB's office. Max brushes away diamonds of broken glass, struggling to stand.  Max draws his pistol and strides through the roof door...  \n[104]It's unbelievable. All that snow, and... Watch it end up being a beautiful day. \n[105]You want my confession, first?   You came all this way for it... \n[106] \n[107]Just get to it, already. That's all I ask. You've earned it, so just... \n[108]But I want you to listen to me, first. Just try to hear what-- \n[109] The SWAT team streams through the door, racing for the roof.  ", "Hensley": "", "Jack": "", "Lupino": "\n[1]You face down a group of insurgents and instead of fear, you're filled with...peace, I guess. \n[2]Like you're aware of the power you have in your own hands to make the world a better place. \n[3]an you hear them, now? \n[4]We'll see which one us they're flying for. We'll see who they love best. \n[5]The angels are not done with you yet. ", "Nicole": "\n[1] \n[2]here was a shoot-out in my building \n[3]This was more than you were ready for. \n[4]Perhaps our partnership has run its course. \n[5] \n[6]Careful. \n[7]It's on its away. ", "Horne": "\n[1] \n[2] \n[3]here was a shoot-out in my building \n[4]This was more than you were ready for. \n[5]Perhaps our partnership has run its course. \n[6] \n[7]Careful. \n[8]It's on its away. ", "Max": "\n[1]        \n[2]\n[3]Heaven is a place where nothing ever happens. \n[4]There's an army of bodies under this river. Criminals, people who ran out of time, out of friends. \n[5]The next time they drag this river, they'll find me on the bottom with the rest of them. And there won't be anybody left to say I was different. \n[6]I could feel the dead down there, just below my feet. Reaching up to welcome me as one of their own. \n[7]It was an easy mistake to make. \n[8]You didn't lose it. You pawned it up on 128th a few hours ago. \n[9] \n[10]No. I'm only following you. \n[11]Not tonight. \n[12]Open your eyes, now. \n[13]Have you ever seen her before? \n[14]You got busted robbing a house in New Jersey with William Preston three-- \n[15]That's why I'm talking to you. Did he ever say anything about this woman? Did you ever hear anyone-- \n[16]No, he got shot robbing a liquor store. What are you talking about? \n[17] They enter a windowless cave, long rows of metal cabinets stretching on forever into the heart of the building. At a desk in the corner, Max slumps over a stack of files.    \n[18]Yeah.   Maybe so. \n[19] Max sneaks a sideways glance to the door, watching Adams lead the new Detective away. Once they're gone, Max reaches into his desk and removes a file... `PRESTON, WILLIAM A.'   \n[20] A lock POPS.     Max steps inside, only silence to greet him.  Max lays his jacket across the back of a worn leather chair, footsteps REVERBERATING because there's little other furniture to absorb the sound. He keeps walking...  \n[21]William Preston was a dead end. \n[22]We need to talk.   Won't take long. \n[23]I did, but Doug only wanted to talk about pigeons, or something. I need a new name, someone robbing houses to feed a habit around that same time. \n[24]I can see that. \n[25]hanks. \n[26]That's interesting. \n[27]Why don't you let go-- \n[28] \n[29]Were you in there? \n[30] Max leads Natasha inside. Before he can even shut the door, Natasha pounces - kissing, hands running over his body. As he pushes back, Natasha's hands slip into Max's pockets...  Abruptly, Natasha breaks away and looks around the apartment.  \n[31]Who? \n[32] \n[33] \n[34]Yeah. \n[35] Max hurriedly dresses, wearing the same suit from yesterday. He picks up his keys, searching around for something else - feeling the pockets of his jacket, down in the cushions...  \n[36]What's this? \n[37]What happened to them? \n[38]Why are you showing me this? \n[39] \n[40] \n[41]For God's sake, I know where you-- \n[42]Alex?   Are you in here? \n[43]Alex! \n[44]Alex. \n[45]He was trying to tell me something. \n[46]No.   I get Bflashes, but it's...wrong. \n[47]You quit working for Aesir? \n[48] \n[49]We don't have a lot, yet... \n[50]ow? \n[51]She stole it. \n[52]No, I didn't.    We met through a friend. \n[53]I guess. \n[54]He used to snitch for me. \n[55]He wanted me to help him with something. \n[56]That's what I'm going to do. \n[57] \n[58]Lose your dog? \n[59]hoever killed your sister did the same \n[60]slurred \n[61]Does that sound like something a Homicide cop would get wrong? \n[62]You know somebody named Owen? \n[63]Natasha called him on her way out of my apartment. Give me one day to-- \n[64]Who is this guy? \n[65]I have things I need to ask him, myself. \n[66] \n[67]Owen, wait... \n[68]You're sure this is the place? \n[69]What if I wanted this tattoo? \n[70] \n[71]Protection from what? \n[72] Max pushes the car over slick streets, clothes covered in the Artist's blood. Lost in thought, Mona looks out the window.  \n[73]You think they were both on something? \n[74]You were standing right beside me. \n[75]Jumped is not the word I'd use. \n[76] Max's car turns onto the block, slowly approaching Ragna Rok. Max and Mona silently absorb the scene on the street. Even from halfway down the block, BASS from the club reaches them.  \n[77]Like Owen. \n[78]This isn't anything I've seen before. \n[79] Max sits in his chair in the silent room, turning the pages of Michelle's book. There's more than grief on his cut and bruised face tonight, hands not trembling the way they were.  Fruit bowls, delicate charcoal nudes flip past...  Frustrated, Max lets the images drift by with less sentiment: images no longer speaking to the questions he needs answered. With an exasperated sigh, Max slams the book closed...  A faint white sliver appears in the cover.   \n[80] \n[81]I watched a guy throw himself out of a window tonight. The things he was saying- \n[82]The problem is, I knew what he was talking about. \n[83]I haven't been really afraid of anything since...that night. \n[84]There's something going on, and I can't find a rational explanation for it. \n[85]There's...something out there, hurting people-- \n[86]It's real.     I'm not crazy. \n[87]The night Alex died, there was something else in the room with us. I saw it. \n[88]It's the same thing these people are seeing right before they die. I think Michelle saw it, too. \n[89]Alex found something out about what happened to her. Something new. \n[90]He was trying, right before he died... \n[91]It's real. \n[92] \n[93] \n[94]shouting to the door \n[95] \n[96]Michelle... \n[97] \n[98]Just relax. I need you to trust me for a minute... \n[99]You don't understand. \n[100] \n[101] \n[102] \n[103] \n[104]Michelle. \n[105]It's all in her notes: people describing fevers, hallucinations...their lymph nodes swell until their necks bruise like something's been choking them. The angels they all talk about? Michelle talks about eye spasms that make things seem to flutter. Mixed with the other delusions, that starts looking like wings... She wasn't seeing them. She was trying to figure out why other people were. \n[106]What are you talking about? \n[107]Who?   What's his name? \n[108] A few CSI TECHS take photographs of Max's storage locker. Bravura walks through, eyes quickly scanning the distracting jumble of boxes. The Homicide Cop follows, exasperated.  lid of the box, `OFFICE' written in Michelle's pen.  Bravura looks around. There's no document box to match the lid. However, there are dust-free rectangles in the dirt.  \n[109] \n[110]eed to make a call? \n[111]Michelle Payne was my wife. \n[112]Before you say anything else, I want you to know who I am. \n[113]ut it wasn't the universe that took my \n[114]It was you. \n[115]Tell me about Valhalla. \n[116]Tell me. \n[117]I already told you.    Be quiet, now. \n[118]Then you haven't been Downtown lately, because you missed a spot. \n[119]What are you talking about? \n[120]Back up, all of you.   Make a path. \n[121]calling to the guards \n[122]She was trying to stop it. \n[123]What are you talking about? \n[124]He killed my wife. \n[125]Who is your contact at Aesir? \n[126]louder \n[127]ou don't know what I'm talking about, do \n[128] \n[129]Hey! \n[130]shouting \n[131]No.   Just better than you. \n[132] Looking up from the mail, Max sees the smashed kitchen door. \n[133] Max races into the hallway bathed in golden light.  Between Max and the end of the hall, two JUNKIES are huddled against a door. Twisting the handle, SMACKING the wood.  \n[134] Max throws his shoulder into the door, SNAPPING the hinges...  \n[135] Max charges in, again firing on the man escaping...  ...but this time, we watch the glass behind the billowing curtains. The fabric ripples, revealing a reflection...  Alex.  \n[136]Because now I know it's you. \n[137]Bravura's not going to buy it. \n[138] Crushed inside the DEAFENING blackness, Max lifts his eyes to see LEERING DEMONS gazing down, distorted versions of...  \n[139] The Demons fade away, their howling SCREAMS lingering behind. Awaiting the next horror, Max is shocked by something else: White light splits open the smoke, cutting the black in two.  \n[140] From the doorway, Max watches Michelle smiling down at their baby, who grabs at her finger with a wide grin.  \n[141]I don't believe in heaven. \n[142]But I have this idea about it. ", "Payne": "\n[1]        ", "Christa": "\n[1]Let him through. \n[2]Don't talk to me like some stranger. \n[3]Who did this to him, Max? \n[4] \n[5] ", "Mona": "\n[1] \n[2]We need to talk about my sister. \n[3]Yeah.   You. \n[4]You left your wallet lying beside her body. Who's stupid? \n[5]Owen Green? \n[6]Somebody my sister used to hang around with. Nice kid. \n[7] \n[8] \n[9]Open-- \n[10]Owen? \n[11] \n[12]Natasha had all her work done here. \n[13]What is it? \n[14]Trust me, my sister had all the guardian angels she needed. \n[15]Where's home? \n[16]Do you know this guy? \n[17] \n[18]Crystal meth, maybe, some amphetamine that raises your body temperature in an overdose. Explains why they were both sweating like that, trying to cool off. Of course, a junky won't usually jump out the window if there's someone left in the room to beg or rob. \n[19]And? \n[20]They all look... \n[21]Better cities than this one have fallen. This is far enough. \n[22]Sorry about the chain. \n[23]We need to talk. Talk. \n[24]Something was taken from me. It involves a club in Italian territory, so I need your blessing to go make it right. \n[25]I said `blessing.' \n[26]Ragna Rok. \n[27]Over on Avenue-- \n[28]You do still control that block, right? It's south of-- \n[29]Well, that sounds Italian to me. \n[30]This neighborhood has been your family's forever. Two-fifty large is all it takes to-- \n[31] Mona steps inside, ready for ambush.    She turns the corner...  Max sits on her couch, scraped and scorched from his escape. \n[32]That's the guy. \n[33]He's the one behind Ragna Rok. It's his club where the drug's being sold. \n[34]What are you doing? Uncuff me. Hey! \n[35]hat is this? You think just because he \n[36]I've been inside that club.   You don't have a chance on your own. But you don't care. \n[37]You don't want my help, because you think if he puts you out of your misery, you'll get to see her again. \n[38]I hope that's really the way it works. \n[39]Max! \n[40]You don't have much time. \n[41]I'll do what I can to slow them down, but you have to hurry. \n[42]You're not done yet. \n[43]Where's the detonator? ", "Sax": "", "Lincoln": "", "Deneuf": "", "Natasha": "\n[1]ow it's your turn to say something... \n[2]Thank you. It's... Shit. \n[3]My sister. Sort of a bitch. \n[4]You just move in? \n[5]The girl from the boring story you want tell me. The one that ends with you living here. Very sad. \n[6]tell you what... \n[7]That way you can make love to her again, just like she never left you. Oh, Max, I miss you... \n[8]Excuse me? \n[9] \n[10]ot yet!   Please, just let me... ", "Joe": "\n[1] \n[2]Okay, enough. This is far enough. \n[3]\n[4]How? \n[5]What's going on downtown? \n[6]He's not dead. He's here. \n[7]Who are you calling? \n[8]There's more like this all over. Even if the building doesn't collapse, this floor is gone. Careful with that thing, is what I'm saying. I'm sure you and I can work something out. \n[9]  \n[10]B's done for, but this thing doesn't \n[11]frowning, confused ", "Salle": "\n[1] \n[2]Okay, enough. This is far enough. \n[3]\n[4]How? \n[5]What's going on downtown? \n[6]He's not dead. He's here. \n[7]Who are you calling? \n[8]There's more like this all over. Even if the building doesn't collapse, this floor is gone. Careful with that thing, is what I'm saying. I'm sure you and I can work something out. \n[9]  \n[10]B's done for, but this thing doesn't \n[11]frowning, confused ", "Jason": "", "Colvin": "\n[1]We have a problem. \n[2]You should go on home, already.   There's nothing going on today... \n[3] Colvin steps through the doorway and stops short.  Max stands behind Colvin's desk, inspecting the photographs hanging on the wall. He's cleaned himself up a little.  \n[4]Yes, it is. Three years old. \n[5]Is there something I can help you with, detective? \n[6] \n[7]Maybe I'd better. \n[8]Yes, there's a detective here... What did you say your name was? \n[9] \n[10]What-- \n[11]Please, wait... \n[12] Colvin's eyes flutter open.   His nose is smashed flat.  He's being held upright by his belt, which loops around his neck and the headrest of his ergonomic chair. His wrists are bound to the armrests with strips of his tie.  Max sits on the edge of the desk, heavy lamp in his hand.  \n[13] \n[14]There is no-- \n[15]There's no Project Valhalla anymore.   I shut it down years ago. \n[16] \n[17]Nobody knows what happened to her. \n[18]Why are you asking me about this? \n[19]But why today? It's over, I got rid of everything before they moved me out of the division-- \n[20]Are you telling me that there are people out there taking the drug again? How many of them? \n[21]I knew it, I knew something was going on. I told her the numbers were too good-- \n[22]They're not coming for you. \n[23]Show that to whoever will watch. If this thing spreads, nothing will keep the rest of you safe. \n[24] ", "Owen": "\n[1] Mona and Max storm down a dim apartment hallway in tense silence. Max wipes the blood from the cuts on his face.  \n[2] Max and Mona rush into the room, breath smoking from the cold. All of the windows are open. Gusts of snow blow inside, drifts of white powder extending into the room...  \n[3] \n[4] \n[5] Max throws himself forward into the window, looking down...  ...where Owen falls, looking up at Max helplessly...  ... then less terrified, as the wind keeps RUSHING past...  ...and then, just before impact, relieved.  Owen CRASHES into the sidewalk.    ", "Green": "", "Trevor": "\n[1]You can't come here, I said. I'm done helping you. I've already... ...paid my debt to society, you know? I've cooperated enough. \n[2] Max follows Trevor inside. The narrow brick entry opens into a cutting-edge loft beyond, filled with modern art and a gathering of BEAUTIFUL PEOPLE milling around enjoying it.  \n[3]I thought you found Bill's partner. \n[4]This is a party. These are my friends. You remember friends? \n[5]don't have one to give you, Max. Look, \n[6]ry sleeping at night every now and then, \n[7]I'd invite you in, but... \n[8]You have to go. Now. ", "Michelle": "\n[1]Are you home? "}}