{"filename": "Meet-Joe-Black_script.txt", "imdb_id": "tt0119643", "imdb_url": "https://www.imdb.com/title/tt0119643", "characters": ["William Parrish", "Jamaican Woman", "Butler", "Jennifer", "Helen", "Allison", "Lillian", "Susan Parrish", "Drew", "Jamaican Woman's Daughter", "Construction Foreman", "Florist", "Eddie Sloane", "Joe Black /Young Man in Coffee Shop", "Quince"], "dialogues": {"William": "", "Parrish": "\n[1] \tMOVE THROUGH French doors that lead from a wide terrace into \tan expansive living room, DOWN wide corridors lined with \tBierstadt and Cole paintings, the Hudson River School, mists \tand trees and small boats and distant humans.  \n[2] \tMOVE THROUGH the doorway to reveal a master bedroom furnish- \ted with exquisite simplicity, revelatory of its sleeping \toccupant, WILLIAM PARRISH, 64, a warm but commanding face, a \tman of maturity yet who exudes a glow of enthusiasm.  \tAlthough asleep, there is an uncommon restlessness to him. \tParrish grips his upper arm as if in pain.  Now the severity \tof the pain wakes him, he squeezes his arm.  The wind comes \tup, through the wind a VOICE is heard distantly, or is it the \twind itself:  \n[3] \tThe great lawn infested with workmen, planting stakes, un- \trolling a huge canvas tent, gardeners fashioning topiary and \tadding landscaping of their own, crews setting up platforms, \tspeakers, lights.  Ubiquitous is ALLISON, 35, Parrish's \tolder daughter, foremen competing for her attention and she \trelishing every moment.  \tA Painter approaches.  \n[4]\t\tWhat do you think of all this, May?  \n[5]\t\tOh, the President's got better \t\tthings to do than come to my \t\tbirthday party.  \n[6]\t\tHi, Allison --  \n[7]\t\tNot much more.  Big day in the big \t\tcity.  What's on your mind?  \n[8]\t\tAllison, I trust you.  This is your \t\tthing.  \n[9]\t\tHi, honey.  \n[10]\t\tDrew's aboard?  \n[11]\t\t\t \t\tI hate parties --  \n[12]\t\tIsn't it enough to be on this earth \t\tsixty-five years without having to \t\tbe reminded of it.  \n[13]\t\tHow did you know?  \n[14]\t\tDoes Drew tell you everything?  \n[15]\t\tYou like him, don't you?  \n[16]\t\tI don't like to interfere.  \n[17]\t\tGood morning, Drew.  Thanks for \t\tcoming out.  \n[18]\t\t'Thoughts'?  Not a one -- but I did \t\thear a voice last night.  \n[19]\t\tIn my sleep.  \n[20]\t\t'Yes'.  \n[21]\t\tMaybe, who knows?  You know how \t\tvoices are.  Let's go.  \tQuince comes running up now.  \n[22]\t\tGood morning, Quince.  \n[23]\t\tI'm doing great.  You ready?  \n[24]\t\tHow's that, Quince?  \n[25]\t\tNot my birthday again?  \n[26]\t\tThank God.  Now could we go?  Let's \t\tget this day started.  \tDrew ushers everybody on, first Parrish, then Susan and \tQuince, Drew the last to climb on, shuts the door behind him \tAs Allison hurries away from the whirling rotors.  \n[27]\t\tI am.  With you.  \tHe peers up ahead at Drew, on the telephone and gesticulat- \ting intensely, right at home in the cockpit despite the CHOP \tof the blades and the pilot pressed up against him.  \n[28]\t\tDo you love Drew?  \n[29]\t\tI know it's none of my business --  \tSusan doesn't answer for a moment, then impulsively kisses her \tfather on the cheek.  \n[30]\t\tDo you love Drew?  \n[31]\t\tForget about me and Mom -- are you \t\tgoing to marry him?  \n[32]\t\t\t \t\tDon't get carried away.  \n[33]\t\tSusan, you're a hell of a woman. \t\tYou've got a great career, you're \t\tbeautiful --  \n[34]\t\tWell, I wasn't going to say that --  \n[35]\t\tListen, I'm crazy about the guy -- \t\tHe's smart, he's aggressive, he \t\tcould carry Parrish Communications \t\tinto the 21st century and me along \t\twith it.  \n[36]\t\tThat's for me.  I'm talking about \t\tyou.  It's not so much what you say \t\tabout Drew, it's what you don't say.  \n[37]\t\tOh yes, I am.  Not an ounce of \t\texcitement, not a whisper of a \t\tthrill, this relationship has all \t\tthe passion of a pair of titmice.  \n[38]\t\tWell, it worries me.  I want you \t\tto get swept away.  I want you to \t\tlevitate.  I want you to sing with \t\trapture and dance like a dervish.  \n[39]\t\tBe deliriously happy.  Or at least \t\tleave yourself open to be.  \n[40]\t\tI know it's a cornball thing but \t\tlove is passion, obsession, someone \t\tyou can't live without.  If you \t\tdon't start with that, what are you \t\tgoing to end up with?  I say fall \t\thead over heels.  Find someone you \t\tcan love like crazy and who'll love \t\tyou the same way back.  And how do \t\tyou find him?  Forget your head and \t\tlisten to your heart.  I'm not \t\thearing any heart. \t\t\t \t\tRun the risk, if you get hurt, you'll \t\tcome back.  Because, the truth is \t\tthere is no sense living your life \t\twithout this.  To make the journey \t\tand not fall deeply in love -- well, \t\tyou haven't lived a life at all. \t\tYou have to try.  Because if you \t\thaven't tried, you haven't lived.  \n[41]\t\tAw, you're tough.  \n[42]\t\tStay open.  Who knows?  Lightning \t\tcould strike.  \tSilence.  \n[43]\t\tForgive the lecture --  \n[44]\t\tYou won't tell him, and even if you \t\tdid, he'd clock it and punch it into \t\this laptop in order to pull out some \t\tkey phrases when he gives the \t\tCommencement Speech at Wharton.  \n[45]\t\tI know.  But I'm the only father \t\tyou've got.  \tShe kisses him on the cheek.  \n[46]\t\tHe doesn't care.  But thanks anyway.  \n[47]\t\tWhat?  \n[48]\t\tDid you just hear something?  \n[49]\t\tNo no, not you.  \n[50]\t\tNothing.  I'm sorry.  \tA respectful silence, the elevator continues downwards, \tsuddenly the Voice intrudes again:  \n[51]\t\tNothing.  \tParrish's eyes dart about, confirming no one has heard a \tthing but him.  \n[52]\t\tJust talking to myself again.  You \t\tknow me --  \tThe elevator door opens.  \n[53]\t\tWell, here we are --  \tParrish leads the group out.  \n[54]\t\tA-Okay.  Got my gloves on, my ears \t\tpricked.  I'm ready for action.  \n[55]\t\tYer damn right.  \tParrish, followed by Drew, steps into a waiting limousine, \tQuince looks longingly after them.  Susan, blowing a kiss \tgoodbye to her father, steps out into the street to hustle a \tcab.  \n[56]\t\tSounds good.  \n[57]\t\tDo you think I need a haircut?  \n[58]\t\tOur first annual report, must be \t\tthirty-five years ago now, I owned \t\ttwo stations, I wrote down a state- \t\tment of purpose, that one day you \t\twould wake up to a Parrish radio \t\tstation, read a Parrish paper at \t\tbreakfast, catch our news on tele- \t\tvision during the day, and go to bed \t\twith one of our books or magazines \t\tand you would always be told the \t\ttruth and in the bargain, have a \t\tgood time.  \n[59]\t\tGood, good.  Glad to hear it.  \n[60]\t\tI'm sorry, I don't recall --  \n[61]\t\tI thought you were buying my company.  \n[62]\t\tWell, that's very nice to hear.  \tDrew nods excitedly.  \n[63] \tA magnificent granite building, a monument to good taste in \tthe midtown sea of glass and aluminum.  \n[64] \tParrish and Drew enter, no particular fanfare but an aware- \tness the 'Chief' has arrived, everyone giving Parrish the \tappropriate wide berth, Drew right beside him.  \n[65]\t\tMe, too.  \n[66]\t\tLike a marriage made in heaven?  \n[67] \tParrish, Drew beside him, proceeds through a high tech, but \ttasteful, maze, spiffy executive secretaries at burnished \tdesks.  Neither looking right or left, somehow Parrish man- \tages to acknowledge their bright smiles and deferential nods \tdespite his swift entrance.  \tHe passes through an open set of doors and he is into his \town suite, commanded by JENNIFER, his assistant.  \n[68]\t\tHi, Jennifer.  \tDrew is still at Parrish's heels, but now Parrish stops at \tthe open door, turns back to him, reminding Drew that this \tis as far as he goes without being invited.  \n[69]\t\tAs close as a deal could be.  \n[70] \tAlone in his office, Parrish's ebullient mood immediately \tchanges.  Leaning against the back of the couch, he stares \tout through floor-to-ceiling windows, surveying the \tManhattan skyline: cogitates.  \tHe takes a seat on the couch, opens a folder, suddenly he \tflinches with a spasm of pain in his shoulder.  It is sharp \tbut brief, he notices it but what it does not continue, he \tignores it.  \tParrish resumes looking at the folder when suddenly the \tpain comes again.  He reaches for his shoulder, tries to \tmassage the pain, it does not subside.  Parrish stands, \ttrying to shake it off, but it refuses to go away, some- \tthing is unmistakably wrong.  Now a SOUND which he has \tcome to recognize, makes itself heard:  \n[71]\t\t'Yes' what?  \n[72]\t\tI didn't ask any question.  \n[73]\t\tWho are you?  \tSilence.  \n[74]\t\tGoddammit, what is going on?!  \n[75]\t\tI don't!  \n[76]\t\tWhat are you talking about?  \n[77]\t\tWhat is this?  Who is this fucking \t\tguy?  \tHe holds on tight to the corner of the desk, sweat dripping, \this skin ashen.  Now he addresses the Voice again, searching \tfor it in another direction:  \n[78]\t\tTell me who you are!  \n[79]\t\tI'm sorry, I --  \n[80]\t\tWhere are you?  Are you there?  \n[81]\t\tPlease.  Talk to me --  \n[82]\t\tWhat do you mean?!  \n[83]\t\tKnow what? \t\t\t \t\tKnow what, goddammit!  \tThe VOICE is gone.  Parrish searches the corner, but the \troom has lost the quality it had when it was inhabited by \tthe VOICE, it is now just Parrish's office.  Faint SQUEALS of \ttraffic from the street, then a KNOCK at the door.  \tParrish touches his shoulder, the pain is gone, but he is \tstill wet with sweat, the KNOCK again.  Parrish straightens \thimself up, adjusts his tie, runs his fingers through his \thair, blinks as he addresses the door.  \n[84]\t\t\t \t\tCome in.  \tJennifer enters.  \n[85]\t\tSure.  \n[86]\t\t\t \t\tNo.  Nothing.  \n[87] \tA beautiful space adjacent to the dining room, it has a \tglass roof which offers a superb view of the Manhattan sky- \tline.  The hour is before dinner: gathered on one side of \tthe room are Allison and Parrish, on the other side Drew and \tQuince.  COYLE, a butler, and LUISA, the housekeeper, pass \thors d'oeuvres and drinks.  \n[88]\t\tWhat, honey?  \n[89]\t\t\t \t\tI know you do, darling.  \n[90]\t\tOh, you couldn't be more wrong, \t\tsweetheart.  I can' tell you how \t\tmuch I appreciate it and how I'm \t\tlooking forward to it.  \n[91]\t\tTell it to me again.  \tSuddenly, the Voice cuts in:  \n[92]\t\tIs somebody waiting outside, Luisa?  \n[93]\t\tPlease have a look --  \tLuisa goes as Coyle continues serving.  \n[94]\t\t\t \t\tShow him into the library, tell him \t\tI'll be right there.  \tParrish, spinning with anxiety, tries to summon up his courage \tto go as Allison continues:  \n[95]\t\tUh -- I don't know.  No - uh - I \t\tdon't...  \tAllison is about to press the point, but then drifts into \tdisappointed silence as Parrish leaves the room.  \n[96] \tParrish moves deliberately down the hall, slows as he nears \tthe doorway to the library.  The door is open.  He hesitates \tbefore he crosses the threshold, taking in as much as his \teye can see, now tentatively, he enters.  \n[97] \tA beautiful, classic room, areas of dim, warm light, club \tchairs, books reaching to the ceiling, a rolling library \tladder, a weathered dictionary on a stand, a model boat \tcarved of bone set into the stacks which are separated from \tthe reading area by a seven-foot high partition of obscured \tglass.  \tParrish, poised in the doorway, looks around, nothing in \tsight.  \n[98]\t\tHello?  \tSilence.  \n[99]\t\tAnyone here?  \tNo response.  \n[100]\t\tI said is anyone here?!  \n[101]\t\t\t \t\tWhere are you?  \n[102]\t\tWhat is this, a joke, right?  Some \t\tkind of elaborate practical joke? \t\tAt my 40th reunion, we delivered a \t\tcasket to the Class president's \t\thotel room and --  \n[103]\t\tI - I - uh --  \tThe shape moves, makes itself more visible.  Although still \tdiffused by the glass, the shape has definition, a person, a \tman, his features are not yet distinguishable, but he is \tthere all right.  \n[104]\t\tWhat the hell is this?  Who are you?  \n[105]\t\tAbout what?  \n[106]\t\t'Take me'...?  Where?  \n[107]\t\t'The one' to do what?  \n[108]\t\t\t \t\tGet what?  \n[109]\t\tWhat the hell are you talking about?  \n[110]\t\tI'm sorry --  \n[111]\t\tYes what?  \n[112]\t\tWhat question?  \n[113]\t\tThe 'question' --  \n[114]\t\t...Am I going to die?  \tThe figure who is the Voice takes a step forward now, no \tlonger obscured by the glass he comes into the light, re- \tvealing himself to be the Young Man seen previously in the \tcoffee shop, but there is a change; he seems odd, off- \tcenter, not handsome but terrifyingly beautiful.  \n[115]\t\tAm I dreaming this? \t\t\t \t\tAre you a dream?  \n[116]\t\tYou're coming to 'take me'.  What is \t\tthat?  Who the hell are you?  \tThe Young Man steps closer to Parrish, his face is inches \tfrom a shaking, sweating Parrish's face, the Young Man \tdaring Parrish to identify him:  \n[117]\t\tYou are --?  \n[118]\t\t...Death.  \tParrish is shocked, stunned, terrified at the word, by what \the has comprehended.  He surveys the Young Man who, at this \tmoment, actually seems bewildered by his effect.  \n[119]\t\tYou're Death?  \n[120]\t\tDeath!  \n[121]\t\tYou're not Death.  You're just a kid \t\tin a jacket and a pair of pants.  \n[122]\t\tYou want me to be your guide --?  \n[123]\t\tI do? \t\t\t \t\tHow long will you be staying?  \n[124]\t\tAnd then --?  \tThe Young Man nods, gently.  \n[125]\t\tIt's... it's... over.  \tA long silence.  Parrish and the Young Man take each other in, \tthe sense that now they understand each other.  A SOUND at the \tdoor.  \n[126]\t\tThis is crazy -- you're not going to \t\teat dinner with us.  \n[127]\t\tExcuse me?  Could I say something?  \n[128]\t\t\t \t\tIt just occurred to me --  \n[129]\t\t\t \t\tWhen I introduce you, if I say who \t\tyou are, I don't think anyone will \t\tstay for dinner.  \n[130]\t\tUh -- sorry -- to have stepped away \t\tfor so long -- uh -- this is a \t\tfriend of mine I asked to drop by -- \t\twe got to talking and stuff -- uh -- \t\the's going to join us for dinner -- \t\tum --  \tParrish drifts into another awkward pause.  \n[131]\t\tOh, I'm sorry.  This is my daughter, \t\tAllison, and her husband, Quince, \t\tDrew, my number one, works with me...  \tParrish drifts off as the Young Man awkwardly shakes hands \twith each person.  \n[132]\t\tA name?  \n[133]\t\tOh, excuse me.  This is -- uh -- \t\tthis is --  \n[134]\t\tSorry...um - you - you know it's gone \t\tright out of my head --  \n[135]\t\tI'm sorry.  This is - uh - uh...  \tThe group waits patiently.  \n[136]\t\tJoe!  \n[137]\t\tYes.  \n[138]\t\t\t \t\tWhat do you mean?  \n[139]\t\t-- Black.  \n[140]\t\tHe is!  Let's sit down --  \tLuisa has set a plate in front of Joe, and Parrish's, which \twas taken to the kitchen to be warmed, has been returned. \tJoe looks over at the other guests, then picks up his uten- \tsils gingerly, strives to copy the others, stops, staring at \this foot.  \n[141]\t\t\t \t\tJoe knows what you're saying, just \t\tbeing polite --  \tDrew is studying Joe.  \n[142]\t\tUh -- he's from out of town --  \n[143]\t\tNo --  \n[144]\t\t\t \t\tYou know each other?  \n[145]\t\tWhat?!  \n[146]\t\tUh - will that hold you, Joe?  \n[147]\t\t\t \t\tWe've got some things to discuss.  \tParrish stands, motions for Joe to rise.  \n[148]\t\tCut it out, Susan. \t\t\t \t\tYou and I've got to talk.  Big day \t\ttomorrow, everybody.  Joe, let's go.  \tJoe rises, follows Parrish to the door, stops:  \n[149]\t\tJoe, that's the kitchen.  \n[150] \tParrish leads the way, Joe beside him as they progress through \tthe huge house.  \n[151]\t\t...I'm sorry, I'm a little discon- \t\tcerted, that stuff between you and \t\tSusan -- uh -- threw me.  \n[152]\t\tShook me up.  I mean that you knew \t\ther and everything --  \n[153]\t\tSo there's nothing between you and \t\tSusan?  \n[154]\t\tI wish you had said something to me \t\tabout staying here --  \n[155]\t\tNo, I'm okay with this - uh - I \t\tthink.  So --  \tHe opens a door.  \n[156] \n[157]\t\t\t \t\tBathroom...tub...towels, sauna --  \tParrish turns back to the bedroom.  \n[158]\t\t...Chair, lamp, bed --  \tParrish is in a stunned state, chatters on unconsciously:  \n[159]\t\tBox springs, they're assembled in \t\tJakarta.  Had to stay in a station \t\tmanager's house there unexpectedly \t\t- best night's sleep I ever had. \t\tOrdered twenty, they filled a con- \t\ttainer and shipped them right over, \t\tI've put one in every bedroom here \t\tand in the country.  \tJoe tests the springs.  \n[160]\t\tThank you.  Would you like the man's \t\tname?  \n[161]\t\tIf there is anything else, don't \t\thesitate --  \n[162]\t\tHow long have I got?  \n[163]\t\tWhen you go, I go.  \n[164]\t\t...I just saw my doctor, he told me \t\teverything was fine.  \n[165]\t\tNo --  \n[166]\t\tCloser than that.  \tParrish keeps still, trying to cool the heat of Joe's \ttemper.  \n[167]\t\tWell, thank you for letting me know.  \n[168]\t\tAnd - uh - I  guess, 'goodnight'.  \n[169] \tParrish, unsteady, starts back down the hall, Luisa appears.  \n[170]\t\tNo. Thanks, Luisa.  \n[171]\t\tLuisa --  \tShe stops.  \n[172]\t\tMr. Black's luggage was misplaced by \t\tthe airlines.  Would you mind get- \t\tting a few things together for him? \t\tA couple of suits, some shirts, \t\tties, underwear, shoes.  Have Coyle \t\ttake his measurements off what he is \t\twearing tonight.  \n[173] \tJoe has been examining his room, full of curiosity and \twonderment at the oddest things, the handle on a casement \twindow, the hem and weight of the fabric of a drape, hinges \ton the bedroom door.  In the process he opens this door, \tsteps out into the hallway.  \n[174] \tJoe wanders down the hallway past the occasional Dufy or \tMiro, a Venetian tapestry cheek-by-jowl with a miniature \tMing vae, and even a Bonsai garden with a trickling vein \tof water.  \n[175] \tIn the \"back\" of the house now, utilitarian paint and decor, \tthe SOUND of laughter and a glare of light.  Joe enters.  \n[176] \tThe staff is at ease, some smoking, remains of food around. \tCoyle, the butler, has his back to Joe and does not see him \tfor a moment.  In front of Coyle, an open jar of peanut but- \tter which he is spreading in generous hunks of Wonder Bread. \tJoe is fascinated by the process.  Coyle suddenly hears the \tsilence, looks up and see Joe, standing up embarrassedly.  \n[177] \tA spectacular indoor Olympic pool, window commanding views \tof the skyline.  \tSusan is swimming laps, looking very professional in a black \tSpeedo suit, Joe wanders in, still licking his peanut butter. \tHe observes her, but she is unaware of him, however now, as \tshe makes a barrel turn, his shadow falls over a reflection \tfrom a window, she aborts her lap, looks up to see who it is.  \n[178] \tParrish, dressed for the day, passes servants busy with \ttheir morning tasks, polishing doorknobs, putting away \tlinen, dusting picture frames.  He nods and greets them as \the strides down the hall, brisk \"Good morning\"'s to Coyle \tand Luisa.  \n[179] \tParrish knocks, waits a courteous moment, opens the door, \tfinds Joe in an elegant shirt and trousers trying to tie his \ttie.  \n[180]\t\tGood morning.  \n[181]\t\tHow are you?  How're you feeling?  \n[182]\t\tUm -- well, I didn't sleep too well. \t\tThis is crazy.  This is the left- \t\tfield thing of all time.  What do I \t\tdo?  What do I tell my family?  \n[183]\t\tWhat about my family?  This 'adven- \t\tture' involved only me, right?  \tSilence as Joe considers the point, Parrish quickly crosses \tto him, undoes the tie, and now begins tying it for him.  \n[184]\t\tTell you what, you promised that it's \t\tgoing to be only me and --  \n[185]\t\tAnd I won't tell anyone who you are.  \n[186]\t\tIt is a deal?  \n[187]\t\tYou give your word, I give mine -- \t\tthat we'll do what we say.  It's a \t\ttruth exchanged between two people.  \tA moment.  \n[188]\t\tYes?  \n[189]\t\tShake hands.  \tJoe immediately extends his hand toward Parrish, but \tParrish freezes on seeing the hand, stares at it, now takes \tit.  Joe pumps Parrish's hand vigorously, then breaks into a \tbroad smile.  \n[190]\t\tYou know, I got to thinking last \t\tnight -- with you here, and seem- \t\tingly occupied, how's your work \t\tgoing - uh - elsewhere?  \tA flicker from Joe.  He has heard what Parrish has said, his \teyes busy with the grift and the sparkle of the Avenue, but \the is concentrating on Parrish's words.  \n[191]\t\tWhat do you mean?  \n[192]\t\tI guess so.  \n[193]\t\tOf course.  \n[194]\t\tJoe --?  \n[195]\t\tHow about giving a guy a break?  \n[196]\t\tThere's one to every rule.  \n[197]\t\t-- I don't deserve this.  I'm still \t\tyoung, this is not my time --  \n[198]\t\tI'm not everybody.  \n[199]\t\tI want to live.  \n[200]\t\tWhat's it like?  \n[201]\t\tWhat's it like where I'm going?  \n[202]\t\tYes.  \n[203] \tAs Parrish and Joe enter, Parrish is hailed by JAIME, the \tElevator Starter.  \n[204]\t\tGood morning, Jaime.  \n[205]\t\t\t \t\tI'm sorry, not today, Jaime.  \tParrish and Joe arrive at the bank of elevators.  Jaime, \tback at his post, hits a button.  \n[206]\t\t\t \t\tYou know, everyday I've walked into \t\tthis building, Jaime gives me a \t\thorse. \t\t\t \t\tI wonder if any of them won.  \tThe elevator materializes, Parrish and Joe step on.  \n[207] \tParrish and Joe emerge from the executive elevator, Jennifer \tis waiting as usual with her pad, \"Good morning\"s, etc.  As \tParrish strides down the hall, Joe right beside him, he passes \tinstructions back to Jennifer who, scribbling, hurries along \tbehind them.  \n[208]\t\t-- And call my family, I'd like them \t\tto come over for dinner tonight.  \n[209]\t\t\t \t\tJennifer.  \n[210]\t\t\t \t\tPerhaps you would like to wait in my \t\toffice --?  \n[211]\t\tWhat I'm trying to say is this is a \t\tBoard meeting and you are not a mem- \t\tber of the Board.  \n[212] \tParrish enters, Joe following right behind him.  A euphony \tof \"Good morning\"'s from the various members of the Board, \tincluding Quince.  Everyone sits when Parrish does but Joe, \tright at home, spots a tray of refreshments: coffee, pas- \ttries, he heads for them.  \n[213]\t\t\t \t\t-- This is Joe Black, a personal \t\tassociate of mine - uh - he'll be \t\tjoining us today.  I know it's -- \t\tuh -- unusual, and my apologies -- \t\tand Drew -- uh -- carry on.  \tImmediately indications of surprise on Board members' faces at \tParrish bringing in an 'observer', Drew's reaction guarded \tbut intense.  \n[214]\t\t\t(quietly, indicating a \t\t\t chair \t\tWould you like to sit down, Joe?  \n[215]\t\t\t \t\tThank you, Drew.  \tParrish takes a moment, draws himself up to say something \tofficial then stops himself, what follows is spontaneous, \treflective, deeply felt.  \n[216]\t\tUmm -- I did enjoy -- or rather I \t\twas interested in meeting John yes- \t\tterday -- impressive... I suppose... \t\tBut it did get me to thinking.  I \t\tstarted in this business because \t\tthis is what I wanted to do.  I knew \t\tI wasn't going to write the Great \t\tAmerican Novel, but I also knew \t\tthere was more to life than buying \t\tsomething for a dollar and selling \t\tit for two.  I wanted to give the \t\tnews to the world, and I wanted to \t\tgive it unvarnished.  The more we \t\tall know about each other, the \t\tgreater the chance we will survive. \t\tSure, I want to make a profit, you \t\tcan't exist without one but John \t\tBontecou is all profit.  If we give \t\thim license to absorb Parrish \t\tCommunications, and he has his eye \t\ton a few others after us, we'll be \t\tappointing him to the position he \t\tcraves -- Gatekeeper.  In order to \t\treach the world you will have to go \t\tthrough John Bontecou.  And not only \t\twill you have to pay him to do this, \t\tfar more expensive, you'll have to \t\tagree with him.  Reporting the news \t\tis a privilege and a responsibility \t\tand it is not exploitable.  Parrish \t\tCommunications has earned this priv- \t\tilege, John Bontecou wants to buy \t\tit.  As your chairman, I urge you to \t\tagree this company is not for sale.  \tA silence, everybody shifts, the Board is in shock, Drew is \ttrying to maintain his balance.  \n[217]\t\t\t \t\tSorry.  I know it looks like I'm \t\treversing my field.  \n[218]\t\tI am now.  \n[219]\t\tShall we adjourn?  \n[220]\t\tWell said, Eddie.  Mr. Black, shall \t\twe?  \tJoe rises.  \n[221] \tParrish enters, Joe right on his heels.  They booth stop, \tParrish regards him.  \n[222]\t\t-- What's the deal here?  Are you \t\tgoing to be breathing down my neck \t\tright 'til the very end?  \n[223]\t\t...I'd like to be alone for a while.  \n[224]\t\tYes, I am.  There's a research lib- \t\trary on the fourth floor.  Why don't \t\tyou go down and read some magazines?  \n[225]\t\tJoe, could I ask you to take a walk? \t\tBuy a tie or something.  I know I'll \t\tbe seeing you.  \n[226]\t\t\t \t\tNow I'd like to be alone.  \n[227]\t\tHere -- this will hold you for a \t\twhile.  \tJoe stares at the money as Parrish shows him the door.  \n[228]\t\tYou know about money, don't you?  \n[229]\t\tJennifer, give Mr. Black a map of \t\tthe city.  \n[230] \tJennifer shows Joe in, Parrish is deep in thought, beside \thim a meal laid out beautifully on his desk with linen and \tsilver, but untouched.  \tJoe is more abstracted than usual, he is starting at \tParrish's food.  \n[231]\t\tIt's all yours.  \tJoe starts eating, Parrish watches him, somewhat fascinated, \tJoe's chewing has improved.  \n[232]\t\tGood?  \n[233]\t\tCold lamb sandwich with cilantro.  A \t\tlittle Coleman's mustard.  \tJoe takes another big bite.  \n[234]\t\tGlad you like it.  My wife turned me \t\tonto cold lamb sandwiches.  Joan -- \t\tthat was my wife --  \n[235]\t\tCold lamb sandwiches -- not as chewy \t\tas roast beef, not as boring as \t\tchicken.  She knew stuff like that.  \tSilence, Parrish getting lost in his memories.  \n[236]\t\t-- Everything reminds me of her -- \t\tthere isn't a day that goes by that \t\tI don't think about her -- One day \t\tshe was here.  The next day she was \t\tgone.  What are you going to do? -- \t\tI guess you've heard all this a \t\ttrillion times before.  \n[237]\t\tWhy didn't you stop me?  \n[238]\t\tI thought you'd heard a trillion \t\ttimes --  \n[239]\t\tShe had on this little blue suit -- \t\twith a little white collar that had \t\tlittle red piping on it --  \tJoe is riveted on Parrish ow, Parrish aware of him, has \tpaused.  \n[240]\t\tYou could have put her under glass \t\tand I would have just stood and \t\tlooked at her.  But when she spoke \t\t-- I loved the sound of her voice \t\tand her laugh -- \t\t\t \t\t-- I couldn't get enough of her -- \t\tand gradually -- or maybe it wasn't \t\tgradually -- I realized I couldn't \t\tlive without her.  \tA KNOCK, the door opens and Drew enters, looks at Parrish, \tthen at Joe, stands poised in the doorway.  \n[241]\t\tNo.  \n[242]\t\tSit down, Drew.  \n[243]\t\tJoe and I have no secrets from each \t\tother.  \n[244]\t\tWhy?  \n[245]\t\tJoe, cut it out.  And you too, Drew.  \n[246]\t\tWell now it's undone, okay?  Forget \t\tBontecou!  Scrub him!  I'm tired of \t\this fancy name and his fancy offer. \t\tI'm not going for it.  \tA moment.  \n[247]\t\tDinner?  Absolutely.  \n[248]\t\tI don't want anybody buying up my \t\tlife's work and turning it into \t\tsomething it wasn't meant to be.  A \t\tman wants to leave something behind. \t\tAnd he wants it left behind the way \t\the made it.  And he wants it to be \t\trun the way he run it -- with a sense \t\tof honor, of dedication, of truth. \t\tOkay?  \n[249]\t\tAnd I don't need your goddamn permis- \t\tsion either!  You!  Drew!  I don't \t\tneed anyone to tell me how to run my \t\tlife.  \n[250] \tThe skyline glitters through the terrace windows.  The hour \tis before dinner, Coyle and Luisa weave seamlessly among the \tfamily, offering hors d'oeuvres and drinks on a tray.  \tAllison and Susan together by a piano; Parrish, Quince and a \tdistracted Joe are gathered near the terrace.  Joe's eyes \tare on Susan across the room.  Her eyes flicker towards him, \taware of his gaze.  \n[251]\t\tThank you, Quince.  \n[252]\t\tNext week?  \n[253]\t\tNo, anything is possible. \t\t\t \t\tIt's up to Joe.  \n[254]\t\tWho?  \n[255]\t\tConflict, honey.  Korean Conflict.  \n[256]\t\tOf course.  \n[257]\t\tI like it.  I like it.  I'm sorry I \t\tdon't seem more appreciative.  \n[258]\t\tI was a little abrupt with you this \t\tafternoon, Drew.  Forgive me.  I want \t\tyou to know I value your advice.  \n[259]\t\tYou're competitive soul, Drew. \t\tThat's what makes you a great addi- \t\ttion to the money.  Joe is just... \t\taround.  \n[260]\t\tPlease.  Don't worry about him.  And \t\tabove all, don't antagonize him.  \tDrew glances over at Joe.  \n[261] \tEveryone eating silently but looks are exchanged, glances \taverted, Allison notices Susan and Joe looking at each \tother, Drew observes Parrish watching Joe, Quince, on the \tother hand, just eats.  \tBreaking the silence, Parrish chinks his glass, stands.  \n[262]\t\t-- I - uh - want to thank you all \t\tfor coming - uh - my family --  \tEveryone at the table is all attention.  \n[263]\t\t-- Allison and Quince, Susan -- and \t\tthe other members --  \tHe glances at Joe, stops.  \n[264]\t\t-- I'm so happy when we can get \t\ttogether -- I mean I know you all \t\thave busy lives --  \n[265]\t\tAnyway -- I remember when you were \t\tlittle girls --  \tAn awkward pause.  Quince chooses to fill the silence.  \n[266]\t\tAnd now you're all grown up -- and \t\tI'm - uh - um --  \tParrish struggles to keep his emotions in check, Drew \tclocking his behavior very carefully.  \n[267]\t\tI had some words all prepared but \t\tnow I've forgotten them - uh - um - \t\twait a minute.  \tSilence, everyone waiting for Parrish to proceed.  \n[268]\t\tUh, it's gone...um -- it was on the \t\ttip of my tongue.  \n[269]\t\tWill it?...  \tParrish looking around, searching for words he will not find.  \n[270]\t\tAnyway, I'd like to go on but...  \tHe hesitates, drifts into silence.  \n[271]\t\tThere is so much I would like to say \t\t-- but I can't -- \t\t\t \t\tSo I better sit down.  Carry on, \t\teverybody.  \tHe sits, then immediately stands up again.  \n[272]\t\tOne other thing -- why don't we all \t\thave dinner again tomorrow night?  \n[273]\t\t\t \t\tNo.  \tThe word lands with effect, Susan and Allison have heard it \twell.  \n[274]\t\t\t \t\tPlease, Drew.  \n[275] \tAfter dinner, the family and guests file back in from the \tdining room, Drew alongside Parrish.  \n[276]\t\tOkay, we'll see you tomorrow.  \n[277]\t\tWhy did you go to the hospital?  \n[278]\t\tYou were just curious?  \n[279]\t\tAbout Susan?  \n[280]\t\tWhat way would you put it?  \n[281]\t\tHow about you telling me?  When I \t\task a simple question, I expect a \t\tstraight answer.  That's what I'm \t\tused to.  Anybody who doesn't give \t\tit to me, I fire.  \n[282]\t\tThat was wonderful.  \n[283]\t\tDo you mind if I raise a little \t\tcaution flag?  \n[284]\t\tWhat is the nature of your interest \t\tin Joe?  \n[285]\t\tI won't say you may be getting onto \t\tshaken ground --  \n[286]\t\tI don't think this is the lightning \t\tyou are looking for.  Drew's a good \t\tman.  I know I didn't seem to be \t\tcompletely in his corner before, but \t\tI've come to appreciate --  \n[287]\t\tNothing.  \n[288]\t\tThen what is it?  \n[289] \tParrish, Joe, Susan, Allison and Quince are seated at the \ttable, dessert plates in front of them, coffee cups beside. \tAllison and Susan's eyes are on Parrish, looking for some \tclue as to why has he gathered the family together yet \tagain.  Parrish is somewhat within himself, but he peeks \tover his demi-tasse cup at Joe, Parrish aware of Joe's \theightened interest in Susan, and Susan's reciprocation.  \tCoyle enters carrying two imposing stemmed silver trays with \tcakes on them, Luisa follows with one other.  They set them \tdown in front of Parrish.  \n[290]\t\tWhat is this?  \n[291]\t\tWho's Annie?  \n[292]\t\tI don't like cake.  \n[293]\t\tOh, the goddam party --  \n[294]\t\tNo thank you, Quince. \t\t\t \t\tI'm sorry, honey.  I'm no good at \t\tthis.  Why don't you choose whatever \t\tcake you like?  \n[295]\t\tYeah, I give a shit.  \n[296]\t\tThis one.  \n[297] \tAfter dinner, Parrish, Allison and Susan are gathered to- \tgether.  At the bar on the other side of the room, Joe \twatches as Quince pours himself a stiff hooker of brandy.  \n[298]\t\tWhat is there to say?  They know \t\twhat John Bontecou is -- and if they \t\tdidn't, they know now.  \n[299]\t\tWhat are their feelings?  \n[300]\t\tOver my dead body.  \tParrish's burgeoning anger has now gotten the attention of \tJoe, Susan, Quince and Allison.  \n[301]\t\tI don't care.  \n[302]\t\tWhose?  \n[303]\t\tI'm feeling real uncomfortable right \t\tnow because the guy who reports to \t\tme is threatening me.  \n[304]\t\tI think it's time you went home, \t\tDrew.  \n[305]\t\t\t \t\tHello.  Would you like to join me, \t\tQuince and Allison for a nightcap?  \n[306]\t\tOkay.  Goodnight.  \n[307] \tParrish, followed by Joe, emerges from his private elevator, \tis greeted as usual:  \n[308]\t\tGood morning, Jennifer.  \n[309]\t\tWhat?  \n[310] \tParrish and Joe enter, the entire Board is assembled, includ- \ting Drew, Quince and Sloane.  \n[311]\t\tGood morning.  \tAn odd mixture of responses, the Board sheepish and at the \tsame time looking their most dutiful at this odd meeting, \tits sudden convening clearly a problem for Parrish, a prob- \tlem which he does not attempt to hide, only control.  \n[312]\t\tI don't think so.  Do you?  \tDrew gets the message, at the same time Joe is checking out \tall the attendees, his eyes come to rest on Drew.  \n[313]\t\tThat's it?  \n[314]\t\tThe answer is no, quick enough for \t\tyou?  \n[315]\t\tI'm not interested in the details. \t\tAnd I'm not interested in the big \t\tpicture either.  What I am inter- \t\tersted in is how my Board got conven- \t\ted behind my back, is entertaining a \t\tfurther proposal from a man whom it \t\toffends me to do business with, \t\tmoreover has the audacity to present \t\tthis to me like a prize fish, and I \t\tam expected to clap for it like a \t\tperforming seal.  No, thank you.  \n[316]\t\tYes, you are to understand that, and \t\tnow may I ask you a question?  \n[317]\t\tAre you running this Board or am I?  \tSloane leans in.  \n[318]\t\tDoesn't need to.  Today, tomorrow, \t\ta week from now -- 'a week from \t\tnow', who can think about a week \t\tfrom now -- the answer is going to \t\tbe the same -- a loud, unmistakable, \t\tall-inclusive, airtight -- 'No'.  \tA BUZZ amongst the Board, they finally rustle into silence \tunder Parrish's withering glance.  \n[319]\t\tThat's it?  I've got a busy day \t\tand this meeting has already set \t\tme behind.  Shall we adjourn?  \n[320]\t\tI've already introduced Mr. Black to \t\tyou all.  \n[321]\t\tIn English, please.  \n[322]\t\tThank you for allowing me to save \t\tface, Drew.  \tJoe's eyes are riveted on Drew.  \n[323]\t\tJoe?  \tSilence, then Joe rises.  \n[324]\t\tPlease, Eddie, no 'Fat Lady Sings\" \t\tshit.  \n[325]\t\tYes, the big 'celebration' of my \t\tmandatory retirement birthday. \t\tYou're an honored guest, Eddie.  \n[326] \tThe Board meeting has broken up, clusters of members have \tlingered, exchanging post-mortems.  And enraged Quince has \tcornered Drew, out of earshot of the others.  \n[327] \tParrish enters, Joe right behind him, Coyle takes their coats, \tdisappears.  Parrish hesitates for a moment, shrugs as if he \thas a thought he doesn't want to share, then heads upstairs \twith Joe.  He is trudging a bit, Joe senses his mood.  \n[328]\t\tThat's okay.  \n[329]\t\tJust a manner of speaking.  \tJoe seems puzzled.  \n[330]\t\t\t \t\tWhat 'okay' is, it's 'okay' it's \t\tover.  We've got bigger fish to fry, \t\tdon't we, Joe?  \n[331]\t\tNever mind.  I'm tired.  I'm going \t\tto take a nap.  \tA moment.  \n[332]\t\tAre you hungry?  Coyle will have \t\tLuisa fix you something to eat.  \n[333]\t\tThen I can't help you.  \tParrish turns into his bedroom, closing the door gently \tbehind him.  Joe continues down the hall, enters the guest \twing.  \n[334] \tMidday sunlight streams into the sitting room, Joe passes \tthrough to his bedroom, sits tentatively on the bed, feels \tthe edge of the silk spread, touches the pillow, then rises \tagain, crosses back to the sitting room.  \tSusan appears in the doorway, Joe suddenly senses her, turns \taround.  \n[335] \tJoe and Susan are at the front door, he has helped her \ton with her coat, she turns around, they kiss.  The kiss \tlingers, Susan breaks away, reaches for the door, looks back \tlongingly at Joe and then she is gone, Joe closing the door \tsoftly after her.  \tHe turns back into the foyer, looks up, Parrish is on the \tbalcony, it is clear he has observed Joe and Susan.  \n[336]\t\tI couldn't sleep.  \n[337]\t\tNo, I'll come down  \tJoe waits guardedly at the bottom of the stairs as Parrish \tdescends.  \n[338]\t\tWhat's going on?  \tJoe senses Parrish's tone, doesn't answer.  \n[339]\t\tI saw you kiss Susan.  \n[340]\t\tWell, you're at the wrong place at \t\tthe wrong time with the wrong woman.  \n[341]\t\tI'm her father!  \n[342]\t\tWell, you goddam well should.  You \t\twalk into my life, give me the worst \t\tnews a guy can get, have me dancing \t\ton the heads of pins with my busi- \t\tness and with my family, and now \t\tyou're spooning with my daughter.  \n[343]\t\tYes, and stop repeating everything I \t\tsai, and turning it into a question. \t\tSpooning, fooling around, God knows \t\twhat.  You arrive on the scene -- why \t\tyou picked me, I still don't under- \t\tstand --  \n[344]\t\tWhat do you want?  \tJoe doesn't answer, riveted now on Parrish.  \n[345]\t\tEverybody wants something, Joe. \t\tYou've been taking me from pillar \t\tto post here.  I thought I knew who \t\tyou were, and it wasn't a whole lot \t\tof fun, however it was almost bear- \t\table.  Now I'm getting something \t\telse from you, something very, very \t\tstrange -- what is it that you want, \t\tJoe?  \n[346]\t\tYou're violating the laws of the \t\tuniverse.  \n[347]\t\tAny universe that exists or ever \t\texisted.  You may be the pro, Joe. \t\tBut I know who you are.  And you're \t\tall fucked up.  \n[348]\t\tAnd I don't give a shit.  \n[349]\t\tCut the 'Bill' crap out -- you \t\tsonofabitch.  \n[350] \tParrish is playing solitaire.  The SOUND of the front door \tclosing, HEELS crossing the foyer, he looks up, at the foyer \tdoor is Susan.  \n[351]\t\tHello, honey.  \tHe starts to get up, she motions to him to stay, looks \taround now.  \n[352]\t\tJoe?  \tA silence.  \n[353]\t\tJoe's not around.  \n[354]\t\tI don't know.  \tSusan seems distracted.  \n[355]\t\tWhy are you looking for Joe?  \n[356]\t\tI don't understand.  \n[357]\t\tThis is crazy --  \n[358]\t\tYou don't know anything about Joe --  \n[359]\t\tSusan, I don't think Joe is going to \t\tbe with us long.  \n[360]\t\tI don't know, I can't say --  \n[361]\t\tIn this case, I can't.  I - uh -- I \t\tjust can't help you.  I only would \t\ttell you -- that with Joe, you are \t\ton very, very dangerous ground.  \tSusan doesn't answer for a moment.  \n[362]\t\tI don't care if you love him!  I'm \t\ttelling you he's no good for you!  \tA moment.  \n[363] \tParrish is sitting in a wing chair staring at the fire.  Joe \tappears in the doorway, Parrish doesn't notice him.  Joe \twaits, finally Parrish looks up.  They regard each other. \tSilence.  \n[364]\t\tYes?  \n[365]\t\tWhat are you saying, that it's time \t\tto go?  \tJoe doesn't respond, Parrish and Joe measure each other for \tthe moment.  \n[366]\t\tI'm ready.  \n[367]\t\tYeah.  \n[368] \tThe Parrish AStar sets down in its roped-off landing area. \tThe Butler runs towards it to open the door, Parrish and \tJoe disembark.  Following the Butler, they make their way \tthrough the maelstrom: tents being raised, platforms for \tmusic groups, portable pools with clusters of florists \tleaning over the edge to arrange lily pads within.  Parrish \tand Joe move solemnly, observing the activity, not speaking \tto one another.  Although they are shoulder-to-shoulder, \tthere is a distance between them.  They walk on past chan- \tdeliers in the garden and fake trees with lights woven \tthrough their branches.  Adding to the confusion, the AStar \tlifts off, the chandeliers rocking and floral pools rippling \tfrom the blast of the rotors.  May, the housekeeper, appears.  \n[369]\t\tExcuse me.  \tJoe, not knowing whether to be affronted or not, hesitates, \tand Parrish strides away.  Joe does not follow.  \n[370] \tA low-slung but well-appointed room with a writing table, a \tworking fireplace, expensive and appropriate Hudson Valley \tprints.  \tParrish enters, clicks on the SPEAKERPHONE, observes the \tparty activity through a wide, bow window.  \n[371]\t\tEddie?  \n[372]\t\tFine, fine.  Big doing up here.  Why \t\tare you still down here?  \n[373]\t\tEddie, hold out all the hope you \t\twant but, I promise you, it's hope- \t\tless, it's over.  Come on up, let's \t\tget drunk, if I had your shoulder \t\tto lean on I might actually enjoy \t\tthis --  \n[374]\t\tIf you're trying to show me lay- \t\tdown-in-front-of-the-bus loyalty, \t\tforget it.  \n[375]\t\tOkay, Eddie -- anyway, thanks for \t\tthe memory.  \tParrish clicks off the SPEAKERPHONE, turns around and looks \tout the window again, the party preparations in full swing, \tcolored lights are tested, they flicker on and off.  \n[376]\t\tIt's starting to grow on me.  But \t\twhat do the 'B' and 'P' mean?  \n[377]\t\tDo they, m'dear?  \n[378]\t\tYou are amazing.  Why, oh why, \t\tAllison, are you doing all this?  \tBut before she can answer, a workman is tugging at Allison's \tsleeve, she turns away from Parrish to give him instructions \tout of Parrish's earshot, and then turns back, they step away \tnow, daughter and father, alone.  \n[379]\t\tYeah?  And what about my enemies?  \n[380]\t\tI haven't been the father to you \t\tthat --  \n[381]\t\tI wasn't going to say --  \n[382]\t\tHey, there's lots to come. \t\t\t(gesturing to me \t\t\t activity \t\tA little excess -- like you love.  \tThe preparations are building to a climax, all the elaborate \tplans coming to fruition.  \n[383]\t\tYou know, darling, this is going to \t\tbe a wonderful party.  \n[384] \tQuince is \"on the carpet\", sweating through a confession, \tParrish moroses but  philosophical at his desk.  \n[385]\t\tIt's okay, Quince.  I understand. \t\tYou've always meant well and I \t\tappreciate that.  Sometimes things \t\tjust turn out -- wrong.  \tA KNOCK on the door, it opens, Joe appears.  \n[386]\t\tSure.  \tAs Joe enters, Quince flashes a warm smile at him.  \n[387]\t\tYes, I believe I do.  \tQuince now drifts off.  \n[388]\t\tNo, I'm out of business, right, \t\tQuince?  However I do have some \t\tunfinished business -- with Drew. \t\tGet him out here.  Get him on the \t\tchopper and get him out here to- \t\tnight.  I want to tell this guy \t\thow I feel about him face-to-face.  \n[389]\t\t\t \t\tAll in all, what Bill wants to do is \t\tbuild the golden bridge to Drew with \t\tno hard feelings.  \n[390]\t\tQuince, I've got confidence in you.  \n[391]\t\tThanks.  \n[392]\t\tWhat the hell do you care?  \n[393]\t\tYou 'want to know', I'll tell you. \t\tYou're looking at a man who tonight \t\tis not about to walk through the \t\tValley of the Shadow of Death, he's \t\tgalloping into it.  And the same time, \t\tthe business he built with his own \t\thands and his own head is being \t\tcommandeered by a couple of cheap \t\tpirates.  And, oh yes, I almost \t\tforgot, my daughter's fallen in \t\tlove with Death.  \tAnother moment.  \n[394]\t\tSay again?  \n[395]\t\tYou're what?  \n[396]\t\tYou're not taking Susan anywhere. \t\tAnd what the hell does that mean \t\tanyway?  \tJoe doesn't answer for a moment.  \n[397]\t\tI thought we had a deal.  \n[398]\t\tSusan is my daughter, she has a \t\twonderful life ahead of her and \t\tyou're going to deprive her of \t\tit and you're telling me you're \t\tsorry?  Well, I'm sorry, apology \t\tnot accepted.  \n[399]\t\tHow perfect for you -- to take \t\twhatever you want because it \t\tpleases you.  It's not love --  \n[400]\t\tSome aimless infatuation in which, \t\tfor the moment, you feel like in- \t\tdulging.  It's missing everything \t\tthat matters.  \n[401]\t\tTrust, responsibility, taking the \t\tweight, for your choices and feel- \t\tings and spending the rest of your \t\tlife living up to them.  And above \t\tall, not hurting the object of your \t\tlove.  \n[402]\t\tMultiply it by infinity and take it \t\tto the death of forever and you will \t\tstill have barely a glimpse of what \t\tI am talking about.  \n[403]\t\tWell, they're mine now.  \tJoe is silent for a moment, cogitating.  \n[404]\t\tWith you?!  Who is 'you'?  Did you \t\ttell her who you are?  \n[405]\t\tDoes she know where she's going?  \tJoe doesn't answer.  \n[406]\t\tSusan went, in whatever way she did, \t\tfor that poor sonofabitch whose body \t\tyou took, and everything else since \t\thas been aftermath.  You say you love \t\ther but you don't know what love is. \t\tShe 'loves' you but she doesn't know \t\twho you are.  You make a deal, you're \t\tbreaking it -- the bottom line is, \t\tJoe, you're conducting a Great \t\tRomance under false pretenses.  \n[407]\t\tI don't expect you to.  \n[408]\t\tI certainly hope so -- I loved Susan \t\tfrom the moment she was born, and I \t\tlove her now, and every minute in \t\tbetween, and what I dream of is a \t\tman who will discover her and she \t\twill discover a man who will love \t\ther, who is worthy of her, who is of \t\tthis world, of this time and has the \t\tgrace and compassion and fortitude \t\tto walk beside her as she makes her \t\tway through this beautiful thing \t\tcalled life.  \tParrish is beginning to reach Joe.  \n[409]\t\tWhy did you come in here and tell \t\tme, Joe?  You are the Biggest Shot \t\tof all, you don't have to ask my \t\tpermission, but that's what you're \t\tdoing.  You know why?  Because you've \t\tsomewhere, somehow, developed into a \t\tgood guy, and you know this is all \t\twrong... I don't know what you're \t\tgoing to do -- how can this be love? \t\tShe doesn't know who you are.  Why \t\tdon't you tell her?  Try it out on \t\ther?  See what happens.  Reveal \t\teverything there is to know about \t\tyourself and let the chips fall \t\twhere they may.  \tJoe has received what Parrish has said.  \n[410]\t\tOkay? -- I've given it my best shot. \t\tI wish I could tell you to sleep on \t\tit but...  \tParrish lets his words drift into silence, he shrugs, Joe \tregards him.  \n[411] \tParrish is seated by the window, lights from the party \tflashing past, the MUSIC and laughter audible but muted, \tthe fever of the celebration lost on him, within himself.  \tJoe enters, Parrish looks up.  \n[412]\t\tThank you.  \tJoe nods an acknowledgement, but his face reflects his pain. \tParrish regards him sympathetically.  \tThe silence is broken by a KNOCK on the door.  Parrish, out \tof politeness to Joe, does not respond.  \n[413]\t\tCome in.  \tQuince appears, flushed with excitement.  \n[414]\t\t\t \t\tHow are we on time?  \tJoe shrugs, nods gently.  \n[415]\t\t\t \t\tGet him in here.  \tQuince exits, Parrish presses the button for the speaker- \tphone.  \n[416]\t\t...May? -- I know you're busy,  but I \t\twant you to put in a call to Eddie \t\tSloane for me --  \n[417]\t\tNo, he's at the office.  \n[418] \tParrish is at his desk, Joe in a distant corner of the room.  \n[419]\t\tI appreciate this, Eddie, members \t\tof the Board, this will just take a \t\tminute of your time.  As the custo- \t\tdians of the company, you may re- \t\tceive information from what follows \t\tthat is valuable to you -- \t\t\t \t\t-- or not.  Either way, thanks.  \n[420]\t\tShut up and sit down.  \tDrew takes a seat.  \n[421]\t\tYou're a worthless sack of shit, you \t\tfucked me over, played footsie with \t\tJohn Bontecou, sold my company out \t\tto line your own pockets.  \n[422]\t\tThe Board didn't know you're a mole \t\twho burrowed inside so you could bury \t\tus all.  \n[423]\t\tJoe, don't do this --  \n[424]\t\tIt's not necessary, Joe.  Drew's \t\tgoing to step aside --  \n[425]\t\tI told you to shut up.  \n[426]\t\tHe is --  \n[427]\t\t-- An IRS man.  \tDrew is stunned, Joe glances at Parrish, hesitates.  \n[428]\t\tYes, he is.  He's an -- IRS man. \t\tAren't you, Joe?  \tJoe is at a loss, Parrish's eyes are glued to his, Joe gets \tthe hint.  \n[429]\t\tThe Treasury Department asked \t\tmy cooperation in his undercover \t\tinvestigation of John Bontecou. \t\tThey were convinced that Bontecou, \t\ton past deals, had structured his \t\tmergers and acquisitions in sus- \t\tpicious and complicated ways so as \t\tto evade paying the taxes he is \t\tliable for.  The IRS wanted to go \t\tafter him, and this deal offered \t\tthem the opportunity. \t\t\t \t\tI agreed to cooperate.  \n[430]\t\tMoreover, Agent Joe Black here -- \t\tof course that's not his real name \t\t-- smelled out your involvement, \t\tDrew.  He developed evidence you \t\twere working both sides of the \t\tfence.  Unfortunately, that's known \t\tas a conflict of interest --  \n[431]\t\tAn offense --  \n[432]\t\tNo lawyers, Drew.  We're going to \t\toffer you a deal.  \tDrew is all attention.  \n[433]\t\tConfess to the Board every details of \t\tyour participation and then submit \t\tyour resignation.  \n[434]\t\tYou get not to go to jail.  \n[435]\t\tProof?  We've got plenty of proof.  \n[436]\t\tWell, thank you, that's great, but \t\tit's more than I bargained for.  I \t\tjust wanted to set the record \t\tstraight.  \n[437]\t\t\t \t\tI thought I was going to sneak away \t\ttonight...  \tYELLS of \"No!\"  \"Never!\"  \n[438]\t\t...What a glorious night, every \t\tface I see is a memory.  It may not \t\tbe a perfectly perfect memory -- \t\tsometimes we had our ups and downs \t\t-- but we're all together, and \t\tyou're mine for a night. \t\t\t \t\t-- And I'm going to break precedent, \t\tand tell you my one-candle wish -- \t\tthat you would have a life as lucky \t\tas mine, where you can wake up one \t\tmorning and say \"I don't want \t\tanything more.\" \t\t\t \t\tSixty-five years - don't they go by \t\tin a blink?  \tParrish hesitates, waves and steps away, APPLAUSE that grows \tinto CHEERS, the music resumes, another dance tune.  Quince \tgrabs him, pumps his hand and claps him on the back.  Now \tParrish spots Allison, he wraps her in a tight embrace, they \thold each other close for a moment, but then are separated \tby a surge of guests.  Parrish sees Susan, she smiles but \tthere is a tinge of sadness about her.  He heads towards her, \tthey are somehow situated as if they were alone in this crowd.  \n[439]\t\tI'm having a helluva time.  \tA moment.  \n[440]\t\t\t \t\tI'm sorry.  \tSusan is examining Parrish very closely.  \n[441]\t\tYes, but --  \tParrish hesitates.  \n[442]\t\tI want you to know how much I love \t\tyou.  That you've given a meaning \t\tto my life that I had no right to \t\texpect, and that no one can ever \t\ttake from me.  \n[443]\t\tNo -- I love you so much and I want \t\tyou to promise me something.  I \t\tdon't want you to ever worry about \t\tme.  If anything should happen, I'm \t\tgoing to be fine and everything's \t\tgoing to be all right. \t\t\t \t\t-- And I have no regrets.  \tSusan is in pain now, she can't summon an answer.  \n[444]\t\tAnd I want you to feel that way, \t\ttoo.  \n[445]\t\tThat's why it's okay.  \tThey drift into silence.  \n[446]\t\tNo regrets?  \tAfter a moment.  \n[447]\t\tIt's a good feeling, isn't it?  \tSilence again.  \n[448]\t\tI'm still here. \t\t\t \t\tWould you like to dance with me, \t\tSusan?  \n[449]\t\tIf you don't mind dancing with an \t\told fogey like me.  \n[450]\t\tWhat was that?  \n[451]\t\tYou go ahead, honey, I'm going to \t\tcatch my breath.  \tSuddenly he hugs her, holds her very close.  She looks at \thim, he smiles, nods, but doesn't release her until she \tsmiles back.  Now she heads out with the crowd for the \tfireworks.  When Parrish senses she is on her way, he turns \tand heads up towards Joe.  \tJoe rises to meet Parrish as he approaches.  \n[452]\t\tThank you.  \tThey watch the guests gathering to view the fireworks. \tJoe's gaze lingers.  \n[453]\t\tDid you say goodbye?  \n[454]\t\tI guess you have your reasons.  \n[455]\t\tNow that we have a moment, would you \t\tmind if I expressed my gratitude for \t\twhat you did for Susan?  \tJoe waits.  \n[456]\t\tI never heard her speak of any man \t\tas she spoke of you -- It was always \t\twhat I wanted for her -- but what \t\thappens to her now?  \n[457]\t\tDon't blow smoke up my ass, you'll \t\truin my autopsy.  \tJoe barely manages a smile, now looks back longingly at the \tcrowd below, searching.  \n[458]\t\tIt's hard to let go, isn't it?  \n[459]\t\tThat's life.  What can I tell you?  \tA silence, an understanding there is another more to say. \tJoe looks inquiringly at Parrish as if to say \"Shall we?\", \tParrish nods and Joe turns with him.  They set off now away \tfrom the party, up a meadow that leads to a hill overlooking \tthe river.  \n[460]\t\tI'm getting a little dizzy, I can \t\tfeel my heart pumping --  \tBut Parrish doesn't wait for a response, just continues on \tup the meadow, towards the rise of the hill, Joe in step \twith him.  \n[461]\t\tShould I be afraid?  \tJoe stops, Parrish stops with him.  ", "Jamaican": "", "Woman": "", "Butler": "", "Jennifer": "", "Helen": "", "Allison": "\n[1]\t\tPaint is rust and moss green. \t\tMedieval colors -- Daddy's like \t\tan old knight.  \tA Florist stops her.  \n[2]\t\tWhat about it?  \n[3]\t\tFreesia, freesia, everywhere.  Daddy \t\tloves freesia -- and you, over there, \t\tlights.  Not too bright.  I'm looking \t\tfor a saffron glow -- sort of tea- \t\tdance twenties.  \n[4]\t\tDaddy!  \n[5]\t\tHave you got a minute?  \n[6]\t\tFireworks.  Update -- we're con- \t\tstructing the number '65' on the \t\tbarge, archers from the State \t\tCollege at New Paltz will shoot \t\tflaming arrows at it, when it \t\tcatches fire it will give us the \t\teffect of a Viking funeral with none \t\tof the morbidity... The Hudson River \t\tAuthority says, for you, they'll \t\tmake a special dispensation - of \t\tcourse there'll be an overtime bill \t\tfor the Poughkeepsie Fire Dept...  \n[7]\t\tBut it's your birthday.  \tParrish smiles complaisantly, they continue on into a break- \tfast room where SUSAN, 30, Parrish's younger daughter, is \tgrazing at a table laden with cereals and fruits and coffee.  \n[8]\t\t\t \t\tI'm Allison, you're 'honey'.  \n[9]\t\tYou've got patients waiting, I've \t\tgot three hysterical chefs, one \t\tloves truffles, the other hates \t\ttruffles, the third one doesn't know \t\twhat truffles are.  I'd better drive \t\tdown.  \tParrish gazes at the going-on outside which are increasing \tin intensity.  \n[10]\t\tCalm down, Daddy, you'll see, you're \t\tgoing to love it.  \n[11]\t\tNo.  \tAllison goes, Susan observes Parrish fidgeting.  \n[12]\t\tQuince!  Everybody's waiting!  \tQuince downs this glass too, runs for the helicopter as \tDREW, 34, a young man going places, emerges from it, \tapproaches Parrish and Susan.  \n[13]\t\t\t \t\tHoney, please.  \n[14]\t\tRemember everybody, tonight, dinner \t\tin the city at Daddy's.  You too, \t\tDrew.  We've still got some loose \t\tends --  \n[15]\t\t...Music, I know how you love music, \t\tDaddy, and I want to have music that \t\tpleases you -- and of course doesn't \t\tput a thousand other people to sleep \t\t-- I've agonized over this and \t\tfinally settled on Sidney Brown, \t\ttwenty-four men, very eclectic, plus \t\tI'm feathering in a Latin sextet on \t\ttheir breaks - Tito Puente, Trini \t\tLopez-zy, I forget their names --  \tParrish has tuned Allison out, he tried to stay with it, but \this mind has wandered, the event of the day too much with \thim.  \n[16]\t\tYou haven't heard a word, have you? \t\tI keep talking and all you do is nod \t\tlike Mr. Himmelfass in The \t\tNutcracker.  \tParrish still doesn't answer.  \n[17]\t\tYou don't care, do you?  \n[18]\t\tI lay awake nights in a cold sweat, \t\tI want this party to be like some- \t\tthing Mom would have made for you, \t\tI want it to be perfect --  \n[19]\t\tAnd you could care less --  \n[20]\t\tGood.  Songs.  What songs should \t\tSidney -- Pancho and his six men we \t\tcan forget about -- what songs do \t\tyou think he should play?  \tA stab of pain, Parrish discreetly grabs his upper arm but \tmanages to keep his attention on Allison.  \n[21]\t\t\t \t\tNever mind.  Leave it to me.  \tParrish ignores her, his attention has been taken by the \tVoice.  His eyelids flutter, nonplused, edgy and fearful.  \n[22]\t\t\t(to Quince and Drew, \t\t\t across the room \t\tChow-time, you guys.  \tParrish is confounded.  Blindly and disconcerted, he follows \tAllison and Drew and Quince.  \n[23]\t\t\t \t\tDid you speak to the Governor?  \n[24]\t\tHis wife?  \n[25]\t\t\t \t\tWhat about the Mayor?  \n[26]\t\tPlease don't be negative, Drew, we \t\thave an acceptance list that would \t\tdo The White House proud -- The \t\tSecretary-General of the UN, the \t\tChairman of the FCC, nine Senators, \t\tI don't know how many Congressmen, \t\tand at least twelve of the Fortune \t\t'500'.  \n[27]\t\tI've arranged for favors -- silver \t\tcharm bracelets for the women, \t\tplatinum keychains for the men -- \t\tall engraved 'W.P.' -- but now I'm \t\tthinking of scrubbing them, they \t\tseem so ordinary.  \tFinally Parrish rises from the table, starts out.  \n[28]\t\tAre they ordinary?  Do they seem \t\tthat way to you, Daddy?  \n[29]\t\t...Well, here's another possibility. \t\tIt's a little last minute, but how does \t\tthis strike you?  Kaleidoscopes. Little \t\tgold kaleidoscopes.  Some German firm \t\twent kerplunkt, Tiffany's picked these \t\tthings up, they're perfect party favors, \t\thowever they're not personal, they're \t\twinter scene or something, snow-flakes \t\tand dachshunds...  \tParrish and the Young Man appear at the table, an awkward \tpause ensues, the unannounced guest's presence at a family \tdinner being noted, and the guest himself carefully survey- \ted.  Finally, Allison breaks the ice:  \n[30]\t\t\t \t\tHi there --  \n[31]\t\t\t \t\tHello, how nice to meet you.  And \t\twouldn't it be nicer if my father \t\twould introduce you?  \n[32]\t\t\t \t\tDaddy.  Does your friend have a name?  \n[33]\t\tDaddy!  Come on, a name.  \n[34]\t\tJoe...  \tParrish once more drifts into silence.  (The YOUNG MAN is now \tidentified as \"JOE\".  \n[35]\t\tLove that name.  \n[36]\t\tWhew, at last.  Nice to meet you, \t\tMr. Black.  \n[37]\t\t\t \t\tPaillarde of veal.  \n[38]\t\tHoney --!  \n[39]\t\tYou ate?  \n[40]\t\tAnd isn't it a lovely one?  So \t\tsturdy, so straight --  \tJoe has heard Susan's question but, as he studies her, \tdoesn't answer.  \n[41]\t\tNow, I'm getting interested.  I want \t\tto know more ---  \n[42]\t\tHe's cute.  \n[43]\t\t\t \t\t...We're never all together two \t\tnights in a row.  Maybe Christmas, \t\tThanksgiving, that's it.  What's \t\tgoing on?  \n[44]\t\t...I don't know, Daddy seems funny \t\tto me.  Ever since Joe showed.  It's \t\tlike he dropped from the clouds...  \tDrew enters.  He nuzzles Susan's neck, out of the corner of \ther eye she sees Joe still observing them.  \n[45]\t\t...When Daddy walked in with him, he \t\tcouldn't even remember his name.  Now \t\the's his house guest.  And you know \t\thow he hates house guests.  What is \t\tgoing on?  \tDrew, whose eyes have also been on Joe across the room, turns \tback.  \n[46]\t\t-- But he does seem very nice.  \n[47]\t\t\t \t\tDid you know twenty-six members of \t\tyour rifle company are coming?  \n[48]\t\tFrom the Korean War.  \n[49]\t\tWhatever it was, they'll be here. \t\tWe sent out invitations to everyone, \t\tplane tickets included -- the RSVP's \t\tare amazing.  A few of them we didn't \t\thear from, and some of them are dead, \t\tof course --  \n[50]\t\t\t \t\tYou know, we're going to give this \t\tparty for you whether you like it or \t\tnot.  \n[51]\t\t\t \t\tThat's okay, Daddy.  \n[52]\t\tDinner's ready, everybody!  \tA BUZZ as Coyle opens the doors to the dining room and the \tfamily files in, Drew lingering behind with Joe.  \n[53]\t\t\t \t\tYeah, speak for yourself.  \n[54]\t\t\t \t\tDaddy, you could sit down if you \t\twanted to.  \tA moment.  \n[55]\t\tDinner?  Again?  \n[56]\t\tWith bells on.  \tThe guests try to return to their food, Susan is the most \tconcerned about Parrish's lapse, she does not say anything \tbut Drew next to her senses her empathy and, in something of \ta display, gives her a pro forma hug.  Joe has observed \tevery instant of Drew's performance, his anxiety is palpable \twhen Coyle leans over to serve him, offering a tray of a \troast that has been carved.  \n[57]\t\tDid he?  That's more than we get to \t\tdo.  \n[58]\t\tAnnie made them.  \n[59]\t\tFrom La Rosette, only the greatest \t\tpastry chef in America. \t\t\t \t\tThis is orange, from real Seville \t\toranges.  Lemon, on a mille-feuille \t\tcrust, a little on the fanciful. \t\tAnd a while, nothing like a good old \t\twhite cake, vanilla, with Angel food \t\tbut some maroons shavings thrown in.  \n[60]\t\tIt's for the party, Dad --  \n[61]\t\t'Goddam party'!  \tAllison bursts into tears.  \n[62]\t\t\t \t\tDid you hear that?  \tQuince quickly slashes a piece, takes a huge bite.  \n[63]\t\tI knew you were going to say that. \t\tTito Puente.  The old platoon.  Now \t\tthe cake.  You just don't care.  Why \t\tdid I do this?  I should have my head \t\texamined.  I'm trying to throw the \t\tparty for the century for my father - \t\tand you know what -- he doesn't give \t\ta shit.  \tShe bursts into tears all over again.  \n[64]\t\tYeah, but --  \n[65]\t\tWhat will I tell Annie?  \tParrish forks a bit of a cake.  \n[66]\t\tHi, Daddy, what do you think?  \n[67]\t\tThe fountain is the Caspian Sea and \t\tthe Sea is serving up caviar.  The \t\t'B's for Beluga, the 'P' for \t\tPetrossian.  Of course, they also \t\tstand for 'Bill' and for 'Parrish'.  \n[68]\t\t-- Plus we've got a baritone with a \t\tbalalaika coming from The Russian \t\tTea Room.  I've dressed him in a \t\tCossack shirt and he'll sing Nelson \t\tEddy songs.  \tParrish shakes his head.  \n[69]\t\tI do it because I love you.  Because \t\teverybody I loved you.  Mommy -- wher- \t\tever she is -- Susan, Quince, the \t\tpeople who work for you, everybody \t\twho's ever known you.  \n[70]\t\tThey respect you.  Isn't that a kind \t\tof love?  \tUnexpectedly, Allison brushes a lock away from Parrish's \tforehead, with a flick she has rearranged his hair, he \tblinks, a little embarrassed, but having liked it.  \n[71]\t\tAbove all, you've been a wonderful \t\tfather.  \n[72]\t\tThat you've been to Susan?  \n[73]\t\tBut that's what you were thinking. \t\tAnd that's okay.  Because I know you \t\tlove me.  Not like it is with Susan, \t\tthe way your eyes light up when she \t\tcomes in the room and the way she \t\talways gets a laugh out of you, as \t\topposed to me when I walk in a room \t\tand that look comes over your face, \t\t\"What does she want now?\"  \tA weather-beaten military parade ground pennant passes, 24th \tInfantry Regiment  \"C\"  Company.  \n[74]\t\tI already feel I've had everything I \t\tcould have wanted for my birthday --  \n[75]\t\t\t \t\tYes, it is.  \tAllison wades into the maelstrom now, Parrish watches her \tgo, swarms of purveyors and caterers following her.  \n[76]\t\tThere you are!  \tAllison appears.  \n[77]\t\tWhat's going on here?  Tete-a-tetes \t\ton my big night? \t\t\t \t\tC'mon honey, you're needed. \t\t\t \t\tCan it wait?  \tBut before he can answer --  \n[78]\t\tGlad to hear it! \t\t\t \t\tLet's go.  \tShe takes Susan's arm and marches her off, Joe, in thrall, \twatches them go as the MUSIC erupts behind them, as 'up' \tdance tune, a lilting, catchy melody envelops them all.  The \tcurtain has risen on William Parrish's 65th birthday party.  \n[79]\t\tDaddy!  We've been looking all over \t\tfor you - this is your party - what \t\tare you doing in here?  Never mind. \t\tYou're on.  Let's go.  \tShe pulls him out of his chair, hustles him out of the room, \tJoe right behind them.  ", "Lillian": "", "Susan": "\n[1]\t\tGood morning, Dad.  \n[2]\t\t\t \t\tDrew called from the AStar, they're \t\tstill two minutes away.  \n[3]\t\tHe wanted to ride back down with \t\tyou. Now sit and relax, get some- \t\tthing in that flat tummy of yours --  \tBut Parrish only pours coffee.  \n[4]\t\t\t \t\tYou coming?  \n[5]\t\tWill you relax?  I know it is a big \t\tdeal day --  \n[6]\t\tDrew told me.  \n[7]\t\tI hope so.  \n[8]\t\tYeah.  I guess so.  \tA moment.  \n[9]\t\t...Then don't.  \tThe helicopter CHOPS in overhead.  \n[10]\t\t-- Here comes our boy now -- \t\tShall we?  \n[11]\t\tHi.  \tDrew kisses her, over her shoulder he glances at Parrish.  \n[12]\t\tYou're only six-five once.  \n[13]\t\tI thought you were in a meeting--?  \n[14]\t\t...There's a start for a meeting.  \n[15]\t\tNo, it's none of your business.  \tAnother moment.  \n[16]\t\tYou mean like you loved Mom?  \n[17]\t\tProbably.  \tA moment.  \n[18]\t\tUh oh --  \n[19]\t\tAnd I'm your daughter and no man \t\twill ever be good enough for me.  \n[20]\t\tWhat were you going to say?  \n[21]\t\tSo what's wrong with that?  \n[22]\t\tYou're not listening --  \n[23]\t\tDon't get dirty, Dad --  \n[24]\t\tThat's all?  \n[25]\t\t'Be deliriously happy'.  I'm going \t\tto do my upmost --  \tHe smiles.  \n[26]\t\tBravo.  \n[27]\t\tI'm sorry.  But give it to me again. \t\tThe short version.  \n[28]\t\tI won't.  And when I tell Drew about \t\tit, he won't either.  \n[29]\t\tYou're terrible.  \n[30]\t\tThank God.  \n[31]\t\tDaddy, what's the matter?  \n[32]\t\tWhat is it, Daddy --?  \n[33]\t\t\t \t\tAre you okay?  \n[34]\t\tWell, go get 'em, Pops.  \n[35]\t\tNot at all.  It was fascinating.  \n[36]\t\tYou and 'Honey'?  \n[37]\t\tI'm sorry --  \n[38]\t\tWhat's the way?  \n[39]\t\tI agree --  \n[40]\t\tI was just being agreeable, now I've \t\tgot to explain why?  \n[41]\t\tSo you're a one-girl guy?  \n[42]\t\tHow'd you know?  \n[43]\t\tMe?  Internal medicine.  \tThe Young Man smiles.  \n[44]\t\tI could be her.  \n[45]\t\tYes, I could. \t\t\t \t\tI have an office in the hospital.  \n[46]\t\tNot at all.  \n[47]\t\tI've got patients coming in --  \n[48]\t\t'Pro bono'.  That means doing good \t\t-- Going to be doing good all your \t\tlife?  \n[49]\t\tYou'd give up what you want for the \t\twoman you marry?  \n[50]\t\tYou'll have a hard time finding a \t\twoman like that these days --  \n[51]\t\tI've got to go --  \n[52]\t\tNo, it was so right it scares me.  \n[53]\t\tWhy?  \n[54]\t\tSure, I'll give you the name of a \t\tdoctor. \t\t\t \t\t...And I don't want to examine you.  \n[55]\t\tBecause I like you so much.  Now \t\tI've got to go.  \tShe hurries away down the sidewalk, the Young Man watching \ther.  Now he turns and starts off in the opposite direction.  \n[56] \tShe looks back at the Young Man, then turns and walks on.  \n[57] \tShe looks around once more but the Young Man is still headed \tin the opposite direction, his back to her.  She turns the \tcorner and continues on.  \n[58]\t\tHi, everybody.  Sorry to be late - \t\thad to have dinner with my depart- \t\tment chief --  \n[59]\t\t...I'm here, aren't I?  Wouldn't \t\tmiss a loose end meeting.  What's on \t\tthe table for discussion?  Party \t\tfavors, flowers -- hi Dad, hi Drew --  \tShe kisses Drew in some light, humorous way they have ob- \tviously done before, their heads bobbing like plastic water \ttoys and their lips meeting mid-air.  \tAt the kiss's conclusion Susan suddenly notices Joe is \tpresent and has been watching.  She is shocked, embarrassed, \tpleased, conflicted, an instant and wide spectrum of emotions.  \n[60]\t\tWhat are you doing here?  \tSilence.  \n[61]\t\t\t \t\tWe've met.  \n[62]\t\t-- This morning.  The Corinth Coffee \t\tShop.  He was looking for a doctor.  \n[63]\t\tThat's your name?  \n[64]\t\tIn this house?  \n[65]\t\tIncidentally, 'Joe' what?  \n[66]\t\tSo, what are you doing here?  \tParrish tenses, but Joe doesn't answer.  \n[67]\t\tCat got your tongue?  You weren't so \t\tsilent this morning.  \tDrew reacts to this allusion of intimacy.  \n[68]\t\tWhat 'business'?  \n[69]\t\tFunny, I don't get that feeling. \t\tMaybe it's because you found out \t\tI'm Bill Parrish's daughter.  \n[70]\t\tWhat are you doing here?  \n[71]\t\t-- Can't seem to escape you today.  \n[72]\t\tHand me one of those, will you?  \tJoe turns to the towels, but one hand is occupied with the \tspoonful of peanut butter, he shifts it to the other hand, \tcan't manage the huge Turkish towel one-handed, now implants \tthe spoon in his mouth, lifts the towel with both hands and \tpresents it to Susan.  \n[73]\t\tYou must have something really big \t\tgoing on with my father --  \n[74]\t\tYou appear at his side out-of-the- \t\tblue, stay at his house, eat dinner \t\twith his family, it's practically a \t\tfirst.  You're in the red-hot center \t\tof big business and I thought you \t\twere a regular Joe.  \n[75]\t\tNot the one I met this morning, hit- \t\tting on me in as nice a way as I've \t\tbeen hit on in a long time, but the \t\tmoment you find out I'm my Dad's \t\tdaughter, you act like a stranger.  \n[76]\t\tWhat are your intentions?  To make \t\tlittle dreams in coffee shops, turn \t\ta woman's head, and I don't mind \t\tadmitting it was turned, I liked it, \t\tbut ten hours later I feel like a \t\tfool.  I don't get it.  You, my \t\tfather, here in this house, the cof- \t\tfee shop, it's making me upset, and \t\tI don't like being upset.  Who are \t\tyou anyway?  And what are you eating?  \n[77]\t\tYou act like you never had peanut \t\tbutter before --  \n[78]\t\t-- What kind of childhood did you \t\thave?  \n[79]\t\tCome again?  \n[80]\t\tDrew is none of your damn business. \t\tNor is where I put my mouth.  \n[81]\t\tNo, Joe, I'm swimming here.  Then \t\tI'm going home.  \n[82]\t\tI've got plenty of friends.  \n[83]\t\tI can see why.  \tShe finishes drying herself, drops the towel on a chair, and \tprepares to leave.  \n[84]\t\tYes --?  \n[85]\t\tI'm sorry to say I know what you're \t\tsaying.  \tA moment.  \n[86]\t\tYes?  \n[87]\t\tGoodnight, Joe.  \n[88]\t\tShall we dance?  \tJoe is completely puzzled, finally Susan heads for one door, \tJoe for another.  \n[89]\t\tJoe --  \n[90]\t\tI think you want to go to the west \t\twing.  Through there.  \tSusan indicates yet another door.  \n[91]\t\tJoe --  \n[92]\t\tWhy did you come here?  \tJoe doesn't have an answer.  \n[93]\t\tAre you ill?  \n[94]\t\tThen why are you here, Joe?  \n[95]\t\tI don't have any time to see you \t\tnow.  I'm doing grand rounds and \t\tthen I'm examining back-to-back \t\tpatients until dinner and then --  \n[96]\t\tWatch me do what?  \n[97]\t\tThat's impossible.  I'm a doctor, \t\tI'm --  \n[98]\t\tPatients have visitors, not doctors.  \n[99]\t\t\t \t\tJust a minute, please.  \n[100]\t\t\t \t\tWhat's obeah?  \n[101]\t\tHave you filled out the insurance \t\tforms?  \tTeena shakes her hand anxiously.  Joe leans forward to \tEaster and speaks softly in perfect, lilting West Indian \tdialect.  \n[102]\t\t\t \t\tGo with her.  I'll be right there.  \tTeena goes.  Joe remains his normal voice.  \n[103]\t\tYes.  \tSusan regards Joe, puzzled.  \n[104]\t\tHave you spent a lot of time in the \t\tislands?  \n[105]\t\tDon't apologize.  There's nothing \t\tto be sorry for -- every hospital \t\tshould have someone like you.  \tSilence.  \n[106]\t\tWell...I'm glad you came.  \n[107]\t\tYes.  \tShe doesn't move, they search for words.  \n[108]\t\tJoe, I'm with Drew.  \n[109]\t\tI have to go, I'm sorry to say --  \n[110]\t\tYes.  Well...thank you, Joe.  \tSusan turns to go, hesitates.  \n[111]\t\tNothing's going on.  Maybe he \t\tdoesn't want to be alone.  He's go- \t\ting to be sixty-five in a minute --  \n[112]\t\tYou think so?  \n[113]\t\tI thought you said 'Be sorry for \t\tnothing'.  \n[114]\t\tIt wasn't an intrusion.  And if it \t\twas, it turned out to be welcome.  \n[115]\t\tExcuse me?  \n[116]\t\tAnd I appreciate you, too.  \tA moment between them.  \n[117]\t\tLook who's talking.  \n[118]\t\tIt'll come back, Daddy.  \n[119]\t\tHaven't you had enough of us, Dad?  \n[120]\t\tWe'll be here.  \n[121]\t\tWhy do you love peanut butter so \t\tmuch?  \n[122]\t\tI adore things like that....food I \t\tcan't do without.  Don't you?  \tJoe is locked on Susan, it is as if there is nobody else in the \troom.  \n[123]\t\tIt comforts you, doesn't it?  \n[124]\t\tI am, too.  \n[125]\t\tWe're doing what we can for her. \t\tBut it doesn't look good.  \n[126]\t\tJoe visited the hospital today.  \tParrish's head swivels to Joe.  \n[127]\t\t...See you tomorrow night.  \n[128]\t\tYou don't mean that.  You wouldn't \t\tdisappoint Daddy --  \n[129]\t\tDrew, you're out of line.  \n[130]\t\tSorry, but I like the way he looks \t\tand talks to me.  And vice versa. \t\tOkay?  \n[131]\t\tWell... goodnight.  \n[132]\t\tHow long have you been standing \t\tthere?  \n[133]\t\tTell me about yourself, Joe.  Who \t\tyou are.  What you're doing with my \t\tfather.  \tSusan's directness has caught him by surprise, Joe blinks.  \n[134]\t\tSo you're not going to tell me?  \tJoe remains silent, rendered extremely anxious by Susan's \tinquiries.  \n[135]\t\tYou're married, aren't you?  \n[136]\t\tBecause guys who never say anything \t\tabout themselves are always married.  \tJoe doesn't respond.  \n[137]\t\tSo you are married.  \n[138]\t\tGirlfriend?  \n[139]\t\tGay?  \n[140]\t\tThen tell me, Joe, how come a man \t\tas attractive, intelligent, well- \t\tspoken ,diffident in the most sed- \t\tuctive way, and yet powerful, is all \t\talone in this world?  \tJoe tries to respond but he can't, his stammer interrupted \tby Susan.  \n[141]\t\tI'm sorry, I don't want to pry and \t\tyou don't want to tell me.  So let's \t\tleave it a mystery.  That's the way \t\tyou want it, isn't it?  \tSusan takes another step closer to Joe.  \n[142]\t\tWhere are you going?  \n[143]\t\t\t \t\t'To bed'?  \n[144]\t\tYeah, it's good to get together.  \n[145]\t\tRaise away.  \n[146]\t\tWell, remember how you told me about \t\t\"lightning striking\"?  The nature of \t\tit's in there somewhere.  \tParrish drops another cube of ice in his drink, takes his \ttime before answering.  \n[147]\t\tThen what will you say?  \n[148]\t\tNow we love Drew and Joe in verbo- \t\tten?  What's going on?  \n[149]\t\tWhen you say 'nothing' that way, \t\tit's not nothing.  \n[150]\t\tIt's something.  \tShe kisses him.  \n[151]\t\tG'night, Daddy.  See you tomorrow. \t\tThis is getting interesting.  \tShe goes.  \n[152]\t\tDrew!  \tHe stops.  \n[153]\t\tNever talk to my father like that \t\tagain.  \n[154]\t\t\t \t\tWhy don't you get off his case?  \n[155]\t\tThat's it.  It's over.  Get out.  \n[156]\t\t\t \t\tI said get out.  \tNow Drew wheels, heads right for the front door and exits with \ta SLAM.  \n[157]\t\tI'm sorry about --  \n[158]\t\tNo.  We don't.  \tThey drift, osmotically, into the library in awkward silence.  \n[159]\t\tBrave you had a chance to look at \t\tDad's rare books?  Jefferson's \t\tParliamentary Manual, a first \t\tedition Bleak House --  \tJoe comes closer, takes a deep breath.  \n[160]\t\t-- I guess you haven't.  \tNow Susan, close to Joe, leans closer, her nose in Joe's \tneck.  Joe holds himself very still.  \n[161]\t\tI like your smell, too.  \n[162]\t\tIt was everything.  \tSilence, the TICKING of the clock.  \n[163]\t\tWhen I was little, my mother used to \t\tsay, \"Darling, you could set your \t\theart by this clock\".  \n[164]\t\tNever tried, 'til now. \t\t\t \t\tJoe, may I kiss you?  \n[165]\t\tYou're welcome.  \tSusan reaches out for Joe, they kiss, he is awkward but his \tvery awkwardness endearing.  Susan pulls him closer, they \tlinger now, mouths on each other's, then separate.  \n[166]\t\tThank you.  \n[167]\t\tJoe?  \tThe apprehensive expression on Joe's face fades away.  \n[168]\t\tI don't know who you are.  \n[169]\t\tAnd is your heart beating strangely?  \n[170]\t\tI have to go home.  \tBut neither Susan nor Joe moves.  \n[171]\t\tDon't I?  \tHer question makes Joe, almost involuntarily, smile.  Susan \ttakes the opportunity to step back from him.  The SOUND of \tsomeone at the door, it is Parrish, Susan turns, comprehends \timmediately how the situation will appear to him.  \n[172]\t\tGoodnight, Daddy.  \tShe drifts right past him, exits.  Joe and Parrish are left \talone now, eyes on each other's.  \n[173]\t\tYou're here?  \n[174]\t\tI just thought I'd drop by, scrounge \t\ta little lunch, I was in the neigh- \t\tborhood --  \n[175]\t\tJust throw it on the chair.  \tJoe holds her coat carefully on the chair.  An awkward \tmoment, the two of them shifting from foot-to-foot.  \n[176]\t\tWhen I called, they said that you \t\tand Daddy had just left the office.  \n[177]\t\tHe must be tired -- this Bontecou \t\tthing --  \n[178]\t\tNo, not anymore.  Are you?  \tJoe hears the question but doesn't answer, sits down on the \tcouch beside her.  \n[179]\t\t \t\tAre you cold?  \n[180]\t\tMaybe it's the draft through the \t\tdoor.  \tShe gets up, closes the door, sits back down again next to \tJoe.  A warm, awkward silence, they move closer to each \tother, now they fall into a foreplay which Susan recognizes \tas such, Joe, on the other hand, participates hungrily but \thas no knowledge where it is leading.  His movements are \tinstinctive, the smell of her hair, the shape of her fin- \tgers, odd things about her seem to interest him.  This \texcites her because she senses his untutoredness and the \tvery sense of that stirs her, their reactions to each other \tare intuitive and spontaneous; even though Joe has no know- \tledge of how to make love to a woman, ironically his actions \tare such that they never beg the question -- has he done it \tbefore.  \tStrange territory for Joe, not to be 'in control' and exert- \ting his power, but his inventions and responses in lovemak- \ting are so real that an emotional exchange between he and \tSusan builds.  Joe has found himself in an unexplored land \tof feeling and passion, he loves what is happening and yet \tat the same time, is terrified by it.  He feels himself being \tlured by some power he has not only never been aware of, but \tis deeply dangerous to partake of; he knows what he is doing \tis putting who he is at great risk, yet he goes right on. \tThe powerful contradiction is transmitted to Susan, and in \tthe end there is the knowledge they have together made a \tjourney, they both have been swept away in a stream of events \tthey have created; and they don't care about the consequences.  \tSpent, they lie in silence.  Finally Susan speaks:  \n[181]\t\tIt's so wonderful to make love to \t\tyou.  It's like making love to some- \t\tone who has never made love before.  \tJoe senses an opportunity not only to admit to what she has \tsaid, but to tell her more, even the truth about himself. \tHe weighs, then resists, the impulse.  \n[182]\t\tDid you like making love to me?  \n[183]\t\tMore than you love peanut butter?  \n[184]\t\tWhere are you going?  \n[185]\t\tFor how long?  \n[186]\t\tMe, too.  \tAnother moment.  \n[187]\t\tIt will come to us.  \n[188]\t\tWhere's Joe?  \n[189]\t\tWhere is he?  \n[190]\t\tBecause I was sitting in a staff \t\tmeeting, incredibly bored, my mind \t\tkept wandering and the only place it \t\tlanded was -- Joe.  \n[191]\t\tLove.  Passion.  Obsession, all \t\tthose things you told me to wait \t\tfor.  Well, they've arrived.  \tParrish blinks, stares down at his cards.  \n[192]\t\tWhy?  A man appears at your side, \t\talmost never leaves it, you clearly \t\ttrust him, depend on him, I sense \t\tyou value him deeply, why aren't \t\tthose things good enough for me?  \n[193]\t\tWhat are you afraid of, Dad?  That \t\tI'll fall head over heels for Joe -- \t\twell, I have -- as you did with Mom. \t\t\t \t\tThat's always been standard, \t\twhether you like or not.  \tParrish tries to get hold of himself, changes gear now.  \n[194]\t\tWhere's he going?  \n[195]\t\tC'mon!  The guy's working with you. \t\tYou always know chapter and verse \t\tabout everyone who works --  \n[196]\t\tI love him.  \n[197]\t\tOf course not, Daddy.  I'm sorry.  \tThere is something in Susan's tone that lets him know not a \tword has sunk in.  Parrish slumps.  \n[198]\t\tI love you, too.  \tShe kisses Parrish, rearranges one of his ranks of cards, \tshuffles through the deck, turns over the top card, lays \tdown a card Parrish needs.  \n[199]\t\tLightning does strike.  \tParrish watches as Susan turns, disappears out the door.  \n[200]\t\tI like you in a black tie.  \n[201]\t\tIt beats a surgical, doesn't it?  \tHe smiles.  \n[202]\t\tDaddy told me you might be leaving?  \n[203]\t\tWhere are you going?  \tJoe attempts to answer, but nothing comes out.  \n[204]\t\tYou won't tell me?  \n[205]\t\tAnd you can't tell me who you are.  \tAgain the same indescribable gesture from Joe.  \n[206]\t\tI'm in love with a man, I don't know \t\twho he is, where he's going or when.  \n[207]\t\tIt gets worse.  \n[208]\t\tThen don't.  \tA moment.  \n[209]\t\tWe know all that we need to know --  \n[210]\t\tDon't.  That will come later.  \n[211]\t\tLightning struck.  We caught it in \t\ta bottle.  Don't let it out.  I want \t\tto be with you, Joe --  \tAnother moment.  \n[212]\t\t'Love will find out the way'.  \n[213]\t\tIt's a saying.  \n[214]\t\tYes, that's why I said it.  \tThey are on the brink of some decision, Joe is about to make \tsome declaration when Allison is heard --  \n[215]\t\tHello, Joe.  What'd you know?  \tShe smiles.  \n[216]\t\tThere's something so indescribably \t\tsexy about you in a crowd.  I could \t\tmake love to you right here.  \tHe hesitates, reaches out to take her hand, studies it.  \n[217]\t\tIf you're going to tell my future, \t\tyou're on the wrong side.  \tA moment.  \n[218]\t\tBut you can't.  \tJoe is about to respond but doesn't.  \n[219]\t\tJust then -- when you hesitated -- \t\tthe way you shift from foot-to-foot, \t\tI've always found endearing but just \t\tnow -- I got a chill.  \tBut he drifts again, now she takes his hand.  \n[220]\t\tRemember that morning in the coffee \t\tshop?  You said 'What's wrong with \t\ttaking care of a woman, she takes \t\tcare of you --\"  \n[221]\t\tAnd I said you'd have a hard time \t\tfinding a woman like that.  \tJoe shifts, she smiles at his embarrasement.  \n[222]\t\tWell, you've found one, Joe.  \n[223]\t\t-- That was the place... and you were \t\tthe guy.  \tJoe seems resigned now, the air gone out of him.  \n[224]\t\tAnd you said you didn't want me to \t\tbe your doctor because you didn't \t\twant me to examine you --? \t\t\t \t\tWell, I got to examine you after \t\tall --  \tJoe blinks, at a loss.  \n[225]\t\tI could come with you --  \n[226]\t\tYou want me to wait for you, you'll \t\tbe back --  \tJoe doesn't answer, Susan is suddenly anxious.  \n[227]\t\tWhy do I want this night to last \t\tforever?  \n[228]\t\tYou said before you couldn't tell me \t\twho or where, only the 'when' -- Is \t\twhen now?  \tA moment.  \n[229]\t\tThat felt like a goodbye.  \tJoe's silence is heavy.  \n[230]\t\tWhat's going on, Joe?  I feel like \t\twe're lifting off --  \n[231]\t\tBut you're not.  You're somewhere \t\telse. \t\t\t \t\tYou're someone else --  \tJoe is struggling with a response, finally, inevitably, he \tdrifts into a long silence.  Susan is beside herself, her \temotions tossed in every direction, Joe steadies her.  \n[232]\t\tTell me you love me -- tell me \t\tyou love me now --  \n[233]\t\tHold me --  \tHe holds on tight to her.  They are desperately entwined \tuntil finally she releases him.  \n[234]\t\t-- Yes?  \n[235]\t\tWhat a night.  \n[236]\t\tYou were right about Joe, he is \t\tgoing somewhere --  \n[237]\t\tAre you relieved?  \n[238]\t\tBut what?  \n[239]\t\tDaddy --  \n[240]\t\tI love you, Daddy --  \n[241]\t\t'No regrets'.  \tA long silence, Susan smiles.  \n[242]\t\tEverybody's saying goodbye...  \tThey regard each other, a long pause, they have reached an \tunderstanding.  \n[243]\t\tOh, yes --  \tHe starts to lead her to the floor, immediately stops.  \n[244]\t\tOh, Dad, you're not old.  You'll \t\tnever be old.  \tHe takes her in his arms and they dance away.  \n[245]\t\tThe fireworks are about to start.  \tParrish looks up, sees Joe up on the terrace, waiting.  \n[246]\t\t\t \t\tShall we?  \n[247]\t\tJoe...?  \tHe smiles quizzically, hasn't quite heard her, stands right \tin front of her, loose, smiling, disoriented and yet so \tappealing.  They are riveted on each other, uneasy and yet \tclose.  \n[248]\t\tYou're here...  \tHe is trying to get his bearings.  \n[249]\t\tWhere did you go?  \tJoe shrugs, scratches his head endearingly, uncertain of \ttime and place.  \n[250]\t\t\t \t\tThat's it?  \n[251]\t\tYou think so?  \n[252]\t\tThe coffee shop --  \tThe Young Man nods, pleased with her recognition.  \n[253]\t\tWhat has --?  \tHe hesitates.  \n[254]\t\tNo --  \n[255]\t\tI said I liked you so much.  \tShe falls silent now, overcome by the last moments' \trevelations.  The Young Man senses her discomfort which \tis on the edge of pain.  \n[256]\t\t...We know so little about each \t\tother.  \n[257]\t\tI wish you could've known my \t\tfather...  \tAnother moment.  \n[258]\t\t...What do we do now?  \tA long silence.  ", "Drew": "\n[1]\t\t\t \t\tHello, Beautiful.  \n[2]\t\tWell, it's a big day.  Wanted to \t\tline up a few ducks before kickoff. \t\tAny thoughts?  Last minute refine- \t\tments or variations?  \n[3]\t\tA voice?  \n[4]\t\tWhat'd it say?  \n[5]\t\t'Yes' to the deal?  \n[6]\t\tQuince, m'man, thanks for the offer, \t\tbut it's all set for just me and Bill. \t\tMore people might --  \n[7]\t\tI was saying to Quince we won't \t\tneed --  \n[8]\t\tWhy yes, Bill, I was saying to \t\tQuince --  \n[9]\t\t...Tomorrow we sign off -- photo \t\topportunity, you and Big John, it'll \t\tlead network news.  Okay so far?  \n[10]\t\tIt's going to be great --  \n[11]\t\tBill, after this deal, you'll be \t\table to afford one.  \tParrish smiles, they step into the elevator.  \n[12]\t\tTheir PR guy asked me, what did I \t\tthink Parrish Communications stood \t\tfor, that's principle and ethics- \t\twise?  I came up with something, but \t\tthen it occurred to me, why don't I \t\task Bill?  What do you think?  \tA moment, Parrish shrugs.  \n[13]\t\tThat's great!  Wait 'til I show it \t\tto Bontecou.  \tDrew opens a door, a conference room, a circle of top exec- \tutives, now stepping out from the group is a huge, white- \thaired man, JOHN BONTECOU, 55.  \n[14]\t\tI'm all excited --  \n[15]\t\tI thought it was great, I thought \t\tyou and Big John would be like a \t\tcouple of bulls in a china shop -- \t\t\t \t\tInstead it was --  \n[16]\t\tYou have a way with words.  \tThey stride to the main bank of elevators.  \n[17]\t\tSo... Board convenes tomorrow, you'll \t\trecommend, we close and it's a deal, \t\tright?  \n[18]\t\t\t \t\tOlympic.  \tParrish disappears into his office.  Drew, on his way out, \tglides past Jennifer's desk.  \n[19]\t\tThis is our lucky day.  \tJennifer acknowledges Drew with a smile, rises and moves to \tParrish's doorway, waiting for the day's instructions, but \tParrish only nods to the door and Jennifer quickly closes \tit, returns to her desk.  \n[20]\t\tHe's coming.  \n[21]\t\tUnfortunately.  I sat between them \t\tat the Bronx Zoo benefit -- it was \t\tbetter than Seconal.  \n[22]\t\tGood, maybe they'll drown him out.  \tParrish is still not hearing a word, preoccupied with the \treturn of Luisa.  \n[23]\t\t\t \t\tYou're overthinking it --  \n[24]\t\t\t(pleasantly, going \t\t\t along with the joke \t\tYeah, something he goes by --  \n[25]\t\tYeah, Bill, the suspense is killing \t\tme.  \n[26]\t\tWhat?!  \n[27]\t\tJust plain 'Joe'?  \n[28]\t\t'Joe...'  \n[29]\t\tIs there any more to it?  \n[30]\t\tLike 'Smith' or 'Jones --'  \tParrish's face reveals a desperate searching for a last name, \ta furtive glance at Joe.  Parrish's brow darkens and a name \ttumbles from his lips:  \n[31]\t\t\t \t\tHave we met?  \n[32]\t\tYou and Bill old friends?  \tParrish jumps in:  \n[33]\t\t\t \t\tI get the feeling you've done some \t\tbusiness before.  \n[34]\t\tWhat side of the industry did you \t\tsay you were on?  \n[35]\t\t\t \t\tJoe sounds like a ringer, Bill.  I \t\thave the feeling you guys got the \t\tbroad strokes already.  Need any \t\thelp with the details?  \tParrish falls silent again, looking for an answer.  \n[36]\t\tI'm sorry -- business at dinner... \t\t\t \t\tForgive me for being so rude.  \n[37]\t\tJoe, you do get around.  \tJoe is happily confounded by all the interaction.  \n[38]\t\tIncidentally, Joe, where're you \t\tstaying?  \n[39]\t\t'Here'?  \n[40]\t\t\t \t\t-- Did I hear 'business'?  \n[41]\t\tThat was 'Joe'.  \n[42]\t\tVery.  \tSusan's eyes are still on the door where Joe exited, her \tface reflecting her irritation and bewilderment, as well as \ta tinge of excitement.  \n[43]\t\t\t(after a moment, to \t\t\t Joe \t\tNice to see you.  I didn't expect \t\tyou, but certainly you can't get \t\tenough of a good thing.  \n[44]\t\t\t \t\tThe Board of Parrish Communications - \t\tis hereby called to order.  Our sole \t\torder of business is an acceptance \t\tof John Bontecou's generous offer \t\tand --  \n[45]\t\tAnything else, Mr. Black?  How about \t\tsome water?  \n[46]\t\tHot or cold.  \n[47]\t\tAnd a glass.  \tDrew indicates to the Board's Stenographer to arrange Joe's \trefreshments.  \n[48]\t\tTo review -- we're really crossing \t\tthe 't's and dotting the 'i's here. \t\tBill had a great and conclusive \t\tmeeting with John Bontecou yester- \t\tday, all that remains for us is to \t\tput it to a vote.  \tSmiles and murmurs of a congratulatory receptiveness from \tthe Board at Drew's news.  \n[49]\t\t\t \t\t...Sounds like you're not leaving \t\tmuch room for discussion.  \n[50]\t\tThat's your privilege, Bill.  But \t\tgiven our needs, given the absolute \t\tnecessity for growth, given the fu- \t\tture, the truth is... joining John \t\tBontecou is every bit as certain as - \t\tDeath and Taxes.  \tJoe interjects:  \n[51]\t\tYes.  \n[52]\t\tYes.  \n[53]\t\tIt's just a saying, Mr. Black,  \n[54]\t\tIt doesn't matter.  \n[55]\t\tYou're not familiar with the phrase, \t\t\"In this world, nothing is certain \t\tbut Death and Taxes\"?  \n[56]\t\tGlad I could be of some help.  \tThe Board is provoked and mystified by Joe and even more by \this presence, they cast meaningful glances at Parrish, Drew \tcoolly grasps the irritation of the members.  Parrish breaks \tthe silence.  \n[57]\t\tBut the matter's still on the table, \t\tBill --  \tEDWARD SLOANE, a contemporary of Parrish's, has been warily \tsilent, but extremely observant.  Protective of Parrish, and \tsensing his burgeoning difficulty, he interrupts:  \n[58]\t\tWho is that guy?  \tDrew grabs a telephone:  \n[59]\t\tFelicia?   \n[60]\t\tGet me a Field Background check on \t\tJoe Black.  Litigations. Bankrupt- \t\tcies.  Credit ratings.  The works. \t\tGot it?  \tDrew hangs up.  \n[61]\t\tMay I interrupting?  \n[62]\t\t\t \t\t'Just kidding'?  \n[63]\t\tBefore I do -- \t\t\t \t\tI was hoping we might be alone, \t\tBill.  \n[64]\t\t\t \t\tHow nice for you both.  \tDrew takes a moment, then plunges in.  \n[65]\t\tBill, pardon my candor, but I was \t\tconfounded by your decision this \t\tmorning.  \n[66]\t\tI was hired, you told me, to help \t\tbring Parrish Communications into \t\tthe 21st Century.  This merger is \t\tthe vehicle --  \tJoe interrupts:  \n[67]\t\t\t \t\tI thought this was practically a \t\tdone deal --  \n[68]\t\tOkay.  \tDrew heads for the door, turns around.  \n[69]\t\t\t \t\tCan I invite myself to dinner \t\ttonight? \t\t\t \t\tSusan and I had ticket for the \t\tKnicks game.  But she said you \t\tguys were getting together --  \n[70]\t\t\t \t\tDamn decent of you.  \tDrew exits.  \n[71]\t\t\t \t\tGood question.  \tAllison sees Susan's eyes flicker over towards Joe.  \n[72]\t\tThanks, Quince.  \n[73]\t\tAre you?  \n[74]\t\t'It's up to Joe'?  Those were his \t\twords?  \n[75]\t\t'It's up to Joe', huh?  \n[76]\t\tWell, that's very interesting.  \tDrew gazes intently over at Joe who is crossing to Susan, \tfor the moment by herself near the piano.  \n[77]\t\tYeah.  Neat.  \n[78]\t\tAs much as Joe's?  \tParrish doesn't answer.  \n[79]\t\tWho is this man?  He's giving \t\tubiquitous a bad name.  \tA moment.  \n[80]\t\tFor how long?  And why?  \n[81]\t\tBoss's orders, huh?  I'm great at \t\tfollowing them.  And I think I'll \t\tstart right now.  \tAllison calls out from the other side of the room:  \n[82]\t\tI have a confession to make to you, \t\tJoe.  \tJoe just smiles in response.  \n[83]\t\tDo you want to hear it?  \n[84]\t\tWell, I'm going to tell you anyway. \t\tI did cheat on that exam at Groton. \t\tBut so did twenty-six other guys, \t\tand nobody ever mentioned it until \t\ttoday.  And I'm expecting you won't \t\tmention it again.  I don't know who \t\tyou are and where you're getting \t\tyour information, but I'm willing to \t\tpretend I did not hear it, and let \t\tbygones be bygones.  But can I tell \t\tyou something else, it'd be nice to \t\tsee the big guy without you next to \t\thim.  What are you, his shadow?  Do \t\tyou hold his dick for him when he \t\tgoes to take a leak?  You know some- \t\ttimes somebody would like a few min- \t\tutes alone with W.P.  That means \t\twithout you.  Okay, pal?  Let's eat.  \n[85]\t\tMind if I throw up?  \n[86]\t\tWho are we talking about?  \n[87]\t\tIs this a state secret or are we \t\tbeing excluded just for the fun of \t\tit?  \n[88]\t\tWell, maybe next time Joe goes, \t\the'll take us along.  \n[89]\t\tI'll make a note of it.  Anything \t\telse?  \n[90]\t\tYou're on, Quin-cee.  Destination \t\tHospital.  Joe, you'll be the Tour \t\tGuide.  Okay?  How's that sound to \t\tyou?  \tSilence.  Parrish regards Joe, then Susan, his face reflects \ta sudden concern with their relationship.  \n[91]\t\tI have to go, Bill -- it's been a \t\thelluva day.  Need a few minutes to \t\tsort everything out.  \n[92]\t\tSure.  \tDrew peels off, heads for the foyer and front door, Susan \tfollows him.  \tParrish corners Joe.  \n[93]\t\tInclude me out.  I've had enough of \t\tthe conversations.  \n[94]\t\tDaddy'll do fine.  Besides, he's got \t\tJoe. \t\t\t \t\tAnd so do you.  \n[95]\t\tThat may be.  But I don't like the \t\tfucker.  I don't like the way he \t\tlooks at you and talks to you.  And \t\tvice versa.  \n[96]\t\tNo, not okay.  I thought we had a \t\tgood thing going here. \t\t\t \t\tIt shows you never know.  \tSilence, neither knows how to continue.  \n[97]\t\tYeah.  Goodnight.  \tDrew goes, Susan turns to find out at the far end of the foyer, \the's been observing them.  She walks up to him.  \n[98]\t\t...I know you're all as uncomfor- \t\ttable as I am to be meeting without \t\tBill, but I got a call last night \t\tfrom John Bontecou.  Not only is he \t\tstill interested, he is sweetening \t\this offer. \t\t\t \t\tAlthough it pains me to say it, in \t\tmy opinion Bill Parrish dealt with \t\tus peremptorily in dismissing any \t\tdeal with Bontecou.  Therefore, I'm \t\tsorry to say that if we are to exam- \t\tine this new offer responsibly as \t\tthe Board of Directors of Parrish \t\tCommunications, we must do so with- \t\tout its Chairman. \t\t\t \t\tOh yes, there is one additional \t\telement: Bontecou is so anxious to \t\tget us, he said he'd take Parrish \t\tCommunications with our Chairman or \t\twithout.  \tThe Board falls silent.  Sloane, a peer of Parrish's, \tfidgets.  Drew milks the moment.  \n[99]\t\tIt's no surprise if I suggest to you \t\tthat the Bill Parrish we know is not \t\tthe Bill Parrish you saw yesterday. \t\tYou heard that speech -- some strange \t\temotional rationale to buttress a \t\tknee-jerk rejection of a legitimate \t\toffer.  Does it not strike you that \t\tsomething is possibly affecting this \t\tman's judgement?  More specifically \t\t-- his judgement to make a critical \t\tbusiness decision?  \tSilence, the Board clocking Drew's argument.  \n[100]\t\tIt's not pleasant to say the follow- \t\ting, but I would be remiss, in this \t\tcrisis, if I did not.  When we pre- \t\tsent Bill with the improved Bontecou \t\toffer, and if he refuses to let us \t\tconsider it -- once more makes an \t\tadamant or emotional rejection -- we \t\twill have no choice but to seek an \t\talternative.  \n[101]\t\tBill's birthday is the day after \t\ttomorrow.  There is a provisory by- \t\tlaw in our charter.  Per the discre- \t\ttion of the Board, Corporate off- \t\ticers can be retired at age sixty- \t\tfive.  \n[102]\t\tAm I not obligated to?  \tDrew leans over to Felicia, speaks quietly and she leaves \tthe room.  \n[103]\t\tHow did this all come about?  Crisis \t\t-- Bill Parrish, crisis -- his com- \t\tpany, crisis for us.  I came about \t\twith the arrival on the scene of -- \t\tMr. Joe Black.  Mr. Joe who?  Joe \t\tBlack.  He attends our Board meet- \t\tint, he sleeps at Bill's house, re- \t\tsides in his office.  Never leaves \t\this side.  And, in my opinion, is \t\talways in his ear.  Telling him what \t\tto do and Bill is listening.  Who is \t\tJoe Black?  What is his relationship \t\tto Bill Parrish?  And most important, \t\twhat is behind his influence on our \t\tChairman?  \n[104]\t\tThank you for coming.  \n[105]\t\t\t \t\tI hope you'll respect its nature -- \t\tWhat we're trying to do here is \t\tgather our thoughts -- in light of \t\tBill's rejection of Bontecou's offer \t\t-- and make an appropriate presenta- \t\ttion to him as to how we think the \t\tcompany might proceed.  Won't you \t\tshare with our Board the information \t\tyou gave me last night?  \tQuince hesitates, then realizes what Drew has on his mind. \tHe nods confidently to Drew, then turns importantly to the \tBoard.  \n[106]\t\tHow did Bill react to the leads \t\tyou've developed?  \n[107]\t\t\t \t\t-- But he was concerned about the \t\ttiming?  \n[108]\t\t'It's up to Joe'?  \n[109]\t\t\t \t\tSorry to intrude, Bill, but we've \t\tgot a bit of a crisis downtown -- \t\tit's not something we could talk \t\tabout on the phone.  \tParrish takes Drew aside.  \n[110]\t\tThe Board's real unhappy, Pappy -- \t\tthey felt you dealt with them pre- \t\temptorily, you never gave them a \t\tchance to speak --  \n[111]\t\tYes, you made your feeling abun- \t\tdantly clear.  Now they want to do \t\tthe same with theirs.  \n[112]\t\tIf I read this Board right now, they \t\twant you to accept Bontecou's offer.  \n[113]\t\tWhat do you think the Board is going \t\tto say when I tell them that?  \n[114]\t\tWith all due respect, you damn well \t\tbetter care because if you try to \t\tstonewall them again, there'll be \t\tblood on the floor.  \tSilence, Parrish carefully calibrating Drew's remark.  \n[115]\t\tYours.  \n[116]\t\tI'm just giving you the truth.  There \t\twas a time when William Parrish liked \t\tthe truth.  \tJoe, although across the room, is all attention.  \n[117]\t\tCertainly.  Goodnight.  \tDrew goes, everybody is in shock, Susan pursues him out into \tthe hallway.  \n[118]\t\tDon't worry about it.  There's a \t\tbeginning and a middle and an end \t\tto everything.  And I think I've \t\tcome to the end of my chapter with \t\tthe Parrishes.  \tJoe has followed them into the hallway.  \n[119]\t\tAnd the end began with this guy.  \tDrew looks down towards Joe.  \n[120]\t\tMr. Black --?  We ran a check on you \t\tand you know what we came up with?  \n[121]\t\tNot good, not bad, you know what we \t\tgot?  Nothing.  No credit, no cars, \t\tno mortgages -- no wives.  Nothing.  \tJoe waits.  \n[122]\t\tAll of a sudden a guy appears on the \t\tscene with the Chairman of one of \t\tthe greatest communications corpora- \t\ttions of the world, the boss makes \t\thim privy to all the company's \t\tsecrets, he attends the Board meet- \t\tings, and us working stiffs with \t\tMBA's up the ass and years and years \t\tand years of experience, we're left \t\toutside with our noses pressed \t\tagainst the window.  \tJoe doesn't respond.  \n[123]\t\tThis is a big-time operation, deal- \t\ting in big-time issues, demanding \t\tbig-time executives who make big- \t\ttime decisions.  So, Joe, why don't \t\tyou tell me exactly what it is \t\tthat's big time about you?  \tAfter a moment.  \n[124]\t\tOh, you're the great Joe's attorney \t\tnow?  Are we going to go to court? \t\tOr are we going to go to bed?  And I \t\tdon't mean you and me.  I mean you \t\tand him.  \n[125]\t\tSo I guess a blowjob's out of the \t\tquestion?  \tJoe clears his throat.  \n[126]\t\tDid you say something?  \tJoe considers him evenly.  \n[127]\t\tDid you want to have a cup of coffee \t\tor something, Bill?  \n[128]\t\t\t \t\tTo get to the point, we have re- \t\tceived new information from John \t\tBontecou concerning his desires for \t\tthis company to merge with his, and \t\twe wanted to set the details before \t\tyou.  \tA moment as Parrish looks around, the moment extends, it \tappears he may not ever answer.  \n[129]\t\tBontecou wants a quick response \t\tand --  \n[130]\t\tDon't you want to hear the details?  \n[131]\t\tSo I am to understand from your re- \t\tsponse that you do not want to hear \t\tthe details of Bontecou's offer?  \n[132]\t\tCertainly, Bill.  \n[133]\t\tBontecou wants a speedier response \t\tthan that.  \n[134]\t\tBefore we do, while we're here, \t\tthere is a second question the \t\tBoard would like a response to, \t\ta far simpler one.  \tParrish waits.  \n[135]\t\tWho is the man sitting to the right \t\tof you?  \tEverybody's eyes are on Joe.  \n[136]\t\tBut who is he?  What are his creden- \t\ttials?  What is his relationship to \t\tyou?  \tNo response from Parrish.  \n[137]\t\tThe feeling of the Board is this: we \t\tfear Mr. Black is not only influenc- \t\ting your decisions in regard to this \t\tcompany, but that you are relying on \t\thim to make them for you.  \tQuince flinches at these words, his hands clasped in front \tof him, his knuckles white as Parrish regards Drew, but still \tdoes not answer.  \n[138]\t\tThe lack of response, Bill, is not \t\tappropriate.  We are your Board, we \t\thave a right to know how you are \t\tmanaging the operations of this \t\tcompany, and most importantly, that \t\tyou have not delegated someone to do \t\tit for you.  \tParrish squirms, desperately uncomfortable but still does \tnot speak.  \n[139]\t\tOkay, one more time.  \tDrew regards Joe.  \n[140]\t\tWho is Joe Black?  \tParrish stares stoically into the middle distance as \tQuince's head sinks into his hands.  \n[141]\t\t\t \t\tA motion has been brought before \t\tthe Board to invoke Article 19 of \t\tthe corporate charter.  \n[142]\t\tMandatory retirement upon our \t\tChairman's sixty-fifth birthday.  \tParrish is expressionless.  \n[143]\t\tAt which time, the Chairman will be \t\tnamed Emeritus, he will be welcome \t\tto attend all meetings, and will \t\tserve as International Spokesman for \t\tthe corporation plus, of course, a \t\tsettlement, a golden parachute of \t\tsuch magnitude that his feet will \t\tnever touch the ground.  \tDrew pauses.  \n[144]\t\tPlease indicate your vote by a \"Yes\" \t\tor \"No\".  \tA \"Yes\" is heard, now another \"Yes\", now more \"Yes\"es, all \treluctant, \"No\" from Sloane, \"No\" from Quince who realizes \the is the instrument of Parrish's dismissal.  \n[145]\t\tThe motion is passed.  We will of \t\tcourse delay the announcement, out \t\tof respect for our former Chairman, \t\tuntil after the celebration of his \t\tbirthday this weekend.  \n[146]\t\t\t \t\tThe other motion before us is the \t\tacceptance of John Bontecou's offer \t\tto merge this corporation with \t\tBontecou International --  \tParrish stands, Drew stops speaking.  \n[147]\t\tThat we did.  Thanks to you.  He was \t\twobbling, mind you, but you stupid \t\tthe coup de grace.  \tQuince falls silent, aquiver with this reality.  \n[148]\t\tQuince, you can't unscramble \t\tscrambled eggs.  \n[149]\t\tThe train's left the station, pal, \t\tand you're aboard.  Would you like \t\tto hear the silver lining?  Check \t\tthat, gold.  I've been working with \t\tJohn Bontecou all along.  We had \t\ta game plan -- acquire Parrish \t\tCommunications then break it apart \t\tand peddle it piece-by-piece to the \t\thighest bidder.  I set it up for \t\thim, he smacks it out of the park.  \tQuince is struck dumb.  \n[150]\t\tDon't you know what this'll mean? \t\tYou'll be rich.  You'll sell your \t\tstock, you can stop kissing ass -- \t\tWhat'll it feel like to be a man?  \n[151]\t\tGo right ahead.  Tell William \t\tParrish how you betrayed him at \t\ta secret Board meeting.  And tell \t\tAllison how you got her father \t\tfired -- and he lost his company.  \tQuince goes ashen.  \n[152]\t\tIt's just life, Quin-cee.  \tDrew hails an employee across the hall.  \n[153]\t\t\t \t\tWake up and smell the thorns.  \tDrew joins the employee as Quince slumps against the wall.  \n[154]\t\tThis is damn big of Bill, I also \t\tthink it's smart.  \n[155]\t\tHe said that?  \n[156]\t\tYeah, the short, gray hairs.  \tHe flashes a pleased-as-punch greeting to some unseen \tacquaintance as they press on to Parrish's study.  \n[157]\t\tHi, Bill, happy birthday --  \tA moment.  \n[158]\t\tI just wanted to say how appre- \t\tciative I am of this - uh - grand \t\tgesture and --  \n[159]\t\tI don't know where you get that idea \t\t-- the Board agreed --  \n[160]\t\tIs this Mr. Black's fantasy?  Another \t\tone of his whoppers?  Aren't you \t\tsick of this asshole lurking around? \t\tNo one knows who he is, but one \t\tthing everyone does know, he somehow \t\tgot your ear and has been pouring \t\tpoison into it ever since.  \tJoe can no longer control himself.  \n[161]\t\t\t \t\tSo tell me, tell me, I'm peeing in \t\tmy pants.  \n[162]\t\tI'm not stepping anywhere --  \n[163]\t\tThe dagger --?  \n[164]\t\tI think I'd like to talk to my \t\tlawyer --  \n[165]\t\tAnd what do I get?  \n[166]\t\tYou're talking through your hat. \t\tYou're offering a deal because \t\tyou've got no proof.  \n[167]\t\tAll right, you win.  As soon as I \t\tget back to the city, I'll meet with \t\tthe Board.  \tSloane's voice erupts over the SPEAKERPHONE.  \n[168]\t\tWho would've ever believed it?  You, \t\tan IRS Agent --  \tSilence.  Joe shrugs, smiles.  ", "Construction": "", "Foreman": "", "Florist": "\n[1]\t\tThe head table --?  \n[2]\t\tThe flowers, ma'am--?  ", "Eddie": "", "Sloane": "\n[1]\t\tWhy don't we let it rest for the \t\tmoment?  Give it some air?  \n[2]\t\tAnd what would that be?  \n[3]\t\tYou're taking this too far, Drew.  \n[4]\t\tYou're building this thing up too \t\tmuch, Drew.  He's had advisors be- \t\tfore.  Nobody tells Bill what to do.  \tThe door opens and Felicia enters followed by Quince, sur- \tprised at seeing a convened Board, but still he is all smiles.  \n[5]\t\tHello, Quince.  \n[6]\t\t\t \t\tThis is a secret meeting.  \n[7]\t\tWe're not getting anywhere here. \t\tWhy don't we take some of the best \t\tout of this thing, let's consider \t\tit coolly, let's take a week --  \n[8]\t\tHe'll wait --  \n[9]\t\t\t \t\t...It's not over, 'til it's over.  \n[10]\t\tI still sense some doubt in this \t\tgroup, we could turn it around. \t\tYou'll be up in the country?  \n[11]\t\tI'm going to stick it out here.  We \t\tstill have a shot.  \tThe elevator door opens, Parrish and Joe step inside and the \tdoor closes, leaving Sloane behind.  \n[12]\t\t\t \t\tYeah - Bill - How are you?  You okay?  \n[13]\t\t\t \t\tThe Board's working through the \t\tweekend, trying up the loose ends \t\tthis damn thing.  But I want to give \t\tit one more try, I'm still holding \t\tout some hope.  \n[14]\t\t\t \t\tNo, I'm going to stay down here, \t\tkeep my finger in the dike and maybe \t\tby Monday, the waters could recede.  \n[15]\t\t\t \t\tSorry, Bill, have a drink, eat your \t\tcake, blow out the candles and make \t\ta wish.  Talk to you Monday.  Okay?  \n[16]\t\t\t \t\tWe're all here, Bill --  \n[17]\t\t\t \t\tWe're all ears.  \tDrew enters with Quince, Quince nods, excusing himself, and \tcloses the door behind him.  \n[18]\t\tYou're meeting with the Board right \t\tnow, Drew.  Resignation accepted. \t\tMoreover, I propose a motion to re- \t\tconfirm William Parrish as Chairman \t\tof the Board of Parrish Communica- \t\ttions as well as a rejection of the \t\tmerger with Bontecou International. \t\tHow say you, Board?  \tA chorus of thunderous \"Yes\"es resounds through the \n[19]\t\tThe motion is passed.  \n[20]\t\tBut we want you back, Bill.  Mean- \t\twhile, enjoy your party, celebrate, \t\twe'll attend to the nasty details. \t\tAnd Mr. Black, may we say thank you.  ", "Quince": "\n[1]\t\t...This shit's not bad.  \n[2]\t\t\t(pointing to another \t\t\t bottle \t\tAnd that?  \n[3]\t\tWhat do you do that for?  \n[4]\t\t9:30's almost 10:30.  Where I come \t\tfrom, the sun's over the yardarm, \t\tm'boy, and the cocktail lamp is lit.  \tQuince drains his wine, presents it for a refill, when he is \thailed by Allison.  \n[5]\t\tHi, Bill --  \n[6]\t\tHow're you doing--?  \n[7]\t\tI am, this is it.  B Day.  \n[8]\t\tBontecou Day.  Going to close \t\twith Big John -- Look at you, Bill, \t\tall cool as a cat and over at \t\tBontecou's, I'll bet he's shitting \t\tin his pants.  \n[9]\t\tOkay.  All aboard - New York, New \t\tYork!  \n[10]\t\tHey, this is it, the hour approach- \t\tes, I'm getting all excited.  So \t\twhat do you think, is it -- \t\t\t(indicates Drew and \t\t\t Parrish \t\t-- just the 'Executive Committee' or \t\tcould you guys use me?  \n[11]\t\tI know.  Gum up the works.  \tParrish is about to make some reassuring comment to Quince \twhen the Voice suddenly intrudes:  \n[12]\t\tHe said he would be there with bells \t\ton.  \n[13]\t\tNo jocks?  A twenty-game winner or a \t\tMasters champion?  Someone I could \t\ttalk to. \t\t\t \t\tOr would talk to me.  \tLuisa returns to Parrish as the others' conversation drones \ton:  \n[14]\t\tI don't think they're ordinary.  I \t\tlove keychains.  \n[15]\t\tMe, too.  Hey, buddy!  \tJoe, turned on by Quince's broad smile, reacts to it as Drew \tsquints observingly at Joe.  \n[16]\t\t'Joe Black'.  Won fifteen and lost \t\ttwo for the Brooklyn Dodgers in \t\t1952.  \n[17]\t\t\t \t\tYou bet.  I'm kind of my Rotisserie \t\tLeague.  \n[18]\t\tYeah, they hit the calf over the \t\thead with a mallet and then Luisa \t\thits it again in the kitchen.  \n[19]\t\tYou know what I'm saying, Joe?  \n[20]\t\tHow long you here, Joe?  \n[21]\t\tWell, I guess he's found one.  \n[22]\t\tGreat!  \tParrish pushes his plate away.  \n[23]\t\tHey, this is fun.  \n[24]\t\tDon't bother asking, we already \t\ttried.  \n[25]\t\t\t \t\t...I read you all the way on the \t\tBontecou thing, and I know where \t\tyou're coming from.  And I'm with \t\tyou a hundred and one percent.  \n[26]\t\tBut I've got to tell you, if mergers \t\tare in the wild, I've got some great \t\tprospects I've developed.  I want to \t\ttalk to you about them next week.  \n[27]\t\tYeah.  Or the week after.  \tQuince sees Parrish hesitate.  \n[28]\t\tNo good?  \n[29]\t\tJoe, you don't know how glad I am \t\tyou're aboard.  Anybody who can take \t\tsome of the weight off the old man, \t\tI'm in his corner.  \n[30]\t\tNo problem.  I'll leave you two \t\talone.  I can tell you guys have \t\tsomething on the fire --  \tAn excited Quince drains his drink and heads for Drew as \tAllison appears.  \n[31]\t\t...I know you're down, but you know \t\twhen you're down, Drew, there's no \t\tplace to go but up.  \n[32]\t\tNever mind Bontecou.  I've got some \t\tother merger possibilities up my \t\tsleeve, and I'm putting them to see \t\told man.  \n[33]\t\tWe'll do it together.  I'll clue you \t\tin.  Timing's got to be right.  The \t\told man says it's up to Joe.  \n[34]\t\tYeah.  \n[35]\t\tYeah, that's what he said.  \n[36]\t\tI thought so, too.  Joe's a neat \t\tguy.  \n[37]\t\tI love little girls --  \tAllison elbows him.  \n[38]\t\tYou bet.  \n[39]\t\tI'd like to come, too.  See Susan \t\tstrut her stuff.  \n[40]\t\tHi, Ed, hi folks, I didn't know \t\teverybody was going to be here, what \t\ta nice surprise.  What's the big \t\tconfab?  \n[41]\t\tWell, I'm happy to tell you I've got \t\tgood news.  As I was telling Drew, \t\tI've been making a little hay while \t\tthe Bontecou sun was shining -- two, \t\tpossibly three new and boiling hot \t\tprospects for merger.  \n[42]\t\tHe was interested.  \n[43]\t\tThe timing -- yes.  He says it's up \t\tto Joe.  \n[44]\t\tThat's what he said.  \tQuince, having dispensed his information, looks proudly \taround at the Board members.  They are stunned, Sloane in \tshock.  Drew is absolutely still, letting Quince's words \tsink in.  \n[45]\t\tThis is great, honey.  The orange. \t\tHas it got a little vodka in it? \t\tLike that Finnish stuff, orange \t\tvodka -- \t\t\t \t\tPut your lips around this one, Bill. \t\tIt's out of this world.  \n[46]\t\tBut he does give a shit.  Don't you, \t\tBill?  \n[47]\t\tSee.  There.  What'd I tell you?  \tJoe watches as Quince dabs at Allison's tears with a napkin.  \n[48]\t\tFeel better?  \n[49]\t\tBut what?  \n[50]\t\tThe vodka.  What'd I tell you?  \tQuince puts a reassuring arm around Allison, she seems to \trelax now, Joe has been a keen observer of what has trans- \tpired between husband and wife, between man and woman, a \tsense that he has taken in the virtue of such a relation- \tship.  \n[51]\t\tI didn't know that.  \n[52]\t\tYou're an original, Joe.  A little \t\thard to figure, maybe...  \n[53]\t\tThanks.  \n[54]\t\tWhat have you done?  You've gotten \t\tthe old man fired!  \n[55]\t\tI'm going to put a stop to this!  \n[56]\t\tBut I didn't mean to do it!  \n[57]\t\tI don't want to get rich this way -- \t\tI'm going to expose you.  \n[58]\t\tGive me a Seagrams and '7'.  \tAmbrose looks at him blankly.  \n[59]\t\tOkay, give me a bottle of wine.  \n[60]\t\tBoth.  \tJoe appears, looking bewildered, jostled by caterers setting \tup last-minute tables, a drummer from the band rolls his \ttraps past on a little cart.  Joe doesn't seem to know where \the is, when his eyes alight on Quince, he heads for this \toasis.  Ambrose sets down two bottles of wine and departs.  \n[61]\t\t\t \t\tRed or white?  \n[62]\t\tC'mon, have a drink.  You look like \t\tyou need one bad as me.  \n[63]\t\tConfused, huh?  About what?  \n[64]\t\t'Love'?  Oh, man, I've got troubles \t\tof my own.  \n[65]\t\tOh yes, I do.  \n[66]\t\tI was a world-class loser and she \t\twas a happy, little rich girl -- \t\tand for some reason she took me in.  \n[67]\t\tBecause there's nothing we don't \t\tknow about each other and it's okay. \t\tI mean the deeper, darkest secrets \t\t-- they don't matter.  \n[68]\t\tYeah, it's like you know every inch \t\tof each other's souls -- and then \t\tyou're free.  \n[69]\t\tFree to love each other.  Com- \t\tpletely.  Totally.  No fear.  \tQuince seems uncharacteristically within himself.  \n[70]\t\tAll that hoopla up there reminds me \t\thow I will never measure up to a man \t\tlike Bill Parrish - or his daughter.  \tHe drains his wine.  \n[71]\t\tDo you like me, Joe?  \n[72]\t\tWhat would you say if you knew \t\tit was me who brought down Bill \t\tParrish? \t\t\t \t\tI told Drew and the Board that Bill \t\tdepended on you.  Drew led me on, \t\tbut I had no business telling him \t\tin the first place.  He was setting \t\tup Bill from day one.  Drew and \t\tBontecou are going to chop up the \t\tcompany and sell it off for parts. \t\tBontecou was outside, Drew was Mr. \t\tInside.  And I was the fool who made \t\tit all happen.  Oh God, what do I do?  \tJoe regards Quince.  \n[73]\t\tYou think so?  How do you know?  \n[74]\t\tWell, maybe... I guess you know him \t\tbetter than anybody.  \tAnother moment.  \n[75]\t\tDo you think I should wait to tell \t\thim 'till after the party?  \n[76]\t\t...what can I say after I say that \t\tI'm sorry?  I zipped when I should've \t\tzagged, I opened my big mouth one \t\ttoo many times, everything got all \t\ttwisted --  \n[77]\t\tCome in, Joe -- I want to thank you \t\t-- okay, Bill?  \n[78]\t\t\t \t\tJoe knew the whole story.  I told \t\thim.  It was his idea that I come \t\tclean.  I mean I wanted to come \t\tclean but he gave me a pair of \t\tballs, you know what I mean?  \n[79]\t\tOh, that could be a tall order, B.P. \t\tI doubt that Drew's anxious to see \t\tyou face-to-face.  \tJoe steps in.  \n[80]\t\tYou think Drew will go for it?  \n[81]\t\tSir, I'll deliver the package.  \tHe heads out, Parrish and Joe fall silent.  \n[82]\t\tBill --?  \tAfter a moment.  \n[83]\t\t-- I got him.  The chopper's two \t\tminutes away.  \tParrish weighs the information for a moment.  \n[84]\t\tHe had no choice.  You're a \t\tformidable adversary.  \n[85]\t\tWell, you've got him by the short- \t\thairs.  "}}