{"filename": "Memento_script.txt", "imdb_id": "tt0209144", "imdb_url": "https://www.imdb.com/title/tt0209144", "characters": ["Complete credited cast:", "Teddy", "Sammy Jankis", "Blonde", "Doctor", "Burt", "Natalie", "Tattooist", "Dodd", "Jimmy", "Mrs. Jankis", "Leonard", "Leonard's Wife", "Waiter"], "dialogues": {"Teddy": "\n[1]\t\tThat thing's been here for years.  Leonard gets out of the Jaguar and moves to the pickup. He inspects it with a methodical, practiced eye. Teddy follows.  \n[2] Leonard flips the photo over. On the white strip on the back, in the same small handwriting.       \t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t\t3.  \n[3]\t\tFind anything? Didn't think so, let's go, \t\tyeah?  Leonard neither replies nor turns around. Teddy, worried, affects a casual air, shrugging dismissively,  \n[4]\t\tFuck this.  Teddy turns and heads for the door. Leonard LEAPS on him, pistol-whipping him furiously as he shouts:  \n[5]\t\tYou don't have a clue, you freak.  Leonard crouches down and grabs Teddy by the lapels.  \n[6]\t\tLeonard, you don't have a clue what's \t\tgoing on. You don't even know my name.  \n[7]\t\tYou read it off your fucking photo. You \t\tdon't know me, you don't even know who \t\tyou are.  \t\t\t\t\t\t\t MEMENTO Pink Revisions - 9/7/99  \t\t\t\t\t\t\t\t4.  \n[8]\t\t \t\tThat's who you were, you don't know who \t\tyou are.  \n[9]\t\tLemme take you down in the basement and \t\tshow you what you've become.  Teddy gestures towards the basement door, in pain, but enjoying Leonard's growing anxiety.  \n[10]\t\t \t\tC'mon, Lenny - we'll take a look down \t\tthere together. Then you'll know. You'll \t\tknow what you really are.  Leonard glances fearfully at the door, then looks at Teddy. He THRUSTS the barrel of his gun into Teddy's mouth and WE ARE AT THE SHOT FROM THE END OF THE OPENING SEQUENCE. Teddy panics, shaking his head, trying to talk around the metal, but GAGS just as Leonard pulls the trigger. A SHOT rings out as we -  \n[11]\t\t Lenny!  Leonard nods in apparent recognition, wary.  \n[12]\t\tDid you? I musta forgot. I'm Teddy.\t\t\t    *  \n[13]\t\tOnly every time I see ya!    MEMENTO Pink Revision - 9/7/99 \t\t\t\t\t\t\t6.\t\t\t\t\t\t\t  7    EXT. DISCOUNT INN CAR PARK - DAY &lt;<colour sequence=\"\">&gt;\t    7 </colour> Teddy starts for a GREY SEDAN. Leonard pauses behind him.  \n[14]\t\tThis is your car.  \n[15]\t\tJust trying to have a little fun.  8    INT. CAR - DAY &lt;<colour sequence=\"\">&gt;\t\t\t\t\t  8 </colour> Leonard drives, Teddy admires the new car' s interior, reaching down around the seats, exploring the car with his hands.  \n[16]\t\tRoll your window up, will ya?  Leonard hits his window button. A few fragments of safety glass rise out of the door, remnants of a broken window.  \n[17]\t\tI can get that fixed for you.  Leonard shrugs.  \n[18]\t\tSo where are we going, Sherlock?    \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[19]\t\t \t\tWhat the hell you want to go there for?  \n[20]\t\tYeah, it's just this fucked-up building.\t\t    * \t\tWhy are we going there?  \n[21]\t\tYup?  \n[22]\t\tLenny, is that you?  \n[23]\t\tLenny, it's Teddy. Look, stay there, \t\tokay? I'm gonna be right over.  \n[24]\t\tLenny! I thought you'd gone for good. \t\tWhat brings you back?  Leonard looks at Teddy, sizing him up.  \n[25]\t\tYou said you were leaving town.  \n[26]\t\tSo I see. It's good to see you. My name's \t\tTeddy.  \n[27]\t\t \t\tOnly every time I see ya! Come on, I'll \t\tbuy you lunch.  44   INT. DINER - DAY &lt;<colour sequence=\"\">&gt;\t\t\t\t\t44 </colour> Teddy pours ketchup all over his steak. Leonard plays with his food.  \n[28]\t\tNot hungry?       \t\t\t\t\t\t\t  \t\t\t\t\t\t\t29.  \n[29]\t\tYou don't have to remember to be hungry.  \n[30]\t\tYeah, yeah. I heard enough about him. \t\tTell me about John G. You still think \t\the's here, right?  \n[31]\t\tThe guy you're looking for, Johnny G. \t\tThat's why you haven't left. Am I right?  Leonard shrugs. Teddy licks his fingers and frowns.  \n[32]\t\tLeonard, you need to be very careful.  \n[33]\t\tWell, the other day you made it sound \t\tlike you thought somebody might be trying \t\tto set you up. Get you to kill the wrong \t\tguy.  \n[34]\t\tLenny, you can't trust a man's life to \t\tyour little notes and pictures.  \n[35]\t\tBecause you're relying on them alone. You \t\tDon't remember what you've discovered or \t\thow. Your notes might be unreliable.  \n[36]\t\tYou really want to find this guy?  \n[37]\t\tYou're living.  \n[38]\t\tWe'll find him. Where are you staying?  Leonard reaches into his pocket and takes out a Polaroid.  \n[39]\t\tProbably left it in your room.   MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t31.  45   EXT. DISCOUNT INN - DAY &lt;<colour sequence=\"\">&gt;\t\t\t   45 </colour> The Jaguar pulls up. Leonard gets out and heads to the office.  46   INT. DISCOUNT INN OFFICE - DAY &lt;<colour sequence=\"\">&gt;\t\t 46 </colour> Leonard enters. Burt is behind the counter reading a magazine.  \n[40]\t\tLenny! I thought you'd gone for good. \t\tWhat brings you back?  \n[41]\t\tFinished playing with yourself, Lenny?   \t\t\t\t\t\t\t \t\t\t\t\t\t\t45.  \n[42]\t\tI get it - amorous neighbors.  \n[43]\t\t \t\tYou called me. You wanted my help. You \t\tknow, Lenny, I've had more rewarding \t\tfriendships than this one. Although I do \t\tget to keep using the same jokes.  Leonard thinks, then moves to the CLOSET and OPENS the door. Teddy looks in DISBELIEF at the Man in the closet.  \n[44]\t\tWho the fuck is that?  \n[45]\t\tNo! Should I?  Leonard shrugs.  \n[46]\t\tIs this John G.?  \n[47]\t\tThink so? You don't know? Didn't you \t\twrite it down?  \n[48]\t\tAsk him.  Leonard crouches down and RIPS the tape from the Man's mouth.  \n[49]\t\tI'm not gonna help you kill this guy, if \t\tthat's what -  \n[50]\t\tNatalie? Natalie who?  \n[51]\t\tI think I know her.  Leonard sticks his pictures in his pocket.  \n[52]\t\tHe's got to have a car, right? We just \t\ttake him back to his car and tell him to \t\tget the fuck out of town before we kill \t\thim.  \n[53]\t\tHow'd ya get him in here in the first \t\tplace?  \n[54]\t\tWait, we can't just leave him. The maid\t\t\t* \t\tfinds him, calls the cops. He's seen us now\t\t *  Leonard thinks.\t\t\t\t\t\t\t    *  \n[55]\t\tWhy would I have a gun?  Leonard fishes the HANDGUN out of the bedside table drawer.  \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[56]\t\tFucking hope not.  Leonard covers Dodd with the gun while Teddy pulls him out of the closet. Dodd has trouble standing up straight.   MEMENTO Pink Revisions -  9/7/99 \t\t\t\t\t\t\t48.  70   EXT. DODD'S MOTEL - DAY &lt;<colour sequence=\"\">&gt;\t\t\t   70 </colour> Teddy exits the room, glances around, motions for Leonard and Dodd to follow. Dodd is cleaned up and unbound, Leonard is pressed up right behind him. The three of them descend to the parking lot.  \n[57]\t\tWe probably ought to take his car, you \t\tknow, teach him a lesson.  \n[58]\t\tEasy for you to say, you've got the Jag.  \n[59]\t\tGive me your keys.  Leonard looks at him, suspicious.  \n[60]\t\tSo was he scared?  \n[61]\t\tFuck you. We shoulda taken his car.  \n[62]\t\tYou like it? Let's trade.  73   EXT. ALLEY BEHIND THE MOTEL - DAY &lt;<colour sequence=\"\">&gt;\t   73 </colour> The grey sedan pulls up beside Leonard's Jaguar. Leonard gets out.  \n[63]\t\tSo what are you gonna do now?  \n[64]\t\tNatalie who?  Leonard ignores him and gets into his Jaguar.  \n[65] Leonard picks the stack of Polaroids out of his outside jacket pocket. He flips through them until he finds the one of Teddy, then picks up the phone and dials Teddy's number. The phone is answered:     \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t52.  \n[66]\t\tYou know what to do.  Then a BEEP. Leonard does not look like he knows what to do.  \n[67]\t\tYou should lock a car as nice as this.  Teddy is in the passenger seat. Leonard, startled, GRABS him by the throat.  \n[68]\t\t \t\tTeddy. Your buddy.  \n[69]\t\t \t\tSammy. Remember Sammy. You told me about \t\tSammy.  Leonard lets him go.  \n[70]\t\tSense of humour went with the memory, \t\thuh? You know why you're still here, \t\tdon't you?  \n[71]\t\tLenny, as a buddy, let me inform you. \t\tYour business here is very much finished. \t\tYou're still here because of Natalie.  \n[72]\t\tWhose house do you think you just walked \t\tout of?  Leonard looks at the house. Teddy motions towards Leonard's pockets.  \n[73]\t\tTake a look at your pictures, I bet you \t\tgot one of her.  Leonard pulls out his Polaroids and flips through them. He pauses at the one of Natalie. Teddy SWIPES it out of his hands to get a better look at the blurred image of Natalie turning in a doorway.  \n[74]\t\tGreat shot, Lenny.  Teddy flips the photo over. There is nothing on the back. Teddy hands it back to Leonard.  \n[75]\t\tYou wanna make a note that you can't \t\ttrust her.  \n[76]\t\tBecause she'll have taken one look at \t\tyour clothes and your car and started \t\tthinking of ways to turn the situation to \t\ther advantage. She's already got you \t\tstaying with her, for fuck's sake. \t\t\t\t \t\t \t\t\t\t\t\t\t \t\t\t\t\t\t\t67. \n[77]\t\tYou can't stay with her. Let me give you \t\tthe name of a motel.  Teddy starts looking for a piece of paper.  \n[78]\t\tGood thing I found you. She's bad news.  \n[79]\t\tShe's involved with these drug dealers.  Teddy opens the GLOVE COMPARTMENT, finding a STACK OF BEER MATS from a local bar called FERDY'S.\t\t\t\t\t  *  \n[80]\t\tSee these? That's the bar where she \t\tworks. Her boyfriend's a drug dealer. \t\tShe'd take orders for him, arrange meets. \t\tHe'd write messages on these, then leave \t\tit on the bar. She'd drop replies when \t\tshe served him drinks.  \n[81]\t\tShe's gonna use you. To protect herself.  \n[82]\t\tGuys who'll come after her. Guys who'll \t\twant to know what happened to her \t\tboyfriend. They'll want to make somebody \t\tpay. Maybe she'll try and make it you.  \n[83]\t\tShe couldn't.  \n[84]\t\t \t\tShe has no idea who I am.  \n[85]\t\tI'm trying to help you. I knew she'd get \t\ther claws into you. She doesn't know \t\tanything about your investigation, so \t\twhen she offers to help you, it'll be for \t\ther own reasons. Why would I lie? Do not \t\tgo back to her. Take out a pen, write \t\tyourself a note, do not trust her.  Leonard takes out his pen, places the picture of Natalie face down on the dash and writes on the white strip on the back:  \n[86]\t\tI won't be happy until you leave town.  \n[87]\t\tHow long do you think you can hang around \t\there before people start asking \t\tquestions?  \n[88]\t\tThe sort of questions you should be \t\tasking yourself.  \n[89]\t\tLike how'd you get this car? That suit?  \n[90]\t\tFrom what?  \n[91]\t\tSo in your grief you wandered into a \t\tJaguar dealership?  Leonard says nothing. Teddy laughs.  \n[92]\t\tYou haven't got a clue, have you? You \t\tdon't even know who you are?  \n[93]\t\tThat's who you were, Lenny. You don't \t\tknow who you are, who you've become since \t\tthe incident. You're wandering around, \t\tplaying detective... and you don't even \t\tknow how long ago it was.  Teddy reaches out to Leonard's lapel, and gently opens his jacket to reveal the label.  \n[94]\t\tPut it this way. Were you wearing \t\tdesigner suits when you sold insurance?\t\t\t*  Leonard looks down at his suit, then back to Teddy.  \n[95]\t\tI know, you investigated. Maybe you need \t\tto apply some of your investigative \t\tskills to yourself.  \n[96]\t\tDon't go back in there. There's a motel \t\tout of town. \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t70.  \n[97]\t\tIt's been fun, Lenny.  Teddy walks off. Leonard pulls his Polaroids out of his pocket and finds the one of Teddy. He places it on the dash, face up, next to the one of Natalie which is still face down on the dash. Leonard reads the message he has written on the back of Natalie's picture:  \n[98] Outside, a CAR ALARM starts to sound. Leonard gets up and heads to the door, flipping through his Polaroids.  121  EXT. NATALIE'S HOUSE - DAY &lt;<colour sequence=\"\">&gt;\t\t\t121 </colour> The Jaguar's CAR ALARM is sounding.  Leonard exits Natalie's house, walks to his Jaguar and gets in, silencing the alarm.  \n[99]\t\tYou should lock a car as nice as this.  Leonard, startled, GRABS Teddy by the throat.  \n[100]\t\tHi, Lenny.  The tattooist turns and looks up at Teddy.\t\t\t\t  *  \n[101]\t\tIt's alright, we know each other, right, \t\tLenny?  The tattooist looks to Leaonard. Leonard shrugs.\t\t\t *  \n[102]\t\tThe Jaguar's out front. You didn't even \t\tBother to put it around back.  Teddy cranes his neck to see what the tattoo says, but only \"6. LI\" is visible.  \n[103]\t\tYou should have just left town, Lenny. \t\tThere's Tattoo parlors up North.  \n[104]\t\tGimme the keys, I'll move the car.  Leonard watches Teddy.    \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t98.  \n[105]\t\tLenny, I'll be back in a minute. I've got \t\tto get you some stuff.  \n[106]\t\tGive us a minute, will ya?  She shrugs and heads into the back. Teddy watches her go, then turns to Leonard, conspiratorial.  \n[107]\t\tWe've got to get you out of here.\t\t\t\t *  \n[108]\t\tWhy? Come on, Leonard, we talked about \t\tthis. It's not safe f or you to be walking \t\taround like this.  \n[109]\t\tBecause that cop's looking for you. We\t\t\t * \t\tneed to get you a change of identity. \t\tSome new clothes and a different car \t\tshould do for now. Put these on.\t\t\t\t  *  Teddy offers the bag of clothes. Leonard refuses it.\t\t  *  \n[110]\t\tThis bad cop. He checked you into the\t\t\t  * \t\tDiscount Inn. Then he's been calling you\t\t    * \t\tfor days, sticking envelopes under your\t\t\t* \t\tdoor, telling you shit.\t\t\t\t\t\t *  \n[111]\t\tHe knows you're no good on the phone, so\t\t    * \t\the calls you up to bullshit you.\t\t\t\t  * \t\tSometimes you stop taking his calls, so\t\t\t* \t\the slips something under your door to\t\t\t  * \t\tfrighten you into answering your phone\t\t\t * \t\tagain. He's been pretending to help you.\t\t    * \t\tFeeding you a line of crap about John G.\t\t    * \t\tbeing some local drug dealer.\t\t\t\t\t*  \n[112]\t\t'Cos he fucking told me. He thinks it's \t\tfunny. He's laughing at you.  \n[113]\t\t \t\tI'm a snitch. He's a cop from out of town \t\tlooking for information. The local boys \t\tput us in touch.   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t100.  \n[114]\t\tHe wanted to know all, about Jimmy Grantz.  \n[115]\t\tJimmy's a drug dealer. This cop wanted to \t\tknow all about how he sets up deals, shit \t\tlike that. He's got some score in mind\t\t\t * \t\tand you're involved. Come on, there's no\t\t    * \t\ttime to argue - if he knew I was helping\t\t    * \t\tyou he'd find a way to kill me. Just get\t\t    * \t\tthese clothes on. You're gonna take my\t\t\t * \t\tcar and get the fuck out of here.\t\t\t\t *  Leonard heads back into the curtained cubicle with the plastic bag of clothes.   MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t102.  \n[116]\t\tLenny!  Leonard smiles cautiously, and offers his hand.  \n[117]\t\tJust Teddy. Don't write Gammell please.  Leonard raises his eyebrows.  \n[118]\t\tI'm undercover. Here's directions. He'll \t\tbe heading there now.   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t104.  \n[119]\t\tWouldn't be appropriate.\t\t\t\t\t\t*  Leonard climbs into the truck. Teddy taps on the window.  \n[120]\t\tLeonard?  Leonard cranks it down. Teddy looks at Leonard with something like fatherly affection.  \n[121]\t\tMake him beg.  \n[122]\t\tWhat's wrong?  \n[123]\t\tNo. Don't worry, I'm a cop. Everything'll \t\tbe okay. Is he still breathing?  \n[124]\t\tSo what were you doing here?  Teddy moves to the body and crouches down to examine it.  \n[125]\t\tWell, I hope it's not as serious as his, \t\t'cos this guy's dead.  Leonard CRACKS Teddy over the head with the FLOORBOARD.\t    *  \n[126]\t\tFUCK, Lenny! That fucking kills!  \n[127]\t\tYeah, and I helped you find the guy you\t\t\t* \t\twere looking for -\t\t\t\t\t\t\t *  \n[128]\t\tI think you've got the wrong idea -  Leonard GRABS Teddy.  \n[129]\t\tSure he did. He raped your wife and\t\t\t    * \t\tfucked up your brain.\t\t\t\t\t\t   *  \n[130]\t\tHis name's James F. Grantz, John G. Check\t\t   * \t\tyour tattoos.\t\t\t\t\t\t\t *  \n[131]\t\tWhat -\t\t\t\t\t\t\t   *  \n[132]\t\tA load of amphetamine I told him I had.  \n[133]\t\tThat, and your thing.\t\t\t\t\t\t   *  \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10/4/99 \t\t\t\t\t\t\t111.  \n[134]\t\tJimmy's your guy, Leonard. I just figured\t\t   * \t\twe'd make some money on the side.\t\t\t\t *  \n[135]\t\tThe Discount Inn, he deals out of there.\t\t    * \t\tThe guy at the front desk lets him know \t\tif anybody comes snooping around. He \t\tcalled Jimmy as soon as you took a \t\tpicture of that dump.\t\t\t\t\t\t   *  \n[136]\t\tNo! \t\t \t\tYou get half.\t\t\t\t\t\t\t *  Leonard THROWS him against the wall.  \n[137]\t\t \t\tYou tell everyone about Sammy. Everyone \t\twho'll listen. \"Remember Sammy Jankis, \t\tremember Sammy Jankis\". Great story. Gets \t\tbetter every time you tell it. So you \t\tlie to yourself to be happy. Nothing \t\twrong with that - we all do. Who cares if \t\tthere's a few little things you'd rather \t\tnot remember?  \n[138]\t\t \t\tI dunno... your wife surviving the \t\tassault... her not believing about your \t\tcondition... the doubt tearing her up \t\tinside.., the insulin -  \n[139]\t\tLike you've told yourself. Over and over. \t\tConditioning yourself to believe. \t\t\"learning through repetition\" -  \n[140]\t    Sammy was a con man. A faker.  \n[141]\t    You exposed him for what he was: a fraud.  \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \t\t\t\t\t\t\t113.  \n[142]\t\tSammy didn't have a wife.  Leonard freezes, staring at Teddy.  \n[143]\t\tIt was your wife who had diabetes.  Leonard thinks.  175  INT. LEONARD'S APARTMENT - DAY &lt;<colour sequence=\"\">&gt;\t\t 175 </colour> Leonard's Wife sitting on the edge of the bed. She feels a sharp pain, and turns to Leonard (just as we have seen before).  \n[144]\t\tAre you sure?  177  INT. LEONARD'S APARTMENT - DAY &lt;<colour sequence=\"\">&gt;\t\t 177 </colour> Leonard's Wife on the edge of the bed. She feels a sharp pain, and turns to Leonard.  \n[145]\t\t \t\tI guess I can only make you believe the \t\tthings you want to be true, huh? Like ol'\t\t   * \t\tJimmy down there.  \n[146]\t\tHe was to you. Come on, Lenny, you got\t\t\t * \t\tyour revenge - just enjoy it while you\t\t\t * \t\tstill remember.\t\t\t\t\t\t\t    * \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \t\t\t\t\t\t\t115.  \n[147]\t\t \t\tWhat difference does it make whether he\t\t\t* \t\twas your guy or not?\t\t\t\t\t\t    *  \n[148]\t\tWhy? You're never going to know.\t\t\t\t  *  \n[149]\t\tNo, you won't.  \n[150]\t\tYou won't remember!  \n[151]\t\tI thought so too! I was sure you'd\t\t\t\t* \t\tremember. But you didn't.\t\t\t\t\t    *   \n[152]\t\t \t\tYou know, when we found your guy and\t\t\t   * \t\tkilled him. \t\t \t\tThat's right, the real John G. Over a\t\t\t  * \t\tyear ago. I helped you find him. He's\t\t\t  * \t\talready dead.\t\t\t\t\t\t\t *  \n[153]\t\tI'm not. I was the cop assigned to your\t\t\t* \t\twife's death. I believed you, I thought\t\t\t* \t\tyou deserved the chance for revenge. I \t\thelped you find the other guy who was in \t\tyour bathroom that night. The guy who \t\tcracked your skull and fucked your wife.\t\t    * \t\tWe found him and you killed him.\t\t\t\t  * \t\t\t\t\t \t\t\t\t\t\t\t MEMENTO - Green Revisions 10-4-99 \n[154]\t\tYou didn't remember, so I helped you\t\t\t   * \t\tstart looking again, looking for the guy\t\t    * \t\tyou already killed.  \n[155]\t\tJust some guy. Does it even matter who? I \t\tstopped asking myself why a long time \t\tago. No reason, no conspiracy; just bad \t\tfucking luck. A couple of junkies, too\t\t\t * \t\tstrung out to realize that your wife \t\tdidn't live alone. When you killed him,\t\t\t* \t\tI've never seen you so happy - I was \t\tconvinced you'd remember. But it didn't \t\tstick, like nothing ever sticks. Like \t\tthis won't stick.  Leonard looks at the Polaroid of himself.  \n[156]\t\tThat's the picture, right? I took that, \t\tright when you did it. Look how happy you\t\t   * \t\tare. Before you forgot. I wanted to see\t\t\t* \t\tthat face again.  \n[157]\t\tFuck you; I gave you a reason to live and\t\t   * \t\tyou were more than happy to help. You lie\t\t   * \t\tto yourself! You don't want the truth,\t\t\t * \t\tthe truth is a fucking coward. So you\t\t\t  * \t\tmake up your own truth.\t\t\t\t\t\t *   \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \t\t\t\t\t\t\t116.  \n[158]\t\tLook at your police file. It was complete\t\t   * \t\twhen I gave it to you. Who took the 12\t\t\t * \t\tpages out?\t\t\t\t\t\t\t    *  \n[159]\t\tNo. You took them out.\t\t\t\t\t\t  *  \n[160]\t\tTo set yourself a puzzle you won't ever \t\tsolve. You know how many towns, how many\t\t    * \t\tguys called James G? Or John G? Shit, \t\tLeonard, I'm a John G.  \n[161]\t\t \t\tMy mother calls me Teddy. I'm John Edward \t\tGammell. Cheer up, there's a lot of John\t\t    * \t\tG's for us to find. All you do is moan.\t\t\t* \t\tI'm the one that has to live with what\t\t\t * \t\tyou've done. I'm the one that has to put\t\t    * \t\tit all together. You just wander around\t\t\t* \t\tplaying detective. You're living a dream,\t\t   * \t\tkid. A dead wife to pine for and a sense\t\t    * \t\tof purpose to your life. A romantic quest\t\t   * \t\twhich you wouldn't end even if I wasn't\t\t\t* \t\tin the picture.\t\t\t\t\t\t\t    *  Leonard sticks the gun in Teddy's face.\t\t\t\t\t*  \n[162]\t\tQuit it!\t\t\t\t\t\t\t * \t\t    \t\t\t\t\t   * \t\tYou're not a killer, Lenny. That's why\t\t\t * \t\tyou're so good at it.\t\t\t\t\t\t   *  Leonard SEARCHES Teddy's pockets, still holding the gun on\t * Teddy. Leonard finds Teddy's CAR KEYS. He gets off Teddy and    * moves towards the light.\t\t\t\t\t\t\t*   \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \n[163]\t\tHey, where are you going? You know what\t\t\t* \t\ttime it is?\t\t\t\t\t\t\t   *  Leonard stares at Teddy, mystified. Teddy grins.\t\t\t *  \n[164]\t\tIt's beer o'clock. And I'm buying. Our \t\twork here is done.  Leonard turns away, and walks out into the light.  179  EXT. DERELICT BUILDING - DAY - CONTINUOUS &lt;<colour seouence=\"\">&gt;179 </colour> Leonard, in BEIGE SUIT and BLUE SHIRT, comes out into the daylight, THROWS Teddy's CAR KEYS into some bushes then heads to his PICKUP TRUCK and climbs in. Teddy goes to look for his keys in the bushes.   \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \t\t\t\t\t\t\t117.  180  INT. PICKUP TRUCK - DAY - CONTINUOUS &lt;<colour sequence=\"\">&gt;\t180 </colour> Leonard opens the revolver and empties the bullets onto the passenger seat. He flips through the photos until he finds the one of the STRANGLED JIMMY.  \n[165]\t\tHey! Hey, that's not your car!  Leonard SNAPS a Polaroid of the Jaguar.  \n[166]\t\tYou can't just take it!  Leonard UNLOCKS the trunk, TURNING to Teddy as he does so.  \n[167]\t\tYou just killed the guy who owned it! \t\tSomebody'll recognize it!  Leonard pulls Teddy's EMPTY gun out of his pocket.  ", "Sammy": "\n[1] \n[2] He stares at the message for a second, thoughtful, then tries to scrub the writing off his skin. To his surprise, it is INDELIBLE. Leonard looks at it, quizzical, then notices some markings on his wrist, pulling his sleeve back to get a better look. He can read the start of a message:  \n[3] \n[4]\t\t \t\tThat's a test? Where were you guys when \t\tI did my CPA?      \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t32. \n[5]\t\tAh! What the fuck?!  Sammy looks ACCUSINGLY at the Doctor.  \n[6]\t\tAh! What the fuck?!  \n[7]\t\tAh! What the fuck?!  \n[8] \n[9]\t\tYeah? Test this you fucking quack.  Sequence of JUMP CUTS of Sammy extending his MIDDLE FINGER and RECOILING in shock from the objects.  ", "Jankis": "\n[1] \n[2] He stares at the message for a second, thoughtful, then tries to scrub the writing off his skin. To his surprise, it is INDELIBLE. Leonard looks at it, quizzical, then notices some markings on his wrist, pulling his sleeve back to get a better look. He can read the start of a message:  \n[3] \n[4]\n[5]\t\tGentle.\t\t\t\t\t\t\t  *  Sammy looks up, worried. Mrs Jankis smiles at him. Sammy pushes * the plunger, withdraws the needle and presses the swab against  * the skin, lookinq into Mrs Jankis' eyes and smiling back.\t  *  \n[6]\n[7]\n[8]\t\tMr. Shelby, you know all about Sammy and \t\tyou decided that he was faking -  \n[9]\t\tI'm not interested in the company \t\tposition, Mr. Shelby. I want to know \t\tyour honest opinion about Sammy.  \n[10]\t\tI'm not appealing the decision.  \n[11]\t\tMr. Shelby, try and understand. When I \t\tlook into Sammy's eyes, I don't see some \t\tvegetable, I see the same old Sammy. \t\tWhat do you think it's like for me to \t\tsuspect that he's imagining this whole\t\t\t * \t\tproblem? That if I could just say the \t\tright thing he'd snap out of it and be \t\tback to normal? If I knew that my old \t\tSammy was truly gone, then I could say \t\tgoodbye and start loving this new Sammy.\t\t    * \t\tAs long as I have doubt, I can't say \t\tgoodbye and move on.  \n[12]\t\tI want you to forget the company you \t\twork for for thirty seconds, and tell me \t\tif you really think that Sammy is faking \t\this condition.  Leonard plays with his letter opener, thinking.  \n[13]\t\tI need to know what you honestly \t\tbelieve.  \n[14]\t\tThank you.  \n[15]\n[16]\t\tSammy, it's time for my shot.  Sammy looks up, smiling, glad to help. He goes into the kitchen and comes back with a bottle of insulin, a syringe and a cotton swab.  Sammy carefully prepares the injection and Mrs. Jankis offers him her arm.                      \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t94.  \n[17]\t\tSammy, it's time for my shot.  Sammy looks up, smiling, glad to be able to help. He goes into the kitchen and comes back with the bottle of insulin, the syringe and a new cotton swab.  He carefully prepares the injection and Mrs. Jankis offers him her other arm. Sammy injects the insulin, then looks up at her and smiles.  Sammy watches T.V. Mrs. Jankis sets her watch back by fifteen minutes.  \n[18]\t\tSammy, it's time for my shot.  Sammy looks over from the T.V., smiling, glad to be able to help.  Mrs. Jankis offers Sammy her leg, and he gives her another shot of insulin, smiling.  ", "Blonde": "\n[1]\t\tWas it good for you?  Leonard stands in the doorway, SHAKEN. The Blonde realizes that Leonard is not happy.     \t\t\t\t\t\t\t \t\t\t\t\t\t\t61.  \n[2]\t\tShit. Was I supposed to lock the door?  \n[3]\t\tWell, what then?  \n[4]\t\tSlam it?  \n[5]\t\tThat's it?  \n[6]\t\tShould I wear it?  \n[7]\t\tWhatever gets you off.  The Blonde pulls the hairbrush out of the bag. She moves to brush her hair with it, but Leonard stops her.  ", "Doctor": "\n[1] A DOCTOR examines SAMMY'S head. SAMMY'S WIFE looks on.  \n[2]\t\tJust pick up any three objects.  \n[3]\t\tIt's a test, Sammy.  \n[4]\t\tIt's a test, Sammy.  \n[5]\t\tIt's a test, Sammy.  ", "Burt": "\n[1]\t\tThat guy's here already.  Burt TAPS the POLAROID PHOTOGRAPH of Teddy which is sitting on the counter. Leonard picks up the photo and turns to see Teddy APPROACHING the glass door of the office. Leonard watches carefully as Teddy shambles up to the office door. A BELL CHIIIES as Teddy enters and breaks into his shit-eating grin. Leonard slips the photo into his pocket.  \n[2]\t\tHiya.  \n[3]\t\tWhat can I do for you, Leonard?  \n[4]\t\tBurt.  \n[5]\t\tYou don't know?  \n[6]\t\t \t\tYou said you like to look people in the \t\teye when you talk to them. Don't you \t\tremember?  \n[7]\t\tCondition?  \n[8]\t\tAmnesia?  \n[9]\t\t \t\tI don't mean to mess with you. It's just \t\tso weird. You don't remember me at all, \t\tand we talked a bunch of times.  Leonard shrugs.  \n[10]\t\tWhat's the last thing you remember?    \t\t\t\t\t\t\t \t\t\t\t\t\t\t10.  \n[11]\t\t \t\tWhat's it like?  \n[12]\t\tThat must suck. All... backwards.\t\t\t\t *  Leonard raises his eyebrows in enquiry.\t\t\t\t\t*  \n[13]\t\tWell, like.. you gotta pretty good idea\t\t\t* \t\tof what you're gonna do next, but no idea\t\t   * \t\twhat you just did.\t\t\t\t\t\t\t * \t\t    \t\t\t\t\t\t\t*\t\t \t\tI'm the exact opposite.\t\t\t\t\t\t *  \n[14]\t\tCouple days.  \n[15]\t\tAs requested.  Leonard reaches into his pocket and pulls out his Polaroids  \n[16]\t\tYour friend, right?   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[17]\t\tSeen you together, that's all.  \n[18]\t\tSure. But nobody else, right?  \n[19]\t\tNot if you remember to pay your bill.  Leonard smiles and reaches into his wallet.  E.C.U. of fingers rifling bills in a wallet. Leonard counts out some money and hands it to Burt. Burt takes the money, spotting something over Leonard's shoulder.  \n[20]\t\tThat guy's here already.  Burt TAPS the POLAROID PHOTOGRAPH of Teddy which is sitting on the counter. Leonard picks up the photo and turns to see Teddy APPROACHING the glass door of the office.  \n[21]\t\t \t\tHi, Leonard.  Burt puts his magazine down and gets up, sighing.  \n[22]\t\tProbably in the room.  33   EXT. DISCOUNT INN - DAY &lt;<colour sequence=\"\">&gt;\t\t\t   33 * </colour> Burt, swinging a pass key on a chain, leads Leonard along the GROUND FLOOR to room 21, then unlocks it.  34   INT. DISCOUNT INN ROOM 21 - DAY &lt;<colour sequence=\"\">&gt;\t\t34 * </colour> Leonard enters and SCANS the room. Burt picks his nails in the doorway. Leonard moves to the unmade bed. There is a pile of BLOODSTAINED TISSUES. On the bedside table is an ICE BUCKET. Next to it is a DISPOSABLE RAZOR and a can of SHAVING \n[23]\t\tShit. Wrong room.  \n[24]\t\tThis isn't your room. You're in 304. I \t\tFucked up.  \n[25]\t\tNo, let's go.  \n[26]\t\tThis was your room. You're up in 304 now.  \n[27]\t\tLast week. Then I rented you another one \t\tOn top of this.  \n[28]\t\tBusiness is slow. I told my boss about \t\tYou, about your condition. He told me to \t\tTry and rent you another room.  \n[29]\t\t \t\tYou're still paying for it. It's still \t\tYour room.  Leonard shakes his head, smiling.    \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t25.  \n[30]\t\tJust two. So far.\t\t\t\t\t\t\t  *  Leonard walks out past Burt.  \n[31]\t\tYeah, well you're not gonna remember, \t\tanyway.  \n[32]\t\tLeonard.  Leonard turns. Burt grins.  \n[33]\t\tAlways get a receipt.  \n[34]\t\t \t\tHi, Leonard.  \n[35]\t\tLeonard, it's Burt from the front desk.  \n[36]\t\tI know you said you didn't want any \t\tcalls...  \n[37]\t\tYeah, but there's a call for you from \t\tthis guy. He's a cop.  \n[38]\t\tAnd he says you're gonna wanna hear what \t\the's got to say.\t\t\t\t\t\t\t   *  ", "Natalie": "\n[1] Leonard looks at his Polaroid photograph of the outside of the Discount Inn motel. There is an address written beneath it .\t\t\t\t\t\t\t    *  \n[2] He sticks the note in his pocket and pulls out his Polaroid photographs. He flips through them until he finds Natalie's. Leonard flips the picture over. On the back are two handwritten messages. The first one has been completely scribbled over, the second reads:  \n[3]\t\tYou don't remember me.  \n[4]\t\tYou did explain, Lenny.  Leonard shifts uncomfortably.  \n[5]\t\tYou told me.  Leonard raises his eyebrows, then smiles.   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99  \t\t\t\t\t\t\t18.  \n[6]\t\tYeah.  \n[7]\t\tIs that what your little note says?  \n[8]\t\tMust be tough living life according to a \t\tfew scraps of paper. Mix up your laundry \t\tlist and your grocery list, you'll be \t\teating your underwear.  Natalie smiles.  \n[9]\t\tBut I guess that's why you got those \t\tfreaky tattoos.  Leonard is surprised.  \n[10]\t\tI'm sorry.  She takes a BROWN ENVELOPE out of her handbag.  \n[11]\t\tI do have information for you. You gave \t\tme a license plate number? I had my \t\tfriend at the DMV trace it. Guess what name came up.  Leonard shrugs.    \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[12]\t\tJohn Edward Gamme11. John G.   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t19.  \n[13]\t\tNo. But the photo on his license looked \t\tfamiliar. I think he's been in the bar before  Natalie slides the envelope towards him, but stops short.  \n[14]\t\tThis is a copy of his registration, \t\tlicense, photo and all. Are you sure you \t\twant this?  \n[15]\t\tYes.  \n[16]\t\tBut even if you get your revenge, you \t\twon't remember it. You won't even know \t\tit's happened.  \n[17]\t\tTell me about her again.  \n[18]\t\tBecause you like to remember her. I want \t\tto see you enjoy yourself.  \n[19]\t\tDon't just recite the words. Close your \t\teyes, remember her.  Leonard smiles and shuts his eyes.  \n[20]\t\tI wrote an address in there, too. Might \t\tbe useful. It's this abandoned place \t\toutside of town. I guy I know used to use \t\tit for his bigger deals.  \n[21]\t\tIt's isolated.  \n[22]\t\tI wasn't helping you for money.  \n[23]\t\tIt's not your fault. See, you have this \t\tcondition...  Leonard smiles. Natalie reaches into her purse and pulls out a MOTEL ROOM KEY.  \n[24]\t\tAre you still at the Discount Inn? Room\t\t\t* \t\t304? You left this at my place.  Leonard pulls out a Polaroid of the Discount Inn.\t\t\t*  \n[25]\t\tThey treating you alright?  \n[26]\t\tYou know what we have in common?  Leonard shrugs.  \n[27]\t\tWe're both survivors. Take care, Leonard.  Leonard watches Natalie leave. He sits at the table, looking down at the BROWN ENVELOPE and the MOTEL ROOM KEY . Leonard rises, and heads to the restroom.  27   INT. RESTAURANT RESTROOM - DAY &lt;<colour sequence=\"\">&gt;\t\t 27 </colour> Leonard flushes the urinal, then moves to the sink and starts washing his hands. He notices a MESSAGE written on the back of his hand:  \n[28]\n[29]FURNISHED - MORNING &lt;<colour sequence=\"\">&gt; </colour> Leonard opens his eyes, naked in bed. He looks around, confused. With a START, he realizes that someone else is in the bed: a BRUNETTE with her back to him.  Leonard leans right over her to get a look at her face. It is NATALIE. The BRUISE on her eye and the MARK on her lip are worse than before.  She OPENS her eyes and is startled by the sight of Leonard's hovering face.  \n[30]\t\tSleep okay?  \n[31]\t\tI gotta be someplace.  She gets out of bed, wearing pajamas. Leonard swings his legs out of the bed and realizes that he is wearing trousers and socks. He looks at his tattoos, as if he has never seen them before.  \n[32]\t\tPretty weird.  She is smiling at him in the mirror. Leonard smiles, shrugs.  \n[33]\t\t    \t\t\t\t\t\t    * \t\tI should be able to talk to my friend\t\t\t  * \t\tabout the license plate today.\t\t\t\t    *  \n[34]\t\t    \t\t\t\t\t\t\t  * \t\tJohn G's license plate number. You have\t\t\t* \t\tit tattooed on your thigh.\t\t\t\t\t   *  Natalie leaves the room. Leonard pulls down his trousers to\t* reveal two tattoos:\t\t\t\t\t\t\t*  \n[35]\t\tIf it's registered in this state it'll\t\t\t * \t\tjust take seconds to pull up his license \t\tand registration. I'll call when I've \t\tspoken to him.  \n[36]   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99  \t\t\t\t\t\t\t34.  \n[37]\t\t \t\tI'm helping you because you helped me.  Leonard nods.  \n[38]\t\tSo will you remember me next time you seo \t\tme?  Leonard shakes his head and reaches for the note. Natalie grabs his lapel and pulls him down to her, kissing him gently on the mouth.  \n[39]\t\tI think you will.  \n[40]\t\t \t\tLenny, before you go, can I have my shirt \t\tback please?  She tosses him his blue shirt. Leonard looks down at the white shirt which he has put on. It is way too small.  51   EXT. MAIN STREET - DAY &lt;<colour sequence=\"\">&gt;\t\t\t    51 </colour> The Jaguar pulls up to a red light. Suddenly Teddy is banging on the window.  \n[41] Natalie takes the picture and examines it.  \n[42]\t\tGuess I don't have to worry about him \t\tanymore.  \n[43]\t\tCome inside.  \n[44]&lt;<colour sequence=\"\">&gt; </colour> Natalie shows Leonard in. \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t37.  \n[45]\t\tCalm down. You're not into anything. It \t\twas my problem, you offered no help. It's \t\tgot nothing to do with your \t\tinvestigation.  \n[46]\t\tLeonard, you offered to help when you saw \t\twhat this guy did to me.  She gestures at the BRUISING on her face.  \n[47]\t\tI came to you straight after he did it. I \t\tshowed you what he'd done and asked for \t\tyour help.  \n[48]\t\tYes.  \n[49]\t\tDid you?  \n[50]\t\tKill him.  \n[51]\t\tThis has nothing to do with you. You \t\thelped me out, and I'm grateful.  She tries to rip the picture. Leonard watches her try. The plastic is too strong.  \n[52]\t\tYou decided to help me. Trust yourself. \t\tTrust your own judgment. You can \t\tquestion everything, you can never know \t\tanything for sure.  \n[53]\t\tSuch as?  \n[54]\t\tYour wife?  \n[55]\t\tRelax a little, okay? Take off your \t\tjacket.  Leonard takes his jacket off and places it on the back of the couch, patting the pockets as he does so.  \n[56]\t\tJust relax.  She reaches for his arm and unbuttons his cuff, revealing the end of Leonard's tattoos.\t\t\t\t  \n[57]\t\tYou don't seem the type.  She pushes back the sleeve, trying to read the tattoo. Leonard watches her.\t\t\t\t\t\t\t    *  \n[58]\t\tCome on.  She starts to unbutton his shirt. He watches. Natalie gasps as she opens Leonard's shirt and pulls it back over his shoulders. She tilts her head, trying to read the different messages.  \n[59]\t\tIt's backwards.\t\t\t\t\t\t\t    *\t\t\t\t\t\t\t  She pulls him up and turns him around in front of the mirror    * to read the backwards tattoo across his chest.\t\t\t   *  \n[60]\t\tHere?\t\t\t\t\t\t\t    *  Leonard looks down at the blank patch, then at Natalie,\t    * vulnerable, confused.\t\t\t\t\t\t\t   *  \n[61]\t\tI've lost somebody.  \n[62]\t\tHis name was Jimmy.  \n[63]\t\tHe went to meet somebody and didn't come \t\tback.  \n[64]\t\tA guy called Teddy.  Leonard does not react to the name.  \n[65]\t\tThey don't look too hard for guys like \t\tJimmy.  Natalie puts the photo down. She reaches out to Leonard,\t   * spreading her fingers over the blank part of his chest.\t    *  \n[66]\t\tWhen you find this guy, this John G., \t\twhat are you going to do?  \n[67]\t\tMaybe I can help you find him. I know a\t\t\t* \t\tlot of people.  58   INT. NATALIE'S BEDROOM - NIGHT &lt;<colour sequence=\"\">&gt;\t\t 58 </colour> Natalie, eyes closed, has her head on Leonard's chest. He is    \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t41.  \n[68] Teddy looks at the photo over Leonard's shoulder.  \n[69]&lt;<colour sequence=\"\">&gt; </colour> The Jaguar pulls up. Leonard checks the address against the address written on his Polaroid of Natalie, then goes to the door and RINGS the bell. It is opened by Natalie.  \n[70] Leonard dresses, puts the Polaroid into the inside pocket of his jacket. He looks again at the note. It says:  \n[71] Leonard picks the stack of Polaroids out of his outside jacket pocket. He flips through them until he finds the one of Teddy, then picks up the phone and dials Teddy's number. The phone is answered:     \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t52.  \n[72]\t\tWhat does it look like?!  She turns to Leonard so that he can see the full extent of her injuries. Her eye is SWELLING UP, and her lip is SPLIT.  \n[73]\t\tHe beat the shit out of me.  \n[74]\t\tWho?! Fuck, Leonard! Dodd! Dodd beat the \t\tshit out of me.  Natalie FLINGS her purse to the ground in frustration. She does not know what to do with her hands.  \n[75]\t\tBecause of you, you fucking idiot! \t\tBecause I did what you told me! \t\t\t\t \t\t\t\t\t\t\t MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t74.  \n[76]\t\tGo to him, reason with him, tell him \t\tabout Teddy! Great fucking ideal  Leonard APPROACHES her, palms out.  \n[77]\t\tI did exactly what you told me. I went to\t\t   * \t\tDodd and I said that I didn't have\t\t\t\t* \t\tJimmy's money, or any drugs, that this \t\tTeddy must have taken everything.  \n[78]\t\tHe didn't believe me. He said that if I \t\tdon't get him the money tomorrow he's \t\tgonna kill me. Then he started hitting \t\tme.  \n[79]\t\tWhat are you gonna do?  \n[80]\t\tAnd? \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t75.  \n[81]\t\tHe'll kill you, Lenny.  \n[82]\t\tYeah?  \n[83]\t\tThis guy's dangerous, let's think of \t\tsomething else.  Leonard takes out a piece of paper but he cannot find his pen.  \n[84] \t\tHe'll probably find you.  \n[85]\t\tI told him about your car.  \n[86]\t\tHe was beating the crap out of me! I had \t\tto tell him something!  Leonard hands Natalie the piece of paper and pen.  \n[87] Outside, a CAR ALARM starts to sound. Leonard gets up and heads to the door, flipping through his Polaroids.  121  EXT. NATALIE'S HOUSE - DAY &lt;<colour sequence=\"\">&gt;\t\t\t121 </colour> The Jaguar's CAR ALARM is sounding.  Leonard exits Natalie's house, walks to his Jaguar and gets in, silencing the alarm.  \n[88]\t\tSomebody's come. Already.  \n[89]\t\tCalls himself Dodd.  \n[90]\t\tWants to know what happened to Jimmy. And \t\this money. He thinks I have it. He thinks \t\tI took it.  \n[91]\t\tNo!  \n[92]\t\tYou don't know, do you? You're blissfully \t\tignorant, aren't you?  \n[93]\t\tI know about your fucking condition, \t\tLeonard! I probably know more about it \t\tthan you do! You don't have a fucking \t\tclue about anything else!  \n[94]\t\tWhat happened is that Jimmy went to meet \t\ta guy called Teddy. He took a lot of \t\tmoney with him and he didn't come back. \t\tJimmy's partners think I set him up. I \t\tdon't know whether you know this Teddy or \t\thow well -  Leonard is getting frustrated.  \n[95]\t\tDon't protect him.  \n[96]\t\tHelp me.  \n[97]\t\tGet rid of Dodd for me.  \n[98]\t\tKill him. I'll pay you.  \n[99]\t\tWhat then? Love? What would you kill for? \t\tFor your wife, right?  \n[100]\t\tNot to me! I wasn't fucking married to \t\ther!  \n[101]\t\tI can talk about whoever the fuck I want! \t\tYou won't even remember what I say! I can \t\ttell you that your wife was a fucking \t\twhore and we can still be friends!  Leonard stands up.  \n[102]\t\tThat's easy for you to say! You can't get \t\tscared, you don't remember how, you \t\tfucking idiot!  \n[103]\t\tMaybe it is! How the fuck would you \t\tknow?! You don't know a fucking thing! \t\tYou can't get scared, can you get angry?!  Leonard steps towards her.  \n[104]\t\tYou pathetic piece of shit. I can say \t\twhatever the fuck I want and you won't \t\thave a clue, you fucking retard.  \n[105]\t\tI'm gonna use you, you stupid fuck. I'm \t\ttelling you now because I'll enjoy it \t\tmore if I know that you could stop me if \t\tyou weren't a freak.     \t\t\t\t\t\t\t \t\t\t\t\t\t\t80.  \n[106]\t\tLost your pen? That's too bad, freak. \t\tOtherwise you could've written yourself \t\ta little note about how much Natalie \t\thates your retarded guts.  Leonard moves around the room searching for a pen. Natalie follows him, speaking into his ear.  \n[107]\t\tNo pens here, I'm afraid. You're never \t\tgoing to know that I called you a retard, \t\tand your wife a whore.  Leonard turns to face her, barely controlling his anger.  \n[108]\t\tAbout your whore of a wife?  Leonard slaps Natalie. She smiles, then speaks softly.  \n[109]\t\tI read about your problem. You know what \t\tone of the causes of short term memory \t\tloss is?  Leonard fumes.  \n[110]\t\tVenereal disease. Maybe your cunt of a \t\twife sucked one too many diseased cocks \t\tand turned you into a retard.  Leonard turns away, body tensed, ready to snap. Natalie reaches out to gently brush the hair above his ear with her fingers.  \n[111]\t\tYou sad freak, you won't remember any of \t\twhat I've said, and we'll be best \t\tfriends, or even lovers.  Leonard spins around, BACKHANDING Natalie on the cheek.  He PUNCHES her in the mouth then pushes her to the floor. He stands over her, furious with himself as much as her.    \t\t\t\t\t\t\t \t\t\t\t\t\t\t81.  \n[112]\t\tSee you soon.  Natalie exits. Leonard watches her walk out to her car and get in. She just sits there.  Leonard turns from the window and looks around the room. He grabs at drawers, searching for a pen. He looks back out the    * window. Natalie is still sitting in her car. Leonard is\t    * sifting through the papers on the desk when he hears a car\t * door SLAM. He looks out of the window to see Natalie getting    * out of her car. She turns to walk toward the house. Her face is swollen and bloody.  Leonard opens the door for her.  \n[113]\t\tWhat does it look like?  124  INT. MOTEL ROOM 21 - DAY &lt;<black and=\"\" sequence=\"\" white=\"\">&gt;\t   124 </black> Leonard lies on the bed, in jeans, topless. He reaches for the ringing phone with his left arm. As his hand reaches the receiver Leonard reads the tattoo on his arm which says:\t   *  \n[114]\t\tYou can just crash out on the couch. \t\tYou'll be comfortable.  Leonard nods and stands awkwardly.  \n[115]\t\tUh, take a seat.  Leonard smiles and sits down in a chair. Natalie clears things off the coffee table. Leonard unzips his bag and looks   * through his things, pulling out his file.\t\t\t\t   *  \n[116]\t\tSo how long you think it's gonna take \t\tyou?  Leonard raises his eyebrows.  \n[117]\t\tYou told me you were looking for the guy \t\twho killed your wife.  \n[118]\t\tCan I ask you something?  Leonard nods.  \n[119]\t\tIf you've got all this information, how \t\tcome the police haven't found him for \t\tyou?  \n[120]\t\tWhy not?   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t83.  \n[121]\t\tHow did they explain what you remembered? \t\tThe gun and stuff?  \n[122]\t\tYou can stay here for a couple of days if \t\tit'll help.  \n[123]\t\tI've got to get back for the evening \t\tshift, so make yourself at home, watch \t\tT.V., whatever. Just grab a blanket and \t\tpillow off the bed. I never need them all \t\tanyway.  Leonard nods. Natalie heads for the door.  \n[124]\t\tSomebody's come. Already.  \n[125]\t\tOn the house.  \n[126]\t\t \t\tYou really do have a problem. Just like \t\tthat cop said.  Leonard looks at Natalie, confused.   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[127]\t\tYour condition, I mean.   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t87.  \n[128]\t\tWhat's the last thing you remember? \t\tLeonard looks at her.  \n[129]\t\tSweet.  \n[130]\t\tWhat?  \n[131]\t\tLet me get you a fresh glass. I think \t\tthis one was dusty.  \n[132]\t\t \t\tWhat do you want?  \n[133]\t\tDon't just waltz in here dressed like\t\t\t  * \t\tthat and order a beer.\t\t\t\t\t\t  *  Leonard looks over to the filthy Drunk, then back at Natalie.  \n[134]\t\tWhat are you here for?  \n[135]\t\tWell, that's me.  \n[136]\t\tYou tell me.  \n[137]\t\tYou're the memory guy?  \n[138]\t\tMy boyfriend told me about you.  \n[139]\t\t \t    Jimmy Grantz. Know him?  Leonard shrugs.  \n[140]\t\tWell, it seems like Jimmy knows you. He \t\ttold me about you. Said you were staying \t\tover at the Discount. Then, just this\t\t\t  * \t\tevening, this cop comes in here looking\t\t\t* \t\tfor you. Looking for a guy who couldn't \t\tremember stuff, who'd forget how he got \t\there or where he was going. I told him we \t\tget a lot of guys like that in here.  Leonard does not find this funny.  \n[141]\t\tAre you Teddy?  \n[142]\t\tDid Teddy send you?  \n[143]\t\tWhat's happened to Jimmy?   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t91.  \n[144]\t\tYou have no idea where you've just come \t\tfrom? What you've just done?  Leonard shakes his head.  \n[145]\t\tSo why did you come here?  Leonard pulls the beer mat out of his pocket and hands it to Natalie.  \n[146]\t\t  \t\tYour pocket.  She retreats down the bar to attend to a CUSTOMER, eyeing Leonard suspiciously as he pulls out his Polaroids.  \n[147]\t\tBar bet.  Leonard shakes his head and looks down. He hears a snort and glances over again. The Drunk is pushing his finger against one nostril, whilst blowing snot out the other into the tankard. Natalie smiles again.  \n[148]\t\tFor a lot of money.  \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t92.  \n[149]\t\tCare to contribute?  Leonard shakes his head, disgusted. Natalie waves the tankard in his face.  \n[150]\t\tCome on, proceeds are going to charity.  Leonard drops a tidy blob of spit into the beer, shakes his head, revolted. Natalie places the mug on the bar in front of the stool next to Leonard's. She takes a long-handled spoon and stirs it vigorously. Leonard grabs his Polaroids and moves over to a booth.  Natalie brings over the tankard arid places it in front of him, smiling.  \n[151]\t\tOn the house.  \n[152] Leonard looks up at the doorway of the bar, then pulls the\t * car around into the parking lot. Natalie is standing by a\t  * dumpster, heaving a trash bag into it. She watches the car\t * pull up, unable to see the driver. Natalie casually knocks on   * the passenger side window. Leonard lowers the window and\t   * Natalie leans down.\t\t\t\t\t\t\t*  \n[153]\t\t    \t\t\t\t\t\t\t  * \t\tHey, Jimmy -\t\t\t\t\t\t\t  *  Natalie stares at Leonard confused.\t\t\t\t\t    *  \n[154]\t\tI'm sorry, I... I thought you were\t\t\t\t* \t\tsomeone else.\t\t\t\t\t\t\t *  Natalie backs away from the car, perturbed. Just before she\t* disappears around the corner, she tips the lid of the\t\t * dumpster, letting it fall with a metallic howl and a BANG.\t *  \n[155] Leonard sticks it back in his pocket. He PEEKS through the curtains. Teddy is sitting by the door, waiting. Leonard looks around, NOTICES a window set high in the wall above the padded bench in the cubicle. Leonard CLIMBS on the bench, OPENS the window and SQUEEZES himself through.  152  EXT. TATTOO PARLOUR ALLEYWAY - DAY - CONTINUOUS &lt;<colour 152=\"\" <=\"\" b=\"\">SEQUENCE&gt;&gt;  Leonard DROPS from the window, regains his balance and hurries to his Jaguar which is parked on the street by the mouth of the alley.  ", "Tattooist": "\n[1]\t\tEvery town's got a parlor.  \n[2]\t\t \t\tIdiot.         MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t97.  \n[3]\t\tIt's private back here.\t  \n[4]\t\tWait out there.  Teddy goes back through the curtain. Teddy pops his head back through the curtain.  ", "Dodd": "\n[1]\t\t \t\tWhat?  \n[2]\t\tYou did.  Leonard replaces the gag and SHUTS the closet.  \n[3] \n[4]\t\tI haven't made a strong enough \t\timpression.  \n[5]\t\tI like your car.  \n[6]\t\tWhere'd you get it?  \n[7]\t\tI just want you to tell me how you came \t\tby that car.  \n[8]\t\tI haven't made a strong enough impression \t\ton you.  \n[9] ", "Jimmy": "\n[1]\t\tTeddy?!  Jimmy steps cautiously inside. Leonard emerges from the kitchen.  \n[2]\t\tWhat the fuck are you doing here?  \n[3]\t\t \t\tYeah, I remember you.  \n[4]\t\tExpecting any other Jimmy's out here, \t\tMemory Man? Where the fuck's Teddy?  Leonard comes out of the gloom, stopping in front of Jimmy, studying his face. Leonard has a JACK HANDLE in his hand.  \n[5]\t\tWell?  \n[6]\t\tYou fucking retard, you can't get away \t\twith this -  Leonard holds the jack handle above him.  \t\t\t\t\t\t\t MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t106.  \n[7]\t\tYou're making a big fucking mistake. My \t\tassociates are not people you want -  \n[8]\t\tI knew I couldn't trust that fuck -  \n[9]\t\tWhy?  \n[10]\t\t \t\tWait! Did he tell you what I was \t\tbringing?  \n[11]\t\tLook, there's two hundred grand stashed \t\tin the car. Just take it!  Leonard shoves Jimmy to the ground.  \n[12]\t\tTake the money and walk away!  \n[13]\t\tWhat?! What do you want from me?!  Leonard looks up.  \n[14]\t\t \t\tSammy... remember Sammy...  Leonard is SHOCKED. Jimmy is silent. The sound of a CAR outside. Leonard JUMPS to his feet.  170  INT. KITCHEN, DERELICT BUILDING - DAY - CONTINUOUS &lt;<colour 170=\"\" <=\"\" b=\"\">SEQUENCE&gt;&gt;  Leonard looks out to see Teddy getting out of his GREY SEDAN. Leonard leafs through his Polaroids finding the one of Teddy. There is nothing on the back. He sticks his Polaroids back in his pocket, pausing at the one of the STRANGLED JIMMY.  ", "Mrs.": "\n[1]\t\tMr. Shelby, you know all about Sammy and \t\tyou decided that he was faking -  \n[2]\t\tI'm not interested in the company \t\tposition, Mr. Shelby. I want to know \t\tyour honest opinion about Sammy.  \n[3]\t\tI'm not appealing the decision.  \n[4]\t\tMr. Shelby, try and understand. When I \t\tlook into Sammy's eyes, I don't see some \t\tvegetable, I see the same old Sammy. \t\tWhat do you think it's like for me to \t\tsuspect that he's imagining this whole\t\t\t * \t\tproblem? That if I could just say the \t\tright thing he'd snap out of it and be \t\tback to normal? If I knew that my old \t\tSammy was truly gone, then I could say \t\tgoodbye and start loving this new Sammy.\t\t    * \t\tAs long as I have doubt, I can't say \t\tgoodbye and move on.  \n[5]\t\tI want you to forget the company you \t\twork for for thirty seconds, and tell me \t\tif you really think that Sammy is faking \t\this condition.  Leonard plays with his letter opener, thinking.  \n[6]\t\tI need to know what you honestly \t\tbelieve.  \n[7]\t\tThank you.  \n[8]\t\tSammy, it's time for my shot.  Sammy looks up, smiling, glad to help. He goes into the kitchen and comes back with a bottle of insulin, a syringe and a cotton swab.  Sammy carefully prepares the injection and Mrs. Jankis offers him her arm.                      \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t94.  \n[9]\t\tSammy, it's time for my shot.  Sammy looks up, smiling, glad to be able to help. He goes into the kitchen and comes back with the bottle of insulin, the syringe and a new cotton swab.  He carefully prepares the injection and Mrs. Jankis offers him her other arm. Sammy injects the insulin, then looks up at her and smiles.  Sammy watches T.V. Mrs. Jankis sets her watch back by fifteen minutes.  \n[10]\t\tSammy, it's time for my shot.  Sammy looks over from the T.V., smiling, glad to be able to help.  Mrs. Jankis offers Sammy her leg, and he gives her another shot of insulin, smiling.  ", "Leonard": "\n[1]\t\tSo where are you?  Leonard lifts his head. He is lying on a queen-sized bed.  \n[2]\t\tYou're in some motel room.  \n[3]\t\tLooks like somebody's home.  Teddy looks from Leonard to the pickup and back.  \n[4]\t\tI think you're wrong. These tracks aren't\t* \t\tmore than a few days old.  Leonard opens the door of the pickup and searches the interior. On the dirty vinyl of the passenger seat he finds\t* six BULLETS. Leonard picks two of them up and studies them.\t* He drops them onto the dashboard then SHUTS the door.\t\t*  \n[5]\t\tLet's take a look inside.  Leonard walks towards the house, patting his jacket pockets. Teddy leans on the pickup, uneasy, watching Leonard.  4    INT. DERELICT BUILDING - DAY &lt;<colour sequence=\"\">&gt;\t\t\t4 </colour> Leonard stands in the dimly-lit, decaying former hallway. He pulls a stack of POLAROID PHOTOGRAPHS out of his pocket and leafs through them as Teddy starts walking towards him.  Leonard finds a photo showing Teddy with a shit-eating grin standing in front of the pickup truck. On the broad white strip beneath the photo is handwritten:  \n[6]\t\tI've finally found him. How long have I\t\t* \t\tbeen looking?\t\t\t\t\t*  Leonard stuffs the Polaroids back into his pocket, reaches around to the back of his waistband and draws a HANDGUN, keeping it out of Teddy's line of sight. Teddy enters, wary.  \n[7]\n[8]\t\tBeg my forgiveness! Beg my wife's \t\tforgiveness before I blow your brains \t\tout!  \n[9]\t\t\t \t\tTeddy!  \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[10]\t\tI'm Leonard Shelby, I'm from San \t\tFrancisco and I'm -  \n[11]\t\tShut your mouth!  \n[12]\t\tSo you're in some motel room...  He gets up, surveys the room as if for the first time. He wears BOXERS and a PLAID WORK SHIRT.  \n[13]\t\t... you don't know how long you've been \t\tthere, or how you got there...  There is a room key on the dresser. The plastic tag identifies it as the key to ROOM 21. Leonard opens drawers in the room.     \t\t\t\t\t\t\t \t\t\t\t\t\t\t5.  \n[14]\t\tJust some anonymous motel room. Won't \t\ttell you anything. Nothing in the \t\tdrawers, but you look anyway.  He reaches for the bedside table drawer.  \n[15]\t\tNothing except the Gideon Bible.  He opens the drawer to find a Gideon Bible.  \n[16]\t\tIt's Leonard... like I told you before.  Teddy pretends to think hard.  \n[17]\t\t \t\tI guess I've told you about my condition.  Teddy grins and holds the door open for Leonard.  \n[18]\t\tMy car.  Teddy glances back in surprise.  \n[19]\t\t \t\tYou're in a playful mood.  Leonard holds up a Polaroid of a late model JAGUAR.  \n[20]\t\tShouldn't make fun of somebody's\t\t\t\t  * \t\thandicap.  Teddy smiles and heads for the BRAND-NEW JAGUAR parked several cars further down.  \n[21]\t\tIt's broken.  Teddy looks, curious.  \n[22]\t\tI got a lead on a place.  Leonard checks the note, then hands it to Teddy.  \n[23]\t\tYou know it?  \n[24]\t\t \t\tI don't remember.  9    EXT. CONTINUOUS - DERELICT BUILDING - DAY &lt;<colour sequence=\"\">&gt;9 </colour> The Jaguar crosses the railroad tracks and approaches the DERELICT BUILDING. Leonard stops the car next to the PICKUP TRUCK and kills the engine, staring at the pickup.  \n[25]\t\tLooks like somebody's home.  \n[26]\t\tNothing except the Gideon Bible.  He leafs through a couple off pages, then DROPS the Bible back into the drawer and shuts it. He notices a MESSAGE written on the back off his hand:  \n[27]\t\tSammy Jankis had the same problem. He\t\t\t  * \t\ttried writing himself notes. Lots of\t\t\t   * \t\tnotes. But he'd get confused.  Leonard licks his thumb, and rubs at the writing. To Leonard's surprise, IT DOES NOT EVEN SMUDGE.  He notices his bare legs. There is a NOTE taped to his RIGHT THIGH with a handwritten message:   MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t8.  \n[28]\t\tI'm Mr. Shelby from 304.  \n[29]\t\tI'm sorry... um... ?  \n[30]\t\tBurt, I'm not sure, but I may have asked \t\tyou to hold my calls - \t\t\t\t\t\t\t MEMENTO Blue Revisions - 8/27/99  \t\t\t\t\t\t\t9.  \n[31]\t\tI think I may have. I'm not good on the \t\tphone.  \n[32]\t\tThat's the thing. I have this condition.  \n[33]\t\tI have no memory.  \n[34]\t\tNo. It's different. I have no short-term \t\tmemory. I know who I am and all about \t\tmyself, but since my injury I can't make \t\tany new memories. Everything fades. If we \t\ttalk for too long, I'll forget how we \t\tstarted. I don't know if we've ever met \t\tbefore, and the next time I see you I \t\twon't remember this conversation. So if I \t\tseem strange or rude, that's probably...  He notices that Burt is staring at him as if he were an exotic insect.  \n[35]\t\tI've told you this before, haven't I?  \n[36]\t\tMy wife.  \n[37]\t\tLike waking. Like you always just woke \t\tup.\t\t\t\t\t\t\t *  \n[38]\t\t \t\tHow long have I been here?  \n[39]\t\tSo you're holding my calls?  \n[40]\t\tOkay, but this guy's an exception.  Leonard places the Polaroid of Teddy on the counter in front of Burt. Burt looks at it.  \n[41]\t\tKnow this guy?  \n[42]\t\tWhat makes you think he's my friend?  \n[43]\t\tHe's not my friend, Burt. But if he \t\tcalls, or if he turns up here, then you \t\tgive me a call in my room, okay?  \t\t\t\t\t\t\t \t\t\t\t\t\t\t11.  \n[44]\t\tJust this guy.  Leonard indicates the Polaroid of Teddy.  \n[45]\t\tI hope my condition won't be a problem \t\tfor you.  \n[46] Leonard looks at his Polaroid photograph of the outside of the Discount Inn motel. There is an address written beneath it .\t\t\t\t\t\t\t    *  \n[47]\t\tThanks. Lincoln Street?  The Waiter glances at his Polaroid.  \n[48]\t\tThis guy told me his name was Teddy.  He turns the photo over and examines the white stop on the back. It says only:  \n[49]\t\tMr Gammell?  \n[50]\t\tJohn Gammell?  \n[51]\t\tI'll be waiting.\t\t\t\t\t\t\t   *  Leonard hangs up, thinking. He looks at the writing on the back of his hand, then pulls back his sleeve to reveal the words:  \n[52]\t\t \t\tWhite... male. First name... John. Last \t\tname... G for Gammell. Drugs. License\t\t\t  * \t\tplate. \t\t    (checks document against tattoo \t\t\ton thigh \t\tSG... 13... 7... IU. It's him. It's\t\t\t    * \t\tactually him.  Leonard looks coldly at Teddy's smiling image.  \n[53]\t\tI found you, you fuck.  Leonard turns the photo face down, takes a pen and writes:  \n[54]\t\tWho is this? \t\t    \t\t\t\t\t\t\t *  He unbuttons his shirt.  \n[55]\t\tAnd we spoke earlier? I don't remember\t\t\t * \t\tthat. \t\t \t\tWell, yeah, but it's not amnesia. I\t\t\t    *\t\t\t\t \t\tremember everything from before my \t\tinjury, I just can't make any new \t\tmemories. \t\t  Leonard pulls his shirt off. There is a BANDAGE on his LEFT ARM. He looks do at the TATTOOS ALL OVER HIS CHEST, STOMACH\t* \n[56]\t\tSo I can't remember talking to you. What \t\tdid we talk about? \t\t \t\tSammy Jankis. Yeah, I guess I tell \t\tpeople about Sammy to help them \t\tunderstand. Sammy's story helps me \t\tunderstand my own situation.  Leonard touches the tattoo on the back of his hand.  \n[57]\t\tSammy Jankis wrote himself endless \t\tnotes. But he'd get mixed up. I've got a \t\tmore graceful solution to the memory \t\tproblem. I'm disciplined and organized. \t\tI use habit and routine to make my life \t\tpossible. Sammy had no drive. No reason \t\tto make it work.  Leonard can see his reflection in the mirror. He studies the tattoo across his chest:  \n[58]\t\tMe? I gotta reason.         MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t17.  23   EXT. THE CITY GRILL ON MAIN ST. - DAY &lt;<colour sequence=\"\">&gt;    23 </colour> Leonard parks the Jaguar, gets out, stops outside the door to a restaurant, checking its name against a NOTE, written on a    * SMALL PAPER BAG FROM A PHARMACY. The note says:\t\t\t  *  \n[59]\t\tNatalie.  Leonard slips into the seat opposite her. Natalie is pretty, but has bruising around one eye, and a mark on her lip.  \n[60]\t\t \t\tSorry, I should have explained. You see, \t\tI have this condition -  \n[61]\t\tPlease call me Leonard. My wife called me \t\tLenny.  \n[62]\t\tThen I probably told you how much I hated\t\t \t\tit. Could you take off your sunglasses?\t\t\t* \t\tIt's just hard for me -\t\t\t\t\t\t *  Natalie takes them off to reveal her bruises.\t\t\t    *  \n[63]\t\tSo you have information for me?  \n[64]\t\tYes.  \n[65]\t\tIt is tough. Almost impossible. I'm sorry \t\tI can't remember you. It's not personal.  Natalie's smile fades.  \n[66]\t\tYou know him?  \n[67]\t\tHave I told you what this man did?\t\t\t\t*  \n[68]\t\tThen you shouldn't have to ask.  \n[69]\t\t    \t\t\t\t\t\t\t * \t\tSo I'll take a picture, get a tattoo.\t\t\t  * \t\t    \t\t\t\t\t\t\t   * \t\tThe world doesn't disappear when you\t\t\t   * \t\tclose your eyes, does it? My actions\t\t\t   * \t\tstill have meaning, even if I can't\t\t\t    * \t\tremember them. My wife deserves\t\t\t\t   * \t\tvengeance, and it doesn't make any\t\t\t\t* \t\tdifference whether I know about it.\t\t\t    *  \n[70]\t\tWhy?  \n[71]\t\tShe was beautiful. Perfect to me -\t\t\t\t*   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t20.  \n[72]\t\tYou can only feel details. Bits and \t\tpieces which you didn't bother to put \t\tinto words. And extreme moments you feel \t\teven if you don't want to. Put it \t\ttogether and you get the feel of the \t\tperson, enough to know how much you miss \t\tthem, and how much you hate the person \t\twho took them away.  26   INT. CITY GRILL - DAY - &lt;<colour sequence=\"\">&gt;\t\t\t   26 </colour> Leonard opens his eyes. Natalie is looking at him. She nods and hands him the BROWN ENVELOPE.  \n[73]\t\tDeals?  \n[74]\t\tSounds perfect? What do I owe you?  \n[75]\t\tSorry.     \t\t\t\t\t\t\t \t\t\t\t\t\t\t21.  \n[76]\t\tThe Discount Inn, yeah.\t\t\t\t\t\t *  Natalie leaves the key and gets up from the table.  \n[77]\t\t \t\tDon't remember.  \n[78]\t\tI met Sammy through work. \t\t \t\tInsurance. I was an investigator. I'd\t\t\t  * \t\tinvestigate claims to see which ones\t\t\t   * \t\twere phony.\t\t\t\t\t\t\t   *  Leonard dips the razor into the steaming ice bucket.\t\t  *  \n[79]\t\tI had to see through people's bullshit. \t\tIt was useful experience, because now \t\tit's my life. When I meet someone, I \t\tdon't even know if I've met them before. \t\tI have to look in their eyes and just \t\tfigure them out. My job taught me that \t\tthe best way to find out what someone \t\tknew was to let them talk.  \n[80] Montage: Leonard, wearing a CHEAP DARK SUIT and TIE, sitting opposite various DIFFERENT PEOPLE in an interview situation.  \n[81]\t\tThrow in the occasional \"why?\" but just \t\tlisten. And watch the eyes, the body\t\t\t    * \t\tlanguage.  Leonard watches the people's movements carefully. We see close-ups off fiddling hands, neck scratching, etc.  \t\t\t\tLEONARD  (cont'd) \t\tIt's complicated. You might catch a sign \t\tbut attach the wrong meaning to it. If \t\tsomeone touches their nose while they're \t\ttalking, experts will tell you it means \t\tthey're lying. It really means they're \t\tnervous, and people get nervous for all \t\tsorts of reasons. It's all about context.       MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t23.  \n[82]\t\tI was good. Sammy was my first real \t\tchallenge.  31   EXT. DISCOUNT INN - DAY &lt;<colour sequence=\"\">&gt;\t\t\t   31 * </colour> The Jaguar pulls up. Leonard gets out and heads to the office.  32   INT. DISCOUNT INN OFFICE - DAY &lt;<colour sequence=\"\">&gt;\t\t 32 * </colour> Burt is behind the counter reading a magazine.  \n[83]\t\tI'm sorry, I think I'm checked in here, \t\tBut I've misplaced my key.  \n[84]\t\tI don't see my key.  Burt looks up. He REALIZES something.  \n[85]\t\tWhat?  Burt tries to SHEPHERD Leonard out of the room.   \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t24.  \n[86]\t\tThis isn't my room?  \n[87]\t\tThen why is this my handwriting?  Leonard picks a WHITE PAPER BAG up off the floor. Handwritten on the side is a message:  \n[88]\t\tBetter tell me what the fuck's going on.  Burt looks uncomfortable.  \n[89]\t\tWhen was I in here?  \n[90]\t\tWhy?  \n[91]\t\tWhy didn't you clean it out?\t\t\t\t\t *  \n[92]\t\tSo how many rooms am I checked into in \t\tthis dump?  \n[93]\t\tWell, at least you're being honest about \t\tcheating me.  \n[94]\t\tYou don't have to be that honest, Burt.  \n[95]\t\tI'm gonna write that down.  Leonard fishes a piece of paper out of his pocket. There is a message on it which he reads. It says:  \n[96]\t\t What time is it?  35   EXT. ROAD - DAY &lt;<colour sequence=\"\">&gt;\t\t\t\t\t 35 </colour> The Jaguar speeds along. \t\t\t\t\t\t 36   EXT. THE CITY GRILL ON MAIN STREET - DAY &lt;<colour sequence=\"\">&gt; 36 </colour> Leonard checks the restaurant name against the note. He gets out his Polaroids, FLIPPING through them until he finds the one of Natalie.     MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t26.  37   INT. THE CITY GRILL ON MAIN STREET - DAY &lt;<colour sequence=\"\">&gt; 37 </colour> Leonard walks through the restaurant, checking the patrons. He makes eye contact with Natalie, but walks past her table. She sighs and grabs the back of his jacket.  \n[97]\t\tI'd just become an investigator when I \t\tcame across Sammy. Mr Samuel R. Jankis - \t\tstrangest case ever. Guy's 58, semi- \t\tretired accountant. He and his wife had \t\tbeen in this car accident... nothing too \t\tserious, but he's acting funny - he \t\tcan't get a handle on what's going on.  \n[98]\t\tThe doctors find some possible damaqe to \t\tthe hippocampus, nothing conclusive. But \t\tSammy can't remember anything for more \t\tthan a couple minutes. He can't work, \t\tcan't do shit, medical bills pile up, \t\this wife calls the insurance company and \t\tI get sent in.  \n[99]\t\tMy first big claims investigation - I \t\treally check into it. Sammy can think \t\tjust fine, but he can't make any new \t\tmemories, he can only remember things \t\tfor a few minutes.  Sammy watches a commercial on T.V.        \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t27.  \n[100]\t\tHe'd watch T.V., but anything longer than \t\ta couple of minutes was too confusing, \t\the couldn't remember how it began. He \t\tliked commercials. They were short. \t\t\t\t\t\t\t    *  Sammy rolls a small GLASS BOTTLE between the palms of his hands. Mrs. Jankis rolls up her sleeve. Leonard watches as Sammy takes a SYRINGE and pushes the needle through the rubber of the bottle. The label is marked \"INSULIN\".  \t\t\t\tLEONARD (cont'd) \t\tThe crazy part was that this guy who \t\tcouldn't follow the plot of \"Green \t\tAcres\" could do the most complicated \t\tthings as long as he had learned them \t\tbefore the accident...  Sammy INVERTS the bottle and syringe, DRAWS the insulin into the syringe, withdraws the needle, holds it up to check for bubbles, TAPPING it delicately.  \n[101]\t\t... and as long as he kept his mind on \t\twhat he was doing.  Sammy wipes a spot on Mrs. Jankis' arm with a swab, then gently PINCHES the skin and confidently INSERTS the needle.\t* Mrs Jankis winces.\t\t\t\t\t\t\t *  \n[102]\t\tThe doctors assure me that there's a \t\treal condition called Korsokoff's \t\tsyndrome; short-term memory loss, rare \t\tbut legit. But every time I see him I \t\tcatch a look of recognition. Just a \t\tslight look, but he says he can't \t\tremember me at all. \t\t\t\t \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[103]\t\tI can read people and I'm thinking bad\t\t\t * \t\tactor. Now I'm suspicious and I order \t\tmore tests.  \n[104]  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t28.  \n[105]\t\tHis wife has to do everything. Sammy can \t\tonly do simple stuff. He couldn't pick \t\tup any new skills at all, and that's how \t\tI got him.  43   EXT. MAIN STREET - DAY &lt;<colour sequence=\"\">&gt;\t\t\t    43 </colour> Leonard's Jaguar pulls up at a red light. Suddenly Teddy is BANGING on the window.  \n[106]\t\tUnfinished business. What made you think \t\tI wasn't coming back?  \n[107]\t\tThings change.  \n[108]\t\tGuess I've told you about my condition.  \n[109]\t\t \t\tIt's my condition. I never know if I've \t\talready eaten, so I always just eat small \t\tamounts.  \n[110]\t\tIt's weird, but if you don't eat for a \t\twhile then your body stops being hungry. \t\tYou get sort of shaky but you don't \t\trealize you haven't eaten. Have I told \t\tyou about Sammy Jankis?  \n[111]\t\tWho?  \n[112]\t\tWhy?  \n[113]\t\tYeah, well I go on facts, not \t\trecommendations, okay?  \n[114]\t\tWhy?    \t\t\t\t\t\t\t \t\t\t\t\t\t\t30.  \n[115]\t\tMemory's unreliable.  Teddy snorts.  \n[116]\t\tNo, really. Memory's not perfect. It's \t\tnot even that good. Ask the police, \t\teyewitness testimony is unreliable. The \t\tcops don't catch a killer by sitting \t\taround remembering stuff. They collect \t\tfacts, make notes, draw conclusions. \t\tFacts, not memories: that's how you \t\tinvestigate. I know, it's what I used to \t\tdo. Memory can change the shape of a room \t\tor the color of a car. It's an \t\tinterpretation, not a record. Memories \t\tcan be changed or distorted and they're \t\tirrelevant if you have the facts.  \n[117]\t\tHe took away the woman I love and he took \t\taway my memory. He destroyed everything; \t\tmy life and my ability to live.  \n[118]\t\tJust for revenge. That's what keeps me \t\tgoing. It's all I have.  Teddy considers this.  \n[119]\t\tDiscount Inn. Don't know what room; \t\thaven't got my key.  \n[120]\t\tI'm sorry, I think I'm checked in here, \t\tbut I've misplaced my key.  \n[121]\t\tSo Sammy can't learn any new skills. But \t\tI find something in my research: \t\tConditioning. Sammy should still be able \t\tto learn through repetition. It's how \t\tyou learn stuff like riding a bike, \t\tthings you don't think about, you just \t\tget better through practice. Call it \t\tmuscle memory, whatever, but it's a \t\tcompletely different part of the brain \t\tfrom the short-term memory. So I have \t\tthe doctors test Sammy's response to \t\tconditioning...  \n[122]\t\tSome of the objects were electrified, \t\tThey'd give him a small shock.  \n[123] \n[124]\t\tThey kept repeating the test, always \t\twith the same objects electrified. The \t\tpoint was to see if he could learn to \t\tavoid the electrified objects. Not by \t\tmemory, but by instinct.  \n[125]\t\tSorry. It's only me.  Leonard FLOPS down. Natalie wakes up fully and relaxes.  \n[126]\t\tYeah. You?  Natalie shrugs. She looks at her bedside clock. \t\t\t\t\t\t\t MEMENTO Blue Revisions - 8/27/99  \t\t\t\t\t\t\t33.  \n[127]\t\tUseful. You never write a phone number on \t\tyour hand?  \n[128]\t\tYeah, the license plate...\t\t\t\t\t   *  \n[129]\t\tWhy don't we just arrange a meeting now?\t\t    * \t\tI'm not too good on the phone.  Natalie takes her eye pencil and writes a NOTE on a SMALL BAG   * FROM A PHARMACY. Leonard puts his jacket on. Natalie offers\t* him the note. It says:  \n[130]\t\t \t\tIt's great that you would... that you're \t\thelping me like this...  \n[131]\t\t \t\tI'm sorry.  Leonard heads for the door.  \n[132]\t\tThey kept testing Sammy for months, \t\talways with the same objects carrying \t\tthe electrical charge...  \n[133]\t\tEven with total short-term memory loss, \t\tSammy should've learned to instinctively \t\tstop picking up the wrong objects. All \t\tprevious cases of short-term memory loss \t\thad responded to conditioning in some \t\tway. Sammy didn't respond at all.  \n[134] \n[135]\t\tIt was enough to suggest his condition \t\twas psychological not physical. \t\t\t\t   \t\t\t\t\t\t\t \t\t\t\t\t\t\t36.  \n[136]\t\tWe turned down his claim on the grounds \t\tthat he wasn't covered for mental \t\tillness. Sammy's wife got stuck with the \t\tbills and I got a promotion for \t\trejecting a big claim.  Leonard looks into the mirror.  \n[137]\t\tConditioning didn't work for Sammy, so \t\the became helpless. But it works for me. \t\tI live the way Sammy couldn't. Habit and \t\tConditioning. Acting on instinct.  56   EXT./INT. NATALIE'S FRONT DOOR - DUSK &lt;<colour sequence=\"\">&gt;    56 * </colour> Leonard pulls up in his Jaguar, gets out, rings the front doorbell. It is opened by Natalie.  \n[138]\t\tNatalie, right?  Natalie nods, wary of Leonard's barely concealed anger. Leonard thrusts a Polaroid photo in her face.  \n[139]\t\tWho the fuck is Dodd?  The photo is of a MAN who is BOUND, GAGGED, and BLOODY. On the back of the photo:  \n[140]\t\t \t\tWho is he? What have you got me into?  Natalie looks up and down the street.  \n[141]\t\tThat's the problem! How can I find John \t\tG. when I don't know what's going on?! \t\tHow did you get me into this?!  \n[142]\t\tHow do I know he did that to you?  \n[143]\t\tSo I just take your word?  \n[144]\t\t \t\tSomething feels wrong. I think someone's \t\tfucking with me. Trying to get me to kill \t\tthe wrong guy.  \n[145]\t\tWhat?  \n[146]\t\tCourse not.  Natalie waves the Polaroid at him.      \t\t\t\t\t\t\t \t\t\t\t\t\t\t38.  \n[147]\t\tYou have to burn them.  Natalie scrunches it up and throws it down. Leonard and Natalie sit down on the couch.  \n[148]\t\tThere are things you know for sure.  \n[149]\t\tI know the feel of the world. \t\t \t\tI know how this wood will sound when I \t\tknock. \t\t \t\tI know how this glass will feel when I \t\tpick it up. \t\t \t\tCertainties. You think it's knowledge, \t\tbut it's a kind of memory, a kind you \t\ttake for granted. I can remember so much. \t\t \t\tI know the feel of the world, \t\t \t\tand I know her.  \n[150]\t\tShe's gone and the present is trivia, \t\twhich I can scribble down as notes.  Natalie stares at Leonard, thinking.      \t\t\t\t\t\t\t \t\t\t\t\t\t\t39.  \n[151]\t\tIt's not easy to be calm when -  \n[152]\t\tIt's... it must be for when I've found him.\t\t * \t\t\t\t\t\t\t    * She looks at Leonard. Leonard shrugs. Natalie studies\t\t * Leonard's chest, avoiding his eyes.\t\t\t\t\t    *  \t\t\t\t\t\t\t MEMENTO Pink Revisions - 9/7/99  \n[153]\t\tI'm sorry.   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99  \t\t\t\t\t\t\t40.  \n[154]\t\tWhat happened?  \n[155]\t\tWho did he go to meet?  Natalie studies Leonard.  \n[156]\t\tWhat do the police think?  \n[157]\t\tKill him.  \n[158]\t\tI don't even know how long she's been\t\t\t  * \t\tgone. It's like I've woken up in bed and \t\tshe's not here because she's gone to the \t\tbathroom or something. But somehow I just\t\t   * \t\tknow that she'll never come back to bed.\t\t    * \t\tI lie here, not knowing how long I've \t\tbeen alone. If I could just reach out and\t\t   * \t\ttouch her side of the bed I could know\t\t\t * \t\tthat it was cold, but I can't. I have no\t\t    * \t\tidea when she left.\t\t\t\t\t\t\t*  Natalie's eyes are open.  \n[159]\t\tI know I can't have her back, but I want\t\t    * \t\tto be able to let her go. I don't want to \t\twake up every morning thinking she's \t\tstill here then realizing that she's not. \t\tI want time to pass, but it won't. How\t\t\t * \t\tcan I heal if I can't feel time?  Leonard bends his head around to see if Natalie is awake. She closes her eyes. Leonard gingerly slides from underneath her and moves silently out of the bedroom.  59   INT. NATALIE'S LIVING ROOM - NIGHT &lt;<colour sequence=\"\">&gt;\t  59 </colour> Leonard enters the dark room. He goes to the couch and picks up his shirt and his jacket. He notices the photograph which Natalie showed him on top of some papers on a desk in the corner. He holds it in a shaft of light from the streetlamp outside, studying the photo of Natalie and Jimmy.  60   INT. NATALIE'S BEDROOM - NIGHT &lt;<colour sequence=\"\">&gt;\t\t 60 </colour> Natalie, eyes open, slides her hand over to where Leonard was lying, feeling his residual warmth.  ii\t61   INT. NATALIE'S LIVING ROOM - NIGHT &lt;<colour sequence=\"\">&gt;\t 61  Leonard has his Polaroid photograph of Natalie out. He takes a pen out of his jacket, rests the photo against the wall in a patch of light and writes on the back, underneath the message which has been scribbled out:  \n[160]\t\tSammy's wife was crippled by the cost of \t\tsupporting him and fighting the \t\tcompany's decision - but it wasn't the \t\tmoney that got to her.  \n[161]\t\tI never said that Sammy was faking. Just \t\tthat his problem was mental, not \t\tphysical. But she... she couldn't \t\tunderstand. She looks into his eyes and \t\tsees the same person. And if it's not a \t\tphysical problem...  Sammy's Wife starts shouting at Sammy. Sammy squirms.  \n[162]\t\t... he should just... snap out of it.  Sammy's Wife THROWS her drink in Sammy's face, puts her head in her hands, SOBBING. Sammy wipes his face on his sleeve.  \n[163] \n[164]\t\tSo good old Leonard Shelby from the \t\tinsurance company gives her the seed of \t\tdoubt, just like he gave it to the \t\tdoctors. But I never said that Sammy was \t\tfaking. I never said that.  Leonard takes a NEEDLE out of the packet.  \n[165]- NIGHT &lt;<colour sequence=\"\">&gt; \n[166]\t\tAwake.  He rolls his eyes to one side.  \t\t\t\tLEONARD (cont'd) \t\tWhere am I?  He lifts his head and surveys the room.  \t\t\t\tLEONARD (cont'd) \t\tMotel room.  He rises from the bed, looking at the room as if for the first time. He starts looking in the dresser drawers, finding nothing.  \t\t\t\tLEONARD (cont'd) \t\tSome anonymous motel room. Nothing in the \t\tdrawers, but you look anyway.  \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t44.  \n[167] A FISH-EYE TEDDY, grinning and waving.  69   INT. DODD'S MOTEL - DAY &lt;<colour sequence=\"\">&gt;\t\t\t   69 </colour> Leonard looks around, trying to think. Teddy KNOCKS harder. The Man in the closet BUMPS and GROANS. Leonard reaches into his pocket and pulls out some Polaroids.  \n[168]\t\tJust a minute!  He finds the one of Teddy, then sticks them back into his pocket. He OPENS the door to Teddy and grins.  \n[169]\t\tTeddy!  Teddy brushes past him into the room.  \n[170]\t\tWhy are you here?  \n[171]\t\tYou don't know him?  \n[172]\t\tI don't think so.  \n[173]\t\tI might have fallen asleep before I did.  Teddy shakes his head, chuckling.  \n[174]\t\tWhat's your name?   \t\t\t\t\t\t\t \t\t\t\t\t\t\t46.  \n[175]\t\tYour name.  \n[176]\t\tWho did this to you?  \n[177]\t\tWho did this to you?  \n[178]\t\tNo. No, just let me think for a minute.  Leonard moves to the dresser and starts methodically emptying his pockets. He pulls a Polaroid out of his inside jacket pocket.  \n[179]\t\tHere we go.  The Polaroid shows Dodd sitting on the bed, BOUND, GAGGED and BLEEDING. The name Dodd is written below the picture. Leonard flips it over. On the back it says:  \n[180]\t\tWhy?     \t\t\t\t\t\t\t \t\t\t\t\t\t\t47.  \n[181]\t\tWe've got to get him out of here.  \n[182]\t\tWe can't just walk him out tied up and \t\tbleeding.  \n[183]\t\tI don't know.  Leonard looks around the room for inspiration.  \n[184]\t\tYes I do... this isn't my room.  Teddy looks around at the anonymous room.  \n[185]\t\tIt's his. He was already here. Let's just\t\t   * \t\tgo.\t\t\t\t\t\t\t *  Leonard starts for the door, Teddy lays a hand on his chest.    *  \n[186]\t\tOkay. We clean him up, untie him and\t\t\t   * \t\tmarch him out with a gun in his back.\t\t\t  *  \n[187]\t\tIt must be his. I don't think they'd let \t\tsomeone like me carry a gun.  \n[188]\t\tWhich one?  Dodd leads them to a new LANDCRUISER. Teddy whispers in Leonard's ear.  \n[189]\t\tShut it, Teddy.  \n[190]\t\tI'll ride with him. You follow.  \n[191]\t\tTake your own car.  Teddy shrugs. Leonard motions Dodd into the driver's seat, then slides into the passenger side. They pull out of the parking lot, Teddy following in his GREY SEDAN.  71   EXT. SHOULDER OF HIGHWAY HEADING OUT OF TOWN - DAY &lt;<colour 71=\"\" <=\"\" b=\"\">SEQUENCE&gt;&gt;  The Landcruiser PULLS OVER and stops. The grey sedan pulls up behind. Leonard gets out of the Landcruiser and it PULLS AWAY at speed. Leonard walks back to Teddy's car.  \n[192]\t\tYeah. I think it was your sinister \t\tmustache that got him.     \t\t\t\t\t\t\t \t\t\t\t\t\t\t49.  \n[193]\t\tWhat's wrong with this one?  \n[194]\t\tI'm gonna ask Natalie what the fuck that \t\twas all about.  \n[195]\t\tNatalie, right?  Natalie nods, wary of Leonard's tone. Leonard THRUSTS a Polaroid in her face.  \n[196]\t\tWho the fuck is Dodd?  The photo shows Dodd, BOUND, GAGGED and BLEEDING.  \n[197]\t\tWhat Mrs. Jankis didn't understand was \t\tthat you can't bully someone into \t\tremembering... the more pressure you're \t\tunder, the harder it gets. \t\t \t\tThen call me back.  Leonard hangs up.  76   INT. DODD'S MOTEL ROOM BATHROOM - DAY &lt;<colour sequence=\"\">&gt;    76 </colour> Leonard sits on the toilet, grasping an empty VODKA BOTTLE by the neck. He notices the bottle in his hands as if for the first time.  \n[198]\t\tDon't feel drunk.  Leonard looks up from the VODKA BOTTLE, sighs, rubs his face, then stands up. He SNIFFS at his armpit.  He puts the empty bottle on the counter by the sink, then wearily UNDRESSES.  Leonard, NAKED, looks in the mirror, then RUNS THE SHOWER then steps under it, shutting the PEBBLED PLASTIC STALL DOOR.  Leonard SHOWERS. He turns the water off, then hears the DOOR BEING UNLOCKED. Leonard freezes, standing in the SHOWER STALL, NAKED and DRIPPING. Through the distortion of the PEBBLED PLASTIC DOOR, Leonard sees a FIGURE enter the bathroom and start pissing into the toilet. The distorted Figure turns and approaches the shower stall, becoming clearer as it gets closer, then YANKS the door open. It is Dodd . He is SHOCKED to see the naked Leonard. Leonard BURSTS out of the shower stall, SMASHING Dodd against the wall.  Dodd STRUGGLES around, grabbing at the SLIPPERY, naked Leonard. Dodd PUSHES against Leonard, SLASMMING him into the sink.  Leonard has his arms around Dodd's neck. Leonard SMASHES Dodd's head sideways into the wall, HARD.  Dodd SLUMPS to the floor. Leonard exhales. Dodd puts a FIST in Leonard's crotch, then GRABS his neck as he doubles over. Dodd uses Leonard to pull himself off the floor then PUNCHES the side of his head and pushes him HARD, Leonard FLAILING wildly, GRABBING THE EMPTY VODKA BOTTLE from by the sink as he falls back into the bedroom. Dodd reaches into his INSIDE \n[199]\t\tNot just now!  Leonard listens to the maid withdraw her key. Leonard SEARCHES Dodd, finding his GUN in his inside pocket. Leonard examines the weapon, then starts to search the room. Leonard finds an overnight bag at the bottom of the closet. Inside it there are some clothes, spare ammunition, a large hunting knife, and a roll of SILVER ELECTRICAL TAPE.  Leonard WRAPS the electrical tape around Dodd's wrists, then across his mouth. Leonard finishes taping up Dodd, then sits him on the edge of the bed. Leonard takes a POLAROID PHOTOGRAPH of the bloody, taped-up Dodd.  Leonard shoves Dodd into the closet, takes out a NOTE and consults it, then writes \"DODD\" on the white strip on the front of the photograph. He flips the picture over and writes on the strip on the back, in smaller writing:  \n[200]\t\tAh, it's a message for Teddy...\t\t\t\t   *  Leonard looks at the note.  \n[201]\t\tI'm at the MOUNTCREST INN on 5th Street, \t\tRoom 6, and I need you to come over as \t\tsoon as you get this, it's important. \t\tThis is Leonard. Thanks. Bye.  Leonard hangs up. He looks around the room. He slips the HANDGUN into the bedside drawer, resting it on the GIDEON BIBLE, then swings his feet up onto the bed and lies down.  \n[202]\t\tI'll get the jump on you, fucker.  \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t53.  \n[203]\t\tIs this the guy?  Leonard looks down at his NOTE. The room number given is 6. Leonard looks at the \"9\" on the door, then down at the unconscious man.  \n[204]\t\tFuck! Sorry.  Leonard reaches down, GRABS his credit card from where it landed on the floor, and backs out of the doorway, shutting the door on the Unconscious Man.  He MOVES QUICKLY to Room 6, slips his credit card in the lock and knocks.  No answer, so Leonard slips inside.  81   INT. DODD'S MOTEL ROOM - DAY &lt;<colour sequence=\"\">&gt;\t\t   81 </colour> Leonard flicks the light on and glances around. There is nothing in the room except an empty VODKA BOTTLE on the bedside table.  \n[205]\t\tNeed a weapon.  He grabs the empty vodka bottle, switches the light off and slips into the bathroom.  82   INT. DODD'S MOTEL ROOM BATHROOM - DAY &lt;<colour sequence=\"\">&gt;    82 </colour> Leonard sits down on the toilet, holding the empty bottle by its neck. He reaches out and adjusts the angle of the door. His eyes are alert, he is nervous. Waiting. And waiting.  \n[206]\t\tWhat the fuck am I doing?  Leonard glances to his right, and through a GAP between two trailers he catches a glimpse of Dodd on the other side of the trailer homes, RACING along parallel to Leonard.  \n[207]\t\tChasing him!  Leonard CUTS down the next gap between trailers, heading FULL SPEED for Dodd's side.  Dodd  appears again at the other end of the gap, SEES Leonard, and STARTS RUNNING TOWARDS HIM. There is a GUN in his hand.  \n[208]\t\tFUCK! He's chasing me.  Leonard SKIDS to a halt and turns around. A BULLET hits the dirt by his feet. He clears the end of the trailer and THROWS himself over a chain link fence, dropping down on the other side and SCRAMBLING through some bushes. He RACES full tilt into a parking lot, looking around, desperate. He can hear a CAR ALARM sounding. He pulls his KEYS OUT and hits the ALARM switch. Hearing the DOUBLE BEEP as the alarm stops, he spots the Jaguar.  The Jaguar PEELS OUT just as Dodd emerges from the trailer park.  85   INT. JAGUAR - DAY &lt;<colour sequence=\"\">&gt;\t\t\t\t    85 </colour> Leonard is breathing hard, looking around nervously. He starts knocking BITS OF BROKEN WINDOW GLASS out of the driver's side window with his elbow then pulling photos and pieces of paper out of his pockets as he drives.  Leonard finds a NOTE that gives a description of Dodd, along with the motel and room number where Dodd is staying.  \n[209]\t\t \t\tDon't be too hard on yourself.  Dodd motions for Leonard to open the passenger side door.  Dodd gets into the passenger seat, gun on Leonard. Leonard nods to him.  \n[210]\t\tSeat belt.  Leonard starts to reach over his left shoulder with his right hand as if for the seat belt. Dodd watches Leonard's right hand.  With his left hand, Leonard opens the door. He rolls out, SLAMMING the door in Dodd's face, and hitting the central locking on his car keys.  Leonard TAKES OFF across the asphalt. Dodd tries the doors, then SHOOTS at Leonard, SHATTERING the driver's side window, triggering the CAR ALARM.  Dodd climbs through the window and takes off after him.  Leonard slips into a trailer park, TRIPPING as he DIVES into a gap between two trailers, STUMBLING over the PLASTIC LAWN FURNITURE and OLD BIKES which litter the narrow gap.  He picks himself up and SPRINTS into the alley behind the trailers. He races along behind the trailers.  Leonard is RUNNING FURIOUSLY, arms pumping.  \t\t\t\tLEONARD (cont'd) \t\tWhat the fuck am I doing?    \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t56.  \n[211]\t\tHow can you read that again?  \n[212]\t\t \t\tIt's good.  \n[213]\t\tYou've read it a hundred times.  \n[214]\t\tI enjoy it.  \n[215]\t\tYeah, but the pleasure of a book is in \t\twanting to know what happens next -  \n[216]\t\t \t\tDon't be a prick. I'm not reading it to \t\tannoy you, I enjoy it. Just let me read, \t\tplease.  95   EXT. RESERVOIR - NIGHT &lt;<colour sequence=\"\">&gt;\t\t\t    95 </colour> He places the BOOK on the fire. He reaches into the bag, produces a BRA and a HAIRBRUSH. He puts the bra on the fire, then pulls some BLACK HAIR out of the hairbrush. He holds a few strands out above the fire until they shrivel up in the heat. He does this with a larger clump and it produces a SMALL FLAME so he DROPS it into the fire.  \n[217]\t\tProbably tried this before. Probably \t\tburned truckloads of your stuff. Can't \t\tremember to forget you.  He DROPS the brush onto the fire, pulls a GREEN ALARM CLOCK out of the bag and adds it to the fire. Once the bag is EMPTY, Leonard places it on the fire. He sits looking at the flames.  \n[218]\t\tDo I know this guy?  Leonard fishes photographs out of his pocket, examining them. The Landcruiser ACCELERATES until it is uncomfortably close. Leonard slows, turning into a PARKING LOT. The Landcruiser follows.  \n[219]\t\tHe seems to know me.  The Landcruiser PULLS ALONGSIDE the Jaguar. Leonard looks over. Dodd  is at the wheel. Leonard rolls down his window.  \n[220]\t\tWhat the fuck!  Dodd pulls out a HASNDGUN and points it at Leonard. Leonard SLAMS on the brakes, JERKING to a halt as the Landcruiser pulls over in front of the Jaguar.  98   EXT. TRAILER PARK PARKING LOT - DAY &lt;<colour sequence=\"\">&gt;\t 98 </colour> Dodd, gun in hand, gets out of the Landcruiser and approaches.  \n[221]\t\tThanks.  \n[222]\t\tInterested in buying one?  \n[223]\t\tI forget.  Dodd points his gun at Leonard through the window.     \t\t\t\t\t\t\t \t\t\t\t\t\t\t59.  \n[224]\t\t \t\tI wouldn't be too hard on yourself.  \n[225]\t\tWho is this?  \n[226]\t\t \t\tHoney?  The sound of the SHOWER being run. Leonard opens his eyes and looks over to the bathroom door.  \n[227]\t\t \t\tHoney? It's late.  Leonard swings his legs over and sits on the edge of the bed. Move in on Leonard's face. \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t60.  \n[228]\t\tEverything okay?  Leonard looks around with growing unease.  101\tINT. LEONARD'S APARTMENT BATHROOM - NIGHT &lt;<colour sequence=\"\">&gt;101 </colour> \n[229]\t\tAre you okay in there?!  Leonard GRABS the handle, THROWS OPEN THE DOOR.  107  INT. STEAM-FILLED BATHROOM ROOM 304 - NIGHT &lt;<colour 107=\"\" <=\"\" b=\"\">SEQUENCE&gt;&gt;  A BLONDE WOMAN in a silk dressing gown, seated on the toilet, looks up from SNORTING a line of cocaine off a small hand mirror. She GIGGLES as she speaks to Leonard.  \n[230]\t\tNo. That would have been worse.  Leonard moves to turn off the shower.  \n[231]\t\tI'd like you to leave now.  108  INT. DISCOUNT INN, ROOM 304 - NIGHT - LATER &lt;<colour 108=\"\" <=\"\" b=\"\">SEQUENCE&gt;&gt;  Leonard, fully clothed, grabs a SHOPPING BAG from the closet, and does a quick circuit of the room, grabbing various items and STUFFING them into the bag.  109  EXT. DISCOUNT INN - NIGHT &lt;<colour sequence=\"\">&gt;\t\t\t 109 </colour> Leonard comes out of Room 304, grim-faced, carrying the shopping bag. He goes to his Jaguar and gets in.  \n[232]\t\tWell, sir, that would certainly be in \t\tkeeping with some of my own discoveries. \t\tYeah, I was hoping to get more on the \t\tdrugs angle. Hang on a second.  Leonard drops the needle/pen, pulls a LARGE FILE out of his sports bag and opens it on the bed.  \n[233]\t\tThe police report mentioned the drugs \t\tfound in the car outside my house. The \t\tcar was stolen, but his prints were all \t\tover it, along with some of his stuff. \t\tAnd I think there's something... \t\t \t\tSomething about a syringe... \t\t \t\tI've got a copy of the police report. \t\t\t\t  \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[234]\t\tIt has lots of information, but with my \t\tcondition, it's tough. I can't really \t\tkeep it all in mind at once.  \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t62.  \n[235]\t\tI have to keep summarizing the different\t\t    * \t\tsections...\t\t\t\t\t\t\t   *  Leonard flips back to the front page. on it there is a handwritten note: \"MISSING PAGES: 14-17, 19, 23...  \n[236]\t\tYeah, and there's pages missing... I \t\tguess I've been trying to log them all. \t\t \t\tThe police gave me the report \t\tthemselves. I dealt with them a lot in \t\tmy insurance job, and I had friends in \t\tthe department. They must have figured \t\tthat if I saw the facts of the case, \t\tthen I would stop believing that we \t\tneeded to find John G.  Leonard flips to the back page to look at his HANDWRITTEN \n[237]\t\tThey weren't even looking for John G. \t\tThe stuff they found in the car just fit \t\tin with what they believed had happened, \t\tso they didn't chase any of it up.  111  EXT. DISCOUNT INN - DAY &lt;<colour sequence=\"\">&gt;\t\t\t   111 </colour> Leonard pulls up in the Jaguar, checks the name against a NOTE written on a BEER MAT, and heads into the office.  Leonard comes out of the office, gets a sports bag from the Jaguar, then takes a Polaroid of the entrance and heads for Room 304.  112  INT. DISCOUNT INN - ROOM 304 - DAY &lt;<colour sequence=\"\">&gt;\t  112 </colour> Leonard enters the unoccupied room, flapping the Polaroid photo. He sifts through his sports bag, pulls out a pen and writes the motel's address on the picture.  With well-practiced, efficient movements, Leonard removes his wall chart from the sports bag, unrolls it, sticks it to the wall. He takes a stack of Polaroids out of the sports bag and works through them, considering each new picture and finding its proper place on the chart like someone playing solitaire.  \n[238]\t\tNone? Okay, blonde. Yeah, blonde is fine. \t\tDiscount Inn, 304. Leonard.\t\t\t\t\t  *  \n[239]\t\tIt's simple, you just go to the bathroom.  The Blonde turns, surprised. Leonard smiles, embarrassed.  \n[240]\t\tNo, you just go into the bathroom. We go \t\tto bed, you wait till I fall asleep, then \t\tyou go into the bathroom and slam the door.  \n[241]\t\tJust loud enough to wake me up.  \n[242]\t\tThat's it.  Leonard gets up, pulls a paper shopping bag out of the closet and hands it to the Blonde.  \n[243]\t\tBut, first I need you to put these things \t\taround.  The Blonde looks confused.  \n[244]\t\tJust pretend these things are yours, and \t\tthis is your bedroom.  The Blonde pulls a bra out of the bag.  \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t64. \n[245]\t\tNo. Just leave the stuff lying around as \t\tif it were yours. Like you just took it \t\toff or something.  \n[246]\t\tNo! No, don't use it, you, I mean it's... \t\tyou just have to put it where you would \t\tif it were yours.  The Blonde sees the BLACK HAIR stuck in the brush.  113  INT. DISCOUNT INN ROOM 304 - NIGHT &lt;<colour sequence=\"\">&gt;\t  113 </colour> The lights are off. The Blonde and Leonard are lying side by side in bed.  The Blonde checks to see that Leonard is asleep, then slips out of bed. She grabs her purse then opens the bathroom door. She looks back at Leonard, asleep. She moves into the bathroom and shuts the door firmly, making a LOUD BANG.  Leonard's EYES OPEN.  \n[247]\t\tThe drugs stashed in the car doesn't \t\tring true for me.  Leonard consults his FILE CARD, which says:  \n[248]\t\tThe police figure the guy was an addict \t\tneeding money to score, but I'm not \t\tconvinced. He's not gonna be breaking in \t\twhen he's still got a stash that big. \t\t\t\t \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t65.  \n[249]\t\t \t\tI think John G. left it or planted it. \t\t \t\tWell, it was a lot for one guy's \t\tpersonal use. \t\t \t\tHow do you know that? \t\t \t\tRight, that's true. It fits. \t\t \t\tToo much for personal use, so he deals.  Leonard takes his pen and alters his FILE CARD to read:  \n[250]\t\tWho the fuck are you?  \n[251]\t\tProve it.  \n[252]\t\tWhat are you doing in my car?  Teddy is now wearing his big grin, rubbing his neck. \t\t\t\t\t\t\t  \t\t\t\t\t\t\t \t\t\t\t\t\t\t66.  \n[253]\t\tUnfinished business.  \n[254]\t\tWho's she?  Teddy chuckles.  \n[255]\t\tWhy's that?  \n[256]\t\tWhat do you mean \"bad news\"?  \n[257]\t\tWhy should I care?  Teddy starts writing on the BEER MAT.  \n[258]\t\tFrom who?  \n[259]\t\tYeah, well maybe she'll make it you. Is \t\tthat it? You worried she'll use me \t\tagainst you?  \n[260]\t\tWhy not? \t\t\t\t\t\t\t MEMENTO Blue Revisions - 8/27/99  \t\t\t\t\t\t\t68.  \n[261]\t\tWhy are you following me?  \n[262]\t\tHappy now?  \n[263]\t\tWhy?  \n[264]\t\tWhat sort of questions?  \n[265]\t\tLike what?  \n[266]\t\tI have money.      \t\t\t\t\t\t\t \t\t\t\t\t\t\t69.  \n[267]\t\tMy wife's death. I used to work in \t\tInsurance, we were well covered.  \n[268]\t\tYes, I do. I don't have amnesia. I \t\tremember everything about myself up until \t\tthe incident. I'm Leonard Shelby, I'm \t\tfrom San Fran -  \n[269]\t\tI didn't sell -  \n[270]\t\tYeah, well, thanks for the advice.  \n[271]\t\t Fuck it. I need my own place.  Leonard starts the engine.  116  EXT. DISCOUNT INN - DAY &lt;<colour sequence=\"\">&gt;\t\t\t   116 </colour> Leonard pulls up in his Jaguar, checks the name of the motel against the note written on the BEER MAT, then heads into the office to check in.  Leonard comes out of the office, takes a Polaroid of the front of the motel, and heads for Room 304.  \n[272]\t\tI can't blame the cops for not taking me \t\tseriously. This is a difficult condition \t\tfor people to understand. I mean look at \t\tSammy Jankis. His own wife couldn't deal \t\twith it. \t\t\t\t \t\t\t\t\t\t\t MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t71.  \n[273]\t\t \t\tI told you about how she tried to get \t\thim to snap out of it? \t\t \t\tIt got much worse than that. Eventually \t\tSammy's wife came to see me at the \t\toffice, and I found out all kinds of \t\tshit. \t\t \t\tShe knew that I was the one who had \t\tbuilt he case for Sammy faking it.  \n[274] Leonard, in a CHEAP SUIT AND TIE, gets up from behind his desk to shake hands with Mrs. Jankis. They talk, Leonard nodding as he listens. Mrs. Jankis is crying.  \n[275]\t\tShe told me about life with Sammy, how \t\tshe'd treated him. It had got to the \t\tpoint where she'd get Sammy to hide food \t\tall around the house, then stop feeding \t\thim to see if his hunger would make him \t\tremember where he'd hidden the stuff. \t\tShe wasn't a cruel person, she just \t\twanted her old Sammy back.  The tearful Mrs. Jankis gives Leonard a determined look.  \n[276]\t\tMrs. Jankis, the company's position \t\tisn't that Sammy is \"faking\" anything, \t\tjust that his condition can't be shown -  \n[277]\t\tWe shouldn't even be talking this way \t\twhile the case is still open to appeal.  \n[278]\t\tThen why are you here?  \t\t\t\t\t\t\t \t\t\t\t\t\t\t72.  \n[279]\t\tMrs. Jankis, what do you want from me?  \n[280]\t\t \t\tI believe that Sammy should be \t\tphysically capable of making new \t\tmemories.  \n[281]\t\tShe seemed to leave happy. I thought I'd \t\thelped her.  Leonard puts the NEEDLE/PEN down, and wipes blood from his new, homemade TATTOO, which says:  \n[282]\t\tI thought she just needed some kind of \t\tanswer. \t\t\t\t \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t73.  \n[283]\t\tI didn't think it was important to her \t\twhat the answer was, just that she had \t\tone to believe.  Leonard notices the BANDAGE on his LEFT ARM. He starts\t\t* fiddling with the TAPE, peeling back the corners.  \n[284]\t\tWhat happened?  Natalie, intensely AGITATED, FUMBLES with things in her purse.  \n[285]\t\tWho?  \n[286]\t\tWhy?  Natalie turns to him, ENRAGED.  \n[287]\t\tCalm down.  Natalie starts to HIT Leonard. He takes her arms.  \n[288]\t\t \t\tTake it easy. You're safe now. You're \t\tsafe.  He sits her down on the couch.  \n[289]\t\tLet's get some ice on your face.  \n[290]\t\tAnd what did he say?  \n[291]\t\tWhere is he?  \n[292]\t\tI'll go see him.  \n[293]\t\tGive him some bruises of his own and tell \t\thim to look for a guy called Teddy.  \n[294]\t\t \t\tMy wife used to call me Lenny.  \n[295]\t\tYeah, I hated it.  \n[296]\t\tI'll take care of it. Just tell me what \t\the looks like, and where I can find him. \t\tDo you have a pen?  Natalie gets a pen out of her purse and hands it to him.  \n[297]\t\tMe? Why would he be interested in me?  \n[298]\t\tWhy would you do that?  \n[299]\t\tJust write it all down. What he looks\t\t\t  * \t\tlike, where I find him.\t\t\t\t\t\t * \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[300]\t\tNo, she shouldn't have given me that \t\tresponsibility. Shit, I'm not a doctor, \t\tI'm a claims investigator.  Leonard crooks his neck to hold the receiver between ear and shoulder and FIDDLES with the BANDAGE ON HIS LEFT ARM,\t\t* starting to peel back the tape, t.zying to look under the cotton pad.  \n[301]\t\tI suppose, but I've got all sorts of \t\tother considerations.  Leonard starts to REMOVE THE BANDAGE.  \n[302]\t\tLegal responsibility, and large \t\tfinancial...  \n[303]\n[304]\t\tWho is this?  He takes the receiver away from his ear as if the caller has just hung up.  \n[305]\t\tWhat's wrong?  \n[306]\t\tWho?  \n[307]\t\tWhat does he want?  \n[308]\t\tDid you?  \n[309]\t\tWhat's this all about?  Natalie looks at him bitterly.  \n[310]\t\tI have this condition -     \t\t\t\t\t\t\t \t\t\t\t\t\t\t78.  \n[311]\t\tWhat happened?  \n[312]\t\tNeither do I.  \n[313]\t\tI'm not.  \n[314]\t\tHow?  \n[315]\t\tWhat?  \n[316]\t\tWhat do you think I am?! I'm not gonna \t\tkill someone for money.  \n[317]\t\tThat's different.   \t\t\t\t\t\t\t \t\t\t\t\t\t\t79.  \n[318]\t\tDon't talk about my wife.  \n[319]\t\tCalm down.  \n[320]\t\tJust take it easy, this isn't my fault.  \n[321]\t\tYes.  \n[322]\t\tShut the fuck up!  Natalie gets right in his face, grinning.  \n[323]\t\tDon't say another fucking word!  \n[324]\t\tWhat happened?  Natalie, intensely AGITATED, FUMBLES with things in her purse.  \n[325]\t\tFront desk? Burt, right. Well, this is \t\tMr. Shelby in Room 21. I don't want any\t\t\t* \t\tcalls, none at all, got it? Thanks.\t\t\t    *  \n[326]\t\t    \t\t\t\t\t\t   * \t\tDepends on if he's here in town. Or if \t\the's moved on. See, I've got all this -\t\t\t*  \n[327]\t\tThey're not looking for him.  \n[328]\t\tThey don't think he exists.  Natalie looks confused.  \n[329]\t\tI told them what I remembered. I was \t\tasleep, something woke me up...  CUT TO FLASHBACK &lt;<colour sequence=\"\">&gt; </colour> 127  INT. LEONARD'S APARTMENT BEDROOM - NIGHT &lt;<colour sequence=\"\">&gt; 127 </colour> Leonard opens his eyes. He slides his hand over to the empty space on the bed beside him, feeling the sheet.  \n[330]\t\tHer side of the bed was cold. She'd been\t\t    * \t\tout of bed for a while.  Leonard sits up in bed, listening.  \n[331]NIGHT &lt;<colour sequence=\"\">&gt; </colour> We move down the hail towards a closed door. Shadows and\t   * light play across the floorboards from the gap under the\t   * door. An ominous rumbling builds.\t\t\t\t\t\t *  \n[332]\t\tThere had to be a second man. I was \t\tstruck from behind, I remember. It's \t\tabout the last thing I do remember. But\t\t\t* \t\tthe police didn't believe me.  \n[333]\t\t    (points at conclusions on back\t\t\t\t* \t\t\tof file)\t\t\t\t\t\t\t * \t\tJohn G. was clever. He took the dead \t\tman's gun and replaced it with the sap \t\tthat he'd hit me with. He left my gun and \t\tleft the getaway car. He gave the police \t\ta complete package. They found a sap with \t\tmy blood on it in the dead man's hand, \t\tand they only found my gun. They didn't \t\tneed to look for anyone else. I was the \t\tonly guy who disagreed with the facts, \t\tand I had brain damage.\t\t\t\t\t\t *  Natalie watches him.\t\t\t\t\t\t\t    *\t\t\t  \n[334]\t\tThank you.   \t\t\t\t\t\t\t MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t85.  \n[335]\t\tOh, one thing.  Natalie TURNS. Leonard snaps her picture with his Polaroid camera. He lowers the camera and smiles.  \n[336]\t\tSomething to remember you by.  Natalie smiles unconvincingly, perturbed, and exits. Leonard sits down on the couch and writes \"Natalie\" on the white strip under her photo as it develops into the blurred image of Natalie which we have seen before. He takes out his other Polaroids, flipping through them.  \n[337]\t\tWhat's wrong?  \n[338]\t\tYeah?   \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99 \t\t\t\t\t\t\t86.  \n[339]\t\tThat's right I did, didn't I?  \n[340]\t\tA cop?  \n[341]\t\t    \t\t\t\t\t\t\t  * \t\tI'm not too good on the phone. I need to\t\t    * \t\tlook people in the eye when I talk to\t\t\t  * \t\tthem.\t\t\t\t\t\t\t    *  Burt shrugs, then walks off.\t\t\t\t\t\t\t *  \n[342]\t\tThanks.  Natalie watches in fascination as Leonard drinks from the mug. The Drunk is giggling.  \n[343]\t\t \t\tNobody's perfect.  Natalie leans in close, studying Leonard, looking him over.  \n[344] Leonard looks at Natalie.  \n[345]\t\tMy wife.  \n[346]\t\tDying.  \n[347]\t\tI remember my wife dying.  Natalie picks up the silver tankard from the table.  \n[348]\t\tBeer, please.  \n[349]\t\tA BEER, please.  \n[350]\t\tThere's a dress code?  \n[351]\t\tI'm meeting someone called Natalie.  \n[352]\t\tOh. But haven't we met before?  Natalie slowly shakes her head. Leonard is confused.  \n[353]\t\tSo why am I here?  \n[354]\t\tI don't remember. See, I have no short-\t\t\t* \t\tterm memory. It's not amnesia -\t\t\t\t   *       \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t90.  \n[355]\t\tHow do you know about me?  \n[356]\t\tWho's your boyfriend?  \n[357]\t\tChronic alcoholism ~ one cause of short \t\tterm memory loss.  \n[358]\t\tMy name's Leonard.\t\t\t\t\t\t\t *  \n[359]\t\tI don't know.  Natalie stares at Leonard. Her look softens, becoming almost pleading.  \n[360]\t\tI don't know. I'm sorry.  \n[361]\t\tI can't make new memories. Everything\t\t\t  * \t\tfades, nothing sticks. By the time we \t\tfinish this conversation I won't remember \t\thow it started, and the next time I see \t\tyou I won't know that I've ever met you \t\tbefore.  \n[362]\t\tFound it in my pocket.  Natalie takes it, staring at it, emotional.  \n[363]\t\tThank-you.  Leonard raises the tankard to his lips.  \n[364]\t\t    \t\t\t\t\t\t\t * \t\tWhat do you want?\t\t\t\t\t\t\t  * \t\t    \t\t\t\t\t\t\t * \t\tI know you're a cop, but what do you\t\t\t   * \t\twant? Did I do something wrong?\t\t\t\t   * \t\t    \t\t\t\t\t\t\t   * \t\tNo, but I can't remember things I do. I\t\t\t* \t\tdon't know what I just did. Maybe I did\t\t\t* \t\tsomething wrong, did I do something\t\t\t    * \t\twrong?\t\t\t\t\t\t\t   *  Leonard paces.\t\t\t\t\t\t\t*  \n[365]\t\tI dunno - something bad. Maybe I did\t\t\t   * \t\tsomething bad.\t\t\t\t\t\t\t*    MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t93.  A140 EXT. ALLEYWAY BEHIND TATTOO PARLOUR - DAY &lt;<colour <=\"\" a140=\"\" b=\"\">SEQUENCE&gt;&gt;\t\t\t\t\t\t\t    *  Leonard DROPS from a WINDOW, gains his balance and HURRIES to   * his Jaguar which is parked on the street by the mouth of the    * alley. He slips into the car, CLOSES the door gently, starts    * the engine and SPEEDS away.\t\t\t\t\t\t\t  *  B140 INT./EXT. JAGUAR PARKED OUTSIDE FERDY'S - DAY &lt;<colour <=\"\" b=\"\" b140=\"\">SEQUENCE&gt;&gt;\t\t\t\t\t\t\t    *\t\t\t\t\t\t\t  Leonard reaches into his jacket pocket and pulls out a round    * piece of cardboard. It is a BEER MAT with the name of a local   * bar: \"FERDY'S\". There is a message written on it:\t\t\t*  \n[366]\t\tNo, Officer, but with my condition, you\t\t\t* \t\tdon't know anything... you feel angry,\t\t\t * \t\tguilty, you don't know why. You could do\t\t    * \t\tsomething terrible and not have the\t\t\t    * \t\tfaintest idea ten minutes later. Like\t\t\t  * \t\tSammy. What if I've done something like\t\t\t* \t\tSammy?!\t\t\t\t\t\t\t  * \t\t    \t\t\t\t\t\t\t * \t\tI didn't tell you? Didn't I tell you\t\t\t   * \t\twhat happened to Sammy and his wife?!\t\t\t  * \t\t    \t\t\t\t\t\t\t * \t\t\t\t \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[367]\t\tMrs. Jankis came to my off ice and asked\t\t    * \t\tmy honest opinion about Sammy's\t\t\t\t   * \t\tcondition.\t\t\t\t\t\t\t    *  \n[368] Mrs. Jankis is seated across the desk from Leonard. She gets up to leave. Leonard just sits there.  \n[369]\t\tI never said he was faking. Just that \t\this condition was mental, not physical. \t\tShe seemed satisfied, she just said \t\t\"thanks\" and got up to leave. I found \t\tout later that she went home and gave \t\tSammy his final exam.  \n[370]\t\tShe knew beyond doubt that he loved her, \t\tso she found a way to test him.  Sammy injects the insulin, then withdraws the needle, smiles reassuringly at his wife and goes back into the kitchen.  Mrs. Jankis watches Sammy flipping through the channels, looking for commercials.  She sets her watch back by fifteen minutes.  \n[371]\t\tShe really thought she would call his \t\tbluff...  Mrs. Jankis sets her watch back by fifteen minutes.  \t\t\t\tLEONARD  (cont'd) \t\t... or didn't want to live with the \t\tthings she'd put him through.  Sammy injects her in the stomach.  \n[372]\t\tShe went into a coma and never \t\trecovered.  Sammy grabs for the phone, dialing frantically.  \t\t\t\tLEONARD (cont'd) \t\tSammy couldn't understand or explain \t\twhat had happened.  Sammy strokes Mrs. Jankis' cheek, crying.  \n[373]\t\tHe's been in a home ever since. He \t\tdoesn't even know his wife is dead.  \n[374]\t\tSammy's brain didn't respond to\t\t\t\t   * \t\tconditioning, but he was no con man.\t\t\t   * \t\tWhen his wife looked into his eyes she\t\t\t * \t\tthought he could be the same as he ever\t\t\t* \t\twas. When I looked into Sammy's eyes, I\t\t\t* \t\tthought I saw recognition. We were both\t\t\t* \t\twrong.\t  Leonard looks into the mirror.                 \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t96.  \n[375]\t\tNow I know. You take it. If you think \t\tyou're supposed to recognize someone, \t\tyou pretend to. You bluff it to get a \t\tpat on the head from the doctors. You \t\tbluff it to seem less of a freak.\t\t\t\t *  145  EXT. STRIP MALL - DAY &lt;<colour sequence=\"\">&gt;\t\t\t\t145 </colour> The TYRES of the Jaguar SCREAM as the car SCREECHES to a halt. Leonard backs the car up and stops in front of a TATTOO PARLOR. He grabs a FILE CARD of f the dash which says:  \n[376]\t\tDidn't know this town had a parlor.  \n[377]\t\tI'd like this on my thigh please.  Leonard hands her a FILE CARD. She reads the card, then looks at him. He shrugs.  \n[378]\t\tPromise you won't call me an idiot.  He pulls down his trousers, revealing his SCABBY, homemade tattoo. . The tattooist looks at it.  \n[379]\t\tHow'd you know I was in here?  \n[380]\t\tGuess I wanted to get something down \t\tbefore it slipped my mind.  The tattoo needle buzzes as the tattooist makes a start on\t * the next letter: a \"C\". Teddy sticks his hand through the curtain.  \n[381]\t\tIt'll be alright for a minute.  Teddy shrugs. The tattooist looks up at him.  \n[382]\t\tWhy?  \n[383]\t\tWhy not?     \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t99.  \n[384]\t\tWhat cop?  \n[385]\t\tEnvelopes?\t\t\t\t\t\t\t    *  \n[386]\t\tHow do you know this?  \n[387]\t\tHow do you know him?  \n[388]\t\tWhat did he want to know from you?\t\t\t\t*   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t101.  \n[389]\t\tWho?  \n[390]\t\t \t\tSneaky fuck. \"Bad Cop\". Had me going.  Leonard puts his jacket back on, checks the other pockets. He finds a BEER MAT for a local bar named FERDY'S. There is a message written on it:  \n[391]\t\tSo this Jimmy Grantz deals drugs out of\t\t\t* \t\tthe bar where his girlfriend works. But\t\t\t* \t\the'll come to the meet alone.\t\t\t\t\t*  Leonard looks down at the FRESH TATTOO on his thigh.\t\t  *   \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \n[392]\t\tI always figured the drugs angle would\t\t\t * \t\tbe the best way to get him. No, officer,\t\t    * \t\tI'm ready. Ready as I'll ever be. \t\t \t\tYou're downstairs now? What do you look \t\tlike? \t\t \t\tI'll be right down.  \t\t\t\t\t\t\t  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t103.  \n[393]\t\tOfficer Gammell.  \n[394]\t\tSomething to remember you by.  Leonard lowers the camera and takes out a pen, resting the picture against the truck, about to write on the white strip beneath the developing picture.  \n[395]\t\tI'm sorry - is it Officer, or Lieutenant \t\tGammell?  Teddy coughs and looks at the picture.  \n[396]\t\tYou're not coming?  \n[397]\t\tJimmy?  \n[398]\t\tDo you remember me?  \n[399]\t\tYou Jimmy Grantz?\t\t\t\t\t\t\t  *  \n[400]\n[401]\t\tStrip!  Jimmy starts taking off his suit.  \n[402]\t\tDon't say anything else.  \n[403]\t\tQuiet!  Jimmy drops his shirt.  \n[404]\t\tPants, too.  \n[405]\t\tI don't want blood on them.  \n[406]\t\tStrip!  \n[407]\t\tYou think you can bargain with me?!  \n[408]\t\tI don't want your fucking money!     \t\t\t\t\t\t\t \t\t\t\t\t\t\t107.  \n[409] Leonard's wife, smiling.  \n[410]\t\tI want my fucking life back!  Jimmy SWINGS at Leonard with a BROKEN FLOORBOARD, STRIKING his shoulder. The jack handle goes flying. Jimmy SWINGS again, misses. Leonard GRABS him, taking him down. The two of them STRUGGLE on the floor. Leonard gets ON TOP of Jimmy, CHOKING him. Jimmy tries to speak, but can only make GURGLING noises. As Leonard watches Jimmy fight for air we:  \n[411]\n[412]\t\tWhat have I done?\t\t\t\t\t\t\t  *  171  EXT. DERELICT BUILDING - DAY &lt;<colour sequence=\"\">&gt;\t\t   171 </colour> Leonard emerges to find Teddy trying the Jaguar's doors.  \n[413]\t\t \t\tHey! Mister! I need help!  Teddy looks up.  \n[414]\t\tThere's a guy in here, hurt bad! We gotta \t\tget him to a doctor!  Teddy moves towards the house. Leonard leads him in.   MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t109.  172  INT. DERELICT BUILDING - DAY - CONTINUOUS &lt;<coulour sequence=\"\">172 </coulour> Teddy follows Leonard down the darkened hall.  \n[415]\t\t \t\tHe might have fallen down the stairs, I \t\tdon't know, I don't know what's going on, \t\tI'm confused. I have this memory thing - \t\tdo I know you?  \n[416]\t\tMaybe. Maybe just.  They go down into the basement.  \n[417]\t\tI don't know. See, I have this condition.  \n[418]\t\tRemember me again, huh?  Leonard FRISKS him, pulling out a GUN and a POLICE BADGE.\t  *  \n[419]\t\tYou're a cop. A fucking cop.\t\t\t\t\t *      \t\t\t\t\t\t\t  MEMENTO  Yellow Revisions - 9/29/99 \n[420]\t\tGet up.\t\t\t\t\t\t\t  *  Teddy CRAWLS to his feet, RUBBING his head.\t\t\t\t *  MEMENTO  Yellow Revision - 9/29/99 \t\t\t\t\t\t\t110.  174  INT. DERELICT BUILDING - DAY - CONTINUOUS &lt;<colour sequence=\"\">&gt;174 </colour> Leonard pushes Teddy out of the basement.  \n[421]\t\tWho was that? He's not the guy. He knew\t\t\t* \t\tme.\t\t\t\t\t\t\t *  \n[422]\t\tBullshit.\t\t\t\t\t\t\t*  \n[423]\t\tSo what was he bringing the two hundred\t\t\t* \t\tgrand for?\t\t\t\t\t\t\t    *  \n[424]\t\tWhat was it for?\t\t\t\t\t\t\t   *  \n[425]\t\tThis is a drug deal?!  \n[426]\t\tBut how did he know me?\t\t\t\t\t\t *  \n[427]\t\tYou're using me!  Teddy looks at him, offended.  \n[428]\t\tHe knew about Sammy. Why would I tell him \t\tabout Sammy?\t\t\t\t\t\t\t  *  \n[429]\t\tWhat the fuck are you talking about?  \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \t\t\t\t\t\t\t112.  \n[430]\t\tThat's Sammy, not me! I told you about \t\tSammy -  \n[431]\t\tSammy let his wife kill herself! Sammy \t\tended up in an institution - !\t\t\t\t    *  \n[432]\t    I never said he was faking! I never said \t    that!  \n[433]\t\tI was wrong! That's the whole point! \t\tSammy's wife came to me and -  \n[434]\t\tGentle.  Leonard has a syringe in his hand.  176  INT. DERELICT BUILDING - DAY &lt;<colour sequence=\"\">&gt;\t\t   176 </colour> Leonard shakes his head, clearing his head of the image.  \n[435]\t\tMy wife wasn't diabetic.  \n[436]\t\tGentle. \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \t\t\t\t\t\t\t114.  \n[437]\t\tShe wasn't diabetic. You think I don't\t\t\t * \t\tknow my own wife? What the fuck is wrong\t\t    * \t\twith you?\t\t\t\t\t\t\t*  \n[438]\t\tBut he's not the right guy!\t\t\t\t\t  *  \n[439]\t\tIt makes all the difference.\t\t\t\t\t *  \n[440]\t\tYes, I will.  \n[441]\t\tSomehow, I'll know!  \n[442]\t\tWhen it's done, I'll know! It'll be \t\tdifferent!  \n[443]\t\tWhy do you keep lying to me?\t\t\t\t\t *  \n[444]\t\tSo who are you saying he was?\t\t\t\t\t*  \n[445]\t\t    \t\t\t\t\t\t\t    * \t\tThank you.\t\t\t\t\t\t\t    *  \n[446]\t\tYou probably.\t\t\t\t\t\t\t *  \n[447]\t\tWhy would I do that?\t\t\t\t\t\t    *  \n[448]\t\tYour name's Teddy.  \n[449]\t\tI should kill you.\t\t\t\t\t\t\t *  \n[450]\t\tI'm not a killer...  Leonard reaches into his sports bag, grabs a LIGHTER and sparks a flame. Leonard holds the PHOTO in the flame until it CATCHES LIGHT, MELTING and BLACKENING. The flames go out, having destroyed the entire image but for an arm resting on a floor. Leonard sticks the remnants into his jacket pocket. He looks in the rear-view mirror at Teddy, who scrabbles around in the bushes.  \n[451]\t\t... but right now I need to be.  Teddy's GREY SEDAN is parked in front of Leonard. Leonard looks at the sedan, then reaches into his sports bag for a PEN and a FILE CARD. He writes on the file card:  \n[452]\t\tIt is now.  \n[453]\t\tWhy not?   \t\t\t\t\t\t\t  MEMENTO  Yellow Revisions - 9/29/99 \t\t\t\t\t\t\t118.  \n[454]\t\tI'd rather be mistaken for a dead guy \t\tthan a murderer. I'm gonna hang on to \t\tthis.  Leonard TOSSES the GUN into the trunk. It lands on PILES OF BANKNOTES STUFFED IN THE TRUNK. Teddy REACTS to the sight of the money. Leonard glances at Teddy, then the money, shakes his head, then SLAMS the trunk. Teddy jogs back to where he was looking for his keys.  181  INT. JAGUAR - DAY &lt;<colour sequence=\"\">&gt;\t\t\t\t    181 </colour> Leonard starts the engine. Through the rear-view mirror, Leonard stares at Teddy's retreating form. Thinking. Leonard PULLS OUT onto the road.  182\tINT./EXT. THE ROAD BACK INTO TOWN - DAY &lt;<colour sequence=\"\">&gt;  182 </colour> As the Jaguar cruises along, Leonard places the FILE CARD on the dash. It says:  \n[455]\t\tI have to believe in the world outside my \t\town mind. I have to believe that my \t\tactions still have meaning, even if I \t\tcan't remember them. I have to believe \t\tthat when my eyes are closed, the world's \t\tstill there.  Leonard CLOSES HIS EYES, driving blind. Stay on Leonard, not seeing the road ahead, hearing cars whip past.  \t\t\t\tLEONARD  (cont'd) \t\t \t\tBut do I? Do I believe the world's still \t\tthere?  Move in on Leonard as cars fly past, horns BLARING.  \t\t\t\t\t\t\t  MEMENTO Blue Revisions - 8/27/99  \t\t\t\t\t\t\t119.  ", "Leonard's": "\n[1] Montage: Leonard, wearing a CHEAP DARK SUIT and TIE, sitting opposite various DIFFERENT PEOPLE in an interview situation.  \n[2]- NIGHT &lt;<colour sequence=\"\">&gt; \n[3] A FISH-EYE TEDDY, grinning and waving.  69   INT. DODD'S MOTEL - DAY &lt;<colour sequence=\"\">&gt;\t\t\t   69 </colour> Leonard looks around, trying to think. Teddy KNOCKS harder. The Man in the closet BUMPS and GROANS. Leonard reaches into his pocket and pulls out some Polaroids.  \n[4]\t\t \t\tIt's good.  \n[5]\t\tI enjoy it.  \n[6]\t\t \t\tDon't be a prick. I'm not reading it to \t\tannoy you, I enjoy it. Just let me read, \t\tplease.  95   EXT. RESERVOIR - NIGHT &lt;<colour sequence=\"\">&gt;\t\t\t    95 </colour> He places the BOOK on the fire. He reaches into the bag, produces a BRA and a HAIRBRUSH. He puts the bra on the fire, then pulls some BLACK HAIR out of the hairbrush. He holds a few strands out above the fire until they shrivel up in the heat. He does this with a larger clump and it produces a SMALL FLAME so he DROPS it into the fire.  \n[7] Leonard, in a CHEAP SUIT AND TIE, gets up from behind his desk to shake hands with Mrs. Jankis. They talk, Leonard nodding as he listens. Mrs. Jankis is crying.  \n[8]NIGHT &lt;<colour sequence=\"\">&gt; </colour> We move down the hail towards a closed door. Shadows and\t   * light play across the floorboards from the gap under the\t   * door. An ominous rumbling builds.\t\t\t\t\t\t *  \n[9] Mrs. Jankis is seated across the desk from Leonard. She gets up to leave. Leonard just sits there.  \n[10]\n[11] Leonard's wife, smiling.  \n[12]\n[13]\t\tGentle.  Leonard has a syringe in his hand.  176  INT. DERELICT BUILDING - DAY &lt;<colour sequence=\"\">&gt;\t\t   176 </colour> Leonard shakes his head, clearing his head of the image.  \n[14]\t\tGentle. \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \t\t\t\t\t\t\t114.  ", "Wife": "\n[1] Leonard buttons his blue shirt, then writes on the back of Teddy's picture:  \n[2] \n[3] Natalie touches the blank area of skin above Leonard's heart.   *  \n[4]\t\t \t\tIt's good.  \n[5]\t\tI enjoy it.  \n[6]\t\t \t\tDon't be a prick. I'm not reading it to \t\tannoy you, I enjoy it. Just let me read, \t\tplease.  95   EXT. RESERVOIR - NIGHT &lt;<colour sequence=\"\">&gt;\t\t\t    95 </colour> He places the BOOK on the fire. He reaches into the bag, produces a BRA and a HAIRBRUSH. He puts the bra on the fire, then pulls some BLACK HAIR out of the hairbrush. He holds a few strands out above the fire until they shrivel up in the heat. He does this with a larger clump and it produces a SMALL FLAME so he DROPS it into the fire.  \n[7]\t\tGentle.  Leonard has a syringe in his hand.  176  INT. DERELICT BUILDING - DAY &lt;<colour sequence=\"\">&gt;\t\t   176 </colour> Leonard shakes his head, clearing his head of the image.  \n[8]\t\tGentle. \t\t\t\t\t\t\t  MEMENTO - Green Revisions 10-4-99 \t\t\t\t\t\t\t114.  \n[9] ***  It's your birthday today, so I got you a little present. I would have just bought you a beer, but who knows where that would have ended?  So instead, I got you a bell. I think I may have had to pawn your watch to buy it, but what the hell did you need a watch for, anyway?  You're probably asking yourself, Why a bell? In fact, I'm guessing you're going to be asking yourself that question every time you find it in your pocket. Too many of these letters now. Too many for you to dig back into every time you want to know the answer to some little question.  It's a joke, actually. A practical joke. But think of it this way: I'm not really laughing at you so much as with you.  I'd like to think that every time you take it out of your pocket and wonder, Why do I have this bell? a little part of you, a little piece of your broken brain, will remember and laugh, like I'm laughing now.  Besides, you do know the answer. It was something you learned before. So if you think about it, you'll know.  Back in the old days, people were obsessed with the fear of being buried alive. You remember now? Medical science not being quite what it is today, it wasn't uncommon for people to suddenly wake up in a casket. So rich folks had their coffins outfitted with breathing tubes. Little tubes running up to the mud above so that if someone woke up when they weren't supposed to, they wouldn't run out of oxygen. Now, they must have tested this out and realized that you could shout yourself hoarse through the tube, but it was too narrow to carry much noise. Not enough to attract attention, at least. So a string was run up the tube to a little bell attached to the headstone. If a dead person came back to life, all he had to do was ring his little bell till someone came and dug him up again.  I'm laughing now, picturing you on a bus or maybe in a fast-food restaurant, reaching into your pocket and finding your little bell and wondering to yourself where it came from, why you have it. Maybe you'll even ring it.  Happy birthday, buddy.  I don't know who figured out the solution to our mutual problem, so I don't know whether to congratulate you or me. A bit of a lifestyle change, admittedly, but an elegant solution, nonetheless.  Look to yourself for the answer.  That sounds like something out of a Hallmark card. I don't know when you thought it up, but my hat's off to you. Not that you know what the hell I'm talking about. But, honestly, a real brainstorm. After all, everybody else needs mirrors to remind themselves who they are. You're no different.  ***  THE LITTLE MECHANICAL VOICE PAUSES, then repeats itself. It says, \"The time is 8:00 a.m. This is a courtesy call.\" Earl opens his eyes and replaces the receiver. The phone is perched on a cheap veneer headboard that stretches behind the bed, curves to meet the corner, and ends at the minibar. The TV is still on, blobs of flesh color nattering away at each other. Earl lies back down and is surprised to see himself, older now, tanned, the hair pulling away from his head like solar flares. The mirror on the ceiling is cracked, the silver fading increases. Earl continues to stare at himself, astonished by what he sees. He is fully dressed, but the clothes are old, threadbare in places.  Earl feels the familiar spot on his left wrist for his watch, but it's gone. He looks down from the mirror to his arm. It is bare and the skin has changed to an even tan, as if he never owned a watch in the first place. The skin is even in color except for the solid black arrow on the inside of Earl's wrist, pointing up his shirtsleeve. He stares at the arrow for a moment. Perhaps he doesn't try to rub it off anymore. He rolls up his sleeve.  The arrow points to a sentence tattooed along Earl's inner arm. Earl reads the sentence once, maybe twice. Another arrow picks up at the beginning of the sentence, points farther up Earl's arm, disappearing under the rolled-up shirtsleeve. He unbuttons his shirt.  Looking down on his chest, he can make out the shapes but cannot bring them into focus, so he looks up at the mirror above him.  The arrow leads up Earl's arm, crosses at the shoulder, and descends onto his upper torso, terminating at a picture of a man's face that occupies most of his chest. The face is that of a large man, balding, with a mustache and a goatee. It is a particular face, but like a police sketch it has a certain unreal quality.  The rest of his upper torso is covered in words, phrases, bits of information, and instructions, all of them written backward on Earl, forward in the mirror.  EventuallyEarl sits up, buttons his shirt, and crosses to the desk. He takes out a pen and a piece of notepaper from the desk drawer, sits, and begins to write.  *** \t\t\t\t\t\t\t I don't know where you'll be when you read this. I'm not even sure if you'll bother to read this. I guess you don't need to.  It's a shame, really, that you and I will never meet. But, like the song says, \"By the time you read this note, I'll be gone.\"  We're so close now. That's the way it feels. So many pieces put together, spelled out. I guess it's just a matter of time until you find him.  Who knows what we've done to get here? Must be a hell of a story, if only you could remember any of it. I guess it's better that you can't.  I had a thought just now. Maybe you'll find it useful.  Everybody is waiting for the end to come, but what if it already passed us by? What if the final joke of Judgment Day was that it had already come and gone and we were none the wiser? Apocalypse arrives quietly; the chosen are herded off to heaven, and the rest of us, the ones who failed the test,  just keep on going, oblivious. Dead already,  wandering around long after the gods have stopped keeping score, still optimistic about the future.  I guess if that's true, then it doesn't matter what you do. No expectations. If you can't find him, then it doesn't matter, because nothing matters. And if you do find him, then you can kill him without worrying about the consequences. Because there are no consequences.  That's what I'm thinking about right now, in this scrappy little room. Framed pictures of ships on the wall. I don't know, obviously, but if I had to guess, I'd say we're somewhere up the coast. If you're wondering why your left arm is five shades browner than your right, I don't know what to tell you. I guess we must have been driving for a while. And, no, I don't know what happened to your watch.  And all these keys: I have no idea. Not a one that I recognize. Car keys and house keys and the little fiddly keys for padlocks. What have we been up to?  I wonder if he'll feel stupid when you find him. Tracked down by the ten-minute man.  Assassinated by a vegetable.  I'll be gone in a moment. I'll put down the pen, close my eyes, and then you can read this through if you want.  I just wanted you to know that I'm proud of you. No one who matters is left to say it. No one left is going to want to.  EARL'S EYES ARE WIDE OPEN, staring through the window of the car. Smiling eyes. Smiling through the window at the crowd gathering across the street. The crowd gathering around the body in the doorway. The body emptying slowly across the sidewalk and into the storm drain.  ***  A stocky guy, facedown, eyes open. Balding head, goatee. In death, as in police sketches, faces tend to look the same. This is definitely somebody in particular. But really, it could be anybody.  Earl is still smiling at the body as the car pulls away from the curb. The car? Who's to say? Maybe it's a police cruiser. Maybe it's just a taxi.  As the car is swallowed into traffic, Earl's eyes continue to shine out into the night, watching the body until it disappears into a circle of concerned pedestrians. He chuckles to himself as the car continues to make distance between him and the growing crowd.  Earl's smile fades a little. Something has occurred to him. He begins to pat down his pockets; leisurely at first, like a man looking for his keys, then a little more desperately. Maybe his progress is impeded by a set of handcuffs. He begins to empty the contents of his pockets out onto the seat next to him. Some money. A bunch of keys. Scraps of paper.  A round metal lump rolls out of his pocket and slides across the vinyl seat.  Earl is frantic now. He hammers at the plastic divider between him and the driver, begging the man for a pen. Perhaps the cabbie doesn't speak much English. Perhaps the cop isn't in the habit of talking to suspects. Either way, the divider between the man in front and the man behind remains closed. A pen is not forthcoming.  The car hits a pothole, and Earl blinks at his reflection in the rearview mirror. He is calm now. The driver makes another corner, and the metal lump slides back over to rest against Earl's leg with a little jingle. He picks it up and looks at it,  curious now. It is a little bell. A little metal bell. Inscribed on it are his name and a set of dates. He recognizes the first one: the year in which he was born. But the second date means nothing to him. Nothing at all.  As he turns the bell over in his hands, he notices the empty space on his wrist where his watch used to sit. There is a little arrow there, pointing up his arm. Earl looks at the arrow, then begins to roll up his sleeve.  ***  \"You'd be late for your own funeral,\" she'd say. Remember? The more I think about it, the more trite that seems. What kind of idiot, after all, is in any kind of rush to get to the end of his own story?  And how would I know if I were late,  anyway? I don't have a watch anymore. I don't know what we did with it.  What the hell do you need a watch for,  anyway? It was an antique. Deadweight tugging at your wrist. Symbol of the old you. The you that believed in time.  No. Scratch that. It's not so much that you've lost your faith in time as that time has lost its faith in you. And who needs it,  anyway? Who wants to be one of those saps living in the safety of the future, in the safety of the moment after the moment in which they felt something powerful? Living in the next moment, in which they feel nothing. Crawling down the hands of the clock, away from the people who did unspeakable things to them. Believing the lie that time will heal all wounds-which is just a nice way of saying that time deadens us.  But you're different. You're more perfect.  Time is three things for most people, but for you, for us, just one. A singularity. One moment. This moment. Like you're the center of the clock, the axis on which the hands turn. Time moves about you but never moves you. It has lost its ability to affect you. What is it they say? That time is theft? But not for you. Close your eyes and you can start all over again. Conjure up that necessary emotion, fresh as roses.  Time is an absurdity. An abstraction. The only thing that matters is this moment. This moment a million times over. You have to trust me. If this moment is repeated enough, if you keep trying-and you have to keep trying-eventually you will come across the next item on your list.  End.  </colour></colour></colour></colour></colour></colour></colour></colour></colour></colour></colour></colour></colour></colour> </html> ", "Waiter": "\n[1]\t\tSir? You left these at your table.  Leonard looks down. The waiter hands him a BROWN ENVELOPE and a MOTEL ROOM KEY . On the envelope is a handwritten message:  \n[2]\t\tYou wanna go east on sixth. \t\t \t\tJust keep straight, all the way out of \t\ttown, then take a right.  MEMENTO Pink Revisions - 9/7/99 \t\t\t\t\t\t\t13.  19   EXT./INT. JAGUAR - DAY &lt;<colour sequence=\"\">&gt;\t\t\t    19 </colour> Leonard drives, consulting his Polaroid photos.  20   EXT. DISCOUNT INN ROOM 304 - DAY &lt;<colour sequence=\"\">&gt;\t    20 * </colour> Leonard, BROWN ENVELOPE in hand, finds the door to room 304.  21   INT. DISCOUNT INN ROOM 304 - DAY &lt;<colour sequence=\"\">&gt;\t    21 * </colour> Leonard enters, looks around as if for the first time. An anonymous motel room, except that tacked to one wall is a HAND-DRAWN CHART showing the layout of some streets, and stuck to the edges of the chart are POLAROID PHOTOGRAPHS, with ARROWS DRAWN from each photograph to a spot on the map.  Leonard inspects the photos. Some are buildings, some are people. All have the HANDWRITTEN NOTES on the broad white strip underneath the image.  Leonard gets Polaroids out of his pocket. The first one is of the Discount Inn. He STICKS it onto an already-squashed lump    * of blue tack at the end of an ARROW drawn from a location on the outskirts of town.  The second photo is a blurred shot of a Brunette turning in a doorway. The name NATALIE is written under the picture. Leonard flips it over. On the back are two handwritten messages. The first one has been completely scribbled over, but the other one reads:  "}}