{"filename": "Men-in-Black_script.txt", "imdb_id": "tt0119654", "imdb_url": "https://www.imdb.com/title/tt0119654", "characters": ["INS Agent Janus (as Fredric Lane)", "Beatrice (as Siobhan Fallon)", "Mikey", "Edgar", "Zed", "1st Lt. Jake Jensen", "Gentle Rosenburg", "Van Driver", "Jose", "Jay", "Arquillian", "Jeebs", "Laurel", "Kay", "Dee"], "dialogues": {"Mikey": "", "Edgar": "\n[1]\t\tI go out, I work my butt off to make a \t\tliving, all I want is to come home to a \t\tnice clean house with a nice fat steak on \t\tthe table, but instead I get this -- this \t\t-- I don't even know what you call this!  In the sky above, it's one of those brilliant star fields. But something strange is happening with one of those stars -- it's getting bigger.  \n[2]\t\tI'll tell you what it looks like, it looks \t\tlike poison. Don't you take that away, I'm \t\teating that, damn it! It is poison, isn't \t\tit?!  No, that star isn't getting bigger, it's moving. Toward us. Fast. It goes from a pinpoint to a dime, to a nickel, to a quarter, and works its way into fruit metaphors.  \n[3]\t\tI swear to God, I would not be surprised if \t\tit was, the way you skulk around here like \t\ta dog been hit too much -- or ain't been \t\thit enough, I can't make up my mind.  Okay, we're way past watermelon now, that thing is huge, and it's starting to glow hot red as it enters the earth's atmosphere, headed straight toward us, coming here, to Beatrice and Edgar's place.  The blazing fireball barrels through the sky, SNAPS off a couple trees --  \n[4]\t\tYou're useless, Beatrice! The only thing \t\tthat pulls its weight around here is my \t\tgoddamn truck!  -- and SLAMS right through a pickup truck parked in the driveway. A concussive BLAST follows, then a geyser of smoke and flame erupts.  \n[5]\t\tStay here!  The silhouette of Edgar leaps to its feet, races to the door, and throws it open. Edgar is everything his voice led us to expect -- a nasty, bug-eyed redneck carrying a twelve-gauge shotgun. His mouth agape, he walks across the yard and stares at the hulking shell that was his truck. The skeleton of the truck is still there, but there's a huge, smoldering hole in it, a hole that goes at least ten feet down into the ground.  \n[6]\t\tFigures.  He walks to the truck and touches the door handle. Hot. Using his shirt tail, he opens the door and peers down into the hole.  IN THE HOLE, he sees a smooth curve of metal and a few blinking lights. Embedded into the ground is, indeed, a spaceship, maybe eight feet across.  BEATRICE calls from behind him, standing in the doorway fearfully.  \n[7]\t\t\t \t\tGet your big butt back in that house!  Beatrice does as she's told, closing the door behind her. Edgar turns back to the smoldering rock, raising his shotgun in defense. AN OTHERWORLDLY VOICE comes from deep in the hole.  \n[8]\t\tYou can have my gun when you pry it from my \t\tcold, dead fingers!  There is a pause while the voice thinks about this offer. Finally, it responds, in a voice and cadence remarkably similar to Edgar's.  \n[9]\t\tSugar.  Pause. She looks out the window, at the smoking truck.  \n[10]\t\tGive me sugar.  Puzzled, Beatrice gets up, goes to the cabinet, and grabs a bag of sugar. She holds it out to him.  \n[11]\t\tIn water.  Frightened, she takes a glass of water from the table. She dumps some of the sugar into it.  \n[12]\t\tMore.  She puts more, till the glass is brimming. She stirs it quickly with a knife and hands it to him, her hand trembling.  Edgar takes it and downs it in a single gulp. Beatrice stares at Edgar, no idea what to think. She notices something odd about the skin on his neck.  \n[13]\t\tThat better?  Beatrice faints.  \n[14]\t\t\"Pest\" problem? \"Pest?\"  \n[15]\t\tYou know, I have noticed an infestation \t\there. Everywhere I look, in fact. Nothing \t\tbut undeveloped, unevolved, barely conscious \t\tpond scum. So convinced of their own \t\tsuperiority as they scurry about their \t\tshort, pointless lives.  \n[16]\t\tIn the worst way.  Edgar lashes out quickly, jerking the mask off the Orkin Man's face with one hand --  -- and shoving the gas hose down his throat with the other.  THE ORKIN MAN'S CAR KEYS drop to the garage floor, and Edgar picks them up.  \n[17]\t\tYou're right about one thing.  Suddenly a long STINGER whips out from under the back of Edgar's apron and zips under the table. First Rosenberg and then the Arquillian lurch forward their chairs, their faces contorting in pain.  They both pitch forward, their faces slogging into fresh pirogi.  The stinger SNAPS out from under the table and whips back under Edgar's apron. He moves quickly, searching their pockets, but he doesn't find what he's looking for. The cat, still perched on top of the ornate box, HISSES at him.  Edgar reaches out and BATS the cat away with one vicious swipe of his hand. The animal HOWLS and flies across the room, landing in a WOMAN's lunch.  The Woman SCREAMS. Now other DINERS' attention is drawn to Edgar's table, where two obviously dead men are being robbed by a waiter. There are SHOUTS of outrage, a few MEN rise out of their seats.  Edgar grabs the ornate box and tries to open it, but finds it locked. With the furor rising around him, he shoves the box under one arm and bolts for the door.  Rosenberg's cat leaps back onto the table and SNARLS at him as he goes.  \n[18]\t\tNo. No, NO, NO, NOOOO!  He rips the box apart with his bare hands. There's nothing else there.  \n[19]\t\tThat's my truck!  \n[20]\t\tWhere do you keep your dead?  \n[21]\t\tWhere?!  \n[22]\t\tA man came in here earlier. A dead man.  \n[23]\t\tHe was a very dear friend of mine. And I \t\tbelieve he had an animal with him. A gift \t\tI gave him, a pet cat that means worlds to \t\tme. I would like it back.  \n[24]\t\tDon't -- do that.  WHACK! Still another fly goes down.  \n[25]\t\tWhere is the animal?!  \n[26]\t\tGet it!  He grabs her roughly and drags her across the morgue, toward the equipment she pointed to. As they draw close, ORION the cat bolts from underneath it, races between their legs, and leapfrogs over several small cabinets, landing on top of a very tall one with only six inches clearance between it and the ceiling. A very tough hiding place.  Edgar just starts to turn when they hear the BELL and a VOICE from the corridor outside.  \n[27]\t\tEverybody shut UP!  \n[28]\t\tListen, Monkey Boy, I may have to take that \t\tkind of talk in my end of the universe, but \t\tcompared to you humans, I'm the top rung on \t\tthe evolutionary ladder, so can it, all \t\tright?!  \n[29]\t\tThat's better. Now put down your weapons. \t\tWe're leaving.  Kay freezes, teeth clenched, gun still in front of him. Standoff.  \n[30]\t\tHave you ever pulled the wings off a fly?  Edgar cranks one of Laurel's arms behind her back, hard, and she CRIES OUT in pain.  \n[31]\t\tWould you care to see the fly get even?  \n[32]\t\tPut the weapons down!  \n[33]\t\tDon't bet on it, meat sack.  And with that he turns, leaps --  -- and CRASHES right through the window, into the air shaft.  \n[34]\t\tTake me here.  \n[35]\t\tYou're coming with me.  \n[36]\t\tIt's a long trip. I'll need a snack.  And he shoves her ahead of him, off in the direction of the space ships.  Behind him, abandoned on the front seat of the cab, we finally see the front of the postcard he's been carrying around. \"FLUSHING MEADOWS, SITE OF THE 1964 WORLD'S FAIR,\" it says, with a distinctive photograph of the spaceships.  So that's how he knew.  \n[37]\t\tGood. War means food for my family, all \t\tseventy-eight million of them. That's a lot \t\tof mouths to feed, your highness.  \n[38]\t\tYou don't get it. I've won. It's over.  \n[39]\t\tYou milk-suckers! You don't matter! In a \t\tfew seconds you won't even be matter!  \n[40]\t\tPut my hands on my head?  Edgar stares at him. Then flexes his arms, still encased in flesh. His giant pincers RIP free of the rotting skin.  He extends both pincers to the sides, and, my God, his reach must be twelve feet across.  Now the skin and clothes on Edgar's legs begins to CRACK and SHRED. They BURST APART, revealing two hideous, doubled-over insect legs. The bug raises himself aloft on his legs.  He sucks in a deep breath of air, and now the rest of the Edgar suit goes the way of the arms and legs. The torso EXPLODES in great rendering of cloth and skin, and finally  Edgar's head simply BURSTS apart, SPATTERING against the walls. Edgar now reveals himself as he really is: a hairy, bug-like exoskeleton, a scaly tail with a long stinger, a head like a cobra with elliptical eyes and a small nose, and two horse-like feet with three toes each.  He raises his pincers in the air, resting them on his head. The GALAXY hangs on a chain around his neck.  ", "Zed": "\n[1]\t\tYou're late. Sit down.  Edwards takes the remaining chair. The elevator doors slide shut. Zed continues addressing the Recruits.  \n[2]\t\tMy name is Zed. You're all here because \t\tyou're the best of the best. Marines, Navy \t\tSEALS, Army Rangers...NYPD.  They all turn and regard Edwards a little smugly. He gives it back.  \n[3]\t\tAnd we're looking for one of you. Just one. \t\tWhat will follow is a series of simple \t\ttests designed to quantify motor skills, \t\thand-eye coordination, concentration, \t\tstamina -- I see we have a question.  Edwards's hand is, indeed, up.  \n[4]\t\tSon?  \n[5]\t\tWhat's so funny, Edwards?  \n[6]\t\tOkay. Let's get going.  \n[7]\t\tThe hell happened?  \n[8]\t\tMay I ask why you felt little Tiffany \t\tdeserved to die?  \n[9]\t\tAnd how did you come to that conclusion?  \n[10]\t\tHe's got a real problem with authority.  \n[11]\t\tI hope you know what you're doing.  Zed turns and walks away. Kay stares through the glass, at EDWARDS, who stands alone on one side of the room, apart from the rest of the group.  Zed reappears on the other side of the glass, coming through a door and into the shooting gallery. As he talks, Kay turns and walks off.  \n[12]\t\tCongratulations, you're everything we've \t\tcome to expect from years of government \t\ttraining. Now, if you'll just follow me, we \t\thave one more test to administer, an eye \t\texam.  \n[13]\t\tNow, if you'll look directly at the end of \t\tthis device.  He holds a neuralyzer up in front of them, and the Recruits stare obediently at it as Zed slips on a pair of black sunglasses.  Edwards stares, fascinated, but Kay's hand reaches in and yanks him away, just as Zed's neuralyzer FLASHES WHITE.  \n[14]\t\tWhat's your jacket size, Edwards?  \n[15]\t\tThen let's put it on.  \n[16]\t\tThe last suit you'll ever wear.  \n[17]\t\tFrom now on, you'll dress only in attire \t\tspecially sanctioned by MIB Special \t\tServices.  EDWARDS reaches out and opens a white locker, revealing a BLACK SUIT hung from a hanger in the middle. Above it, on the shelf, a BLACK HAT and a pair of BLACK SUNGLASSES. On the bottom, a pair of SHINY BLACK SHOES.  \n[18]\t\tYou'll conform to the identity we give you, \t\teat where we tell you, live where we tell \t\tyou, get approval for any expenditure over \t\ta hundred dollars.  \n[19]\t\tYou will have no identifying marks of any \t\tkind.  You will not stand out in any way.  \n[20]\t\tYour entire image is carefully crafted to \t\tleave no lasting memory whatsoever with \t\tanyone you encounter.  \n[21]\t\tYou're a rumor, recognizable only as deja \t\tvu and dismissed just as quickly. You don't \t\texist; you were never even born.  The coat is removed. The hat comes off the shelf.  \n[22]\t\tAnonymity is your name. Silence your native \t\ttongue.  \n[23]\t\tYou are no longer part of \"the system.\" \t\tWe're above the system. Over it. Beyond it.  Feet slip into black shoes. A belt is buckled. A tie pushed up.  \n[24]\t\tWe're \"them.\" We're \"they.\"  On screen, all that's left is the letter \"J.\"  As the coat is buttoned, we notice the sleeve. Monogrammed on the cuff is, simply, the letter \"J.\"  \n[25]\t\tWe are the Men in Black.  \n[26] Zed's office is a circular, windowed room elevated above the main floor of MIB headquarters. JAY and KAY sit across the desk from Zed. There are five video monitors on a wall behind Zed's desk, and on each monitor is another Man in Black, in different parts of the world, the city name and a clock ticking in a corner of the image.  While Zed talks, he goes through paperwork on his desk.  \n[27]\t\tOkay, let's see. \t\t\t \t\tBee, we got the deposed sur-prefect of \t\tSinalee touching down in the forest outside \t\tPortland tonight. I'm pulling you down from \t\tAnchorage to do a meet-and-greet.  BEE, an agent on one of the monitors, nods.  \n[28]\t\tYou wish. Bring a sponge. \t\t\t \t\tWhat else -- everybody, we gotta keep \t\tRolling Fish-Goat out of the sewer system, \t\the's scaring the rats. And Bobo the Squat \t\twants to reveal himself on \"Unsolved \t\tMysteries.\" Bee, make sure he doesn't.  He turns a page, coming across a red memo.  \n[29]\t\tRed-letter from last night -- we had an \t\tun-authorized landing somewhere in upstate \t\tNew York farm country. Keep your ears open \t\tfor this one, Kay, we're not hosting a \t\tgalactic kegger down here.  Next to him, his computer screen BEEPS importantly.  Zed looks over at it.  \n[30]\t\tWell, well, well -- we got a skimmer.  \n[31]\t\tRedgick. He's not cleared to leave Manhattan \t\tbut he's way out of town right now, stuck in \t\ttraffic on the New Jersey Turnpike. Why \t\tdon't you take Jay? This is a good one for \t\thim to warm up on.  \n[32]\t\tThe twins keep us on Alpha Centaurian time \t\t-- a 37-hour day. Give it a few months -- \t\tyou'll get used to it. Or you'll have a \t\tpsychotic episode.  He points up at the screen with a laser pencil.  \n[33]\t\tHere's Orion; the brightest grouping of \t\tstars in the northern sky... \t\t\t \t\tand here's Orion's belt --  He indicates the three stars that make up the belt.  \n[34]\t\tThere are no galaxies on Orion's belt. The \t\tbelt is just these three stars; galaxies \t\tare huge, made up of billions of stars. \t\t\t(switches off the laser \t\t\tpointer \t\tYou heard wrong.  \n[35]\t\tKay.  Jay and Kay cross back toward the LAD , where each of the thousand or so Aliens who live on earth are represented by a flickering LIGHT.  Some lights are starting to go out.  \n[36]\t\tWe've had twelve jumps in the last hour. \t\tRedgick was just the beginning.  \n[37]\t\t\t \t\tTranslate that and step on it! \t\t\t \t\tMeanwhile get down to Rosenberg's store and \t\tsee what you can turn up.  Kay and Jay walk away.  \n[38]\t\tAnd Kay -- take a lot of fire power.  IN THE EQUIPMENT LOCKER Kay pulls out the ENORMOUS, MANY-BARRELED HAND GUN. A small, clear, canister sprouts from underneath it, malicious swirling gases visible through its walls.  \n[39]\t\tContainment may be a moot point, my friend. \t\tThe exodus continues. It's like the party's \t\tover and the last one to leave gets stuck \t\twith the check.  Zed looks down to the vast floor below and sees the four worm guys with suitcases walking across the floor.  \n[40]\t\tYou sorry little ingrates!  \n[41]\t\tWe've only translated a part of the message \t\tso far: \"Deliver the Galaxy.\"  \n[42]\t\tOh, it gets better... They're holding us \t\tresponsible.  He looks up at the screen. It reads: \n[43]\t\tAnother contestant has entered the ring.  \n[44]\t\tSame thing: \"Deliver the galaxy.\"  \n[45]\t\tArquillian battle rules, kid. First we get \t\tan ultimatum, then a warning shot, then we \t\thave a galactic standard week to respond.  \n[46]\t\tTo keep the bugs from getting it, the \t\tArquillians will destroy the galaxy and \t\twhatever planet it's on.  \n[47]\t\tSucks, doesn't it?  \n[48]\t\tThey're all gone. Frank the Pug took the \t\tlast ship on the planet.  As Kay and Zed watch as the machine scrolls through the data, Jay walks back towards the center of the room, deep in thought. Over him we hear:  \n[49]\t\tGone.  \n[50]\t\tGone.  \n[51]\t\tGone.  \n[52]\t\tGone.  \n[53]\t\tGone, thank God.  \n[54]\t\tI think the word's already out. Our friends \t\tare coming back. \t\t\t \t\tGot an authorized landing at Times Square. \t\tYou and Jay check it out on the way back... \t\tAnd pick me up one of those soft pretzels, \t\twhile you're at it. Extra salt. I feel like \t\tcelebrating.  ", "Gentle": "", "Rosenburg": "", "Van": "\n[1] The DRIVER of the van, a fifty-year-old American, turns on the wipers, smearing the remains all over.  \n[2] the Agents fling open the rear doors, revealing a DOZEN FRIGHTENED MEXICANS, hopeful immigrants without official permission. Agent Janus looks at the Driver, who's now held by two other Agents, and shakes his head.  \n[3] A flap of skin, now getting gray and crusty with age, hangs off EDGAR's neck as he sits in the front of his Orkin van. He sucks as hard as he possibly can on a straw stuck into a Jolt Cola (\"Double the Sugar! Triple the Caffeine!\"), one of a six-pack that sits on the dashboard.  Across the street, Edgar sees a short, older man come out of one of the jewelry shops on Thirty-Fifth Street. Edgar drops the soda and stares.  The Older Man , is carrying a cat and an ornate rosewood jewelry box. Carefully, he sets the box down and lovingly places the cat on top of it while he locks all five locks on the door to his distinctive shop.  That finished, he picks up the cat, then the box, then waddles off down the street, one under each arm.  Edgar drops the truck into gear and follows him, slowly, trolling along behind him.  ON THE STREET, Rosenberg walks happily along, HUMMING to himself. He gives his cat a little peck. As he rounds a corner, we recognize the tune he's humming -- \"I've Got the Whole World In My Hands.\"  The Orkin van rounds the corner behind him. Following.  \n[4] Inside the van, the ornate rosewood box is now battered and scarred, its various locks holding tight against EDGAR's repeated attempts to claw his way into it. Crammed into the back of the van along with his spaceship, Edgar wedges a screwdriver into the thin opening between the top and the rest of the box and SMACKS it with his right fist. Nothing doing.  He BELLOWS in rage and hurls the box against the side of the van, where it finally CRACKS a hinge. Edgar snaps it up, pries the rest of the hinge off with the screwdriver, and wrenches the top off the box.  Inside, there are dozens of precious, glittering diamonds, which he promptly tosses aside as worthless. But the rest of the box is empty.  ", "Driver": "\n[1]\t\tGoddamn bugs.  He squirts some wiper fluid onto the glass, which clears it up a bit, but now he sees something worse up ahead. It's a grouping of headlights, eight of them, all pointed at him, sealing off the road.  He bites his lip and calls over his shoulder, to the back of the van. He speaks in Spanish, which is subtitled.  \n[2]\t\tDeja me hablar. \t\t\t  \n[3]\t\tI was fishing in Cuernavaca.  \n[4]\t\tAnd make sure you tell them that at the \t\timpound.  Edgar reaches into the front seat of the van and pulls out his twelve gauge. He points it at the tow truck Driver. The tow truck driver looks at him with disdain, and pulling back his shirt reveals a mean-looking gun.  \n[5]\t\tI got worse.  He keeps hitching up the van. Two pedestrians walk past the dispute, very fast, ignoring the debate, headed right for the shop. We go with them, and realize that it's --  -- JAY and KAY. They stop at the smashed door of the jewelry shop and exchange a glance. Kay pulls a very menacing-looking weapon, nods, and they step inside.  \n[6]\t\tDamn bugs.  He reaches down and hits a button. Wiper fluid squirts onto the windshield and the wipers spread the bug goo everywhere.  ", "Jose": "", "Jay": "\n[1]\t\tThe difference between you and me?  He slips on the sunglasses.  \n[2]\t\tI make this look good.  \n[3]\t\tYo, wussup with Zed? \t\t\t \t\t\"Go get em, tiger. We're not hosting an \t\tintergalactic kegger...\"  \n[4]\t\tWe got the use of unlimited technology from \t\tthe entire universe and we cruise around in \t\tthis?  Kay glares at Jay. He's getting annoyed.  \n[5]\t\tYou know, ya'll gotta learn how to talk to \t\tpeople. You could be a little kinder and \t\tgentler.  Kay grits his teeth.  \n[6]\t\tNow did that hurt?  Kay shifts the car into reverse. The awesome power of the car kicks in and Jay sails forward, THWACKING into the dash. Kay shifts into forward and taps the gas, SLAMMING Jay back into his seat.  \n[7]\t\tYeah?  \n[8]\t\tMe?  \n[9]\t\tOh God! I see it I see it I see it!  A few yards from the car, Kay turns Redgick to face him.  \n[10]\t\tOh sweet Jesus Mother of God did you see \t\tthat?!  \n[11]\t\tGuys -- guys --  \n[12]\t\t\t \t\tHelp?! HELP! Hello?!  He starts tugging for all he's worth, but the fight is sort of going against him, as the tentacles pull him in even harder than he tries to pull the baby out.  \n[13]\t\t\t \t\tCan you guys do this later?!  But in that moment, Jay finally gets a foot up on the door frame, acquires leverage, and RIPS the baby free. He falls, flat on his back in the dirt, the multi-tentacled lizardlike baby resting squarely on his chest.  \n[14]\t\tOh -- oh -- oh -- man.  Kay turns and claps Redgick on the back.  \n[15]\t\t\t \t\tHey, you know, it is sorta --  It vomits on him.  \n[16]\t\tPick.  \n[17]\t\tThese are the hot sheets?  Kay pulls a copy of the Weekly World News from the stand and gives the guy a buck.  \n[18]\t\tYou're actually looking for tips in a \t\tsupermarket tabloid?  \n[19]\t\tWhy?  \n[20]\t\tDamn. If he was this ugly before he was an \t\talien...  \n[21]\t\tDid you taste her lemonade?  Kay nods, puts on his sunglasses. Takes out another pair, hands them to Jay.  Kay draws his neuralyzer. FLASH! Beatrice freezes, staring straight ahead as if hypnotized. Kay takes Jay's glasses off and hands them back to him.  \n[22]\t\tWhoa! That thing erases her memory, and you \t\tgive her a new one?  \n[23]\t\tAnd that's the best you can come up with?  \n[24]\t\t\t \t\tYeah, and you're better off 'cause he never \t\tappreciated you anyway. In fact, you kicked \t\thim out, and now that he's gone, you ought \t\tto buy some new clothes, maybe hire a \t\tdecorator or something...  \n[25]\t\t\t \t\tHey. Kay...when am I gonna get one of those \t\tmemory things?  The spectral analyzer turns blue.  \n[26]\t\tWait -- don't tell me -- that was the \t\tquestion on Final Jeopardy last night.  AT THE CAR, Kay snatches up the radio handset and keys the microphone.  \n[27]\t\tI'm gonna jump way past you and just guess \t\tthat this is bad. Right?  \n[28]\t\tSo basically you have a racial problem with \t\tall insect-based life forms?  \n[29]\t\tWhat do we do?  \n[30]\t\tI think, uh, we should start at the same \t\tplace you did.  \n[31]\t\tYour cat?  \n[32]\t\tThank-you, but is this really the time to \t\tuh -- you know, come on to me?  \n[33]\t\tOh, yes. Exactly.  \n[34]\t\tNope. All fine.  \n[35]\t\t\t \t\tWell, of course they are. What I'm pointing \t\tout is that there are no pieces of them \t\tleft. So they're intact, wherever they are. \t\tThat we can be sure of.  \n[36]\t\tYou know, I was just going to ask you the \t\tsame thing.  Laurel looks at him sideways, skeptical, but also intrigued. She whispers to him. Confiding in him.  \n[37]\t\tNo, no...not at all.  After a particularly gross GUSHY sound, he looks away, toward her. She's staring at him.  Laurel leans over and lowers her voice, just for him.  \n[38]\t\t\t \t\tNo...  From the other side of the room, Kay CLEARS HIS THROAT.  \n[39]\t\tExcuse me.  He walks across the morgue to Kay, who is still examining the Arquillian. But Jay never takes his eyes off Laurel.  \n[40]\t\t\t \t\tVery interesting. Got a real Queen of the \t\tUndead thing goin' on.  \n[41]\t\tGreat body.  \n[42]\t\tNot a clue.  \n[43]\t\tWhat is that?  He reaches out, touches the ear, then he actually turns it. With a soft \n[44]\t\tIt's all right -- What are you trying to \t\tsay? Struggle?  \n[45]\t\tBed? Belt? Orion's Belt?  The Baltian nods again, falls, and dies. Jay and Laurel look at the little dead alien, then at each other.  \n[46]\t\t\"To prevent war, the galaxy is on Orion's \t\tBelt?\"  The hell does that mean? \t\t\t \t\tHey! Kay! I mean, Dr., uh, whatever, come \t\there!  Kay begins over. Laurel looks at them.  \n[47]\t\tHe's dead.  Kay looks at the mess -- the body, the little dead man.  \n[48]\t\tYou knew him?  \n[49]\t\tHe said \"to prevent war, the galaxy is on \t\tOrion's Belt.\"  \n[50]\t\tThat's what he said. \t\t\t \t\tDidn't he? Right after he -- \t\t\t \t\tOh, for Christ's sake, you did the flashy \t\tthing already.  \n[51]\t\tStop that --  \n[52]\t\t-- that thing probably gives you brain \t\tcancer!  \n[53]\t\t\"Never hurt her before\"?! How many times \t\thave you done the flashy thing to this poor \t\twoman?!  \n[54]\t\tAren't you worried about, you know, long \t\tterm damage?  \n[55]\t\tWhat the hell happened to make you such a \t\tcallous son of a bitch?  \n[56]\t\tHey, you never flashed me with that thing, \t\tdid you?  \n[57]\t\tHey, Kay, I really think I should be in \t\tcharge of the flashy memory thing \t\tdepartment.  \n[58]\t\tYeah, well you're a menace with that \t\tthing...  An MIB containment vehicle pulls up, and four men dressed in black suits get out.  \n[59]\t\tDoesn't anybody believe in sleep around \t\there?  \n[60]\t\tThat's what the little guy was talking \t\tabout, \"To prevent war, the galaxy's on \t\tOrion's belt...\"  \n[61]\t\tYou're attracted to me, aren't you?  Jay starts to cross over to ANOTHER MONITOR, where Kay is sitting alone, tie loosened, slightly disheveled. On the screen, the word \"SEARCHING\" blinks, encouraging patience. The image changes to a satellite view of North America, which quickly zooms in on the Southwest.  On screen, the satellite view zooms down to Arizona, then a city, then a neighborhood, then a block, then a back yard. The printout changes to \n[62]\t\tPretty lady...  Kay clicks off the picture of her. Jay drags a chair and sits down.  \n[63]\t\tYou were the guy with the flowers in the \t\tphoto, \t\t(What, you were on your way to a dance or \t\tsomething and you got lost? And she never \t\tgot those flowers, did she?]  Kay doesn't answer, just stares at the screen. Elizabeth looks up, as if she knows she's being watched, but she's just looking at the sky, wondering how many stars'll be out tonight.  \n[64]\t\tGrumpy Guy's story comes into focus. She \t\tever get married?  \n[65]\t\tWell, it's better to have loved and lost \t\tthan never to have --  \n[66]\t\tWhat do they know that we don't know?  Kay looks to his partner, then to the screen. Another light flickers out.  \n[67]\t\tAnd we've got a dead Arquillian prince.  A COMMUNICATION STARTS COMING OVER THE SPEAKERS -- a sound like a cat and mouse caught in a blender.  \n[68]\t\tThey sound pissed.  \n[69]\t\tI like that.  \n[70]\t\tYou get a series four de-atomizer and I get \t\ta \"Noisy Cricket?!\" \t\t\t \t\tI'm afraid I'm going to break it.  Jay follows Kay out, glancing back to see the huge gun turrets on the Arquillian Battle Cruiser HUM and WHIR as they swing around into position, pointed down at the unwitting planet below.  \n[71]\t\tWho robs a jewelry store and leaves the \t\tjewels?  \n[72]\t\tThis guy had a serious crush on his cat.  Jay's attention is broken by something through the window. Outside, lumbering straight for the store, is EDGAR.  Jay thinks for a moment -- where does he know that face?  Suddenly, Edgar raises his arms, pointing both the farmer's rifle and the driver's shotgun. Before Edgar can shoot, Jay YELLS...  \n[73]\t\tKay! GET DOWN!  And then Jay FIRES, shattering the storefront window, and BLOWING UP A CAR on the street. The blast hurls him up and back a good ten feet, SLAMMING him into the wall with tremendous force. Edgar turns and rushes away down the street as Jay picks himself up.  \n[74]\t\tThe bug in the Edgar suit! The ugly redneck \t\tfrom the picture! That's him!  Jay leaps through the broken storefront window and after Edgar.  \n[75]\t\tCan we drop the cover-up bullshit?! There's \t\tan Alien Battle Cruiser that's gonna blow-up \t\tthe world if we don't...  \n[76]\t\tOf course that guy's an alien. That's gotta \t\tbe the worst disguise I've ever seen.  A voice answers him, but not the Vendor's.  \n[77]\t\tThe, uh...dog owes my friend some money.  \n[78]\t\tAsk him about the belt.  \n[79]\t\t\t \t\tThey're rehearsing a ventriloquist act.  \n[80]\t\tThe galaxy is hundreds of millions of stars \t\tand planets? How's it here?  If a dog can smirk, Frank does.  \n[81]\t\tKay...  \n[82]\t\tSo two galaxies have been fighting for \t\tyears. And the only people who've been \t\tbenefiting are a race of creatures called \t\tbugs. Then the two galaxies decide to make \t\tpeace...and the bugs send this guy down to \t\tmake sure the fighting never stops.  \n[83]\t\tAnd if we don't get it back before he \t\tleaves the planet...we're history.  \n[84]\t\tI'll handle this one, you wait outside.  \n[85]\t\tBecause all we have to do is walk in and \t\tget a cat, it's not that hard. But if you \t\tgo in, you're gonna lay your Jack Webb on \t\ther and flash your brain ray in her face \t\tand she's gonna end up with leukemia or \t\tsome shit. The woman's a doctor, she \t\tdoesn't need you erasing half her med \t\tschool classes. Take me five minutes.  And he continues into the morgue, leaving Kay waiting outside.  \n[86]\t\tHello? Anybody here?  Edgar looks up at the cat's hiding place. No time to get it. The bell DINGS again.  \n[87]\t\tHello?  Roughly, Edgar pulls Laurel close and puts a finger to his lips -- \"Shhhhhhh.\"  \n[88]\t\tUh, hi.  \n[89]\t\t\t \t\tI'm Sergeant Friday, from the Twenty-Sixth \t\tprecinct. They brought a cat in here with a \t\tcorpse the other day, might have said \t\t\"Orion\" on the cat's name tag?  \n[90]\t\tRight, well, the cat is, uh -- the cat's a \t\twitness in a murder case and I'm going to \t\tneed to take it with me.  \n[91]\t\tYou don't?  \n[92]\t\tExcuse me?  \n[93]\t\tDamn, you do start fast, don't you?  \n[94]\t\tAnd, uh, why exactly is that?  Laurel rolls her eyes. She seems irritated with him, but it doesn't go with what she's saying.  \n[95]\t\tNow slow down, you don't have to hit the \t\tgas like that.  She leans in and lowers her voice.  \n[96]\t\tAnd I will. But we gotta get something \t\tstraight here -- I'm gonna drive. It's not \t\tsome kind of macho trip, it's just the way \t\tI'm used to doing things, okay?  \n[97]\t\tDon't shoot! Don't shoot!  \n[98]\t\tHow was I supposed to know!?!  \n[99]\t\tMaybe if you didn't come on like a drunken \t\tprom date!  \n[100]\t\tIt's okay, Laurel!  \n[101]\t\tI mean it's going to be okay!  \n[102]\t\tThey're in a cab.  And Jay starts running down the street, where DOZENS of cabs are waiting at the intersection.  He's running from cab to cab, pounding on windows, scaring the living shit out of people --  \n[103]\t\tHey! Laurel!? Hey!  -- but Laurel and Edgar are nowhere to be found. Up ahead the light turns green and the tide of taxis wash away, leaving Jay on the street. He turns as a car screeches up behind him, its headlights shining in his eyes. As it gets closer, Jay sees it's Kay in the LTD.  \n[104]\n[105]\t\tA galactic standard week? How the hell long \t\tis that?  \n[106]\t\tOne hour?  Viewing the screen, it now reads: \n[107]\t\tYou're talking about US!  \n[108]\t\tUh, gentlemen.  \n[109]\t\tFellas.  \n[110]\t\tHey. Old guys.  Kay and Zed both look up at once, scowling.  \n[111]\t\tDo those still work?  They follow his gaze, up, over the computer terminals. There, on the wall in front of them, where it has loomed for the entire movie, is the enormous mural of the 1964 World's Fair grounds. Most prominent in the mural are two tall towers that rise dramatically from the ground, topped by --  -- the two flying saucers from the very first alien contact. As they stand there, wide-eyed, staring at it, we --  \n[112]\t\tYou're taking the tunnel?!  \n[113]\t\tIt's usually jammed?!  \n[114]\t\tI told you!  \n[115]\t\tYeah?!  \n[116]\t\tWhat?!?  \n[117]\t\tI don't care!!  \n[118]\t\tYou know how to work that?  Kay pumps it once, with extreme confidence.  \n[119]\t\tOh, shit.  \n[120]\t\tWhat?  \n[121]\t\tThat did not go at all like I had planned.  They look up to see the Bug moving for the second tower -- and the second flying saucer. Kay gets to his feet.  \n[122]\t\tWhere are you going?  \n[123]\t\tWhat!?  Kay steps forward and yells at the departing Bug.  \n[124] Jay watches as the Bug continues its HOWL OF TRIUMPH...He feels totally defeated. But...  He can hardly believe his eyes as he looks down at the Bug's stomach...  CLOSE ON BUG'S STOMACH. Through the leathery pouch of the Bug's stomach, we can just make out the distended outline of the two atomizers...and just a few inches from it, a HUMAN HAND is reaching toward the gun... KAY!  \n[125]\t\tHey! Come over here and try that!  The concrete THUNKS off the Bug's shell -- he doesn't seem to notice; just keeps moving.  Jay picks up a twisted metal pole and runs at the Bug.  \n[126]\t\tStop right there, or I'll start wailing on \t\tyour waxy, pointed ass!  Jay starts pounding on the Bug with the metal pole.  \n[127]\t\tWhat are you, afraid of me? Come on! Stand \t\tand fight like an arthropod!  In frustration, Jay screams and throws himself on the Bug, hanging onto its back, trying to drag it down.  \n[128]\t\tYou want a piece of this, huh?! Maybe \t\tyou're a badass in your hive, but this is \t\tNew York City. You're just another tourist \t\there!  The Bug flicks him off with his tail -- sending him SAILING twenty feet through the air.  Jay CRASHES into the dumpster, landing on a heap in front of the garbage.  But, scratched and beat-up, Jay still doesn't quit -- he stands to yell at the Bug, extending his arm at the creature.  \n[129]\t\tYou're messing with the wrong species, Bug --  He notices something on his arm...a cockroach running down his sleeve. He flicks it off...  Looks down at the ground...sees another roach...looks over to the dumpster behind him...there are more of them...a whole mob, in fact...fifty or sixty of the critters, climbing out of a rusted hole in the dumpster...  Jay has one last desperate idea...He kicks at the dumpster -- part of the side is rusted paper thin and it kicks apart and crumbles to pieces.  TENS OF THOUSANDS OF ROACHES pouring forth from the dumpster, crawling like a black glittering river, away from the garbage...  Jay leaps to his feet and moves to the glistening mob of insects...  \n[130]\t\tHey, Bug!  CLOSE ON JAY'S FOOT as he steps on the roach.  CRUNCH.  ON THE BUG as he flinches on the ladder -- he hates that sound.  ON JAY. He smiles.  \n[131]\t\tIf I'm not mistaken, that was a cousin of \t\tyours.  He knows he's getting to him. He steps toward the Bug -- moving his foot over another roach.  CRUNCH! He crushes another one.  \n[132]\t\tWhoa! That had to hurt. And, what d'you \t\tknow, here's your old Uncle Bob!  He steps forward again -- CRUNCH!  ON THE BUG. He turns around, anger burning in his eyes.  \n[133] Jay keeps moving toward the Bug, finding new roaches to tread on -- holds his foot over another one.  \n[134]\t\tWhat's that? Can you hear what he's saying? \t\t'Help me! Help me!'  CRUNCH. [ON] THE BUG as he starts climbing down the tower and moving toward Jay.  ON JAY. They are moving toward each other in a show down -- Jay moves on, poising his foot over another roach.  \n[135]\t\tOoh! There's a pretty one. That one looks \t\tkinda familiar, don't you think? I know who \t\tthat is!  The Bug is right over Jay now, jaws dripping ready to gobble him up.  \n[136]\t\tThat's your Momma!  He moves to CRUNCH the roach -- The Bug moves to chomp Jay -- Jay stares up at him, unflinching...  \n[137]\t\tDidn't she ever teach you not to bite off \t\tmore than you can chew?  and at that very moment...  Kay BLASTS a hole right in the middle of the Bug's midsection. The front of the Bug's thorax EXPLODES in a shower of bug juice all over Jay.  The Bug flies into two pieces -- the butt end sailing one way; the head flying behind Jay.  Kay falls out of the Bug, in a mess of goo, gasping for breath, dropping the atomizer from his slippery fingers.  The other gun sails off into the darkness.  The ICON drops to the ground, rolls over to Jay's feet, and CLATTERS to rest like a silver dollar on a barroom floor.  He calmly bends down and picks it up. Jay is pissed and starts in on Kay.  \n[138]\t\tYou son of a --  Kay holds up a finger in a 'wait a minute' gesture -- pulls out his pocket phone and hits a number.  \n[139]\t\tGetting eaten!? That was your plan!?  \n[140]\t\tAfter I got the shit beat out of me!  \n[141]\t\tYou coulda told me what you were doing.  \n[142]\t\tLook, I know we got rules, but she did just \t\tbust the Bug for us.  And so maybe you \t\tdon't have to flashy thing her.  Kay pulls out the neuralyzer.  \n[143]\t\tWho's she gonna tell, anyway? She only \t\thangs out with dead people.  \n[144]\t\tKay, you're scaring your partner.  \n[145]\t\tOh no, I can't do this job by myself.  \n[146]\t\tNo, you won't.  \n[147]\t\tI'll talk to Dennis Rodman, it's his damn \t\tplanet.  ", "Arquillian": "\n[1]\t\tDiplomatic mission.  \n[2]\t\tLunch.  \n[3]\t\tYour majesty, you are in grave danger.  \n[4]\t\tSir, a bug landed here. We must get you off \t\tthe planet.  \n[5]\t\tWe think he does. \t\t\t(noticing the ornate box \t\t\ton the table \t\tIs that what I think it is?  \n[6]\t\tSure. I ordered you some pirogi.  \n[7]\t\tTo the continued reign of the Arquillian \t\tEmpire.  ", "Jeebs": "\n[1]\t\tOfficer Edwards. Oh, hey, geez, how'd these \t\tget here? I thought I turned 'em in to the \t\tproper authorities.  He casually brushes some Rolexes off the counter.  \n[2]\t\tSure -- I'm a big crack dealer now. I just \t\twork here because I love the hours.  This pisses Edwards off. He grabs Jeebs by the collar.  \n[3]\t\tC'mon, Edwards, whatcha see is what I got.  \n[4]\t\tH-hiya Kay, how are you?  \n[5]\t\tYou know I got outta that business a long \t\ttime ago, Kay.  \n[6]\t\tWhoa, whoa, Kay, hold on a minute here...  \n[7]\t\tHe's always crazy. \t\t\t \t\tTake a cruise. Get a massage --  \n[8]\t\t\t \t\tDon't do that.  Edwards whirls around to see Jeebs' BODY, growing another head. Only takes four or five seconds. Kay calmly shoves his gun up against Jeebs' baby-soft new cheek.  \n[9]\t\tDo you know how much that hurts?  \n[10]\t\tHe looked all right to me.  \n[11]\t\tI don't know.  Kay raises the weapon again, threatening.  \n[12]\t\tI don't know!  Kay lowers his gun, gestures to the shelf full of weapons.  ", "Laurel": "\n[1]\t\tLaurel Weaver. Deputy Medical Examiner. I \t\tbelieve you. I opened him up. Find me at \t\tthe morgue. On 26th. I'll tell you what I \t\tfound.  \n[2]\t\t\t \t\tYou have really pretty eyes.  She hurries to turn the corner, but is STOPPED by someone who remains just offscreen.  \n[3]\t\tYes. That's right.  \n[4]\t\tLook where?  Edwards stretches even further in his seat, when there is a blinding FLASH from the corridor. Really curious now, he starts to get up --  -- when KAY steps into the room and closes the door behind him. Edwards rolls his eyes.  \n[5]\t\tBy the wall, I guess. \t\t\t \t\tWhat's with the cat?  \n[6]\t\tWhat's the problem with the cat?  \n[7]\t\tAre you having a bad day, baby?  Cheer up. \t\t\t \t\tHis is worse.  She sets the cat aside and wheels the stretcher under the lights.  \n[8]\t\tOkey-dokey. Shall we?  \n[9]\t\tOh, my God.  \n[10]\t\t\t \t\t...approximately 112 degrees at time of \t\tautopsy, indicating, quite impossibly, a \t\tpost-mortem increase in body temperature. \t\tExaminer attempted to verify result \t\trectally, only to find subject was, uh, \t\twithout rectum. Which can only be described \t\tas...well...as really...  \n[11]\t\tYeah, well whoever you are, I'm afraid I'm \t\tgoing to need to see some ID.  He hands her his CARTE NOIR, which changes to read \"Dr. Menville, Department of Public Health.\" She hands it back.  \n[12]\t\t\t \t\tYou boys must not have much of a home life.  \n[13]\t\tI'd say so -- triple homicide.  She gets up and goes to the Arquillian's body, which is still out on a table under the lights.  \n[14]\t\tThe first corpse was perfectly normal, \t\texcept that he was broken in half, but when \t\tI opened up the other two -- well, look.  She throws back a sheet, revealing  the fully dissected Arquillian. Kay raises an eyebrow; Jay nearly retches.  \n[15]\t\tThere's a skeletal structure at work here \t\tunlike anything I've ever seen.  Kay steps past her, going straight to the body. He begins to examine it.  \n[16]\t\tThis way, Doctor.  Jay and Laurel cross the room, to where ROSENBERG's corpse lies out on another gurney.  \n[17]\t\tThis one's even stranger. I did a full \t\tlaparotomy. I started with the lesser \t\tcurvature of the stomach -- though, if you \t\twant, we could begin at the gastro-esophageal \t\tjunction.  \n[18]\t\tAll right.  Jay hears a MEOW and looks down. Rosenberg's cat is rubbing up against his leg.  \n[19]\t\tGuess it is now. Came in with the bodies.  She SNAPS one of her rubber gloves and reaches down , sinking her hands into the body as she moves things aside. Just by the look on Jay's face, one can imagine how disgusting it is.  Laurel digs in, up to her elbows. Jay winces. She pulls one bloody glove out, to wipe a strand of hair out of her face. He looks at her --  -- and she winks at him. He's surprised. She laughs.  \n[20]\t\tOkay. Dive right in. God knows he won't \t\tmind.  Jay is reluctant, so she rolls her eyes and helps him, taking him by the hand and guiding him into the thick of the corpse.  \n[21]\t\tYou have very pretty eyes.  \n[22]\t\tHey, just walking the dog. \t\t\t \t\tFeel that? Where the piloric junction would \t\tbe?  \n[23]\t\tNow push that aside. Notice anything \t\tstrange? Stomach? Liver? Lungs?  \n[24]\t\tDoctor, they're all missing.  \n[25]\t\tHave we met before? I have the strangest \t\tfeeling of deja vu.  \n[26]\t\tOkay. You wanna know what I really think? \t\t\t \t\tBut don't tell that guy. He looks like he's \t\talready under enough stress. \t\t\t \t\tThis body is not really a body, but it's \t\tactually some sort of transport unit for \t\tsomething else altogether. The question is: \t\twhat?  Jay just looks at her intrigued.  \n[27]\t\tBy the way, stop me if I'm freaking you out.  \n[28]\t\tYou know what I like to do sometimes? When \t\tit's really late?  \n[29]\t\tDr. White.  Jay, in conversation with Kay, does not respond to what is not his name.  \n[30]\t\t\t \t\tDr. White. \t\t\t \t\tDr. White.  He still doesn't answer.  \n[31]\t\t\t \n[32]\t\tLook at this.  Jay leans down. There is strange stitching around the base of Rosenberg's ear.  \n[33]\t\tFar -- freaking -- out.  They lean in closer. The Tiny Little Green Man  forces words out of his mouth.  \n[34]\t\tWar?  The Baltian nods vigorously. That's it.  \n[35]\t\t\"Doctor Whatever\"? You're not with the \t\tDepartment of Public Health, are you?  Jay shakes his head -- but is now paying more attention to Kay, as he leads him toward the Little Man.  \n[36]\t\tI was right -- this is an alien life form, \t\tand you're from some government agency who \t\twants to keep it under wraps...  Kay and Jay are not paying attention to Laurel.  \n[37]\t\t... This make total sense. How else do you \t\texplain New York? The other night I'm in a \t\tcab, this guy...  FLASH! Without even looking at her, Kay whips out his neuralyzer and blanks her out.  \n[38]\t\t\t \t\tUh, hi, whoever you guys are, I'm afraid \t\tI'm going to need to see some ID if you're \t\tgoing to be in the morgue, okay?  \n[39]\t\tBoy, when you want attention --  She pets the cat. As she does, the cat's collar shines in the light. Laurel turns the name tag to face her.  \n[40]\t\t\"Orion.\" That's a pretty name.  From out in the corridor, a bell rings -- DING, DING.  Laurel notices something dangling from the cat's collar -- a CIRCULAR ICON of a strange and beautiful metal. The center is some sort of hardened, translucent material, light green in color.  \n[41]\t\tWhat's this?  She peers into the jewel, and her face washes over with amazement.  \n[42]\t\tWow.  Outside, the bell DINGS again. Orion looks up, as if knowing who's out there, and not liking it. She SNARLS at the door and leaps off the desk, scurrying across the lab and disappearing under some equipment.  \n[43]\t\tI told you, I don't know, it ran under some \t\tequipment! Over there.  \n[44]\t\t\t \t\tHello.  \n[45]\t\tYes. That's right.  \n[46]\t\tI don't know where the cat is at the moment.  \n[47]\t\tNo. \t\t\t(lowers her voice to a \t\t\twhisper \t\tMaybe you could take me with you instead.  Jay looks at her.  \n[48]\t\tI said, maybe you could take me with you \t\tinstead.  \n[49]\t\tI'd really like to go with you. Now.  Jay just looks at her, amazed at the power he seems to have over this woman. He looks over his shoulder, to make sure he has a few more seconds alone.  \n[50]\t\tI just do.  \n[51]\t\tI have something I need to show you.  She looks down, pointedly, in the direction of her waist.  \n[52]\t\tYou don't understand. You really need to \t\tsee this.  \n[53]\t\tLook, Stud, I don't know how many more \t\ttimes I'm going to get to tell you this. \t\tThere's something --  She points, sharply, at the examination table directly in front of her.  \n[54]\t\t-- that you have to help me with.  Jay's smile vanishes and his jaw drops as he figures it out.  He starts to reach for his gun.  \n[55]\t\t\t \t\tCHRIST, are you THICK!  \n[56]\t\tWhat did I have to do, SING it for you!?!  \n[57]\t\tOh, that's SO typical. Any time a woman \t\tshows the slightest hint of sexual \t\tindependence, men just --  \n[58]\t\tHOW is it okay?!  \n[59]\t\tWhat???  Edgar just cranks the car into gear -- opening his mouth and swallowing the icon -- and in so doing revealing a TRIPLE ROW OF SERRATED BUG-TEETH, he SLAMS HIS FOOT on the gas pedal.  Laurel's head snaps back as the car rocks forward. She has no choice, but to grab the wheel and start steering as --  The car screeches out into traffic, swerving wildly as Laurel is forced to make a 90-degree turn. The car fishtails wildly, swiping an oncoming car as it straightens and heads into the traffic.  The furious Cab Driver runs off after it, still yelling as he disappears around the corner.  A second later, KAY and JAY rush out into the street. The cab is nowhere to be seen. Jay runs into the street, noticing the wooden beads, the ripped pine-scented green deodorizer, and the still-burning cigarette.  \n[60]\t\tWhat?! Why?!  \n[61]\t\tCome on, let me go, you don't want to eat \t\tme. I'm a very important person on my \t\tplanet. Like a queen. A goddess, even. \t\tThere are those who worship me, yes. I'm \t\tnot trying to impress you with this, I'm \t\tjust letting you know. It could start a \t\twar.  \n[62]\t\tYou're a wonderful dad.  And with that she KICKS him squarely in the face. He reels, momentarily losing his grip on her. She takes advantage of the moment and FLINGS HERSELF out, into the air.  Edgar flails, but she is beyond his reach. She falls, tumbling through the air --  -- and lands in the branches of a tree. She hits hard, the branches rattling, and reaches out and hangs on for dear life, high above the ground.  Above, Edgar just keeps climbing.  \n[63] She flinches as the flying saucer shoots overhead.  \n[64] She flinches as she sees them hit the ground. She starts to climb the tree.  \n[65] She quietly makes it to the ground -- hurries off to the darkness of the woods.  \n[66]\t\tInteresting job you guys got.  ON THE SKY. Bits of Bug juice still flying through the air.  \n[67]\t\t\t \t\tHey, guys, we're nowhere near my apartment. \t\tWe're not even on the right island.  ", "Kay": "\n[1]\t\tWe'll take it from here.  \n[2]\t\tINS Division 6.  \n[3]\t\tReally?  Kay and Dee move past him and approach the row of nervous immigrants.  \n[4]\t\tWhat're we thinking, Dee?  \n[5]\t\t!Oye! Que pasa, coma estas? Hey! \t\t\t \t\tNo se preocupe, abuela. Bienvenida a los \t\tEstados Unidos. \t\t\t(Don't worry grandma. \t\t\tWelcome to the United \t\t\tStates. \t\t\t\t \t\tA donde vas? San Antonio? Buscando trabajo, \t\tno? Buena suerta. \t\t\t(Where are you going? San \t\t\tAntonio?  Looking for \t\t\twork, aren't you?  Good \t\t\tluck. \t\t\t\t \t\tEs un placer verle aqui. \t\t\t(It's a pleasure seeing \t\t\tyou here.  One by one, their faces relax, reassured by Kay's calm demeanor. When he reaches the fifth Guy, he keeps the same cheery tone, but:  \n[6]\t\tQue dices si te rompo la cara? \t\t\t(What do you say if I \t\t\tbreak your face?  The Guy smiles and nods. Kay stops. His own smile broadens and he drops a hand on the Guy's shoulder.  \n[7]\t\tNo hablas ni una palabra del Espanol, \t\tverdad, amigo? \t\t\t(You don't speak a word \t\t\tof Spanish, right, friend?  Again, the Guy smiles and nods. Kay looks back at Dee.  \n[8]\t\tWe got a winner. \t\t\t \t\tLos restos estan libres a irse. Largense! \t\t\t(The rest of you are free \t\t\tto go. Scram!  \n[9]\t\tTomen el camion, y vayeuse. \t\t\t  \n[10]\t\tDon't \"Sir\" me! You have no idea who you're \t\tdealing with!  Silence on the road. The Driver grins, jumps back in the front seat of the van. The others pile into the rear and they tear out of there.  \n[11]\t\t\t \t\tWe're gonna have a little chat with our \t\tfriend here. You boys can hit the road ... \t\tand keep on protecting us from dangerous \t\taliens.  Kay and Dee escort their captive across the road and over a small rise, leaving the stunned INS agents standing alone in the roadway.  \n[12]\t\tI think you jumped off the bus in the wrong \t\tpart of town, amigo. In fact, I'll bet \t\tdollars to pesos that you're not --  He pulls out a small laser device, which he ZIPS neatly down the front of the man's clothes.  \n[13]\t\t-- from anywhere near here.  The man's clothes fall to the ground, revealing what he really is underneath -- A SCALY SPACE BASTARD, about four-and-a-half feet tall, with a snouth, snail-like tentacles, and independently moving eyes on stalks at the top of his head.  The only part of his camouflage not crumpled to the ground is the humanesque \"head,\" which he still lamely holds in one of his hands. It's propped up by a stick, like a puppet, and it continues to make expressions as he holds it.  \n[14]\t\tMikey?! When did they let you out of jail?  MIKEY replies -- an unfathomable combination of GRUNTS, SQUEAKS, and saliva.  \n[15]\t\tPolitical refugee. Right.  \n[16]\t\tOne, my ass. Try seven.  \n[17]\t\t\t \t\tOkay, that's enough. Hand me your head and \t\tput up your arms.  From behind Mikey, they hear a terrified GASP.  Kay and Dee both look over quickly. One of the alien's eyes, on a tall stalk, whips around too. All three of them see AGENT JANUS, standing just over the rise, staring in frozen amazement.  \n[18]\t\tAh, shit.  Agent Janus SCREAMS. Mikey rips free of the rest of the \"Mexican\" disguise, knocks Dee out of the way, and takes off straight at Janus, SCREECHING a horrible Space Bastard screech. Janus freezes, terrified.  \n[19]\t\tDee! Shoot him!  Dee struggles to roll over and change the controls on his gun, which fell out of his hand as he hit the ground.  \n[20]\t\tDee, for Christ's --  Mikey keeps moving, covering the last few yards to Janus quickly. He steps on a rock, launches himself into the air, his dripping jaws cranked wide open --  -- there is a SIZZLING sound, a brilliant white flash --  -- and Mikey ERUPTS in a geyser of blue goo that splatters all over the ground, the trees, and Agent Janus' face. Behind where Mikey was, Kay stands, smoking weapon in hand.  \n[21]\t\t\t \t\t\"That.\"  \n[22]\t\tHuman, I know. Oops. Got some entrails on \t\tyou.  He takes out a handkerchief and wipes off the Agent's face. As he does, Janus looks back to where Mikey blew up. Then at Kay. And then up at the stars.  The other INS Agents burst over the rise, SHOUTING questions.  \n[23]\t\tOkay, everybody, situation's under control, \t\tcalm down. If you'll just give me your \t\tattention for a moment I'll tell you what \t\thappened.  From over the rise, car engines WHINE in the distance and headlights start to flash around them. Kay reaches into his pocket and pulls out a tubular metallic device the size of a pocket recorder. He checks his watch, figures in his head, then dials an electronic counter on the side of the device up to \"08.\"  \n[24]\t\tThis is called a \"neuralyzer.\" A gift from \t\tsome friends from out of town. The red eye \t\there isolates and measures the electronic \t\timpulses in your brain. More specifically, \t\tthe ones for memory.  Behind him, six more MEN IN BLACK, all wearing black suits and sunglasses, come over the hill. Kay barks a few orders to them.  \n[25]\t\tGimme a splay burn on the perimeter, please; \t\tholes at 40, 60, and 80.  \n[26]\t\tExactly the right question. And the answer \t\tlies right -- here. Pay attention.  \n[27]\t\tReally? I'm just a figment of your \t\timagination.  He holds up the neuralyzer. The Agents peer closely at it.  Kay reaches into his pocket, puts on his own black sunglasses --  -- and pushes a button on the side of the neuralyzer.  A BLINDING FLASH a tenth of a second long sears the Agents' eyeballs. They stare blankly.  \n[28]\t\tGod, we're a gullible breed.  Behind him, TONGUES OF FIRE blast from a flame thrower held by one of the Men in Black. Kay looks back at the INS Agents, who are just coming around, as if awakening from a concussion.  \n[29]\t\tI mean it, fellas, you are lucky to be \t\talive after a blast like that.  The Agents look around, confused.  \n[30]\t\tUnderground gas vein, genius. You guys need \t\tto exercise more caution before discharging \t\tyour firearms.  He jabs a finger into Janus' chest.  \n[31]\t\tEspecially you.  Dee has moved away from them all and is sitting on a rock, staring up at the night sky, his sunglasses dangling idly from one hand. Kay steps away from the group and finds him. He sits down next to him.  \n[32]\t\tHappens.  \n[33]\t\tWhat?  \n[34]\t\tNo. You won't.  \n[35]\t\tSome night, huh?  \n[36]\t\tThey were gills.  Edwards stops.  \n[37]\t\tNot eyelids.  \n[38]\t\tDid he say anything to you?  \n[39]\t\tDid he say when?  \n[40]\t\tWould you recognize his weapon if you saw \t\tit again?  \n[41]\t\tLet's take a ride.  \n[42]\t\tIt's all done.  At that point, the INSPECTOR sticks his head in, smiles and gives Edwards the thumbs up.  \n[43]\t\tYou ran that guy down on foot? That's tough. \t\tThat's double tough.  \n[44]\t\tNothing is what it seems, kid.  \n[45]\t\tI'm part of a secret organization that \t\tmonitors and polices alien activity on earth.  Kay opens the door and gets out of the car. Edwards follows.  \n[46]\t\tReally?  \n[47]\t\tDo your \"thing,\" kid.  Edwards goes inside.  \n[48]\t\tWhy don't you show him the imports, Jeebs.  At the sound of Kay's voice, Jeebs suddenly pales, a look of fear coming over his face.  \n[49]\t\tThe imports, Jeebs. Now.  \n[50]\t\tWhy do you lie to me? I hate it when you \t\tlie.  He pulls his own gun and aims it at Jeebs' forehead.  \n[51]\t\tI'm going to count to three.  Edwards, seeing that Kay is getting somewhere, joins in the routine.  \n[52]\t\tOne.  \n[53]\t\tTwo.  \n[54]\t\tThree.  KA-BOOM! Kay blows Jeebs' head off and Jeebs' body collapses to the floor. Edwards is shocked.  Edwards pulls his own weapon and points it at Kay's head.  \n[55]\t\tI warned him.  \n[56]\t\tYou warned him.  \n[57]\t\tWill you relax?  \n[58]\t\tShow us what you got, Jeebs. Or I'll use up \t\tanother one.  Jeebs, panicked, hits a button on the underside of the counter, which promptly flips over, revealing yet another dusty shelf, piled high with junk --  -- but this is all alien junk. Weapons, mostly, bizarre, otherworldly weapons of all shapes and sizes.  \n[59]\t\tEdwards?  Edwards, still dazed by Jeebs' regrown head, glances down at all the weapons.  \n[60]\t\tYou sold a carbonizer with implosion capacity \t\tto an unlicensed cephlapoid.  \n[61]\t\tA carbonizer is an assassin's weapon, Jeebs. \t\tWho was the target?  \n[62]\t\tJeebs!  \n[63]\t\tThis is all confiscated. All of it. I want \t\tyou on the next transport off this rock. Or \t\tI'll shoot you where it doesn't grow back.  Jeebs nods, point taken. Kay leaves.  \n[64]\t\tSearching for a handle on the moment here? \t\tA place to file all this.  \n[65]\t\tCan't help you, kid. Only comfort I can \t\toffer is that tomorrow, you won't remember \t\ta thing.  \n[66]\t\tEver see one of these?  \n[67]\t\t\t \t\t-- and the wife says yeah, Harry, I know, \t\tbut this one's eating my popcorn!  He busts out laughing. Edwards, across from him, is completely disoriented. He looks down. There's a half-eaten order of broccoli beef and several empty bottles of beer on the table in front of him.  \n[68]\t\tWhoops. Gotta run. Thanks for the egg rolls.  \n[69]\t\tSee what I mean about tequila? You're a \t\tbright young man, James. Just lay off the \t\tsauce. I'll see you tomorrow, nine a.m. \t\tsharp.  He turns and walks out. Edwards checks his watch. A WAITRESS appears.  \n[70]\t\tSo do I. The guy ran down a cephlapoid, Zed. \t\tOn foot. Tenacity. That I can use.  \n[71]\t\tBack in the mid-fifties, the government \t\tstarted a little underfunded agency with \t\tthe simple and laughable purpose of making \t\tcontact with a race not of this planet.  As they pass an alcove, Edwards notices the six other Recruits, who have been herded into a corner. Zed, addressing them, pulls a neuralyzer from his pocket.  \n[72]\t\tEverybody thought the agency was a joke. \t\tExcept the aliens. They made contact on \t\tMarch 2nd, 1961, outside New  York City.  Another photograph, a grainy black and white image of two ships hovering in the night sky -- classic flying saucer shapes.  \n[73]\t\tThere were nine of us that night. Seven \t\tagents. An amateur astronomer. And one poor \t\tkid who got lost on the wrong back road.  Yet another photograph, this one showing a young KAY, in a shirt and tie, holding a bouquet of flowers, staring at the open door of the landed flying saucer. ALIEN SHAPES are visible within.  \n[74]\t\tThey were intergalactic refugees with a \t\tsimple request. Let us use the earth as an \t\tapolitical zone for people without a \t\tplanet.  Ever see \"Casablanca?\" Same thing, \t\tno Nazis.  We agreed. So we masked all \t\tevidence of their landing.  Another picture, this one of the 1964 World's Fair grounds, still under construction. Giant models of rockets mark the Fair's theme of space travel; most prominent in the construction are two tall towers, with the flying saucers now mounted at the top of each.  \n[75]\t\tWhy else would we hold it in Queens? \t\t\t \t\tNow left. More nonhumans arrive every year. \t\tThey live among us, in secret.  \n[76]\t\tEvery six months; it's company policy.  \n[77]\t\tYeah, sure, hang on, I wanna grab a coffee \t\twhile we're right here.  As Kay walks into the kitchenette, Edwards' jaw drops, his eyes widen, and he stares in wonderment --  -- at THREE WORM-LIKE ALIENS standing around a water cooler. Tall, impossibly thin, most certainly not from New York, the aliens hold an animated conversation in a language that seems like a combination of Esperanto and microphone feedback.  \n[78]\t\t\t \t\tDon't tell me we've only got that powdered \t\tshit for cream again?  One of the Worm Aliens answers him in their native tongue and points to the counter.  \n[79]\t\tOh.  He finds the cream sitting out on the counter where the alien indicated, dumps some in his coffee, and comes back outside, closing the door behind him. He reaches up and gently pushes Edwards' jaw up, closing his mouth.  \n[80]\t\tFor future reference, this is a better look \t\tfor you.  \n[81]\t\tAny given time, around fifteen hundred \t\tlanded aliens are on the planet, the \t\tmajority right here in Manhattan. Most \t\taliens are decent enough, just trying to \t\tmake a living.  \n[82]\t\tNot as many as you'd think. Humans, for the \t\tmost part, don't have a clue. Don't want \t\tone, either. They're happy. They think \t\tthey've got a pretty good bead on things.  \n[83]\t\tA person is smart. People are dumb. \t\tEverything they've ever \"known\" has been \t\tproven to be wrong. A thousand years ago \t\teverybody knew as a fact, that the earth \t\twas the center of the universe. Five \t\thundred years ago, they knew it was flat. \t\tFifteen minutes ago, you knew we humans \t\twere alone on it. Imagine what you'll know \t\ttomorrow.  \n[84]\t\tWhat you'll gain in perspective, you'll \t\tlose in ways you're too young to comprehend. \t\tYou give up everything. Sever every human \t\tcontact. No one will know you exist. Ever.  \n[85]\t\tYou're not even allowed a favorite shirt. \t\tThere.  That's the speech I never heard. \t\tThat's the choice I never got.  \n[86]\t\tYou got 'til sun-up.  \n[87]\t\tYou find out, you let me know.  \n[88]\t\tCool, slick. Now about those skills of yours,  The elevator doors --  \n[89]\t\tAs of this moment, they don't mean much.  It's unlike anything we've ever seen -- huge, multileveled, of sixties design, polished steel and glass. The workplaces are sleek and uncluttered, manned by both HUMANS and ALIENS. Most of the Aliens stay in the background, like the UPSIDE-DOWN GUY who walks on the ceiling, shuffling papers.  KAY and EDWARDS step off the elevator and onto a platform that looks out over the whole place.  Kay leads him down into the complex. First, they walk past a sort of passport control center, where a human BUREAUCRAT at a desk is checking the documents of a line of ALIENS who've just arrived. There are a dozen bizarre life forms in that line, CHATTING in half a dozen different alien tongues.  Edwards slows as they pass, listening to the PASSPORT CONTROL OFFICER as he addresses an ARQUILLIAN, a large, humanoid visitor.  \n[90]\t\tLet's go. He's a little...grouchy.  Kay moves him into the central hall.  \n[91]\t\tA couple of hours wait after a 17-light-year \t\tflight would get on anybody's nerves.  \n[92]\t\tNone. They started asking too many questions.  \n[93]\t\tOh, we hold a few patents on gadgets we \t\tconfiscated from our out-of-state visitors. \t\tVelcro. Microwave Ovens. Liposuction.  AT A STORAGE CAGE, Kay turns a key in the lock of a caged-in area and throws the door open. Inside, there are piles of sophisticated-looking devices stacked on shelves and tabletops.  \n[94]\t\t\t \t\tHere. A new recording device to replace \t\tCD's.  So now I gotta buy the White Album \t\tagain? \t\t\t \t\tThis is amusing. Universal translator.  He holds up a cylindrical metal tube and a small wire clip that looks like a lapel microphone.  \n[95]\t\tWe're not supposed to have it. I'll tell \t\tyou why.  Human thought is so primitive \t\tit's considered an infectious disease. \t\tMakes you proud, doesn't it?  Edwards picks up a small yellow ball from one of the shelves.  \n[96]\t\tDon't touch that!  THE BALL ZINGS OUT OF EDWARDS' HANDS -- it flies out into the main complex -- hits the ceiling and ricochets around the room, faster than the eye can follow --  VARIOUS SHOTS OF HUMANS AND ALIENS ducking, dodging, and jumping out of its way.  ON KAY as he calmly, a little wearily, slips an odd-looking metal glove over his right hand...  He raises his hand and the yellow ball zings into it -- Kay catches the ball, calmly.  \n[97]\t\tCaused the '77 New York blackout. Practical \t\tjoke by the Great Attractor. He thought it \t\twas funny as hell.  They leave the room.  \n[98]\t\tObservation, the heart of our little \t\tendeavor.  The screen displays a map of the world on which thousands of tiny lights blink in all parts of the globe, log lines of data flashing next to them.  \n[99]\t\tThis map shows the location of every \t\tregistered alien on earth at any given \t\ttime. Some of them we keep under constant \t\tsurveillance.  He hits a button on the console and the map is replaced by hundreds of boxes, each with smaller video images.  \n[100]\t\tEveryone on these screens is an alien. In \t\tpublic -- normal. In private -- you'll get \t\tthe idea.  ON THE SCREENS, we see live images of aliens. Aliens who look alien are in spots where they can't be seen.  Aliens who look human are functioning right out in public -- including SAM DONALDSON. MICHAEL JACKSON. And TONY \n[101]\t\tMeet the twins.  Kay gestures to two small, bony CREATURES with eight arms each and a single eye growing out of a central stalk in their heads. They turn around and wave two or three arms each.  \n[102]\t\tIt makes no sense?  \n[103]\t\tMrs. Edelson.  Edwards, stunned, looks at Kay as 4-Eyes boots her onto the screen: Mean face, cat glasses. Bony fingers. Extremely well-hidden tail.  \n[104]\t\tJupiter, actually. Well, one of the moons.  With their remaining arms, they punch button after button on the enormous console. ZED, who was standing up close to the screen, walks over to Edwards, sizing him up.  \n[105]\t\t\t \t\tLanded alien out of zone. \t\t\t \t\tWho is it?  \n[106]\t\tZed was saving the world before you were \t\tborn, son. Show some respect.  An MIB MECHANIC pulls up in Kay's black LTD and hops out, leaving the door open. Jay sizes up the car.  \n[107]\t\tSeat belt.  \n[108]\t\tBuckle up, please.  \n[109]\t\tMakin' fun of my ride...  A LIGHTED PANEL rotates into place between the two front seats.  Jay's hand falls by accident on a flashing red button in the panel.  \n[110]\t\tJay. The button?  \n[111]\t\tNever push the button, Jay.  Jay jerks his hand away.  \n[112]\t\tLicense and registration, please.  The Driver hands over some documents. Kay flips through them.  \n[113]\t\tOther license and registration, please.  The guy digs out two other cards and hands those over. Jay peers over Kay's shoulder.  The photographs on the \"RESIDENT ALIEN ID\"cards are of two friendly-looking reptile types, husband and wife, smiling atthe camera, their long, skinny tongues dangling in a friendly sort of way.  Kay hands them back.  \n[114]\t\tYour resident card has you restricted to \t\tthe five boroughs only. Where do you think \t\tyou're going?  \n[115]\t\tOh God. How soon?  Mrs. Redgick SCREAMS in pain. Real soon. For the first time since we've seen him, Kay is nervous.  \n[116]\t\tOkay. All right. No big deal. \t\t\t \t\tYou handle it.  \n[117]\t\tSure, it's easy, you just sorta -- catch.  Mrs. Redgick SCREAMS again. Redgick gets out of the car, worried.  \n[118]\t\tYeah, hell, sure, he does this all the time. \t\tC'mon, let him work, Redgick, I wanna ask \t\tyou something.  Kay gives Jay a supportive SLAP on the back and leads Redgick away, to the rear of the car. Jay stays in the background and opens the rear door, tentatively. He leans down, into the car.  \n[119]\t\tCroagg the Midwife's back on 64th and 8th. \t\tYou were headed out of town.  \n[120]\t\t\t \t\tSo? Who you meeting?  \n[121]\t\tReally? I didn't see a departure clearance \t\tfor today.  \n[122]\t\tDoin' fine, Ace. \t\t\t \t\tWhat kind of emergency? What's the rush to \t\tget off the planet all of a sudden?  \n[123]\t\tWhat new arrivals? This have anything to do \t\twith the crasher from last night?  \n[124]\t\tCongratulations! It's a lizard.  Jay looks down at the creature COOING and nestling on his chest.  \n[125]\t\tAnything about that seem unusual to you?  Jay just looks at him, very Jack Benny.  \n[126]\t\tWhat kind of \"new arrival\" would scare \t\tRedgick so bad that he'd risk a warp jump \t\twith a newborn? \t\t\t \t\tLet's check the hot sheets.  \n[127]\t\tBest damn investigative reporting on the \t\tplanet.  But hey, go ahead, read the New \t\tYork Times if you want. They get lucky \t\tsometimes.  \n[128]\t\tNot looking for. Found.  He SMACKS the paper down on the hood in front of Jay, the pages turned open to a headline in typeface so large one would think it reserved for the Second Coming:  \t\t\t     Farm wife says \n[129]\t\tNot so fast. Walk up slow.  \n[130]\t\tPart of the routine. Makes it look like \t\twe're sizing up the situation. Gives her \t\ttime to get the wrong impression.  BEATRICE appears in the door to the house, curious.  \n[131]\t\tPuts some fear into her. Makes things go \t\tsmoother.  Beatrice calls to them.  \n[132]\t\tHow do you do, ma'am, I'm Special Agent \t\tManheim, this is Agent Black, FBI. Had a \t\tfew questions about your visitor.  \n[133]\t\tNo ma'am. We at the FBI don't have a sense \t\tof humor that we're aware of. Mind if we \t\tcome in?  \n[134]\t\tGo on.  \n[135]\t\tDid he say anything?  \n[136]\t\tSugar water.  \n[137]\t\tRay Bans. \t\t\t(pulling off Jay's \t\t\tsunglasses \t\tOkay, Beatrice. There was no alien, and the \t\tflash of light you saw in the sky wasn't a \t\tUFO. Swamp gas from a weather balloon was \t\ttrapped in a thermal pocket and refracted \t\tthe light from Venus --  \n[138]\t\tStandard issue neuralyzer.  \n[139]\t\tOn a more personal note, Beatrice, Edgar \t\tran off with on old girlfriend. Go stay at \t\tyour mother's for a few days and get over \t\tit. Decide you're better off.  \n[140]\t\tWhen you're ready. \t\t\t \t\tPlease -- not green.  Purple. And then green.  Kay closes his eyes and sits back, leaning against the dirt. Above him, JAY leans over, staring down. Kay looks up at him.  \n[141]\t\tDo you know what alien life form leaves a \t\tgreen spectral trail?  \n[142]\t\t\t \t\tZed, we have a bug.  He turns off the radio and sighs. Jay stands next to him.  \n[143]\t\tBugs thrive on carnage, Tiger.  They \t\tconsume, infest and destroy. They live off \t\tthe death and decay of other species.  \n[144]\t\tListen, kid -- imagine a giant cockroach \t\tfive times smarter than Albert Einstein, \t\tfour times stronger than an ox, nine times \t\tmeaner than hell, strutting his stuff \t\taround Manhattan Island in his brand new \t\tEdgar suit. Does that sound like fun?  \n[145]\t\tWith a bug in town? Watch the morgues.  \n[146]\t\tWeird? Dr. Leo Menville, Department of \t\tPublic Health. This is Dr. White.  She looks up. Jay and Kay are standing there.  \n[147]\t\tWe watch the morgues very carefully. You've \t\tgot something unusual?  \n[148]\t\tI'll have a look at this one. Dr. White, \t\twhy don't you and Dr. Weaver check out the \t\tother body?  \n[149]\t\tWhat do you think?  \n[150]\t\tOf the body.  \n[151]\t\tThe dead body?  \n[152]\t\tAll right. Keep her occupied. Try not to \t\tsound too dumb.  ACROSS THE MORGUE, Laurel is still examining Rosenberg, now bent down next to his head, carefully studying his left ear. She notices something strange, turns, and calls over her shoulder to Jay.  \n[153]\t\tYou're up, Slugger.  Jay turns and races across the room to rejoin her.  \n[154]\t\tRosenberg. Damn. Good man.  \n[155]\t\tOne of the few I actually liked. Exiled \t\tHigh Prince.  \n[156]\t\tHe said there's a galaxy on Orion's Belt? \t\tThat makes no sense.  \n[157]\t\tSure thing, sweetheart. Here you go.  FLASH! He neuralyzes her again. Jay slaps his hand.  \n[158]\t\t\t \t\tTypical day, too much caffeine, get a life.  \n[159]\t\tNever hurt her before.  \n[160]\t\t\t \t\tCouple.  \n[161]\t\t\t \t\tLittle bit.  \n[162]\t\tI took this job.  He heads out. Jay follows.  \n[163]\t\tNah.  \n[164]\t\tNot while I'm around, Slim.  \n[165]\t\t\t \t\tWe've got two dead aliens in there, and a \t\tdeputy medical coroner in need of a new \t\tmemory.  \n[166]\t\tNo.  It's more than Kay can bear. He reaches out and flicks a switch. The monitor goes blank, except for a data screen: \n[167]\t\tTry it.  \n[168]\t\t\t \t\tThey're leaving.  \n[169]\t\tWhy do rats desert the ship? \t\t\t \t\tGo to Lem Sat IV. Put up a forty-field view \t\tof Manhattan.  ON THE SCREEN New York City is just a bright spot of light on the Eastern coast of the United States.  \n[170]\t\tFour hundred.  Now there's a view of the earth from space. Nothing unusual.  \n[171]\t\tFour thousand.  Now we're looking at earth from far, far away -- and from here we can see something that doesn't belong in this picture:  A BATTLE CRUISER far off to one side of the earth. The words \"LEVEL FOUR\" flash in red letters on one side of the map.  \n[172]\t\tThat's an Arquillian battle cruiser.  \n[173]\t\tMessage coming in.  The communication continues.  \n[174]\t\tSpeak of the devil.  The communication continues.  \n[175]\t\tSeries four de-atomizer.  Kay pulls out another weapon, the TINIEST GUN WE'VE EVER SEEN.  \n[176]\t\tHere. We call this the \"Noisy Cricket.\"  \n[177]\t\tSomeone who's not looking for jewels.  Jay moves behind the counter. On the floor is an ornate, empty bowl and a bag of cat food, next to a scrumptious pillow. There are several PHOTOS OF A CAT on the wall.  There is also a pile of BEJEWELED CAT COLLARS. Jay picks up one of the COLLARS, inspects it closely, shaking his head.  \n[178]\t\t\t \t\tDamn it.  Kay runs out after Jay.  \n[179]\t\tWe do not discharge our weapons in view of \t\tthe public.  \n[180]\t\tThere's always an Alien Battle Cruiser...or \t\ta Korlian Death Ray, or...an intergalactic \t\tplague about to wipe out life on this \t\tplanet, and the only thing that lets people \t\tget on with their hopeful little lives is \t\tthat they don't know about it.  Kay gestures to a group of ONLOOKERS, drawn by the curious blasts from the store. There's smoking rubble everywhere.  \n[181]\t\tDon't worry about the bug. He's not leaving \t\ttown. We've got his ship.  After gesturing to the back of the Orkin van, where Edgar's spaceship is neatly stowed, Kay pulls out his cell phone.  \n[182]\t\t\t \t\tZed, we're gonna need a containment crew \t\tdown here at McDougal, south of Houston.  \n[183]\t\tWhat about the Arquillians?  \n[184]\t\tNo, they don't want much, do they?  \n[185]\t\tAll right, kid. The Arquillians want the \t\tgalaxy, whatever the hell that means. We \t\tneed help. A professional. Someone with \t\tyears of experience in intergalactic \t\tpolitics. I just hope the little prick \t\thasn't skipped town.  \n[186]\t\tYou busy, Frank?  \n[187]\t\tCall the pound. We got a stray.  \n[188]\t\t\t \t\tArquillians and bugs. What do you know?  \n[189]\t\tNot a thing?  Kay shakes Frank the Pug, trying to force an answer.  \n[190]\t\tAnd the bug had other plans.  \n[191]\t\t\t \t\tRosenberg said something about a galaxy on \t\t\"Orion's belt.\" What's he talking about, \t\tFrank?  \n[192]\t\tHere?  \n[193]\t\tHow small?  \n[194]\t\t\t \t\tGet out of here. \t\t\t \t\tThe galaxy's here. It's not on Orion's belt.  Jay suddenly notices Frank the Pug bark at a cat farther down the sidewalk.  \n[195]\t\tBy killing the emissaries, and stealing the \t\tgalaxy they've been fighting about.  \n[196]\t\tWe're not even history. 'Cause history \t\timplies there's someone around to remember \t\tit.  \n[197]\t\tWhat the hell for?  \n[198]\t\tTwo minutes!  \n[199]\t\tFreeze it, Bug!  \n[200]\t\tLet her go, Shit Eater.  \n[201]\t\tYou're breakin' my heart. Move six inches \t\tto your left and I'll solve all your \t\tproblems.  ORION the cat suddenly attacks, leaping off the top of the cabinet and landing on Edgar, HISSING and scratching and clawing for all she's worth. Edgar snaps an arm up and whips her off. The cat squirms in his arm, the icon jangling. Edgar grabs the icon, holds onto it, and flings the cat away, across the morgue. The icon comes free, remaining in his hand.  He drops it into his mouth and swallows. He shoves the gun hard against Laurel's cheek.  \n[202]\t\tHow far you think you'll get without your \t\tship? If that's what you call that hunk of \t\tspace crap we've got back at our office.  \n[203]\t\tNever gonna happen, Insect.  Edgar backs away with Laurel, further into the morgue, toward a glass window that looks out at the base of an air shaft. Jay and Kay advance, slowly, cornering him.  \n[204]\t\tDamn it!  They turn and run out of the morgue.  \n[205]\t\tStop wasting time. He's not getting off the \t\tplanet in a cab.  \n[206]\t\t\t \t\tCome with me. Put up a bio-net all the way \t\taround Manhattan; if it's not human, it's \t\tnot leaving the island.  \n[207]\t\tWhat've we got from our friends upstairs?  \n[208]\t\tYeah, well the bug's got the galaxy, but \t\twe've got his ship. He's got to be looking \t\tfor a way out.  Just then, a loud ALARM wails.  AT THE MAIN VIEWING SCREEN, A GREEN LINE shoots out from the Arquillian ship, striking a region of planet earth.  \n[209]\t\tOne hour.  \n[210]\t\tPull up the locations of all land-based \t\tinterstellar vehicles.  \n[211]\t\tAtlantic City?  \n[212]\t\tThat landfill on the Jersey Shore?  \n[213]\t\tEpcot?  \n[214]\t\tMiami Beach?  \n[215]\t\tHartford?  \n[216]\t\tWhaddya say we bag us some bug?  He hits the gas and the car ROCKETS away from the curb.  \n[217]\t\tYou know a better way to Queens?  \n[218]\t\tJay. The button?  \n[219]\t\tPush the button, Jay.  A LIGHTED PANEL rotates into place between the two front seats, and that red button flashes underneath its plastic shield again. Jay flips back the plastic cover and JAMS his finger down on the red flashing button.  \n[220]\t\tAnd you may want to throw on a seat belt.  \n[221]\t\tMind if I smoke?  \n[222]\t\tIn the car, I mean.  \n[223]\t\tHey, just a common courtesy. It bothers \t\tsome people if you smoke in a car.  He lights a cigarette and blows the smoke out leisurely, one hand on the wheel, just waiting out the tunnel. Jay gives up struggling to right himself and closes his eyes, suffering through this.  \n[224]\t\tYeah, it's harder and harder to smoke \t\tanywhere these days. Hell, I suppose I \t\tshould quit. I've tried. Never took, \t\tthough. I'm beginning to think I lack \t\tself-control.  And they disappear out the other end of the tunnel --  \n[225]\t\tWell, back to work.  He flips his cigarette out the window and cranks the wheel to the left.  \n[226]\t\tNo idea whatsoever.  He SLAMS the trunk, revealing the flying saucers sitting atop their columns in the distance.  \n[227]\t\tLet's bag us some bug.  As if on cue, one of the saucers begins to HUM. Then it starts to spin, faster and faster. The ship begins to rise.  \n[228]\t\tSet it to pulsar level five, sub-sonic \t\timplosion factor --  \n[229]\t\tPress the little green button, on three.  Jay raises his weapon; they press their green buttons.  \n[230]\t\tOne...two...  They pull their triggers.  For a moment, nothing happens, as if it were a misfire. But then, there is a VACUUM WHUMP, like all the air in the immediate area being sucked into a space the size of a dime, and a tremendous shock wave rolls out from the barrel of the guns.  Jay and Kay are sucked to the ground by the bizarre force, THUDDING to their stomachs like magnets to a refrigerator.  \n[231]\t\tYou are under arrest for violating number \t\t4-1-53 of the Tycho accord. Please hand \t\tover any galaxy you might be carrying.  \n[232]\t\tMove away from the vehicle and put your \t\thands on your head.  He pumps the gun for emphasis.  \n[233]\t\tThis guy's really starting to bug me.  Kay starts walking after the Bug.  \n[234]\t\tWhatever happens, Jay, don't let him get on \t\tthat ship.  \n[235]\t\tGetting my gun back.  \n[236]\t\tHey, Bug!  The Bug just keeps moving toward the ladder.  \n[237]\t\tI'm talking to you, Bug! You know how many \t\tof your kind I've swatted with a newspaper?  The Bug turns toward Kay. Kay steps up to him, the small human facing off against the giant alien hug.  \n[238] Kay has himself in the Bug's face, its dripping fangs inches from Kay's face.  \n[239]\t\tYou're just a smear on the sports page to \t\tme, you slimy, gut-sucking, intestinal \t\tparasite! Eat me!  The Bug reacts -- cranks open its massive jaws with a deafening HISS, lunges forward, and sucks Kay into his mouth.  The Bug straightens up to its full height and throws his head back. Kay slides down the Bug's throat, bending it sideways as he kicks and SCREAMS his way down into its abdomen.  JAY looks on, in stunned horror...  AS THE BUG TURNS TO JAY AND STRETCHES TO ITS FULL HEIGHT and lets loose a \n[240]\t\tZed. Get a message to the Arquillians.  We \t\thave the galaxy.  \n[241]\t\tYou were saying?  \n[242]\t\t\t \t\tWorked.  As they argue, behind them, unseen, THE FRONT HALF OF THE BUG RAISES ITSELF UP on its forearms, eyes gleaming with hate, jaws dripping -- ready to lower itself onto Kay and Jay.  \n[243]\t\tAnd I almost got digested. It goes with the \t\tjob.  \n[244]\t\tThere wasn't time, sport!  HISSS! The Bug attacks, swinging its head down on them. They turn to see it, and just before the jaws snap down on their heads...  BOOM! The Bug's head explodes into a million bits. Bug juice showers down everywhere, bucketsful of goo drenching Kay and Jay even further.  They turn to see...  LAUREL standing behind the dead Bug, the other atomizer in her hands, the barrel smoking, the weapon and Laurel dripping the Bug innards.  \n[245]\t\tNot her. Me. \t\t\t \t\tThey're beautiful, aren't they? The stars. \t\tI never just look anymore and they're \t\tbeautiful.  \n[246]\t\tI haven't been training a partner -- I've \t\tbeen training a replacement.  \n[247]\t\tMaybe you won't have to.  Kay starts dialing back the neuralyzer.  \n[248]\t\tDays. Months. Years. Always face it \t\tforwards.  He hands the neuralyzer to Jay. Taps his pocket. Indicates for him to put his glasses on. Jay resists.  \n[249]\t\tI've just been down the gullet of an \t\tinterstellar cockroach. That's one of a \t\thundred memories I don't want.  Jay takes the neuralyzer. Slips on his glasses.  \n[250]\t\tSee you around, sport.  Jay raises the neuralyzer. With a brilliant FLASH, the screen turns white.  ", "Dee": "\n[1]\t\tTough call, Kay.  He walks down the row, studying the faces, greeting each one cheerily in Spanish.  \n[2]\t\tYou know how many treaty articles you've \t\tjust violated?  Mikey makes a lame SQUEAK.  \n[3]\t\tFrom unauthorized immigration to failure to \t\tproperly inoculate prior to landing.  \n[4]\t\tI'm sorry. About...back there.  \n[5]\t\tDidn't used to.  He holds up his hands, which tremble with age.  \n[6]\t\tThe spirit's willing, Kay, but the rest of \t\tme...  He looks up, at the million stars shining overhead.  \n[7]\t\tThey're beautiful, aren't they?  \n[8]\t\tThe stars. We never just -- look. Anymore. \t\t\t \t\tI'll tell ya, Kay. I will miss the chase.  Kay pulls his neuralyzer from his pocket and looks down at it.  "}}