{"filename": "Men-in-Black-3_script.txt", "imdb_id": "tt1409024", "imdb_url": "https://www.imdb.com/title/tt1409024", "characters": ["Jeffrey Price", "Mr. Wu", "Agent X", "Young Agent O", "Agent O", "Colonel's Son", "Boris' Girlfriend", "Colonel", "Agent K", "Agent J", "Andy Warhol", "Boris The Animal", "Griffin", "Young Agent K", "Prison Guard #1"], "dialogues": {"Jeffrey": "", "Price": "", "Wu": "\n[1](heavily accented, barely \n[2]Yes, you see, very fresh. \n[3]Oh... so sorry... please no English, you come back later... \n[4]  \n[5]That's an earth fish. Very traditional from China. You arrest me, that's hate crime. They turn their stares on him. 9. \n[6]C'mon, I got larvae to feed. And earth fish is so expensive. This is the only way I could stay afloat. \n[7]Yeah, yeah, thanks guys. \n[8] Allow me most honorable benefit of get you noodles. Be right back, guys. Wu walks off. Jay CLOCKS the other diners. \n[9]Sorry, guys. Wu leaves, quickly pulling the door behind, him. The guys reach for their weapons. And IT GOES DOWN -- It's a SET-UP, and everyone in the restaurant is in on it -- The hipsters, the families, the wall street guys -- all draw various forms of ALIEN WEAPONS and ATTACK It's like a close-quarters Mafia hit -- everyone pumping truckloads of ordnance at each other. Close hand-to-hand combat. Someone wants Jay and Kay dead and they're not taking any chances. Right ahead of the onslaught, JAY GIVES KAY A HAND SIGNAL -- He nods, and they dive in opposite directions, SAVING ", "Agent": "\n[1]A photo of Kay WEARING A STRANGE MEDALLION. Jay stares, struck by this -- \n[2] \n[3]You four -- take the Archanans to transpo. One of the agents looks up-- \n[4]Me? I'm just an accountant--- \n[5]Don't hurt me! I'm just the accountant! He reaches for his radio... Jay talks him down: \n[6]Agent Zed, sir. ", "X": "\n[1]foodstuffs. \n[2]Peeking out of Yaz's jacket -- an iPhone. Something clicks -- \n[3]  \n[4]  \n[5]  \n[6]Heard you got a mooner in here. Don't take all day. We're not here to babysit them, just figure out where he's from and send him back. \n[7]Fortunately, we have the technology here to test for that. Ex steps up close to Jay. Looks him over. Then SWIFTLY \n[8]Gag reflex. Coughing. Eyes watering. Human. Code 43 him. \n[9]  \n[10] \n[11]Kay! Don't move a goddamn muscle! I have you on 12 protocol violations! Kay looks to Jay. \n[12]  \n[13]  \n[14] \n[15]  \n[16]       \n[17]What's he doing here? Didn't we just bust you? \n[18]Yeah... So look. We've talked about it. And you are to be commended, Agent Kay. You did a fine job bringing these illegals in. Now it's our job to get them out of the city for containment. Somewhere where if someone decides to blow them off the map, the collateral damage will be insignificant. Toronto. \n[19]Christ, if we listened to every Mooner who showed up telling us how they were gonna save the world, that's all we'd do. Do you know why Earth is still standing? 74. \n[20]Why we're not a smoldering chunk of nothing? Because we don't stick our nose into other people's business. Especially people in danger, because they have enemies, and those enemies destroy Earth. Now. Are you going to execute my order or not? \n[21]Careful, Agent Kay. That sounds like insubordination. Kay walks up to Ex, looks him DEAD IN THE EYE \n[22]That's it. You're off this case. Stick to dry ice. If I catch you near them -- or him -- again, I'll have your badge. (to a bunch of other \n[23]Go!!! And you... You just get out of here! The MiB agents GRAB the Archanans and hustle them out. Kay leans in to them-- \n[24]Workers stop what they're doing -- get out of the way of something, disturbed. We see Yaz and understand the reaction -- Yaz might be back together, but NOT AT ALL RIGHT -- a leg stuck in the wrong place, the head at a weird angle. He catches his reflection in a hubcap and adjusts himself... Pops out an eye, swaps an arm... He unfurls his tongue, smells the air -- \n[25]  \n[26]  \n[27]Copy that, good work, Zed. Zed crosses off... \n[28]  \n[29]  \n[30]  \n[31]It's Kay! There he is! Take him down! Shoot him if you have to! EX catches a PELLET TO THE GROIN, crumples. The pellets settle... quiet... \n[32]  \n[33]  ", "O": "\n[1]   \n[2]  \n[3]    \n[4]He reaches the end of the hallway. The biggest, most absurdly-reinforced double security door. He punches in a code. The giant door retracts -- its immense weight has it squeaking and groaning the whole way. Whoever's behind this thing must've done something REAL bad. \n[5]Spare. Just a table and chairs in the middle -- poured concrete. Nothing a convict could, say, smash into the face of a guard. The perimeter of the room is lined with armed guards -- looks like they're not taking chances. 3. At the lone table -- Devil Girl waits with her cake. She hears the door open -- her face lights up as IN STEPS HER \n[6]YAZ, an evil hippie/biker badass right out of Easy Rider. A huge mane of hair, a big handlebar moustache that frames a grubby unshaven face... Everything about him seems strangely independently alive -- every strand of hair, every fringe on his dirty jacket -- the way Elvis was in his prime. He wears a distinctive SKULL PINKIE RING. A smirk plays on his mouth that says -- I'm smarter than you, asshole. The guards escort Yaz, who can barely walk in his CHAINS and MANACLES. They dump him into one of the chairs. Devil Girl jumps up, they lock in a kiss -- it goes on too long. A guard pokes them with his billy club -- \n[7]Where he scraped away the frosting, REVEAL A HORRIBLE ALIEN \n[8] \n[9]One guard, badly wounded, crawls to SOUND THE ALARM In the reflection of a pair of blood-spattered aviator glasses -- Devil Girl puts the guard down with his own weapon. She uses one of the cake-aliens like a saw to get Yaz out of his chains. \n[10]Give it up, Yaz! There's no way out! A beat of stand-off -- Yaz and Devil girl facing off against the 50 Guards... No one blinking... Prisoners. watching... what's gonna go down? \n[11] \n[12]As he and Devil girl step through the hole, take a deep, satisfied breath of FREEDOM. Reveal we are on... \n[13]The signage on the prison reads INTERGALACTIC DEPARTMENT OF \n[14]Yaz looks up at the BLUE MARBLE OF EARTH, smiles. As Yaz fixes his gaze on our planet, his hair, his fringes INDEPENDENTLY ARTICULATE YAZ'S MALEVOLENT EMOTIONS... they also seem drawn here. Like bees, they express a collective intelligence. \n[15]When you really think about it, the universe is a pretty awful place. Full of danger, brutality, and ten million kinds of scum. So the trick is to find one or two things that make life in this cesspool worth living. And reveal we are actually looking at... \n[16]  \n[17]  \n[18]But not for long... An explosive lands between them -- Kay gets BLOWN OUT THE FRONT WINDOW, rolls to a stop in the middle of the \n[19]Yaz guns the engine and BEARS DOWN ON KAY. \n[20]Yaz getting closer. He pulls out a CANNON of a gun, fires into the air. \n[21]  \n[22]We see what he's looking through -- KAY'S OLD CASE FILES. \n[23]A sign says: CLOSED FOR LEAGUE NIGHT We follow a couple normal-looking BOWLERS into \n[24]       \n[25]Zed paces, wearing way too much bowling regalia. \n[26]  \n[27]There goes my perfect game. Ha ha ha. \n[28]Jay enters -- looks a little worse for wear, like somebody who did some celebrating last night. We see why -- when he hoists his GIANT, RIDICULOUS MIB \n[29] \n[30]We're number one! In your face! Suck it! \n[31]      \n[32] \n[33]A photo of Kay WEARING A STRANGE MEDALLION. Jay stares, struck by this -- \n[34]Attention. Inbound missiles entering solar system! Inbound missiles entering solar system! Zed enters, chuckling at the warning: \n[35]Running impact simulator... Everyone watches as we see an animated simulation: the missiles smash into EARTH... \n[36]Catastrophic Earth impact imminent. 21. \n[37]Jay remains calm: \n[38]Now running pan-galactic shield \n[39]Conclusion: 6.72 billion lives saved. With shield...  without shield...  Sorry to say I told you so. \n[40]Peeking out of Yaz's jacket -- an iPhone. Something clicks -- \n[41]I love you, Jay! \n[42]He runs by people dealing with the world coming to an end: \n[43]Nine minutes to impact. I always loved you, microwave... 23. On the microwave -- it beeps plaintively. Jay runs off with purpose... \n[44]July in the city. A perfect summer day. Kids eat ice cream. Old ladies head to matinees. The streets of New York team with humanity, blissfully unaware that they are about to die. In other words, a Tuesday. Jay runs through Time Square, where guys sell stuff on blankets. Desperately looking for someone... Among the sellers, a suspicious-looking guy wearing a strange mixture of anachronistic clothing -- tri-cornered hat. As soon as he sees Jay, his eyes go wide and HE FLEES. Jay grabs something off the blanket and smacks him -- lays him out. \n[45]What are you talking about? He throws his arms up, revealing a pocket watch and a telescope. \n[46]No way, man. I've just been here, totally legit, here in New Amsterdam. I mean -- Manahatta ... n I'm legit. \n[47]I swear, I'm out of that. That's my grandmother's. 24. \n[48]Nothing, nothing man. \n[49]Family pet. \n[50]Oh, come on, man! \n[51]That's pirated, man. That ain't nothing. Jay rips open his jacket -- \n[52]Okay, okay, maybe I've been time travelling a little -- just for personal use, man, just enough to \n[53]No way, man. You don't mess with that guy. He'll kill you, me, and then he'll go after our families! \n[54]What do you mean? Jay forces the guy to look up-- we see the missiles. \n[55]Okay, okay, but don't say I didn't warn you, man. You just signed your own death warrant. \n[56]Fine, but it's the last one you'll ever hear. \n[57] \n[58]Think Michael Cera at his most geeky. \n[59]And Trevor is an \"Apple Genius\" \n[60]Do you have an appointment? 26. \n[61] \n[62]  \n[63]Excuse me? \n[64]Everyone thinks their computer problem is the world coming to an end. \n[65]Ahhh! What is THAT? \n[66]Unless WHAT?? \n[67]Okay, okay, I'll show you. But this is incredibly powerful technology, so it must remain absolutely secret. Follow me. Trevor LEAVES HIS POST --- Jay follows: \n[68]Absolutely secret, do you understand? \n[69]Hey! Excuse me! \n[70]With you in a second, ma'am. \n[71]It'll only take a minute. You see, my nanny's phone number got erased from my favorites and I have to ask her what my daughter wants for her birthday. Jay takes the phone. \n[72]I've always wanted to do that. okay, so here's what you do... Trevor pulls Jay in, ready to lay this top secret information on him... \n[73]Okay, so go to the clock app. And shake it. \n[74]Now you just type in the year you want to travel to... On the phone -- it's \"augmented reality\" -- the image through the phone is the image of the targeted time period. \n[75]Now listen. This is highly crucial: Time travel is nothing to mess with. You can't change anything, you can't use new technology or all of space-time can just -- kablooey! \n[76]Yeah. Right. Yeah, that's cool. Jay is about to \"enter\" time travel... \n[77]Wait -- hold on a second. If you go -- I'm just gonna stay... and be dead? \n[78]   \n[79]      \n[80] \n[81]  \n[82]What the heck, you're doing a great job. The kid leaves. Jay ventures out of the bathroom and finds himself in... \n[83]       \n[84]You're late! Where's Mr. Watkins' lunch? \n[85] \n[86]Did his girl not put in the order? The officious guy glares at the \"girl\" -- in her 60s. \n[87](shoves a bill in Jay's \n[88]On the double, OK? \n[89]The Big Man wants his caddy. Chop- chop. The doors close. 31. \n[90]  \n[91]At a light, he pulls even with an older Brooklyn Italian couple. They give him a disapproving look. The woman clutches her pearls just a little more protectively. He smiles and leans towards them. \n[92]  \n[93]Help you? Look a little lost. \n[94]'Scuse me? \n[95]That's an awful nice car. \n[96]Kind of work you do, individual of your particular... ethnic persuasion... to buy a car like that? \n[97]Wouldn't be anything illegal, would it? \n[98]You an athlete or something? \n[99]That sound like resisting arrest to you? \n[100]Sure did. They grab him, start to frisk him -- \n[101]Well, well. Boy, you're gonna have a little problem explaining THIS. 33. The cop holds up Jay's HIGH-TECH GUN -- the NOISY CRICKET and his NEURALIZER. A BLACK CROWN VIC SCREECHES UP between the cops and JAY. Out steps KAY -- but 40+ years younger. \n[102]Who the hell are you? \n[103]  \n[104]A SECRET DOOR instantly spins them around and Jay and Kay are \n[105]  \n[106]      \n[107]Agent Kay! Door BANGS OPEN -- in walks THE BOSS MAN... and it sure isn't ZED. AGENT EX, flanked by junior agent underlings. EX is a well- tanned WASPy jackass with a room-temperature IQ who probably got this job from his daddy's country club connections. He's good at tennis and not thrilled about this whole \"civil rights\" fad. Kay stands. \n[108] \n[109]Kay walks Jay. \n[110]      \n[111]Jay reacts to whatever he's looking at. \n[112]  \n[113]       \n[114]  \n[115]  \n[116]Jay and Kay bust in -- almost fall into the room because they're squabbling over who's first -- Then - BAM! 49. Someone's hiding under a desk, holding a gun over his head, firing randomly. Kay gets GRAZED -- They dive for cover. Kay's right hand is bleeding. \n[117] \n[118]Yaz approaches the tollbooth, manned by a gruff NY no-BS, no- time for anyone TOLLBOOTH COLLECTOR. \n[119]Exact change only. \n[120]Oh, sure. That's what I'm here for. You see that thing behind you? That's New Jersey. Go home and get some change. \n[121]You know what's also a great injustice? Sitting in this box all day listening to people try to get out of paying the toll. \n[122] \n[123]Okay -- get a shave and a haircut.. They laugh. Yaz smiles sadly. \n[124]Only one part of town where people like that hang out... 53. \n[125]Jay and Kay ride to the sixth floor. \n[126]Kay's on the hunt for someone. They weave their way through the far-out types, hear snippets of high-60s party conversations. Someone notices Jay's suit -- \n[127]What are you, a time traveller? \n[128]That suit is SO five years ago. Kay sees who he's looking for, grabs him: \n[129]Yum, pigs are getting cute. Jay smiles -- she looks skeeved out. \n[130]I meant the young one. Warhol speaks with his strange -- yes, almost alien -- affect. \n[131]It's not really a good time to talk. I'm creating a party.  But... Maybe if he asks me. \n[132]I would never say no to anything that came out of that beautiful mouth... Jay is visibly uncomfortable. Kay nudges Jay - do it. \n[133]Amazing, just amazing. Alright, you talked me into it. Follow me. \n[134]  \n[135]From here, a window looks out over the whole scene. Warhol leads the guys in, shuts the door and LOCKS IT. Immediately, his ENTIRE AFFECT CHANGES -- he rips off his WIG, lights a cigarette, and talks like a hard-nosed cop. \n[136]Damnit, Kay, are you TRYING to blow my cover? \n[137]Perfectly safe? Are you out of your goddamned mind? It's only a matter of time before they figure out I'm a total fraud. \n[138]I'm so out of ideas I'm painting bananas and soup cans for chrissakes. How long do you really think they're gonna keep buying this shit? Warhol slumps on a chair. \n[139]I can't take it anymore. Talking to these nutjobs and all these goddamn hippies. God, I hate hippies. They're just filthy, Kay. \n[140]I'll be right there... I'm just... filming these men eating a hamburger... It's... transcendent. Okay, now the pickle...  You see what I mean? And who the hell's this guy? New partner? \n[141] \n[142]Jesus, fine, don't tell me. Alright, what do you need? \n[143]You'll have to do better than that. Look, if that's all you have, I can't help you. \n[144]I gotta get back in there-- \n[145]C'mon, what's new? What does an MiE call it when someone tries to destroy the world? Tuesday. \n[146]Yeah, yeah, alright. Okay, talk to Prell and Vidal. C'mon. \n[147] Vidal, Prell, can you please talk to these nice men? The women's LIPS DON'T MOVE -- they respond in incongruously \n[148] \n[149]It's too beautiful. Someone takes a picture of the screen. Jay walks around the TV -- REVEAL: They're watching CLASSIC EARLY 70S PONG. 59. The SKANKY GUY controls it via a BIG MEDALLION hooked up to the TV antennae terminals. He's playing against a young clean-cut square. Jay grabs the wires and rips them out, cutting off the game. Everyone JEERS him. ON KAY, hearing the noise, turns to see what's going on. \n[150]Jay grabs him by the throat. Partygoers react. Someone takes pictures. Someone claps in delight. \n[151]Jay takes off after him -- Kay joins And the CHASE IS ON \n[152]Jay and Kay chase the guy through various 60s locations - a commune, an ashram, a folk club, a protest. 60. Everywhere they are mistaken for \"pigs\" - people get in their way. To Jay's surprise, young Kay is a hell of a runner, in incredible shape. It gets competitive between them... Until Jay can't keep up -- Kay takes off... Kay runs the Skanky Guy down - Jay huffs and puffs his way over, grabs the medallion. \n[153]I stole it, okay? \n[154]Jay and Kay pull up in front of the building. \n[155]  \n[156] \n[157]Jay and Kay move carefully, ready for trouble. They get to the door -- Apartment 12. Jay points to the door -- THIS IS IT! They see -- THE DOOR IS SMASHED IN, PUNCHED OFF ITS HINGES And punched into the door -- THE IMPRESSION OF A SKULL RING \n[158]  \n[159]Jay and Kay walk down the dark hallway -- Yaz steps out of the shadows -- \n[160]For God's sake! Help me, would you? There's some maniac after me - \n[161]He was like nothing I ever saw -- crazy eyes, and this freaky skull ring. Jay and Kay look at each other: \n[162]Thank you so much. This is a dangerous city for a girl. The light turns green -- we're on the girl's face. Jay and Kay looking straight ahead. \n[163]Just make a left up here. Kay does it... There's a rushing noise... In the back seat, Hot Pants Girl IS \"INFLATING\" AND BECOMING \n[164]Walking -- we hear sounds of crowds, of cheering, REVEAL we \n[165]      \n[166]Results for the sixth race: King, Sweet Sophie, Big Trouble and Red Gent! \n[167]  \n[168]Me? I'm just an accountant--- \n[169]It's the truck that \"compacted\" Yaz. We follow it to the \n[170] \n[171] \n[172]A SLEAZY GUY is suprised to see not just an agent... but four agents and four Hare-Krishna-looking guys come out of his peep show window. One of the Archanan attendants smiles at him: \n[173]  \n[174]DRY ICE SMOKE rises from the freezer: \n[175]I told you ten times -- I got no idea what dry ice is! \n[176]  \n[177]An EQUALLY SKINNY ESCALATOR descends 100s of feet. A problem: it's going the WRONG WAY -- bringing incognito aliens and MiB agents UP INTO GRAND CENTRAL. Jay and Kay muscle their way down -- lots of 'scuse me -- pardon me -- hey, don't grab that! But once they power past the crowds, Jay's jaw drops as we reveal... 78. \n[178]A MUCH-BIGGER station under Grand Central, a secret hub for sending aliens back and forth all over the country. It's basically a series of GIANT PNEUMATIC TUBES --people- sized versions of the vacuum tubes that used to beeverywhere in banks, offices, etc. A mix of ALIENS and MIB AGENTS put on helmets and pads, board the tubes and FWOOP off... Quick shots -- a shoeshine stand set up for many-limbed aliens... a newsstand with strange papers... The Beatles in line for Liverpool with a blue meanie... Kareem Abdul- Jabbar... \n[179]The MiB agents put helmets and pads on the Archanans. They're about to load them into the tubes -- Jay and Kay approach: \n[180]Don't hurt me! I'm just the accountant! He reaches for his radio... Jay talks him down: \n[181]Agent Zed, sir. \n[182]Jay and Kay share a look -- and both run INTO THE TUBE! \n[183]Jay, Kay and the Archanans hurtle through the MiB system of pneumatic tubes. 84. The Archanans fly through the tubes, relaxed and happy, moving gracefully, like fish through water... Kay is in perfect controlled tube position -- everything clenched, hands by his sides, looking like he's in an \"air luge\"... Jay is SCREAMING and ricocheting off the sides of the tube like a pinball... They shoot SOUTH, passing landmarks of the Eastern seaboard... Intercut with Jay's face -- blown back like Right Stuff astronauts in a G-Force simulator. Jay FLAILS towards the Archanans, grabs onto the Lama's robe: \n[184]I have to know -- can I really prevent Kay's murder? \n[185] \n[186]  \n[187] \n[188]Hurtling down the highway on his superfast bike, kicking up a \n[189]He gets STUCK BEHIND AN 18-WHEELER. Yaz REVS -- and SPEEDS \n[190]Down the CAUSEWAY -- the rocket in the distance... \n[191]  \n[192]The only thing we're gonna talk about is what specific breed of dumbass you have to be to try to penetrate my launch site! He begins patting Jay down. Eyes widen -- \n[193]Weapon! You are going away for a long time...  Get them into holding. We'll interrogate them after the launch. A beat... and Jay goes for it: \n[194]So you want us to stop the most massive endeavor in American history, an event being watched by the entire world, the moment that will be the culmination of a challenge put to us by President John F. Kennedy himself... so a bunch of Hare Krishnas can take a joy ride? \n[195]Get them out of here! He motions to the other MPs, who move to roust the group... But the Lama takes the Colonel by the arm-- \n[196]Hey! --and PULLS HIM INTO HIS AURA. On THE COLONEL'S face... He sees something POWERFUL The Lama releases him... The officer is stunned for a moment. Blinks back into focus and turns to the other guards -- \n[197]You men are no longer needed here. Report to delta gate. \n[198]Go! \n[199]The rest of you, come with me. The Colonel heads into the building. They follow. 90. \n[200]They sure do. This is definitely about some next-level shit. The PA crackles: \n[201]Mission control is an underground hub with hallway \"spokes\". Jay, Kay and the Archanans follow the Colonel down the hallway towards the main Mission Control center. \n[202]A hive of activity leading up to the launch.. Miles and miles of white guys in buzzcuts and shortsleeve button-down shirts. Thick glasses, slide rules, pocket protectors -- a sea of IBM men. Everyone smoking, RUSHING AROUND, LAST-MINUTE CHAOS... Hunkered over computer monitors... reel-to-reel data tapes spinning. Less computing power than an iPhone, but we put a man on the moon. \n[203]Agent Jay! Over here! They see the Colonel with an Engineer at a workstation. \n[204]This is your man. The guys approach the Engineer -- \n[205] \n[206]Kay hits the trigger -- But instead of a FLASH -- A MILLION PELLETS EXPLODE OUT OF THE NEURALIZER -- bouncing everywhere, knocking out the engineers. The pellets KEEP WHIZZING EVERYWHERE THROUGH THE FOLLOWING: Jay and Kay have to talk over the sounds of people getting KO'd. 93. \n[207] \n[208]      \n[209]With only a few minutes to go, service trucks CLEAR THE TARMAC -- dozens of fuel trucks, etc., Driving to get a safe distance away from the blast. The all SWERVE OUT OF THE WAY As one car cuts through them GOING THE OPPOSITE WAY, parting the waters -- it's a military jeep -- THE COLONEL at the wheel, Jay, Kay and the rest, barely hanging on. \n[210] \n[211]The apollo astronauts ride across the tarmac towards the rocket. The only car. Looking up at that rocket. On NEIL ARMSTRONG, practicing: \n[212]  \n[213]That's right, gentlemen. You need to listen to them. We're going to protocol twelve. The astronauts acquiesce. \n[214]I'm still getting my parade, right? \n[215] \n[216]  \n[217]Kay loads the Archanans into the capsule., Technicians in clean suits assist. 96. Jay works like a secret service agent -- scanning for all possible threats. Jay checks his stop watch -- Four minutes to go... Kay works'with the Archanans-- \n[218]Welcome to the good stuff From here, we launch into a GIANT SET PIECE that will take us up and around the Apollo Rocket... As Jay and Kay battle Yaz and Devil Girl in a super-high- stakes confrontation to protect the Archanans... EARTH to avenge the deaths ofhis brothers --smallpoxand bubonic plague. The launch clock ticks down -- the action moves around pipes breathing fire, the gigantic scaffolding, liquid oxygen spewing from the rocket... All on top of a rocket taller than a 30-story skyscraper. With T-minus 25 seconds to go, Jay and Kay corner Yaz against the lunar capsule. \n[219]Yaz laughs at Jay and Kay. \n[220] \n[221]As they watch the rocket carry Yaz off... \n[222]Not too worried about that. \n[223]No -- it was my son. All grown up. As a matter of fact, I'm late to see him -- I promised I'd watch the launch with him. \n[224]I'm a lucky dad. Take care. Jay offers him a handshake. The officer takes it -- and pulls Jay into a hug. \n[225]Jay hangs back, approaches the Archanans, walks them down the scaffolding. \n[226]The scaffolding leads Jay and the Archanans into the maze of underground hallways. Jay walks, looking at his watch, thinking... 102. ,He sees a WALL CLOCK -- 3:59. \n[227]As the footsteps approach, the shadow grows smaller, shrinking to KID SIZE. It's a boy. \n[228]Dad? What's going on? The kid steps into the light -- backlit -- but from the shape of his head and Jay's reaction, this kid could only be YOUNG \n[229] \n[230]Where is he? \n[231]Jay comes to in the Apple Store, looks to the sky and \n[232] \n[233]      \n[234]  \n[235]    ", "Colonel's": "", "Son": "\n[1]  \n[2]    \n[3]One guard, badly wounded, crawls to SOUND THE ALARM In the reflection of a pair of blood-spattered aviator glasses -- Devil Girl puts the guard down with his own weapon. She uses one of the cake-aliens like a saw to get Yaz out of his chains. ", "Boris'": "", "Girlfriend": "", "Colonel": "\n[1]The only thing we're gonna talk about is what specific breed of dumbass you have to be to try to penetrate my launch site! He begins patting Jay down. Eyes widen -- \n[2]Weapon! You are going away for a long time...  Get them into holding. We'll interrogate them after the launch. A beat... and Jay goes for it: \n[3]So you want us to stop the most massive endeavor in American history, an event being watched by the entire world, the moment that will be the culmination of a challenge put to us by President John F. Kennedy himself... so a bunch of Hare Krishnas can take a joy ride? \n[4]Get them out of here! He motions to the other MPs, who move to roust the group... But the Lama takes the Colonel by the arm-- \n[5]Hey! --and PULLS HIM INTO HIS AURA. On THE COLONEL'S face... He sees something POWERFUL The Lama releases him... The officer is stunned for a moment. Blinks back into focus and turns to the other guards -- \n[6]You men are no longer needed here. Report to delta gate. \n[7]Go! \n[8]The rest of you, come with me. The Colonel heads into the building. They follow. 90. \n[9]They sure do. This is definitely about some next-level shit. The PA crackles: \n[10]Agent Jay! Over here! They see the Colonel with an Engineer at a workstation. \n[11]This is your man. The guys approach the Engineer -- \n[12]That's right, gentlemen. You need to listen to them. We're going to protocol twelve. The astronauts acquiesce. \n[13]Not too worried about that. \n[14]No -- it was my son. All grown up. As a matter of fact, I'm late to see him -- I promised I'd watch the launch with him. \n[15]I'm a lucky dad. Take care. Jay offers him a handshake. The officer takes it -- and pulls Jay into a hug. ", "K": "\n[1]        \n[2]He reaches the end of the hallway. The biggest, most absurdly-reinforced double security door. He punches in a code. The giant door retracts -- its immense weight has it squeaking and groaning the whole way. Whoever's behind this thing must've done something REAL bad. \n[3]One guard, badly wounded, crawls to SOUND THE ALARM In the reflection of a pair of blood-spattered aviator glasses -- Devil Girl puts the guard down with his own weapon. She uses one of the cake-aliens like a saw to get Yaz out of his chains. \n[4]When you really think about it, the universe is a pretty awful place. Full of danger, brutality, and ten million kinds of scum. So the trick is to find one or two things that make life in this cesspool worth living. And reveal we are actually looking at... \n[5]Rotating on a spit. JAY and KAY watch this awful duck rotate. \n[6]I was talking about the noodles. Best noodles in town. And we are in \n[7]Good evening, Mr. Wu. \n[8]Not so fast, Wu. We'd like to take a look in the tanks. \n[9]Jay, take a look at this. Wu protests, Jay blows by him. \n[10] \n[11]So this is what you're passing off as tuna? Reveal a giant tank holding a HUGE ALIEN FISH. \n[12]Ugly AND a clear violation of Health ordinance 32, selling \n[13]I guess it would be.  If you were Chinese! Reveal -- from the waist down, Wu has the BODY OF A SLUG. \n[14]Aren't you forgetting something? \n[15]Yeah, look -- clean fork. 10. \n[16]Come to think of it... Why is Wu getting our noodles... outside? \n[17]Then come get it, you worthless \n[18]Yaz getting closer. He pulls out a CANNON of a gun, fires into the air. \n[19]Oh, I know what happens next. 12. Kay draws his EQUALLY BADASS-LOOKING WEAPON -- \n[20]I've been waiting forty years for another shot at you, scum. Kay takes aim and... CLICK! Empty. \n[21]Damn! \n[22]They deserved what they got. \n[23]Will you settle for a drink? \n[24]Yaz. Put him away a long time ago. Biggest mistake I ever made. \n[25]No. Should've killed him. \n[26]That was too easy. \n[27]You don't get it, hoss. This guy is different. Worse than anyone. He tried to blow up the Earth but I stopped him. He developed a dislike for me and for certain behaviors of mine, such as being alive. \n[28]Maybe. (calling off to cleanup \n[29]I know you do. Stares at his noodles a while, like there's answers in there: \n[30]I used to play a game with my daddy. What would you want for your last meal. Could do worse than this. \n[31]Do me a favor, don't badmouth your old man. \n[32]I'm tired. \n[33]Petrified. See you later. Kay takes a few tired steps and turns back -- \n[34]And slick? Watch yourself. A guy like Yaz can come after you when you least expect it. Anywhere, anytime. Jay watches Kay walk away. Looks like he's carrying a heavy load. Turns his attention to the clean up crew: \n[35]What part of clean up everything don't you understand? There's a spleen on that car! \n[36]A glow of a cigarette illuminates the face of... Devil Girl! She reaches down. We see -- a finger with the distinctive Skull, inching its way along the road. \n[37]- Farther down on the page, a CASUALTY REPORT: ONE \n[38]Zed paces, wearing way too much bowling regalia. \n[39]Jay and his teammates triumphant! The frame of a lifetime! Jay looks around -- \n[40] Yeah? \n[41]  \n[42]Have I told you today how much I appreciate working together? \n[43]You seem upset. Let's go get some coffee and talk about our feelings. \n[44]      \n[45]Jay can't believe it, he keeps reading... Snatches of the typewritten incident report The casualty report \n[46]A photo of Kay WEARING A STRANGE MEDALLION. Jay stares, struck by this -- \n[47]Jay remains calm: \n[48]We're all gonna die! \n[49]I thought we didn't have any enemies anymore. A stranger's just a friend you haven't met. \n[50]I love you, Jay! \n[51]What the heck, you're doing a great job. The kid leaves. Jay ventures out of the bathroom and finds himself in... \n[52]  \n[53] I'll take it from here. \n[54]Agent Kay, Division 2, special...  .black ops. Thank you for your cooperation, if I could ask you to look here for a moment -- Kay pulls out what looks like a NEURALIZER -- and swiftly beats each one over the head -- it's just a BLACKJACK -- they crumple. \n[55]That's got to be the first time an unregistered alien caught sneaking onto Earth was happy to see me. Jay pulls away, realizing-- \n[56]If I had a partner I'd know it. \n[57]I'm all ears. \n[58]Well, thank you very much. \n[59]Yeah, thought I'd heard them all. Usually, they offer a great gift to the people of Earth in exchange for refuge. Time-travelling partner from the future -- that's some extra-credit right there, and I do appreciate you bringing some much- needed variety to what can be a very dull job. But I'm still gonna have to bring you in. \n[60]It sounds a LOT-- \n[61]Let's go. And word of advice -= I don't know what it's like on your planet, but around here, a guy with your... complexion in a car like that is gonna get some attention he doesn't want. \n[62]  \n[63]Twenty-six. \n[64]Here we go... Kay puts some money in the machine -- is about to make his selection. Jay reacts to it -- GROSS! We see -- the most unappealing ham sandwich ever. The meat is tinged with green and beginning to get a little fuzzy. No one in their right mind would buy this sandwich. \n[65]The Hamptons. Let's go somewhere we can talk. \n[66]Name, planet of origin and Galactic \n[67]  \n[68]Save the Earth... Congratulations, you're the third one today... Maybe you'll get a balloon. \n[69]Are you currently pregnant or preparing to spawn? 40. \n[70]Never heard of any Yaz. \n[71]Florida? I hate Florida. I hate everything South of Virginia. If that's what you came to tell me, you're wasting your time. \n[72]Huh. Well. This is finally starting to make sense. Jay looks hopeful. \n[73]Because you're crazy. Paranoia. Delusions of self-importance-- \n[74]Hey, chief. \n[75]Actually, still trying to sort it out. He says he's human. \n[76]Got it, chief. \n[77]Jay reacts to whatever he's looking at. \n[78]This little baby here is called a Neuralizer. REVEAL -- The 1969 Neuralizer fills an entire room. And we \n[79]Have a lay down, stretch. The orderlies force Jay on a sort of gurney -- in the '69 Neuralizer, the \"patient\" is fed through the machine, like for an MRI. \n[80]Don't worry. When it's over, you'll forget all about this Yaz and Florida and the end of the world. I think it'll be good for you. Calm you down. \n[81]Don't worry, it's safe. We even tested it on one of our own men. Kay indicates Q, who wanders around like he's been lobotomized. \n[82]Hey, Agent Q! Q waves back: \n[83]No, YOU'RE -- forget it.  We're still.., fine-tuning it. okay, strap him down. TWO BIG-ASS ALIEN ORDERLIES force Jay down. A TECH flips the machine ON -- TUBES POWER UP WITH HUGE NOISE \n[84]Nice moves. You'd make a good agent. \n[85]You're just making it worse for yourself. The following plays over a game of CAT AND MOUSE around the giant structure of the Neuralizer -- like through the stacks in a library. \n[86]There's nowhere to run, slim. It's just if we're gonna do it easy or do it hard. Jay runs into a dead end. Kay and the orderlies are on him. The pissed-off orderlies grab him roughly, force him onto the gurney. Jay keeps flailing. \n[87]Bowling is enjoyed by more than 95 million people in more than 90 countries. You gotta do better than that. \n[88]How the hell do you know that? I've never told anyone that. A long look at this guy, who somehow knows things he shouldn't. And he hits the POWER OFF BUTTON... But this being TUBE TECHNOLOGY -- we stay with JAY'S TERRIFYING POV -- as he slides through the claustrophobic Neuralizer chamber -- the tubes powering down just in time, inches away from him. Jay crawls out of the Neuralizer, shaken. \n[89]If you're gonna drag her into this, you'd better be able to back up your story. Because if you're jerking me around, I'll make a window out of your head. \n[90]  \n[91]'Scuse me, boys. Just did a code 43 on this one. \n[92]You are a tourist from Kansas. A city slicker took your wallet at the bus station... Kay leads Jay to a SET OF DOORS MARKED \"EXIT to STREET\" -- \n[93]Two out. The agents nod to Kay and WAVE HIM THROUGH-THE EXIT... Which deposits them in... \n[94]  \n[95]You'd better not be wasting my time- \n[96]That's a hell of an observation. What gave it away? \n[97]We're going in. Kay draws his weapon. \n[98]Right. He pulls out a Smith and Wesson, dumps the bullets, and hands it over. \n[99]Try not to get in my way. \n[100]What the hell is that? \n[101]The hell I will. Jay tries to go in -- Kay pushes him out of the way and goes in first. \n[102]Walking up to Kay's car. In the background, MiB puts up a facade around the rocket -- \"Rocket Waste Disposal\", techs take samples. 50. \n[103]We've got something new. Portable Neuralizer. With a rumbling and BLASTS OF AIRHORNS, 18-wheelers drive up, housing the \"portable\" Neuralizer. \n[104]Can you believe how small these things are getting? \n[105]Okay, slick. I'm making a decision to believe you. Not because I do, but because I have to, you get me? He walks to the trunk, pops it open. He flips a switch, revealing a HIDDEN ARSENAL. He grabs a COOL GUN and gives it to Jay. Jay admires the \n[106]Let's go get this sunovabitch. They climb in but -- SCREECH!!! A Crown Vic swerves to a stop in front of them. Out pops an \n[107]Make it thirteen. He GUNS IT -- THEY TEAR OFF... 51. \n[108]Widen - he's on his bike, pulling into \n[109]Yaz approaches the tollbooth, manned by a gruff NY no-BS, no- time for anyone TOLLBOOTH COLLECTOR. \n[110] \n[111]Now tell me everything you know about this Yaz scumbag. \n[112]Two days. Doesn't give me a lot of time. You couldn't have come back a week ago? 52. \n[113]So we have two days to kill him before he kills me. Alright, there's one cesspool everyone washes up in sooner or later. Someone'll know something there. Come on. Let's take a drive to Alien Town. \n[114]  \n[115]Well, I'got this whole dry ice thing. \n[116]No. We just can't figure out what it is. \n[117]Don't push your luck. The doors open, and we're in... \n[118]We need to talk. Reveal ANDY WARHOL -- and this is the Factory, and this is one of Warhols' famous parties. Draped on Warhol -- a bunch of strange hangers-on, his \"stars.\" \n[119]Take it easy agent W, your cover is perfectly safe. \n[120]Cool your jets-- \n[121]Yeah, I know they are, buddy. But you're doing good work here. We need you. A knock at the door -- Warhol gets back into character -- 56. \n[122]Maybe you know someone who's seen something. \n[123]C'mon, W, I got a feeling on this one. Like we should take it serious. And we don't have much time. Jay checks his watch. \n[124]Start talking, you two, before you end up on a barber's floor. 58. \n[125]Yeah? Kay reaches into a passing woman's purse, pulls out HAIRSPRAY. Grab some of Prell and holds up the spray. \n[126]You wanna play tough? How about we take a ride to the barber college, see how tough you are? Kay keeps shaking them down, but Jay is distracted... On Jay... something is making him think... A sound... it. grows louder... we start to be able to make out the distinct bip... bip... bip... of PONG Jay FOLLOWS THE SOUND... To a group of people -- that incredible Factory mix from slumming socialites to Black Panthers to the freakiest freaks... They surround a SKANKY GUY -- and whatever they're watching on TV is so mesmerizing it's like they're seeing the face of God... \n[127]It's too beautiful. Someone takes a picture of the screen. Jay walks around the TV -- REVEAL: They're watching CLASSIC EARLY 70S PONG. 59. The SKANKY GUY controls it via a BIG MEDALLION hooked up to the TV antennae terminals. He's playing against a young clean-cut square. Jay grabs the wires and rips them out, cutting off the game. Everyone JEERS him. ON KAY, hearing the noise, turns to see what's going on. \n[128]What the hell, man? \n[129]Your mother. The crowd laughs. \n[130]Oh... uh... okay, no hassles, man... I got it from that dude over there... With the beard. Jay turns, lets go just long enough for the guy to LEAP OUT \n[131]It was a gift-- \n[132]I borrowed it! CLICK! Kay cocks the gun. \n[133]I stole it, okay? \n[134]They don't even care, man. They leave their money everywhere. \n[135]I don't know who they are-- 61. \n[136]Then you're not worth much to us, are you? The gun comes back out. \n[137]I heard they were Archanans. \n[138]I can tell you where they live! Southwest corner of 3rd and Avenue C. Top floor. Apartment 12. Jay rips the medallion off his neck. \n[139]Ow! \n[140]What's the deal with the necklace? \n[141]That address. It's familiar. He pulls out a notebook. \n[142]I was going to come by here tomorrow to check out a lead on the dry ice case. 62. \n[143]And Yaz kills me? \n[144]Aw, put on your big girl panties and let's go. \n[145]That thing back at the party, what was it? Some kind of game? \n[146]How do you know that? \n[147]Aw, what's the matter? Daddy didn't buy you the toy you wanted? \n[148]That's rough. \n[149]Why do you keep doing that? \n[150]Which must make them damn important. But what does he want with them? 64. \n[151]And he's probably on their trail now. But where the hell did they go? They look around, puzzling over this place. Jay picks up a $100 bill off a table made out of stacks of money. \n[152]Looks like some kind of code. We'll take it to HQ, run it through the computer. Figure out where they went. \n[153]Jay and Kay walk down the dark hallway -- Yaz steps out of the shadows -- \n[154]Jay and Kay head back to HQ. Kay drives, Jay stares at the $100 bill, squinting at it, turning it over -- \n[155]So this is how you do it in the future, huh? You just keep guessing until you figure it out? \n[156]      \n[157]I don't know, but I'd bet you two to one Yaz sent her. Beat. Light bulb moment for Jay -- \n[158]I think Yaz sent her. \n[159]I'd bet you two to one Yaz sent her. On Jay, realizing-- He grabs the $100 bill -- \n[160]Walking -- we hear sounds of crowds, of cheering, REVEAL we \n[161]  \n[162]      \n[163]I think I found them. They step into \n[164]Yaz! They turn to see YAZ -- he levels a WEAPON AT THEM -- FIRES! Jay and Kay DUCK -- the weapon just misses. \n[165]Let's get into trouble. Jay and Kay engage him -- As they run off, the Lama calls -- \n[166]He's gone. \n[167]Jay and Kay return to an EMPTY RACE TRACK... It's like a ghost town. No Archanans to be found... \n[168]Hold that thought. They follow it out to \n[169]Which is empty. No spectators, no horses. Just the Archanans... Who stand near the track watching... nothing. And yet -- They cheer and clap as if watching the most exciting race ever. Jay and Kay exchange a \"what the hell?\" Look and approach them. \n[170]The effect is -- THEY SEE ALL TIME AT ONCE. \n[171]Don't you know if he's going to? \n[172]Alright, let's get these freaks home, and pronto. \n[173]That was someone else. All these mooners look alike, right? A beat -- and Ex buys it completely. \n[174]But they're in danger. One of the most dangerous beings in the universe is out to kill them--  And if that happens, we're all going with them, because they're our only hope of survival. \n[175]  \n[176]It sounds like you need to cut some eyeholes in your stomach, because your head is so far up your ass, that's the only way you could possibly see. \n[177]Don't worry, we'll-- 75. \n[178]What? \n[179]You heard the man. We've got dry ice to investigate. \n[180]It's the truck that \"compacted\" Yaz. We follow it to the \n[181]Just a few more questions about dry ice and I'll be out of your hair... A BIRD CALL makes Kay turn --.he sees Jay waving him over, pointing at something -- The MiB agents lead the Archanans into the Station! \n[182]. Thanks, you've been very helpful. Jay and Kay peel off, follow the MiB agents, leaving the Vendor scratching his head. He turns back to the kids. Jay and Kay follow the MiBers and Archanans inside... 77. \n[183]Damn. Wrong freaks. But Jay spots the Archanans... \n[184]Perhaps you'd like to join us for a vegetarian meal? Jay and Kay chase after the MiB agents and Archanans -- The MiB agents approach a cordoned-off area with signs warning WET PAINT! The agents look around, then slip pass the ropes and through a NARROW DOOR marked \"WET PAINT\" or \"MEN WORKING\" Jay and Kay follow... Through the skinny half-painted door... \n[185]An EQUALLY SKINNY ESCALATOR descends 100s of feet. A problem: it's going the WRONG WAY -- bringing incognito aliens and MiB agents UP INTO GRAND CENTRAL. Jay and Kay muscle their way down -- lots of 'scuse me -- pardon me -- hey, don't grab that! But once they power past the crowds, Jay's jaw drops as we reveal... 78. \n[186]On your 2 o'clock. They spot the MiBers and the Archanans next to the TUBE TO \n[187]Hold up. \n[188]Change in plans. \n[189]Yeah, Ex just gave us the new orders -- check this out -- Kay gestures them closer -- he reaches for something in his jacket pocket... The MiBers lean in... And Kay GRABS THEM AND SHOVES THEM BACKWARDS TOWARDS THE \n[190]You're gonna be okay, kid. Jay can't help laughing -- 80. \n[191]Where are we going? Jay looks at him a beat. \n[192]Sounds good. See you there. Kay turns to head off -- then, lightening fast, spins and reaches into Jay's pocket, snatches out the card -- \n[193]Omaha, my ass. Kay looks at the card: GREETINGS FROM SUNNY FLORIDA -- a tourist post card with palm trees, oranges and beaches. \n[194]Let's go. \n[195]That's what it says. \n[196]Yeah, it's hot and muggy. The old people drive slow. 82. \n[197]We'll stay somewhere air- conditioned and only drive after three when they're at dinner. \n[198]You know what an MiB agent calls it when he faces death? Besides I got you to watch my back, right? They walk to the FLORIDA TUBE \n[199]Doing what? He gets his answer -- Jay DECKS HIM. \n[200]I told them I'd help them -- I'm honor-bound to do it. Kay throws a DIRTY SUCKER-PUNCH to Jay's kidney. Jay recovers and throws an UPPERCUT to Kay's solar plexus. Jay winces -- like he just hit something hard. \n[201]I make my own future! Besides -- I'm younger and stronger than you! 83. They both attempt an identical spin kick at the same time -- feet collide. \n[202]Had enough yet? On Jay -- gasping, spent -- using every last reserve of strength to lift himself off that floor. \n[203]Aw, hell, look at that-- behind you- \n[204]I'm not kidding -- Kay rotates their clinch towards the tube so Jay can see... The ARCHANANS -- very cheerfully, benignly hopping into the \n[205]Jay CONTINUES TO SCREAM -- \n[206]T-Minus 30 minutes. \n[207]Well, then. Better get started. \n[208]Hurtling down the highway on his superfast bike, kicking up a \n[209]Down the CAUSEWAY -- the rocket in the distance... \n[210]Good work. It's like we're not even here. \n[211]This might help. Kay reaches into his jacket, takes out WHAT APPEARS TO BE A \n[212]Little something I've been working on. Glasses if you've got 'em. Jay and Kay put on their glasses... \n[213]Oh, and you might want to get under a desk. \n[214]It's a high-velocity non-lethal pellet-gun. The boys in the lab call it the \"hiv-nol-pog.\" \n[215]What a waste. \n[216]No disrespect meant, [major]. I'm a big fan. (Especially of the haircut. \n[217]I'm almost there. Kay's got them inside, but having problems with the hatch. \n[218]Hey, tech guys -- get back here and help me with the door. \n[219]Whatever, just get over here. \n[220]This door is complicated. \n[221]What? It's an Apollo rocket, not a Plymouth Valiant, OK? It's complicated. Jay goes over to help Kay with the door. They both fuss and fight over the door. \n[222]No, I am lifting it. You have to hold the lever. 97. \n[223]Jay... Why do you think a highly trained NASA technician would leave the back of his suit unzipped? They exchange a look that parallels the opening scene in the Chinese restaurant... \n[224]Yaz laughs at Jay and Kay. \n[225]What's that? \n[226] \n[227] \n[228]Uh oh -- But the Archanans surround them with their aura -- where the flames and smoke flow harmlessly around them... And then it's over... \n[229]You know I will. \n[230]I guess we'll have to build a prison on the moon or something. Jay realizes -- grabs Kay -- \n[231]We're sorry we didn't get you home, guys. It was the only way to get rid of Yaz. \n[232]C'mon. Let's go watch that bastard leave the atmosphere. \n[233]Jay hangs back, approaches the Archanans, walks them down the scaffolding. \n[234]Unaware that his appointment with death is near... \n[235]All converging on destiny... \n[236]See? I knew you had my back. Jay hears footsteps. Looks up and sees the SHADOW OF A TALL \n[237]As the footsteps approach, the shadow grows smaller, shrinking to KID SIZE. It's a boy. \n[238]Dad? What's going on? The kid steps into the light -- backlit -- but from the shape of his head and Jay's reaction, this kid could only be YOUNG \n[239]I'll take it from here. Kay steps away... but turns back. In a replay of the moment from the first movie, Jay tosses Kay a modern Neuralizer. \n[240] \n[241]Sure, partner. I'll see you around. 104. \n[242]Hey, look -- your Dad wanted you to have this. Kay gives the kid a shiny new commemorative Apollo key chain. Jay looks in his pocket -- the same key chain, scratched and worn. \n[243]Your daddy had to go -- he's part of the space program, now. He's okay, he just had to take a trip up to the stars, but you'll be just fine. I'll keep an eye on you... They are silhouetted by the bright light of the Apollo launch... Jay takes out his iPhone and ALL GOES WHITE... \n[244]Jay comes to in the Apple Store, looks to the sky and \n[245]      \n[246]Alright, everyone, give me and my partner here a minute. They leave the guys alone. A beat -- and Jay just wraps him in THE BIGGEST HUG EVER. \n[247]You mean, do I remember that you travelled back in time to save my life and the world? Not bad, slick. Not bad. \n[248]Well, I don't know exactly. Because I was dead. But in a quantum reality, objects can exist in contradictory states... So multiple timelines with varying probabilities can exist, and the one you're closest to \n[249]Yes he was. \n[250]So you travelled back in time, huh? \n[251]Wow. And you didn't change anything? \n[252]You're sure? Because the littlest thing can have huge repercussions. \n[253]Good man, good man. Well, let's get you a uniform. \n[254]    ", "J": "\n[1]That? That nasty, greasy thing makes your life worth living? There's people eating here, younger than that duck. \n[2]The tanks in the back, Wu. \n[3]Hey, save the chop socky bullshit for the locals, Wu. We need to see the kitchen. \n[4]Wow, I didn't think there was anything uglier than a catfish. Jay taps on the glass -- the fish SNARLS, making Jay JUMP. \n[5]Look, Wu. You can serve it to your... out of town guests, but locals get earth fish. REAL earth fish. The kind that doesn't jump out of their stomach and get everyone asking a lot of annoying questions. Like, \"Why is my lunch eating Daddy?\" You got it?  DAMN, that's ugly. \n[6]Something about this strike you as weird? \n[7]Look at table two over there. They haven't ordered a thing. When's the last time Wu let someone sit at a table without ordering? And table five over there just drank his third cup of duck sauce. Now Kay's radar is up -- \n[8]Because it's about to go down. Wu, at the door, closes the blinds. He catches them looking. \n[9]Getting the worst of it. A messy battle THROUGH THE KITCHEN. The Giant fish's tank gets shot -- the FISH IS FREE! And he goes RIGHT AFTER JAY! \n[10]You probably took that whole catfish thing the wrong way -- The fish SNARLS AFTER HIM -- lunges and BITES! \n[11]I was jealous, you know? Because you're so pretty! Jay BATTLES THE FISH-- throwing pots and pans in its mouth, squirting hot sauce -- working like a lion tamer to keep it \n[12]Kay! KAY!!! Little help! Little help! \n[13]So I was thinking about making a chart for each time I save your ass. And when I do it ten times, you buy me lunch. 13. Kay lets out a long, weary sigh. \n[14]  \n[15]   \n[16]Why? Was he the wrong guy? \n[17]Yeah, well, don't worry, I think I took care of him. \n[18]I make it look easy. That's the problem with being my partner. 14. \n[19]You get used to my game. It's what Dr. Phil would call taking for granted. \n[20]C'mon, you know better {than anyone. What does an MiB agent call it when 12 alien species try to kill him? Tuesday. Jay laughs at his own joke. Kay just stares. \n[21]Seriously, man, those noodles'll kill you before he does. I got your back. \n[22]Oh, yeah? I used to play a game with my dad, too. Called catch. I'd throw the ball, and then it'd hit the house `cause he WASN'T \n[23]Hard to badmouth someone you don't know. Alright, forget it. The past is the past. And right now we have something much more important to talk about. Bowling Night. \n[24]Tired? What -- you afraid I'm gonna take that MVP trophy away from you? \n[25]Yaz... Yaz... Yaz... Where are you, Yaz...? And he FINDS IT! \n[26]Here we go... Jay opens the YAZ INCIDENT REPORT \n[27]- Farther down on the page, a CASUALTY REPORT: ONE \n[28]Alright, Bowling Robot, do what we built you for. Reveal an incredibly high-tech robot wearing one of those white trash T-shirts that reads \"10 reasons why Bowling is better than Women.\" \n[29]Guess it's on me. Jay rolls -- perfect spin -- Jay watches, willing it towards the pins -- which SCRAMBLE OUT OF THE WAY! But Jay's roll is too good -- it spins from fleeing pin to fleeing pin -- a \n[30]Of course -- the one time Kay isn't here... 18. \n[31]Check it out-- The trophy raises a triumphant fist -- we realize it is in fact AN ALIEN. \n[32]Look who's league MVP. \n[33]I... huh? \n[34]Where are you, Kay? I think you want to see this. It's the bowling MVP trophy with MY name on it. Jay works his way to his desk. Kay's already at his own adjacent desk -- bent over his work, his back to Jay. \n[35]Maybe you want to think twice next time you ditch me. Kay, absorbed in work, doesn't answer. \n[36]Kay? 19. \n[37]Yeah, I just wanted to show you this so I could say-- Who the hell are YOU??? Reveal -- CLINT EASTWOOD I'm agent Kay. \n[38]You new around here? \n[39]Yeah, okay, but I need the other Kay. You know, craggy old white guy... well, DIFFERENT craggy old white guy. I got you something. He hands over a \"World's Best Partner\" mug -- \n[40]What the HELL is going on here? Why are you pretending to be Kay? \n[41]How about instead, you go find me THIS guy? Jay opens the YAZ file and pulls out a picture of KAY. But now, splashed across Kay's photo, the words: \n[42]      \n[43]Killed? In 1969? Jay grabs the YAZ FILE -- the one he looked through last night -- but now everything is different. We see -- the incident report stating ONE CASUALTY - AGENT \n[44]Kay's dead? How? Why? The Men in Black Computer/Big Board sounds the alarm! \n[45]Whoa, what's everyone freaking out about? We had one of these last week. \"Kay\" hides under a desk, weeping. \n[46]Wait - what is everyone's problem? What about that pan-galactic missile shield thing? \n[47]Kay talked you out of it? Kay wouldn't do that. He's the most distrustful person in the galaxy. He personally set up that system to defend our planet from the scum of the universe. 22. \n[48]Yeah, that's working out great. Look, I don't know what's frying everyone's brains, but I remember the missile shield --- Kay -- the real Kay -- loved that thing. He wouldn't shut up about it. I mean, that thing was all Kay. But Kay's dead. He's been dead for years. But I knew him yesterday. picture of Yaz -- \n[49]Where the hell did he.get an iPhone in 1969? \n[50]  \n[51]You're definitely not Kay! \n[52]He runs by people dealing with the world coming to an end: \n[53]Where you going in such a hurry, Obadiah? The past? \n[54]I know you've been time-travelling. \n[55]Yeah? What's this? Reveal the thing he just hit him with -- a ship's bell with S.S. TITANIC on it. \n[56]What else you got here? \n[57]Oh, yeah? Off a Dodo in a cage. \n[58]Is that a dodo bird? \n[59]I think he'd be happier free. Jay frees the bird -- it runs, squawking... \n[60]Interesting. Jay picks up Spider-Man 8 off the blanket. Featuring chubby, bald 50-year-old Tobey Maguire. \n[61]And this? Reveal a copy of the Declaration of Independence.. \n[62]Listen -- I'll look the other way if you tell me who's selling time travel these days. I just want your supplier. 25. \n[63]Don't worry, he won't have time. \n[64]Those hit the sun in 8 minutes. You want to live out those minutes? Or you want me to take you out of your misery? Jay picks up an ancient weapon -- crossbow, blunderbuss -- off the blanket and puts it to the criminal's head. \n[65]I just want a name. \n[66] \n[67]Yeah, well, the thing about tomorrow is, we'll all be busy being dead. \n[68]Help me, or the world is gonna end. \n[69]Right. Take a look at this. Jay directs Cera's sightline to the sky-- \n[70]That, is We're all dead in... Seven \n[71]You start sharing the illegal time travel tech you've been slinging. \n[72]You only need seven minutes, get the cheap one. He grabs Trevor- 27. \n[73]Where is it?? \n[74]Yes, but we're running out of time-- \n[75]Oh, I see the problem. He CHUCKS THE PHONE across the store, where it SMASHES TO PIECES. She leaves in a huff. \n[76]That's it? Jay does it. 28. On the phone -- TIME TRAVEL BETA \n[77]Okay, thanks. \n[78]  \n[79]Don't worry, I'll fix it. You'll only be dead for a little while. Jay DISSOLVES INTO A TIME TRAVEL EFFECT... Cera is left alone. The missiles get EVER CLOSER... Trevor opens a \"Voice Recorder\" app: \n[80] \n[81]Yeah. Jay's moves to the elevator, waits for it. Pockets the profits of the racist misunderstandings. Elevator opens, the elevator operator opens the door -- Jay climbs in with a car full of older executives. Jay shakes his head, just taking this all in. \n[82]Wow. 1969. You're all dead now. Just as the elevator's about to close, a leggy blonde tosses him a set of keys. \n[83]Reveal Jay cruising in the most gorgeous 1964 Coupe deVille convertible. Fins, chrome, a thing of beauty. From the seat next to him -- a fedora. He puts it on, completing the look. In the background we notice the Leggy Blond getting yelled at by the guy who must be \"The Big Man\" Jay HONKS and waves -- thank you! Jay finds some classic 60s music and enjoys himself for a minute -- a sweet ride through 60s New York. A GREAT 1969 HIT -- THE TEMPTATIONS' \"Can't Get Next to You\" comes on the radio. Jay is swept up in the music and soon is \n[84]Guess what? Black president! He laughs and drives off. Pulls up at... \n[85]Yeah, thanks, listen-- 32. Jay turns and is face-to-face with two grinning Staten Island cops. He instantly realizes what's about to go down. \n[86]  \n[87]Nothing, officer. I'll be on my way. \n[88]Thanks. \n[89]Yeah, I'm the North American champion of kiss my ass. The cop loses his smile, turns to his partner: \n[90]Kay? Kay, is that you? Oh, man it's good to see you, buddy! Jay hugs Kay -- who remains stony-faced. Jay gets a little choked up to see his friend alive -- Kay is a rock. \n[91]Look at you, all... sort-of- young... Kay! \n[92]Oh! You think -- aw,that's funny. No, it's not like that. You see, I'm your partner. \n[93]There's a simple explanation for that. 34. \n[94]You see I'm your partner... (knows he's about to sound \n[95]Hey, no problem, man. I got you-- \n[96]Yeah, ok, I know it sounds a little- \n[97]That's why I'm going to prove it to you... Because if I weren't from the future, would I know about -- your little top-secret headquarters right HERE?? He tries to force the door open. Nothing. \n[98]I said -- HERE?  \n[99]Right. Not here yet. But it will be. Gonna need to get rid of the raccoons and bats and stuff, but... it'll be real nice. Game room over there for your pinball, you love your pinball. Lotta good times there -- I'm going for an extra ball, Jay! you'd say. And I'd be there. With you. Partners. Long stare from Kay. \n[100]  \n[101]Is this your favorite place? Makes. sense. Zero human interaction. Kay ignores him. \n[102]So how old are you? \n[103]Really? Wow, you got some city miles on you. Jay laughs. Kay ignores him, stops in front of a machine offering \"SPECIALS\". Jay grabs a paper off a nearby table: We see headlines about Nixon, Vietnam, the Apollo Launch. 37. Jay looks at the date: July 14, 1969. \n[104]The fourteenth. Then we have two days. Kay really takes his time, picking out the right sandwich. \n[105]Hey, look, I know your lunch is important, but like I said, we only have two days here. \n[106]No way, man. I am not letting you eat that. I didn't come all the way here to have you die before I can tell you-- Kay reaches for the button. Jay slaps his hand away. A BEAT of undignified hand-slap-fighting-- \n[107]No way, man. No way the world ends because you had to eat that thing-- Kay SUCCEEDS IN HITTING THE BUTTON and \n[108]Hey! [long alien name] and Bob! promotion in, like, 20 years. Kay takes Jay down an escalator. Quick atmospheric establishing shots of MiB '69: - A wall of Black and White TVs monitoring the aliens of the times: Castro... Yoko... Hendrix... - A cluster of agents use a joystick to manipulate a very high-tech camera. Reveal they're using it to watch a secretary's ass. She gets wise, turns -- they raise their martinis and she giggles at them: You're incorrigible! - Aliens work switchboards, work in the steno pool. - Someone barks at an alien to grab a couple Mooners and go clean something up. - An MiB barbershop quartet practices. \n[109]What planet are they from? \n[110]Finally. 39. \n[111]Oh, we're gonna do the forms now. Listen, Kay, I know you're gonna do what you're gonna do, but we're burning time here. When I got here, you had 48 hours. Now you've got 46. \n[112]My name is Agent Jay, you gave it to me. \n[113]To save the Earth. Kay looks at the form, there's a number of options to check: \"Create a new race... Steal Earth women... Offer life of eternal youth... vacation... Save the Earth.\" He checks the box. \n[114]Fine, don't believe me. But just listen to what I have to say, because it's going to save your life and the life of everyone in this galaxy. It hangs in the air... \n[115]There's a killer out there. Goes by \"Yaz.\" He's coming for you. You told me your one regret was not killing him when you had the chance. \n[116]You will. Here's what to look for. Long hair, leather, looks kind of like a biker. You'll know him from the skull ring on his pinky. He's trying to blow up the Earth and you get in his way somehow so he kills you. This Friday. In Florida. So, if you want to live -- do not go to Florida. \n[117]Man, you're as stubborn as you always were. I mean -- always will be. Look, It's not just about you. Because he kills you, you don't live long enough to build the defense shield. And without a defense shield, the Earth gets destroyed. You get it? He kills you, the Earth gets destroyed. I have to save you from him so we can save the planet. Kay stops writing. \n[118]So what's code 43? They pass through a set of double doors. Tilt up to reveal: \n[119]Jay reacts to whatever he's looking at. \n[120] \n[121]Whoa, whoa, what? You're gonna neuralize ME? You can't neuralize me. Haven't you been listening? Two ALIEN ORDERLIES grab Jay. \n[122]You erase what's in here, you erase the whole world. \n[123]I don't need to calm down. 43. \n[124]I AM a good agent! Kay takes a SWING at Jay -- Jay dodges it easily. \n[125]That's right, you always lead with your left. 44. Kay pulls his weapon -- Jay ducks behind the Neuralizer -- now Kay can't shoot. \n[126]I know you, Kay, I can prove it... You love to bowl! \n[127]You've got a scar on the back of your right hand! Jay grabs Kay's hand. They LOCK EYES for a moment. Kay lets Jay flip his hand over, big build-up, REVEALING... .no scar. \n[128]Damn. You will! I swear! Kay signals -- the Neuralizer powers up. And Jay is on the conveyor belt into the machine. This is all about to be over. Jay thinks desperately for a way out, THEN-- Eureka!! \n[129]Kay! KAY!!! What about your girl on Martha's Vineyard? 45. Kay looks up. Jay sees an opening: \n[130]You chose the job over her -- but you never stopped thinking about her. You can't forget her. Kay grabs him. \n[131]You see, Kay? It's me-- But Kay grabs him and puts a gun on him-- \n[132]Yeah, okay, um -- according to the file, he should have entered Earth- space in the last couple days. Did you spot any unauthorized landings in the last 48 hours? Kay looks to a tech, who looks at a clipboard -- \n[133]Can I ask how you're planning on getting me out of here? \n[134]How's it going, fellas? Look, I put on my pants. He feels one of the agent's faces. Kay leads him to the exit. He talks to Jay as if Jay is a dim 3rd-grader who speaks little English: \n[135]Aww. Did I spoil the mood? \n[136]Yeah, yeah. Window out of my head. But hey -- if I don't save you, I'm dead anyway. So do what you want to me -- just make sure you watch out for yourself. They pull up to... \n[137]This doesn't look like a mob hit. \n[138]Spores. Dematerializing corpses. And THAT. Jay points beyond the building... a SHEER DROP Which is the edge of a HUGE SMOKING CRATER -- And how did this crater get here? 48. In the center, a GIANT ROCKET, all chrome and Flash Gordon. It formed the crater on landing. \n[139]Aren't you gonna give me a.gun? \n[140]You try not to get in MY way. Jay and Kay move towards the building... BAM! BAM! BAM!! Someone's firing at them -- they dive for cover. More GUNSHOTS -- Jay gives Kay THE SIGNAL, WE SAW IN THE CHINESE RESTAURANT \n[141]Stay behind me. You need to stay alive. \n[142]Huh. So that's how you got the scar. Jay tosses his EMPTY GUN into the corner -- the guy under the desk fires FIVE TIMES - EMPTYING HIS GUN! Jay sprints at him, flips the table -- it's a terrified, quivering WISEGUY. Jay grabs him and DISARMS HIM. The guy is FREAKED OUT. \n[143]What'd he look like? \n[144]Pull it together! Jay SLAPS THE GUY. \n[145]The guy who did this --- what'd he look like? \n[146]That's him. \n[147]Walking up to Kay's car. In the background, MiB puts up a facade around the rocket -- \"Rocket Waste Disposal\", techs take samples. 50. \n[148]What about the witness? We don't have time to take him back to HQ to \n[149]Yeah. \n[150]Aw, this means you like me, doesn't it? \n[151] \n[152]In two days he's gonna kill you in Florida. \n[153]Sorry, I was distracted by the Earth blowing up. \n[154]Alien Town? They drive under a sign indicating: EAST VILLAGE \n[155]There's gotta be something that connects you to Yaz. What cases are you working on? \n[156]Dry ice? What's that? Someone get killed over some dry ice? Smuggling something in some dry ice? \n[157]Wow, you're pretty low on the totem pole, aren't you? The great Kay, looking for dry ice. \n[158]      \n[159]What - me? \n[160][Grumbles about what he has to do for his partner].  We need to talk. Please. Warhol and his Stars ooh and ahh over Jay. Someone snaps a picture. \n[161]Actually, I'm his old partner. I came from the future to warn him \n[162]We're looking for a recent arrival. Long hair, wears a lot of leather... Warhol indicates the party below -- half the guests match that description. \n[163]Hold up -- the guy we're looking for -- he's out to destroy the world. \n[164]I thought you made that up. 57. \n[165]33 hours. \n[166]Just wondering where you got that. \n[167]Really. So my mother gave you a technology that hasn't been \n[168]Now how about you tell me where you really got it? The skanky guy knows he's in trouble. \n[169]Alright, one more time. Where'd you get this? \n[170]Bullshit. Kay puts a gun on him. \n[171]Oh, hey. This is my partner. He's about to get fired for excessive violence and he doesn't have much left to lose. \n[172]That's what I like. A nice, honest thief. Stole it from who? \n[173]Who? \n[174]Archanans? They're pretty far out of their neighborhood. I didn't think we'd ever had one on Earth before. \n[175]I'll do a lot worse. Get the hell out of here. The guy runs off. \n[176]You were wearing one just like it when you died. Come on. \n[177]So you come here tomorrow, get tangled up with these Archanans... And... \n[178]Something like that. So do me and the people of Earth a favor and be careful. \n[179]Hey, I've always got my big girl panties on. Huh. That didn't sound right. \n[180]Not just any game, PONG. Game of kings. But it wasn't invented until 1974. \n[181]Because I was the only kid on my block who didn't have one. \n[182]Didn't have a daddy to not buy me toys. Here's the only thing I ever got from him-- He holds up his key chain. 63. \n[183]It gets worse. You're the closest thing I have to a dad. \n[184]That's from Yaz's ring. He was here. Or is here. Jay SIGNALS KAY \n[185]So Yaz was never after you... he was after the Archanans. You just got in the way. \n[186]'No sign of struggle. They must've cleared out before he got here. Like they knew he was coming. \n[187]Think this might tell us something? On the $100 bill: \n[188]How about bible verses? Coordinates? Airplane flights? Shoe sizes? \n[189]       \n[190]Slow down -- who's after you? \n[191]Get in. \n[192]So where can we take you? \n[193]Are you sure? Seems dangerous. \n[194]What the hell was that? \n[195]Say that again! \n[196]No, the whole thing! \n[197]I know where they are! \n[198]Walking -- we hear sounds of crowds, of cheering, REVEAL we \n[199]How are we going to find them? Any idea what an Archanan looks like? And then -- they see -- \n[200]You're in danger-- \n[201]Very cute, but-- 68. \n[202]Huh? \n[203]Thanks. \n[204]Take the bridge... They take the bridge, which gives them an advantage on Yaz. At one point, Jay corners Yaz -- Yaz BLASTS HIM -- Jay is knocked down. Looks DEAD! But he shakes it off reveal the PONG medallion blocked the shot. Culminating at a toxic waste dump in Staten Island, with Yaz compressed into .a six inch cube - hauled away in the back of a garbage truck. The guys give chase -- they want him captured, but no luck. The truck drives off... 69. \n[205]Only a matter of time before he comes back. And this time he might be really mad. \n[206]Damn, we lost them. They come all the way across the universe and just when we're about to figure out what all of this is about-- Then, faintly... a CHEER \n[207]Everybody OK? \n[208]Yeah... guess I can't argue with that. So listen up -- Yaz is down but he won't be for long, so we need to start coming up with some answers. First of all-- The Archanans CHEER. Jay shakes it off. \n[209] \n[210]What are you cheering about?! \n[211]What races? Jay and Kay cross the threshold into their aura... and now-- The empty stands are FILLED WITH CHEERING SPECTATORS WATCHING \n[212]Where are we? \n[213]The effect is -- THEY SEE ALL TIME AT ONCE. \n[214]You... can see the future. \n[215]Revenge?, For what? \n[216]Okay, someday you're gonna explain that to me, but right now you need to stop the riddles because there's about two minutes until Yaz crawls out of his hole and gets back to trying to kill you. So help me out. I need to know IN ENGLISH why Yaz is trying to kill you and what that has to do with saving the Earth. \n[217]You know what... he will know...  You know his plans. And you're going to stop him. He wants to kill you because you stop him. \n[218]Okay, which future is the one where you live and the Earth doesn't blow up? \n[219]No! We need to get them home! But it's all drowned out in the wind and dust... MiB \"squad cars\" -- pull up and surround them. Jay and Kay look for an escape route -- but MiB cars and trucks seem to be pouring in from everywhere. MiB agents descend on ropes, round up the Archanans-- \n[220]I knew Agent Kay wasn't just gonna lie down. So what's the plan? \n[221]Over there, Kay! As they run off -- \n[222]I know you're a little freaked out and you want to call for backup, but listen: When you've done this job for a while, you realize there's one rule -- things aren't what they seem. These are innocent beings that need our protection. Are you gonna do the right thing or are you gonna be a company man and send them off to die in Toronto? The young agent thinks -- puts down the radio. \n[223]Good, good. What's your name? \n[224]He's gonna be better than OK. I'm not gonna give you so much shit anymore. The radio CRACKLES -- \n[225]Be nice to him. Trust me. Jay, Kay and the Archanans regroup. \n[226]Okay, you all wanted to go home. Well here we are. So how do you want to get off this rock? You guys have the spaceport on Long Island yet? Kay just looks at him. \n[227]That place is a dump anyway. Best Margaritas in the Universe, my ass. What about the one in Ohio? The Archanans smile. \n[228]Here, huh? You're sure? 81. \n[229]I'll take that as a strong \"yes.\" Okay, then. Follow me. Jay pockets the card and starts herding them across the terminal. Kay catches up -- \n[230]Omaha. And I'm gonna buy you the biggest T-bone you ever saw when we get there. So -- you head over to the Omaha tube and I'm gonna help these guys over here for a second. But I'll meet you in a minute. By the Omaha tube. They stare at each other -- \n[231]No, no, no. No way. Florida, Kay. \n[232]Don't you get it? \n[233]This is why you were there. In Florida. Because of them. You were helping them and that's why... that's why you get killed. Today, July 16. I saw the report myself. Agent Kay, dead at the scene. Killed by Yaz. \n[234]I just want you to know, I'm doing this out of love, man. \n[235]You stay home and stay alive. But Kay isn't down. \n[236]Damn, you used to have some abs. They continue to pound each other. As they trade punches: \n[237]I can't let you go to Florida. \n[238]Bet you're sorry you taught me that. The fight continues... They're wearing down, circling each other... And then Kay fakes a left --- \n[239]You always lead with your-- But this time Kay connects with his right, knocking Jay down hard. \n[240]I can't let you go -- I love you! Jay KICKS KAY SAVAGELY IN THE GROIN. Kay LUNGES AT JAY. They CLINCH... it's a stalemate... \n[241]I'm not falling for that. \n[242](yelling over the wind \n[243]Oh. Okay, then. Thanks, good to hear. \n[244]What does that mean? The Lama smiles and zips ahead through the current. Jay gets CLOBBERED by a bend in the tube. \n[245]De-tube? \n[246]Helmet? No one said anything about \n[247]Thanks. Surrounded by thick brush, trees. Jay staggers out of the water, looking beat to hell. \n[248]Kay? Archanans? Everyone OK? 86. Reveal -- Everyone else looks clean and pressed. Jay looks around -- nothing but brush and swamp. \n[249]Listen, your, uh... Arachaness...ness? I don't think this here is the way back to your planet. The Archanans smile and WALK OFF... Jay and Kay follow -- \n[250]Hey wait -- we can't help you get home, if you don't tell us how... He trails off as they EMERGE FROM THE BRUSH And stop dead... \n[251]Whoa. So that's how you're getting home. Reveal -- A GLORIOUS SHOT OF THE APOLLO ROCKET And they head towards destiny... \n[252]Okay. So we've got... 30 minutes to get past security. Get into Mission Control. Reprogram the flight path, pull the Astronauts off the launch and get them in that rocket. \n[253]Weird. I feel like I've been here. Okay, I've got a plan to get through security. We just need to be invisible. 87. \n[254]'Scuse me... I need to get inside... I've got the big man's Cadillac... all washed and ready to- Before the words are out of Jay's mouth, he's down on the ground with a submachine gun stuck in his neck. \n[255]You've got it wrong, let me explain- 88. \n[256]Finally, someone I can talk to-- But the Colonel is on him before you can blink, an equal- opportunity hardass to the extreme: \n[257]Sir, before you do that --- my name is Agent Jay. I appreciate your position, but I'm from a top-secret government agency in charge of protecting the world from the scum of the universe and right now, on behalf of the people of Earth, I.: need to commandeer your rocket so \n[258]Would it help if I told you I'm from the future? \n[259]Things change when you can see the future, right? \n[260]Attention, everyone! We've got a change in plans! Everyone's consumed with the launch and wearing headsets -- they ignore him -- he keeps trying -- \n[261]Hey! Attention over here! I need to talk to the man who can re- program this rocket! Still nothing -- \n[262]Can anyone hear me? Hey! You in the glasses! 91. 25 people in identical giant black plastic glasses turn. \n[263] \n[264]Slow down there! Everyone be cool! \n[265]No! Stop! Do not abort! \n[266]What's that? You been holding out on me? \n[267]Ha ha, just like old times... \n[268]Get under a--? \n[269]What the hell was that?? \n[270]Catchy. The Archanans deftly step out of the way -- or the pellets swerve around them. EX RUNS IN, flanked by security and/or MiB agents. \n[271]  \n[272]Five minutes to get to the rocket. And keep your eyes open for Yaz. They head out. \n[273]But we've got some bigger fish to fry. Hand over the flight suits. They start pulling the astronauts off the truck. The astronauts protest. \n[274]Let's go, people. Why don't you take one giant leap out of there. 95. They look at Jay and Kay... at the Colonel... \n[275]We good yet, Kay? I don't like being out here in the open -- too many ways for Yaz to get to you... \n[276]Oh, come on -- what's going on? \n[277]Oh, for... \n[278]Lift it. You have to lift it. \n[279]No, if I hold the lever, the rubber thingie won't... go in the thing where the thingie goes... Kay notices something in the reflection of the hatch glass. \n[280]Because it's about to go down. They turn around, draw weapons on the tech -- it's YAZ! \n[281]Nothing now. Yaz raises an eyebrow... 98. Jay draws his NOISY CRICKET -- the gun he brought from the future. \n[282]Little something I brought with me. Jay points the gun at Yaz -- but Yaz just LAUGHS -- As the clock ticks down to T-minus 5... 4... \n[283]That's a chance I'll have to take. Jay BLASTS YAZ Yaz stumbles BACK INTO THE CAPSULE... The hatch SLAMS him in! Just as the ROCKET BEGINS LIFTOFF-- \n[284] \n[285]We did it, partner. I hope you remember this when you recruit me -- you won't give me such a hard time. \n[286]Yeah. 99. \n[287]Do a better job this time, OK? That needs to be one hell of a prison. You don't want that guy coming back, or I'm coming back. Look, once was enough, OK? Jay turns to The Colonel -- \n[288]Thank you for your help, sir. Hope we don't get you fired. \n[289]Can I ask you -- what did the Lama show you in there that made you help us? Was it the Earth being destroyed? \n[290]Oh. Thanks. He's a lucky kid. \n[291]Okay... The Colonel leaves. Jay and Kay congratulate each other, smile over a job well done... But then they see the Archanans... And realize... 100. \n[292]But we'll make sure you're safe here. And the next rocket out... \n[293]No we didn't. You wanted to go home... \n[294]Gift? But we didn't get you home. \n[295]So then what's the gift? \n[296]This? Pong? \n[297]To make the missile defense system. You use this to save the world. 101. \n[298]Hey. My watch stopped. We see -- a minute to go. Jay looks at the watch. Something about it bothers him... \n[299]Yeah, I'll catch up with you in a second. \n[300]So you guys understand all this time stuff, right? So is everything going to be okay now? I mean, if I saved everything, and Yaz is really gone, why am I even here? Shouldn't I not have come in the first place? And why do I still have time left on my watch? \n[301]3:59. But Kay didn't get killed until... And then the AWFUL REALIZATION -- \n[302]He didn't come yet! Kay, he didn't come yet!!! Jay races to find Kay. \n[303]Running... running... searching... where is Kay? \n[304]All converging on destiny... \n[305]Running... more frantic now... And then he sees him! Kay -- at the end of the hallway!. Backlit by the door to the outside... \n[306]Kay! And then Jay sees -- Yazl Already there! Jay goes for his weapon, but he doesn't have the shot! Yaz pulls his guns... 103. Kay turns to see Yaz -- there's no time to react, only to know HE'S ABOUT TO DIE! Yaz FIRES!! But -- THE COLONEL is somehow there instead! He catches the bullet for Kay -- his body dematerializes. And it gives Jay the split-second he needs to FIRE ON YAZ AND KILL HIM, blowing him OUTSIDE -- where he is INCINERATED BY LIQUID OXYGEN leftover from the launch. They look at each other -- it's over. \n[307]As the footsteps approach, the shadow grows smaller, shrinking to KID SIZE. It's a boy. \n[308] \n[309]Where there is death, there will always be death. He saved your life. He swapped his for yours. He saved the world. Kay puts a firm hand on Jay -- \n[310]Leave me some memories this time, \n[311]Yes you will. Kay turns back to the boy, takes his hand. Jay watches them from a distance: Kay takes something off the ground where The Colonel's body was -- hands it to the son. \n[312]Where is he? \n[313]Noo!!!! And then... A giant PONG PADDLE rises over the horizon and \n[314]It's good to see you, man. He gives him a hug-- gets a \"what the hell?\" face. \n[315]It's good to see you, man. So good. I just... do you remember... I mean, do you know what I've been through? Kay just stares at him. \n[316]No problem. You'd do the same for me. I just have one question... 106. \n[317]When you disappeared... Why didn't I forget you when everyone else did? \n[318]Oh, you're talking about our closeness... you're talking about our love... Across timelines! You're saying our love will go on! Kay swats him away -- but the love couldn't be more clear. Jay feels something in his pocket -- the keychain. Takes it out. \n[319]He was a good man. \n[320]I'm glad I know that. \n[321]Yep. \n[322]No. \n[323]I was very careful. 107. \n[324]Excuse me? We PULL BACK -- Revealing PRESENT DAY MIB IN ALL ITS KICKASS GRANDEUR. Eternally vigilant in the struggle to protect the Earth and all its inhabitants... And every one of those agents wearing BLUE SUITS WITH SHORTS. \n[325]Even I can't make that look good. ", "Andy": "", "Warhol": "\n[1]It's not really a good time to talk. I'm creating a party.  But... Maybe if he asks me. \n[2]I would never say no to anything that came out of that beautiful mouth... Jay is visibly uncomfortable. Kay nudges Jay - do it. \n[3]Amazing, just amazing. Alright, you talked me into it. Follow me. \n[4]  \n[5]Damnit, Kay, are you TRYING to blow my cover? \n[6]Perfectly safe? Are you out of your goddamned mind? It's only a matter of time before they figure out I'm a total fraud. \n[7]I'm so out of ideas I'm painting bananas and soup cans for chrissakes. How long do you really think they're gonna keep buying this shit? Warhol slumps on a chair. \n[8]I can't take it anymore. Talking to these nutjobs and all these goddamn hippies. God, I hate hippies. They're just filthy, Kay. \n[9]I'll be right there... I'm just... filming these men eating a hamburger... It's... transcendent. Okay, now the pickle...  You see what I mean? And who the hell's this guy? New partner? \n[10]Jesus, fine, don't tell me. Alright, what do you need? \n[11]You'll have to do better than that. Look, if that's all you have, I can't help you. \n[12]I gotta get back in there-- \n[13]C'mon, what's new? What does an MiE call it when someone tries to destroy the world? Tuesday. \n[14]Yeah, yeah, alright. Okay, talk to Prell and Vidal. C'mon. \n[15] Vidal, Prell, can you please talk to these nice men? The women's LIPS DON'T MOVE -- they respond in incongruously ", "Griffin": ""}}