{"filename": "Midnight-Cowboy_script.txt", "imdb_id": "tt0064665", "imdb_url": "https://www.imdb.com/title/tt0064665", "characters": ["Towny", "Sally Buck - Texas", "Woodsy Niles - Texas (as Gil Rankin)", "Little Joe - Texas", "Annie - Texas", "Old Cow-Hand - Texas", "Ralph - Texas", "Mother on the Bus - Texas", "Joe Buck", "Mr. O'Daniel", "Shirley", "Ratso", "Cafeteria Manager - Texas", "Cass"], "dialogues": {"Towny": "\n[1]\tBravo...  ... TOWNY -- a stout, round-faced man -- clasps Joe's hand between both of his own, like an old friend.  \n[2]\tHow are you? \t\t \tTownsend P. Locke, from Chicago. \tCall me Towny. I'm here to attend a \tpaper manufacturers' convention \tand, frankly, to have a little fun, \tdammit...  Towny grips Joe's elbow, almost forcibly leading him away.  \n[3]\tThis is my first night in town and \tI'll consider it a ghastly omen \tclouding my entire ten days, if you \tdon't consent to have dinner with \tme. Anywhere you like...  Towny's mouth continues speaking at an incredible rate, but his words are drowned out momentarily by the grinder of a sanitation truck, chewing up a discarded Christmas tree with tinsel clinging to it. Towny is still talking when they've passed the truck.  \n[4]\t... never mind how you're dressed. \tThey know me. I'll say you're with \tthe rodeo. There's always a rodeo \tin New York, dammit. Besides, you \tlook very elegant...  \n[5]\tBut, dammit all, I just remembered, \twe'll have to eat in my room \tbecause I have this phone call \tcoming at nine-thirty...  \n[6] An ancient open cage lift.  \n[7]\tWhat I like about you, you're such \ta wonderful conversationalist. So \twon't that be nice to have dinner \tsent up?  \n[8] A threadbare, carpeted but spacious hallway.  \n[9]\tFifty years ago this was the only \thotel in Manhattan. My mother \talways calls me at her bedtime, so \tI've got to be there.  \n[10] The room has little to recommend it except its size and large French window, through which -- ignored by Joe -- the Mutual tower flashes MONY. Towny waves Joe toward the couch, quickly slipping several physical culture magazines from the coffee table onto a shelf beneath.  \n[11]\tA drink? I've got some nice gin. If \tyou'd prefer something else, \tthey'll send it up...  \n[12]\tIt's so exciting. New York. The mad \tforward thrust of everything. My \tsense of time here is completely \taltered.  \n[13] The coffee table is littered with empty cartons of Chinese food, soaked through with brown sauce. Joe finds the last egg roll and eats it as Towny's voice drones on.  \n[14]\tSometimes it seems to me time \tstopped twenty years ago. There was \tthis war, there was this handsome \tyoung man with quite black hair and \the was supposed to die. But he \tdidn't. Isn't that amusing?  \n[15]\tEnough about me. I'm through \ttalking for the evening. Now I want \tto hear about conditions in the \tWest. The romance of the West holds \ta tremendous power over me. Mother \twas actually a pioneer woman, can \tyou believe it? When she calls, \tI'll introduce you and she'll be so \tthrilled.  \n[16] Towny's voice is only a shrill monotone from here, Joe searches with increasing desperation for something of value. An old electric razor is too bulky for Joe's pocket, probably worthless anyhow. Towny's array of medicines merely recalls Joe's purpose.  \n[17]\tMama, a coincidence. Guess who was \tbeing discussed. Discussed. Not \tdisgusted. Discussed! Do you have \tthat thing turned up? Why aren't \tyou wearing it! This is impossible!  \n[18] Joe is rehearsing the speech in the bathroom mirror.  \n[19] Towny is stretched out on the couch, staring morosely.  \n[20]\tI was so childish with her.  Joe moves into frame past camera, standing in front of him, so that we can see the scene from behind Joe's waist.  \n[21]\tWhat?  \n[22]\tOh, difficult, it's so difficult. \tYou're a nice person, Joe -- I \tshould never have asked you up -- a \tlovely person. Oh, how I loathe \tlife. I loathe it. Please go. \tPlease.  \n[23]\tNo, yes. No, I mean yes please go. \tHelp me to be good. Come back \ttomorrow. Promise.  \n[24]\tThis is terrible. I meet someone \twho -- then -- wait, I want to give \tyou a present. For your trip. \tYou'll let me please...  \n[25] Joe's face is puzzled then angry as Towny takes a Saint Christopher medal from his sack and hands it to Joe. His eyes are looking past Joe, his speech out of sync.  \n[26]\tPlease take it. You don't have to \tbe Catholic. Saint Christopher is \tthe patron saint of all travelers. \tI want you to have it. For helping \tme be good.  \n[27] Joe's voice is angry.  \n[28]\tOh. Yes. Of course. I should have \tthought. You shouldn't have to ask. \tThat was thoughtless of me. Yes. \tWait here...  Towny hurries across the room to the bedside table. Beside the telephone is a picture of a prosperous pioneer woman wearing a hearing-aid. Towny tries to conceal his movements as he takes a wallet from the drawer, lifts out a bill and tucks the wallet back and turns -- terrified to see Joe close behind him -- almost knocking the lamp off the table in his fright. Pressed against the table, protecting but calling attention to his wallet, Towny holds out the bill.  \n[29]\tHere. Don't even thank me.  \n[30]\tI simply don't have it, Joe.  \n[31]\tYou're wasting your time. There's \tnothing in there.  Towny clutches the table, staring at Joe, shaking his head like a bad little boy. Joe backhands him angrily. Trying to duck the blow, Towny stumbles and slips to the floor, but grabs the table in his arms, watching Joe out of the corner of his eyes, whimpering. Joe grabs his hair, turning his face up.  \n[32]\tI deserved that, I know I did.  But he clutches the table wildly. His mother's picture falls unnoticed. Joe stands in panic, sickened, unable to fulfill the role Towny has assigned him.  \n[33]\tI brought this on myself. I'm \tbleeding, my nose is bleeding, \tisn't it?  Towny's eyes shine, teeth clenched in a crazy smile, blood trickling from his nose. Suddenly Joe jerks the lamp free of its socket.  \n[34] Towny's shrill little whisper says...  \n[35]\tThank you, Joe.  ... provoking Joe to glance back. Towny is reaching for the telephone, his eyes on Joe with wild brightness, holding his hand on the receiver. Joe knocks the phone from his hand, hits Towny in the mouth, jerks the cord from the wall as Towny falls -- gagging -- finally dislodging his dentures on the carpet. Joe stands sick and confused, holding the useless phone in two hands...  \n[36] ... Joe is about to hang the dead receiver on its hook when on sudden impulse -- he shoves the small end of the receiver into the toothless mouth of the man on the floor.  ", "Joe": "\n[1]\tY'all,line up and take your turn...  \n[2]\tYeah, where's that Joe Buck?  ... continuing his song as he pulls up and zips his tight thighed black slacks, freezing song and image for CREDITS.  \n[3]\tYeah, where's that Joe Buck?  \n[4]\tKnow what you can do with those \tdishes? And if you ain't man enough \tto do it yourself, I'd be happy to \toblige...  Joe picks up his suitcase, a portable transistor radio, walks away from the mirror, then pauses to run a comb through his hair, hook a cigarette at the corner of his mouth and strike a match on his thumbnail before he turns back for one admiring glance at himself in the mirror -- proud, exultant, ready -- freezing the image as CREDITS END.  \n[5]\tSay, look, uh, I gotta have a word \twith you, if you got a second.  \n[6]\tDon't guess. Just come for my day's \tpay owing and to tell you I'm \theading East.  Joe tilts his Stetson as the Waitress appears at the door...  \n[7]\tLotta rich women back there...  \n[8]\tMen, they mostly faggots.  \n[9]\tWell, ain't no use hanging around \there.  \n[10]\tI got me two hundred twenty-four \tbucks of flat folding money... \t\t \tHe know what he can do with that \tchicken-shit day's pay. And if he \tain't man enough to do it for \thimself, I be happy to oblige!  \n[11]\tTough tiddy, ladies, you had your \tchance.  From a high angle -- Joe starts his long walk toward the bus depot along the street of a small Western town struggling to urbanize itself. The click-clack-click of his boots is loud but somehow lonely The radio at his ear drones grain prices on the Commodity change. Joe's pace slows as he passes...  \n[12]\tCare to get out your yardstick, \tgentlemen?  At the same moment, a recognizable variant of the \"Big Country\" theme blares loud.  \n[13]\tThis is a powerful mothah, ain't \tit?  Ignored by the driver, Joe rises and walks back to his empty double seat, glancing around to see what impression he's made on his immediate fellow travelers -- an OLD LADY in front of him -- a hostile young sailor with acne behind him -- two teeny-boppers flirting with Joe hysterically -- a PALE BLONDE directly across the aisle, smiling at Joe weakly.  \n[14]\tPlenty more where that came from.  \n[15]\tI only get carsick on boats. \t\t \tBut seems to me that's more the \tfish smell than the bouncing...  Joe realizes that her eyes are closed. Mildly depressed, he stretches himself across both seats and turns on his radio, finds only static and snaps it off. Further depressed, he examines his reflection in the bus window, squeezes a black head and runs the comb through his hair, picks a piece of tobacco off his tooth and lights a cigarette, watching the flame die in reflection, forgetting to discard the burnt-out match as he stares out at a vast lonely prairie, a solitary cowboy in the distance, a row of sharecropper shacks apparently deserted, a barefoot little girl motionless at the roadside, watching the bus pass. Through this, leading into the next scene, Sally Buck sings softly \"... if that mocking bird don't sing, Grammaw gonna buy you a golden ring...\"  \n[16]\tYeah, hell, yeah.  \n[17]\tLight?  The Old Cowhand's \"thanks\" is lost in a fit of coughing as he inhales his first drag. He settles back, wiping his watery eyes on a faded bandana.  \n[18]\tYou throw in Sister Rosella and you \tgot a deal, right, old timer?  Joe glances across the aisle. The Old Cowhand manages a faint, humorless smile.  \n[19]\tGoing far?  \n[20]\tI'm bound for New York City.  The Old Cowhand reappraises Joe's wardrobe even more curiously.  \n[21]\tEver happen to come across a cowman \tname of Woodsy Niles? Friend of my \tgrammaw Sally Buck...  The Old Cowhand considers, shakes his head. Joe leans back, laughing to himself.  \n[22]\tSmoke?  The old Cowhand shakes his head, showing the rolled cigarette Joe lit for him. Joe nods, still bemused.  \n[23]\tNice talking to you, old timer.  Joe stuffs a stick of gum in his mouth, turns to wave at the Old Cowhand through the window as the bus pulls away.  \n[24]\tJesus goddam Christ, I ain't \tlaughed so hard since I was out at \tFort Benning, Georgia.  \n[25]\tWhat? Oh, hell no. Motor pool \tmostly... \t\t \tKee-rist...  \n[26]\tGonna swing my lasso and rope that \twhole goddam island, yeah!  \n[27]\tUp yours, lady.  ... but Joe leaves the lady on, savoring the expensive sound of her voice reading the stock quotations. Joe seats himself at the desk, pleased to find a postcard photograph of the hotel. He picks up a ballpoint pen, counts ten floors up from the street and marks a huge X -- THIS IS ME, then turns the card over, pen poised over the address blank.  \n[28]\tAfter all them dishes are washed, \twhat?  \n[29]\tThen they bring some more dishes \tand I wash them and then I, uh, \tsleep some and then wash some more \tdishes and then I...  \n[30]\tSay it, lover boy!  \n[31]\tDie.  \n[32]\tWell, you better just shake your \ttail, lover boy, and root, hog or \tdie.  Joe rises abruptly, rips up the postcard and tosses it out the window.  \n[33]\tGoddam if I came to this town to \twrite postcards.  \n[34]\tBeg pardon, ma'am, I'm new here in \ttown, just in from Houston, Texas, \tand looking for the Statue of \tLiberty.  The delicate profile gives no signs of hearing. Joe follows her to the parkway in the middle of the avenue. There she stops and turns, neither friendly nor hostile.  \n[35]\tJoking? No, ma'am. Oh no! I mean \tbusiness!  \n[36]\tYou sure are a pretty lady.  The Rich Lady tries to frown, taken aback, blushing.  \n[37]\tNo, ma'am, I'm not.  \n[38]\tBeg pardon, ma'am. I'm brand \tspanking new to this town, come \tfrom Houston, Texas, and hoping to \tget a look at the Statue of \tLiberty...  \n[39]\tThe Statue of Liberty.  \n[40]\tHoly shee-it, this is a goddam \tpenthouse you got here, Cass, a \treal goddam penthouse.  \n[41]\tSay, Cass, I, uh, sure have enjoyed \tbeing here. Believe it's as fine a \ttime as I've had in my life!  \n[42]\tThat's good, it is, cause, well I \tguess I didn't tell you why I came \tto New York, did I?  A tower of black bugle beads emerges from the closet door.  \n[43]\tDon't know what line Morey's in, \tbut myself now, fact is -- I'm a \thustler.  \n[44]\tBeg pardon, ma'am?  \n[45]\tYou sure you heard what I said?  \n[46]\tFunny thing, you mentioning money. \tI was just about to ask your for \tsome...  Joe tries to laugh but it sticks in his throat as Cass speaks -- an impassioned whisper -- still holding Joe's chin.  \n[47]\tHey. Hey, Cass. Did you think I \tmeant that? Christ, would I be \tasking you for money with a wad \tlike that riding on my hip?  Joe waves his wallet at her, but she only cries louder. He hands her a kleenex. She clutches it to her face, wailing. Joe leans over the bed, whispering in her ear:  \n[48]\tHey. You are a gorgeous-looking \tpiece, Cass. Guy gets horny, just \tlooking at you. It's a fact. How \tmuch you need for that taxi? Ten? \tTwenty? There you go.  Joe tucks a twenty-dollar bill into her bosom, tilts his Stetson and starts out. Cass blows her nose, looking after him. O.S. chorus sings, \"From this valley they say you are going -- we will miss your bright eyes and sweet smile...\"  \n[49]\tOh, it ain't cheap. I mean, yeah, \tI'd say this was an all right \tshirt. Don't like to, uh, you know, \thave a lot of cheap stuff on my \tback.  Ratso spits as JACKIE leans on the bar next to Joe -- a feminine young person, heavily made-up, hair teased, wearing earrings and a lace-trimmed blouse over shocking pink  levis.  \n[50]\tShee-it... \t\t \tKee-rist, you really know the \tropes. Wish to hell I bumped into \tyou before. I'm Joe Buck from Texas \tand I'm gonna buy you a drink, what \tdo you say to that?  \n[51]\t\t \tSame all around! For my friend, \ttoo!  The TV screen over the bar features a mating game program as Jackie cruises down to join a tall farm boy with plucked eyebrows. The TV HOST points to three young men, visible only from the shoulders up, from whom a pretty DATE GIRL in blindfold must choose an escort.  \n[52]\t... you see what I'm getting at \there? She got a penthouse up there \twith color TV and more goddam \tdiamonds than an archbishop and she \tbusts out bawling when I ask for \tmoney!  \n[53]\tFor money.  \n[54]\tI'm a hustler, hell, didn't you \tknow that?  \n[55]\tI think you just put your finger on \tit, I do.  \n[56]\t\t \tHey now, you heard him.  On the TV screen -- the Date Girl announces:  \n[57]\tHey, listen, how about you take me \tto mee this Mister O'Diddle bird \tright now?  \n[58]\tHold it, just hold it. You think \tI'm that kinda sombitch? Just name \tyour cut, whatever you want, you \tgot it right now. Five? Ten, how's \tthat?  Joe peels a ten from his wallet and offers it to Ratso.  \n[59]\t\t \tTen, ten -- I got a twenty -- take \tthat...  \n[60]\tNow take it. Go on. \t\t \tListen, where can I reach you? \tCause I'm gonna make this right \twith you soon's I get me set up...  \n[61]\tI mean, dammit, where you live?  Ratso leans on the DOWN as the cage grinds slowly down into view and stops.  \n[62]\tNo sir, I'm no cowboy really, but \tI'm a first class stud.  \n[63]\tYou bet I do, sir.  \n[64]\tWell, not too, I mean, a little.  O'Daniel rises suddenly in a fury of self-righteousness, pacing, his voice simpering, whining sarcastically.  \n[65]\tYessir, I can see that.  \n[66]\tWell, uh, I'm raring to go.  \n[67]\tUh, yessir.  \n[68]\tReady for anything.  \n[69]\tGonna be like money from home.  \n[70]\tGet down -- where?  \n[71]\tSay, you know that runty little \tbastard I was with?  \n[72]\tShee-it.  \n[73]\tWell, now, ma'am, next time you got \tthat feeling coming on, you dial \tJoe Buck. I'll show you what to \tdo...  \n[74]\tKey to 1014...  Action continues as the DESK CLERK hands Joe a folded paper instead of a key. Joe opens it, deeply perplexed.  \n[75]\tUh, what about my things'n all?  \n[76]\tListen, tell you what, you can keep \tall the rest of the goddam junk if \tyou let me have just the suitcase. \tThat suitcase means a lot to me.  \n[77]\tScrew off.  \n[78]\tAny objection, gentlemen?  \n[79]\tShee-it.  ... glancing around with an embarrassed laugh, but the only one looking is a cop, scratching his calf with a night stick. Joe keeps his back to the customers as he moves to the water dispenser, wets a paper napkin and tries to wipe away the stain. But the water has only spread the stain across his pants and down his leg. He blushes as a blonde young streetwalker giggles.  \n[80]\tShuttle. Follow the green light.  Automatically,checking the trough of a gum vending machine, Joe unexpectedly faces himself in the mirror, the eyes staring at him tired and hopeless. His hand reaches unconsciously for a cigarette, The package is empty. He crumples it in his fist but holds it.  \n[81]\tAlright, cowboy. Enough of this \tshee-it. You know what you got to \tdo? \t\t \tThen go do it.  \n[82]\tTwenty-three bucks, I got to have \ttwenty-three bucks...  \n[83]\tI'm awful damn sorry you're sick, \tkid, but you gonna have to gimme \tthat money like you said.  \n[84]\t\t \tWhat you got in your pockets?  Eagerly, the boy produces a family photograph, a subway token, a dirty handkerchief. Joe grabs his wrist, revealing a watch.  \n[85]\tHow much's that worth?  \n[86]\tOh, I ain't gonna hit you, I'm \tgonna strangle you to death...  The cigarette in Ratso's mouth burns into his lip. He jerks spasmodically, choking on smoke as he rips skin away with the butt and drops it in his coffee cup.  \n[87]\t... only first I'm gonna turn you \tupside down and shake you out right \there and now.  Coughing, eyes tearing, Ratso empties his pockets on the counter, finally producing: sixty-four cents, a few sticks of gum, an almost empty cigarette package, a book of matches and two pawn tickets. He raises his eyes, somehow ashamed. Joe kicks the toe of Ratso's loafer.  \n[88]\tWhat's in your socks?  \n[89]\tIt's sticky. What you do, slobber \ton 'em? I wouldn't touch 'em.  Joe should leave -- Ratso obviously has nothing tangible to offer -- but Joe hesitates, lighting a cigarette as Ratso pulls on his loafers.  \n[90]\tYou want some free medical advice, \tshut your goddam mouth about that \tnight.  \n[91]\tShee-it. I got better things to do \tthan talk to you.  \n[92]\tListen, keep away from me, hear? \tYou come near me again, I snatch \tyou bald-headed!  \n[93]\tYou inviting shee-it.  \n[94]\tComfortable, kee-rist, I slept on \tsubways softer than this.  Joe stretches himself, yawning, his eyelids drooping heavily. The sounds of the city recede. Joe's love theme plays softly on a distant radio. Joe's eyes close momentarily in spite of him elf.  \n[95]\tSmart thing for me to do is haul \tass outta here.  \n[96]\tYou don't seem like no fag...  \n[97] Want me to stay here, y'after something. What y'after?  \n[98] Okay. I love you.  Anastasia purrs as her lips find Joe's breast, trying to nurse. A flashlight flares suddenly through the car window.  \n[99]\tWhere's my boots -- ?  \n[100]\tWhat for?  \n[101]\tWell now, Ratso, I'm gonna tell you \tsomething for your own good, only \tfirst gimme a cigarette.  Ratso offers a cigarette from his crushed package, Joe strikes a match on his thumbnail and lights up, staring at Ratso.  \n[102]\tYou want me to stay here tonight, \tis that the idea?  \n[103]\tOh. Guess I got the wrong \timpression.  Joe makes a slow move to pull on one boot.  \n[104]\tWell, I hope you know what you're \tin for. I'm a very dangerous \tperson. Someone does me bad like \tyou. If I caught up with you that \tnight, there'd be one dead Ratso \tlong about now. Hear?  \n[105]\tSo if you want me to hang around \tfor a few days, I thought you \tshould know.  Joe yawns, picks up a few blankets and spreads them on the cot. He puzzles out the faded printing on one blanket.  \n[106]\tProperty of the YMCA. You make me \twanna puke sometimes, Ratso.  Ratso blows out the candle and wraps himself in blankets.  \n[107]\tShee-it, man, I can't say all that.  \n[108]\tRico! Rico! Rico! Is that enough? \t\t \tAnd keep your meat hooks off my \tradio.  \n[109]\tHey, looka here, that ain't nice, \tpicking on a cripple...  Joe intervenes just long enough for Ratso to escape, then ambles on, leaving the Greengrocer in frustrated fury. Camera holds on a tray of coconuts.  \n[110]\tThis is an okay setup you got here, \tbut I'd say you ain't just exactly, \tuh, flush, is that right or not?  \n[111]\tI think finding you's the smartest \tthing I ever did, for both of us. \tYou just the crooked kinda sneaky \tlittle sidewinder I need to get me \thustling in this town. Hey!  Joe jerks his hand away just in time to avoid the ice-pick. The coconut bounces on the floor. Ratso picks it up, holds it, while Joe tries to crack it, swinging his boot like a hammer.  \n[112]\tWhat's all this sweet talk about \tFlorida? Your friend O'Daniel got a \tstable down there now?  Joe swings violently. Ratso yelps, hopping on his one good leg, sucking his thumb.  \n[113]\tWell, I am dumb, that's for sure. I \tdon't talk right. I can't think too \tgood. Just only one thing I ever \tbeen good for's loving. Women go \tcrazy for me. Fact. Crazy Annie. \tHad to send her away. So I don't \tcash in on that, what am I? I'm \tshee-it. May's well flush me down \tthat hole with the dishwater.  Joe sets the coconut on the floor, holding it with both hands while he tries to smash it with the heel of his boot.  \n[114]\tThat's why you gonna stop crapping \tabout Florida and get your skinny \tbutt moving to earn twenty bucks \tworth of management you owe me...  \n[115]\tMake that twenty-three bucks.  \n[116]\tYou talk like a man with a tin \ttwat.  Ratso sets the coconut on the window sill, balancing it as he raises the X window.  \n[117]\tWell, uh, my manager's gonna manage \tall that crap, or else he gonna get \ta coconut up his flue.  Joe slams, the window down. The coconut flies down to crash O.S. on the sidewalk below.  \n[118]\tIt ain't right, stealing from a \tpregnant lady.  \n[119]\tHey, you're good! I bet you could \tpick up a living at this if you \ttried.  \n[120]\tKee-rist, you pretty damn clever \tfor a skimpy little gimp.  \n[121]\tDon't rush me. How I do it, see, I \tget myself primed, like I was \tturning on the charm for some \tpretty little blonde lady, then \tkinda mosey away slow and easy and \t- swing around! -- and there you \tare, you handsome devil.  Joe performs his ritual as he speaks, but more relaxed, faintly laughing at himself with Ratso. The wall mirror has been added since we last saw the flat, along with a legless overstuffed chair with burnt-out cushions, a tasselled table cover, pinups, calendar girls and several new Florida tourist posters, Ratso moves to Joe's side, arranging the neckerchief, nodding.  \n[122]\tWhat I'm gonna do, I'm gonna make a \tcowboy outta you, kid. How about \tthat? Build you up a little, teach \tyou couple little tricks'n turn \ty'out to stud, Rat-stuff.  Joe slaps his hat on Ratso's head, tilts it, hooks Ratso's thumbs in his jeans and shoves a cigarette into the corner of Ratso's mouth. Ratso laughs till he chokes -- for one instant, self-consciously, mimicking Joe -- then removes the hat and reaches for his threadbare black raincoat.  \n[123]\tOkay, you got yourself one \thandsome, sweet-smelling cowboy, \tstrut your stuff...  \n[124]\tI want my money, goddamit, you owe \tme my money whether you get laid or \tnot, lady, shee-it!  \n[125]\tShee-it. Cough yourself inside out, \tthen light a fag, a goddam fag. You \tmake me puke. Where'd you steal it? \tIn the movies?  \n[126]\tWho'd you ever do a favor for? You \tjust let some poor bastard freeze \tto death, wouldn't you?  Joe slams ten dollars on the table. Ratso glances at Joe with curious concern.  \n[127]\tForty-second Street. Where'n hell \tyou think it come from?  \n[128]\tWear it yourself. I wouldn't put it \ton my back.  Joe throws it back at Ratso.  \n[129]\tGo get your medicine. Before you \tdie on my goddam, hands...  \n[130]\tShee-it. I hate boneyards.  \n[131]\tKee-rist, you sure are one twisty \tlittle bastard, Ratso.  \n[132]\tRespect shee-it! You even steal \tflowers for his grave.  \n[133]\tWell, uh, he dam well know he ain't \t'be-loved Aunt Winifred'.  \n[134]\tMy Grammaw Sally Buck, she died \twithout letting me know.  \n[135]\tJust ain't right, cheating someone \tdead and can't cheat back.  In the background, as Ratso speaks, HANSEL and GRETEL MACALBERTSON enter the lunch counter, inspecting the customers one by one. Both wear black turtlenecks and jeans, dressed as twins, both blond and pretty.  \n[136]\tYou wanna read something, read \tthis. I been invited somewhere.  Shocking pink letters on the black card read YOU ARE INVITED \n[137]\tThey picked me. The only one in the \twhole goddam place. You see how \tthey looked me over, up and down \tbefore they give me that?  \n[138]\tWell, this thought just struck me. \tIt wasn't too long ago I was \twashing dishes way the hell \tsomewhere in Texas.  \n[139]\tNow I'm here. I'm in New York City. \tGetting picked for things. Don't \tyou see what I'm driving at?  \n[140]\tDid I say that? Did I? \t\t \tIt don't say nothing about you...  \n[141]\tBut they picked me, right? So what \tI'll do, I'll just say, now look, \tyou want me? Well, I don't go \tnowhere without my buddy here.  \n[142]\tBetter dry your hair some. You \tsweating all over the goddam place.  Joe pulls out his shirttail, grabs Ratso by the neck and rubs his head dry.  \n[143]\tYou got a comb?  \n[144]\tFew dozen cooties won't kill me, \tdon't guess.  Joe hands Ratso his own comb. Ratso swipes at his tangled hair angrily until two teeth break in the comb. He hands the comb back, tugs at his hair with his fingers, pats it in place, then looks back into Joe's eyes.  \n[145]\tBetter get a hold of someone and \ttell them I'm here.  Ratso points to his ear -- he can't hear -- following Joe across the room. The huge loft is crowded with a random selection, gathered to serve as dress extras in an underground film. The party is the scene. The MacAlbertsons merely supply the ingredients and allow it to happen, with cameras strategically placed to record the happening...  ... Hansel with tape recorder, Gretel with hand-held camera drifting through the crowd -- catching words and images in a detached, whimsical fashion. Gretel turns her camera on Joe and Ratso as they approach.  \n[146]\tWell, I made it. This here is Ratso \tRizzo and I...  \n[147]\tShee-it, this is one helluva party!  ... glancing around at the others, imitating their techniques -- the quick inhaler, who follows with sharp gulps of air - the deep inhalers who draw air as they inhale -- the stylist who lets the smoke drift out and inhales through the nostrils -- Joe puffing himself slightly dizzy, starting to laugh at the silent flick effect of the strobe light -- the action around him slowing almost imperceptibly, overcranked -- a veil of smoke hanging over the fat woman's face, transforming her into a laughing witch -- a similar veil around Joe's head, relaxing the self-conscious tension of his face, spontaneously curious about the play of light on his hand, grinning at...  ... a serious young technician handling the light show, scattering psychedelic stars across a sky of magenta flesh...  ... Joe reaching for the stars as he rises and wanders back to the crowded loft, fascinated to see...  ... a crew with cameras and lights, on the balcony at one end of the loft, photographing the scene below...  ... a dark-haired lady by the name of SHIRLEY -- chic in the style of a gangster's moll -- drinking beer from the bottle, predatory eyes searching the crowd...  ... Ratso surreptitiously stuffing his pockets from the buffet table, glancing nervously over his shoulder, unaware of Gretel and her hand-held camera, photographing Ratso as he steals, turning away casually, disinterested...  ... Joe laughing as he dances for a moment with a tall black girl -- the lights swinging around them -- faces swimming...  ... Shirley in fleeting close-up, gone in an instant, reappearing...  \n[148]\tYeah, oh yeah.  \n[149]\tWell, I ain't a f'real cowboy, but \tI'm one hell of a stud!  Shirley glances at Ratso, who nods, whispering in her ear.  \n[150]\tTell her, Ratso.  \n[151]\tWell, if you're awright, why you \thanging on the bannister. Can you \twalk or not?  \n[152]\tSure you're all right?  \n[153]\tWhoopee ti yi yo...!  \n[154]\tWell, that's something never \thappened to me before, you can bet \tyour bottom dollar. Uh, where's the \tmatches, ma'am?  \n[155]\tFirst goddam, time it ever quit on \tme. Fact.  The repressed laugh finally breaks through. Shirley stifles it quickly as Joe sits up, looking at her.  \n[156]\tYou think I'm lying!  \n[157]\tI ain't sleepy.  \n[158]\tShee-it...  ... camera pulling back to show Joe concentrating on a game, spread out on the sheet, consisting of nine dice lettered on all sides, the object being to build as many words as possible, Scrabble fashion, while a sand timer counts the seconds. Shirley watches Joe's efforts to think with sympathetic amusement. The only word Joe has composed so far is MAN.  \n[159]\tWhat? It's a perfectly good word, \tain't it. How much time I got? \t\t \tGoddam sand thing drive you crazy. \tKee-rist. Spelling never was a very \tstrong point with me. Even in \tschool.  \n[160]\tTalking helps. Don't talk, you get \tmuddled in your head. Hey! Now you \tjust look at this here!  Joe spells out MONY, down from the M in MAN.  \n[161]\tM-O-N-Y -- I'm right! That's just \texactly how they spell it up there \ton that big building, bet you could \tsee it from here. M-O-N-Y.  \n[162]\tY -- what in hell starts with Y?  Shirley slyly trails the tips of her fingernails across Joe's chest as she leans over to study the game, breathing softly into his ear as she speaks.  \n[163]\tCut it out. That's cheating, \tteasing me so I can't think. \tJust one bitsy Y word and I gonna \tbeat you!  \n[164]\tBeat your butt, you don't lemme \tthink!  \n[165]\tI show you what problem --  But the end of his sentence is swallowed by Shirley, taking his kiss in her open mouth, crushed by its impact, an animal noise snarling deep in her throat -- the agonized alley cat wail of pleasure -- Joe's problem is solved. Joe's love theme swells triumphant. At the same time, Shirley half-rises, trying to force Joe's head down, her own on top. The issue is joined. Shirley has named the game. Her objective is to force Joe onto his back. Joe's objective is to retain his initiative. Camera ignores the classic action on the central front, concentrating exclusively on peripheral tactical maneuvers...  ... Joe's elbows pinning her shoulders...  ... her eyes bright, accepting the challenge...  ... his tight smile revealing clenched teeth...  ... her fingers searching out then tickling his underarm...  ... Joe laughing as he falls lopsidedly...  ... Shirley laughing triumphantly...  ... his hand closing on her wrist...  ... her talon-nails clawing the air...  ... her toes walking up his calf...  ... her legs suddenly locking around his knees...  ... her free hand grabbing his hair...  ... her shoulder rising as she forces his head back...  ... her lips pressing down on his...  ... his hand swatting an unidentified mass of flesh...  ... her eyes popping, teeth clamping his ear lobe...  ... his hand catching her ankle...  ... her teeth losing the ear lobe as she screams...  ... her foot appearing upside down beside her face...  ... her talon-nails furrowing flesh, drawing blood...  ... his head rearing back, roaring...  ... both rolling to the floor, out of view...  ... her feet suddenly flying up into view...  ... her hand tugging rhythmically at the blanket...  ... her other hand wildly exploring Joe's back...  ... her ankles locking spasmodically...  ... her eyes and mouth wide, gaping...  ... the blanket suddenly ripping free, flying into the air as her arm flings itself around Joe...  ... the bedclothes spilling down around them, muffling her ascending shrieks.  \n[166]\tWhoopee ti yi yo...  \n[167]\tWell, lemme think now, Thursday, \teight-thirty, yeah, I guess I could \tbe available. Hell, yeah.  \n[168]\tWell, ma'am -- Shirley -- I sure \thate to trouble you, but...  Shirley opens her purse, savoring the moment. As she places the money in Joe's hand...  \n[169]\tSee what you think of that crap. \tI'll pour your soup. Got some of \tthat junk you like to swill, too. \tMentholatum. Aspirin. All that shee \tit...  Ratso opens the paper bag, trying to control his shivering, pulling out the socks and a suit of long underwear. He sees Joe watching him for a reaction. The best Ratso can do is a slight shake of his head.  \n[170]\tThey wrong?  \n[171]\tYou couldn't lift fly specks from a \tsugar bowl. Can you hold this?  Joe hands Ratso the soup. Ratso seems steadied by the warmth in his hands. He nods, sipping the soup.  \n[172]\tYeah.  \n[173]\tAnd what?  \n[174]\tWhat of?  \n[175]\tWho?  \n[176]\tOkay. Here it is. You gonna go see \tthe doctor. I got nine bucks and \ttwenty more Thursday and I gonna be \triding high before you know it. So \tyou gonna get you the best goddam \tdoctor in this town and get \tyourself straightened out, that's \twhat.  \n[177]\tWell, just exactly what the hell \tyou think you're gonna do? Die on \tme?  \n[178]\tYou know what's wrong with you? You \tgot fevers. You kinky as a bedbug. \tHow you gonna get to Florida?  \n[179]\tJust when everything's going my \tway, you gotta pull a stunt like \tthis.  \n[180]\tWhen I put you on that bus down to \tFlorida tonight, that'll be the \thappiest day of my life!  \n[181]\tHey, Shirley... Miss who? Oh, yeah, \twell, when will Missus Gardner be \thome? ... I'm a friend of hers, a \tgoddam good friend... Shee-it, I \tcan't wait till then...  Joe hangs up while the answering service's voice is still talking. The match has burned out. Joe flips it away.  \n[182]\tGin's okay.  \n[183]\tWhat?  Towny's dialogue moves out of sync. Towny's eyes seem to look into camera -- from Joe's viewpoint -- but slightly past it. The quality of the scene grows increasingly disjointed as Joe glances around the room, looking for something to steal, losing personal contact with Towny, viewing him as an object to be used for a specific purpose.  \n[184]\tListen, Towny, did I mention I got \ta sick kid?  \n[185]\tWell, he is, he's sicker'n shee-it. \tAnd I've gotta get him South quick \tas I can...  \n[186]\tWhat d'you want?  \n[187]\tWhat you got me up here for?  \n[188]\tYou want me to leave?  \n[189]\tI'm going to Florida.  \n[190]\tListen, I gotta have money.  \n[191]\t\t \tI gotta have more'n ten. I gotta \thave fifty-seven dollars.  \n[192]\tGet outta my way.  \n[193]\tLet go. Let go of the table.  Joe slaps him, but Towny clings more fiercely to the table as Joe tries to jerk it free. Joe strikes him with his fist.  \n[194]\tYou wanna gimme fifty-seven dollars \tor you wanna busted skull?  Towny simply stares at the lamp.  \n[195]\tPlease let go of that table.  Joe threatens, swings the lamp down, but stops short of hitting Towny. Towny shrieks -- eyes rolling back as he falls limp -- loosing his grip on the table, leaning on the bed, laughing and crying hysterically. Joe has to step over him to reach the wallet in the drawer. He takes all the money -- probably twice what he needs -- desperate to get out of the room.  \n[196]\tThese guys're good drivers.  \n[197]\tYeah.  \n[198]\tHow'n hell a dumb Bronx kid like \tyou know that?  \n[199]\tShee-it. You believe all you read?  \n[200]\tIf you have to shiver, why don't \tyou pull the blanket up more?  \n[201]\tKeep the goddam blanket on.  \n[202]\tSounds like they knew you.  \n[203]\tHey -- whatsa matter?  \n[204]\tYou're what?  \n[205]\tHell, don't cry about it!  \n[206]\t\t \tYou just -- just -- what happened, \tyou just had a little rest stop \twasn't on the schedule.  Ratso begins to laugh with Joe as if it were the funniest thing they'd ever heard. Then Ratso's face pales as he starts to choke and cough. Joe pats him on the back.  \n[207]\tHey, what size pants you wear?  \n[208]\tCouple crullers'n coffee to go.  The Waitress draws coffee, wraps crullers.  \n[209]\tNew York.  Joe pays. She smiles, gives him change. Joe smiles, starts on toward the bus, hardly aware that he has accomplished something rare and remarkable for Joe -- a simple human contact without fear or threat, a pleasant everyday happening.  \n[210]\tI'm zipping your fly, what the hell \tyou think I'm doing?  They both smile. It isn't funny enough to laugh at. Joe arranges the blanket, takes out a package of cigarettes, glances at Ratso and puts it away.  \n[211]\tShee-it, you know, I got this thing \tall figured out, Ratso. I mean \tRico. When we get to Miami, what \tI'll do, I'll go to work. I gotta \tdo that, 'cause see, I ain't no \tkind of a hustler. I ain't even any \tgoddam good as a bum. I'm a \tnothing, that's what I am. So \treckon I'd better go to work and \tget me a goddam job. Okay?  Joe glances at Ratso, but there is no response. Surreptitiously, Joe takes out a cigarette, turns his face away from Ratso and lights it, hiding it cupped in his hand as he smokes.  \n[212]\tYeah, guess that's what I'm gonna \tdo.  They ride for a moment in semi-darkness, Joe smoking, looking at the other people on the bus, brighter without the shades down. Joe turns, checking the blanket around Ratso, noticing that Ratso is sitting in a peculiarly stiff, awkward position. Joe leans over to straighten Ratso's head, blocking our view for a moment. Then Joe leans back, frowning, thoughtful. We still do not see Ratso's face. Joe rises slowly, starting forward in the bus...  ... passing an older couple, a schoolgirl, two ladies with straw hats, a young man trying to read, pausing when he reaches...  ... the DRIVER, staring out at the Sunshine Parkway with the Driver, leaning over so he won't have to speak too loudly.  \n[213]\tMy friend's dead in the back seat.  \n[214]\tDead. Dead as a doornail.  \n[215]\tClose them?  \n[216]\tNo, sir. Not till Miami. I'll see \tto burying then.  The Driver moves to the front and turns to the passengers.  ", "Buck": "\n[1]\tYou look real nice, Joe baby...  \n[2] ... a gilt-lettered sign in the window, glittering in the sun, momentarily hiding the fact that the shop is deserted. Joe grins as he hears remembered sounds and voices incomplete flashes, more significant in tone than content a girl giggling sexily -- \"Keep your meat hooks off my beauty operators, sugar\" -- tinkling noises of a busy beauty parlor - Sally Buck singing \"Hush, little baby, don't say a word, Grammaw gonna buy you a mockingbird...\"  ... a shift of light revealing a row of tarnished driers, a broken mirror, a FOR RENT sign in the window. Joe turns toward the bus depot, radio pressed to his ear.  \n[3]\tNo, a little lower, sugar, yeah, \tyeah, that's good. Grammaw's beat.  \n[4]\tYou get him to the church, honey. \tHe ain't gonna find out you ain't a \treal blonde till after you're \tmarried, then's too late.  Sally Buck turns, pretending to be stern as Toe laughs.  \n[5]\tYou getting too big for your \tbritches, sugar.  \n[6]\tDon't forget to say your prayers, \thoney...  Joe leans forward to help the old Lady, irritably struggling with the release button on her seat. She scowls as Joe leans over to release her seat, then pulls her blanket around her and turns away from him. Joe switches off her reading light.  \n[7]\tLike it, honey? Does it fit?  \n[8]\tWoodsy Niles! The boy!  \n[9]\tKeep your meat hooks off my \toperators, sugar, hear?  \n[10]\tThere's a TV dinner in the fridge, \tlover boy...  \n[11]\tYou be okay, won't you? Maybe I \tbring you a treat if you're a good \tboy...  \n[12]\tI'm so beat, no point you waiting \tround, toots, think I'll stop in \tfor a beer or two...  \n[13]\tExpect me when you see me. Looks \tlike I got me a new beau, lover \tboy, how's that for an old grammaw? \tI'll leave you movie money...  Sally Buck tucks a dollar bill under a framed picture of Jesus, who has replaced Woodsy Niles on the mantle.  \n[14] As we saw it last, deserted, a FOR RENT sign in the window. Joe's reflection appears, staring at himself, dressed in his dishwasher's clothes.  \n[15] The FOR RENT sign flapping in the wind.  \n[16]\tWet your britches, lover boy?  \n[17] Through the window, past the FOR RENT sign, the tarnishing driers are lined up like tombstones.  ", "O'Daniel": "\n[1]\tYou must be Joe Buck. Come in.  O'Daniel, fat in a worn-out bathrobe, examines Joe like a prodigal son as he leads him into the room -- as anonymous as Joe's own room.  \n[2]\tAm I tickled to find you, boy! Come \ton in and let's get a look at you. \tTurn around. Good strong back. \tYou'll need it. So you want help -- \ttake a seat, relax, tell me about \tyourself. Cowboy, huh?  \n[3]\tTake it,easy, boy... \t\t \tSeems to me you're different than a \tlotta boys that come to me. Most of \t'em seem troubled, confused, but \tI'd say you knew exactly what you \twant.  \n[4]\tBut I'll bet you got one thing in \tcommon with them other boys. I'll \tbet you're lonesome.  \n[5]\tI'm lonesome. I'm lonesome so I'm a \tdrunk. I'm lonesome so I'm a dope \tfiend. I'm lonesome so I'm a thief, \ta fornicator, a whore-monger. Poop, \tI say, poop! I've heard it all and \tI'm sick of it, sick to death.  \n[6]\tLonesomeness is something you take. \tYou bear? Dammit, you take it and \tgo about your business, that's all.  \n[7]\tYes, I believe you are. Cowboy, \thuh?  \n[8]\tReady for hard work, son?  \n[9]\tI got a hunch, Joe Buck, it's gonna \tbe easier for you than most.  \n[10]\tMoney from home, see, there's your \tstrength, you put things in earthy \tterms any man can understand, son. \tI warn you I'm gonna use you, I'm \tgonna run you ragged!  Joe laughs, driving an obscene uppercut into the air. O'Daniel laughs with him.  \n[11]\tYou're a wonderful boy. You'n me \tgonna have fun, dammit, it don't \thave to be joyless. Say, why don't \twe get right down on our knees now?  \n[12]\tRight here, why not? I prayed in \tsaloons, I prayed in the street, I \tprayed an the toilet. He don't care \twhere, what He wants is that \tprayer.  O'Daniel drops on all fours, crawling to find the plug of an electric cord. He shoves it into a wall socket, switches off the overhead light and suddenly a hollow, tinted plastic Jesus glows on the dresser. O.S. a revivalist congregation sings. And now we notice, with Joe, placards and flags, horns and tracts, all the paraphernalia of a street corner evangelist.  \n[13]\tThat's the ticket, just open your \theart and let it flow. It ain't the \twords, it's the love beyond 'em!  \n[14]\tDon't fight it, boy!  \n[15]\tPray and you shall be heard!  \n[16]\tDon't be frightened, son!  \n[17]\tDon't run from Jesus!  Joe stops short as he sees the front page of a tabloid on a newsstand. There is a picture of Joe being led away by two deputies, under a headline ALABAMA MURDERER SHOTGUNS ELEVEN.  ", "Shirley": "\n[1]\tI can tell, can't you?  \n[2]\tWhat'll we do? Leave now or what? \tYour place or mine? Oh God, the \tsecond I looked at you I knew. Did \tyou?  Joe grins, watching Shirley's lips move, unable to keep her in sync, startled to hear Ratso's voice.  \n[3]\tDid you know? We were going to make \tit?  Joe glances down to see himself flanked by Ratso and Shirley.  \n[4]\tWho's he? Oh God! Don't tell me you \ttwo are a couple -- ?  The flower girl, hypnotically dazed, accepts a broom dipped in black paint and smears a huge X across LOVE. Joe laughs.  \n[5]\tIt's too much -- to come face to \tface with a walking talking sex \tfantasy -- to buy a man's -- God!  ... the tall black girl dancing in stroble light, starting to remove her clothes -- Gretel following her with a camera...  \n[6]\tI can't wait to tell my man Monday. \tI should be taking notes. Look at \tmy arm!  ... Shirley's talon-like fingernails caressing the gooseflesh on her tanned arm...  \n[7]\tEat it -- a man in your line of \twork has to keep his strength up...  ... Shirley bringing Joe a massive sandwich on a paper plate, watching him bite into it...  \n[8]\tIt's fantastic, now I know, \teverything you do has sexual \timplications. \tIf I you know, bought it -- could I \ttake pictures of you naked? That's \tpart of it, isn't it, kinky kinda \tthings?  ... the tall black girl and a few others are trying to promote an orgy. A scrofulous old wino dances spastically, working his toothless gums, preparing to expose himself to two girls dancing together...  \n[9]\tI had a thing for him. Before I \tknew. Why should knowing make it \tmore of a thing?  ... Shirley talks to Gretel as she photographs the funeral.  \n[10]\tNaturally I'll have to ask myself \twhy a cowboy? And why a cowboy \twhore? But not tonight.  \n[11]\tIncidentally, how much is this \tgoing to cost me anyway?  Joe turns to Ratso, whose attention is fixed on the coats.  \n[12]\tSold. Let's go.  \n[13]\tGet lost.  \n[14]\tYour name's Joe. Which is fabulous. \tJoe could be anyone. Kiss me, Joe, \tmove over, Joe, go away, Joe. It's \tjust perfect.  They glance up as Ratso appears, swinging down too rapidly on the bannister. He misses a step and falls -- a clown's fall, unable to stop but apparently not hurting himself. Shirley and Joe are laughing when Ratso lands at the foot of the stairs.  \n[15]\tHe fell. Hey, fella, you fell. Is \the all right?  \n[16]\tHe's got taxi fare.  \n[17] Joe lies on his back, staring fixedly at a fragile mobile hanging from the ceiling, stirring listlessly.  \n[18]\tThat happens. Don't worry about \tit...  Shirley leans on one elbow, looking at Joe sympathetically, fighting an almost irrepressible desire to laugh. Still avoiding Shirley's eyes, Joe finds a cigarette on the side table, searches for matches.  \n[19]\tTop drawer. Maybe if you didn't \tcall me ma'am, things would work \tout better.  Joe finds the matches, lights up and lies back, staring at the mobile as he smokes, still not looking at Shirley.  \n[20]\t\t \tNo. Of course not. Just something \tstruck me funny...  Close on Joe -- watching Shirley closely, reacting.  \n[21]\tI just put myself in your shoes. I \thad this image of a bugler without \ta horn, a policeman without a \tstick, etcetera, etcetera and I... \t\t \tI think I'd better shut up, I'm \tmaking it worse.  Shirley composes her face, reaching out to touch Joe. But that doesn't help either. He reacts sharply.  \n[22]\tMaybe we should take a little nap, \tsee what happens?  \n[23]\tI know. Scribbage!  Extreme close-up of Joe -- frowning, puzzled...  \n[24]\tThat's pretty Freudian, Joe.  \n[25]\tIf you didn't talk so much, maybe \tyou could think more.  \n[26]\tThere's an E in MONEY. If that's \tyour word.  \n[27]\t\t \tOkay. Never argue with a man.  \n[28]\tIt can end in Y day, pay, lay -- \they, pay lay!  One predatory hand rests on his knee -- as if by accident - disarranging the sheet, talon nails lightly brushing his thigh.  \n[29]\tYou gonna beat me, Joe?  \n[30]\tGay ends in Y. Fey. You like that -- \tgay fey -- is that your problem?  \n[31] Shirley has difficulty reverting to her nine-to-five role as a Madison Avenue career girl. Half-dressed for work, she is talking on the telephone, her eyes on the open door to the bathroom, through which Joe's voice continues singing.  \n[32]\tWell, I really can't talk now, if \tyou know what I mean, but believe \tme when I say, Myra, it's an \texperience every emancipated woman \towes herself. I'm not. I'm not \texaggerating. Well, what's Phil's \tpoker night? \t\t \tJoe -- are you available next \tThursday, eight-thirty?  \n[33] Thoroughly shaved, bathed and groomed, Joe is sprinkling an expensive cologne into his boots. He yells back enthusiastically.  \n[34] Shirley turns back to the phone. Joe appears, grinning.  \n[35]\tWhy don't you just come here? I'll \tbe working every night this week. \tI'll leave a key with the super...  ", "Ratso": "\n[1]\tExcuse me, I'm just admiring that \tcolossal shirt...  RATSO studies Joe across the corner of the bar -- a sickly, child-size old man of twenty-one -- hopefully nursing an empty beer glass, contemplating the money on the bar in front of Joe.  \n[2]\tThat is one hell of a shirt. I bet \tyou paid a pretty price for it, am \tI right?  \n[3]\t\t \tMore goddam faggots in this town.  Reaching for a cigarette, Joe glances at Jackie, startled as Jackie twitches his pink levis angrily and turns away.  \n[4]\tEnrico Rizzo from the Bronx. Don't \tmind if I do.  \n[5]\tFor what?  \n[6]\tFor money for what?  \n[7]\tHow would I know? You gotta tell a \tperson these things \t\t \tA hustler? Picking up trade on the \tstreet like that -- baby, believe \tme -- you need management.  \n[8]\tMy friend O'Daniel. That's who you \tneed. Operates the biggest stable \tin town. In the whole goddam \tmetropolitan area. A stud like you \t- paying! -- not that I blame you -- \ta dame starts crying, I cut my \theart for her...  \n[9]\tThe name is Rizzo.  \n[10]\tThat's okay, Joe. I'm used to these \ttypes that like to pick on \tcripples. Sewers're full of 'em.  \n[11]\tLook, with these chicks that want \tto buy it, most of 'em are older, \tdignified, right? Social register \ttypes. They can't be trotting down \tto Times Square to pick out the \tmerchandise. They need a middleman, \tright? That's O'Daniel.  Joe hesitates as Ratso darts into traffic against a red light, yelling unheard obscenities at a cab driver who blasts his horn. Joe runs recklessly forward as Ratso slams the taxi fender with his fist, pretending to be hit, falling into Joe's arms. The taxi stops, halting traffic. Ratso, recovers, strolls casually in front of the cab, biting his thumb at the driver.  \n[12]\tIt is a crime, a stud like you \tpassing out double sawbucks to a \tchick like that. With proper \tmanagement you should be taking \thome fifty, a hundred bucks a day. \tMore if you wanta moonlight...  \n[13]\tHim I placed with O'Daniel just two \tweeks ago. And look. Not much of a \tstud either, what I hear...  \n[14]\tWell, Joe, you're a nice guy, and \tI'd be doing you both a favor, but \twhy? What'm I dragging my bum leg \tall over town for? It's no picnic \tand what for, for me myself, what?  Ratso stops opposite the Plaza hotel, pointing across at an aristocratic blonde stepping out of a Rolls Royce.  \n[15]\tTomorrow when some piece like \tthat's scratching your back in a \tFifth Avenue townhouse, where'll \tyour pal Rizzo be? Nedicks.  \n[16]\tJoe, please. You know what I'd ask \tanyone else? Oh hell, tell you what \tI'll do, I'll take the ten... \t\t \t... but when I hand you over to Mr. \tO'Daniel, I'll have to have another \tten, Joe; just to like cover \texpenses...  \n[17]\tThis boy is just your meat, Mr. \tO'Daniel, believe it, I'm telling \tyou -- what? -- Enrico Rizzo from \tthe Bronx. The point is he needs \tyou. Right now. Tonight... \t\t \tI got his tongue hanging out...  \n[18]\tName's Joe Buck. Cowboy. Just in \tfrom Texas, don't know the ropes, \tnew to the city, but very promising \tmaterial, sir, and ready, if you \tget what I mean. Fabulous. Right \taway. What's that room number there \tagain?  \n[19]\tHold it a second...  ... but the operator slams the door and starts on up. Ratso leans heavily on the down button, glancing at Joe.  \n[20]\tNine-oh-one, got it?  Ratso glances up the elevator shaft nervously, rings again and turns back to Joe.  \n[21]\tLet's see how you look. Fine. You \tlook fine. Now I'm gonna have to \thave that other ten...  \n[22]\tOh hell, forget it.  \n[23]\tForget it.  \n[24]\tSherry-Netherlands Hotel. Now get \tyour ass in there. He's waiting!  Ratso steps into the elevator as the door opens then closes, leaving Joe alone, repeating \"Cherry Neverlin\" as he starts along the corridor looking for 901.  \n[25]\tDon't hit me, I'm a cripple.  Joe's hand falls on Ratso's shoulder.  \n[26]\tNot a cent, I swear to God, I swear \ton my mother's eyes.  Ratso removes his loafers and shakes them, glancing at the counter man. His socks don't even conceal his toes. Disgusted, Joe shoves Ratso's small pile back at him.  \n[27]\tYou keep the sixty-four cents. I \twant you to have it.  \n[28]\tHow do you like that O'Daniel, \tflipping out like that? I wanted to \tget in touch with you when I heard, \tbut I been laid up with this \tcold...  Ratso touches his chest, forcing a cough which continues itself beyond his intention.  \n[29]\tOkay, right, right, okay. Another \tsubject. Where you living? Still at \tthe hotel?  \n[30]\tHey, wait up, for crissake!  ... Ratso hop-skipping to overtake Joe at the traffic light.  \n[31]\tI'm inviting you. I mean if you're \tnot located, I got a place. I'm \tinviting you, goddamit.  \n[32]\tThe X on the window means the \tlandlord can't collect rent -- \twhich is a convenience, hey? -- on \taccount of it's condemned.  \n[33]\tThe electric's off. Another \tconvenience. \tI don't mess with Con Edison, hey? \tWhat the hell, I got candles, \tright?  \n[34]\tI got no heat, but by that time, \tyou know, cold weather, hey, I'll \tbe in Florida. Stretch out. Make \tyourself comfortable. You hungry? \tI'll put up some water for coffee.  Ratso fills a saucepan from the tub-sink, sets it on a Sterno stove. Joe sits himself on the mattress-bed, pretending to test it, weeks of exhaustion and tension overwhelming him suddenly, his only immediate problem being the effort to restrain a large, comfortable yawn.  \n[35]\tWhatsa matter now?  Joe shivers, pulls a blanket around him, resisting sleep, but the noises of demolition fade, the love theme lures Joe back.  \n[36]\tWhat's that supposed to mean?  Joe's eyes close, his voice continuing out of half-sleep.  \n[37]\tFor crissake!  Still wild-eyed, Joe suddenly points at his stocking feet.  \n[38]\tI took 'em off.  \n[39]\tSo you could sleep! I mean Christ!  Joe inspects the boots, seats himself on a battered Army cot - which has been added while he slept -- swinging a boot by its strap, considering whether to stay or go.  \n[40]\tI drug in a cot, if you want to \tstay.  \n[41]\tI ain't forcing you, like, I mean, \twho's forcing you?  \n[42]\tI want you to stay, okay? I goddam \tinvited you, didn't I?  \n[43]\tI'm impressed. You're a killer.  \n[44]\tJoe -- do me one favor -- this is \tmy place, am I wrong? You know, in \tmy own place my name ain't Ratso. I \tmean it so happens my name is \tEnrico Salvatore Rizzo.  \n[45]\tRico then, at least call me Rico in \tmy own goddam place.  \n[46]\tThe two basic items necessary to \tsustain life are sunshine and \tcoconut milk. That's a known fact. \tIf I can find the goddam hole the \tmilk squirts out.  \n[47]\tI been sick. Hold this, will ya?  Joe takes his time rising to hold the coconut while Ratso tries to poke a hole with a bent ice-pick.  \n[48]\tIn Florida, they come smooth, ready \tto eat. \tDown there, your only problem is, \tdiet-wise, you gotta lift an arm to \twipe warm milk off your chin. \tTough, hey?  \n[49]\tMiami Beach is the only place for a \treal hustler. Florida has more rich \tchicks per square yard than any \tresort spot in the world. They lie \tout in their pagodas and pergolas \twaiting to grab the first jockstrap \tthat passes.  \n[50]\tCowboy killers! Break my finger, \tChrist! I got news for you, baby, \tno chick with any class buys that \tbig dumb cowboy crap...  Ratso holds his thumb under the tub-sink faucet.  \n[51]\t... the cowboy bit's out, except \tamong fags of a certain type, which \ttake a certain, type hustler to \texploit. Like I could handle it -- \tbeing a stealing operation \tbasically -- but take your average \tfag, very few of them want a \tcripple.  Joe holds the coconut like Yorick's skull, thinking hard.*  \n[52]\tLook at yourself, Joe, no offense, \tbut frankly, you're beginning to \tsmell. For a stud in this town \tthat's a handicap.  \n[53]\tYou ain't got a chance in hell. You \tneed threads and glitter, baby. A \tfront, hey?  \n[54]\tA woman in your condition shouldn't \tdo that. Let me help...  ... adroitly slipping Joe's cleaning in with her load as she turns to seat herself beside Joe.  \n[55]\tWhat did it cost her? The \tlaundromat syndicate lost a couple \tcoins. I'm crying.  The owner brings Joe's clean and blocked Stetson from the rear of the shop. Joe sets it on his head and examines himself in a mirror as the owner hands Ratso, the bill.  \n[56]\tWhere's mine? The black homburg? I \tbrought it in the same time.  The owner glances at the slip, puzzled, returns to the rear of the shop to search for the nonexistent homburg. Ratso quickly drags Joe away from the mirror and out of the shop.  \n[57]\tAnd end up a hunchback like my old \tman? You think I'm crippled? You \tshoulda caught him the end of a \tday.  Ratso demonstrates a chimpanzee walk. Joe laughs. Ratso turns back in panic as another man takes a chair next to Joe. Ratso is about to retuse when a cop takes the third chair, swinging his handcuffs around to the front, tapping his shoe with his night stick. Ratso quickly drops a rag over the broken padlock, cursing under his breath as he starts working on all three customers at the same time.  \n[58]\tYou think it's funny?  \n[59]\tStupid bastard coughed his lungs \tout breathing that resin all day. \tThey buried him with gloves on. \tEven the fag undertaker couldn't \tget his nails clean.  As if by conditioned reflex, Ratso chokes on the cigarette in his mouth, coughing painfully. He crushes it out, opens the window to spit, shivering, then slam it and turns back to remove the towel from Joe's neck.  \n[60]\tYou like it? Take a look.  \n[61]\tNot bad -- for a cowboy -- you're \tokay, you're okay.  \n[62]\tHow do you like that? Cheap \tbastard... \t\t \tI think we struck gold. This is one \thigh-class chick. The Barbizon for \tWomen!  \n[63]\tMr. McNeill, I'm calling for Miss \tBeecham at the Barbizon Hotel for \tWomen. She won't need you \ttonight...  \n[64]\tWould you believe a whole goddam \thotel with nothing but lonely \tchicks?  Joe and Ratso watch from across the street.  \n[65]\tScore once in that setup, the way \tchicks talk, Christ...  Joe cracks his gum, tilts his hat, starts across the street.  \n[66]\tGet the money! Remember Cass \tTrehune? Cash! These rich bitches \twrite a check at night, call the \tbank and stop payment in the \tmorning. Get the cash!  In Ratso's eyes -- as Joe enters the hotel -- its facade suddenly wipes away to reveal rich ladies in negligee waiting in every room.  \n[67]\tThe coat? A guy I did a favor once \tgave it to me. Christ.  \n[68]\tWhere'd that come from?  \n[69]\tYou wanna know the truth? You dumb \tbastard, I got it for you. Look at \tit. Goddam thing's ten sizes too \tbig for me.  Ratso pulls off the coat and throws it at Joe.  \n[70]\tGoddamned if I'll wear it!  Ratso hurls it in a corner. Joe shoves the ten at Ratso.  \n[71]\tSo split. He ain't your goddam, \tfather.  \n[72]\tThe name's Rico, at my own father's \tgrave, a man deserves some respect.  \n[73]\tCan he smell the difference, eh?  Joe reads from the ribbon on the floral display.  \n[74]\tHe can't read. Even dumber than \tyou. Couldn't write his own name. X \t-- that's what it ought to say \tthere on that goddam headstone. One \tbig lousy X like our flat. \tCondemned. By order of City Hall.  Joe is frowning, standing at the,headstone, momentarily depressed with an undefined sorrow.  \n[75]\tJust keep your hat on and cry a \tlittle. They tip you when it's \tover.  Joe and Ratso join the mourners as the funeral moves to the grave, Ratso mouthing an authentic double-talk...  ... Joe standing self-consciously, aware of the covert glances of the other mourners, automatically reaching up to remove his hat, remembering when Ratso elbows him in the ribs...  ... Joe scowling, tight-lipped, embarrassed by the tip that is thrust in his hand.  \n[76]\tYou and my old man. Same kinda \tmind. Putting me down till the day \the died... \t\t \t... why can't you be like your \tbrothers? Sons a father could be \tproud of. Yeah, sure. My brothers. \tToo goddam busy making something of \tthemselves to show up when the old \tman's dying!  Conditioned reflex, Ratso starts to cough. Joe sees the MacAlbertsons in the mirror, standing behind him, studying him. Gretel nods, Hansel hands Joe a large black card, smiling vaguely, then moves on.  \n[77]\tWhat was that all about?  Joe studies the black card, frowning at first, suddenly smiling, turning as if to call after the MacAlbertsons, but they are disappearing around the corner. Joe hands the card to Ratso.  \n[78]\tSo?  Joe sees a young man washing cups behind the counter. Joe shakes his head, wonderingly, turning to study himself in the mirror.  \n[79]\tYeah, well, so?  \n[80]\tWhat you're driving at, you want me \tto get lost so you can go to your \tfancy-ass party.  \n[81]\tDon't say nothing about you either.  \n[82]\t\t \tWell, what the hell, I got nothing \tbetter to do.  \n[83]\tDon't need a comb.  \n[84]\tOkay? I look okay?  In a moment of silence, distant sounds can be heard -- a siren, the grinding teeth of a garbage truck, the twang of an electric guitar upstairs at the party -- then Ratso makes a quick gesture of impatience and starts up the stairs, pulling himself on the bannister.  \n[85]\tRico. Rico Rizzo.  Gretel smiles without recognition. Hansel gestures vaguely.  \n[86]\tIf you want the word on that \tbrother and sister act, I'll give \tyou the word. That Hansel's a fag \tand Gretel's got the hots for \therself. So who cares, right? Load \tup on the salami...  Ratso heads for the refreshment table. Joe starts after him but pauses, intrigued by an alcove under the balcony where a light show is in progress -- surreal images of naked bodies projected against abstract currents of color and strobe light...  ... a bored fat lady in a muu-muu, squatted like a Buddha at a low table, rolling joints for the guests. She lights a joint and offers it to Joe as he wanders in to watch the show. Joe laughs delightedly when he realizes what it is...  \n[87]\tShe's hooked...  \n[88]\t... I'd say she was good for ten \tbucks, but I'll ask for twenty...  But Joe is watching with terrible fascination as Hansel and Gretel lift the flower girl from her sarcophagus.  \n[89]\tYou really want to do business?  \n[90]\tA very expensive stud. And I happen \tto be his manager.  The scene -- from Joe's viewpoint -- becomes increasingly confusing and fragmented, dialogue and image moving in and out of focus, cameras and lights surrounding him, keeping the center of attention in his own blown mind...  ... Shirley's eyes unnaturally bright, inspecting his body, lingering on his thighs, moistening her lips...  \n[91]\tI gotta sit down. I feel crummy.  Ratso stretched out on a Victorian love seat -- the flower girl walking unsteadily, passing out dead daffodils, placing one in Ratso's hand Gretel photographing his reaction...  \n[92]\tTwenty bucks...  \n[93]\t... and taxi fare for me.  \n[94]\tI agree. And for that service I \tcharge one dollar taxi fare.  She takes a dollar from her purse and hands it to Ratso, takes Joe's arm and starts down the stairs. Ratso lingers, starting quickly through the coats, frisking them for loose change.  \n[95]\t\t \tIs he all right!  \n[96]\tWalk? Naturally I can walk.  \n[97]\t\t \tI said yeah! Yeah, yeah, yeah!  \n[98]\tNo. But while you was buying the \tunderwear, I could have lifted the \tsocks.  \n[99]\tBut thanks. \t\t \tHey, Joe, don't get sore about this \tor anything. You promise?  \n[100]\tWell, I don't think I can walk. \t\t \tI mean, I been falling down a lot \tand, uh...  \n[101]\tI'm scared.  \n[102]\tWhat'll happen. I mean what they do \tto, you know, do with you -- if you \tcan't -- ah, Christ!  \n[103]\tI don't know. Cops. Or the -- how \tshould I know?  Ratso is trembling so violently that the sou, starts to slop over. Joe takes it and sets it on the table.  \n[104]\tNo doctors. No, sir. Not me. \tDoctors are like goddam auto \tmechanics. Fix one-thing, unplug \tanother. Operate for piles and \twhile they're there, they unscrew \tyour liver. My old man, for God's \tsake, wasn't any sicker'n I am when \the went to the doctor.  \n[105]\tI'm going to Florida, that's my \tonly chance.  \n[106]\tI'll find the money. If you just \tget me on the bus, that's all I \task.  \n[107]\tI don't even want you to go. \tWhaddya think of that? I got other \tplans for my life than dragging \taround some dumb cowboy that thinks \the's God's gift to women. One \ttwenty-buck trick and he's already \tthe biggest stud in New York City. \tIt's laughable.  Joe sets his Stetson on his head.  \n[108]\tThirty-one hours.  They ride a few moments in silence.  \n[109]\tThe trip is. Nine-thirty in the \tmorning we get there. Not this \tmorning but the next one at nine \tthirty.  Both nod for a moment in silence.  \n[110]\tThey gotta be.  \n[111]\tYou get your first palm tree in \tSouth Carolina.  \n[112]\tI read it.  \n[113]\tI been thinking. I hope we're not \tgonna have a lotta trouble about my \tname down there. Because like \twhat's the whole point of this trip \tanyway?  \n[114]\tI mean New York's one thing, but \tcan you see this guy, imagine it, \trunning around the goddam beach all \tsuntan and he's going in swimming, \tlike, and then somebody yells 'Hey, \tRatso' -- how does that sound to \tyou?  \n[115]\tSounds like crap, admit it. And I'm \tnot gonna have it. I'm Rico all the \ttime, okay, do you blame me? That's \tagreed, okay? We're gonna tell all \tthese new people my name's Rico?  Joe nods. Ratso closes his eyes, momentarily at peace.  \n[116]\t\t \tI'm wet.  \n[117]\tI wet my pants! My seat's all wet.  \n[118]\tHere I am going to Florida and my \tleg hurts, my butt hurts, my chest \thurts, my face hurts, and like that \tain't enough, I gotta pee all over \tmyself.  Joe laughs suddenly, uncontrollably.  \n[119]\tI'm falling apart, that's funny?  \n[120]\tHey, what the hell you doing?  \n[121]\tThanks, Joe.  ", "Cass": "\n[1]\tHurry up, Baby. Do um goody-goods \tfor Mama.  Joe grins, holding his hat over his heart as he approaches CASS TREHUNE, a blonde lady in a tight black dress, with the look of a movie star who wrecked her career with food.  \n[2]\tYou're hoping to get a look at \twhat?  \n[3]\tIt's up in Central Park, taking a \tleak. If you hurry, you'll make the \tsupper show. Now get lost.  But as she turns, Cass winks, dimpling the corners of her mouth, signaling Joe to follow her.  \n[4]\tHi.  ... her lips closing on Joe's as the poodle yaps shrilly at their feet. Superimposed, almost subliminally, a golden dollar sign appears, halating like a star, and the bell of a pinball machine rings O.S.  \n[5] A princess telephone is ringing on a gold and white desk. Cass runs to grab it...  \n[6]\tHello?  ... as Joe steps from the elevator, which opens directly onto Cass's penthouse. Cass beckons him toward her, hooks a finger into his neckerchief and pulls his mouth toward hers while she talks on the phone.  \n[7]\tMorey? Hi-ee, honey...  Cass gurgles happily as her free hand unbuckles Joe's garrison belt.  \n[8]\tI'm just out of breath, honey, \trunning to catch the phone.  As her fingers reach for Joe's zipper, cut to...  ... Joe's hand unzipping her dress.  \n[9]\tI was walking Baby. Him got to do \thim goody-goods, right?  The poodle tugs at Joe's slacks until they fall. Cass steers her ear to Joe's mouth, shuddering deliciously.  \n[10]\tOh God, oh stop. I can't stand \tthat. I just die... \t\t \tIt's Baby, Morey. Him trying to say \thello. Say hello to Morey, Baby.  Cass holds the phone toward the yapping poodle, twisting herself against Joe as she wriggles out of her dress, passing the phone from one hand to the other.  \n[11]\tOkay, old goosie? Now lookie, when \tdo you want me to meet you? \tWhatever you say. I'll take a nap, \twatch TV, you know, kill time. \tOkay, but just one, a big wet one.  Cass hangs up. The poodle yaps hysterically, disentangling himself from her tumbling dress -- hops onto the couch glances off and flees again as an overturned lamp crashes \n[12] The poodle bounces onto the bed -- remaining long enough to establish a TV REMOTE CONTROL TUNER lying on the satin coverlet -- then leaps down in panic as he hears Joe and Cass explode into the bedroom, laughing lustily...  ... the remote control tuner buried suddenly under the full flesh of Cass's hip, activating...  ... a twenty-five-inch television screen, blasting at full volume...  ... Cass's eyes widening, profoundly impressed...  \n[13]\tYe gods...  ... the images and sound of the television set flicking joyfully from channel to channel...  ... Joe laughing, engulfed by Cass's abundance...  ... Cass wild-eyed, overflowing the frame...  ... a gleaming slot machine -- three Sahara cowgirls clicking into line for jackpot -- silver dollars overflowing the frame...  \n[14] Joe turns away from a small terrace, buckling his belt, glancing off toward the sound of Cass in the shower. He flicks the TV remote control, enjoying his power, ignoring the silent images on the screen -- battle casualties, a pretty girl recommending aspirin, a man's stomach flashing animated pain, starving war refugees, a dog eating pzazz -- flicking it off to concentrate on the costume jewelry and perfume bottles on Cass's dressing table.  \n[15]\tDon't look, baby...  Joe turns to look as Cass comes from the bathroom, holding a towel around her as she runs behind the closet door.  \n[16]\tMe, too, lover.  \n[17]\tZip this thing, will you, Tex?  Joe zips her dress, follows her to the dressing table, where she sprays her hair with lacquer.  \n[18]\tOh, poor you. Morey's got terrible \tulcers.  Cass stretches her upper lip across her teeth and she smears it with, orange lipstick.  \n[19]\t\t \tHers'n zodda meg a livig.  \n[20]\tSaid, a person's gotta make a \tliving.  \n[21]\tScuse me, hon, fraid I'm only half \there. Maybe you oughta run on \talong. But why don't you take this \tphone number?  Joe grins, relieved as she takes out a gold lame purse and opens it. He frowns as she folds; it upside down, empty.  \n[22]\tDarn! I didn't get to the bank -- \tTex -- could you let me have a \tlittle coin for the taxi-waxi?  Joe stands mute as she cups his chin in her hand, seductively.  \n[23]\tYou're such a doll. I hate money, \tdon't you? God, it's been fun.  \n[24]\tYou bastard! You son of a bitch! \tYou think you're dealing with some \told slut? Look at me! You think \tjust cause you're a longhorn bull \tyou can get away with this crap? \tWell, you're out of your mind. I am \ta gorgeous chick, thirty-one, \tthat's right, you said it!  Sobbing suddenly, she throws herself on the bed. Joe stands bewildered by the vastness of her grief.  "}}