{"filename": "Mighty-Joe-Young_script.txt", "imdb_id": "tt0120751", "imdb_url": "https://www.imdb.com/title/tt0120751", "characters": ["Harry Ruben", "Cecily Banks", "Pindi", "Jack", "Jason's Mother", "Gregg O'Hara", "Dr. Baker", "Young Jill Young", "Jill Young", "Kweli", "Garth", "Jason", "Dr. Ruth Young", "Vern", "Strasser"], "dialogues": {"Harry": "\n[1]This is crazy. All I said was, 'Bring back some blood samples.' So what does he bring back? A giant gorilla. \n[2]You know how much it cost to convert the tiger habitat? Try half our operating budget. \n[3]Hey, I just said it was crazy.    I didn't say it wasn't worth it. \n[4]Gregg, or the gorilla? \n[5]I'm confused, O'Hara. You phone us to say you're bringing back a two thousand pound wild animal... \n[6]... but security tells me you've requested no firehoses, no restraints of any kind... \n[7]How are we supposed to control the animal? With a giant, rolled-up... \n[8]... newspaper? \n[9] \n[10]Hold it! \n[11]Jack? Vern?    Get the sedatives ready. \n[12]Miss Young, we know what we're doing here, and the best way to... \n[13]You sure she knows what she's doing? \n[14]  \n[15]Hey! What do I pay you for?    Get some shots -- of me, too. \n[16]What -- he did it. \n[17]Alright.   Take the platform away. \n[18]No. We can't allow that. We don't have insurance to cover anyone in there who's not an employee. \n[19]Yes. And I'm in charge of this facility. \n[20]Beats me. He collected his pay check. He's probably in some jungle by now, not using deodorant. \n[21]Excuse me, Gregg's expertise is pitching tents, not explaining primate behavior to the Chairman of the Conservancy Board. \n[22]I have a feeling I'm gonna find out. \n[23]Of Gregg? Don't be ridiculous. I'm crippled with envy. \n[24]Just once I wanted to go into the field and find a new species... mollusk, anything. Instead, he makes the zoological discovery of the century. \n[25]That's not funny. \n[26]Elliot.   Good to see you again. \n[27]I always had a suspicion that the legend coming out of the Pangani forest might have some truth to it. It was just a hunch -- sort of a gut feeling -- but I sent my field zoologist to check it out. \n[28] \n[29]Here we are. \n[30] (apologetic joke \n[31]Mmmm. We'll feed him.    That'll get him to come out. \n[32]I know what I'm doing.   Let's open the gate. \n[33]   \n[34]You found me! \n[35]  \n[36]What? Elliot, she's got no scientific... \n[37]This fellow is one of only three hundred wild yaks remaining on the planet. There are those who would ask, why should we care if this sub-species of yak survives? \n[38] \n[39]It's all for a good cause. \n[40]Good-bye. Good-bye. Throw money... throw money... \n[41] \n[42]I'll go rush order it for you now. \n[43]I keep telling you -- stop talking to me like that. \n[44]He just pulled out another acacia tree. You know what I paid for those? \n[45]Well could you get in there and calm him down before he pulls out the rest of my landscaping? \n[46] \n[47]Hel-lo.   Look what we have here. \n[48] \n[49] \n[50]But tonight, rather than focusing on what we've lost, I'm going to introduce you to something we've found. \n[51]Ladies and gentlemen, the California Animal Conservancy proudly introduces our newest member, Mighty Joe... \n[52]Jill? \n[53]Can I talk to you for a second? \n[54]The City Attorney talked to Baker. It wasn't my decision, and there's nothing I can do about it. \n[55]Joe stays in there until they decide what to do with him. \n[56]So sue me.    Everybody else is. \n[57]Don't you get it? This is way beyond you, and me. Joe freaked out on some very influential people. He's a public relations nightmare. No zoo will take a two-thousand-pound killer gorilla... \n[58]... and unless you can write a check for millions of dollars to buy him a big back yard somewhere, Joe's got nowhere to go. \n[59]Yeah. Don't start a fight with anyone bigger than you. \n[60]You'd better leave out of the west gate. The guard there got called away. Urgent business. \n[61](as she keeps ", "Ruben": "", "Cecily": "\n[1]Don't even pretend to be upset, Harry. \n[2]You'll be on the cover of National Geographic, Harry. \n[3]Elvis is in the building! I repeat, Elvis is in the building... \n[4]You hear that, Harry? \n[5]They smell him. \n[6] \n[7] \n[8]  \n[9]That is one, big gorilla. \n[10]Where's Gregg? \n[11]I think he should be here. This is his discovery, after all. \n[12] \n[13]I think you're jealous. \n[14]And he still has a full head of hair. \n[15]Heads up. \n[16]Right this way. \n[17]That field zoologist, Dr. O'Hara, had a theory -- and Joe's blood work confirms it. The gorillas in the Pangani carry a recessive gene that pops up every four or five generations with this rare form of gigantism. \n[18]Uh, Harry... \n[19]It's Joe, he's gone crazy! \n[20]Sorry, babe, but in a pissing match the monkey kicks your ass. \n[21]Oh please. I was wondering why you hadn't taken off yet. Normally, you're out the door soon as the animal's in his habitat. \n[22]I don't think so. I think Mr. World Traveller has goo-goo eyes for the gorilla girl. \n[23] \n[24]Please.   You love it. \n[25] \n[26]Don't you clean up nice. \n[27]No.  You look fine. They look ridiculous. \n[28] \n[29]Shut your mouth, Harry -- you're catching flies. \n[30] \n[31]I'm Dr. Banks, the head vet. And I'm taking Joe for a CAT Scan. \n[32]Bring him out. \n[33]I'm going to miss your ugly face. Be good, Joe. \n[34]Write me when Joe gets settled. \n[35] \n[36]Six. \n[37] ", "Banks": "", "Pindi": "\n[1]The one and only, bro. \n[2]Six men, three cars... everything you ask for, Mr. Ohara. All paid for in advance, out of Pindi's pocket... \n[3]These men are the best -- I assure you. Very best. \n[4]Nice piece you got there. What are we hunting, elephants? \n[5]Ah! Tranquilizer darts. I agree -- much nicer to animals than bullets. \n[6]Oh sure, boss.     Only professionals here. \n[7]So tell me, boss -- where are we going today? \n[8]There? Uh, boss, that is not such a good mountain. The men don't like it very much at all. You see there is a legend they believe in, that a creature lives there... \n[9]You know it? How funny! That's not, by any chance, what you are looking for, is it, boss? \n[10]What are you listening to? \n[11]Like that right there? \n[12]I understand completely: jungle sounds! Very important. I know a guy, he can get you a C.D. of jungle sounds, cheap. Even cheaper if you buy ten. \n[13] \n[14] \n[15]Yes, but I know a guy, in Botswana, he'd pay you ten thousand American dollars for that leopard. I'd be willing to split with you -- fifty/fifty. \n[16]Perhaps you're right. Sixty to you, forty to me. That's a very fair deal! \n[17]My goodness -- you're an excellent negotiator. Okay, boss! Seventy/thirty it is. Take him to the truck. \n[18](\"angry,\" to his  \n[19]Uh, excuse me.     Time to flee, right? \n[20](frightened out \n[21]What is this 'we'? There is no way my men will ever agree to... \n[22] \n[23]I hope you are planning on throwing that at him, because... \n[24]Stop! \n[25]Hurry up, bro!     Get in! \n[26]Excuse me, boss, but please, I would like to avoid being killed. \n[27]Crazy Americans! \n[28]Get us out of here. \n[29]It's about time already! You know how long I am waiting? A man can only carry so much change... \n[30]Not what I want, boss, what you want. How about a giant gorilla? \n[31]Big as three men, two thousand pounds, at least. \n[32]Swear to God, boss. Saw him with my own two eyes. \n[33]   \n[34]Hello?   Boss... \n[35]I'll catch him and charge you double, madar chode. \n[36]For Mighty Joe, bro. ", "Jack": "\n[1]Easy, big boy. \n[2]And taking out irrigation pipes. One good yank -- on comes the flood. \n[3] \n[4]Baker wants the tent cleaned up A.S.A.P. \n[5]Yeah, and we've got the fun job of getting this stuff back to everybody. Somebody's head is cold! \n[6]That, uh... What do you think that one guy is? Russian? Lithuanian? ", "Jason's": "\n[1]Why not? \n[2]What if I promised to throw up over the side? \n[3] \n[4]Officer, help! I can't find my son! I think he's still on the Ferris wheel. \n[5] \n[6]Don't shoot. Let him try. \n[7]Oh, please, no... \n[8]I'm so sorry... \n[9] ", "Mother": "\n[1]Why not? \n[2]What if I promised to throw up over the side? \n[3] \n[4]Oh God... \n[5]Oh my God!   Somebody help! \n[6]Thank you!   Oh God, thank you! \n[7]Officer, help! I can't find my son! I think he's still on the Ferris wheel. \n[8] \n[9]Don't shoot. Let him try. \n[10]Oh, please, no... \n[11]I'm so sorry... \n[12] ", "Gregg": "\n[1]You must be Pindi. \n[2]Sweet-looking bunch of guys. \n[3]I asked for experienced trackers. \n[4]We're not hunting anything. \n[5](indicating tranquilizer \n[6]There. \n[7]'N'Gai Zamu.' The sacred guardian of Mount Pangani. \n[8]Looking for a legend?   No.   Why would I do that? \n[9]Gimme those. \n[10]Sounds. \n[11]Yup. \n[12] \n[13] \n[14]Because I'm only keeping this. \n[15]Put the cat down... now. \n[16]   \n[17]Don't anybody move. \n[18]Come on!!   We're going after him! \n[19]  \n[20]Herd him towards me!   I gotta get close. \n[21]Real close. \n[22]   \n[23]Experienced trackers, my ass! \n[24]  \n[25]No, we don't want to... \n[26]Hold the wheel! \n[27]  \n[28]Pindi!   Look out! \n[29]Get those men down the mountain. They need help. \n[30]   \n[31] \n[32]   \n[33]   \n[34]Oh, wow. \n[35]Where am I? \n[36]Strange, I don't feel lucky. \n[37]You're an injury behind. The kicker was getting dropped on my head by N'gai Zamu. \n[38]Think that's funny? You should try it? \n[39]No, he's a giant gorilla with a mean backhand. There was also a woman... \n[40]Out in the jungle. She saved my life. A beautiful woman. \n[41]No.    I never remember my dreams. \n[42]Don't need one. \n[43]Damnit. \n[44]    \n[45]  \n[46]   \n[47]   \n[48]  \n[49]Oh boy. \n[50](pulling out \n[51] \n[52] \n[53] \n[54]Hang on a second -- what's the problem? \n[55] \n[56]I know who you are. I read all your mother's work. Books... notes... everything I could get a hold of. \n[57]So it's why I'm here. \n[58]She knew about Joe? Did she have a theory on him? How old is he? I can't believe you kept him a secret all these years. How'd you manage that? \n[59]You got this all wrong.   I want to help you. \n[60]How's that? \n[61]The word is out. It's done. I'm not the only one who saw him, remember? Rare animals mean big money and Joe's as rare as they come. It's going to be tough to protect him here. Maybe impossible. \n[62]That's not true. Place that sent me could take care of Joe. They got the facilities... \n[63]Not a cage, a preserve. A place where he'll be free from poachers, free from land development... \n[64]How long do you think Joe will stay free here? I'm telling you there's gonna be a hunt starting on this mountain tomorrow. And I don't expect they'll give it up until one of them bags the prize. You should think about it. \n[65]I'm gonna head up the mountain. See if I can throw some of the poachers off the trail. \n[66]Not for long. Just trying to buy you a little time, that's all. With more of these bastards arriving every hour, I suggest you get Joe as deep into the jungle as you can -- as fast as you can. \n[67]Okay what? \n[68]We? \n[69]You're sure about this? \n[70]Name it. \n[71]Done. \n[72]You're not a very trusting soul are you, Miss Young? \n[73] \n[74]Well, I'd like to know if you're a bona fide lunatic or just a mixed up monkey girl but -- but I guess we'll have to take our chances and figure it out as we go along. \n[75]Come on, Jill. Trust it.      You'll be in charge of Joe. Let's shake on it. \n[76] \n[77]A what? \n[78]A spider bite and hallucinations? \n[79]Then you'll trust me and let me have Joe? \n[80]Well... I think... that's the biggest load of crap I've ever heard. \n[81]Get your things together. Fast. We're getting out of here as soon as we can. \n[82] \n[83]Welcome to L.A. \n[84] \n[85]Good.    Thanks for the update. \n[86]Beach is that way, mountains are that way, Mexico's that way, Canada's that way. Don't worry about the rest -- you'll never see it through the smog. \n[87]Maybe you better check and see if Joe's okay back there. \n[88]Hello, Harry.     Cecily. \n[89]Let me introduce you to... \n[90]Jill Young, Dr. Harry Ruben -- he run the place -- and Dr. Cecily Banks, who makes sure he doesn't screw it up. \n[91]Harry?   I think it's time you met Joe. \n[92]Harry -- you and I made an agreement. The lady's in charge of Joe. \n[93]She knows. \n[94] \n[95]Harry... \n[96]Probably not. \n[97] \n[98]I was coming to get you. \n[99]Come on! \n[100]What the hell is going on? \n[101]Stop! \n[102]Do it, Harry! \n[103] \n[104]It's great. \n[105]What are you talking about? \n[106]You've got an active imagination, Cecily. \n[107]Like what you've done with the place. \n[108]I just came by to tell you that I think Joe looks real good out there... \n[109]... and that I'm hitting the road. \n[110]Back to Africa. For a couple of months. \n[111]Now. \n[112]It's the job, y'know. Always on the road. It's what I like, anyway -- can't stand to be caged up... \n[113]You and Joe will be okay... \n[114]Yeah.   Well... \n[115] \n[116]Lobelia leaves. Should have called me in Africa. I would have brought 'em back for ya. \n[117]Nice to see you running the place, Jill. \n[118]No -- just wanted to get back. \n[119]Guess I missed Harry. \n[120]They want me to show my face at the fundraiser tomorrow night... and I guess I got my mind fixed on a good meal in a fine restaurant. Thought you might like to join me. \n[121]'Still'? Haven't you been out of here yet? \n[122]Come on. Have dinner with me, Jill. You won't find a better excuse to brush your hair. \n[123] \n[124] \n[125] \n[126]Besides, you weren't all alone. You had Joe. \n[127]Growing up with him around -- what's it been like for you? I mean -- most guys are afraid of girls' fathers. I can just see a guy telling Joe he'll get you home by midnight... \n[128]All what 'stuff'? \n[129] \n[130](stepping closer \n[131]Pretty high. \n[132]Oh yeah... and you'll, uh -- find yourself saying things. Lots of things. \n[133] \n[134]Cecily -- you're ravishing. Harry -- you got shrimp on your shirt. \n[135]Brilliant. \n[136]  \n[137]  \n[138]We've got to bring him down.   I'm going for the tranq guns. \n[139]What do you think happened out there? \n[140]Something.   Or someone. \n[141] \n[142]I promised you wouldn't be put in a cage. I'm sorry, Joe. I helped put you here. And now I'm going to do everything I can to get you out. \n[143]You got it. \n[144] \n[145] \n[146] \n[147] \n[148]Five. How many minutes do you give it before we're both lookin' through the want ads? \n[149]What're you guys doing here so late? \n[150] \n[151] \n[152]I know. \n[153]Come on.   Let's go get him back. \n[154]   \n[155]He couldn't have gotten far. \n[156] \n[157]Better cool it, baby. \n[158]Not if we find him first. \n[159]Let's follow them. \n[160]Any idea where he might've headed? \n[161]   \n[162]Go find Joe, get him out of here. I'm gonna see if I can help. \n[163]Don't be scared. Climb down my back. \n[164]Come on. \n[165]I know.   I just hope they do. \n[166]Stop! \n[167]Don't shoot him. \n[168]It's going to tip! Everyone back up! \n[169] (looking around \n[170]Thanks. \n[171]Hey, Joe -- come on, big guy... ", "O'Hara": "", "Dr.": "", "Baker": "\n[1]Harry.    Dr. Banks. \n[2]So?   Let's go see him. \n[3] \n[4]Pretty damn sharp. \n[5]Where is he? \n[6]Well I don't see him. \n[7]Put that girl in charge of the gorilla, Harry. \n[8]That ape is the best fund-raising tool this conservancy has ever seen. He's happy -- I'm happy. Put her on the payroll. \n[9]\n[10] \n[11]From what I heard, you sang him to sleep last night like a baby. What's really wrong about that? \n[12]It's too late, Jill. \n[13]Miss Young, let me give you some advice. Stop worrying about Joe, and start worrying about what you'll wear tomorrow night. \n[14]Ladies and gentlemen, can I have your attention, please? \n[15] \n[16]When was the last time you laid eyes on something so unique, so spectacular, that it literally took your breath away? Well, prepare yourselves, for tonight you will have such an experience. \n[17]... and now to introduce our remarkable new acquisition, I would like to bring up to the podium the director of the conservancy... \n[18]Well! I suppose there's no need to add to that introduction. \n[19]Here's Dr. Harry Ruben. \n[20]Joe has been transferred to a special steel reinforced concrete bunker. \n[21]That won't be happening anytime soon. In the meantime, we will do anything necessary to ensure the safety of the public. ", "Jill": "\n[1]But Joe started it! \n[2]No it wasn't.    It was Joe. \n[3]Check.   Check the pictures. \n[4]I was right, wasn't I? \n[5] \n[6]Goodnight, Kweli. \n[7]Mommy, can I... \n[8]  \n[9]    \n[10]   \n[11]Mom! \n[12] \n[13]He's scared. \n[14]I... I promise. \n[15]  \n[16]Joe!   Stop! \n[17]Joe... \n[18]... drop him. \n[19]Looks like he just has. \n[20]He's walking so soon. Joe should have dropped him harder. \n[21] \n[22]And what did you tell him? \n[23]I'll be the judge of that. \n[24]  \n[25]    \n[26] \n[27]What were you thinking yesterday, letting those men see you? Don't do that again, okay? Please. Please. \n[28]One.   Two.   Three. Four... \n[29]... seven, eight, nine, ten. Ready or not, here I come!! \n[30] \n[31]Come out, come out... wherever you are! \n[32]I found you! \n[33]Bye-bye, Joe! \n[34] \n[35]Now get out of here, Joe.     Run. \n[36]Run, Joe.   Run! \n[37]Anything broken? \n[38]Hmm -- it looks okay.     I think it's still working. \n[39]Well -- I can fix that. \n[40]You. You're the problem. That's the second time I've stopped you from being ripped in two -- and next time I'm just going to watch. Understand? \n[41] \n[42]By keeping people like you off the mountain. \n[43]You're not helping anybody here. You're just making matters worse. \n[44]This mountain will be crawling with people, thanks to you. You go back to wherever you're from, put the word out... \n[45]'Here' is Joe's home. And 'here' is where he must live. He doesn't have a choice. \n[46]Just what Joe needs.   A cage. \n[47]But he won't be free. \n[48]  \n[49]I found this in the forest this morning. Thought maybe you dropped it and might want it back. \n[50]Poaching is illegal!   Get off this mountain! \n[51]My mother would have been proud of what I did today. \n[52]She risked hers -- why shouldn't I risk mine? I'm just doing what I promised, and I promised to protect Joe. And I'm going to do everything I can to stop the poachers... \n[53]They don't want him.   They won't let him come. \n[54] \n[55]Leaving? \n[56] \n[57]Okay! \n[58]Okay we'll go. \n[59]Me and Joe. To that place of yours in California. What?! You didn't think you could take him without me, did you? \n[60]No. I am completely unsure about this. But I'll do it. On one condition. \n[61]I'm in charge of Joe. \n[62] \n[63]No, I'm not. \n[64]... or a fool. \n[65]I don't shake. That's not how we make pacts around here. \n[66]You have to endure a bite from a Makiki spider. \n[67]You'll have a high fever and hallucinations. You'll say things -- lots of things. We'll hear what's in your heart. Then, if your intentions prove true, the pact is made. \n[68]That's right. \n[69]That's right.    Well? \n[70]Good. Maybe you're not a fool after all. \n[71]I don't know what else to do. \n[72]There are more cars on this road than I've seen in my entire life, total. \n[73]   \n[74] \n[75]You think he's okay back there? \n[76]Sorry.    I'm a little tense. Yeah.    I think he's okay back there. \n[77]So this is L.A. It all looks the same.   How do you know where you are? \n[78] \n[79]Hello. It's a privilege to meet you both. \n[80]Coming, Joe! Hold on! I think he'd like to come out now -- if you don't mind. \n[81] \n[82]I'll take it from here. \n[83]Come on, Joe.     Come on, big guy. \n[84]Come on, ya big baby. Come on back.   Do I have to come in there and get you myself? \n[85] \n[86]Hold on -- I'm going in with him. \n[87]But you said -- I'm in charge of Joe. \n[88] \n[89]You said I was going to be in charge of Joe. I should be sleeping down there, with him, not in this... this... cage. \n[90]What's wrong with this window? That's all it opens? That's all? \n[91]  \n[92] \n[93]   \n[94]    \n[95]What is that noise? \n[96]  \n[97]Harry!   Jump out from behind the tree! \n[98]Jump out and say 'You found me!' \n[99]He's playing hide and seek. \n[100]Okay, where are you? Come out, big guy! Where'd he go? There you are! \n[101]He's playing!    Did you see? \n[102]He likes it here! Isn't it great? \n[103]  \n[104]Too bad it's always so cold -- somebody broke my window. \n[105]I know! This is working out -- better than I expected. \n[106]Where you going? \n[107]No kidding?   When do you leave? \n[108]Oh -- of course. \n[109] \n[110] \n[111]Harry -- see what's in that cart? That's all we have left of the lobelia leaves for Joe. Did you by any chance place that new order I asked for? \n[112] \n[113] \n[114]You're back early. What happened? Run out of humvees to crash? \n[115] \n[116] \n[117] \n[118]I'll brush my hair if you take a shower. \n[119]So this is what you call a good meal in a fine restaurant? \n[120]Don't point that smile at me. I'm still mad at you for taking off and leaving me here all alone. \n[121] \n[122] \n[123] \n[124] \n[125]Oh yeah?   How's that? \n[126]Fever?   Really. How high? \n[127]Interesting.   Hallucinations with that? \n[128]Aaah! \n[129]Come on! \n[130]No. \n[131] \n[132]I swear to you, Joe's still not himself -- he's nervous and agitated. He shouldn't be exposed to a crowd of strangers right now. If you would only delay the party a few more... \n[133] \n[134]Oh!   Excuse me. \n[135]Yes...? \n[136]How wonderful to meet you.   What are you doing here? \n[137]Raha?   A preserve? \n[138]I'll look forward to it. \n[139]  \n[140] \n[141]Very funny. \n[142] \n[143]  \n[144]My God.   What's wrong with him? \n[145]No -- let me stop him. \n[146]   \n[147]   \n[148]Joe... look at me. Over here, big guy. \n[149] \n[150] \n[151]About what? \n[152] \n[153]Listen, Harry, either you tell them you're getting Joe out of there or I will! \n[154] \n[155]That's it?    You're not going to do anything? \n[156]I need your help. \n[157]Come on, Joe. We're leaving. Let's get you out of here. \n[158] \n[159]You're not such a big coward after all. \n[160]I promise. \n[161] \n[162] \n[163]Please!   Be careful... \n[164]My mother was brave. \n[165]  \n[166]Murdering bastard! \n[167]Joe!   Get out! \n[168]  \n[169] \n[170] \n[171](shouting back \n[172]They're going to shoot him. \n[173]Look. \n[174]   \n[175]That's where he'll go. He'll think that's me calling him. \n[176]He's gotta be here.   Do you see him? \n[177]   \n[178]What was that? \n[179]  \n[180]Joe!   Joe!! \n[181]Come on, Joe.    Come on. \n[182] \n[183]Joe? \n[184]Joe! \n[185]Stop! He's not dangerous, please... \n[186]Look! \n[187]He'll save your boy. \n[188]   \n[189]     \n[190](kissing Joe's \n[191] \n[192] \n[193]Dear Cecily: I promised to write you when Joe was settled and now I finally can. We finally dedicated the Joe Young Wildlife Park last week and it was one of the happiest days of my life. At last I have kept my promise to my mother. \n[194]Joe seems so happy here. I know he feels that he's safe. \n[195]He and Gregg have become good friends. They even play together. And that jealous rivalry they had? It's all gone. \n[196]Well... almost all gone. \n[197]It's been a long journey getting to this place, but Joe is finally home. I think we all are. ", "Young": "\n[1]                      \n[2]    ", "Kweli": "\n[1]You should come. Quickly. \n[2] \n[3]Don't worry, little one.   I will take care of you. \n[4]You will love living in the village. There are other children, and... \n[5]Jill! \n[6]  \n[7]The infirmary. You've been unconscious for an entire night. You're lucky to be alive. \n[8]You crashed your vehicle. It is waiting for you outside. \n[9]N'Gai Zamu is just a legend, my friend. \n[10]A woman? \n[11]You were dreaming, Mr. Ohara. \n[12]It would be wise for you to see a doctor in Kimjayo. I took the liberty of calling one for you. \n[13]But he is expecting you. If you can drive, you should leave today. \n[14]Our visitor must be feeling better. He should be leaving the infirmary today. \n[15]He's not a poacher, Jill. He's working for an animal conservancy in California. \n[16]A grateful outsider. He told me he was saved yesterday by a woman. A beautiful woman. \n[17]What could I tell him? He knows what he saw. He's not a fool. \n[18]Jill!   Jill Young! \n[19] \n[20]We have to talk. Now. \n[21]Your mother slept in this bed. She worked at this desk. She died in this jungle. Do you plan to do everything just like her? \n[22] \n[23]You can't stop them. Even she couldn't stop them. \n[24]Jill, the other gorillas have moved south, to safer lands... but Joe has stayed behind. \n[25]Maybe... or maybe you won't let him go. \n[26]The danger here is building for both of you. I feel it -- and so do you. \n[27]I know what the American is offering, Jill. \n[28]Think about what he has to say. That's all I ask. \n[29]    ", "Garth": "\n[1]They're at it again. \n[2]Gorilla.   We're close. \n[3]   \n[4] \n[5]    \n[6] \n[7]Your little 'monster' couldn't have gone far. Want to keep looking or...? \n[8]Phone for you.     Urgent. \n[9]Looks like a big fellah. I'll set a new record with you. \n[10]And the most valuable, that's for sure. \n[11] \n[12] \n[13]  \n[14]   \n[15]You remember, don't you? \n[16]Quite a turnout they have here. \n[17]   \n[18]What do you think the big guy is worth? A couple million? \n[19]Got you going now! That should rattle the jewelry off the ladies. \n[20]Hello. \n[21]Police'll be here any minute. \n[22]We better go. \n[23]Come on!   We need to get out of here! \n[24]What are you doing? You don't think we can get the gorilla now, do you? \n[25] \n[26]No.   You can't do that. \n[27]She's not an animal. That's a human being you're about to kill. \n[28]You're not a hunter, you're a murderer, and I won't be a part of this... ", "Jason": "\n[1]Mom, I don't think I can let you go on the ferris wheel. \n[2]Why not? \n[3]Because the last time after you ate two hot dogs, you threw up, remember? \n[4]What if I promised to throw up over the side? \n[5]Mom, I think I should do this ride by myself. \n[6] \n[7]Officer, help! I can't find my son! I think he's still on the Ferris wheel. \n[8] \n[9]Don't shoot. Let him try. \n[10]Oh, please, no... \n[11]Mom? \n[12]I'm so sorry... \n[13] \n[14]Here.   For Joe. ", "Vern": "\n[1]Don't forget who's gonna feed you. \n[2]He's ripping out saplings like bam-bam-bam! \n[3]Sorry!   Here's your... uh... key chain. \n[4]Check out the loot we plundered in the wake of mass party panic! This is some weird lost and found, man. \n[5]Oh -- that was by the habitat. Guess we've got to find those two guys again. ", "Strasser": "\n[1]Mystical nonsense. There's only one thing they should be afraid of on this mountain. And it's staring them right in the face! \n[2]   \n[3]    \n[4]   \n[5] \n[6] \n[7] \n[8]That little demon took off my damn trigger finger. Monstrule! \n[9] \n[10]Our only interest is the well- being of our animals. \n[11]  \n[12]Poor thing. Yes, he will be much happier here on our preserve. Back to the wild. Free again. \n[13]Will you excuse me, Mr. Anderson? \n[14]See what our friends in China will give us for a Bengal tiger, Garth. \n[15]Strasser. \n[16] \n[17]Talk. \n[18]You've been drinking, haven't you? \n[19]Don't waste my time again. \n[20] \n[21] \n[22]I want him.   He belongs here with me. \n[23]Wait!   Be quiet! \n[24]  \n[25]  \n[26] \n[27]Book us two tickets to America. We're going to pay a visit to this incredible animal. \n[28]I think I know how to convince his current owners to part with him. \n[29]No, excuse me.     My fault. \n[30] \n[31] \n[32]I'm Andre Strasser. An old friend of your mother's. I knew her when she was only a little older than you, and you were just a tiny thing. What an incredible woman she was. \n[33]I've come to talk with your Mr. Baker. You see, I am here for Joe. And, in a way, for your mother, too. I believe she would agree with me -- a magnificent wild animal like Joe needs more space -- like the Raha Preserve I run in Botswana. \n[34]I have twenty thousand acres there where the animals are free to run. I would like to offer them to Joe. Here, it's such a shame... to see Joe living in a man-made habitat and being used as an attraction to raise money... \n[35]Oh -- I've upset you! Please... I only mean to offer an alternative. I will be attending the event tomorrow night. Maybe we can talk more about this matter then. \n[36]Good-bye. \n[37]All the better. \n[38]Let's go. \n[39]   \n[40]Thank you. \n[41]  \n[42] (holding up his \n[43]I will get that for the paws alone. After we sell him off piece by piece, who knows how much we'll make? \n[44](indicating dog  \n[45]Come, we've done our job here. \n[46] \n[47]   \n[48]Jill, I got the plane. It's waiting at the airport. We must hurry. \n[49]Jill!   We must go! \n[50]Don't worry, Jill. Soon Joe will be back home again. \n[51]Always worrying, eh? Your mother was a worrier, too. Always worrying about the gorillas. It made her a lot of enemies. It led to tragedy. \n[52]So are you, my dear. \n[53]It's not so pretty, I know. \n[54]Well... you could say I had an encounter with a monster. Monstrule. \n[55] \n[56]Wait. \n[57]We need a car.     Now. \n[58]   \n[59]If that girl starts telling people who we really are, our whole cover operation will be blown. \n[60]Go wait in the car. \n[61]That was very stupid, Garth. \n[62]Anything else on your mind? "}}