{"filename": "Mirrors_script.txt", "imdb_id": "tt0790686", "imdb_url": "https://www.imdb.com/title/tt0790686", "characters": ["Larry Byrne", "Robert Esseker", "Terrence Berry", "Dr. Morris", "Angela Carson", "Rosa (as Doina Aida Stan)", "Ben Carson", "Anna Esseker", "Gary Lewis", "Front Desk Sister", "Jimmy Esseker", "Lorenzo Sapelli", "Michael Carson", "Daisy Carson (as Erica Gluck)", "Amy Carson"], "dialogues": {"Larry": "\n[1]Sorry, I'm late... Have you been waiting long? \n[2]You look awful. \n[3]You know, you should sleep at night. Come in... \n[4]  \n[5]So did you find an apartment yet? \n[6]You need a place to stay? \n[7]I didn't know you had a sister. What does she do? \n[8]That's not too good for you! Anyway, you know you are always welcome to stay at our house. \n[9]I ran into Amy the other day. How are things going between the two of you? \n[10]So, why did you want to see me Ben? \n[11]Listen Ben, I can't bring you back on the force. Nobody in the squad wants you around right now. I'm sorry but I have to be honest with you. You understand, right? \n[12]If it was up to me, I would bring you back tomorrow, but I'm not the only one who decides. Listen, I think I've got something else for you. I know a guy at the Mayflower corporation and they need someone to watch over one of their department stores. \n[13]Hey! I'm just trying to help here. I know you're over qualified for that position but it's a good opportunity for you for the time being...until the situation here quiets down. Also the money is not that bad. \n[14]You need the money, Ben. You're in the middle of a divorce and you've got child support to cover. If you want to see your kids, you've got to get a job, any job. \n[15]Do you know the Mayflower on West 38th Street? \n[16]Yes, their night watchman hasn't shown up for work in several days. They need someone right away. Take it, relax, and we will talk about your situation again in a couple months. \n[17]I didn't. \n[18]What is it? \n[19]The water has obliterated most of the marks. No trace of struggle or broken entry, the entrance door was locked. \n[20]The person who did this must have had the keys to her apartment, or otherwise it was somebody she knew... \n[21]Listen, so far, his statement is pretty consistent with the facts... We checked it out, he did place a call from work at 12:30, and the woman's downstairs neighbors claim they started noticing the water leakage at around two in the morning. The daytime security guard, Lorenzo Sappeli, confirms he came on after Ben's shift at seven a.m. The only strange thing, and it may just be a coincidence, is that Ben told Sappeli that he had decided to quit his job, as if he was planning to go away somewhere... Did he mention anything about it to you? \n[22]I figure we'll let him go. At this point we haven't got any real reason to keep him here. And, I think he's had his share for the day. \n[23]Listen, where we stand now, we got nothing, not a single clue. I'm sure he can help us. \n[24]He's still the best one I know, even if he's one of the suspects. \n[25]Try to keep an eye on him. \n[26]Come on, Ben... For Christ's sake! What are you doing? \n[27]How am I supposed to know that?! \n[28]I've got others things to do. I can't go to City Hall today. I've - \n[29]Ben, for god's sake, what are you trying to prove? \n[30]You know you're a real pain in the ass. \n[31]This ought to make you happy... Anna Esseker... \n[32]I wasn't quite sure what you needed, so I got all of her medical records. \n[33]Everyone's real edgy up there. You're still a fuckin' murder suspect. People are wondering why I let you out. You have to tell me more. What does the history of the Mayflower have to do with the death of your sister? \n[34]What happened? Did you have an accident? \n[35]No, you were wrong about that, they had nothing. All the medical records from St. John's Hospital are still up there with the unclassified cases. \n[36]She was a patient at St. John's in the psych ward run by a Dr. Kane, between March and September 1952. She was only twelve years old when she died... \n[37]When the nurses went on their rounds, first thing on the morning of October 6th, they discovered that all the patients had left their rooms during the night and gathered in the main room. All of them were dead, including the girl. Apparently, they had killed one another... A slaughter house... After that they shut down the place. Nobody ever found out what really happened. \n[38]He was arrested. They found him dead on the first day of his hearing. He had slit his wrists with a piece of his cell mirror! ", "Byrne": "", "Robert": "\n[1]You know, up to this day, the visions of Anna's fits still haunt me at night. \n[2]I helped my father fix up this part \n[3]Her fits were too violent. My mother couldn't take her screams anymore. \n[4]We had every priest, doctor, healer, coming from all over the state, one after the other. But no one could help her. \n[5]Finally, Dr. Kane from New York answered my parents' cry for help. He rejected the idea of demonic possession, said he didn't believe in it. He was convinced that Anna suffered from a rare form of personality disorder. He wanted Anna under his care, at St. John's. My parents were very poor, but he agreed to cover all the hospital costs... In less than five months, Dr. Kane had cured Anna. It was unbelievable. She was her old self again. A real miracle of science. \n[6]You don't know? She died there with all of Kane's other patients. \n[7]You're not a journalist, are you? What do you want? \n[8]Anna came back to live with us for a while... \n[9]Because... Because strange things started to happen in the house... \n[10]No, not with Anna... \n[11]Before he died, Kane sent us a letter asking us to keep Anna away from mirrors and that whatever happens she should be in a place where the mirrors could never find her. \n[12]To protect us, she left the house and joined the monastic orders, where mirrors are forbidden... St. Augustine's monastery, on the road to Midwich. ", "Esseker": "\n[1]  \n[2]     \n[3] \n[4]\n[5]  \n[6]        \n[7]      ", "Terrence": "\n[1]\n[2]In order to... to destroy the mirrors. Only fire can destroy a mirror, isn't that right, Doctor? \n[3]They killed Helen and my three little girls... \n[4]Because I didn't... \n[5]They asked me to find Esseker...   Like they did with the others... \n[6]I wasn't the first one they asked... \n[7]I didn't succeed. I didn't succeed in finding Esseker... \n[8]", "Berry": "", "Dr.": "\n[1]You know, Mr. Carson, when one starts to perceive one's own reflection as a completely separate being, one is suddenly confronted with two entirely separate egos, two entirely separate worlds that can surface at any given moment- \n[2]A feeling of self-hatred, generally triggered by a psychological shock can split the personality in two, hence creating two or more personalities with distinct memories or behavior patterns within the same individual. The patient then has a faulty perception of the existence of two distinct worlds, which are principally the \"real\" word, and the world \"inside the mirror\". \n[3]In my opinion, he was convinced that he was telling the truth when he claimed he didn't kill his family. I too am convinced that when it happened, Terrence was not himself, but rather his double, his mirror image, one might say. \n[4]These recordings are from Terrence's trial. You will find that they speak for themselves. \n[5]Why did you set the department store on fire? \n[6]What made you think you absolutely had to destroy those mirrors, Terrence? \n[7]What made you want to destroy those mirrors, Terrence? \n[8]For what reason? Why would mirrors want to kill your family? \n[9]Didn't do what? \n[10]Who are the others you're talking about? \n[11]And what happened? \n[12]Tell me about Esseker, Terrence. \n[13]Who is Esseker, Terrence? ", "Morris": "\n[1]You know, Mr. Carson, when one starts to perceive one's own reflection as a completely separate being, one is suddenly confronted with two entirely separate egos, two entirely separate worlds that can surface at any given moment- \n[2]A feeling of self-hatred, generally triggered by a psychological shock can split the personality in two, hence creating two or more personalities with distinct memories or behavior patterns within the same individual. The patient then has a faulty perception of the existence of two distinct worlds, which are principally the \"real\" word, and the world \"inside the mirror\". \n[3]In my opinion, he was convinced that he was telling the truth when he claimed he didn't kill his family. I too am convinced that when it happened, Terrence was not himself, but rather his double, his mirror image, one might say. \n[4]These recordings are from Terrence's trial. You will find that they speak for themselves. \n[5]Why did you set the department store on fire? \n[6]What made you think you absolutely had to destroy those mirrors, Terrence? \n[7]What made you want to destroy those mirrors, Terrence? \n[8]For what reason? Why would mirrors want to kill your family? \n[9]Didn't do what? \n[10]Who are the others you're talking about? \n[11]And what happened? \n[12]Tell me about Esseker, Terrence. \n[13]Who is Esseker, Terrence? ", "Angela": "\n[1]What time is it? \n[2]No, you're going to be late. \n[3]Yeah, I won't be working until later tonight. \n[4]You shaved? \n[5]I like it. It makes you look younger. \n[6]Good luck! \n[7] \n[8] \n[9]What are you talking about? \n[10]You need a drink. \n[11]Don't you think you're being a little bit paranoid? \n[12]Mirrors are just glass and silver, Ben... \n[13]I'm off... Amy called me today, she's worried about you. What's happening, Ben? \n[14]I'm your sister, you can talk to me. Is it your new job? That place, the Mayflower, has bad vibes. It's getting under your skin. Just think about what I told you... \n[15]You won't have any trouble finding another one. A daytime job, a regular job... \n[16]What happened Ben? Are you all right? \n[17]Hello... Ben? \n[18]No, no, I just got home from work. What's wrong? You sound strange. \n[19]Are you sure? \n[20]What happened? \n[21]That's the smart thing to do, Ben. You deserve better than that. You should come back here and get some sleep. \n[22]Are you sure? \n[23]Be careful... Love you. \n[24]    \n[25]\n[26]", "Carson": "", "Ben": "\n[1]Almost 8:30... Coffee? \n[2]Go back to sleep... I'll call you, OK? \n[3]See you later, Angie. \n[4]I just got here. \n[5]Thanks Larry. \n[6]No, not yet. \n[7]No, I'm staying at my sister's, in Queens. \n[8]She's a bartender. \n[9]You know what I want. I'm ready to come back, I'm feeling much better now. \n[10]Larry, I'm telling you, I'm ready. \n[11]What?! Come on Larry, a security guard job... I'm not ready to retire yet! \n[12]I do. The one that burned down? \n[13]Yeah, in a couple months... I gave everything for the NYPD. I almost died out there. Everyone seems to have forgotten that. \n[14]  \n[15]Did you clean them? \n[16]The mirrors, why are they so clean? \n[17]Why did he leave? \n[18]Almost a year. \n[19]I was wounded during a holdup... It kind of changed my perspective on things. \n[20]How old are you, Lorenzo? \n[21]I do now. \n[22]I think your grandpa just wants to scare you a little. \n[23]See you tomorrow. \n[24]Fuck... \n[25]\n[26]Well I don't know, I just found this package hidden behind a tree. \n[27]Maybe... Daisy, has Michael been a good boy? Does he deserve his birthday present? \n[28]Is mom back? \n[29]Hello Rosa! \n[30]I'm good, very good... What time will Amy be back? \n[31]OK, I'll wait for her. \n[32]No, thank you. I'll be fine. \n[33]Happy birthday, Michael. \n[34]Hey Amy... \n[35] \n[36]I do, but you never take my calls! \n[37]I haven't had a drink in three months but, then again, how would you know? \n[38]You don't think people can change? \n[39]Just give me another chance. \n[40]\n[41] \n[42]Yeah... Anyway, I wasn't planning on staying. My shift starts in an hour. I'll just kiss them goodbye and then I'm leaving. \n[43]I haven't managed to find the source of the leak. My guess is it doesn't come from the store... It must be a municipal pipe that blew with the cold... \n[44]\n[45]\n[46]Nothing special... \n[47]You can't avoid them. They're everywhere... \n[48]The mirrors... In the department store, at every street corner, in the windows of every fucking building in this city. I feel like I'm not the one looking into the mirrors, but rather they're looking at me. \n[49]No, I'm serious. \n[50]Gary? \n[51]Gary? \n[52]Coming... \n[53]What happened? \n[54]Did they mention the cause of death? \n[55]Have a good night, Lorenzo. \n[56]\n[57] \n[58]\n[59]Amy, I need you to do me a favor... \n[60]I need your help... It won't take more than twenty minutes. Please, Amy? \n[61]You picked up this guy yesterday morning... I need to take a look at him. It's very important. \n[62]He used to work at the Mayflower as a night watchman, before I replaced him. \n[63]I found his wallet in the department store. I need to find out how he died... \n[64]He sent me a package before he died, with newspaper articles about the Mayflower... I think he was trying to tell me something... I don't know him. I've never even met him, Amy... I need to figure this out. \n[65]You know a lot of people who cut their own throats? \n[66]How... What did he slit his throat with? \n[67] \n[68] \n[69]\n[70]I won't leave until I see that file. \n[71]Look at this picture... Come and see, Amy. \n[72]Look... \n[73]Look at the piece of mirror in his hand. In the reflection of the mirror it's covered in blood, and look- in reality, it's clean. Not a drop of blood... \n[74]Don't you find it strange that this mirror doesn't reflect an exact image of reality? \n[75]What if the mirrors were showing us something different? \n[76]What if the mirrors were reflecting something that goes beyond reality? \n[77]Thanks for your help... \n[78]Please, not you... \n[79]I made a deal, Angie... I can't just walk out on them like that. I need this job, I need the money. I'm not going to sleep on your couch for the rest of my life! \n[80]\n[81]Mrs. Lewis... Sorry to bother you... My name is Ben Carson. I worked with Gary, at Mayflower. Could I come up and talk to you for a few minutes? \n[82]Mrs. Lewis ? \n[83]Did he use any drugs? \n[84]Did you notice anything different, the days prior to his leaving the house, anything unusual in his behavior? \n[85]What kind of changes? \n[86]Sleeping? \n[87]Busy doing what? \n[88]Is that you standing next to him? \n[89]Mrs. Lewis, I found a note that Gary wrote. \n[90]A piece of paper, where he'd scribbled down the name, Esseker... Does that mean anything to you? \n[91]May I see his room? \n[92]Do you mind if I stay in here for a moment? \n[93] \n[94]\n[95]I'm here Ma'am... \n[96]Ma'am? I'm right he... \n[97]Sorry I'm calling you this late. Were you sleeping? \n[98]Don't worry, everything's OK. \n[99]Actually, no. I think maybe I'm losing my mind. \n[100]You were right about the Mayflower... I'll quit tomorrow. \n[101]No, I'll wait till the daytime guy gets here to tell him. \n[102]Yeah, sure. See you later, Angie. \n[103]Love you too, sis. \n[104]No, I don't want to put them in any danger. \n[105]I've got things I need to deal with. \n[106]She asked me to quit and they got to her... \n[107]I know who did this Amy. \n[108]They wouldn't believe me and neither would you... Goodbye. \n[109]Why did you do it? WHY? WHY DID YOU \n[110]What is it you want? What do you want from me? ANSWER ME! WHAT IS IT YOU \n[111]...Look up Esseker... Yes, Echo, Sierra, Sierra, Echo, Kilo, Echo, Romeo... Esseker. No idea, my guess is that it's a name... No, I haven't got a first name. Yes, in New York. Over the past five or six years. I know it's hazy but that's all I've got. I already looked it up in the phone book. I also called someone at the IRS and at the DMV, but nothing there. It's very important Larry. You'll call me back? Ok... \n[112]Yes, so, what'd you find out? Nothing under that name? Shit, shit, shit, shit... Can you look up Berry, Terrence Berry... \n[113]...Got anything? Great...No, I already know all that. Is he still alive? No... Can you find out where he was committed before his death? Wait, I'm writing it down... \n[114]...Roosevelt Psychiatric Detention Center... Yeah, I know where it is. Thanks. \n[115]Did you consider Terrence innocent? \n[116]Amy... I have to go. \n[117]Don't worry, there's nothing wrong. Everything is OK... \n[118]I'm doing it to protect you. \n[119]Look Amy, you've got to trust me, I know what I'm doing... It's for your own good. \n[120]You have to trust me Amy, I'm not completely crazy... These mirrors are dangerous. At first, I thought it was only the ones at the store, but now I know they can get you anywhere. They got Angela... I promise I'll leave the house once I've taken them all down. \n[121]Come Amy, come with me, I want to show you something. \n[122]Look, you'll see... \n[123]\n[124]Wait, look, you'll see... \n[125]\n[126]But... I swear to you I... I saw...Amy... \n[127]   \n[128]Hello, Larry? It's me... I'm going to need your help again- \n[129]Mayflower used to be a hospital before it became a department store. St. John's Hospital. Do you have any idea where all the medical records could have ended up after it closed down? \n[130]Go to the city hall archives... They must have something considering it was a public hospital. \n[131]Larry, Larry stop it... If I could go myself, I wouldn't be asking you. Go to the City Hall archives, and ask them to look up Esseker among the former patients. Please. \n[132]Please, do it for me. \n[133]Talk to you later. \n[134]What have I done? I don't understand... What have I done? \n[135]Perfect, Larry. That's perfect. \n[136]I don't know exactly. I can't tell you, but some really fucked up things started happening to me when I took the job over there. Nothing makes any sense to me either but I have to follow my instinct. \n[137]Anna Esseker... Where did you find her files? Did you go to City Hall? \n[138]What? \n[139]What about the doctor? Dr. Kane? \n[140]You're still alive, aren't you? \n[141]You're wrong Larry, you're wrong... \n[142]...she left the hospital on the 4th. \n[143]Amy ? What's wrong? \n[144]What? \n[145]What's happening? \n[146]Where are Daisy and Michael? Are the kids all right? \n[147]Get out of the house. I'll be right over... \n[148]I'm right here, Amy. I'm here now... Thank god you're alright. \n[149]Anyplace is gonna have mirrors or windows... Anything you can see your self in is dangerous. We have to make the house safe. The only way is to cover all the reflections. If we keep them in the dark we can avoid them. We need paint, we need tape... \n[150]As quickly as I can, sweetheart. I promise. \n[151]They want her, I'm gonna find her wherever she is. We don't have any other choice. \n[152]I'm sorry about everything I've put you through... I didn't want to... \n[153]Amy, I want you to stay here with the kids until all this is over. All the mirrors are covered, there's no more danger. I'll come back as soon as I can. \n[154]Hey baby, everything's gonna be fine. I love you. \n[155]    \n[156]    \n[157]Hello... Is this the Esseker farmhouse? \n[158]I am looking for Anna, Anna Esseker. \n[159]I huh... I am doing some research for a book on the history of St. John's Hospital, in New York... \n[160]And after the hospital? \n[161]Anna left the hospital two days before the massacre. Kane changed the records to make her disappear. \n[162]I want to know. After St. John's, where did she go? \n[163]For a while? \n[164]And after? Why did she leave? \n[165]With Anna? \n[166]With the mirrors? \n[167]Mr. Esseker, tell me where I can find your sister. It's very important. It's a matter of life and death. \n[168]Where is she now? \n[169]Hello Sister. I have come to visit a member of your community... Sister Anna? Her real name is Anna Esseker. \n[170]No, not really. \n[171]Listen, Sister, I must see her. \n[172]Please, tell her that I came all the way from New York and that I work with Dr. Kane at St. John's Hospital... \n[173]My name is Benjamin Carson. I work as a night watchman at 1229 West 38th Street in New York City, what used to be St. John's Hospital. \n[174]I need your help. \n[175]My wife and children are in danger. What is threatening my family is asking for you... \n[176]If you don't help me I may lose the only thing that matters to me. \n[177]Tell me why are the mirrors from the old hospital so determined to find you? \n[178]I must know, Sister. \n[179]A window... For what? For whom? \n[180]What truth? \n[181]It entered with you and they need you to get out. \n[182]Wait... Please, listen to me- Terence Berry, Gary Lewis and many others before me... Those are the people who died trying to find you. Because they failed, their families died too. My sister was murdered two days ago... My wife and kids will next if you don't come with me. Look- \n[183]My wife and two children. They're all I've got. They're innocent... Please. \n[184]\n[185]What? \n[186]Amy, what's going on? Are you alright? \n[187]No Amy, stay with me... \n[188]Where is Michael? \n[189]Amy? Amy? Answer me? \n[190]My kids are not going to die tonight. You're coming with me, now. \n[191]You have my word. \n[192]   \n[193]Answer! God damn it... Answer the phone... \n[194]Fuck... \n[195]Something's wrong over there, my wife is not answering. \n[196]We have to get inside the Mayflower now. \n[197]Come on, let's go. \n[198]\n[199]Watch your step, a water pipe has burst, the whole basement is flooded. \n[200]\n[201] \n[202]    \n[203]  \n[204] ", "Anna": "\n[1]\n[2]St. John's closed down in 1952. Who are you? \n[3]What is it you want Mr. Carson? \n[4]My help? I don't quite see how I could possibly be of any help. \n[5]I cannot leave the precincts. It's impossible. \n[6]It is not the wish of the mirrors to find me, but of what is imprisoned inside them. The mirrors are merely windows on our world... \n[7]At the time that I was at St. John's, Dr. Kane's therapy for personality disorders consisted of locking the patient up in a mirrored room for several days on end, in order to force him to confront his own image. I spent the darkest days of my life in that room. On the 6th day the nurses found me lifeless, almost dead. Since that day, I have never had another fit. But deep down inside I've always known the truth. \n[8]There is no cure for schizophrenia, it was something else, Mr. Carson. And whatever it was, it entered the mirror. \n[9]I thought that after fifty years, this would have all gone away. They would have disappeared from the mirrors. I didn't know.... I'm sorry but if I agree to go with you and return to that place, I will make it possible for them to cross the threshold back into the real world. \n[10]The consequences of such an act, Mr. Carson, would be more devastating than letting them suffer where they are now. I'm going to pray for you and your family. That's all I can do right now, Mr. Carson. God bless you... \n[11]If I come with you Mr. Carson, you have to promise to do everything I tell you. My way. No questions. \n[12]From now on, I'm going to close my eyes. \n[13]Take me to the basement, to the mirror room. It has to stop where it began... \n[14]Mr. Carson, no matter what happens in there, I want you to do as I say and make sure I never get out of this place. \n[15]\n[16]They are waiting for me... \n[17]\n[18]You stay outside... \n[19]\n[20]     \n[21] \n[22]\n[23]\n[24] ", "Gary": "\n[1]\n[2] \n[3]  \n[4]\n[5]\n[6]\n[7]\n[8]    ", "Lewis": "\n[1]\n[2] \n[3]  \n[4]\n[5]    \n[6]...5th floor, apartment 3B... \n[7]   \n[8]...My Gary hadn't slept at home for three weeks. At first I figured he had found himself a girlfriend, so I didn't worry much about it... It's terrible. The policeman told me that he was living in the streets... They found his body in the subway. Why? He had everything he needed here. Every morning I would have his breakfast ready when he'd come home from work. \n[9]Gary? Huh-huh! Never... He was a good boy. \n[10]Oh yes, but that goes way back to when he started working at Mayflower. \n[11]He didn't care much for anything anymore. Before, we'd sit up and watch television together. But once he started that job as a night watchman, he'd spend all his time-off locked up in his room... \n[12]He hardly slept anymore... He was way too busy! \n[13]That, I don't know... I never knew what he was up to... \n[14]Look, in this picture he was twelve years old... \n[15]Yes, back in the days... \n[16]Esseker, is that what you're saying? \n[17]No, that don't mean a thing to me... \n[18]Yes, of course. Come, follow me, it's down the hallway, the door at the very end. \n[19]He would spend hours looking at himself... \n[20]To look at oneself too much is a sin. A terrible sin. Do you know sir in the Garden of Eden in order to seduce Eve, Satan did not keep the appearance of a snake... Satan reproduced the young woman's traits in such a way that Eve would only see and listen to the image of herself... As in a mirror. ", "Jimmy": "\n[1]I don't know Mom. What can I do for you sir? \n[2]   \n[3]What is it you want with Anna Esseker? \n[4]Jimmy, go tell grandpa that there's a man here who'd like to talk to him about his sister. ", "Lorenzo": "\n[1]You know, the Meredith family acquired this building after St. John's Hospital closed in 1952. It was the very first Mayflower to open on the East Coast. \n[2]The company wants us to patrol the premises every couple of hours, but I do my rounds every three hours and that's more than enough. Anyway, you'll see, there's not much going on. It's pretty calm around here. \n[3]Here you go... Men's department, or what's left of it anyway... \n[4]Thank God you didn't show up any later. This place gives me the chills at night. ... No electricity, and all these mirrors... You know, I live in Brooklyn near a Jewish neighborhood, and when someone dies, they cover all the mirrors in their house. Some say that it's just to renounce all vanity during the mourning period, but others say something else... They say it's to keep the soul of the dead from being trapped in the mirrors... Believe it or not, there's always a bit of truth in any superstition. Am I right? \n[5]I guess you just have to keep your eyes away from them. \n[6]What? \n[7]That's Gary Lewis, the fellow who worked here before you. He was completely obsessed with these damn mirrors. He'd spend the entire night polishing them. \n[8]No idea. Just didn't show up one night. I take it he's found a better opportunity somewhere else. \n[9]I'm not one to complain, but I never really liked him much... Could never be bothered to say hello or at least ask \"how are you doing?\"... I mean, damn, do we work together as a team or what?! You, on the other hand, seem like a nice guy. How long has it been since you left the NYPD? \n[10]Why did you resign from the force? You were a detective, is that correct? \n[11]Third floor... Ladies' department. You gotta be careful here. When the wind blows, sometimes the tiles fly off the roof and they'll just snap your ear off, if you follow what I'm saying... \n[12]Well, I'll let you get acquainted with the rest of the store on your own. \n[13]Follow me, I'll show you our \"headquarters\" and I'll get you one of these uniforms. \n[14]We were a pretty big team working here before the fire. When you stop to think that of all the department stores in New York, this one was the most beautiful, the most luxurious... It breaks your heart, it really does... \n[15]Here you go. This is where you'll be spending most of your time. At least you've got electricity in here. It's nice and warm, and there's even a TV. \n[16]Lorenzo Junior, my grandson... Say hello Lorenzo. \n[17]Hello. \n[18]Lorenzo and I are going to the movies tonight... \n[19]8. \n[20]Do you work in the department store? \n[21]Grandpa says there are ghosts in the store... Is that true? \n[22]Here, this should fit you. Lorenzo, put your coat on... We are already late. There's a drop of Jack Daniel's in the cupboard... To keep yourself warm. \n[23]Well, Ben, the place is all yours. \n[24]Oh! I forgot the most important thing... the flashlights! You'll be needing one of these at night. We've got two of them. They run on batteries. Don't forget to charge them... See you in the morning, Ben. \n[25]I'll call the company tomorrow morning and have them come take a look at it. \n[26]I've just been through the craziest day here... No kidding! Your ex- colleagues came to pay us a visit... \n[27]You know Gary, the guy who was working here before you, the cops found him dead in a subway station in Harlem. I never liked him too much, but poor guy, he didn't deserve to go like that... \n[28]No... they wouldn't tell me. \n[29]Well, Ben? I better get going, Mrs. Sapelli is waiting for me at home. Have a good night at work, Ben. Oh, and by the way, about that leak, they're sending someone over to work at it the beginning of next week. \n[30]", "Sapelli": "", "Michael": "\n[1]Why did they say on TV that it wasn't supposed to snow today, but tomorrow instead? Why did they lie? \n[2]Grown-ups don't make mistakes. Only little children do. \n[3](pointing to the wrapped \n[4]Is it for me? \n[5]Not true! \n[6]No, it's not true... She's lying Daddy. I've been a very good boy, I promise. \n[7]What is it? \n[8]Look Mommy, look what Daddy got me. \n[9]It's so fast Mommy! \n[10]Mom? \n[11]Is Daddy coming back to live with us? \n[12]Mom! Mom! \n[13]There's a lady screaming... \n[14]There... In the mirror... \n[15]I saw her mom. I swear I did. \n[16]In the chocolate... \n[17] \n[18]No, that's not true! \n[19] \n[20]He doesn't want me to talk about him. \n[21]No... \n[22]No Mommy. \n[23]\n[24]I love you, Dad. \n[25]\n[26]They want to come play with us, Mommy. \n[27]   \n[28]\n[29] \n[30]   \n[31]      \n[32]  ", "Amy": "\n[1]\" ...You have reached Amy Carson. I am not available to take your call. Please leave a message and I will get back to you as soon as I can.\" \n[2]Hi Rosa... Where are the kids? \n[3]It's great, you will have to show me how it works! \n[4]Ben, can I talk to you, in private? \n[5]What is this? I already asked you not to drop by without calling, didn't I? \n[6]I don't need your calls in the middle of the night. I'm better off without them. \n[7]I don't want to know, Ben. I don't want to hear about it. It's not my problem. You're not my problem. You've done more than enough harm already. \n[8]We are not talking about people, we're talking about you. How many times did you tell me you were gonna change and nothing happened? It only got worse. \n[9]I need more time, Ben. Listen, I will never stop you from seeing your children but we have to set up some rules. \n[10]\n[11]Look at yourself. You're still carrying around so much of that anger. \n[12]Yes I know, but it's up to you Ben. \n[13]Yes, honey. \n[14]I don't know sweetheart. I don't know. \n[15]Are you OK? What's happening? What are you doing here? \n[16]Listen, I am in the middle of work, I don't really have time now. \n[17]Why do you want to see him? \n[18]Where did you get his driver's license? \n[19]You are no longer a cop, Ben. This isn't your business anymore. \n[20] \n[21]I've got to get back to work, Ben. They're waiting for me upstairs. \n[22]Are you OK, Ben? What's going on? \n[23]What? \n[24]Come on, Ben, what is it you're after? I am not supposed to show you any file... You're not even allowed to be here. I could get fired for this. \n[25]What is happening to you? What is all this supposed to mean? What is going on, Ben? \n[26]    \n[27]What!? \n[28]So what? \n[29]I can't see the difference. It must be an effect of the angle from which the photograph was taken. What is it you are you trying to prove? \n[30]What? For Christ's sake, listen to yourself, Ben! What are you talking about? \n[31] \n[32]You should go home and get some rest. This guy probably just killed himself because he couldn't live with himself anymore. It happens to thousands of people, you know... \n[33]What is it Michael? \n[34]What is it? Did you have a bad dream? \n[35]Where Michael? \n[36]No, Michael... Look, there's nothing there. \n[37]It was just a nightmare. It's late, you have to go back to sleep. I'll turn on the night-light, if you want. \n[38]Sure sweetheart... OK, you two go to sleep now. \n[39]  \n[40]He would never have laid a finger on her. When their father died, Ben took care of his sister. Angela meant the world to him. \n[41]No, lately, communication hasn't quite been our strong point... I only found out yesterday that he was staying at his sister's. What are you going to do with him? \n[42]You know what's gonna happen if you let him go. He won't stop here. I know him, he won't stop until he finds who did this to her. \n[43]What kind of friend are you? You are using him. He's not a cop anymore. \n[44]You have to see someone Ben. You cannot stay in this situation any longer. You need help, psychological support. \n[45]Why don't you...if you want...come spend a few days at home, with the kids? \n[46]What do you mean? \n[47]Ben, look at me! I don't want you to get into any trouble. Think about Daisy and Michael. You are not going to solve this case. Please, stay out of it. \n[48]What? Who are you talking about? \n[49]In that case, you have to tell them everything. \n[50]Ben, wait... \n[51]Do you want the cereal in your hot chocolate or in a separate bowl? \n[52]Michael? \n[53]...In the chocolate, please, mom... \n[54]Come on, come on, let's get going, or you're going to be late for school. \n[55]What is it sweetheart? \n[56]Really, what's his name? \n[57]Does he go to your school? \n[58](pretending to be \n[59]Why doesn't he want you to talk about him? Is he a grown up? \n[60]So, he's a little boy your age, then? \n[61] \n[62]Is it your father who told you that? \n[63]Michael, answer me. Did your father talk to you about the mirrors? \n[64]OK... Come on, come on guys, let's get our teeth brushed, and our coats on. The first one in the car is the winner. \n[65]Do you mind telling me what the hell you're doing? \n[66]Ben! \n[67]I want you to stop what you're doing and get out of our house right now. \n[68]You're scaring the kids acting like this. \n[69]If you don't leave immediately, I'm going to call the police, Ben, and I warn you, you will never see your children again. Do you understand what I'm saying? \n[70]Do you realize what you're saying, Ben? What is wrong with you? I know that what you're going through isn't easy. Angela was a part of our lives too, but you have no right to do this to us... Ever since your obsession with these damn mirrors the kids are scared to death. Your son has nightmares. He's scared Ben... Your behavior is starting to rub off on him. He's only 5 years old... And I have to protect him. \n[71]What are you doing with that gun... Put it down, BEN... PUT IT DOWN RIGHT NOW! \n[72]\n[73]\n[74]Get out...now! I don't ever want to see you here again, Ben. And I'll have the lawyers make sure the same goes for the kids. You are insane, Ben, and dangerous... You've got to get help. \n[75]Come on, come on... Let's go... Daisy, Michael? \n[76]What are you doing Michael? Come on, we're going to be late. \n[77]    \n[78]...You have to come over... Right away... \n[79]I'm so scared, Ben... \n[80]There's something in the house... Something in the mirrors. \n[81]They're with me... They're right here with me. Come over, please! \n[82]We can't stay here, we have to leave the house now... We can go to my mother's or to a hotel... \n[83]What if you don't find her? Maybe she doesn't live there anymore? Maybe she's really dead. \n[84]I know. \n[85]Hello? Ben... Where are you? Did you find her? Did you talk to... \n[86]Michael? MICHAEL!? Ben hold on, Michael is gone... \n[87] \n[88]Michael? \n[89]  \n[90] \n[91] \n[92] \n[93]Damn it... \n[94]Michael? \n[95]Daisy... Daisy... Come here... \n[96]Daisy... Daisy... \n[97]     \n[98]Micha... \n[99]\n[100]Come sweetheart... Come, come closer... Come... \n[101]Come closer, don't worry... Everything is all right, sweetheart. \n[102]Michael?! Michael? \n[103]Daisy !? \n[104]Daisy ! \n[105]Oh my god, don't move baby, don't move... \n[106]Don't move sweetheart... \n[107] \n[108]I don't know where he is... I'm going to take care of you and then we're going to find him...OK But for now, we have to get out of here. \n[109]Yes, he'll be here soon as he can. \n[110]\n[111]Listen to me carefully Daisy... I want you to stay in here and be quiet. \n[112]You have to be brave, sweetheart... I want you to stay in here and not get out until I come back, no matter what happens. I'm going to find Michael... Do you hear me? \n[113]I am so proud of you. \n[114]Don't move... \n[115]Michael ? Michael ? \n[116]Michael ! \n[117]Michael ? What are you doing? \n[118]Michael, I want you to drop that knife, do you hear me? You know very well you are not allowed to play with that, don't you? \n[119]That's a good boy, now give me the knife... \n[120]\n[121]Michael ? \n[122]\n[123]Michael ? \n[124]Michael... Michael, look at me... I'm right here. \n[125]Michael, Michael... No, no... \n[126]\n[127]Yes sweetheart, it's over... "}}