{"filename": "Moneyball_script.txt", "imdb_id": "tt1210166", "imdb_url": "https://www.imdb.com/title/tt1210166", "characters": ["Sharon", "Ron Hopkins", "Chad Bradford", "Scott Hatteberg", "Grady Fuson", "Elizabeth Hatteberg", "Art Howe", "Pittaro", "Peter Brand", "David Justice", "Mark Shapiro", "Billy Beane", "John Poloni", "Ron Washington", "Matt Keough"], "dialogues": {"Sharon": "\n[1]Hi, Billy. She pulls the door open so he can come in. As he does - \n[2]She's out, but she'll be home soon. \n[3]She's great. Be here in a minute. How's the team shaping up? \n[4]Giambi. Wow, that's tough. That's really tough. \n[5]Yeah. \n[6]But actually I called you - The front door opens. It's Billy's daughter Casey - a pre- teen indie-rock girl - and not a moment too soon. He's up quickly to give her a hug and to get out of here. \n[7]Have you thought about what you might do if baseball doesn't work out? \n[8]That was too abrupt. 95. 95. \n[9]   \n[10]Sure. Maybe real estate. \n[11] \n[12]  \n[13]You're saying every scout was wrong? \n[14] \n[15]It's me, Billy. \n[16]Nope. \n[17]You hangin' in there? \n[18]   \n[19]Good luck. Casey wants to talk to you. ", "Ron": "\n[1]Hi, Billy. She pulls the door open so he can come in. As he does - \n[2]She's out, but she'll be home soon. \n[3]She's great. Be here in a minute. How's the team shaping up? \n[4]Giambi. Wow, that's tough. That's really tough. \n[5]Yeah. \n[6]But actually I called you - The front door opens. It's Billy's daughter Casey - a pre- teen indie-rock girl - and not a moment too soon. He's up quickly to give her a hug and to get out of here. \n[7]Have you thought about what you might do if baseball doesn't work out? \n[8]That was too abrupt. 95. 95. \n[9]   \n[10]Sure. Maybe real estate. \n[11] \n[12]  \n[13]You're saying every scout was wrong? \n[14] \n[15]It's me, Billy. \n[16]Nope. \n[17]You hangin' in there? \n[18]   \n[19]Good luck. Casey wants to talk to you. ", "Hopkins": "\n[1]He's a fossil. With all due respect, bringing these three guys aboard is like putting bubble gum on a flat tire. \n[2]He's a career .260 hitter and the good part of his career is over. ", "Chad": "\n[1]Excuse me, Mr. Beane. \n[2]I hope I'm not disturbing you. \n[3]I wanted to say thanks for the opportunity. \n[4]Nobody in the major league ever took me seriously. \n[5]Just you, sir. \n[6]I'm going to pray for you and your family. PETER follows BILLY out of the locker room. \n[7]I can't not do it. \n[8]I take that into account and adjust the distance of my steps. \n[9]Nice to meet you, brother. Take care and... God bless you, man. \n[10]One, two, three, four - \n[11]I know what it is to be in need and to have plenty. I am content. I can do all things through Christ who gives me \n[12]Okay Chad, let's see it. ", "Bradford": "\n[1] ", "Scott": "\n[1]Hello? \n[2]Yes? \n[3]Yes? \n[4]Yes. \n[5]What? \n[6]  \n[7]Since I was 8. BILLY produces a baseball from his windbreaker and hands it to SCOTT. SCOTT can only manage to grip the baseball like a claw. Washington looks to heaven. \n[8]Good. Real good. It's great. I can't throw at all. \n[9]I've only ever played catcher. \n[10]I appreciate it but-- \n[11] \n[12]That's right. \n[13]Wait a minute, what about-- \n[14]I'm taking Giambi's spot at first? What about the fans? \n[15]They're gonna hate me. \n[16]That's our youngest daughter. \n[17]Do you have kids? \n[18]Yes sir. \n[19]A baseball being hit in my general direction. \n[20]Seriously. ", "Hatteberg": "\n[1]  \n[2]Hi. \n[3]How long does it take? \n[4]  \n[5]You're the best first baseman here. It's not right, Carlos. \n[6]Yeah. \n[7]So... Mr. Beane? \n[8] \n[9]Mr. Beane -- \n[10]So we just don't steal? \n[11]I'm chasing a lot of high and outside. \n[12]4 per bat? \n[13]Yeah. I'll get on base more if I lay off anything high. This is awesome. So you have a breakdown of this from every game? \n[14]Show me some of the stuff I'm chasing up high... TIME LAPSE of hundreds of at bats registering and changing modalities to produce graphs and numbers. PULL OUT to reveal we're now in \n[15]I feel like I'm hurting the team. At first base I'm making a lot of errors. I'm gonna cost us a hundred runs. \n[16]I appreciate that, but I know you're just pulling those numbers out of your ass. \n[17]Social? \n[18]Yes sir. \n[19]What are you guys getting up to tonight? The focused Twins player looks at Scott like he's crazy. \n[20]I don't buy it. \n[21]Where d'you guys go next? \n[22]Houston? You ever get up to Boundary Waters up there in Minnesota? It's beautiful. I went on a trip up there. Fishing trip. Caught some walleye. \n[23]\"Mankevich\" is polish? \n[24]Where'd you go to school? \n[25]What are you guys getting up to tonight? \n[26]I don't know. Depends on if we beat you today. Probably celebrating. So my GM says I gotta be more social. What was your name? \n[27]I'm Scott. \n[28]Pretty good. You got kids? ", "Grady": "\n[1]Alright, guys... we had a great year. We won 102 games and we only came a buck short in New York. Now the bad news... we've got three big holes to fill. Let's start with who we like for Giambi. We'll go around the room. Who you like, Matty? \n[2]Artie, who do we like? \n[3]He's notable? \n[4]Is that a suggestion, Billy? \n[5]We're trying to solve the problem. 21. 21. \n[6]We not only have a very clear understanding of the problem we now face, but everyone in this room has faced similar problems countless times before. \n[7]The problem is that we've lost 3 key players that we now have to replace. \n[8]Look, we're gonna find 25 guys, put `em through player development, teach `em how to play Oakland A baseball. This is no time to push the panic button. This is the way we've been doing it for 150 years. Let us do our job. \n[9]That's fortune cookie wisdom. \n[10]Okay, Billy. Clearly you have something on your mind. \n[11]Bill James was a night security guard at the Stokely Van Camp Pork and Beans Factory. \n[12]He's not in baseball. He's in pork and beans. \n[13]With all due respect, we've been doing this for a long time. \n[14]Billy, I've seen Garcia. He's got a bad body. It's not a pretty sight. \n[15]He's not just big, but kind of doughy. A fleshy kind of body. \n[16]How did it go in Cleveland? \n[17]Let's get after our relief pitching problem. \n[18]Submariner? \n[19]What's his velocity? \n[20]Does he have a good breaking ball? \n[21]Why do you like this guy? \n[22]He's down there. He's down there real low, too. \n[23]Well, we, I think, have fared better. We have some ideas for what to do about Giambi. \n[24]We trade power for speed. A rabbit for a gorilla - We go for an overachiever. A big heart in the last year his contract. Tend to play hard. We usually get a pretty good year out of them. Make up for some of the offense we lost.  Or the other option. Just a thought. We go for a high-maintenance guy. A guy that's a little difficult but talented. A guy like Milton Bradley. Well, not like Milton. Milton himself. Which do you want to talk about first? \n[25]The  - \n[26]Billy? \n[27]Who's that? \n[28]I don't know how to say this delicately - but does - Peter - need to be here? \n[29]This guy could start the year with an agent and end up with a parole officer for Christ's sake. \n[30]Ten years ago he was a big name. He's going to really help our season tickets at the beginning of the year. But by June he's not going to be hitting his weight. \n[31]And why do we want to be the ones to bail Justice out of his contract? \n[32]I got 37 free agents who are better than those guys. \n[33]Some damage? He can't throw. \n[34]Wait, you're talkin' about Hatteberg at first? \n[35]Let me understand this. At first base you want a guy who's been cut from half of the minor league teams in the country due to irreparable nerve damage? \n[36]You want to replace Jason Giambi with not one but three defective players? \n[37]Billy, we've all been busting our asses the last six and a half weeks to make this a better ball-- \n[38]Billy? Grady has appeared behind them at the door. \n[39]Can we talk a minute? \n[40]Your boy and I had a talk while you were in Tacoma. I didn't like much of what I heard. \n[41]No. You got a kid in there with a Yale economics degree and a scout out here with 29 years baseball experience and you're listening to the wrong one. \n[42]This isn't a joke. \n[43]This isn't how you run a ball club, with a computer. You know that. You're a baseball man. There are intangibles that only a scout can see in a player that you're not going to pick up with just numbers, with someone who doesn't play the game, who knows nothing about the game but how to feed numbers into a computer. \n[44]If this is what baseball is, if it's not Kirk Gibson going up to the plate on two bad legs because the manager felt in his heart that he had one swing left in that body... a computer wouldn't do that. They would have had him sitting up in the stands. \n[45]Well, romance and the fans, it's called a love affair with the game and it's been going on for one hundred and fifty years. \n[46]You're saying everybody's been wrong? Everybody? \n[47]Are you saying everybody's been wrong? \n[48]--we're gonna see if you're right?! This is about you and your shit? Some scouts from 20 years ago called it wrong, okay? They thought you were a ballplayer and you weren't. As you know, it happens. Don't take it out on-- \n[49]I'm trying to help, okay, I'm saying-- \n[50]   \n[51]Major League Baseball and its fans will be happy to hand you and Google Boy your heads if you keep doing what you're doing here, I don't give a shit about friendship this situation or the past. Major League Baseball thinks the way I think. You're not gonna win. And I'll give you a nickel's worth of free advice. \n[52]You're making it impossible for yourself to get another job once Schott fires you after this catastrophic season you're setting us all up for and you're gonna have to explain to your wife and your kid why you're working at Dick's Sporting Goods. \n[53]Go fuck yourself, Billy. ", "Fuson": "", "Elizabeth": "\n[1]Honey? Two silhouettes are standing on the edge of the fairway. One of them waves. \n[2]You're welcome. \n[3]Hi, I'm Elizabeth. \n[4]Scott Hatteberg. Catcher - actually first base - actually we don't know. Yours? \n[5]   \n[6]He's a saint. \n[7]Mr. Beane? I'm Elizabeth Hatteberg. We met at my house last Christmas. \n[8]Thank you. \n[9]I'm sorry. \n[10]You don't know what it's like to have everyone think you're a failure. \n[11](the worst possible \n[12]He's talked to you? ", "Art": "\n[1]Good jaw. He's the real deal. \n[2]It's exciting. When he hits it sounds like he's droppin' a firecracker at his feet. \n[3]I like Perez. He swings like a man. \n[4]There's some work needs to be done. I admit it. He needs to be reworked a little. But he's noticeable. \n[5]No, he's noticeable. You notice him. \n[6]You're not serious? \n[7]He's got a great path. I love the extension in his swing and the backspin he creates. \n[8]Good approach, great balance. How's he compare to the others around the country? \n[9]This guy'll go in the first round. \n[10]Very impressive performance today. In my job as the national cross-checker for the New York Mets, I see the top 200 players in the United States. It's been a while since I've seen a five tools guy, the complete package. Your throwing ability, your fielding skills... Ed told me you had power but I had no idea it was of the light tower variety. I hope you're as interested in professional baseball as we are in acquiring you in the upcoming draft. 27. 27. \n[11]Well, Billy, we're certainly looking forward to meeting your folks and talking to them as well. And we believe in college, but that's something you can do in the winter months. You need to know the sky's the limit with your ability. You could be a superstar before you've even graduated. But to get to that level, you need to work with our people. Pro-ball is where you need to be to develop the skills God gave you. \n[12]       \n[13]Can I talk to you a second before you get started. \n[14]I know. Whatever it is, Billy knows it can't be as dire as his other problems, but also knows that to ignore Art would be to insult him. He gestures for Peter to go into the scouting room alone. He'd rather not, but does. The scouts, assuming perhaps he's there to make coffee, ignore him. He finds a place to sit in a corner. \n[15]Who's the kid? \n[16]I can't manage this team under a one-year contract. \n[17]No I can't. \n[18]How about you deal with the manager's contract and then put a team on the field? \n[19]I have to tell you it's not easy doing what I do under the cloud of a one-year contract. \n[20]I know you have. And a 1-year contract says the same thing to a manager as it does to a player: There's not a lot of faith there. Which is strange after a 102-win season. \n[21]It's on me now? \n[22]      \n[23]About 85. \n[24]The left-hander hitters get a really good look at him. \n[25]That doesn't come out right. \n[26]Still don't look right. \n[27]His legs are gone. He's a defensive liability. I question whether the bat speed is still there. \n[28]     \n[29]I can judge it and so can you. First base is the moon to him. \n[30]Not to mention we already have a first baseman. \n[31]Number 11 on the Top 100 Prospects list. \n[32]Catchers at first base aren't baseball. Who's idea was this? Peter's? \n[33]He will be fine, you're right. Pinch hitting while Pena plays first base. \n[34]I brought it up to them during the off- season, and I still do not have my option. \n[35]I think it's fair to say that. \n[36]   \n[37]What are you trying to say? \n[38] \n[39]Because he can't play first. \n[40]Not my first baseball game. \n[41]  \n[42]Scott Hatteberg can't hit. \n[43]And his defense-- \n[44]Anything else? \n[45] \n[46]I do. \n[47]No, you've made it clear what you think about that. This is about you doing your job and me doing mine. Mine's being left alone to manage the beer league team you assembled for me. \n[48]No shit. \n[49]You want Pena on the bench? \n[50]Hatte - as opposed to the guy who's going to win Rookie of the Year. \n[51]Pena's not just the best first baseman on the roster, he's the only first baseman on the roster and the most valuable member on this team. \n[52] \n[53] \n[54]It does matter and Pena only has one error in 70 games. \n[55]Part of the conversation? I've heard enough of the conversation and I disagree with you, plain and simple. Moreover, I strongly believe that you're in the middle of experiencing some sort of personal crisis and you seem indifferent to the fact that you're taking a whole organization down with you. I'm playing my team in a way I can explain in job interviews this winter. Some As players arrive in the dugout, causing Billy to hold his tongue. He simply says - \n[56]   \n[57]It's just one game. \n[58]The point is always tomorrow's game. \n[59]I'm doing the best I can with what I've got. I'm playing the players I've got. \n[60]    \n[61]Please. \n[62]I don't want to go 15 rounds, Billy, the line-up card is mine and that's all. \n[63]I am starting Pena at first. \n[64]   \n[65]You are outside your fucking mind. Art stares at him in a silence broken by Jeremy Giambi knocking on the open door. \n[66]You're killing this team. \n[67]What are you looking at? \n[68]You went along with this? You agree with this bullshit? \n[69]    \n[70]Come in. BILLY does. He's going to try to do this nicely. \n[71]Good. You knocked. \n[72]We'll see. 115. 115. \n[73]We've won 7 in a row, what am I doing wrong now? \n[74]Good. \n[75]Yeah. \n[76]Head problems. \n[77]Okay. \n[78]I appreciate this. \n[79]But I know my bullpen. \n[80]Yeah? \n[81]I'll make that decision when the time comes. \n[82] \n[83]You think a lot of yourself, don't you? \n[84]I could've coached you up, you know. \n[85]You think you went as far as you could have? 117. 117. \n[86]Remember that in about four seconds-- BILLY sees one of the nearby TV cameras pivot over to catch this conversation-- \n[87] \n[88]No. \n[89]No, as in no. I'm not doing it. You do it. You did it, so you do it. Art hangs up. Billy slams the speakerphone. \n[90]       \n[91]Hattie. Grab a bat. SCOTT HATTEBERG actually points to himself and mouths, Me? \n[92]Let's go. SCOTT pulls a bat from the rack and heads to the on-deck circle. He only manages a warmup pitch or two before - \n[93]    ", "Howe": "\n[1]    ", "Pittaro": "\n[1]Top of my list. \n[2]Down in the pisser you can hear that sound. \n[3]I agree with Art. I like the way he walks into a room. Kid's so confident his dick gets there two minutes before he does. \n[4]The problem is the same as it always is; we've got to put a team together with what we've got. \n[5]We're not playing fantasy baseball, Billy. \n[6] I think he just won the argument. \n[7]Kid wears a large pair of underwear. 24. 24. \n[8]When he walks, Billy, his thighs stick together. There's enough friction there to start a bonfire. \n[9]He's 36! \n[10]Well, Billy, you'll like the sound of this... I hear Boston wants to cut him and no one wants to pick him up. ", "Peter": "\n[1]Hi. \n[2]My name is Peter Brand. \n[3]I'm special assistant to Mark Shapiro. \n[4]Mostly player evaluation right now. 31. 31. \n[5]Actually he rarely does. \n[6]I don't think he was really listening to me in there per se. \n[7]Yeah, I think he was listening to Bruce. \n[8]Peter Brand. \n[9]I'm not sure what you're asking me. \n[10]Huh? Oh Bruce? I told him I like Garcia. \n[11]   \n[12]He's undervalued. You were smart to go after him. \n[13]Maryland. \n[14]Yale. \n[15]Why? \n[16]Economics. \n[17]I love baseball. \n[18]I work for a different team. \n[19]Okay, truthfully, it might not be so easy to explain. \n[20]We might not see the game the same way. \n[21]You've spent your life in baseball and I don't have a very traditional view of the game. \n[22]Baseball thinking is medieval. It's stuck in the Dark Ages. I have a more scientific view of the game. \n[23]There is an epidemic failure within the game to understand what's really happening. And it leads people who run major league teams to misjudge their players and mismanage their teams. They're still asking the wrong questions. People who run baseball teams still think in terms of buying players. Sorry to say that. \n[24]The goal shouldn't be to buy players, what you want to buy is wins. To buy wins, you buy runs. You're trying to replace Johnny Damon. The Red Sox look at Johnny Damon and they see a star worth seven point five million a year. When I look at Johnny Damon, I see an imperfect understanding of where runs come from. \n[25]His batting average is ignorable. What matters is his on base percentage- \n[26]- which in 2001 was .324. That's 10 points lower than league average, and 17 points lower than Garcia's. \n[27]True, he stole some bases. But attempted steals in general have to succeed 70% of the time before they even start to contribute to run totals. In 2001 he cost you runs. \n[28]He's got a good glove. He's a decent leadoff hitter. He steals bases. But he's not worth the seven point five million Boston is paying him. You're lucky to have him off your payroll, it opens all kinds of interesting possibilities. \n[29]Yes. These ideas and this approach to the game aren't all new. In fact, some of them have been around for two decades. 35. 35. \n[30]That's a much more difficult question than how to win baseball games. Once you begin to pull at that string, your understanding of the world might begin to unravel. The elevator door closes. \n[31]       \n[32]Hello? \n[33]What time is it? \n[34]What? \n[35]You were a good baseball player. \n[36]   \n[37]Why? \n[38]   \n[39]Good evening. \n[40]Yes. \n[41]Yeah. \n[42]   \n[43]51, I don't know why I lied just then. \n[44]This is the American League West. This year we're going to need to win between 97 and 101 games to make the post season. Here's the number of runs we'll need to score in order to win those games and here's the number of runs we can allow. 39. 39. \n[45]Okay. \n[46]Yes. \n[47]Examine the ways that runs are scored and prevented. \n[48]Unspectacular runs are more valuable. \n[49]  \n[50]We know it for sure. \n[51]Forget the fish. In this room is every available player at every level of professional baseball, and somewhere in that group are 25 players that everyone has else has thrown out. \n[52]An island of misfit toys. In this room is a championship team that we can afford. \n[53]Math isn't a theory. \n[54]It's right. \n[55]It is right. \n[56]It isn't. \n[57]Sorry. \n[58]Somebody once said, \"It's not what you don't know that worries me it's what you know for sure that's got me scared.\" In the mid-19th Century in Budapest there was an incredibly high instance of mothers dying shortly after childbirth from a disease called puerperal fever. 35%. \n[59]A doctor named Semmelweiss showed that if the attending physicians and nurses sterilized their hands before delivery, the mortality rate dropped to 1%. \n[60]He was institutionalized. For suggesting that washing your hands before putting them inside someone else's body was a good idea. High functioning people can live under the spell of an inexplicable mental lapse when they think as a group. Why isn't anybody else doing it? Because they don't think guys who look like you are what win baseball games. They know it for sure. \n[61]No?? \n[62]You want me to speak? \n[63]Ten-ninety-two. \n[64]Three-sixty-four. \n[65]Three-sixty-four. \n[66]He gets on base. \n[67]You do not. \n[68]How'd it go? \n[69]Hatteberg. \n[70]That is Kevin Youkilis. This is the guy we want more than anyone else in the world. Billy watches the guy on the screen. He's an overweight right-handed batter with a peculiar stance. \n[71]He can't run, throw or field. But he walks more than anyone in baseball except Barry Bonds. Take out intentional walks and it's more than Bonds. He's the Greek God of Walks. On the TV, the batter takes another pitch just off the edge of the strike zone. 63. 63. \n[72]I tried to get Shapiro to draft him last June. He said he waddled like a duck. Boston took him. Boston won't let him go yet. They're going to wait and see. They watch him lay off a pitch an inch outside the strike zone. Peter gives Billy a look that says, You see that? \n[73]You all right, Billy? \n[74]Why? \n[75]Is this a joke? BILLY shakes his head \"no\". PETER gestures \"What the fuck are you talking about?\" \n[76]I'm miming \"You don't watch the games?!\" \n[77]You don't go on the road with the team. \n[78]Why don't you? 77. 77. \n[79]The only way I'd have to cut a player is if you oh come on! \n[80]No. \n[81]No. \n[82]This is stupid. \n[83]Fine. Billy, would you have a seat for a moment, I need to talk to you. \n[84]I was pretending you weren't sitting. \n[85]This is the hardest thing there is to do in baseball. \n[86]Yeah. \n[87]You've been a huge part of this team but decisions have to be made that are best for the team, I'm sure you can understand that. \n[88]I'm really sorry. \n[89]   \n[90]That's--I'd leave them in school, you don't want to take them out in the middle \n[91]Are you you or the player? \n[92]Shouldn't I tell them that they'll always be a part of the A's family? \n[93]That's it? \n[94]Those are my only choices? \n[95]He doesn't like to mingle with the players. \n[96]Billy likes to keep the money on the field. \n[97]   \n[98]   \n[99]It's not a big enough sample yet. I want to wait until we play more games. \n[100]Theoretically, when we've played more games the numbers will become more \n[101]   \n[102]Our goal and our expectation by the All Star break is to be within seven games of first place. \n[103]And that would be this working exceptionally well. \n[104]...point 3-5 below the AL average field which isn't bad. Billy? 94. 94. \n[105]   \n[106]Cruz -- .283, .347, .476. Stevens -- .244, .349, .560. Miner -- .272, .349, .499. Hanson -- .280, .363, .450. Baretta -- .273, .354, .497. Durazo -- .292, .395, .621. What do you think? Billy? \n[107]You okay? \n[108]Why. \n[109]Why. \n[110]No, you  - \n[111]What are you doing? Jeremy's doing \n[112]I don't know. \n[113]Runs hot and cold, Billy. Impossible to know what we're going to get. He's a crap shoot. He's exactly the kind of player we're not looking for. \n[114]I think he was going to say something else. \n[115]I don't think you want to do that. \n[116]Maybe you should think about this. You're upset and this is - this - \n[117]It's just a very hard move to explain. People are going to think you've lost your mind. \n[118]Don't make an emotional decision Billy. \n[119](not eager to help but... Probably an all star. \n[120](trying to slow it \n[121]   \n[122]That's probably true. 100. 100. \n[123]It's close Billy but theoretically Hatteberg. \n[124]That was thoughtful. \n[125]You want me to tell Pena he's been traded? \n[126]What about Jeremy? Am I telling him, too. \n[127]Hey, Carlos. \n[128]Can I get a moment with you? \n[129]Okay, maybe we can talk over here. They walk awkwardly to the players' lounge. \n[130]Have a seat. They sit. \n[131]So, um, Carlos, you've been traded to the Tigers. This is the number of Jay Palmer, their travel secretary. He's expecting your call. He'll help you arrange travel to Detroit. Pena sits and stares at him. It's excruciating for Peter, awkward, until -- \n[132]Yeah. \n[133]I'm not looking at anything. \n[134]      \n[135]At least once every ten at bats. \n[136]Don't look at him. Here's the deal. I'm not interested in what you think you know about baseball, or what you think I don't know about it. I'm not interested in guts or heart or determination or anything else the fans or your mothers love about you. I'm interested in you getting on base. If you do that, we win. If you don't, we lose. And I hate to lose. I hate to lose more than I need to win. There's a difference. \n[137]Every at bat is like a hand of blackjack. Every card that's dealt, your odds completely change. For instance, every first pitch strike, your batting average goes down about 75 points. \n[138]75 points. Every first pitch ball, it goes up about the same amount. So you gotta lay off the first pitch. 107. 107. \n[139]First pitch period. When you swing at the first pitch you're batting .140. \n[140]Every starter, we want to see 100 pitches by the 5th inning. \n[141]Yeah. I mean, Hatteberg drained 38 pitches. \n[142]Basically, these are all your at bats. This is you versus righties, you versus lefties... and then, of course, all your count knowledge, okay? In an 0-0 count you're batting .290. In an 0-1 you average .238. In a 0-2, .159. When you're 1-0, you're batting .324. Understand what I'm saying? \n[143]I know, it's a lot of math. When your first pitch is a strike, your batting average goes down about 70 points. 108. 108. \n[144]When it's a ball, it goes up about 30. If you draw a ball on your first pitch, you're unstoppable. If you strike on the first pitch, you might as well be jumping off cliff. I'm trying to get you to lay off the first pitch. \n[145]And that's the way you've been trained. But it's a habit we'd like to break you from. We're trying to design the game to your strengths. This has nothing to do with you being a great hitter -- you're a great hitter. We just want to get you on base. \n[146]I'm not worried about you crushing the ball out of the park. I just want you to lay off anything that will result in a strike. \n[147]Absolutely. The video room is open to you any time, I'm always available. \n[148]-- But seriously. Make him use up all his bullets. \n[149]You've actually gotten caught 6 out of 17 tries this season. \n[150]Did you hear that? \n[151]Are you thinking Rincon? \n[152]Hardcore. They wait as Suzanne dials the Indians' GM, staring at the speakerphone that sits like a little island in the middle of the conference table. \n[153]   \n[154]What do you think we can get for Magnante? \n[155]What's left on Venafro's contract? \n[156]Two-seventy-five. \n[157]Us. \n[158]Anderson. \n[159]Anderson. \n[160]You just offered him to the Giants. \n[161]Totally agree. \n[162]Bennett maybe? \n[163]Twenty-six. 124. 124. \n[164]Duncan? No. Cerda? No. Furbush? \n[165]Eckerton? Eckerton. Eckerton, that's the guy. \n[166]Hello? \n[167]Oh, hi. \n[168]It's Steve. \n[169]Steve Schott. \n[170] \n[171]Yes, I understand it's impolite to keep you holding. \n[172]He hung up. \n[173]What? 126. 126. \n[174]   \n[175]You'd have total access. Besides, everyone else would choose flight. \n[176]Phillips or Schott? \n[177]Right. \n[178]Mr. Schott, it's Peter Brand. Sorry I left you on hold. Billy asked me to call you back. He's on another line. \n[179]Billy says he needs two hundred and twenty-five thousand dollars for Ricardo Rincon. Please? Yes, I added the please.  No. \n[180]Billy says he'll pay for Rincon himself, sell him next year, and keep the profit. \n[181]Okay. Thank you. He says he'll pay for Rincon. \n[182]I call not it. 128. 128. Billy dials an extension. \n[183]It's not the phone's fault. Suzanne, we're gonna need a new speakerphone. \n[184]Muy divertido. \n[185]This is a chart of what you should and shouldn't be swinging at. These circles represent different pitches. Red is hit, blue is out, yellow's missed or foul, green is chased, white taken. This is you versus Conway. What do you see? \n[186]The red is where most hits happen. That's where you want to be swinging. You don't want to be swinging at the junk at the top of the strike zone. We'd rather take those strikes, `cause you're not going to hit `em out of the park. And you're good about that, patient. 133. 133. \n[187]Right now you're averaging about 4 pitches per at-bat. \n[188]Yeah, and that's great. One of the reasons why we love you. You're draining a pitcher's pitches. Now, guys like Bonds and Jason Giambi average a little over 5. That's top tier. Does this chart make sense to you? \n[189]Every game. Your instincts are in the right place. This isn't something they teach you in little league. This is something fundamental we're looking for -- how to wear out a pitcher's arm. If you're about to face Conway and wondering what you should and shouldn't swing at, come in here and watch how you're tending. You can click on any one of these pitches and watch it happen. Pretty great, right? \n[190]Everybody thinks the first pitch is what's most important, but it's not. It's the first two out of three pitches that matter the most. 134. 134. \n[191]The difference between 1-2 and 2-1 is the difference between a scrub and an All Star. \n[192]Any sort of extra discipline in the first three pitches will help us. A game is on TV in the background. Billy makes various comments the the screen -- \n[193]Hatteberg once had 18 walks in 30 at bats. \n[194]Actually... 11. \n[195]Congratulations. \n[196]Well, I didn't see that coming. \n[197]Okay... okay... \n[198]I'm a little overwhelmed right now. I think I need to process what's happening. \n[199]Heads up! \n[200]Sorry. \n[201]I don't know. Sorry. How was Boston? \n[202]You're giving me Youkilis, Billy. 160. 160. \n[203]Come on Billy, Schott's going to want something in exchange for letting you out of your contract and I want Youkilis. \n[204]And Cash. And a player to be named later. \n[205]I don't want your job. \n[206]You didn't leave me much choice. Did Henry make you a good offer? \n[207]Did he make you a good offer? \n[208]What was it? \n[209]He offered to make you the highest paid GM in pro sports. 161. 161. \n[210]I don't know. I've never heard you say you did. \n[211]You're not doing it for the money. \n[212]You're doing it for what the money says. It says what it says to any player who gets big money: that they're worth it. \n[213]So you're not going to Boston? \n[214]It's all over the news that it's a done deal. \n[215]I think you've already won, Billy. \n[216]You haven't given yourself time to get over it, it's only been three days. \n[217]  \n[218]No, come with me. ", "Brand": "\n[1]  ", "David": "\n[1]How come your boss doesn't travel with the team? \n[2]Makes us easier to cut? PETER doesn't say anything... \n[3]He's gonna make some moves if we keep losing. PETER gives a small \"Yeah\" shrug... \n[4]How come soda costs a dollar in the clubhouse? \n[5]Soda money? 80. 80. PETER doesn't say anything... \n[6]Where on the field is the dollar I pay for soda? \n[7] Alright. ", "Justice": "\n[1]What? \n[2]You're kidding me, right? \n[3]What's your biggest fear? 110. 110. \n[4]That's funny. No, seriously. \n[5]You gonna teach me something? \n[6]I've never seen a GM talk to players. \n[7]Huh. \n[8]It's okay, man. I know your routine. It's a patter, it's rap, it's for effect. That's okay. But it's for them, it's not for me. \n[9]You're paying me 7 million bucks so I guess I am a little. \n[10]Where are you going with this, Billy? \n[11]We're cool. \n[12]You know, I got a couple World Series rings. I think I'm a pretty good competitor, too. \n[13]Hey, man. \n[14]Thank you. \n[15]Hey, listen up fellas... bring it up real quick. We got some older guys on this team, we got some younger guys on this team. What we got right now is a chance for everyone to make history. I don't want to get sappy and corny, but this is what we play for. We've been playin' real good for 19. Let's get 20. We get 20, they can't take that away from us until they do it themselves. Guys that are starting tonight, keep playing like you've been playing. Guys not starting, be ready. Huddie, you got the ball -- shove it up their ass tonight. Let's play some ball! Let's go! ", "Mark": "\n[1]   \n[2]  ", "Shapiro": "\n[1]   \n[2]So Billy, what are you looking for? \n[3]Try Giambi. \n[4]120 million. \n[5]Where's Steve in all this? \n[6]Bonds is available. \n[7]So what are you looking for? I want to help out. \n[8] \n[9]Not going to happen. \n[10]Come on Billy, even if you could afford him we're not about to let him go. \n[11]We dished him to Detroit. Keep up. \n[12]What else you thinking Billy? \n[13]To replace Damon? \n[14]That's a tough one Billy. \n[15]The guys you might be able to afford? Hollins, Garcia... Coste. \n[16]To replace Damon?! \n[17]He had a back thing, some minor surgery, but he's okay. Petey? \n[18]Mark Guthrie? \n[19]How much are you thinking? 30. 30. \n[20]Sorry about that. So... Garcia is going to be a no. What else are you thinking about? \n[21]Sorry Billy, who else you interested in? \n[22]Are you referring to Rincon? \n[23]And you can? There's half a million on his contract and at least one other suitor. \n[24]I'd rather not say. 121. 121. \n[25]You can't afford him, Billy. ", "Billy": "\n[1]It's okay, Joe, you can leave it on. It's no big deal. \n[2]How's Meg? \n[3]And the boys? \n[4]That's good. The security guard waits for the baseball to sail through the glass, but it doesn't happen. \n[5]Night. \n[6]Yeah... \n[7]No. That would be, uh-- \n[8]Are you asking me to pick one? \n[9]I'll be honest, right this minute I'm not thinking about either of those things. 4. 4. \n[10]They were down two-love and then beat us three in a row. Trust me, the better team won. \n[11]That sounds good. \n[12]Three enormous looming likenesses of the Oakland A's premiere players on floodlit banners--Jason Giambi, Johnny Damon, Jason Isringhausen. \n[13]How about Oakland? \n[14]Yeah. \n[15]Yeah. \n[16]Great. I'm on my way. Billy chucks the radio away. Gets back in the car, puts it in gear. HARD CUT TO -- \n[17]Is it Boston? You're talking to Boston? What are they offering? \n[18]What?! \n[19]You don't know that. \n[20]I don't know that -- since I don't know what they're offering. What did she say? \n[21]Scott? Scott? \n[22]What did they offer? \n[23]Just to be clear -- they offered seven and a quarter. \n[24]As opposed to you said seven and a quarter and they're thinking about it. \n[25]I'm thinking I don't want to lose Damon, but I don't pay my whole infield seven million dollars. \n[26]Wait, don't hang up. Don't hang up -- \n[27]What's the difference? 7. 7. \n[28]It's already through. \n[29]Seven point five? \n[30]I'll talk to Steve. \n[31](hitting speed dial on another number A small emergency is starting to develop. \n[32]You look fantastic today. \n[33]Arn. Billy. We gotta talk about Giambi. \n[34]We can talk now. We're talking now. 8. 8. \n[35]Who are you talking to -- the Yankees? \n[36]Don't hang up. He hung up. \n[37]Denise. Billy. These guys are auctioning off my team one player at a time. \n[38]I know, I just want to send him flowers. \n[39]Where would I send them? \n[40]To Arn. 9. 9. \n[41]To where he is now, yes. \n[42]   \n[43]I know. I need a day. \n[44]  \n[45]One day. I'll fly out tomorrow. \n[46]Only if my luck stays exactly the same. \n[47]I'm sorry. Have fun out there. \n[48]A left-handed reliever if you can. \n[49]How much longer you think? \n[50]Nah, it's okay. \n[51]Arn, I don't wanna lose him. \n[52] \n[53]I don't wanna lose him. \n[54]He did well with his Torah portion I thought. \n[55]What did they offer? \n[56]What did the Yankees offer him? \n[57]What did they offer? \n[58]No way. \n[59]I don't pay my whole infield 17 million dollars. \n[60]For how long? \n[61]A hundred and twenty million dollars? \n[62]That's pretty good advice, I should do that. 12. 12. \n[63]Arn. I get it, he gets it, Jason gets it and you certainly get it. I'll talk to him. \n[64]Ya think? \n[65]Hey mazel tov, Arn. \n[66]Yes. \n[67]Are you from around here? \n[68]You a Dodger fan? \n[69]Here, drink a lot of this. 13. 13. \n[70]We're losing Damon and Giambi. We can't survive losing Damon and Giambi. \n[71]I can win without a closer. I can't without power. \n[72]I have. They want more. \n[73]I have. They want more than a little more. \n[74]   \n[75]One. \n[76]I can't. \n[77] \n[78]Fine. He's gone. But I might - for a bit more than last year - be able to keep Damon in  - (Steve is shaking his \n[79]I can't compete against a hundred and twenty million dollar payroll with a forty million dollar payroll. \n[80]With Giambi and Damon. We wouldn't have without them. \n[81]You can't ask me to be okay with losing. That's too much to ask a professional athlete. \n[82] \n[83]It's too much, Steve! \n[84]    \n[85]Scott. Billy. \n[86]It's just my phone, it's about to die, but this'll be quick - listen - I'm losing my favorite prospects, but I got you the seven point five. \n[87]No. No, you won't. I got it for you and we're done. Damon stays in Oakland. \n[88]Whose number is that - seven point five. Mine? \n[89]It's yours. So make your call, but don't play me, Scott. We have a deal. I won't be a stalking horse. The word stays in the - dictionary. 16. 16. \n[90]   \n[91]Sorry, hon. I'm gonna need another day. \n[92]You've got my suitcase? \n[93]   \n[94](beat, can this get any worse? Okay. Billy's cell phone rings -- \n[95]I gotta take this. \n[96]Yeah. \n[97]No, you didn't. 17. 17. \n[98]No, I have Johnny for seven-point-five or he's not playing anywhere, because that's the deal -- \n[99]We had a deal. \n[100]Why am I the ugliest girl at the dance, Scott? Why do I get the feeling I'm always gonna be a quarter million short? \n[101]No, you played me. And you're playing me now. Congratulations, asshole. You win. Billy hangs up on him. \n[102]Can he hit? \n[103]Can he hit? \n[104]So you're saying he can't hit. \n[105]That's not what I asked. I asked can he hit. \n[106]If he's a good hitter, why doesn't he hit good? \n[107]Right... we put him up against big league competition and suddenly he'll be able to hit. \n[108]Guys, stop. You're talking like this is business as usual. It's not. \n[109]Not like this. You're not even looking at the problem. \n[110]Good. What's the problem? \n[111]Uh-uh. What's the problem? \n[112]Uh-uh. What's the problem? \n[113]Okay, stop. The problem we're trying to solve is that this is an unfair game. There are rich teams, poor teams, 50 feet of crap and then there's us. And now we've been gutted. We're organ donors to the rich. The Red Sox took our kidneys and the Yankees took our heart. And now I'm listening to the same old shit about having a good body and being a tools guy like you're looking for Fabio. Is there another first baseman like Giambi? Is there? \n[114]Then stop looking for one because what we'll surely wind up with is the McNuggets version of Giambi. 22. 22. \n[115]If we try to play like the Yankees in here, we're not going to be able to play with them out there. \n[116]No, it's just regular wisdom. \n[117]Bill James. \n[118]He thinks differently than anyone in baseball. \n[119]Don't attack the man, attack the argument. \n[120]What if we've been wrong this whole time about what ingredients manufacture a win? What if this whole time we thought it was the chicken that made the chicken soup taste good when really it was the onions that made the chicken soup taste good? Onions are a lot cheaper than chicken, you see what I'm saying? \n[121]We gotta start over. We gotta rethink this thing. We gotta look where others aren't looking. \n[122]That doesn't mean you're doing it right. Do you watch nature docs? You know what happens to the runt of the litter? He dies. I'm open to any solution, as long as it's not what the other guys are doing. Now, I'm going to Cleveland to poach an outfielder named Brandon Garcia -- \n[123]Oh, you mean like Babe Ruth. \n[124]Really? \n[125]I should get Rincon? \n[126]Okay. I'll also come back with Joe DiMaggio and Ty Cobb. And who would like a Fabergé egg? Guys, you aren't hearing me -- in what universe can we afford Rincon? I'm asking you guys to look at this game differently than you've ever looked at it before. I'm going to Cleveland. 25. 25. \n[127]And when I come back, I want you to tell me something I don't already know. I want to question everything. We've got to rethink this game. As he exits -- \n[128]And Grady? Nobody cares about a 102 win season. Billy storms out. \n[129]Of course. \n[130]Well, sir, I'd need to talk it out with my parents, decide if baseball is something I want to do full time. I have a scholarship to play football at Stanford. \n[131]50 million in additional payroll. \n[132]Ouch. 28. 28. \n[133]I should've been a hitter. \n[134]Supportive. Excited about rebuilding the team. \n[135]Yeah, how do I afford the rest of the field? \n[136]I guess you've touched the bottom of the sports industry when your opponent is \n[137]  \n[138]I need a lefty reliever and I want Ricardo Rincon. \n[139]Not even a discussion? \n[140]Why's that? You've got the Venezuelan kid in North Carolina you're bringing up. \n[141]Well there goes my other idea. \n[142]You have any outfielders I should be looking at? \n[143]Yeah. \n[144]Yeah. Who do you got? \n[145]Tell me about Garcia. \n[146]Is he healthy? \n[147]He'll do. I can give you Guthrie for him if you kick in some cash. \n[148] \n[149]Let's make it work, I'll go straight up with you, Garcia for Guthrie, no kicker. Shapiro looks to Bruce, Peter is covering his mouth with his hand but we can just barely hear him whisper the word 'no'. Bruce subtly shakes his head to Mark. \n[150]Hey. \n[151]Who are you? \n[152]What do you do? \n[153]So what do you do? (pointing at co- \n[154]Why does Mark listen to you? \n[155]He just did. \n[156]Really? \n[157]Who are you? \n[158]I don't give a rat's ass about your name. \n[159]What happened in there? \n[160]What did you tell Butch? \n[161]  \n[162]Meaning what? 32. 32. \n[163]   \n[164]Come on. Billy makes a strong gesture indicating Peter to follow. Which he does. They exit the offices into \n[165]Where you from Peter? \n[166]Where did you go to school? \n[167]I hate Yale. \n[168]Kid from Yale once blocked a trade I was trying to make. What'd you study? \n[169]What are you doing in baseball? \n[170]I'm just curious. Why were you so cagey in there? 33. 33. \n[171]I know, but I'm the first person in baseball who's ever talked to you this long. Right? Why is Garcia undervalued? \n[172]Really? Why's that Peter? \n[173]Oh really? What do you mean by that? \n[174]Hey Pete, just say it. I'm not about to beat you up. Say what you've always wanted to say to a GM. \n[175]Keep going, Peter. \n[176]Peter, don't apologize for what you believe. \n[177]You read Bill James, Pete? \n[178]If this approach has been around for so long, why isn't anybody in baseball doing them? \n[179]    \n[180]It's Billy Beane. \n[181]I don't care. Would you have drafted me in the first round? \n[182]After I left you ran me through your computer, right? Would you have drafted me in the first round? \n[183]Would you have drafted me in the first round? \n[184]Pack your suitcases. \n[185]I just bought you from the Cleveland Indians. BILLY hangs up the phone. He sits all alone for a moment. \n[186]Good evening. \n[187]I asked you to do three. \n[188]To evaluate three available players. \n[189]And how many did you do? \n[190] \n[191]Talk me through the wall. PETER gets up and gives BILLY a tour of the dry erase boards. \n[192]Let's make sure we're on the same page. \n[193]We're going to re-think baseball. \n[194]Look for an inefficiencies in statistics. \n[195]Exploit the fact that unspectacular runs are just as valuable as 450-foot bombs. \n[196]Why? \n[197]  \n[198]We believe there's a river that hasn't been fished. \n[199]And because players have been overlooked because they don't rise to the standards of traditional baseball thinking, we believe that in this river, there are fish...fish who-- Help me with-- \n[200]Yes. But let me ask you this. If our theory is right-- \n[201]If it's right-- \n[202]It sounds right. \n[203]If math isn't a theory-- \n[204]I'm gonna punch you in the kidneys if you don't let me finish a sentence. \n[205]If this is right, why isn't everybody doing it? In fact, why isn't anybody doing it? \n[206]Make this story less boring as soon as you can. \n[207]And he was vilified? \n[208]  \n[209]    \n[210]Nervous? \n[211]Huh. Interesting. Peter doesn't know what to make of that. \n[212]Hey, Art. \n[213]I got a lot to do. \n[214]That's Peter. \n[215]Sure you can. 43. 43. \n[216]I've got to put a team on the field, then I'll deal with your contract. \n[217]At the moment, if a ground ball is hit to first base, nobody's going to be there to stop it from rolling. \n[218]I know. I been there. \n[219]If you lose the last one of the season nobody gives a shit about the others. \n[220]It's on me, Art! And the kid's the new assistant general manager. \n[221]It was cold. The news bothers no one. \n[222]We got Chad Bradford. Right-hander. Few, if any of them, have heard of Bradford and begin leafing through their printouts and notes. \n[223]That's the one. Technically an underhander. \n[224]Unimpressive. \n[225]Doesn't have one. \n[226]Well, he gets people out. 45. 45. \n[227]Let's move on. \n[228]Knock me down. \n[229]None of them. \n[230]You're still looking to replace him; you're just saying it another way. \n[231]We can't do it. What we can do is recreate his value to us in the aggregate. 46. 46. \n[232]Giambi's on-base percentage was .477. Damon's was .324. And Olmeda's - bless his heart - was .291. Add that up and you get - \n[233]When I point at you, yes. \n[234]Divided by three - \n[235]That's what we're looking for. And that's what we'll find. Three players whose average OBP is - \n[236]You gotta carry the one. \n[237]It's right. \n[238]Yes. 47. 47. \n[239]That's Peter. \n[240]Yes. \n[241]You can call it Billy Beane bullshit for all I care. \n[242]So here's who we want. One. \n[243]Jason's little brother Jeremy. \n[244]His on-base percentage is all we're looking at now and he gets on base an awful lot for someone who only costs $285,000 a year. 48. 48. \n[245]David Justice. \n[246]That's good. \n[247]Scott Hatteberg. 49. 49. \n[248]Exactly. Sounds like an Oakland A already. Yes, he's got a little damage in his elbow. \n[249]We're not interested in him for his arm anymore than we wanted Giambi for his. \n[250]Yes. \n[251]I say it's just starting. \n[252]That's good news for us. He's cheap. \n[253]He can't hit and he can't field, but what can he do? Look at the piece of paper or I'm going to point at Peter. \n[254]He can get on base. \n[255]He gets on base a lot, Rocco. Do I care if it's a walk or a hit? \n[256]Yeah. \n[257]You got it. \n[258] \n[259]I didn't know God followed baseball. \n[260]That's okay, Wash. We won't be victimized by what we see anymore. \n[261]I haven't forgotten that, Wash. One of them is going to have to learn. \n[262]You're going to have to teach him. \n[263]Instruct. \n[264]Scott? \n[265]It's Billy Beane. Oakland A's. SCOTT was expecting that it would be someone else... 52. 52. \n[266]Can we talk? \n[267]You want to invite me in? \n[268]I'm outside. I can see you in the window. SCOTT goes to the window and cups his hands against the glass to see outside. \n[269]Thank you, ma'am. \n[270]You've played catcher your whole life? \n[271]How's the elbow? 53. 53. \n[272]Yeah, don't worry about it. You've thrown your last baseball from behind the plate. I want you at first. \n[273]You're not a catcher anymore. If you were, then mine wouldn't have been the only call you got when your contract expired at midnight. \n[274]You're welcome. \n[275]You don't know how to play first base. \n[276]It's not that hard. Tell him, Wash. \n[277]Anything worth doing is. Wash is gonna teach you. \n[278]Jason's gone, Scott. 54. 54. \n[279]The fans don't run-- \n[280]The fans love me. \n[281]Hello. \n[282]Great. \n[283]--yeah, I have a daughter. 55. 55. \n[284]This is a contract for you to play baseball with the Oakland A's. A copy's on its way to your agent. Discuss it with your wife and let us know. (They get up and Billy calls off Thanks for the cookies, ma'am. We see ELIZABETH with tears running down her face...then go back to the living room-- \n[285] Merry Christmas. \n[286]Hi. \n[287]She home? \n[288]Hey Alan. \n[289]I'm all set, thanks. \n[290]I don't keep count. \n[291]   \n[292]Fuck `em. I'm sorry Alan, what do you say? \n[293]   \n[294]New beginnings. Blue horizons. \n[295]And Isringhausen. \n[296]So where is she? \n[297]You bought her a cell phone? \n[298]At 12? \n[299]It's probably a good idea. \n[300]Let's go shopping. \n[301]You want one with nylon strings, right? 58. 58. \n[302]How about this? \n[303]Let's try it out over here. \n[304]  \n[305]You got good. \n[306]That's... that's not the way most 12 year olds play. \n[307]Who's Alan? \n[308]Oh, yeah. Mom's Alan. What's wrong with the teacher you have now? \n[309]Well, you seem to be doing just fine to me. Do you like playing? \n[310]That's so great. I'm so happy for you. The most important thing in life is to find something you love and do it well. Do you like your teacher? \n[311]Okay, I'll talk to Mom and Alan. Do you like that guitar? \n[312]That the one? \n[313]Let's get it. Let's get it now. \n[314]Merry Christmas. \n[315]  \n[316]How'd what go? \n[317]He can barely hold a baseball. But he's our guy now. Billy sits. \n[318]Who's that? \n[319]Yeah. Yeah. \n[320]No? \n[321]I don't listen to anyone, you know that. \n[322]I'm not joking. 64. 64. \n[323]That's what we're doing. That's exactly what we're doing. \n[324]A computer doesn't romanticize the sport. Leave that for the fans. \n[325]I don't want to hurt you love affair with the game. Just because we've been doing it one way for a hundred and fifty years doesn't mean we've been doing it right. You have any idea how long people thought the sun revolved around the earth? To your eyes it looks like that's what's happening. \n[326]Yes. Maybe. 65. 65. \n[327]Yes, and I've thought so my whole life. And now we're gonna see if I'm-- \n[328]I'm not--taking it out on-- \n[329]No, you're not saying anything to me right now. Grady, you don't have special powers. You don't have the ability to look at a guy and \"just know\" because you're a scout with special powers. I've watched you sit at kitchen tables for years and tell the parents of a 17 year old kid, \"Trust me, when I know, I know, and when it comes to your son, I know\" and you don't. We're shopping in a new store--full of complicated statistical analysis and equations and I get that it turns your world upside down but on base percentage-- our best chance to score on our budget isn't getting a 6'4\" Adonis to the plate, it's getting a 5'10\" washout who's already at first base. \n[330]Yes. \n[331]I'm not gonna fire you, Grady. \n[332]Well now maybe. GRADY takes off. BILLY stands there a moment. On his way out, passing Art's windowed office, he exchanges a look with the manager. Billy takes a short walk to where a few of his scouts are standing around an arcade console. To the youngest one - \n[333]Eric. You never even played high school ball, right? The young scout shakes his head, embarrassed. \n[334]Grady's gone. You're the new Head Scout. Billy turns away and is headed back to the video room. Pokes his head in. \n[335]Don't try to explain things to scouts. They're not programmed to get it. It's just us. He leaves. Peter watches the door close, then glances back to the tape as Youkilis takes ball four and waddles down to first base. \n[336]I don't know, Graham. Will they listen to your insipid radio show? \n[337]Well, we didn't pay him for his defense. Art and Washington hit grounders to Carlos Pena and Scott Hatteberg. Hatteberg miraculously gets his mitt on it. \n[338]That's the way, Hatte. Pickin' Machine. Behind a portable backstop, a guy with a radar gun gets ready to clock a trio of relievers. Mike Magnante has his pant legs pulled up to adjust knee-braces. Magnante gets up and begins throwing, increasing his velocity each time. \n[339]None of those broke 85. 68. 68. They watch the second pitcher - the gentle-faced kid from the locker room - Chad Bradford - step up. \n[340]Chad I have high hopes for. Bradford overthrows his first submarine hand-scraping- the-ground pitch, and the ball sails wide of the catcher. Somebody ducks. Art Howe glances with a long-suffering look to Billy. \n[341]It just got away from him. They watch David Justice do wind sprints. \n[342]He's still got it. Then Justice stops, winded. \n[343]It's the first day of week one. There's nothing to judge yet. \n[344]It wasn't to Giambi? He's the worst first baseman in baseball. What do you think of him, Wash? \n[345]Work with him Wash. \n[346]I want to make it work with Hatte, Wash. 69. 69. As Washington crosses the locker room to lie to Scott about how much progress he's making, he passes Magnante taking off his knee braces, and Chad Bradford sitting at his locker with a Bible in his lap. \n[347]A rookie first baseman. It's not the same. \n[348]Lists aren't baseball. \n[349]Hatteberg will be fine, Art. \n[350]Hey Chad. \n[351]You're not, what's up? \n[352]It's gonna work out well for both of us. 71. 71. \n[353]   \n[354]Okay. It's a big day, you won't forget it. \n[355]Hey, great to see you. Thanks for coming out. Got a good box? You want a picture? Sure, let me step in there. Great, big smiles now. Big smiles. Know what I like about opening day? Everyone's even. Thank you. You all enjoy the game. BILLY gets his picture taken with KIDS from an area Little League team. He's laughing and being a good host. \n[356]Hey, how you guys doing. So you won? That's great. What position are you? How's your fastball? 92? Alright, should we get a pic? 72. 72. Billy and the Little League team pose with a giant donation check. The announcer then directs everyone's attention to a trophy ceremony in progress. As Chavez receives his Golden Glove award and smiles for the fans... \n[357]Okay, good. I'm heading in. \n[358]I don't watch the games. \n[359]I don't know what you're miming. 74. 74. \n[360]This is my team. And they've taken the field. They're world class athletes who are fighting for their lives and I stand with them. Except not literally so I need you to text me what Art does. BILLY walks out onto-- \n[361]   \n[362]Yeah. I should have made you a bigger part of the conversation, I should have had you in the scout meetings from the first day, that way you would have understood this better and that was another mistake, I take full responsibility. \n[363]It doesn't matter what moves I make if you don't play the team the way I need them played. \n[364]  \n[365]Why wasn't Hatteberg at first? \n[366]How do you know? \n[367] \n[368]He gets on-- 76. 76. \n[369]Still keeps us in the plus column and we only need to be 7 over 500. \n[370]Yeah, I would have rather seen Chad Bradford in there at the end than Magnante. \n[371]I don't care about righty/lefty. \n[372]This is about your contract? \n[373]I didn't assemble them for you, I assembled them for me. \n[374]   \n[375]I want you to go on the road with the team. \n[376]That's why I want you to do it. \n[377]I don't want to develop personal relationships. I need to trade them, send them down and sometimes cut them. You should learn how to do that by the way. \n[378]Yeah, let's practice. \n[379]I'm a player, cut me from the roster. \n[380]Do it. \n[381]Man-up, Yale. \n[382]I'm already sitting. \n[383]But I am. Keep going. \n[384]You got that from Bull Durham? \n[385]Hitting a curve ball is the hardest thing there is to do in baseball but go ahead. \n[386]You're cutting me? \n[387]I just bought a house here. \n[388]Well? That's all you have to say? My kids just started at a new school, they made friends. \n[389]What the hell are you doing? \n[390]I'm me. You're talking about kids and schools and you should've been out of the room three minutes ago. \n[391]That makes me feel so good I'm thinking of burning your house down with you in it. These are professional baseball players. You just do it. \"Peter, I need to let you go. Jack's office'll handle the paperwork.\" \n[392]Would you rather get one bullet in the head or five in the chest and bleed to death? \n[393]Go on the road with the team. \n[394]    \n[395]Yeah. \n[396]Nope. CASEY emerges from the gate, sees her father before he sees her and runs to him. They hug. \n[397]Hey, honey... I'm glad to see you. \n[398]   \n[399]    \n[400]  \n[401]Do you want strawberry or vanilla? \n[402]Don't tell your mother. If you could only have one ice cream for the rest of your life, which would you choose? 82. 82. \n[403]Interesting. Chocolate sauce? \n[404]Flight. Yeah, I'd wanna fly. You? \n[405]Really? Why? \n[406]Why wouldn't you want people to notice you? \n[407]Well, I guess you could sneak up on people. Or eavesdrop on their conversations. You could be a spy. So how's school? \n[408]What kind of teacher doesn't let you ask questions? \n[409]Wouldn't you miss your friends? \n[410]There are always going to be bullies. Try not to let them get to you. But let me know if it's becoming a problem. \n[411]Yeah... \n[412]I know, it's terrible. Look, I promise I'll quit in November if you promise not to worry about it. \n[413]Pinkie swear. \n[414]  \n[415]Theoretically? \n[416]Alright. Be good. \n[417]   \n[418]   \n[419]Anything. Did we talk about the things you want to talk about, did we have fun? \n[420]Okay. \n[421]You're doing it right now. \n[422]You're worrying about me. \n[423]Do I look like I'm worried? \n[424]`Cause you're getting on an airplane and those things crash all the time. Will you please stop worrying about your father? You're a kid, I can't have it. \n[425]Absolutely. A FLIGHT ATTENDANT approaches -- \n[426]Great. There's a slightly awkward moment and CASEY isn't sure whether she's supposed to hug her father again and so they do a sort of half-hug. \n[427]I love you. BILLY watches her go off with the attendant, feeling like it was an unsatisfying visit. He looks at his blackberry-- 3-2. Magnante in. \n[428]    \n[429](to the people looking at him No no. I'm alright. \n[430]    \n[431]Steve. \n[432]You remember Peter. \n[433]Listen, it's a team of probabilities, and we're gonna need 162 games to tell that tale in a nascent form. It's phase one, we're evolving and we feel confident where we're heading. \n[434]  \n[435]We're not scared. \n[436]Because I believe in what we're doing. I believe the numbers. I believe the record doesn't accurately reflect the team and where we're going to be at the end of the season. Peter and I feel very strongly that we need to stick to the game plan, and you can tell your partners to start booking their tickets to the playoffs. \n[437]With all due respect you asked me to build a team with shoelaces and gum wrappers and we've done it. \n[438]And it will pay off. Stick with us. Suffer the blows. Listen, life with no money means we're gonna have to suffer a few embarrassments along the way, but we are okay in the end. \n[439]  \n[440]That'll keep us in the hunt. \n[441]Nothing Steve. \n[442]Listen, you hired me to do this job and that's where we're going to be. \n[443]Well, let's go buy Barry Bonds, then. This is the team we've got and this is the team we'll win with. 90. 90. \n[444]It's very clear, Steve. If I put myself in your shoes, I'd spend another 20 million on the team. \n[445]I'm just kidding, Steve, I'm just kidding. We've got the team. \n[446]162 games Steve. \n[447]I don't need to hope. \n[448]We're not gonna lose three at home to the Orioles. 91. 91. \n[449]I want Dye in right, Justice DH-ing, Pena on the bench, Hatteberg at first and anyone but Magnante first out of the pen. \n[450]That's right. So that you can play Hatteberg. \n[451]No, Hatte - as opposed to the guy who gets on base less. Pena getting voted Rookie of the Year and the A's making the playoffs are two entirely different-- \n[452]Not according to, what do you call `em, facts. \n[453]Listen to me--gets on base more than Pena. 25% more. \n[454]His fielding doesn't matter. \n[455]Not only is that number statistically insignificant but it's also subjective. It measures what someone did against what someone else thought they were supposed to do. \n[456]Hatte, not Pena. \n[457]That's the point, you think? \n[458]No, the point - as you said - is to win. I don't like sharing the cellar with Texas, do you? We hear FUNK MUSIC begin to play in the distance. 93. 93. \n[459]I'm through talking. \n[460]Getting swept by the Red Sox at home. Having Long lead off the ninth with a triple in a one-run game and not being able to score a runner from first with nobody out, is that fun? \n[461]Then what the fuck are you having fun for?! This is what losing sounds like. He heads out. \n[462]   \n[463]Yeah? \n[464]  \n[465]I missed my exit. \n[466]   \n[467]   \n[468]No. What? \n[469]  \n[470]I'll be honest, if I don't make it in baseball I don't think I'm going to be able to afford much real estate. \n[471]I know what you meant. \n[472]  \n[473]You're kind of saying it too. \n[474] \n[475]Honey...don't you think you should divorce me now while you're young? 96. 96. \n[476]Get me Wade. \n[477]Get him. \n[478]Get him. \n[479]   \n[480]Ed. Billy. I need some help on defense and I'm willing to trade Jeremy Giambi for it. \n[481](ignoring Peter; to \n[482]Cleaning house. \n[483]Maybe what? \n[484]Hang on. \n[485]Yes, you do. \n[486] \n[487]I'm not picking your pocket, you're picking mine. Giambi's name alone is worth more than Mabry. \n[488]  \n[489]Great. \n[490]Peter. Rule Number 3: When you get the answer you're looking for - hang up. That's done, and in a minute Pena's going to Detroit. \n[491]Art can't put him at first if he's playing for the Tigers and I want Hatte in the lineup tonight. \n[492]What am I missing? \n[493]Why's that a problem Peter? \n[494]    \n[495]He's an all star Dave... (winks at Peter, \n[496]Why you worrying about my job? You worried about my job or yours? \n[497]Well you should be worrying about yours because if this thing we're doing don't work... neither of us have jobs. \n[498]In which case I'm a 44 year old guy with a high-school diploma and a daughter who I'd like to be able to put through college one day.  You're 25 years old with a degree from Yale and a pretty impressive apprenticeship. I don't think we're asking the right question. I think the question we're supposed to be asking now is, do you believe in what we're doing or not? It's a problem that you think we need to explain ourselves. Don't... to anyone. I'm going to see this through, for better or for worse. Just tell me, do you project we'll win more games with Peña or Hatteberg on first? \n[499]What are we talking about then? \n[500]Dave. That works. Great. There's just one more thing I need. I don't want the guys paying for soda--I want you to stock my soda machine for three years. Uh huh, uh huh, great... then that's a deal. \n[501]Yeah. Okay. You gotta tell Pena to pack. \n[502]Be a man. 101. 101. \n[503]No. I'll do that. \n[504]Mind if I have a seat. \n[505]You can't start Pena at first tonight, you'll have to start Hatteberg. \n[506]The line-up card is definitely yours, I'm just saying you can't start Pena at first. \n[507]I don't think so, he plays for the Detroit Tigers now. \n[508]Along with German, Hiljus and Jeremy Giambi. \n[509]Jeremy, come on in. Billy jots a phone number on an A's Post-It and hands it to him. \n[510]This is Ed Wade's number. You know him? Art looks sick. 103. 103. \n[511]Phillies General Manager. Real nice guy. Give him a call - he's expecting it - say hello - then talk to Futterman about arranging a flight for you. \n[512]The flight. To Philadelphia. \n[513]It's been a real pleasure, Jeremy. I mean that. You're a great ballplayer and great guy. \n[514]We're going to miss you. \n[515]Adkins is gone, too. \n[516]Art? I can do this all day long. \n[517]  \n[518]Go out and field some grounders. 105. 105. BILLY looks around at the PLAYERS, who are looking at Billy... \n[519]Everybody, listen up. You may not look like a winning ball team. In fact, you look nothing like a winning ball team. But you are one. So play like one tonight. You'll get further instructions tomorrow. \n[520]Okay. \n[521]No more bunts. \n[522]A bunt is an out. You're paid to avoid outs, not make them. \n[523]A bunt is for pitchers and weak hitters. You're not a pitcher, Chavvie, so what are you saying? Until the third out, anything can happen. After the third out, it's over. You gotta protect your outs like they're your children. Every out's precious, don't give `em away. 106. 106. \n[524]Another thing -- you should see more pitches. We wanna get into their bullpen. Deep into their bullpen. We want to see 100 pitches by the end of the 5th inning. You wanna get your at-bats off their 10th and 11th pitcher. \n[525]Pete? \n[526]Triple-A Sacramento's only 80 miles away. And there's no flights. (as they look to \n[527]75 points. \n[528]We want to see more pitches. \n[529]And Byrnsie, you're hackin' at everything. You're all squirrely out there. Wait for your pitch, man. This is a war of attrition. There's no clock on this thing. Wait `em out. Let them make the mistakes. And when your enemy's making mistakes -- don't interrupt them. \n[530]Yeah, make him work. \n[531]Billy's fine. 109. 109. \n[532]  \n[533]Nah, make it Mr. Beane. \n[534]I'm screwin' with you, Haddie. \n[535]That's right. \n[536]No, I pay you to get on first, not get thrown out at second. \n[537]I don't hit on 17 at the blackjack table, but if I did, the odds would be the same. \n[538]You just handed them an out. Protect your outs like they're your children. There's no clock on this game. Until the third out, anything can happen. Get on base and let the next guy move you up. Pass the torch, pass the torch. We're like a machine. A run making machine. \n[539]Hey, Dave. I've been thinking... I want you to -- \n[540]Excuse me? \n[541]You've never seen a GM who was a player. \n[542]Is there a problem? \n[543]You're special? \n[544]As a matter of fact I'm not paying you 7 million bucks, David. The Yankees are paying half your salary. That's what the New York Yankees think of you. 111. 111. \n[545]They're paying you three and a half million dollars to play against them. \n[546]You're almost 37, Dave. Almost as old as me. Let's be honest with each other about what we each want. I want to milk the last ounce of baseball you have left in you, and you want to stay in the show. So let's do that. I'm not paying you to be the player you used to be, I'm paying you to be the player you are now. You're smart, you know what's going on here. I need you to set an example for the younger guys. Take a leadership role. \n[547]We're cool? \n[548]All right. \n[549]You know -- the Yankees are coming to town. If it were me -- I'd want to take that three point five and shove it up their ass. But I'm a competitor. \n[550]   \n[551]Don't do it, Migs. \n[552]Thank you. \n[553]   \n[554]I heard 7 in a row. Billy clicks off the TV and it's very quiet. Billy is scrolling down numbers that show trends and comparisons of all of the A's relief pitching. \n[555]Can you show me righty-lefty matchups for the division and overall versus Mariners? Peter reaches over and with a few clicks produces new columns of numbers, upon which Billy darts his eyes as he scrolls through them. Finally - \n[556]Okay. He gets up and heads out. \n[557]Voos. \n[558](pointing back down \n[559]  \n[560]Both sides. (to Hudson, playing \n[561] You guys stop distracting him. Chavvie -- you couldn't hit that shit with a boat paddle last night. You gotta see more pitches. Patience. \n[562]   \n[563]Great at bats. Really. Quality. \n[564]How are ya? \n[565]I did, and I hope you take it as a show of respect. \n[566]You look good. \n[567]Absolutely nothing. \n[568]But. \n[569]Magnante's having some head problems. \n[570]Yeah. \n[571]He's 37 and he's got three blown saves in two weeks. Everytime he winds up he's thinking he's about to throw the last pitch of his life. So he grips it a little hard. \n[572]Sure. \n[573]Yes you do. Yes you absolutely do. No question about it. Except not really. \n[574]If we have a lead late in the game and they have runners on base, I'd rather not see Magnante out of the bullpen. \n[575]That's what you should do. Baseball's a game of situations and you should make the decision when the time comes. Except you should make it now. \n[576]Don't bring Magnante out if we've gotta hold a late lead with runners on. He's 37, he's scared shitless of being the guy who blows this winning streak. \n[577]I......think the regular amount of myself. Magnante on the other hand, he doesn't think very much of himself at all, and when he tightens up we've got ourselves an adventure. So I'd like to see Chad Bradford out of the pen tonight when we're in, let's say, just to make it easier for you, any situation. Righty/lefty, two outs, no outs, the umpires have decided we're going to finish the game by playing darts, whatever. Bradford's the first guy out of the pen. Okay? \n[578]I don't think so. \n[579]    \n[580]Just nod a little bit--not too much--like I'm assuring you you didn't just make a calamitous vocational decision. \n[581](ignoring the umpire-- still quietly to \n[582]--yeah there it is. We're the lead story on Sports Center now so let me be brief. First of all, that was an awfully costly fuck-you, wouldn't you say? 119. 119. \n[583]Second of all, genius, those boos? They're for you. Drink up. \n[584]Get me this game back. As BILLY passes MAGNANTE he pats his back before we-- \n[585]   \n[586]I'm good, Voos. Thanks. 120. 120. Voos wanders off. Billy keeps looking at the players ... LEGEND: July 31 - TRADE DEADLINE \n[587]Suzanne, get Shapiro on the phone. \n[588]Yeah, he's lost faith for the season. I think he's gonna dump him. \n[589]Mark. Billy. Let's be honest. A premiere setup man is not going to get you any closer to the playoffs. \n[590]He's a luxury you can't afford. \n[591]By at least one, you mean one? Who is it? \n[592]I'll call you back. \n[593]Nothing. (continues to stare \n[594]Suzanne -- get me Sabean. If we can get San Francisco interested in Venafro, Shapiro's only got one buyer for Rincon. \n[595]Sabes. Billy. You like Venafro. I can let you have him for almost nothing. \n[596]Because I'm amazing. \n[597]All I want is a couple of bucks and a sweetener. Throw in, say... 122. 122. \n[598]Anderson. \n[599]No, you don't. I don't even like him. I don't know why I'm doing this -- but let's do it anyway. Venafro for Michaelson? \n[600]Anderson. See, I don't even know his name. \n[601]Think about it and call me back. \n[602]Get Shapiro back on. \n[603] \n[604]You sure about that? I get the impression the market for Rincon is softening. I could be wrong. Call whoever's interested and make sure they're still interested. And call me back. 123. 123. \n[605]What about the Mets for Venafro? \n[606]Suzanne -- Steve Phillips! Get me Steve Phillips. \n[607]Between Bonds, Nen, Kent and Snow, they're never gonna do it. \n[608]We just need them to cool on Rincon. \n[609]Steve-O. Billy. I hear you're looking for a left-handed reliever. What do you think of Venafro? I can make it quick and easy for you. \n[610]No angle. \n[611]Hang on a second. \n[612]How old? \n[613]Twenty-six and in Double-A? Forget it. \n[614]Furbush? No. \n[615]Eckerton. \n[616]You don't even know who Eckerton is. \n[617]No, he's not hurt. He's fine. This is just a situation for us. \n[618]       \n[619]Tell him to hold.  Look. Steve. Here's the deal. I'm being straight with you. I'm getting Rincon. It's a done deal. It's done. \n[620]No, the Giants want Venafro. And I told them they can have him for Michaelson... \n[621]-- but I'd rather deal with you. Because you can give me Eckerton and two hundred and twenty-five thousand cash and the Giants can't. \n[622]Of course. Think. But whoever calls me back first gets Venafro. \n[623]If you could have the power of flight or invisibility, which would you choose? \n[624]Invisibility or flight? \n[625]That's what Casey said. Why? \n[626]Why isn't anybody calling? \n[627]Great. Lemme talk to my owner. Call you right back. Get Steve. \n[628]Why would I call Phillips back? Schott. Tell him I'm on the other line. \n[629]Tell him we need two hundred and twenty- five grand for Rincon. 127. 127. \n[630]Tell him I'll pay it, but when I sell him next year for twice that, I keep the money. \n[631]Great! Shit. What are we forgetting? Get me Shapiro! \n[632]Wait, never mind! (beat, then into \n[633]We gotta let someone go. It's Mags. It's gotta be Mags. \n[634]Art. Billy. The good news is Ricardo Rincon's heading over to the clubhouse. The bad news is you got to tell Mags he threw his last pitch for the Oakland A's last night. \n[635]What do you mean, no. \n[636]We gotta catch Mags before Rincon comes over. He leaves. \n[637] \n[638]-- I need you to stop getting dressed. Magnante isn't sure he heard right, but the silence tells him he did. Eventually - \n[639]I'm sorry for the crap news. I know it hurts. Mike. I can't have 26 guys in the clubhouse. \n[640]Thanks. \n[641]Hey, Ricardo. \n[642]Hola. Hey, I know this must seem a bit sudden, but the Oakland A's have been trying to get you for a long time. You're gonna love it here. The guys are fun. \n[643]I don't know if you're gonna pitch tonight. But you're on our team tonight. \n[644]Right. So... where you from? \n[645]Well, you're a lot closer to home. Why don't you hang out there for five menudos and we'll get you a uniform and everything.  Hey guys, clear the room, huh? Say hi to Ricardo Rincon. As the other players file out and say hello... \n[646]Tara and me were thinking -- \n[647]Tara and I were thinking about going to Point Reyes to the beach. \n[648]And I'll work on my grammar. \n[649]What? Where did you hear that, honey? \n[650]No, I'm not going to lose my job. Don't go on the internet or watch TV or read the papers or talk to people. 131. 131. \n[651]Don't worry. You don't believe me? Ask Tara. \n[652]No, honey. Absolutely not. And even if I did, I'm not going anywhere. I told you not to worry about me. People say a lot of crazy things and they don't always know what they're talking about. It's just gossip. Like gossipers at school. \n[653]And once you do find out who the authorities are, ignore them at all costs. \n[654]Everything's fine, honey. I'm not going anywhere. The only way I would lose my job is if someone was to give me a better one. Don't worry about me, okay? Dad knows what he's doing. \n[655]Pinkie swear. \n[656]   \n[657]So you're saying if we can get our guys to lay off the first pitch it'll put us in the driver's seat? \n[658]That's a problem right there. Terrance jogging to first. Mr. Justice. That's what we pay you for. Chad Bradford, you deceptive son of a bitch, I love you. He's a pain in the ass, but that Giambi gets on base. Another train of thought -- \n[659]My whole career I only had eighteen walks. \n[660]Shut up. And now we have QUICK SCENES OF BILLY TAKING PLAYERS \n[661] \n[662]Migs, let's make a deal. I'll pay you fifty bucks for every away fastball you hit to opposite field, but you've gotta pay me fifty for every one of those you pull. 135. 135. Tejada immediately starts thinking about it. \n[663]Hey, T. Did your car get egged? \n[664]I think I just got an e-mail from the culprit. He said he was tired of paying good money just to watch you jogging around the bases. \n[665]I don't know, man. Don't worry about it. Billy exits. Long calls after -- \n[666]Man, you're not fooling anyone but yourself out there. You're falling further and further behind. In your mind, what's the problem? Mecir mumbles something. \n[667]I can't understand you with your hand over your mouth. \n[668]Right? It's that. And it's growing. They stare at the stain in silence. Finally -- 136. 136. \n[669]Yup. \n[670]Hey, Scottie. What's on your mind? \n[671]16.5 actually. But as a hitter, you will create 70 runs. 70 runs wins us an awful lot of ball games. I can live with that. Can you live with that? \n[672]I'm pulling them out of Pete's, actually. And another thing. When a guy reaches first base, be social. \n[673]Like a greeter at the Gap. A guy steps into your office, chat him up. You're well read, you went to college. Have some fun out there. Relax. \n[674]Scottie, you deserve to be here. \n[675]       \n[676]More information. TIME LAPSE PHOTOGRAPHY of all of the changes to the board over the following two weeks. \n[677]   \n[678]    \n[679]Don't tell me the score, Peter. \n[680]How you doin', leggy. \n[681]Sharon? \n[682]Yeah. There's silence... \n[683]Hello? Sharon? \n[684]I appreciate that, thanks. \n[685]No, I'm on my way to Visalia to see our minor league team. 142. 142. \n[686]No, I don't. \n[687]I'll talk to you later, sweetheart. I love you. He hangs up, drives a little longer...letting what Casey said sink in. Then... \n[688]   \n[689]    \n[690](to himself but to \n[691]Sure. \n[692]Thank me? Thank you. Whatever you put in those Christmas cookies, keep-- \n[693]Whoa. It's okay. \n[694]It's alright. \n[695]Well...You never thought that, and that's \n[696]Yeah he does know you did. \n[697]No. I just know. That's all over now. 149. 149. \n[698]Your husband just took a Jason Grimsley two-seam fastball and parked it in the upper deck in left field for a pinch-hit walk-off home run in a record breaking game. Go tell him about it. ELIZABETH looks at him a moment...and then starts crying \n[699]No it's okay now, just go. ELIZABETH goes off to find her husband. BILLY sees PETER standing there. \n[700]Gilligan. \n[701]Aw, man. I spend the season trying to reduce it to numbers and we won on romance. Suddenly it's the Natural with Hatteberg. Scott Hatteberg. To twenty. \n[702]She showed up afterwards. \n[703]I was a big moment for them. You know everyone wrote him off? \n[704]I know. It was beautiful. But you know... it's not gonna mean a thing. He's upset. She knows it. \n[705]Here's the thing -- we changed the game. We got this year, maybe next, then they're gonna catch on. This is our moment. I want to go the distance. I wanna shove it up the Yankees' ass. Not just the Yankees, but... these guys deserve it. \n[706]That's right, it's just a record. It gets buried in some book. Come on, tell me who won 19? I don't even know. It's 4th place at the Olympics. Any other team wins the World Series this year... great. We're still in the record books. But if we win, we've changed the game. We've put it on its head and shoved it up their ass. If we don't, they're gonna erase us. \n[707]I've been scouted since I was 15. 153. 153. \n[708]I'm not a baseball player. \n[709]   \n[710]Ready to do this? Pete nods. Billy calls out -- \n[711]Suzanne? Get Schott on. You ever been to Boston? The speakerphone rings. Billy answers. \n[712]We need to talk about the Red Sox. \n[713]Yes. But I haven't spoken with him yet. \n[714]I want your blessing before I do. \n[715]I know that, Steve, but I'd like to talk to them. I want to see what they have to say. \n[716]Yes. With your permission. 154. 154. \n[717]Pete? \n[718]Well, I think you'll agree this is a great opportunity for him. I can't believe he's not going to make a deal. \n[719]I haven't asked to get out of my contract, Steve, I just asked if I could talk to them. \n[720]Then talk to Peter. \n[721]I think you should think about staying. You're one of the architects of this thing, it belongs as much to you as it does to me. \n[722]How you doing Pete? \n[723]Why don't you take the day off. \n[724]Yes it is. It is. \n[725]No. \n[726]I don't know. \n[727]I think that's James Taylor and I'm certain those aren't the words. \n[728]We've got free soda. 157. 157. \n[729]  \n[730]No I meant something that women wear with, you know, a decorative -- \n[731]John, no disrespect, I just lost in five for the second year in a row -- give her a bowling ball for all I care. \n[732]Yes he is. \n[733]You're the Red Sox, and I think I can help you. 158. 158. \n[734]I think I can do something about the Curse of the Bambino. I heard you hired Bill James. \n[735]Because baseball hates him. \n[736]That must be nice.  I was grateful to get your call. \n[737]Yeah. \n[738]What's this? \n[739]Jesus. What the hell -- \n[740]What the hell was that? \n[741]Impressive. \n[742]Why would I ever do that? \n[743]Oh, what is that, your GM voice? You can't have him. \n[744]You already have my job. What else do you want from me? \n[745]Why did you take it? \n[746]It doesn't matter. \n[747]It was fine. \n[748]It doesn't matter. \n[749] \n[750]So why am I doing this? \n[751]I'm not? \n[752]The offer says that. The money itself is redundant. I made one personal decision based on money in my life and I swore to never do that again. \n[753]I haven't decided. \n[754]Look at this place. What a dump. I so wanted to win here. \n[755]No Pete, we lost. \n[756]I'm not even over last year yet. I don't get over it. \n[757]I really can't look at video right now. \n[758]Who is it? \n[759]      \n[760]Please tell me he's safe at second. \n[761]What is that? \n[762]Why's he laughing? I'm gonna fire that guy, why the hell is he -- \n[763]How can anybody not be romantic about baseball? 164. 164. \n[764]I know it was a metaphor. \n[765]The Island of Misfit Toys. Okay. And with that, Billy's mind begins to go elsewhere. No resolution, no decision, other than to get up and wander on. ", "Beane": "", "John": "\n[1]Billy Beane! JOHN HENRY, the new owner of the Boston Red Sox, is shouting at him from the owner's box. BILLY gives a kind of wave. \n[2]That's a shame. Let's walk the field. \n[3]Hey, I'm sorry I kept you waiting but believe it or not there was snow on 84. The second week in October. The car turns on to Yawkee Way and it's 53 degrees and this. How can there be an entirely different weather system here than there is three miles from here? Is that global warming or a sign that there's no such thing? \n[4]What's that Billy Joel song? Oh the snow it was falling from Stockbridge to Boston. And the hilltops seemed something because of that frosting. \n[5]Well whatever, it was snowing from Stockbridge to Boston so I'm sorry I'm late. We'll have lunch in a little bit but why don't I have some coffee sent up. (he's already got his cell phone open Denise?  We've got espresso, cappuccino, latte, we've got a machine that makes whatever you want. \n[6]I heard about that. Can you have some coffee in there for us? Thank you. He snaps the phone shut. \n[7]It's her birthday and I need to get her a present but she's usually the one who does that for me so do you have any ideas? \n[8]You mean like wool? \n[9]Sure! Excellent. And where would I get something like that? \n[10]Steve Schott told me he's offering you a new contract. \n[11]So why'd you return my call? \n[12]You were grateful. \n[13]For 41 million you built a playoff team. You lost Damon, Giambi, Isringhausen and Pena and you won two more games without them than you did with them. \n[14]You won the exact same number of games as the Yankees but the Yankees paid 1.4 million dollars per win and you paid two- hundred and sixty thousand. Yes, I want you to be my General Manager. I know you're taking it in the teeth. The first guy through a wall always gets hurt. But those are dying voices. Any GM that doesn't tear down their team and rebuild it using your model is gonna be a dinosaur. 159. 159. \n[15]My first offer. BILLY opens it, looks at it for less than a second, and looks back up at JOHN... ", "Poloni": "\n[1]What's with this on base percentage obsession? Is that Bill James bullshit? \n[2]Billy, if I may, he's had his problems on the field -- not to mention his problems off the field -- not to mention he's getting a little thick around the middle -- there's the stuff with the weed. He's at strip joints... \n[3]Alright, so he walks a lot. \n[4]These three players, by your own admission, are defective in one way or another. ", "Washington": "\n[1]Billy, I just don't see it. \n[2]I understand what you're saying about their averages, but there's something you're forgetting. None of them plays first base. \n[3]Learn. \n[4]Teach. \n[5]Which one? \n[6] \n[7]Thank you, ma'am. She leaves her husband with the two men but listens in on their conversation from the next room, nibbling on a cookie of her own. \n[8]It's incredibly hard! \n[9]Yeah, maybe I can teach one of them. \n[10] No, they're gonna hate him. \n[11]Okay. \n[12]The nicest way I can put it is, he lacks confidence. \n[13]I'll do that, Billy, but we've got Pena who can play first. And he's looking pretty good out there. ", "Matt": "", "Keough": "\n[1]I like Geronimo. (approval from the \n[2]He's a tools guy. \n[3]He's got a great swing. Natural swing. 19. 19. \n[4]He can hit. \n[5]He's a good hitter. \n[6]He needs a little work. He'll be able to hit. He could be a great hitter. \n[7]He swings like a man who swings at too much. 20. 20. \n[8]I'm just saying, his girlfriend's a 6. \n[9]What's a Fabergé egg? "}}