{"filename": "Monkeybone_script.txt", "imdb_id": "tt0166276", "imdb_url": "https://www.imdb.com/title/tt0166276", "characters": ["Burger God Rep", "Julie McElroy", "Herb (as David Foley)", "Alice", "Clarissa (as Amy D. Higgins)", "Stu Miley", "Medusa", "Death", "Head Surgeon", "Miss Kitty", "Organ Donor Stu", "Voice of Monkeybone (voice)", "Hutch", "Hypnos", "Kimmy"], "dialogues": {"Julie": "\n[1]You want to leave? But Stu - you're a big hit! Everyone loves you! \n[2]It was you who got the standing O. It was you drawing on the belly over there... \n[3]Can't you give it to me later? \n[4]Who? \n[5]Stu - stop it. That monkey is good luck. You thought him up, and everybody loves him, and he's probably going to make you rich. So relax! Enjoy it! \n[6]What's the \"bad\" part? \n[7] \n[8]I don't think so. \n[9]I'm fine, baby. We're all okay. We were lucky. \n[10]Dad's car? \n[11]\n[12] He's in the back of an ambulance, with PARAMEDICS all around him, working feverishly. JULIE hovers above him, holding his hand.  \n[13]Stu? I'm here, baby. It's me. It's Julie. I love you. You're gonna be okay, baby, I promise - \n[14]I'm here, baby. I won't leave you... \n[15]I'm a doctor too. I know this man's brain - \n[16]Oh, poor Buster. He hasn't been fed in a day and a half. Let me get some food... \n[17]I don't know. I guess it was... \n[18]Stu. That was right about the time we met. \n[19]Yeah...before your time. \n[20]He hadn't gotten a good night's sleep in years. The nightmares would wake him up, and he'd start right in painting... That boy looked like pluperfect hell. \n[21]Switch hands. \n[22]I'm serious. It was bicameral disjunction - right brain and left brain out of balance. He was a rightie, so I made him switch the pencil to his left hand. Just to see what'd come out. \n[23]Left-handed, he was funny. He'd been doing all this scary, intense work...then he found out he could draw this stuff, and make me laugh, and he liked that. And then the nightmares just...stopped. \n[24]I've put a ton of work into that boy, Alice. I am not going to let him get away from me. \n[25]Kimmy...? \n[26]When'd you get in? \n[27]I'm fine, Kimmy. Fine. \n[28]The ring... \n[29]Kimmy, he doesn't know what's going on. He doesn't even know he's in a - \n[30]It's too soon even to - talk about that! \n[31]I think we can go another day without shaving. Long as you don't look like you're growing one of those stupid little goatees. \n[32]Hey, there's an article about the Monkeybone show. They've run that one episode about eight times now. Herb says it gets higher ratings every time...they're hoping you'll give 'em some new material soon... Wanna hear another joke? \n[33]Okay...let me see...here we go. A plane full of explorers crashlands in New Guinea; they are captured by a cannibal tribe and taken to the chief's hut, where...wait a minute. I know this one... You stinker! You swiped this joke for a Monkeybone strip! \n[34]Okay. Let's try again. Why did the pervert cross the road? \n[35]Kimmy! What's the matter? \n[36] He tries to push his way forward to the orb. An angry CYCLOPS elbows him aside. A YETI grabs his coat and pushes him out of the way.  \n[37]No. No. STU! \n[38]\n[39] Somehow, JULIE has heard him!! Down in the nightmare orb, her dream self is looking UP, trying to locate the source of STU's disembodied voice! He struggles to reach the orb, but the CYCLOPS is holding him back.  \n[40]Stu? STU...? \n[41]\n[42]Six hours. That's when they pull the plug. That's how long we've got to wake him up. Now these are Stu's old charts from five years ago, when he first came to the sleep lab... \n[43]...they show incredibly intense nightmare activity. The chart below is his new chart... \n[44]He's stuck in a loop - a nightmare loop. Anybody here know what Oneirix is? \n[45]No. I want to give him more. I want to give him a massive dose. \n[46]I don't want to stop the nightmare, Hutch. I want to crank it up. I want to take it right off the charts. I want to scare him awake. \n[47]All right! We have a plan. Let's move! \n[48]What'll it do if they pull the plug? \n[49]What's the maximum safe dose? \n[50]Five CC's. \n[51] \n[52]Stu? \n[53]Thank you. Thank you for coming back to me. \n[54] STU's back from the hospital. JULIE is removing his bags from the trunk of KIMMY's car while STU and KIMMY chat in the front seat.  \n[55]Welcome home. \n[56]Oh, baby, I can't believe you're back. \n[57]Baby? Why don't you just...rest on the sofa for a minute. I'll be right back. \n[58]Here's to a bottle...we should have opened... three months ago. \n[59]Stu, are you...feeling okay? \n[60]You're acting kind of...odd. \n[61]Buster! Look who's here! \n[62]What are you watching? \n[63]You sure this is...medically advisable? \n[64]Well. As long as it's okay with Monkeybone - \n[65] \n[66]Oh, God!! Baby! Are you - \n[67]It was great, baby. Let's get you to the ER. \n[68]I'm heading in to work, baby. Are you sure you'll be okay? \n[69]They only made the one episode. They've shown it about nineteen times. \n[70]I had to park two blocks away. Is something - \n[71]Herb...what in God's name - \n[72]What's this about merchandising? You always hated merchandising! \n[73]Stu? Is that you? Where did you go? \n[74]Baby, don't lie. I know you went out. \n[75]You're wearing a topcoat, Stu. - Where are your pants? \n[76] Laughter and back-slapping as STU-BONE walks his guests to their cars.  \n[77]The thing is, I'm responsible for the way he's acting. It's the nightmare juice. It's got to be. \n[78]I can't explain this, Alice, but I'm not so sure it did. It's as if...he's not Stu any more. The Stu I love is gone! He spends all his time in the garage. He says he's...autographing. \n[79]Actually, no, I don't think I'm overreacting. \n[80]\"4/17: Subject, when unaware of observation, prefers to hold eating utensils...with feet. Successfully carves turkey roll holding eating utensils...with feet.\" \n[81]\"4/18: Subject climbs backyard tree...to perform elimination. When confronted with product... blames it on family dog.\" \n[82]Hello? Oh, Hutch - what? \n[83] HUTCH is at the sleep lab, standing over the open refrigerator.  \n[84]Kool-Aid!? But who'd would want to - \n[85]Okay. Call the police. I'll be right over. \n[86]The technical name is Oneirix. It's an enzyme. It's present in the brains of - \n[87] \n[88] No reply - the joint's empty. O.D. STU enters the studio and spots a NEWSPAPER on his drafting table. The paper is folded back to a big DISPLAY AD for the benefit: \"MEET STU MILEY AND MONKEYBONE - 8 PM TONIGHT!\" He checks the wall clock: time is short.  Reaching into the drawer of the drafting table, he pulls out a TACKLE BOX which contains old brushes...and a small VELVET BOX. O.D. STU opens the velvet box to reveal Grandma's ANTIQUE RING.  He hears GROWLING behind him - it's BUSTER. The dog looks up, cocks his head - and begins WAGGING HIS TAIL. Somehow, even though STU's in a different body, BUSTER recognizes him.  \n[89] O.D. STU exits, ring in hand. Behind him, BUSTER is throwing a fit - barking, FLINGING himself at the screen door. He wants to come along!  A BUS pulls up at the corner, and O.D. STU boards it. BUSTER throws everything he's got at the door - and it gives! He takes off after STU.  \n[90]Whatever he's done, I'm responsible for it. \n[91]Tell them what? I don't know anything concrete. All I have is a feeling. \n[92]That...that's Herb! \n[93]It looks so...new. \n[94]But the heirloom ring. Your grandmother's ring... \n[95]He called me \"Doc.\" \n[96]Please. Where did you take that man...? \n[97]Who are you? Why did you say those things? \n[98]\n[99]Stu...how? \n[100]What's wrong? \n[101]Stop this. Now. Those dolls have been tampered with. They're toxic! \n[102]\n[103]I don't know what happened. All I know is...he was in a coma...and then he came back...and now he's gone again. \n[104]Is it you? Is it really you this time? \n[105]Oh, Stu. Tell me I'm not dreaming. \n[106]What's the matter? ", "McElroy": "", "Alice": "\n[1]Now don't pick a fight. I'm staying over. \n[2]Special occasion? \n[3]Don't get all poignant. We're keeping this bottle on ice. When he comes around you're going to need it. \n[4]Who did this? \n[5]When he first came in to the sleep lab? \n[6]Jesus, honey...he always joked about you curing him, but I never realized what you cured him from. \n[7]How do you get from here - to there? \n[8]What? \n[9]Monkeybone? \n[10]Wow - two guys in the same brain. - Which one did you fall in love with? \n[11]Most we've ever used is half a CC. \n[12]Julie, that stuff probably saved his life. \n[13]Listen. Let's bring him in for some tests. I guarantee you're overreacting. \n[14]They had a case like that at Johns Hopkins. Wires got crossed between hands and feet. \n[15]This is not about your guilt, Julie. There could be innocent people in danger. \n[16]I didn't want to tell you this, but the other day he tried to mount me from behind! Look, you have to tell the police. \n[17]Detective, please let this man out of the van. ", "Stu": "\n[1]I don't actually draw all the animation, no. We have sweatshop workers who couldn't get jobs at Nike doing that. \n[2]Guide...? \n[3]I - I have to, uh, check in with my doctor. DO- \n[4]Hey, Doc. Come here. There's something really cool I want to show you. \n[5]See these doors? The cool thing is, you go out ...they close...you can't get back in! \n[6]They don't love me. They love Monkeybone. \n[7]That was especially Monkeybone. Come on, Doc, I don't want to be stuck here with this bunch of media creeps. I just want to be us. Home. Alone! I have something I have to give you. \n[8]Yeah, I could, but the thing is, if later got here sooner, it would be...better. \n[9]Julie and I - we were just gonna go... \n[10]Burger God. The ones that found the pig hair in the french fries? \n[11]Herb, it's too much. It's all out of hand. \n[12]I don't want to be rich. It's just a trap! \n[13]Herb. I have to go. \n[14]I got the ring. Tonight's the night, Herb. Tonight's the night. \n[15]My life was totally crappy, Herb, and she... fixed it. She made me happy. Which I'd never been. She loves me the way I am - right now. I don't want everything to change. I don't want her saying yes to some big success. I just want her saying yes to me. \n[16]Look at this! He won't let us leave! \n[17]The monkey!! He's everywhere! He'll take over both our lives if we let him. \n[18]I'm trying. It's weird, that's all. I never had any good luck, until I met you...what if it's all just another bad dream? \n[19]I might wake up. \n[20]I am happy. It just so happens this is the happiest night of my life. \n[21]That damn monkey is everywh-- \n[22]Did we just - hit something? \n[23]Are you okay?? \n[24]Hey! Are you guys all right in there? \n[25]That stupid monkey banner! It fell on my windshield - it practically killed us all! God, Julie, if anything had happened to you - \n[26]I'd better go report this... \n[27] \n[28] He sees JULIE running toward him and holds up a single finger.  \n[29]Operator? I want to report an accident. \n[30] He's in the back of an ambulance, with PARAMEDICS all around him, working feverishly. JULIE hovers above him, holding his hand.  \n[31]Hello? Anybody? - Am I dead? \n[32]Help me. Please. There's animals. They - \n[33]Chasing me - animals - horrible - \n[34]Uhh - martini? \n[35]Olive. - Where exactly am I? \n[36]Stu Miley. \n[37]Jeez, it all looks like bad late-night cable. \n[38]I didn't say anything. \n[39]I was, uh, just getting ready to leave... \n[40] OPEN on two PHOTOS, mounted in a single frame. On the left, BUSTER KEATON, droopy-eyed, in his familiar porkpie hat and vest. On the right, a Photoshopped image of BUSTER THE BASSETT HOUND, in the same pose, also wearing Keaton's hat and vest.  These photos are on the wall of the cramped room which serves as STU's studio and JULIE's office. MONKEYBONE STRIPS are scattered across the drafting table. ALICE is making up the sofa as a guest bed.  As she's hanging her coat in the closet she comes across an ACRYLIC CANVAS in the back, stashed behind a battered portfolio and a box full of spiral-bound sketchbooks. She pulls it out. She's obviously disturbed by it, but she can't tear her eyes away...  She's still gaping at the painting when JULIE enters in a terrycloth robe.  \n[41]Three months, Bull. Three months tonight. Three months since the accident - and I'm no closer to going home than I was then. \n[42]I'm sick of martinis. I'm sick of the waiting, and the carnival rides, and watching people's nightmares. And of course, I need not add - \n[43]You have humiliated me in public for the last time. \n[44]Then you can learn to act normally. I had to! \n[45]I am not. And I don't gotta. \n[46]Sorry. The women here aren't my type. Most of them aren't even my species. \n[47]Nothing for him! He's being repressed. \n[48]I've been trying to get through to the head guy - the nightmare god - what's his name? \n[49]Yeah. To see if he could expedite my case. But I wait, and I wait, and...I'm starting to think I'll never see her again. \n[50]I shoulda proposed, Kitty. That way at least she'd know how I feel. That way she'd...wait for me. \n[51] \n[52]I'm not so special. I'm just - kind of - \n[53]\n[54]What union? \n[55]Sorry, Kitty! I'll be right back after I choke my monkey. \n[56]No. No. Not him. \n[57]He's ninety. He's practically dead already. How come he goes back and I stay here? \n[58] \n[59]He got an E-ticket. Where's mine? When do I get to wake up?? \n[60]I've been stuck down here for months. Somebody had better start paying attention, or I'm gonna - I'm gonna kick ass! \n[61] \n[62]That's right. Run! And don't come back unless you've got my e-ticket!! \n[63]Who am I kidding? I'm never gonna get out of here. I'll never see her again. \n[64]Hypnos! The god of nightmares! Do you know what this means, Monkeybone? He's finally going to hear my case. I'm going home! \n[65] As she's done every morning for the last three months, JULIE brushes STU'S TEETH. Although she looks a bit more worn and haggard than when we saw her last, she always affects a cheerful manner around STU - on the off chance that he might be aware of her presence.  She packs the toothbrush away, runs a hand along his stubbly cheek.  \n[66]Like you'd know. You started out on the back of a napkin, you little...doodle. \n[67]Say, have you seen Mr. Hypnos? \n[68]Wow. Live feed, huh? \n[69]Sorry. \n[70] HIS FACE GOES PALE as he recognizes the man in the paisley shirt.  \n[71]That - that's me. \n[72]What is this? Who's dreaming this?? Julie?? \n[73]\n[74] JULIE's distress is killing him. Yet all around him, DARKTOWNERS are cackling their heads off, growling, howling, punching their fists in the air like rowdy drunks at a football game. He LOSES IT ALTOGETHER.  \n[75]\n[76]\n[77] The real JULIE awakens suddenly and lets out a scream of her own.  \n[78] Only now does she realize where she is. She's fallen asleep in the visitor's chair next to STU's bed. The clock on the wall reads 1:15 AM.  STU'S READOUTS are spiking like crazy.  \n[79]Listen. Please. It's my girlfriend. I've gotta get a message to her... \n[80]How'd you get in there? \n[81]Mr. Hypnos - sir - I needed to talk to you - \n[82]Mr. Hypnos, I saw a dream. My girlfriend was having it. She dreamed they were pulling the plug on me. She was watching me die. \n[83]Well, I have to get a message to her. I have to let her know I'm okay. Until I can get out of here... \n[84]...which is actually what I wanted to talk to you about. See, I've been here three months - \n[85]Tell me what? \n[86]Farewell? You mean - you mean I'm - \n[87]\n[88]I think I...I'm about to... Am I mistaken, or don't I get to... Is there some... \n[89]Well - yeah - but that doesn't...apply. It was different then. I was depressed. My life is great now. I'm in love! \n[90]Besides, Julie wouldn't...she'd never... \n[91]Nine AM! But that's - twelve hours. \n[92]Mr. Hypnos, you run this place. I'm begging you. There's gotta be something I can do. \n[93]Maybe you could talk to Death! \n[94]You're Death's brother? \n[95]Guys, I don't mean to be rude, but I only have eleven hours and fifty-three minutes to... \n[96]Hyp, I'll do anything. \n[97]Land of Death. How do I get there? \n[98]Fine! Don't put yourself out. I'll go to the land of Death alone. \n[99] \n[100]No. Goodbye. Thanks for nothing. \n[101]All right. You can come. \n[102]Now we just gotta figure out how to get there. \n[103] WINCING at the REAPER in his sopping wet, pink-stained shroud.  \n[104]He's taking her to the land of Death, right? So all we've gotta do is...hitch a ride! Stop shaking! I'll protect you. \n[105]Where'd he go?? \n[106]Cranberry Margarita.                Sex on the Beach. \n[107]Salty Dog.                          Sufferin' Bastard. \n[108] MONKEYBONE is doing an agitated TAP DANCE on his head. His TAIL whips repeatedly across STU'S FACE.   \n[109] An ENRAGED STU is yanking on MONKEYBONE'S TAIL, signalling him to shut up. MONKEYBONE, in pain, squeals repeatedly. Finally he reaches down and \n[110] \n[111] \n[112]\n[113]What? \n[114] STU's readout monitors are registering frantic nightmare activity when JULIE and ALICE enter. JULIE sets her purse on STU's bedside table - removes a SYRINGE and a test tube filled with PURPLISH FLUID.  \n[115] No bike. No monkey. Just STU - who finds himself on an operating table, with the world of the painting coming to 3-D life around him. The WOLF- FACED SURGEONS are closing in on him, baring their fangs, brandishing their scalpels and their metallic REPLACEMENT PARTS...  Suddenly the fabric of this weird reality TEARS - just like a rip in a canvas. A FURRY PAW reaches through - GRABS STU by the hand...  \n[116]You saved my life, Monkeybone. I never would've made it without you. \n[117]It's just...now that I'm leaving, I feel like there's lots of things I haven't said. Who's gonna look out for you? Are you gonna be okay when I'm gone? \n[118]You've been a hell of a figment, pal. I sure wish I could take you home with me. \n[119]Don't joke around, little buddy. I mean it. I really do love y-- \n[120]Stop! Monkeybone! Please!! \n[121]\n[122]\n[123] MOST OF OUR CAST is either in STU's room or in the hallway outside.  PLUS we've got a man of the cloth; two LEGAL TYPES, with briefcases; and several of the NURSES from the facility.  ALICE squeezes JULIE's hand, and JULIE squeezes STU's. The minute hand on the clock hits twelve. KIMMY, sobbing into a handkerchief, gives DR. EDELSTEIN the nod. As he reaches for the power switch...  \n[124]\n[125]Oooie! That smarts!!! \n[126]Julie?... Hey, you are a looker. \n[127]Boy, I don't know about you guys, but I'm starving. \n[128]Who are y-- WHAT DO YOU WANT?? \n[129]Alfred Hitchcock?? \n[130]What is this stuff? \n[131]Stephen King? What are you doing in here? \n[132]Atilla the - ! What in hell is this place? \n[133]\n[134]Why'd you do it? What'd I ever do to you?!? \n[135]But why me? Why'd you pick on me?? \n[136]Monkeybone...!? \n[137]You're nuts! I'm a comic strip artist! What's he gonna do - draw really scary cartoons?? \n[138] STU's back from the hospital. JULIE is removing his bags from the trunk of KIMMY's car while STU and KIMMY chat in the front seat.  \n[139]Kimmy. Chill. We've still got a pact. If anything ever happens to you, I'll be right there to return the favor. So drive carefully! From now on. \n[140]Home sweet home, huh? Actually, I was expecting something a little swankier. How much loot does old Stu rake in, anyway? \n[141]Meaning me, of course. I'm referring to myself. You have to assume Monkeybone would be a pretty lucrative franchise... \n[142]Bitchin' good cake. \n[143]Sure. Why? \n[144] \n[145]Oh shit, the cake! \n[146]Mine. Get back! MINE!! \n[147]Ohhh, nothing. \n[148]Got a doctor on duty. \n[149]How was it? I don't recall. \n[150]I'm not like the rest of you. I'm just a regular guy! I'm not a \"nightmare maker.\" \n[151]But how? Did you all have sidekicks? Figments? ...Monkeys?? \n[152]...Kitty?!? \n[153]Kitty...my situation is really not important. The thing is, my girlfriend is now living with, and possibly engaged to, a demented monkey. \n[154]Listen to me! Is there any way I can warn her what Monkeybone is up to?? \n[155]Priceless! Priceless! This stuff just kills me! \n[156]Oh yeah. There's just one thing I don't get. \"Monkeybone Creator Awakens from Coma\" that's a big story! That's front page news! But I can't find a word of coverage in this stinkin' rag! Hey. Don't I have a TV show? \n[157]I need a new PR guy. \n[158]Yes, being in a coma taught Stu Miley a thing or two about life. Buckle your seat belts, for one. But seriously, Stu Miley is a different man today. I'm much homier. \n[159]And speaking of which, here's the light of my life, the pert and saucy Miss Julie McElroy. \n[160]I took the liberty of calling a little press conference. We're on TV, so don't say \"shit.\" Shit! I said it. Shit! I said it again! \n[161]Well, it's partly that he punctures all the phony pretensions of our modern society...and it's partly that he's a breathtakin', heartbreakin', rump-shakin' sex machine! Ask these gentlemen here. They're an important cog in my media machine. They'll be doing six new episodes of the Monkeybone show under my personal supervision. \n[162]It's all synergy. The show synergizes the strip, which synergizes the merchandising, which synergizes the religion, which synergizes the Barbara Walters special; and then, baby, we are all in the United Empire of Monkeybonia. \n[163]Well, baby, I do, but to look at it from another angle...there's a potload of money here. \n[164]Eep! \n[165]Friggin' Hypnos. I'll show him... \n[166]Hey, I'd love to, baby, but...it'd put me in hot water. \n[167]Tell you what, angel. When you get out, give me a call... \n[168]Me? Nowhere. I was asleep. \n[169]Not me. Nope. You must've been dreaming. \n[170]Well, Miss Smarty, if I didn't go out, I wouldn't need any pants. Now would I? \n[171] The entire Monkeybone brain trust has come to visit: HERB, syndicate head MR. BOWERS, and several CORPORATE REPS hoping to arrange tie-in deals. Host STU-BONE has started to take on a simian look: more prominent ears, flared nostrils, heavy beard stubble, etc.  The BURGER GOD REP sets a tray of FAST FOOD in front of STU-BONE - the packaging all covered with angelic haloed Monkeybones.  \n[172]I think it's a pig hair. How much is McDonald's offering? \n[173]How much? \n[174]I get it. We could give the public the impression that we were doing something... charitable. Brilliant!! \n[175]Kids? Kids?! This is a work of genius. This is art. This is the answer to all my prayers! Say - just a technical question - could you fill these babies up with a particulate solution of one part chemical enzyme to ten parts water? \n[176]Aww righhhhht! \n[177] Laughter and back-slapping as STU-BONE walks his guests to their cars.  \n[178]So here's my idea. We do a giveaway at the zoo benefit. We get a big piñata. We fill it with Monkeybone dolls - hundreds of 'em. \n[179]You guys don't know it, but you just saved my ass! \n[180] He digs around under the sink, finds the purple beaker of ONEIRIX. Looks at the FARTING DOLL...and GRINS.  \n[181]This'll get him off my back! \n[182]Yeah, baby! Nightmare-in-a-butt! Okay...guinea pig, guinea pig... \n[183]C'mere, boy...c'mere, ole buddy... \n[184]\n[185]Sweet dreams, you little bastard! \n[186]You can't do this! You'll get in trouble! \n[187]How am I gonna get past the guards? \n[188] She turns down the corridor. STU stands there for a beat, GAPING at the key in his hand.  Then he hears the sound of CARNAGE outside. A FEROCIOUS, BLOODY BATTLE seems to be underway. Realizing that KITTY must be in trouble, he uses the key to unlock the dungeon door.  \n[189]Thanks, Kitty, I'll never forget you for th-- \n[190]I'll really...never...forget you. \n[191]Got the ring. Got the airline tickets. Soon as they break that piñata, we'll grab a cab - and it's off to the land of palm trees and coconuts. \n[192]Yeah, I was thinking...I mean, I'm a celebrity now, do I really want to get married? But on the other hand, if you're married, they can't testify against you. \n[193]You're mad at me. Great. You have every right to be. But we're both mad at Dark Town. We're both mad at Hypnos. \n[194]I'm not going to tell you that. I wanted that E- ticket. I wanted it so bad I'd stare you right in the face to get it - and I'd do the same again. \n[195]I have a girl up there. And I never - I should've - I just want to tell her I love her. \n[196]Death, I'm trying to make things right. Take my soul. Turn me into a paper doll. But give me just one lousy hour. \n[197]Coming from you, that's quite a compliment. \n[198]Bend over? \n[199]Oh. Yeah. Thanks. \n[200] O.D. STU climbs over the fence, finds a hidden key, and lets himself in.  \n[201] O.D. STU rushes frantically from room to room.  \n[202]\n[203] O.D. STU exits, ring in hand. Behind him, BUSTER is throwing a fit - barking, FLINGING himself at the screen door. He wants to come along!  A BUS pulls up at the corner, and O.D. STU boards it. BUSTER throws everything he's got at the door - and it gives! He takes off after STU.  \n[204]As emcee I want to thank you all for joining us at this swingin' bash...it's a special night for the birds, and the lions, and the monkeys, but it's also a special night for - - this monkey. And it's special because of a very special lady. Her name is - Julie McElroy. Just kiddin', Julie. Stand up. \n[205]And to make this special night extra-special, I'd like to do a special number...especially for you. \n[206]I am just a Monkey Man! I'm glad you are a monkey...woman...too. How about it, Julie? \n[207]We'll hop a plane tonight. An island ceremony. An Abba Dabba honeymoon! \n[208]It is new. Why wouldn't it be new? \n[209]Heirloom? Huh? You want a used ring - ? \n[210]Ju-leeee... Operators are standing by... Offer expires at midnight, December 31... \n[211]\n[212]\n[213]Boy, the nuts are out tonight. What'd that creep call you - ? \n[214]That's me, folks! Monkeybone! Let's party! \n[215]Oh, Doc, it's all a mixup. We were in the land of death. He stole my e-ticket. That's how he got my body, see? All they had left for me was this corpse! \n[216]Don't walk away, Doc! He's only here to give people nightmares! Doc! Please! Don't you remember the dream? They were pulling the plug - I called out to you - and you heard me. Remember? \n[217]I had to come back, Julie. I had to give you this. \n[218]I meant to give it to you before. The night we crashed. I was so happy, Julie, I...try to remember me like that, okay? Not like this. \n[219]I'm crying too. I just don't have any tears. I'm all dried up. \n[220]Okay, folks, it's piñata time - you know the rules - five bucks a pop - and remember, it's all for the benefit of our friends the animals! Oooooh! This one's on me! \n[221]Choke up, baby. That's right. Choke up! \n[222]\n[223]I mean it this time. Back in the pack. \n[224]Stu...I can explain...I was sick of being a figment, see? It's awful being a figment. It's degrading! And I never really wanted to give people nightmares. I just told 'em that so they'd help me get a body. \n[225]Yeah - my body. Back in the pack, you simian shitbird! \n[226]Laugh, damn you...laugh at the sidekick...the happy little monkey. He doesn't have any feelings. He's just a figment of your immagination! \n[227]\n[228]\n[229] STU-BONE unties the mooring rope and wraps it around his midsection. Now freed, the balloon LIFTS INTO THE AIR, CARRYING HIM ALOFT!  O.D. STU climbs up the opposite tower as the balloon starts to drift away. He GRABS HOLD of the MOORING ROPE as it whips past.  And the TEAM OF SURGEONS - who have been combing the grounds in search of O.D. STU - catch sight of him just as he FLOATS OFF INTO THE AIR, ON \n[230]Let...go...you...dingleberry... \n[231] STU gets an idea as he looks down at his dangling INTESTINE. He begins FEEDING IT OUT - giving himself more rope to work with - and when it's long enough, begins SWINGING IT like a LASSO!  \n[232] The balloon is moored in place again! O.D. STU pulls himself upward, toward STU-BONE, who KICKS AT him frantically!  \n[233] STU lands a HAYMAKER, and the two of them break loose of each other -   \n[234]\n[235]Fine, thanks. Saw my girl, said goodbye, everything's gonna be okay. I guess I'm yours now. \n[236]Hey. Where's Monkeybone? \n[237]Back? You're sending me back? \n[238]Death! Thank you! \n[239]Baby...you're asking the wrong guy. \n[240]My tail itches. ", "Miley": "", "Medusa": "", "Death": "\n[1] A PANORAMIC VIEW of an impossibly grand, Gilded-Age TRAIN STATION. A central turntable is the hub for dozens of TUNNELS, which converge like the spokes of a wheel, disgorging long trains full of DEAD PASSENGERS from all over the world.  Far above, in the dizzying reaches of the vaulted DOME that crowns the station, REAPERS on FLYING BICYCLES spiral about like mosquitos, bringing dead souls to their final reward.  This is Thanatopolis - land of Death - truly the end of the line.  A WET SQUEEGEE scrapes across the frame - wielded by a GRIM REAPER in a jumpsuit bearing the logo of \"LAND OF DEATH WINDOW WASHERS, INC.\" The noise is irritating, so a REAPER on the inside snaps the venetian blinds shut, cutting off our view.  CAMERA PULLS BACK, and we realize we've been seeing all this through the wall-to-wall windows of...  \n[2] It looks like the observation bridge in the nose of the Nautilus; the decor is ornate, and the office equipment - vacuum tubes, pipe intercoms, etc. - is on loan from the Jules Verne Museum of Defunct Technology.  REAPERS are bustling about everywhere. One of them pushing a HAND TRUCK laden with oversized crates bearing the label \"DEAD SOULS.\"  \n[3]Put them over there with the others. \n[4]Your Grimness? We have a new shipment - \n[5]Yeah, yeah, yeah... I'll get to it... \n[6] He's not at all what you'd expect. He's a chubby-cheeked, bespectacled ACCOUNTANT TYPE...a harried bureaucrat, just trying to do his job. There's something sweet, almost avuncular about him.  There's an open crate of DEAD SOULS on his desk. Dead souls take the form of PERFORATED PAPER DOLLS...two-dimensional, underwear-clad, usually wearing expressions of shock. DEATH pulls a sheet from the box, detaches the dead soul, and outfits it with a cut-out TOGA.  Now he places it in a big diorama - with OODLES of toga-clad souls staring up at a scale model of an active volcano. He throws a switch and BEAMS as the volcano spits BLOBS OF KETCHUP into the air.  \n[7]Last Days of Pompeii...now there was a Great Moment in Death. \n[8]If I may point out...it is 12:05... \n[9]I can't believe - oh, man, I - SINATRA!! Do you know how long I've been waiting for this? \n[10]Make that 12:07, your bleakness...the dispatch team is waiting... \n[11]Okay, okay, send 'em in. Jeez. \n[12] A FLUNKY opens the office door, and a long line of REAPERS glides in. DEATH lugs an enormous musty leather-bound BOOK over to a long table. He snaps his fingers and WHISTLES.  His pet HELLHOUND - a tiny plump weiner dog, with a HORNED DEATH'S HEAD for a face, comes skittering across the office floor and jumps into his lap. Meanwhile, the ASSISTANT turns on a chugging, card-shuffling UNIVAC COMPUTER, which spits out a length of TICKERTAPE.  \n[13]\n[14]You're the customer, okay? You're about to die. It's a big occasion. A formal occasion. And as you shuffle off this mortal coil, the last thing your eyes behold is a Grim Reaper covered with... What the hell is that?? \n[15]...What?? \n[16]Well - whatever it is - you get that shroud to the dry cleaner ASAP! Now where were we? \n[17]Oh, wait. Says here he's supposed to recover. \n[18] The REAPER in front of the boys stares at the E-ticket, crestfallen.  \n[19]Take this to Dark Town. Sad to say, he's gonna live another forty years. Sorry. Nobody said this job would be easy. \n[20]...I beg your pardon? \n[21] The blow sends STU staggering. DEATH and the other REAPERS look on in astonishment as the STAINED REAPER does a bizarre DANCE across the floor, top half and bottom half moving independently. Miraculously, he manages to right himself and regain his balance.  \n[22]Now what were you saying? \n[23]I'd like to have a word with you in private. \n[24]\n[25]HYPNOS! That little twerp! He's the one who put you up to this! \n[26]Head. HEAD!! \n[27] watching through a crooked spyglass as the boys pedal down the tracks.  \n[28]Now we've got 'em. \n[29] Through the big window, he sees the boys leveling off, flying toward the DARK TOWN TUNNEL. They're moments away from a clean escape.  \n[30] He unlocks a RED SECURITY BOX on his wall. Inside is a TOGGLE SWITCH labelled \"FATE WORSE THAN DEATH.\" He flips it...  \n[31] The big creaky swivel chair swings around, revealing DEATH.  \n[32]Now, if I may ask - what kind of idiot sneaks into the Land of Death twice? \n[33]Oh, sure. Now you're gonna tell me it was all his idea. You were completely innocent - \n[34]Why?? \n[35]I'm a simple man. I'm just doing my job. I enjoy my job. Why does everyone want to make it difficult for me? Stealing tickets, switching bodies...it is so irresponsible. \n[36]Well - you'd need a body. \n[37]If it wasn't for that comic strip of yours, I wouldn't be doing this. But a good chuckle is darned hard to come by. That one where Monkeybone stole the soap cake out of the urinal - I thought I would die. \n[38]De nada. Now, come here...bend over...before I change my mind. \n[39] \n[40]I dress up when I want to make an impression. - So how'd it go? \n[41]Back in your head, where he belongs. No offense, Stu, but on your own you're kinda vanilla. I didn't want to send you back without him. \n[42]It's irregular, but...I just love that strip of yours. I figure I'll take the \"Family Circus\" guy instead. \n[43]Thank me next time you see me. \n[44]Ohhhh, Hypnos?? ", "Head": "\n[1]Hey, aren't you Stu Miley? \n[2]We're big fans. \n[3]Could we have your autograph? \n[4]\n[5]\n[6]Put it on ice. I think it can still be saved! \n[7]Put it on ice. I think it can still be saved. \n[8]Put him on ice. I think he can still be saved! \n[9] ...at the tiny CARS parked far, far below. They must be close to a hundred feet up in the air - and all at once the ground is coming up fast!  EXT. ZOO - ON JULIE &amp; CROWD - LATE AFTERNOON  JULIE et al SCREAM IN HORROR as the two bodies plunge earthward.   ON STU-BONE &amp; O.D. STU - FALLING  ...and falling and falling until they SMACK INTO the hot asphalt of the parking lot, the deflated balloon settling over them like a shroud.  Their BODIES have stopped - but their SPIRITS keep on falling...  ", "Surgeon": "\n[1]Okay...detaching the left kidney... \n[2]You're an organ donor! \n[3]The chute didn't open. We kind of assumed - \n[4]I think it can still be saved. Put it on ice. \n[5]\n[6]Did you see a corpse running this way? \n[7]\n[8]Put it on ice. I think it can still be saved! \n[9]Put it on ice. I think it can still be saved. \n[10]Put him on ice. I think he can still be saved! \n[11]Excuse me. We lost a corpse - we saw him heading this way... \n[12]I'll be. It's him all right. Still dead... ", "Miss": "\n[1]\n[2]Young man. What's that in your lap? ", "Kitty": "\n[1]Hiya, Stu. Refill on that martini? \n[2]Is something wrong, Stu? You seem so tense. \n[3]Hypnos? \n[4]She is waiting for you, Stu. I know she is. Guys like you don't come along that often. Believe me, I know. \n[5]I mean it, Stu. You're one in a million. \n[6]Good for him! He's gonna wake up! \n[7]I'm so sorry, Stu. I wanted to tell you what was going on. I really, really liked you. \n[8]You're such a beautiful man. Look at you - stuck in this place, and only thinking of her. \n[9]No! Give me a moment. Just to look at him. Oh, Stu. Oh, my sweet, sweet Stu. \n[10]Let's not think about dogs. Let's think about pussycats. Meeowwwwwwrrrr.... \n[11]Shh! You'll need it when you're traveling. \n[12]Don't ask where I got it. \n[13]You're the only true-hearted man I ever met. You find a way back to that girl of yours and make her happy. \n[14]I'll worry about the guards. \n[15]Go. Just go. ", "Hutch": "\n[1]Holy shit. \n[2]It's nightmare juice. Julie and I were on the team that learned to synthesize it. If those charts are right, Stu's swimming in the stuff. Are you thinking we can decrease the levels? \n[3]That's not going to stop his nightmare - \n[4]You know, Julie, even if this works - which it probably won't - that stuff is tricky. You don't know what it'll do to his brain. \n[5]Seems perfectly obvious. He's been possessed by a monkey! \n[6] HUTCH is at the sleep lab, standing over the open refrigerator.  \n[7]The Nightmare Juice! It's gone! Somebody switched it for a beaker of grape Kool-Aid!! \n[8]Holy shit...the pants. The janitor found a pair of torn-up pants. It was the same night the monkey tipped her cage over. Remember that, Julie? ", "Hypnos": "\n[1] CAMERA TRACKS up the seemingly endless length of the HYPNOSPIRE - up, up, THROUGH a heavy layer of clouds, to the ROTATING PENTHOUSE DOME of the building...  ...which is festooned with oodles of 18-INCH DSS SATELLITE DISHES.  \n[2]Haw! I like a monkey with vision! \n[3]Wait a minute. Stu Miley, right? Boys and girls ...Mr. Stu Miley, in the house! This is an honor. We see a lot of nightmares down here, but yours are like caviar, man. You da shits!! \n[4]Uh huh. And? \n[5]Kid - didn't they tell you about this party? \n[6]It's a special kind of party. A farewell party. Do you...get what I'm saying? \n[7]Y'see, Stu, as I understand it, you made this pact with your sister...no life support? \n[8]Actually, Stu, Julie doesn't get to decide. That's why she was having the nightmare. They're pulling the plug at nine AM. \n[9]Stu, I like you personally, I admire your work, but I'm just the God of Sleep. This is Death's bailiwick. \n[10]Me? Me, go crawling to Death? My friend, it will be a cold, cold day in Las Vegas, Nevada, before I go crawling to that piece of - \n[11] ...and they rotate AWAY from the party. Privacy at last.  \n[12]Now Death is not what you would call a people person, like me. Death is a putz - and I should know. I'm his little brother. \n[13]Oh yeah. Mr. By-the-book, Stick-Up-the-Ass, My- Way-or-the-Highway Death. Believe me - over the course of eternity, you get pretty damned tired of that schtick. So I need a job. He sticks me in this broke-down amusement park, with a buncha animals to run it. I'm supposed to be grateful? \n[14]Thank you. I decorated it myself. \n[15]Oh, right. Cheating Death. There's one thing you might try. Only one guy in history ever pulled it off. Well, actually two. Actually, no, there was that other guy who...well, very few people have done it. \n[16]You've seen those E-tickets, right? Well, what you gotta do...is go into the Land of Death... and steal an E-ticket right out from under Death's nose. \n[17]Kid, listen: that's all I'm saying. And you didn't hear it from me. \n[18]You've heard of a fate worse than Death? That's what's waiting for you if you screw up. \n[19]Sorry, Stu. It's all part of the deal. We've got big plans for that body of yours! \n[20]Enough, enough, I'm hung over. \n[21]Sorry, Steve, maybe next time. And how's our new guest settling in - ? \n[22]Easy, pal! I was coming to congratulate you. It ain't easy snatching one of those E-tickets. Steve here was the last guy to pull it off, and that musta been, what, 25 years ago...? \n[23]It's simple, Stu. We need nightmares - lots of 'em. So whenever we can swing it, we send a guy up to stimulate the flow...a nightmare maker! Like Steve here. Poe. Rasputin...we've been doing this all the way back to Atilla and Genghis Khan! \n[24]The monkey, of course. It was his idea. \n[25]Nobody wants to be a sidekick, Stu. So one day he comes to us - he's got a proposition. We help him get your body...in return he gives us all the nightmares we want. \n[26]Oh, no, no, no. Y'see, Stu, as it happens, that girlfriend of yours figured out the chemical basis of bad dreams. And she just whipped up a big old batch of nightmare juice! \n[27]Oh, we're predicting a record box-office. It's like I always say...nightmares are your best entertainment! \n[28]You two-bit simian stooge. WHAT THE HELL IS THIS? We didn't send you up here to shake your booty and chase broads. We sent you up to make nightmares!! \n[29]Now find that nightmare juice and get to work. 'Cause you may be a free man during the day... but when you dream, your monkey ass is mine! \n[30]Dog dreams!! That stinkin' monkey. I can't believe it. We give him a body, and he sends us ...dogs. \n[31]Not again. THAT STINKING MONKEY!!! \n[32]Death! So nice to see you. I can explain - ", "Kimmy": "\n[1]Oh, Julie...my poor Stu...my poor baby brother... \n[2]An hour ago. I tried to prepare myself, but I didn't know he would be like, like this. I can't even bear to look at him... How about you? You're okay? \n[3]I had so much I always wanted to say to him. At least he had a chance to give you the ring. \n[4]Grandmama's ring. The engagement ring. He asked me to send it to him - \n[5]Can you give us a realistic sense of my brother's chances? \n[6]But these...machines are what's keeping him alive, is that right? \n[7]Can you give me a realistic idea...of how long this is going to last? \n[8]Honey, I have to clarify this. The thing is, Dr. Edelstein, my brother has an absolute horror of doctors - hospitals - needles - all of it - \n[9]Please, Julie. This is not easy for me. Our father took a long time to die. A long time. It just about killed us all. And Stu and I made a pact that when our time came - we wouldn't let it drag out. \n[10]Give me a date, Doctor. \n[11]I want him to have every chance, Doctor. We can certainly give it...three months. \n[12]This is hard for me, Julie...very hard...but it's been three months now, and... I gave the order. \n[13]I just couldn't stand the thought of you suffering. I love you so, I would never have... forgive me, Stu. Please forgive me. "}}