{"filename": "Mud_script.txt", "imdb_id": "tt1935179", "imdb_url": "https://www.imdb.com/title/tt1935179", "characters": ["Senior", "Carver", "Galen's Helper", "Miller", "Princess", "Juniper", "Galen", "King", "May Pearl", "Kyle", "Neckbone", "Mary Lee", "Tom", "Ellis", "Mud"], "dialogues": {"Senior": "\n[1]Where you been? \n[2]You're s'posed to be helpin' me. I had to load this myself. \n[3]Just get in the back. Can't be later than we are. \n[4]Let's go son. Ellis crumples the wrapper to his finished hotdog and jumps down from the bed of the truck. \n[5]Ellis rides up front with his father. Senior is a reserved man, older than Ellis' mother by several years. He's got thinning hair under the cap that only leaves his head when he sleeps. He reaches into his shirt pocket and fishes out a fold of cash. He slips out a five dollar bill and hands it to Ellis. \n[6]It's ten you do your share. I loaded this mornin'. That makes it five. Ellis begrudgingly stuffs the five in his jeans. \n[7]Hadn't you seen enougha him today? \n[8]You see anymore Ding Dongs over there? Ellis checks under his seat and pulls out a half-empty box of Ding Dongs. Hands one over to his father who rips the package with his teeth. \n[9]What? \n[10]You spy on me in my own house? \n[11]That's your mother's business. Senior makes this his answer, eats the Ding Dong. \n[12]What? Senior doesn't turn around from his work at the sink. \n[13]Why? \n[14]Some people move to this river to work on it, and some move here to be left alone. Senior makes his way to the ice machine and begins scooping ice into a large white cooler. Mary Lee emerges from the houseboat dressed for work, a secretarial job. Senior stops what he's doing to watch her. She walks over to Ellis. \n[15]Home for dinner? Ellis is startled by his father's voice. Senior sits in a lawn chair under the eaves of the carport. He's hidden in shadow, save for a red glow from the tip of his cigarette. \n[16]I ain't hidin'. He notices Senior tip back a pint of liquor and set it at his feet. Ellis opens the screen door leading inside. \n[17]Come over here. Ellis lets the door fall shut and skulks over to a beam that supports the carport. He leans into it. \n[18]You know I love you? \n[19]I work you hard 'cause life is work. You know that? \n[20]Your Mamma's been talkin' 'bout movin' in town. \n[21]She seems set on it. Wants to separate. She may ask me for a divorce. \n[22]It means enjoy the river son. Enjoy it while you live on it, 'cause this way a life isn't long for this world. Game and fish's 'bout made certain of that. \n[23]The houseboat's in your mother's name. Her daddy give it to her not me. If she wants to leave it, Game and Fish has ever' right to take this boat apart board by board. \n[24]Like I said, this is your mother's business. \n[25]I've let you down. A man should be in charge of his own affairs, but I haven't worked it like that. \n[26]I don't know about that anymore. 34. Ellis is speechless. After a moment, he turns to go inside. \n[27]Ellis? He stops and turns back to his father. Senior tries to express a sentiment he doesn't have the words for. Ellis continues inside. \n[28]Ellis rides up front with Senior. Windows down, no radio. \n[29]Where'd you get that black eye? \n[30]What you fightin' for? \n[31]What girl? \n[32]You got a girlfriend? \n[33]When'd that happen? \n[34]You seen your mother today? \n[35]You not talkin' to me? 76. \n[36]Well, that's your mother. Would rather tongue lash a problem than step up and handle it. You'll see one day. Women are tough. They'll set you up for things. You can't trust love, Ellis. If you're not careful, it'll run out on you. You just gotta pick a woman and roll the dice. Hope you don't wake up in fifteen years hatin' each other. Ellis keeps staring out the window as they pull into the parking lot of the Catfish Parlour Restaurant. \n[37]Ellis! Let's go! Ellis snaps around to find Senior leaning out the restaurant door. Ellis yanks the cooler down and drags it inside. He looks back over his shoulder for a final glance at the men. \n[38] \n[39]What the hell have you been doing? \n[40]She slaps at her husband's arms and back. He swats her away. \n[41]You tell her. You tell her what you've been up to. \n[42]J.J. Crawford said a boat motor went missin' from his stock yard. Said his daughter saw this one and his friend haulin' it off. \n[43]Now you tell me right now, did you steal that motor? 92. \n[44]Lie to me again. \n[45]You tell me I raised a thief? \n[46]You take property that's not yours. Property that belongs to another man. That junk is his livelihood. I'm ashamed of you. \n[47] Shut your mouth. You think you can take things and not have him see it? Neither one of you has any respect for a man's livelihood. A life that puts clothes on your back and food in your stomach. \n[48]Don't tell me what I know. If you can steal a man's life out from under him in front of your son and think he won't take a lesson from it than you're even dumber than you look. \n[49]She's raisin' you a snake like herself, and you can curl up with her `fore I give a damn. You just remember this when you watch them rip this house apart board by board. You Hear Me! \n[50]I don't care what you do Ellis. 94. \n[51]What the hell are you doin'?! Ellis says nothing. He doesn't move. Senior, continuing to yell, runs and drags a hose up from the houseboat. \n[52]Ellis dammit! What the hell's wrong with you?! The fire hisses as Senior turns the hose on it. \n[53]Ellis? Look at me. Ellis finally looks up at his father. A phone RINGS from inside the houseboat. Senior holds the hose in front of him. \n[54]Take it. Put this damn thing out. 103. Ellis takes the hose as Senior stomps on board to catch the phone. Ellis drops the hose. Senior's voice, speaking into the telephone, faintly carries outside. He's yelling. Ellis turns his head to listen. \n[55]I don't give a shit! Fine! I don't care what you do! I'm done with it! Ellis moves around the fire so he can see the houseboat through the flames. He hears the phone SLAM down. Senior appears at the back door. He stares at Ellis through the fire. Ellis moves to the side but realizes Senior isn't staring at him. He's staring at the fire. Senior disappears back into the house. There is a commotion. Ellis watches as Senior bursts out of the house holding an armful of woman's clothes. Senior walks up to the bonfire and begins tossing clothes on top piece by piece. \n[56]You had us scared son. Senior steps forward and kisses Ellis on the forehead. Staying close to his face. \n[57]  \n[58]Come on. Let's let him rest. Mary Lee touches Senior's hand on her shoulder. She stands. \n[59] \n[60] \n[61]Mary Lee, curled under the bed, frantically dials the phone. Senior, propped against the closed door, uses his undershirt to dab the pellet wounds around his neck. Hearing footsteps, he cracks the door open. He sees Mud standing in the den. Senior cocks his pistol \n[62] \n[63]It's okay. It's okay. The two sit alone on the edge of the houseboat. The river seems especially quiet now. \n[64] \n[65]    \n[66]Senior's truck pulls into the parking lot of a newly finished apartment complex. The two-story buildings are modest. The truck idles out front. \n[67]Yeah. Ellis begins to get out but stops when Senior speaks. \n[68]Ellis? You mind your mother okay? This is a big change for her. She needs your support. \n[69]All right. I love you. ", "Carver": "\n[1] \n[2]You hear me bitch? Tell me another lie. Ellis rushes Carver with his shoulder as if he were breaking down a door. Carver is knocked off balance. He trips over the edge of the bed and crashes into the motel room wall. Carver, slightly stunned, gets to his feet and in two broad steps lands a man-sized punch across Ellis' face. It's hard. Ellis melts. He grabs the boy up by the scruff of his shirt. \n[3]Who are you!? Who the hell are you!? Did he send you!? Carver removes a piece of paper from his pocket. It's a photo copied picture of Mud, different than the State Trooper's. Carver crams the photo in the boy's face. \n[4]You know this man!? Look at him! Do you know him!? Blood trickles from a cut under Ellis' eye. He stutters under the shaking force of Carver's hands. \n[5]I know you know where he is. And I swear to God I'll cut through every one a you to find him. \n[6]We know you came here for him, and we know he's too stupid to leave you behind. So when he pops his head out of whatever shithole he's staying in, I'll be there. You tell him that. \n[7]And you need to mind your business boy. \n[8]Carver takes a drag off a cigarette from behind the steering wheel of his black Lincoln town car, conscious to blow any smoke out the open driver's window. His car, wedged between two others in the Piggly Wiggly parking lot, is pointed toward the Executive Inn. He watches as Ellis and Neckbone load the cooler onto Neckbone's bike. \n[9]Daddy this is Miller. He's one of ours. 77. \n[10]We'll be in in a minute. Miller nods and enters the motel room. King turns to Carver. \n[11]They work in shifts. Two outside her motel, the others either out searching or sleepin' here. I met with the county sheriff but he wasn't much help. Said they'd handle their own business, but I got two of their people on payroll and a person on the inside at the state police. \n[12]All but two now. Nelson and James are watchin' her place. I called the rest in. \n[13]Get up.  Ya'll pay attention. \n[14]This is my father, King. He runs the show. \n[15]Carver sits behind the wheel of his Lincoln. The man with the mustache, James, sits in the passenger seat next to him. Carver notices Ellis and Neckbone standing in front of the Piggly Wiggly. He climbs out. \n[16]Hey there! Ellis turns to see Carver approaching. \n[17]You remember me don't you? Ellis nods. Carver notes the healing bruise on Ellis' face. \n[18]I'm sure sorry about that. Ya'll caught me at a real bad time. 83. \n[19]Hold on now. One second. I don't want ya'll thinkin' I'm a bad guy. Ya'll were just trying to do a job, and I got in your way. \n[20]Let's just say I bought that whole batch of fish ya'll were sellin'. Would forty cover it? \n[21]I bet ya'll really get around this town. Probably know every hole and ditch. Have ya'll come across the man whose picture I showed you? \n[22]You sure about that? Take a look with your good eye. \n[23]What about that girl in the motel? The pretty one. Ya'll talk to her some more? \n[24]There's a number on there. Ya'll let me know if you do. 84. Neckbone cranks the engine and backs the bike up with his feet. They pull away. Moving, Ellis looks back to see Carver watching them. \n[25]Let him go. James unhands the boy. Neckbone sprints into the woods. \n[26]Come on. They move toward the houseboat. \n[27]Flush him out this way. Carver walks to the covered carport. \n[28]He pumps the shotgun and fires into the murky water. The pellets pepper the surface. Still no sign of Mud. Carver pumps the shotgun a final time, but before he can get another shot off Tom's bullet rips open Carver's chest sending him sprawling through the broken patio doors. ", "Galen's": "\n[1]  ", "Helper": "\n[1]What you waitin' for? ", "Miller": "\n[1]Yes sir. ", "Princess": "\n[1]The Girl yanks off the necklace and hurls it at Galen. He brushes fingers through his thick mustache. ", "Juniper": "\n[1] \n[2]  \n[3]Thank you. \n[4]I'm so sorry. \n[5]Here. \n[6]How much is your fish? I'll buy the cooler full. \n[7]You've met Mud? \n[8]He tells me to hold tight. 59. \n[9]Well do you know how long `hold tight' is? \n[10]God. \n[11]Tell him I'll wait. \n[12]But I don't want ya'll involved. Tell him what I said and make that it. I don't want you gettin' in any trouble. \n[13]What do you call that? \n[14]Wait. \n[15]What's your name? \n[16]Thank you Ellis. Ellis stares at her, infatuated. \n[17]  \n[18]Juniper watches TV  at the foot of the bed. The phone rings. She snaps up, hits mute and grabs it. \n[19]Hello? \n[20]Ellis? \n[21]Thank god. I've been goin' crazy in this room. Is Mud okay? \n[22]Now? \n[23]What's goin' on? \n[24]They're watching my room. \n[25]Wait. Just wait. I don't know about alla this. I don't even know what he thinks we're gonna do. Where are we even gonna go? This is Mud. This is what Mud does. \n[26]Why are you even doing this? \n[27]Why are you helping us? \n[28]Wait. 82. \n[29]  \n[30]I was wonderin' when I'd see you. Ellis checks over his shoulder and walks inside \n[31]  \n[32]I'm sorry about last night. I didn't plan on... Before she can finish Ellis has fished the letter out of his pocket and holds it out to her. \n[33]Okay. Ellis goes to the door. He pulls the bedroom curtain back slightly to check the parking lot. The coast is clear. \n[34]Did you read it? \n[35]Ellis? He turns to her. 98. \n[36]I'm sorry. \n[37]I couldn't. \n[38]I came here to leave with him. I really did. But now...now I guess I just came to say goodbye. \n[39]You don't know us Ellis. We've been headin' this way for a long time. \n[40]You really believe that? \n[41]Mud's a born liar. That's what makes him so likable. He makes people feel good about themselves. He's a romantic. I don't think he means to hurt people. But when people get close to him, that's what happens. \n[42]I do love him Ellis. But I can't spend the rest of my life runnin' with him. I may not know what kind of life I want, but I know that's not it. 99. She finishes, folds the letter back up, then turns to him. \n[43]Tell him I understand. \n[44]It says it's over. Tell him I've packed my things. Tell him I've gone. She takes a deep breath and smiles at him. \n[45]Bye Ellis. Ellis turns and walks out. \n[46]  ", "Galen": "\n[1]Come on baby. \n[2]That's uncalled for. 19. \n[3]  \n[4]  \n[5]They look bright enough. The owner of the shop, an ELECTRICIAN, holds up a metal bar with the lamps affixed by bolts at either end. \n[6]So you really think these'll work under water? \n[7]  \n[8]Shut up. After a moment, Galen cranks the motor and speeds away. \n[9]This shit never gets easy. \n[10]I've had worse. Galen reclines as Neckbone kills the air compressor and begins organizing the gear. He watches his little nephew. \n[11]You doin' all right? \n[12]You don't need to tell me anything? \n[13]I know I'm just your uncle, not much of a parent. But you can tell me things if you need to. 75. \n[14]What do you think? \n[15]Come `ere Ellis. \n[16]  \n[17]I found it in the river. Works great. Best ceiling fan I've ever owned. This river brings a lotta trash down it. Some a that trash is worth a lotta money, some of it's not. You gotta know what's worth keepin' and what's worth lettin' go. You know the difference? \n[18]Neck looks up to you. Don't get my nephew into anything you can't get him out of. \n[19]Help Me Rhonda's just about a guy needing to get a piece to get over a girl that put one over on him. So you get your heart broke, don't walk around with a shit look on your face. Get back in there. Get your tip wet. You hear me? \n[20]You know what I'm sayin'. \n[21]Ya'll wanna hang out? Alan's comin' over. We're gonna pump it up. \n[22]Whatever. The boys exit as Galen turns on the amp. ", "King": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]Carver takes a drag off a cigarette from behind the steering wheel of his black Lincoln town car, conscious to blow any smoke out the open driver's window. His car, wedged between two others in the Piggly Wiggly parking lot, is pointed toward the Executive Inn. He watches as Ellis and Neckbone load the cooler onto Neckbone's bike. \n[6] \n[7]    \n[8]  \n[9]Catch me up. \n[10]Good. Doin' good. Who all's here? \n[11]Okay. Let's meet the men. Carver leads his father to the motel room. \n[12]Men. I wanna thank you for the work you're doin'. It's important work, and I want you to know what it means to me personally. I'm grateful for it. No man should have to bury his son. It's not natural, and it's a pain I hope none of you ever have to endure. \n[13]This man did that to me. He took my youngest boy. And now, you're gonna help me get him. \n[14]Now gather `round. Come on now, in a circle. I want ya'll to join hands. \n[15]Everybody take a knee. \n[16]Bow your heads. I need you to help me pray for the death of the man that killed my son. 79. \n[17]  \n[18]  \n[19]Carver sits behind the wheel of his Lincoln. The man with the mustache, James, sits in the passenger seat next to him. Carver notices Ellis and Neckbone standing in front of the Piggly Wiggly. He climbs out. \n[20]  \n[21]Hello...Yes...Yessir we are...Uh huh. King takes a pen from his shirt pocket and scribbles on a pad on the nightstand. \n[22]Now where'd you say you were?...Okay...He's gone. Okay...But you say he left the boy?...And your name sir? \n[23]Hello...You're speaking to him... King listens. His face taut. \n[24]He's dead?  Okay. King hangs up the phone. He sits at the edge of the bed, overwhelmed by the news. ", "May": "\n[1]Stop it! She shoves the Skinny Kid, but he continues laughing. \n[2]You didn't have to do that. \n[3]Do I know you? \n[4]How old are you? \n[5]Fourteen? You know you just punched a Senior? \n[6]You think you're pretty tough. \n[7]I'm May Pearl. \n[8]What else do you know? \n[9]Hello? \n[10]Oh. \n[11]Okay! \n[12]If you can find my phone number, you should call it. \n[13]Ellis! Ellis turns to see May Pearl hopping down from a Ford Bronco. She leans on the door and waves Ellis into the back. \n[14]Come on! Ellis takes another look at Carver and his men before running over to the Bronco. \n[15]Try this. A Styrofoam Sonic Cup is thrust into Ellis' hand. He turns to find May Pearl standing next to him. \n[16]Come on. She leads Ellis behind one of the trucks parked nearby. May Pearl climbs onto the tailgate, a red glow across her face. No one else is around. Ellis hesitates. \n[17]You wanna sit down? Ellis takes a seat next to her. She looks at him, smiling, and gestures to his black eye. \n[18]You must really like to fight? 68. \n[19]But you're not scared if you have to. \n[20]They're all right. I don't know all of `em. \n[21]Why do you say that? \n[22]How do you know that? \n[23]But I like you. \n[24]A bracelet? \n[25]Thank you. 69. \n[26]Without stopping, May Pearl, along with her Sister and Mother, all turn. May Pearl sees him, but doesn't wave back. She continues inside. Ellis looks confused, then embarrassed. Neckbone notices. \n[27]She said she didn't like him that much. I told her I thought he was all right. \n[28]What? \n[29]Ellis! \n[30]Kyle! Stop it Kyle! 101. \n[31]What the hell are you doin' here Ellis?! \n[32]You can't just run up and punch people I'm with! \n[33]Why would I call you back Ellis? \n[34]I'm not your girlfriend! We went on one date. One! \n[35]That doesn't matter! \n[36]But what Ellis?! What did you expect?! \n[37]You're fourteen! \n[38]What? Ellis is losing it. His eyes are red. He looks at the crowd of kids. There are smiles and some snickering. May Pearl is speechless. She just stares at him. Ellis turns and walks back to the dirt bike. May Pearl's girlfriends gather around her. She shakes her head, dumbstruck. Ellis lifts the bike off the ground. He looks back at May Pearl who appears to be shrugging off the whole affair in front of her friends. Ellis speeds off. ", "Pearl": "\n[1]Stop it! She shoves the Skinny Kid, but he continues laughing. \n[2]You didn't have to do that. \n[3]Do I know you? \n[4]How old are you? \n[5]Fourteen? You know you just punched a Senior? \n[6]You think you're pretty tough. \n[7]I'm May Pearl. \n[8]What else do you know? \n[9]Hello? \n[10]Oh. \n[11]Okay! \n[12]If you can find my phone number, you should call it. \n[13]Ellis! Ellis turns to see May Pearl hopping down from a Ford Bronco. She leans on the door and waves Ellis into the back. \n[14]Come on! Ellis takes another look at Carver and his men before running over to the Bronco. \n[15]Try this. A Styrofoam Sonic Cup is thrust into Ellis' hand. He turns to find May Pearl standing next to him. \n[16]Come on. She leads Ellis behind one of the trucks parked nearby. May Pearl climbs onto the tailgate, a red glow across her face. No one else is around. Ellis hesitates. \n[17]You wanna sit down? Ellis takes a seat next to her. She looks at him, smiling, and gestures to his black eye. \n[18]You must really like to fight? 68. \n[19]But you're not scared if you have to. \n[20]They're all right. I don't know all of `em. \n[21]Why do you say that? \n[22]How do you know that? \n[23]But I like you. \n[24]A bracelet? \n[25]Thank you. 69. \n[26]Without stopping, May Pearl, along with her Sister and Mother, all turn. May Pearl sees him, but doesn't wave back. She continues inside. Ellis looks confused, then embarrassed. Neckbone notices. \n[27]She said she didn't like him that much. I told her I thought he was all right. \n[28]What? \n[29]Ellis! \n[30]Kyle! Stop it Kyle! 101. \n[31]What the hell are you doin' here Ellis?! \n[32]You can't just run up and punch people I'm with! \n[33]Why would I call you back Ellis? \n[34]I'm not your girlfriend! We went on one date. One! \n[35]That doesn't matter! \n[36]But what Ellis?! What did you expect?! \n[37]You're fourteen! \n[38]What? Ellis is losing it. His eyes are red. He looks at the crowd of kids. There are smiles and some snickering. May Pearl is speechless. She just stares at him. Ellis turns and walks back to the dirt bike. May Pearl's girlfriends gather around her. She shakes her head, dumbstruck. Ellis lifts the bike off the ground. He looks back at May Pearl who appears to be shrugging off the whole affair in front of her friends. Ellis speeds off. ", "Kyle": "\n[1]So what'd she say? \n[2]Get your head outta my car kid. \n[3]Shit! ", "Neckbone": "\n[1]What the shit man? \n[2]How old is she? \n[3]She's got nice titties. You talk to her? \n[4]You're gonna have to talk to her. \n[5]Remind me when we get back to my house, Galen's got a book on that. Neckbone takes a spot up front in the small, flat-bottom boat. Ellis, a foot on the bank and one in the boat, launches them out into the water. \n[6]Shit. Ellis raises up behind him. He takes a deep breath, nods. \n[7]Your dad'd kill us he knew we went out there. \n[8]What if it sinks? 4. \n[9] \n[10]Galen thinks it's been here awhile. Thinks the last flood did it. Ellis follows as Neckbone winds through the trees. They stop at a deep creek that cuts across the island. Neckbone looks to his right, then his left. Sees what he's looking for. \n[11]It's down there. A fallen tree trunk that straddles the creek. Ellis starts across. 5. \n[12]Hold it. Neckbone picks a large stone up off the ground. \n[13]Look. Eight feet below the tree trunk, a nest of water moccasins curl around in the creek. Neckbone drops the stone on top of them. The snakes fan out. \n[14]Little shits. Their mud-caked high-tops stomp across the trunk. \n[15]So there it is. \n[16]Motor broke off. Ellis isn't concerned with the motor. His eyes are locked on a covered cabin at the front of the boat. \n[17]Just me and Galen. \n[18]He don't care about it. \n[19]It's got its own shitbox Neckbone slides back a portion of floral curtain and light streams in. He starts opening small closets and drawers. Ellis plops down on the rotted bench cushions. \n[20]Ho-Lee-Shit. Neckbone stares in an open drawer. He removes a stack of Playboys from the 1980's. Ellis smiles at him. He leans back and props his foot against the sink cabinet across from him. This is home. Neckbone opens the first Playboy. It disintegrates. \n[21]Aw shit. 7. \n[22]Her tits are so small. \n[23]Look at that beave. You gotta see this. \n[24]What? \n[25]What? \n[26]Shit. \n[27]What are you doing? Ellis stares at a muddy boot print, cross in the heel, stamped in the center of their boat. He looks back to the treeline, then down the shore. He looks to his feet. The boys' shoe prints make chaotic patterns in the mud. Larger boot prints lead off down the shoreline. \n[28]What is it? \n[29]Shit. Let's go. Ellis begins following the boot prints around the shoreline. \n[30]We gotta go if you wanna make it back. Your dad's gonna kick our ass. It'll take twice as long goin' up river. \n[31]Where the hell'd he go? \n[32]Shit. You know that guy? \n[33]Shit. \n[34]Shit. \n[35]We found it. \n[36]So? \n[37]I'm Neckbone, he's Ellis, and mister you may be stone ass crazy but I know you're not the owner of that boat, not for nine tenths of nothin'. \n[38]What do you care where we're from? \n[39]Ellis. We gotta go. \n[40]This guy's a bum Ellis. Come on. \n[41]He's a bum Ellis, let's go. Mud lays a serious look down on Neckbone. \n[42]No! Ellis looks back. Mud has disappeared. \n[43]    \n[44]What book? \n[45]Aw, yeah. We gotta give it a minute. You hear that music? \n[46]That means he's doin' it. That's his doin' it song. \n[47]Whoever's drivin' that white Dodge. \n[48]Nah. You tell anybody? \n[49]That guy was crazy. \n[50]Well he can swim his ass off that island and get some. \n[51]Why? \n[52]Yeah. \n[53]Yeah. \n[54]Pearls. Galen finds 'em in some of the mussel shells. Most of 'em ain't worth dick, but he likes to make necklaces for the girls. Come on, let's get that book. Neckbone walks into the trailer. Ellis stands up and retrieves the other two pearls out of the dirt. He crams them in his pocket and follows Neckbone inside. \n[55]  \n[56]I don't want you goin' back out there by yourself. That river's scary enough with two people, and I don't trust that guy. Here it is. He takes out a hardback book. The slip reads, \"The Confident Confidant, communicating with the opposite sex.\" \n[57]Galen said this really turned things around for him. \n[58]  \n[59]You really going back out there? 20. \n[60]Well...I'll be over in the mornin' then. Galen, his thumbs tucked under his armpits, walks back to the trailer. He passes the boys and notices the self-help book in Ellis' hands. \n[61]I'll call 'fore I come. \n[62]Where you think he's at? \n[63] You think he's up there? \n[64]What you got that pistol for? \n[65]Is she hot? \n[66]  \n[67]That a good luck snake? \n[68]I hate snakes. \n[69]Thanks.  So what's that for then? Mud walks to a tree branch that has grown out over the bank, nearly resting in the water. He sets a trot line from it. \n[70]What'd they do? \n[71]Here you go, Mud. I think you need that worse than I do. \n[72]You start datin' I bet her dad'll give you a free pick-up truck. \n[73]What's goin' on? Ellis doesn't turn back. Neckbone reluctantly sets the carburetor down and follows. \n[74]Son of a bitch...Ellis? \n[75]Look. \n[76]You ever seen that girl before? \n[77]Into the Piggly Wiggly. She came from the motel. \n[78]I gotta go check on Galen. We'll pick you up out front. Ellis heads for the Piggly Wiggly. Neckbone calls after him. \n[79]What'd she say? \n[80]Shit. \n[81]Was it her? 32. \n[82]  \n[83]So what's the big deal? \n[84]I knew it! I told you that crazy sonofabitch was trouble. Did they say what he did? \n[85]So'd you tell `em where he is? \n[86]What? \n[87]You think he doesn't know that already? Jesus Ellis, why do you think he's on that island? You don't even know what he's wanted for. Ellis climbs in the boat and Neckbone yanks his shoulder. \n[88]Ellis! I'm serious. We don't know who this guy is. \n[89]I don't give a shit who he loves. Ellis starts the motor and waits for his friend. \n[90]It sounds like a shitload of state troopers think different. \n[91]No tellin' where the hell he's been sleepin'. \n[92]The ones spreadin' your picture all over the place. Stoppin' cars on 165 searchin' for your ass. Mud factors this in and then goes back to writing. \n[93]Who'd you kill? \n[94]I think you want us to run around, stickin' our necks out, gettin' everything you need, just so you can take our boat. 47. \n[95]What do we get out of it? \n[96]What about that pistol? \n[97]What kind is it? \n[98]I guess we could work a deal like that. \n[99]All right then. 48. Mud smiles, flashing his missing tooth. He spits in his palm and holds it out to Neckbone. Neckbone, not sure about taking the spit hand, reluctantly shakes. Mud rips a page from the notebook and hands it to Ellis. \n[100]Don't lose my pistol. They continue down the rope. Mud continues his work. \n[101]I'll watch the boat. Ellis scans the woods that populate the patch of land wedged between the river and this short tributary. \n[102]Ellis? \n[103]Be careful. Galen always said that old man's crazy. Neckbone keeps his seat as Ellis darts into the woods \n[104]You think that's his dad? \n[105]They don't look like family. \n[106]He's really givin' it to him. \n[107]You Mud's daddy? \n[108]He loves her. You can tell that much. You gonna take it to her? \n[109]I don't know. Could be a lot of trouble. 55. \n[110]All right. They each grab an end of the cooler and carry it across the lot toward a flight of stairs. \n[111] \n[112]We're just selling fish! \n[113]You all right? \n[114]He popped your eye. 58. \n[115]Yeah we met him. \n[116]Yeah, we read it. \n[117]We gotta go. Ellis turns and grabs one end of the cooler. Neckbone slaps back the security latch and opens the door with his free hand. They walk out. \n[118]Let's go hard on. He and Ellis wrangle the cooler down the steps. The sun set while they were inside. A blue hue hangs over everything. \n[119]We've got more, but no motor. \n[120]Ellis rushed him. Got smacked for it. \n[121]More what? Mud gathers the supplies and heads to the treeline. The boys, with their hands full, follow him. \n[122]What's so special `bout that shirt you'd lose your pistol for it? \n[123]He said he wasn't your daddy. \n[124]I never met my parents. \n[125]My uncle Galen tells me things about `em. He's the one that takes care of me. \n[126]Well if you're gonna do it do it! Mud takes a deep breath and yanks the cord. Angled on one of the main branches holding up the boat, Mud begins cutting. Ellis and Neckbone step further and further back as they watch the chainsaw work through the thick limb. Suddenly, the chainsaw stops. A deep CRACKING sound. The huge branch SNAPS, tumbling off lower limbs before crashing to the ground. Mud holds onto the trunk for dear life. The branch now rests on the ground, SILENCE. The ropes and pulleys hang taught, squeaking from the weight of the boat. Mud slowly lifts his head up. He smiles at what he sees. The rigging has held. \n[127]This shit is crazy. 66. \n[128]That's a good haul. \n[129]Yeah. \n[130]Tell you what? \n[131]I can tell you this helmet smells like my duck butter. \n[132]  \n[133]You touch her breast? \n[134]That's great man. \n[135]It's welded. We'd just tear it up. What if we float it out? \n[136]Come on. Neckbone walks to the trailer. Ellis follows. \n[137]  \n[138]Jesus! They squint and shield their eyes. The light shuts off as quickly as it came on. Galen stands in front of them wearing his wet suit. The bar with the flood lights attached sits across his shoulders. The boys rub their eyeballs, seeing spots. Galen shuffles over to the couch holding a marine battery connected to the lights. He labors to take a seat. \n[139]That's real good Galen. Gimme a minute. \n[140]We got stuff to do. \n[141]  \n[142]What were ya'll talkin' about? \n[143]There's a motor in the scrap yard might work. \n[144]I can get it runnin'. Tell him Ellis. \n[145]It's been there for months. Nobody's even gonna know it's gone. Ellis hesitates. He looks to Mud. \n[146]How'd it go? \n[147]Gimme a quarter. This shit took mine. Ellis watches May Pearl entering the grocery store. He calls out with a wave. \n[148]It's all right man. She's with her family. Come on. I wanna get that motor before dark. They head to the dirt bike. \n[149]That'd bout do it. \n[150]Jesus that's heavy. The boys get on either side of the motor and begin half- dragging it back to the fence line. \n[151]Where are those bastards? 85. \n[152]What do you wanna do? \n[153]Shit. Was she there? \n[154]You think this is it? \n[155]Thanks a lot asshole! Come on man. They head over to Neckbone's dirt bike. He pulls out the key and climbs on. Ellis hesitates. \n[156]I'll take you home. \n[157]What're you gonna tell him? \n[158]I doubt it! Neckbone sees Ellis' concern. \n[159]I'll sleep over at your house tonight! We can check on him first thing tomorrow! Ellis nods. As they head further up river, the island grows smaller, silhouetted by the moonlight. \n[160]What the hell's all this? \n[161]I guess he didn't care about bein' seen. Ellis kicks at one of the burned logs. He bends down and finds the bottle of Jack Daniels, smashed. \n[162]You be all right? \n[163]He'll be okay. \n[164]Don't tump it. Ellis nods. Neckbone walks over to Mud with the toolbox. Letter in hand, Ellis gives a final look toward Mud's labor and walks back into the woods. On his way, he stops to hang Mud's shirt on a tree branch. \n[165]Try it now. Mud turns a switch. No result. \n[166]Sonofabitch. Ellis emerges from the treeline. Mud sees him and hops down from the boat. He walks up to him. \n[167]Let me talk to him. \n[168]Ellis! Ellis, stop for a second! Neckbone watches as Ellis reaches the tree trunk that bridges the creek. Ellis steps onto the log, but his muddy shoes miss a step. He SLIPS. Neckbone sees Ellis disappear down into the creek bed. \n[169] \n[170] \n[171] \n[172] \n[173] \n[174]IS HE OKAY?! Is he bit?! Mud notices Ellis' jeans leg riding up. He pulls the jeans back. A BITE in the middle of his calf. It's a bluish bruise with two distinct red dots. The skin around the bite has already begun to swell. \n[175]It's four eighteen! Mud draws a line on Ellis' leg just above the swollen bite. He writes, \"418\". \n[176]Is he gonna be okay?! \n[177]Yeah! \n[178]Yeah! \n[179]Are you bit?! Mud shakes his head. \n[180]My bike should be just over that ridge! Mud looks at Ellis' leg. The swelling has crept up his thigh. Black lines with numbers mark its progress: \"428, 438, 448\". Ellis' face has taken on a blue tint. 108. The boat hasn't reached the shore, but Mud takes Ellis in his arms and jumps into the water. He wades onto the bank. \n[181]It ain't sunk yet. \n[182]I wish Ellis could see it. \n[183]Where the bullets? \n[184]Shit. \n[185] \n[186]Hey. \n[187]Mud dinged the shit out of it. Neckbone takes a seat next to Ellis. They watch the workers. \n[188]They're really doin' it. \n[189]It's bullshit. They ever find Tom? The boys focus on Tom Blankenship's boat across the bayou. It sits vacant, covered in police tape. \n[190]Your dad not here? 124. \n[191]Heard on the news. They still hadn't found Mud's body. Ellis nods. \n[192]You think he's dead? \n[193]All right. Neckbone watches Ellis climb into the bed of the pick-up and take his spot on the coolers. The sound of twisting metal shifts his attention back to the houseboat being swung over a flatbed semi. ", "Mary": "\n[1]I just want to have a conversation. I just want to talk about it. Mary Lee sits down across from Senior, who doesn't look up from his paper. Her eyes narrow and she extends a finger toward him. \n[2]If you don't look up from that goddamn paper... She stops before completing the thought. After a moment, Senior lowers his paper. He stares across the table at his wife. He looks at her with true disdain. 2. His eyes trace down her face and robe before finally settling on his cup of coffee. He picks up the cup, takes a sip, and sets it back on the table. He raises the paper up. Mary Lee's eyes soften. She bites the inside of her cheek to keep from crying. Her eyes move to the kitchen window. \n[3]Yes. 21. She walks into the kitchen keeping Ellis at her back. She turns on the sink and begins scrubbing at a dish. \n[4]Do you need me to fix you somethin'? Have you eaten? \n[5]I'm gonna turn in. \n[6]Let's sit down for dinner tonight okay? Will you make it home by seven? \n[7]You're late. Ellis doesn't speak, he doesn't look at her. He enters his room and shuts the door. He's heard the news and she knows it. Mary Lee's face drops. \n[8]Time to get up. She begins picking clothes off the floor. Ellis, in bed, raises up on his elbows. He's tired from a late night. \n[9]I'm going to Wal-Mart. I need you to come with me. \n[10]Come on. She pulls the covers off of him. \n[11]The two ride in an awkward silence. 40. \n[12]Ellis I know what your father told you last night. That's not what I wanted. I wanted to sit you down and talk about it. \n[13]I've spent my whole life on that boat. I don't think it's too much to ask for your... \n[14]Oh no. I hope no one's hurt. \n[15]I'm just saying there are two sides to this. I haven't made up my mind about anything because I want you to be involved in my decision, but I need a change Ellis. I deserve one. \n[16]I think they're searching people. \n[17]Of course. 41. \n[18]No sir. \n[19]No sir. \n[20]We will officer. \n[21]My lord.  42. \n[22]How would you feel about moving into town with me? Please don't tell your father this, but I've been looking at a couple of places. I know it would be a big adjustment for you, but it might end up being something you like. You know living on the river isn't exactly everyone's idea of the good life. Ellis? He looks at her. \n[23]Are you even listening to me? \n[24] \n[25]You look nice. \n[26]What time are you gonna be home? Ellis shrugs. She looks at him as the car radio rambles. \n[27]No later than eleven? Ellis nods. \n[28]About moving in town? \n[29]You can't make other people change Ellis. If I'm unhappy then I'll have to be the one to change something. Ellis chews on the inside of his cheek and watches her avoid eye contact. He shoulders his way out of the car. Mary Lee takes a moment before driving off. As Mary Lee pulls away, Ellis takes in the scene. \n[30]Ellis turns as Senior yanks the phone by the cord. It snaps out of Ellis' hand and smashes apart on the floor. Ellis flinches at the sight of his father flying at him. \n[31] \n[32]Take your hands off him Senior! \n[33]Ellis? \n[34]Senior. \n[35]Don't you blame this on me. One doesn't have a thing to do with the other and you know it. \n[36]You're a man who's never had the strength to support his own life. I never asked you for a thing, and I've never took a thing from you that I couldn't provide for on my own. If they do tear my home apart the only joy I'll have in my heart is knowin' that they'll be tearing you out of my life for good. \n[37]Ellis. You'll return that motor from where you found it and you'll apologize in person to the man you took it from. I won't hear about anything like this again. \n[38]It's okay. You're okay. Just set back. Mary Lee guides Ellis back down on the pillow. Senior stands with his arm on her shoulder. They look down at their son. \n[39]You're home. We got you home. Ellis takes a second to get his bearings. His mother lifts a glass of Sprite up to his mouth. He takes a sip. \n[40]The doctors gave you some medicine. You had a snake bite. 112. \n[41]A man brought you in. No one knew him. Ellis tries to sit up in bed, but his mother stops him. \n[42]It's okay. You just need to rest up now. We can talk all about it later. Do you need anything? Are you hungry? \n[43]I'll be back in to check on you but just try and sleep if you can. \n[44]We love you too Ellis. They exit the room. Ellis rests his head back on the pillow and takes a deep breath. ", "Lee": "\n[1]I just want to have a conversation. I just want to talk about it. Mary Lee sits down across from Senior, who doesn't look up from his paper. Her eyes narrow and she extends a finger toward him. \n[2]If you don't look up from that goddamn paper... She stops before completing the thought. After a moment, Senior lowers his paper. He stares across the table at his wife. He looks at her with true disdain. 2. His eyes trace down her face and robe before finally settling on his cup of coffee. He picks up the cup, takes a sip, and sets it back on the table. He raises the paper up. Mary Lee's eyes soften. She bites the inside of her cheek to keep from crying. Her eyes move to the kitchen window. \n[3]Yes. 21. She walks into the kitchen keeping Ellis at her back. She turns on the sink and begins scrubbing at a dish. \n[4]Do you need me to fix you somethin'? Have you eaten? \n[5]I'm gonna turn in. \n[6]Let's sit down for dinner tonight okay? Will you make it home by seven? \n[7]You're late. Ellis doesn't speak, he doesn't look at her. He enters his room and shuts the door. He's heard the news and she knows it. Mary Lee's face drops. \n[8]Time to get up. She begins picking clothes off the floor. Ellis, in bed, raises up on his elbows. He's tired from a late night. \n[9]I'm going to Wal-Mart. I need you to come with me. \n[10]Come on. She pulls the covers off of him. \n[11]The two ride in an awkward silence. 40. \n[12]Ellis I know what your father told you last night. That's not what I wanted. I wanted to sit you down and talk about it. \n[13]I've spent my whole life on that boat. I don't think it's too much to ask for your... \n[14]Oh no. I hope no one's hurt. \n[15]I'm just saying there are two sides to this. I haven't made up my mind about anything because I want you to be involved in my decision, but I need a change Ellis. I deserve one. \n[16]I think they're searching people. \n[17]Of course. 41. \n[18]No sir. \n[19]No sir. \n[20]We will officer. \n[21]My lord.  42. \n[22]How would you feel about moving into town with me? Please don't tell your father this, but I've been looking at a couple of places. I know it would be a big adjustment for you, but it might end up being something you like. You know living on the river isn't exactly everyone's idea of the good life. Ellis? He looks at her. \n[23]Are you even listening to me? \n[24] \n[25]You look nice. \n[26]What time are you gonna be home? Ellis shrugs. She looks at him as the car radio rambles. \n[27]No later than eleven? Ellis nods. \n[28]About moving in town? \n[29]You can't make other people change Ellis. If I'm unhappy then I'll have to be the one to change something. Ellis chews on the inside of his cheek and watches her avoid eye contact. He shoulders his way out of the car. Mary Lee takes a moment before driving off. As Mary Lee pulls away, Ellis takes in the scene. \n[30]Ellis turns as Senior yanks the phone by the cord. It snaps out of Ellis' hand and smashes apart on the floor. Ellis flinches at the sight of his father flying at him. \n[31] \n[32]Take your hands off him Senior! \n[33]Ellis? \n[34]Senior. \n[35]Don't you blame this on me. One doesn't have a thing to do with the other and you know it. \n[36]You're a man who's never had the strength to support his own life. I never asked you for a thing, and I've never took a thing from you that I couldn't provide for on my own. If they do tear my home apart the only joy I'll have in my heart is knowin' that they'll be tearing you out of my life for good. \n[37]Ellis. You'll return that motor from where you found it and you'll apologize in person to the man you took it from. I won't hear about anything like this again. \n[38]It's okay. You're okay. Just set back. Mary Lee guides Ellis back down on the pillow. Senior stands with his arm on her shoulder. They look down at their son. \n[39]You're home. We got you home. Ellis takes a second to get his bearings. His mother lifts a glass of Sprite up to his mouth. He takes a sip. \n[40]The doctors gave you some medicine. You had a snake bite. 112. \n[41]A man brought you in. No one knew him. Ellis tries to sit up in bed, but his mother stops him. \n[42]It's okay. You just need to rest up now. We can talk all about it later. Do you need anything? Are you hungry? \n[43]I'll be back in to check on you but just try and sleep if you can. \n[44]We love you too Ellis. They exit the room. Ellis rests his head back on the pillow and takes a deep breath. ", "Tom": "\n[1]  \n[2]  \n[3]Why you huntin' me? Ellis flinches. He turns to find Tom Blankenship standing at the edge of the boat. \n[4]You deaf boy? I said why're you huntin' me? \n[5]What's your business here? \n[6]You're Senior's boy. \n[7]What you got to say he can't tell me himself? Tom, rusty on pleasantries, brushes past Ellis as he heads inside the boat. \n[8]Mud sent you. \n[9]What do you know about it? \n[10]Your daddy know this? \n[11]Where is he? \n[12]Mud. \n[13]Where is she? \n[14]Why you out here like this? \n[15]You've spent your whole life followin' that girl! She's run you halfway cross the country and back, and for what? For this, left out on an island beggin' for help. A murderer. A thief. \n[16]What would you call it then? Don't even mention draggin' those boys into this. Do you have any idea what you're doin'? \n[17]I'm ashamed of you. \n[18]Don't expect help from me. There's none to be given. \n[19]I'm ready. \n[20]  \n[21]Mud didn't have no daddy. No mother I ever knew of. He was livin' in the woods when I met him. Younger than you are now. Tom doesn't offer anymore. Neckbone thinks on his answer. Ellis kills the engine near the mouth of Shelly's Oxbow. Tom jumps down into the knee deep river and wades onto shore. He turns back to the boys. \n[22]Ya'll need to watch yourselves. Don't go gettin' into something you don't have any business in. Mud's into something you don't want any part of. I suggest you forget about him. Ellis and Neckbone don't respond. Tom, with a final admonishing look, disappears into the woods. Ellis cranks the motor and points the boat up river. \n[23]  \n[24]  \n[25]You want some coffee? Tom disappears inside. \n[26]  \n[27]You been seein' Mud? \n[28]You don't have to lie to me boy. \n[29]I've seen you runnin' around. Takin' things. He all right? \n[30]He get that boat down? \n[31]How long have you known Mud? \n[32]Well that's long enough to know he's full of shit. \n[33]I was a sharpshooter in the army. In Mud's world, that makes me an assassin. Not exactly true, right? \n[34]You think he's a bad ass don't you? \n[35]You know why he's stuck out on that island? \n[36]He tell you why he shot that man? \n[37]Right. The real reason Mud's in the trouble he's got is because of her. He's been in love with that girl since he was your age. They used to run all around here and it was the same back then. He'd follow that girl wherever she led him. Problem is she don't care about nobody but herself. I've told him as much. She'd bed down with the meanest snake she could find, then when things went bad she'd go runnin' to Mud. Mud would take her back, then go find whatever unlucky sonofabitch last put a hand on her and beat `em `til they knew to never touch her again. And this time I guess he thought a beating wasn't good enough. Had to shoot that fella. I don't know for sure, but I'd put money on Juniper knowin' he'd do it. And I have a suspicion she might of even told him to. Either way, those two are set for failure. Only chance Mud has is to cut her loose. Cause I'll tell you what, Mud's no bad ass. He's runnin' scared. \n[38]  \n[39]  \n[40]  \n[41]He snaps the bolt open and closed, but it jams. He jerks at the lever, looking up he sees Carver taking aim. \n[42]Tom slaps open the bolt and yanks the spent cartridge out with his fingers. It BURNS. \n[43] \n[44]He exhales, shucks the bolt once more. His eyes scan the dark water. \n[45]Come on son. You need to see this. Mud, groggy, raises up. Tom helps him to his feet, putting an arm over his shoulders. Tom practically carries Mud outside. ", "Ellis": "\n[1]  \n[2]I'm comin' out now. He crams the Walkie into his backpack and slings it over his shoulder. On his feet, he slides open a window at the foot of his bed. He's out in one motion. \n[3]  \n[4]  \n[5]  \n[6]Suck it. Drive. The bike spits up mud as they peel out down the trail. \n[7]A Junior. 3. At a collection of trees growing out of the water, the boys move branches away from a tarp covered boat. \n[8]Nah. \n[9]I know. \n[10]I'm not worried about my dad killin' us. THE MISSISSIPPI RIVER sprawls out in front of them. It's enormous. Their boat drifts at the mouth of the Arkansas, a small river by comparison. The Mississippi is a swirling mess of brown water and yellow foam six football fields wide. \n[11]It ain't gonna sink. We gotta move if we're gonna make it back. Set your watch. We'll need a good fifteen minutes. Neckbone sets an alarm on his fat plastic wristwatch. They take their seats. Ellis cranks the motor. The small boat slowly chugs out onto the massive river. \n[12]Yeah, there it is. A 26 Foot Long BOAT sits nestled in the tree limbs above. \n[13]It came down from up there. Ellis points to higher limbs that have long been broken off. Neckbone walks to the back of the boat and hangs his head over. He finds a gaping hole of gutted wood. \n[14]Who else knows about this? 6. \n[15]What's he think? \n[16]Good. Ellis walks to the cabin. He pushes a vinyl door open. \n[17]'Cause this boat's ours. Ellis has to duck down to go inside. Neckbone follows. \n[18]This is perfect. \n[19]Neck. \n[20]Neck. \n[21]Someone's here. \n[22]Someone's livin' here. \n[23]We gotta go. I can't be late. \n[24]  \n[25]Hold it. 9. \n[26]Up there. They stop. \n[27]I don't know. \n[28]I've never seen him before. \n[29]What's that? \n[30]You talkin' 'bout our boat? \n[31]No. \n[32]You got crosses in your heels. \n[33]What for? 11. \n[34]DeWitt. \n[35]We s'posed to know you? \n[36]Where around here? \n[37]You know Shelly's Oxbow? \n[38]He still does. His boat's cross from mine. \n[39]A deal for what? \n[40]Why don't you go get your own food? 13. \n[41]When they show up, you'll leave? Mud begins fishing again. \n[42]And when you leave, that boat's ours? \n[43]We gotta go. With that, Ellis turns to leave. The boys walk briskly back to their boat. Ellis looks over his shoulder to see Mud making another cast with his fishing pole. \n[44]You get his name?! \n[45]  \n[46]I'm sorry. \n[47]Neck and I got caught up helpin' Galen. \n[48]I know, I'm sorry. \n[49]Yessir. Senior flips up the tailgate. Ellis hops up the wheel well and into the bed of the truck. He steadies himself on one of the coolers as his father pulls away. \n[50]It's s'posed to be ten. 16. \n[51]You drop me at Neck's? Senior checks his pants pockets, feels around under his seat. \n[52]Said he had something for me. \n[53]What'd Momma wanna talk to you about? \n[54]This mornin', what'd she wanna talk with you about? \n[55]I wasn't spyin', just heard ya'll. \n[56]I came by for that book. \n[57]You said Galen had a book might help me out. \n[58]Yeah. \n[59]You know who it is? \n[60]You tell Galen 'bout this morning? \n[61]No. \n[62]Maybe. I don't know. I think he just needed some help. \n[63]I think I'm gonna go back, take him some food. 18. \n[64]Thanks. Ellis flips delicately through the manual. \n[65]I think it's the right thing to do. \n[66]All right. Neckbone follows his uncle into the trailer. Ellis flips through his new book as he heads out of the trailer park. \n[67]  \n[68]  \n[69]You okay momma? \n[70]I'm all right. Mary Lee shuts off the water and lets the dish rest in the sink. She turns to Ellis. \n[71]Okay momma. Mary Lee slips past him and enters her bedroom. The door closes and Ellis is left alone in the den. It's quiet. He waits, looking at the door his mother just closed. Ellis walks into the kitchen and eases open a cabinet door. Checking over his shoulder, he zips his backpack open and fills it with CANNED FOOD. \n[72]    \n[73]What do you know about Tom Blankenship? \n[74]Mr. Blankenship, what do you know about him? \n[75]I don't know. He looks lonely over there. \n[76]Yes ma'am. She walks off the boat without a glance in Senior's direction. He trails her with his eyes before going back to digging in the ice. loud BEEPS. Ellis crams it in his backpack and runs off the boat. \n[77]Bye Dad. Senior holds a hand up but never looks up from his work. 23. \n[78]I guess we should try the boat. They head for the treeline. \n[79]Looks like he made camp. \n[80]What're you doin'? Mud bounds down, stepping from limb to trunk to the ground. It's an agile move. \n[81]I brought you some food. Mud looks at the backpack, but doesn't move. \n[82]Go on. 24. \n[83]Yeah. \n[84]Who's this guy you're waitin' on? \n[85]What happens if you get bit again? \n[86]We gotta go help Neck's uncle. \n[87]You never said your name. \n[88]Mud? \n[89]I don't care about that. Ellis watches as the same Skinny Kid from before tries to flirt with her. She's not having it. He pops her bra strap before landing the final straw, a smack on her ass. She turns and swats at him. Seeing this, Ellis is on his feet and crossing the street. \n[90]Hey. Ellis taps the Kid on the shoulder. As he turns, Ellis PUNCHES him in the face. The Kid, completely taken off guard, stumbles and trips to the ground. Some older, tougher looking GUYS see this and begin laughing at him. 29. \n[91]He was messin' with you. \n[92]I'm Ellis. That's Neck. \n[93]We went to Junior High with you, before you went to High School. \n[94]Fourteen. \n[95]So? \n[96]I know. \n[97]Nothin'. 30. \n[98]What? \n[99]No. Did you see her hands? \n[100]Sorry. We know a guy we think might know that girl. \n[101]I guess I'll see you. \n[102]I can find it. May Pearl walks over to her friend. Ellis watches her go, but then remembers Juniper. He turns to Neckbone. \n[103]Where'd she go? \n[104]I'm gonna go see if it's her. \n[105]Wants me to call her. \n[106]It's her. I saw the tattoos. He wasn't lyin'. \n[107]  \n[108]What you hidin' for? \n[109]Yessir. I know. \n[110]Yessir. \n[111]What's that mean? 33. \n[112]What's that mean for me? \n[113]But you and me can still live out here. Game and fish can't take your boat. Not while you're still in it. \n[114]But that ain't right. You work outta here. We got the ice machine, the traps. What are we supposed to do? \n[115]I ain't no townie. I ain't livin' like that. \n[116]But ya'll are married. Ya'll are s'posed to love each other. \n[117]  \n[118]  \n[119]I got you some Beanie Weenie. Mud tucks the pistol into his jeans and accepts the backpack. 36. \n[120]That's all my mom had. \n[121]Can I get one of those? \n[122]I missed my dinner. \n[123]  \n[124]The girl you're waitin' on, she's your girlfriend? \n[125]How'd you meet her? \n[126]Do you love her? 37. \n[127]From the snake bite. \n[128]Why aren't ya'll married? \n[129]My dad says my parents may be gettin' a divorce. \n[130]If it happens, and my mom moves us off the river, they say the government can come take our boat away. \n[131]Everybody. They passed a law so you can't sell your boat. Can't rent it. If the owner leaves, they got you. Game and Fish want `em off the river. \n[132]I saw Juniper today. \n[133]I didn't talk to her, but she had the birds tattooed on her hand like you said. You were right. She's pretty. \n[134]At the Piggly Wiggly. I think she's stayin' at a motel by there. The Executive Inn. \n[135]Does she know you're out here? \n[136]You wanna go tonight? I can give you a ride up river. \n[137]You need me to come get you? \n[138]  \n[139]It's Saturday. \n[140]  \n[141]What do you wanna talk about? You want to leave and that means they can tear up our house. \n[142]No. \n[143]What'd he do?! \n[144]  \n[145]  \n[146] Neck! Neck, pick up! \n[147]My mom and I were headed to Wal- Mart on 165. There was a roadblock with state troopers. They searched our car and showed us a picture of Mud. They're lookin' for him. \n[148]No. 43. \n[149]No. That's why I called you. We gotta warn him. \n[150]He's goin' to get Juniper today. I went out there last night and told him where we saw her. He needs to know people are lookin' for him. \n[151]He loves her Neck. He told me. \n[152]He's not dangerous. Reluctantly, Neckbone throws his leg into the boat. \n[153]He may already be gone. 44. \n[154]What are you doin'? \n[155]So you know about the state troopers? He looks up from his notebook. \n[156]Why? \n[157]I need to hear about it. \n[158]Where were you? \n[159]You did it for her? To protect her? \n[160]Tom Blankenship? Mud has smoked down to the filter. He crushes the butt into his palm and puts it back in his shirt pocket. \n[161]I know where he lives, but I've never spoke to him. \n[162]You comin'? \n[163]What? \n[164]I ain't huntin you. \n[165]I came to find you. I got a message for you. 50. \n[166]Yessir. \n[167]It ain't from him. Ellis, not wanting to follow further, shouts from the planks. \n[168] \n[169]Yessir. \n[170]He asked me to come get you. Tom straightens his back. He looks into the woods, searching for something he may have missed. \n[171]No sir. Mud needs your help. Tom's mind churns on a series of facts unknown to the boy. \n[172]There he is. Tom spits onto the muddy bank and makes his way toward Mud. Ellis and Neckbone stay by the boat and watch. \n[173]I don't know. \n[174]You all right? \n[175]Yeah. \n[176]I can handle it. \n[177]What do you think? \n[178]I told him I would. Neckbone thinks about this seriously, shakes his head. \n[179]You still got that trailer you made for your bike? \n[180]I say we start at the top, work our way down. \n[181]We're sellin' fish. You wanna buy some? \n[182]I don't...I... \n[183]Yeah. \n[184]Mud sent us to give this to you. \n[185]I think it's a couple days. He wants to get a boat for ya'll. \n[186]We won't. \n[187]We'll be all right. Keep your door locked. We'll be in touch. \n[188]I'm Ellis. That's Neckbone. 60. Juniper walks up to Ellis and puts her hands on his shoulders. She has to bend slightly to do it, but she kisses him just above his swollen eye. \n[189]Lock the door. She smiles. The door slams shut. The room number, 212, stares Ellis in the face. He takes a deep breath. \n[190]    \n[191]Hello? Is May Pearl there?...This is Ellis...Hey, it's Ellis. Hey... What?...In the phone book... from his car commercials...I think they're all right...Tomorrow? Yeah, I can meet you... Okay. Bye. Ellis hangs up the phone. With the peas pressed firmly against his face, he smirks. \n[192]Yeah. \n[193]We came up on Juniper's room. A guy was in there beatin' up on her. \n[194]I don't know. Tall. Looked like a cowboy. \n[195]Yeah. \n[196]Yeah. \n[197]I'm not stupid. \n[198]What'd you mean when you called Tom an assassin? \n[199]Thanks. \n[200]You make up your mind? \n[201]About leavin' dad. Mary Lee thinks about how to answer, shuts off the radio. \n[202]  \n[203]Not really. \n[204]I guess. You got a lot of friends. \n[205]I bet you're pretty popular. \n[206]I don't know. `Cause you're nice to people. \n[207]You're nice to me. \n[208]I got this for you. \n[209]Neckbone's uncle caught the pearls. I thought with your name and everything... \n[210]You wanna be my girlfriend? She smiles, then kisses him. \n[211]  \n[212]I don't drink coffee. Ellis waits for a moment, but realizes this is Tom's way of inviting him inside. He enters. \n[213]No. 70. \n[214]He's okay. \n[215]He called you an assassin. \n[216]Is it true? \n[217]Few days. \n[218]So it's not true. \n[219]Yeah I guess. 71. \n[220]I don't know. \n[221]Yeah. He shot somebody. \n[222]Because he hurt Juniper. \n[223]I gotta go. 72. \n[224]You're wrong about Juniper. They love each other and they're gonna make it. If you weren't a wore out old man you'd know it was true. Tom eyes the boy, taking a sip from his cup. He nods a goodbye to Ellis who is already out the door. \n[225]I got more stuff. \n[226]Not yet.  What's that? \n[227]Why? \n[228]Helpin' his uncle with a dive. 73. \n[229]Tom called me over to his place this mornin'. \n[230]He was runnin' down Juniper. Ellis looks for a response, but Mud just jumps up into the boat and starts throwing pieces of wood on shore. \n[231]I told him he was a wore out old man. Told him he couldn't know how much you loved Juniper. \n[232]I don't care. \n[233]I gotta go help my dad. Mud turns back but doesn't stop moving. \n[234]A kid in town. He got his too. \n[235]`Bout a girl. \n[236]My girlfriend. \n[237]Yes sir. \n[238]Other day. Senior pats his shirt pocket and finds a smoke. Lights it. \n[239]No. \n[240]I'm talkin'. I'm talkin' to both of you. That's all ya'll want to do is talk. \n[241]A little. \n[242]Thanks. Ellis walks up and knocks a stack of bricks off the trailer. \n[243]We could take it apart. Bring it out piece by piece. \n[244]With what? \n[245]Yeah. \n[246]I think so. \n[247]What? \n[248]I don't know. \n[249]No. \n[250]We still need a motor. \n[251]It's true. He built his own dirt bike. \n[252]I don't know. That motor's worth somethin'. It's not like this other junk. 80. \n[253]I wanna talk to room 212. \n[254] \n[255]Juniper? \n[256]It's me. \n[257]Yeah. It's time to take you out to him. \n[258]Tomorrow. We'll come get you. 81. \n[259]He's got a plan for ya'll to get away. Be ready tomorrow at five. Neckbone'll be waitin' at the back of the motel with a dirt bike. \n[260]I'll take care of that. Just be ready at five. \n[261]It's okay. He's got the boat. We helped him fix it up. It's a good plan. Just be ready. \n[262]What do you mean? \n[263]Cause ya'll love each other. \n[264]I'll see you tomorrow. \n[265]We're good. \n[266] \n[267]We don't want your money. \n[268]No. \n[269]I'm sure. \n[270]No. \n[271]  \n[272]I don't know. She's not answerin'. \n[273]Take your bike around the side. I'll check her room. We'll just have to hope no one sees us. Neckbone cranks the bike and speeds toward the motel. Ellis looks to the motel, then the parking lot. \n[274]Nothin'. Ellis notices the front office \n[275]Come on. \n[276]Scuse me, sir? \n[277]We're lookin' for the girl in room 212. You seen her? \n[278]You see her today. \n[279]It's gotta be. \n[280]We're gonna have to tell Mud. Neckbone drops his head, nods reluctantly. 88. \n[281]Just leave it. Mud'll have to help get it. \n[282]I'll just tell him the truth. \n[283] \n[284]We got that motor. \n[285]Yeah. \n[286]She didn't meet up with us. \n[287]It wasn't Carver. \n[288]She was supposed to meet us on the side of the motel. She never showed up. We went asking for her. The motel clerk told us she went to a bar out on 61. \n[289]We tracked her down. She was there with another guy. They were together. \n[290]She knew the plan Mud. She just didn't show up. \n[291]They were playin' pool. Drinkin'. He was close up on her. They were laughin'. He kissed her on the neck. 90. \n[292]What do you want us to do? \n[293]Tom left this for you. They slowly retreat into the woods and disappear. Mud turns back to the campfire and shoves the pot into the ashes. His eyes, soft and red, reflect the flame. \n[294]You think it's all right to leave him alone?! \n[295]  \n[296]    \n[297]Hello? Is May Pearl there...This is Ellis...I called yesterday, you give her my message?...My name is Ellis. I'm her boyfriend...Oh, she's asleep...I said she's asleep? \n[298]I don't know what you're sayin'. \n[299]We didn't steal it. \n[300]We thought it was junk. We didn't think it was worth anything. \n[301]I'm not a thief. \n[302]Stop it dad. 93. \n[303]I can't take that motor back. But I'll pay him for it. I'll pay him what he wants for it. \n[304]It's a bonfire. \n[305]He had something else on his mind. Come on. Ellis leads Neckbone into the treeline. \n[306]We found your shirt. Ellis tosses it to him. Mud tosses it back. \n[307]We saw what's left of your bonfire. Somebody could've seen you. \n[308]You do some drinkin' last night? \n[309]Okay Mud. \n[310]You still takin' Juniper? \n[311]Yeah. What about you? \n[312]Can I borrow your bike? Neckbone fishes the key out of his pocket. Hesitates. \n[313] Hello. I saw the guy you're lookin' for...Yeah, he's crazy lookin'. Saw him at the Wal-mart outside of Gillet. He was buyin' some beanie weenie...'bout five minutes ago. 97. Ellis hangs up the phone. He walks back over to the bike, climbs on and waits. After a moment, he watches as Miller's green pick-up pulls out of the Piggly Wiggly parking lot and races away. Ellis cranks the bike. \n[314]I'm supposed to give this to you. Juniper takes the letter. \n[315]No. I gotta go. \n[316]All you had to do was be there. \n[317]Then why'd you even come here? \n[318]I know he'd do anything for you. \n[319]What's it say? \n[320]You get my phone calls? \n[321]I've been callin' you.  Who's this guy? \n[322]I called you twice yesterday. Your sister didn't tell you? \n[323]What? \n[324]I'm sorry, I just wanted to know why you hadn't called me back. \n[325]Because you're my girlfriend. \n[326]We kissed. \n[327]Yeah but... \n[328]I love you. 102. \n[329]Don't. Wait. We can make this work. We can figure it out. I love you. \n[330]  \n[331]What are you doing? Ellis watches as dresses and blouses begin to shrivel up in the flames. \n[332]Stop it! That's mom's stuff! STOP \n[333] \n[334]You're a liar. Makin' two kids run around doin' work you're too scared to do yourself. Makin' me tell her it's over `cause you're too scared to do it yourself. Mud steps back and gives the boy his space. Neckbone has made his way over and watches from behind Mud. \n[335]You said you loved her and you lied. You gave up on her and she gave up on you just like everybody else. I trusted you. Bonfires and crosses. Wolf's eye bullshit. Mud tries to approach him but the boy explodes, shoving him. \n[336] \n[337]You made me a thief! Ellis walks back into the woods. Mud exhales and turns back to Neckbone. \n[338]Neckbone rushes over. He cranes his neck out to peer over the edge, a solid eight foot drop into the creek. Ellis floats face up in the shallow water. He's unconscious. A wound on his head from a nearby rock. The nest of WATER MOCCASINS has been disturbed; SNAKES WRITHE \n[339]Neckbone's eyes widen. He darts back toward the shore. \n[340] \n[341]  \n[342]Where am I? \n[343]How'd I get to the doctor? \n[344]No. Senior gently pats her shoulders. \n[345]Okay. Senior leads Mary Lee to the door. \n[346]Mom? Dad? They turn back. \n[347]I love ya'll. \n[348]  \n[349]  \n[350]Mud? \n[351]How'd you get here? \n[352]  \n[353]  \n[354]You did? 115. \n[355]Good. \n[356]Me too. \n[357]I'm sorry `bout what I said. \n[358]I know. \n[359]She loves you too. She said it. \n[360]My dad says you can't count on women lovin' you. He says you can't trust it. 116. \n[361]You're a good man too Mud. Mud smiles. \n[362]Mud?! \n[363]Senior screams, his voice cracking. \n[364]   \n[365] \n[366]  \n[367]  \n[368]    \n[369]  \n[370]Yeah. \n[371]  \n[372]  \n[373]   \n[374]  \n[375]  \n[376] \n[377] \n[378] \n[379]Senior grabs the boy, keeping his pistol up. Ellis drops to his knees and Senior crouches with him, holding him tight in his arms. Ellis cries. \n[380]The sky shows faint signs of morning, a few streaks of light. \n[381]A LOCAL OFFICER strings caution tape across the broken patio doors. TWO STATE TROOPERS hover over Carver's body. The Troopers step away and the Local Officer cranes toward the body. He studies Carver's face. Stepping aside, the Officer takes a cell phone from his pocket and dials. He turns his back away from the Troopers. \n[382]  \n[383]You got your bike back. \n[384]It's the law. \n[385]No. He's gone. \n[386]Said he couldn't watch it. He's pickin' me up in a minute. Got deliveries today. They sit in silence as the Workers exit off the houseboat. \n[387]I don't know. I hope not. The crane begins lifting up the houseboat. The metal wires tighten and the entire structure creaks. A sucking sound as the flotilla separate from the water. The boat hangs, suspended in the air. A HORN HONKS behind the boys. Ellis turns to see Senior's truck. \n[388]I gotta go. Come by the apartment. Help me set my room up. \n[389]I'll see you next week? \n[390]Yessir. \n[391]Love you too. Ellis climbs out. He watches as Senior pulls away. He stands alone in front of the apartments, studying the surroundings. A busy road out front. A gas station and collection of stores. A lot of people and commotion. A compact car pulls into a parking spot one building down. Ellis watches as three COLLEGE AGE GIRLS climb out dressed in running shorts and t-shirts. Two are heavy set, the other is petite. They joke and laugh. One sees Ellis and waves. Ellis nods to her. He tracks them as they walk inside. Ellis smirks. ", "Mud": "\n[1]             \n[2]What you say? 10. \n[3]Helluva thing. \n[4]Boat in the trees. It's a helluva thing. \n[5]I'm talkin' about my boat. \n[6]You found it with me livin' in it. Possession is nine tenths of the law. \n[7]Don't tell me you boys are from Mississippi? \n[8]Nails. Shaped liked crosses. \n[9]Ward off evil spirits. A man I called an Indian but was Meskin said they were Seven-league boots worn by the seventh son of a seventh son. Told me it'd turn me into a werewolf but that's a lie. I don't know nothin' about that. \n[10]They just good luck, but so far they ain't been workin' too well.  What's your name? \n[11]Neckbone? That's a real handle son. Where ya'll from? \n[12]Arkansas boys. Ya'll had me worried for a second. \n[13]I doubt it. I grew up `round here, but I've been gone awhile. 12. \n[14]Different places. Spent a lot of time back up near the White. \n[15]I know it. Guy named Tom Blankenship used to live back in there. \n[16]Ain't that somethin'. \n[17]I like you two. You remind me of me. And seeing how you boys are from Arkansas and we know some people and sounds like we all from the same place I'd say we can make a deal here about somethin'. \n[18]Food. Food for a boat. \n[19]I would if I could, but I told somebody I'd meet `em here. So I'm stuck for now and what I got's runnin' low. Neckbone walks back and pulls Ellis by the arm. \n[20]I'm no bum. I got money. You can call me a hobo `cause a hobo'll work for his living and you can call me homeless `cause that's true for now, but if you call me a bum again I'll have to teach you somethin' about respect that your daddy never did. Neckbone's confidence recedes. Ellis stands his ground. \n[21]Yeah. \n[22]Yeah. Ellis studies Mud's face, clothes, tattoos. He's thinking about it. Mud pauses from fishing to make eye contact. \n[23]I'm in a tight spot. I just need a little help. \n[24]I didn't know if ya'll'd come back. The boys spin around. They survey the woods but no one's there. Their eyes drift up to find Mud sitting in a tree, his legs dangle off a branch. \n[25]I try to never sleep in the same place twice. What you got there? Mud motions with his head to the backpack in Ellis' hand. Ellis holds it out to him. \n[26]I owe you boys. \n[27]I was gonna try runnin' a trot line today. See how far that'd get me. \n[28]  \n[29]I appreciate it. \n[30]For protection. \n[31]Ya'll don't have to be afraid of me. I have two ways to protect myself out here. This shirt, and this pistol. 25. \n[32]There are fierce powers at work in the world boys. Good, evil, poor luck, best luck. Men have to take advantage where they can. Mud removes a spool of fishing line and a small plastic tackle box. He scoops up the duffel bag and heads into the woods. \n[33]Ya'll comin'? trees. \n[34]I'm not waitin' for a guy. I'm waitin' on my girlfriend. Juniper. \n[35]She's beautiful. \n[36]Best lookin' girl I've ever seen. Hands down. Blonde hair. Long legs. She's like a dream you don't want to wake up from. She's got birds tattooed on her hands, here. Mud stops, points to the area on the top of his right hand, between his thumb and pointer finger. \n[37]Nightingales. Good luck birds. \n[38]No it is not. \n[39]That's because God made them for us to fear. 26. \n[40]It's a thing we knew to be afraid of before we even got into this world. the island. It looks different than the other shoreline. A large swath of red clay angles sharply into the water. \n[41]Cherokee would wrap snake skin around their pregnant women's bellies. Induce labor, scare the child out. Here. He fetches a length of rope out of the duffel bag and tosses it to Neckbone. \n[42]Set that `round your bed at night. Snake won't cross braided rope. \n[43]A reminder. Don't get bit. I was 10, swimmin' `bout a mile up from here. Me and Juniper. Sonofabitch swam right up under me, bit me just below the armpit. June got me out, got me to a clinic. Doctor said I shoulda been dead in twenty minutes. Took us an hour just to get back to town. \n[44]Gave me antivenom. For a cotton mouth. See here. Mud shows the tattoo on top of his right hand. He points out the two cotton blossoms bulging from the snake's mouth. \n[45]Problem with antivenom is they can only give it to you once. It's made from horse blood. Your body would reject it a second time. The cure ends up being more dangerous than the poison. 27. \n[46]I die, or just sweat it out. Neckbone, not buying it, looks at Ellis and taps his watch. \n[47]All right. \n[48]Mud. You can call me Mud. \n[49] \n[50]  \n[51]Ellis? Ellis, still frozen, slowly turns to him. Mud huffs out a laugh and drops the pistol to his side. \n[52]What're you doin' out here? Ellis slowly raises the backpack in his hand. \n[53]I appreciate that, but I didn't expect you out here at night. \n[54]Look at that. You really know how to do somebody right. I didn't wanna say anything before, but it's hard to make a meal out of pumpkin pie filling. \n[55]I'm not complainin'. \n[56]They're yours to begin with. \n[57]That's good right? \n[58]Juniper. Yeah. \n[59]We grew up together. \n[60]I do. The first time I saw her was on this river. Just up from here. She saved my life. \n[61]That's right. I was younger than you are now, but when I came to in the hospital and she was there, it was like the world split open, came back together new. Everything changed. I knew from then on I'd do anything for her. \n[62]I've asked. Several times. Marriage just doesn't work for some people. \n[63]I'm sorry to hear that. \n[64]Who says that? \n[65]I've never been one to trust the government on matters of personal property, but if your parents love each other, there's always a chance. 38. \n[66]People just sometimes forget why they fell in love in the first place. \n[67]What? \n[68]Where'd you see her? \n[69]That's good news. Real good news. \n[70]No. We picked another place to meet. Couple days from now. \n[71]Tomorrow. I'll go tomorrow. 39. \n[72]Naw. I can manage. Hell I got out here didn't I? Ellis smiles. They sit in silence. Ellis stares up at the boat hanging over them, its peeling hull lit by the firelight. Mud pinches the ash from the end of his cigarette, places the stub back in his shirt pocket. Noticing Ellis, Mud tilts his head back to take in the boat. \n[73]It's a helluva thing. Mud pauses, his mind working on something. \n[74]Helluva thing. The two sit by the campfire staring up at the suspended boat. \n[75]Hey! The boys look straight up. Mud leans over the edge of the boat above them. \n[76]Up here! Mud drops them a rope with knots tied in it. Ellis starts inching his way up. Neckbone begrudgingly follows. \n[77]I'm gonna have to go back on our deal for the boat. I don't feel good about it, but I don't see any other way outta what I'm into. Neckbone makes his way on board. Mud has pulled a panel off the steering column. Exposed wires dangle. \n[78]What state troopers? \n[79]I didn't know about that, but it doesn't surprise me. There plenty of folks lookin' for me right now. \n[80]I shot a man. Killed him. 45. \n[81]I'm sorry I didn't tell ya'll sooner, but I was hopin' to be gone before anything came of it. Didn't want you involved. \n[82]Ya'll have been real good to me. You're the only friends I got out here. If the state troopers have 165 blocked, they'll have others blocked too. I won't get anywhere in a car. I want to try takin' this boat down, see if we can get it in the water. \n[83]With a boat like this I can make it to the gulf in two days. I could get anywhere from there. But I'd need a boat at least this big to make it on open water. It's got no title, no owner, nobody lookin' for it. It's my best shot. \n[84]It was a bad piece of business. Ya'll don't need to hear about it. \n[85]Juniper made a mistake. She hooked up with a guy. He was no good. His name was Hutchins. Family owns a chain of restaurants down in Texas. 46. \n[86]I was around, but me and Juniper were on the outs. She met this Hutchins, he sold her on some lies. Got her pregnant. That's when he started showin' who he really was. He dropped June down a flight of stairs after whoopin' her half to death. She lost the baby. He made it so the doctors think she can't have children anymore. There're things you can get away with in this world and things you can't. I tracked him down at a motel just outside of San Antonio. He was there with another woman. That's where it happened. \n[87]I understand if you can't help me anymore, but I need this boat. And I need to get it in the water fast. \n[88]I've made a list. Things we'll need. What do ya'll think? \n[89]Yeah. \n[90]What do you think? \n[91]That's about it. \n[92]What do you want? \n[93]I only got two things out here worth anything. This shirt... \n[94]And this pistol. I can't give you the shirt `cause I need it for protection, but if you help me get this boat in the water, the pistol's yours. \n[95]A forty five. \n[96]We get this thing floatin' first. \n[97]Ya'll scrounge what you can off this list, but if we're gonna get this done right we'll need more help. Can you fetch Tom for me? \n[98]I was hopin' to let that old assassin stay put, but we'll need him to get things ya'll can't. Can you find him? \n[99]Just tell him my name. He'll know you're serious. Ellis folds the list up. He and Neckbone start down the rope as Mud goes back to the wiring. \n[100]Boys? Thanks. Ellis nods. \n[101]There is a silence. Then footsteps. Tom reappears. \n[102]Sir. They stare at each other for a long moment. Neither one flinching. \n[103]In town. Got here yesterday. Tom lowers his head. Frustrated. \n[104]I ain't no thief. \n[105]Looks like we're on our own. \n[106]I didn't want you bein' the one to do this, but I can't see a way around it. I need to get this letter to Juniper. Could you take it to her for me? \n[107]You have to be careful. You can't just walk up and knock on her door, you hear me? You have to watch yourself. \n[108]This'll work for now. You get her my note? \n[109]Where'd you get that from? \n[110]What'd he look like? \n[111]Dark hair? \n[112] \n[113] \n[114]Thanks for lookin' after her. \n[115]His name's Carver. Brother of the man I shot. If he's here, then more are comin'. 63. \n[116]Bounty hunters. Carver's rotten, but his daddy's the one to be scared of. He'll spend all the money he has to see me dead. If it was up to me I'd put the whole family down same as the other. Not a decent man between `em. Mud stops and turns to lay a serious look on them. \n[117]Ya'll listen to me now. If you see that old man, don't get near him. He's the triple six real deal scratch you hear me? Mud waits for nods from them both. \n[118]All right. \n[119]Ellis, can you climb up that trunk and get these hung? \n[120]Take a foot of line and tie `em off with a bowline knot. You know it? \n[121]Neck, start cuttin' line. Three fifteen foot sections. Count a foot long as your arm. \n[122]It's got a wolf's eye sewn in the sleeve. More protection than a bullet ever gave. Tom swears by it. \n[123]Tom's the closest thing I ever knew to a father. \n[124]It's hard not knowin' the ones you came from. \n[125]Tom did that for me. 65. Ellis drops down to the deck and grabs another pulley. \n[126]Tom's had lives you'd never know about. Grew up up North. Went to Yale. For a long time he was a paid killer for the C.I.A. Lived in Cuba in `63. He's probably killed more people than you've met. Hand me that line. Neckbone tosses him an end of rope, looks to Ellis. Ellis gives a shrug before heading back up the trunk. \n[127]One down! Neckbone and Ellis watch as Mud scampers around the trunk to the next branch. The chainsaw cranks back on. \n[128]What you say Ellis? Ellis turns to find Mud standing on the deck of the boat holding a fistful of wires. He jumps down. \n[129]You find a motor? \n[130]I made a bonfire. Mud enters the woods. Ellis follows. \n[131]Bonfire's an all purpose cure all for bad luck. I don't know where this boat's been or what kind of person had it before me. For all I know it could have some serious bad business left on it. We got too much ridin' on this thing to leave to chance. Where's Neckbone? \n[132]What he say? \n[133]You don't know his story. \n[134]You should. Tom loved a woman more than most men could in two lifetimes. They had a good life started together. Mud hops down and scoops a load of wood into his arms. \n[135]She was pregnant with a little boy, but the birth got the better of `em. They didn't make it. Tom's been alone ever since. Lone wolf. Mud has begun walking back to the treeline. Ellis stays. \n[136]Thanks for the wood Ellis. Ellis watches him go, thinking on what he said. 74. \n[137]King. That's what they call him. A BOAT TRAILER rests atop FOUR, 55-GALLON BRIGHT YELLOW BARRELS affixed with plastic zip ties. The make-shift raft is half on shore with the back still floating in the water. The boys watch as Mud walks around the trailer cutting off the zip ties. The barrels kick out from underneath the trailer as this happens. \n[138]He's their father. You didn't go near him did you? \n[139]Good. That left-handed sonofabitch is the devil himself. If he's here, then it's time. We need to get Juniper out here. \n[140]I need one that runs. \n[141]All right then. Give it a shot. \n[142]We do need a motor. Ellis thinks on it as Mud takes a deep breath and grabs the trailer again. \n[143]Mud, hearing the voice, quickly puts down his tools and turns to the woods. He smooths his clothes down. \n[144]What you say there?! Ellis appears out of the dark, followed by Neckbone. Mud's eyes search the treeline for Juniper. \n[145]What you say Ellis? Ellis can't look him in the eye. \n[146]Is Juniper okay? \n[147]Where is she? 89. \n[148]What happened? Was it Carver? \n[149]What's goin' on Ellis? \n[150]What? \n[151]She probably thought Carver was on to her. \n[152]What was she doin' with the other guy? \n[153]What were they doin' Ellis? \n[154]And that's how it is. He takes the pot of roofing tar over to the boat and begins pasting some of the newly replaced boards with a flat stick. \n[155]Just go home Ellis. Ellis looks at Neckbone, then sets the grocery sack on the ground. \n[156]What are ya'll hidin' for? Mud drops the wiring and scales down to the bank. They emerge from the woods. Ellis carries the yellow shirt. \n[157]Keep it. I don't need it anymore. Mud goes to the motor at the rear to tinker with more wires. 95. \n[158]I guess. \n[159]I did a lot of drinkin' last night. \n[160]Neck I'm gonna need you here to get the motor runnin'. Ellis I need you to do something else for me. \n[161]I need you to take this to Juniper. \n[162]Let's go. \n[163]I had a dream last night. I saw Juniper laying in a field with another man. They were making love. I walked out into the field. Walked toward `em. I was so angry the tips of my ears were burnin'. That's how I knew I was gonna kill this man. But when I got up close enough, I saw that the man she was with had tattoos on his back, just like mine. I moved in closer and the guy turns his head back toward me. Hair for hair, dead truth, the guy she was with was me. 96. \n[164]I'll finish the boat, but I'd be surprised if I live long enough to sail on it. A vision of yourself is a sure sign of death. Neck can you grab me a socket wrench? Neckbone and Ellis walk to the toolbox sitting nearby. They crouch by it, speaking quietly. \n[165]Nothin'. \n[166]What'd she... Ellis punches Mud with as much force as he can muster. It's barely enough to turn Mud's face, but it stuns him. \n[167]Come on Ellis. Mud holds a hand out to him. Ellis slaps it away. 105. \n[168]Mud hears the yelling. Neckbone explodes from the trees. \n[169] \n[170]Mud looks around. His shirt hangs from a tree limb nearby. He snags it and darts into the woods. \n[171]Get the motor started. Neckbone cranks the motor. As they move up river, Mud searches Ellis' body. He looks at his neck, his arms, he pulls up his shirt. \n[172]Shit. He rips the jeans up to the thigh. Mud tears a section of cloth from the bottom of his own shirt and creates a tourniquet just below Ellis' knee. \n[173]What time is it? Mud pulls a black Sharpie out of his pocket. Neckbone doesn't answer, just stares. \n[174] \n[175]Yell out every 10 minutes! Mud elevates Ellis' leg then gently cups his head. He dabs the gash on Ellis' forehead. \n[176]We just need to get him to a clinic! Is there still one in town?! \n[177]It's the closest?! \n[178]I'm gonna need your bike! \n[179]No. He holds Ellis as they move steadily up river. \n[180] \n[181]He's been snake bit. ANOTHER NURSE rushes off calling for a doctor. The room becomes more frenzied. Patients talking. Nurses shouting. 109. \n[182]He's snake bit. A cotton mouth. On his calf. Just under an hour. As quickly as Mud gets this out, a GROUP of NURSES rush out of a door at the end of the room pushing a gurney. They take Ellis from Mud's arm, place him on the gurney, and speed him into the back of the clinic. The commotion gone, the reception area feels oddly still. Mud takes a deep breath. He looks to his right. Patients stare at him. He's beyond disheveled. He's crazy looking. Mud turns to his left. The Male Nurse stares at him. For the first time, Mud realizes he's out in the open. \n[183]  \n[184]The sun does shine on a dog's ass some days. \n[185]I know. \n[186]I owe you your end of the deal. \n[187]The deal was for the gun, not the bullets. \n[188]I got one last favor to ask you. 114. \n[189]Ellis? \n[190]Yeah. Mud pulls his body through the window. It's tight but he manages to make it look somewhat graceful. Mud takes a quick survey of the dark room. Ellis begins to get out of bed. \n[191]No, don't get up. Mud motions him back down and pulls the chair from the desk over to the bed. They speak in hushed voices. \n[192]Neck brought me. \n[193]We got the boat in the water. \n[194]Just now. Smooth sailin' from here on out. \n[195]Wish you coulda seen it. \n[196]Didn't feel right leavin' town without sayin' goodbye. \n[197]No. No. You were right to be mad. You were right about a lot of things. I'm the one that's sorry. I shoulda never gotten ya'll into all this. I just didn't see any other way around it. But I couldn't leave without you knowin' I never lied about being your friend. I never lied about that. \n[198]I don't traffic in the truth too often. But I did love her. I do love her. \n[199]I just made mistakes. We both did. This is a hard life to keep up with. You can't blame her for gettin' tired of tryin'. \n[200]That's not true. Don't judge your life on all of our mistakes. You'll make plenty mistakes of your own, no need takin' on everybody else's. You're a good man Ellis. If you find a girl half as good, you'll be all right. \n[201]No. I'm not. But maybe from here on out I can be... A SHOTGUN BLAST rips a fist-sized hole in the flimsy interior wall. Mud, as if by reflex, yanks Ellis from the sheets and shoves him under the bed. \n[202]Stay put! JUST STAY UNDER THERE! The SOUND of shotgun shells being slipped into the chamber. Mud gets to a crouch. Through the holes in the wall, Mud makes out Nelson, the fat bounty hunter, reloading his gun. \n[203]  \n[204] \n[205]You still down there bud? \n[206]Stay put. Mud pops out of the bedroom into the den. 119. \n[207]James and Mud both turn at the sound of Ellis' voice. One of Tom's bullets drops James dead. Carver appears at the carport end of the boat. He raises his shotgun toward Mud. \n[208]Mud takes a running leap off the side of the boat. Carver FIRES. Mud is struck in the back by the shotgun blast. The force of the shot spins him in the air. He crashes into the water. Ellis screams. \n[209]Carver approaches the edge of the boat. He stares down into the swirling dark water. No sign of Mud. 121. \n[210]Senior exits the houseboat, pistol pointed. He sees Ellis and runs to him. \n[211]Only his backside is visible. A cloud of blood trails from the holes there. "}}