{"filename": "Mulholland-Drive_script.txt", "imdb_id": "tt0166924", "imdb_url": "https://www.imdb.com/title/tt0166924", "characters": ["Dan", "Aunt Ruth", "Herb", "Limo Driver (as Scott Wulff)", "Detective McKnight", "Roque's Manservant", "Hairy-Armed Man", "Back of Head Man", "Irene's Companion", "Detective Domgaard", "Rita /Camilla Rhodes (as Laura Elena Harring)", "Bum", "Mr. Roque", "Betty /Diane Selwyn", "Irene"], "dialogues": {"Dan": "\n[1]\t\tI just wanted to come here.  \n[2]\t\tThis Denny's. \n[3]\t\tIt's kind of embarrassing but, \n[4]\t\tI had a dream about this place. \n[5]\t\tYou see what I mean... \n[6]\t\tWell ... it's the second one I've had, but \t\tthey were both the same......they start \t\tout that I'm in here but it's not day or \t\tnight. It's kinda half night, but it \t\tlooks just like this except for the \t\tlight, but I'm scared like I can't tell \t\tya. Of all people you're standing right \t\tover there by that counter. You're in \t\tboth dreams and you're scared. I get \t\teven more frightened when I see how \t\tafraid you are and then I realize what it \t\tis - there's a man...in back of this \t\tplace. He's the one ... he's the one \t\tthat's doing it. I can see him through \t\tthe wall. I can see his face and I hope \t\tI never see that face ever outside a \t\tdream. Herb stares at Dan to see if he will continue. Dan looks around nervously, then stares at his uneaten food. \n[7]\t\tThat's it. \n[8]\t\tTo get rid of this god-awful feeling. \n[9]\t\tAround here. Dan takes Herb across the front of Denny's to a narrow sidewalk that leads down the side toward the back. They begin walking down the narrow sidewalk - past a payphone. Dan begins to sweat the nearer he gets to the rear corner of the building. Red bricks glide by slowly. \n[10]      \n[11]\t\tThey two guys in dark suits? Adam nods and walks over to the limo. The limo driver eyes him and his 7-iron suspiciously. ", "Aunt": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8] \n[9]  \n[10]  \n[11]  \n[12]  \n[13]   \n[14]  \n[15]  \n[16]  ", "Ruth": "\n[1]  \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8] \n[9]  \n[10]  \n[11]  \n[12]  \n[13]   \n[14]  \n[15]  \n[16]  ", "Herb": "\n[1]\t\tWhy did you want to go to breakfast if \t\tyou're not hungry?  \n[2]\t\tTo Denny's? I wasn't going to say \t\tanything, but why Denny's? \n[3]\t\tOkay. Why this Denny's? \n[4]\t\tGo ahead. \n[5]\t\tOh boy. \n[6]\t\tOkay, so you had a dream about this \t\tplace. Tell me. \n[7]\t\tSo, you came to see if he's out there?  \n[8]\t\tRight then.  Herb gets up, picks up the bill and goes to the cashier to pay. Dan just sits. As Herb is paying the bill he looks over at Dan just as Dan is turning to look at him. From Dan's point of view Herb is standing in exactly the same spot as he stood in the dream. Herb gets a strange feeling, turns back and finishes up with the cashier. He motions for Dan to follow him. Dan rises reluctantly and he and Herb make their way outside. \n[9]\t\tDan! ... Dan! You all right? ... Dan! He kneels down and studies his friend. He feels for a pulse in the neck. He listens for breathing. His friend is dead.  \n[10]\t\tMy God! ", "Detective": "\n[1]\t\tYou feel it? \n[2]\t\tYeah. They continue to stare. \n[3]\t\tSammy thinks the Caddy had stopped along \t\tthe shoulder ... man up the road said he \t\tsaw two cars drag racin'...then you got \t\tthat blind corner. \n[4]\t\tTwo men... two guns in the Caddy. \n[5]\t\tThe boys found this on the floor in back \t\tof the Caddy. Neal holds up a plastic bag holding a pearl earring. \n[6]\t\tYeah, they showed me \n[7]\t\tCould be unrelated. \n[8]\t\tCould be...any of those dead kids wearin' \t\tpearl earrings? \n[9]\t\tNo. Could be someone's missin' maybe. \n[10]\t\tThat's what I'm thinkin'. Detective Harry McKnight turns and crosses Mulholland. His eyes move over each blade of grass at the shoulder - each desert bush just beyond. He slowly raises his gaze to the shining lights of Hollywood laying far below like a galaxy. He looks out and wonders. \n[11]\t\t\t \t\tNice wallets. \n[12]\t\tHandstitched Italian. Filled with phony \t\tcredit cards ... off the two guys in the \t\tCaddy. \n[13]\t\tThe one of 'em still alive? \n[14]\t\tYeah... just .... Dr. Scott's got 'im. You \t\tremember Dr.Scott. \n[15]\t\tOh yeah.  \n[16]\t\tWell he said...  you know in his way... you \t\tknow what I mean? Besides the guy \t\tgettin' rolled up under the kids car \t\twhich busted him up pretty bad, there was \t\tthis little knife-like torn piece of \t\tmetal, you know, off the car body, rolled \t\tout and slid up through this guy's neck \t\tand just kinda slit his aorta, you know, \t\tbut they didn't find it right away, so \t\tthe guy's losin' a lot of blood, you \t\tknow, to the brain - all this time cause \t\tit was just like this thin little \t\tpuncture wound on the surface of his neck \t\tthat kinda sealed itself, he said, while \t\tinside the aorta is bleedin' pretty \t\tsteady all that time. So, Dr. Scott's \t\tlaughin' you know like he does 'cause he \t\tknows we want to talk to this guy. He's \t\tlaughin' you know and shakin'... Son of a \t\tbitch couldn't stop laughin'... It was \t\tkinda contagious 'cause pretty soon we \t\twere all laughin'...the nurse was \t\tlaughin'. You know how he is. \n[17]\t\tFind out who they are? \n[18]\t\tNope, not yet. Their fingerprints don't \t\tmatch up anywhere. \n[19]\t\t\t \t\tInteresting. \n[20]\t\tYeah ... and they both use the same \t\taddress. \n[21]\t\tWhere at? \n[22]\t\tPalmdale. \n[23]\t\tDamn, that's a long drive. ", "McKnight": "\n[1]\t\tYou feel it? \n[2]\t\tTwo men... two guns in the Caddy. \n[3]\t\tYeah, they showed me \n[4]\t\tCould be...any of those dead kids wearin' \t\tpearl earrings? \n[5]\t\tThat's what I'm thinkin'. Detective Harry McKnight turns and crosses Mulholland. His eyes move over each blade of grass at the shoulder - each desert bush just beyond. He slowly raises his gaze to the shining lights of Hollywood laying far below like a galaxy. He looks out and wonders. \n[6]\t\t\t \t\tNice wallets. \n[7]\t\tThe one of 'em still alive? \n[8]\t\tOh yeah.  \n[9]\t\tFind out who they are? \n[10]\t\t\t \t\tInteresting. \n[11]\t\tWhere at? \n[12]\t\tDamn, that's a long drive. ", "Roque's": "\n[1]  \n[2] ", "Manservant": "", "Man": "\n[1]\t\tWhat are you doing? You don't stop \t\there ... The car stops - half on, half off the road at a dark, blind curve. Both men turn to the woman. \n[2]\t\tHi there...ten bucks says you're Betty.  \n[3]\t\tThat's okay. \n[4]\t\tThere was an accident. I came here.  \n[5]\t\tA car ... a car accident. \n[6]\t\tI think so. I was just taking a shower. \n[7]\t\tMy name is Rita. \n[8]\t\t\t \t\tPardon? \n[9]\t\tOf course. Excuse me. The Espresso Man leaves the room. Luigi looks at the espresso. Vincenzo stares at Adam. Adam is doing his best to stare down Vincenzo. The Espresso man returns with a cloth napkin and lays it down next to the espresso. \n[10]\t\tWill that be all, Sir? Luigi doesn't answer and after a moment of standing very still waiting, the Espresso Man turns and leaves the room. Adam is stared down by Vincenzo and averts his eyes to the espresso cup. He looks around at Ray and Mr. Darby - seeing them stare at the espresso cup. Vincenzo keeps staring at Adam. Luigi picks up the napkin and holds it in his left hand. With his right hand he lifts the espresso cup and places it above the napkin. He brings the cup and napkin to his mouth. He takes a sip of espresso. A small fleeting expression forms on Luigi's impassive face as if for one millisecond he is going to vomit. His mouth opens and he allows the espresso to fall and dribble onto the napkin. He pushes any remaining espresso in his mouth out with his tongue. He holds it in that position for a moment. \n[11]\t\tWho is it please? \n[12]\t\tHello. \n[13]\t\t\t \t\tTalk to me... \n[14]\t\tSame. \n[15]\t\t\t \t\tHi ... this is me. Leave me a message. Betty now has her ear pressed up against the phone also - straining to hear everything. The machine starts recording. Betty hangs up the phone immediately. \n[16]\t\tI'm sorry Mr. Kesher, but there seems to \t\tbe some problem concerning your credit \t\tcard. \n[17]\t\tThe fact is Mr. Kesher a representative \t\tof your bank called us. \n[18]\t\tI don't know. All we do is take an \t\timpression of the credit card and until \t\tyou check out it just sits in our files. \n[19]\t\tWell, Sir, I'm afraid they said you're \t\toverdrawn at your bank and your line of \t\tcredit has been cancelled. \n[20]\t\tThat's fine, Mr. Kesher. You can pay \t\tcash when you check out. I'm sorry. it \t\twas my duty to inform you. \n[21]\t\tHave a good evening, Mr. Kesher. The Hotel Manager turns to leave and Adam closes the door. \n[22]\t\tYes? \n[23]\t\tNumber 17. \n[24]\t\tI switched apartments with her. She's in \t\t#17. Just walk down that way. It's just \t\tto the right. The woman seems to be looking now at Rita. \n[25]\t\tIt's kind of hidden by the foliage. Betty and Rita start to leave. \n[26]\t\tShe hasn't been around for a few days ...  \n[27]\t\t\t \t\tI'll go with you. She's still got some of \t\tmy stuff. The phone rings from inside her bungalow. \n[28]\t\t\t \t\tOh ... go ahead. I've got to get that. The woman hurries back inside and closes the door. Betty and Rita quickly move up the walkway toward Bungalow #17. ", "Irene's": "", "Companion": "", "Domgaard": "\n[1]\t\tYeah. They continue to stare. \n[2]\t\tSammy thinks the Caddy had stopped along \t\tthe shoulder ... man up the road said he \t\tsaw two cars drag racin'...then you got \t\tthat blind corner. \n[3]\t\tThe boys found this on the floor in back \t\tof the Caddy. Neal holds up a plastic bag holding a pearl earring. \n[4]\t\tCould be unrelated. \n[5]\t\tNo. Could be someone's missin' maybe. \n[6]\t\tHandstitched Italian. Filled with phony \t\tcredit cards ... off the two guys in the \t\tCaddy. \n[7]\t\tYeah... just .... Dr. Scott's got 'im. You \t\tremember Dr.Scott. \n[8]\t\tWell he said...  you know in his way... you \t\tknow what I mean? Besides the guy \t\tgettin' rolled up under the kids car \t\twhich busted him up pretty bad, there was \t\tthis little knife-like torn piece of \t\tmetal, you know, off the car body, rolled \t\tout and slid up through this guy's neck \t\tand just kinda slit his aorta, you know, \t\tbut they didn't find it right away, so \t\tthe guy's losin' a lot of blood, you \t\tknow, to the brain - all this time cause \t\tit was just like this thin little \t\tpuncture wound on the surface of his neck \t\tthat kinda sealed itself, he said, while \t\tinside the aorta is bleedin' pretty \t\tsteady all that time. So, Dr. Scott's \t\tlaughin' you know like he does 'cause he \t\tknows we want to talk to this guy. He's \t\tlaughin' you know and shakin'... Son of a \t\tbitch couldn't stop laughin'... It was \t\tkinda contagious 'cause pretty soon we \t\twere all laughin'...the nurse was \t\tlaughin'. You know how he is. \n[9]\t\tNope, not yet. Their fingerprints don't \t\tmatch up anywhere. \n[10]\t\tYeah ... and they both use the same \t\taddress. \n[11]\t\tPalmdale. ", "Bum": "", "Roque": "\n[1]\t\tThen? \n[2]\t\tYes? \n[3]  \n[4]\t\tYes? He listens through a high-tech earplant which we now see. \n[5]\t\tThank you. He pushes two buttons, one after another on the remote device. We hear a small click, a dial tone, a number being dialed, and a phone ringing. \n[6] \n[7]\t\tShe's still missing. We hear a small click and the line goes dead. Mr. Roque pushes a button and the microphone descends back into the chair. ", "Irene": "\n[1]\t\tNow, remember I'll be watching for you on \t\tthe big screen. \n[2]\t\tThe best of luck to you, Betty. Take \t\tcare of yourself and be careful.  "}}