{"filename": "Mumford_script.txt", "imdb_id": "tt0140397", "imdb_url": "https://www.imdb.com/title/tt0140397", "characters": ["Nessa Watkins", "Mrs. Crisp", "Lionel Dillard", "Jeremy Brockett", "Lily", "Althea Brockett", "Martin Brockett", "Dr. Phyllis Sheeler", "Mr. Crisp", "Sofie Crisp", "Katie Brockett", "Henry Follett", "Dr. Ernest Delbanco", "Skip Skipperton", "Mumford"], "dialogues": {"Nessa": "\n[1]...so he already had the tattoo that said, \"Naomi Forever\"... and now they're broken up, see, and he has to have it removed. But while the scar is still healing, or whatever you call it when you have a tattoo removed, he meets Chandra. And it's serious, immediate love. So in no time, he's gone from the most gorgeous model in the world to the most gorgeous actress in North America. \n[2]In maybe three or four issues. \n[3]Monthly! God, how shallow do you think Brad is? Why do I waste my time telling you this stuff? \n[4]Don't do that thing... ...that shrink thing. \n[5]You really need to let people smoke in here, you know. It's perverse. What are they paying you to see me? \n[6]The school board doesn't pay you? What kind of deal is that? \n[7]Pro boner? Pro bono, huh? For whose good, supposedly? \n[8]Fuck the community. There was this article my friends and I read. It was \"25 Signs He's Great in Bed\". It was very fascinating. \n[9]Where?... The New York Times. The first one was -- \"he handles produce well.\" Which we already knew! The point is, you have a lot of the signs. \n[10]Have women found you attractive? \n[11]I knew you wouldn't answer. I've been thinking about what you said last time. How me trying to lose weight -- and constantly not -- is like a lot of people with addictions. How maybe I can't lose the weight, ever... Which we already knew... \n[12]It's a really weird thing for a shrink to say... and then you said maybe people'd be happier if they'd accept that some things don't change -- that it'd be some kind of a relief or something... \n[13]Well, I guess I'm just a dumb bitch, but how depressing is that moment -- the moment when you give up? \n[14]Isn't she amazing? That is such a wicked look. \n[15]Just chill for a second. Look at this guy, it appears he's actually dead... but gorgeous. \n[16]What are you doing? We're not done. I just need to find the thing... \n[17]I want to have the session. I thought it would be cool if I could show you some of the things that interest me. But I guess you're not into it... which we already knew. \n[18]What are you talking about? \n[19] \n[20]I don't think you know what you're talking about. \n[21]This shrink school you went to... did you hear about it on an infomercial? \n[22]I want to live in the world these people are in. No one ever says anything in there, have you noticed? So they're very cool. Like they're all really deep. It's when people start talking that everything goes to shit. \n[23]There's this kid at school... Martin Brockett. He has some gigantic idea of himself that no one else shares. You wouldn't believe the crap he lays on me... Who appointed him my spiritual leader? If he has everything so figured out how come his best friend is a .22 rifle? And why's he spend all his time chasing after me? Probably thinks I'm gonna give him a hummer... \n[24]  \n[25]...I mean, Doc, the dude is seriously deluded. I said that to him, I said, \"If you think I'm gonna do all that shit for you, man, you are seriously deluded.\" \n[26](can't hide her pleasure \n[27]First off, he tells me to stop smoking cigarettes. I told him abso-fuckin'- lutely no. As you can see -- \n[28]Then he says stop smoking dope. No again. So then he says he doesn't want me getting together with any other guys... \n[29]...What balls on this guy? What're we... ...going steady? Jesus. \n[30] \n[31]I don't know if I can quit. We're gonna try it together, like, you know, AA or something. And I made him give up his .22. No more sneaking around the hills with his fucking nut gun like some loony tune. \n[32] \n[33]Oops... gotta go! ", "Watkins": "", "Mrs.": "\n[1]Mumford... like the town? \n[2]What's happening here? \n[3]Do you think that's a good idea? \n[4]What kind of doctor are you? \n[5]Oh... not a real doctor. \n[6]-- We've met. \n[7] \n[8]What'd you want? \n[9]What? \n[10]I think we have a right. \n[11]Keep it zipped, Ben. \n[12]Finally, some common sense... \n[13]I think you know what I mean. \n[14]I think you do. \n[15] \n[16] \n[17]-- the problem is you're a big fake. You haven't got a clue what's wrong with that girl. \n[18]Take a hike, Dr. Quack! \n[19]Well, look who's here... \n[20]Just who is here, can you tell me? \n[21]No, you can not. I wouldn't know who to say is calling. \n[22]I could see right through you from the start, you imposter. I know what you're after. I knew it then and I know it now! \n[23]Sofie. It's so obvious... you're after my daughter. \n[24]It'll never happen! You're in big trouble, mister. ", "Crisp": "", "Lionel": "\n[1]That's the new psychiatrist? \n[2]Probably thinks he's pretty smart. \n[3]...so I'm watching Brokaw and they've got some astronomer, this little limey know-it-all, and he's telling how, with this Himball telescope, they've discovered there are maybe 400 million more galaxies than they thought there were. And I guess that's supposed to make me feel small? I'm supposed to feel insignificant? Is that the point? Because I can tell you it didn't. \n[4]Kind of impatient for a big-time headshrinker, aren't you? How 'bout you let me explain it my own way... \n[5]...and in the dream, it's always the same, I wake up in my room from when I was I kid in Ohio, and I realize this is the day of the big exam at school... \n[6]...which is no problem for me, because I remembered it was coming and I've attended every class, so I'm totally prepared. Then I see myself running down the hall at school... \n[7]...but it's not really my school -- and this is very interesting -- it's the school from the next district -- \n[8]And even though I arrive a little bit early, everybody's already there. But the surprising part is -- \n[9]-- I'm the only one who's prepared! \n[10]-- you crazy? You can't do this! \n[11]I'm a criminal lawyer -- you think I like my clients? I can't stand most of them! But I don't kick them out... \n[12]Don't you at least have a back door I can use? \n[13]Maybe some of us don't need this crap! \n[14]You've got to have the right ladder for the job. You don't know what you're doing, you can get yourself in trouble. \n[15]...completely inappropriate and highly unprofessional. Now I don't want to presume to tell you how to run your businesses -- \n[16]-- Whatever. Six months ago, you two were the only games in town. The value of your... ...\"practices\" could be seriously undermined by this bozo. A town this size has only so many headcases to go around. \n[17]Protect your turf! Check this guy out. I smell a rat, I tell you. \n[18]What the hell's a widget? \n[19]Don't you find it incredibly convenient that everyone who could possibly corroborate his story has recently died some exotic death? \n[20]What's easier than hacking your way into a state computer and inserting some numbers? For all you know he never even took the exams! \n[21]Doctor, correct me if I'm wrong, but it sounds to me like you've gone for this guy's story hook, line and bull- twaddle. \n[22]It's a country club. Don't worry about it. \n[23]I'll have him out in half the time. ", "Dillard": "", "Jeremy": "\n[1]Hey, kids. Oh, hi. \n[2]You must be Dr. Mumford of Mumford. Jeremy Brockett. \n[3]Sorry I'm late... traffic was a motherfucker. Have another drink, I'll be back in five. \n[4]I think you'll like this. Know much about Cuban cigars? \n[5]Makes the whole thing that much better. \n[6]Just hold the flame a little bit below the end... that's it... now just turn it slowly as you draw... \n[7]Are you a man who likes to treat himself right? \n[8]I am. And I'm not ashamed of it. Nobody ever said on their death bed -- \"I treated myself too well.\" \n[9]Fill in the blank. I don't mind the office. The point is, you only go 'round once. Like the Zens say -- Be here now. \n[10]Althea hasn't told you? \n[11]Well, in '85 four of us left our firms and formed an investment banking venture. We've got twenty-three people working there now. \n[12]We've done... very well. You know anything about addiction, Doc? \n[13]Well, I'm addicted to winning. I say when you're in the red zone, you gotta score. So what do you think? \n[14]No... I mean about Althea. About her... ...behavior. Do you think you can fix her up? \n[15]She's gone weird is what's wrong with her. Out of control. Probably from living out here in Mayberry. \n[16]You're the doctor, what do you think? \n[17]I think we all knew that, professor. The question... the real -- -- quest-tio-nee... is... why? ", "Brockett": "\n[1]  \n[2]  \n[3]  \n[4]    \n[5]  \n[6]  \n[7]  ", "Lily": "\n[1]  \n[2]You're early... it's not ready. What happened? \n[3]Who was that? \n[4]I think it's like... inquisitive. \n[5] \n[6]You're terrible. I'm never telling you anything. \n[7]How long you been in this town? \n[8]Four months, two and a half weeks -- that's how long. And you've already got more patients than those other two shrinks combined. \n[9]Look at that guy... \n[10]You know who that is, don't you? You really don't? That's Skip Skipperton, man. He gets himself hit by a truck, this whole town shuts down. \n[11]So, what makes you so popular? What's your secret? \n[12]Not sure. Let me think about it. \n[13]Psychologist. He's not medical. \n[14]Doc. Ainge... \n[15]Ainge! \n[16]Ainge! \n[17]  \n[18]And the Brocketts? \n[19]It was insane here, man. 'Hadda call in the National Guard. Then I did my laundry... watched 20/20. \n[20]Shocking. Did you know the government is wasteful? You heard it here first. Oh, and being a supermodel... it's no walk in the park. \n[21]No gentleman caller, Doc. Not that I care. I've had it with men. They're so fascinated by their own crap. Took me four years to get the last one out. Almost turned me into a dyke... These days my idea of a hot date is a long shower by myself before bed. Now that feels good. And you don't have to do all that... listening. \n[22]Oops... sorry. I guess that's the story of your life. \n[23]  \n[24]They come through a few times each year. Hello, Mrs. Saito, good to see you again! It's a tour. \n[25]You're on your own today, honey. \n[26]It's a pleasure to meet you. \n[27]Oh? \n[28]I've seen you going by on your board, but I didn't realize -- you're so young... to be so... \n[29] \n[30]I'd better get in there. \n[31]It's okay. They pre-order. There's a choice of three entrees. \n[32]Meat loaf, turkey quesadillas, or salad nicoise. \n[33] \n[34]Well, come on in. \n[35]  \n[36]Stop it! He's a kid. I'm old enough to be his... older sister. \n[37]Doc... \n[38]Doc. \n[39]I don't want you to be mad at Skip... \n[40] \n[41]I want to give you something. Will you let me? \n[42]Yes, you do, you damn well do. \n[43]Here it is, some advice -- do the hard thing. \n[44]Clean up the mess. No matter what it takes. \n[45]Too bad. That's tough, I mean it. I'm not unsympathetic. But Skip says you're in love. \n[46]Then it's worth it. ", "Althea": "\n[1]Not at all. It takes guts, Lionel. \n[2]What do they want from me? What have I done that's so wrong? They act as though they don't have their own peculiar things... They do! Believe me. Everybody's got something... Even you probably have things. \n[3]Why are they ganging up against me? \n[4]It's the kids, you know, not Jeremy. He had nothing to do with this -- except pay, of course. He's always willing to pay. He's extremely generous. I'm so humiliated that my own children would threaten me. \n[5]They said if I didn't get help, they wouldn't deal with me any more. What do you think about that? \n[6]Mmmmfffstttubll abbittmm. \n[7]I said... you must come out to the house for dinner on Thursday. \n[8]Yes. Jeremy will be home for the weekend. And you can meet the kids. \n[9]-- sorry everything's in such an uproar. Lots of big occasions coming up, and of course Christmas is only eight months away -- -- I don't know what's keeping Jeremy. You know he stays in the city three nights a week -- I guess I explained that... ...I know Katie's here, but I'm not so sure about Martin... I'm making dinner myself tonight, so I'll have to leave you, I'm afraid... \n[10]I'm awful I know, but will you please help yourself. I just got a new copper sauciere from Williams-Sonoma and I'm afraid it'll be the death of us all if I don't get back in there... \n[11]I'll be back. \n[12]-- The argument had nothing to do with it. \n[13] \n[14]Oh, all the great writers -- Shakespeare, Charles Dickens, Moby Dick... those people. Each is bound in genuine premium leather with 22 carat gold accents. It's a magnificent set -- and only $33.50 per volume. Right away you get Great Expectations for just $6.99. \n[15]It's irrelevant. It had nothing to do with what happened. \n[16]We argued on Sunday. He went to work on Monday and stayed in the city during the week, like always. But on Thursday, when he normally comes home, he didn't. Didn't call either. Not till Saturday afternoon. \n[17]It's happened before. I'm shocked by how little I'm feeling. I can't understand it. I'll probably have a complete depressoid collapse soon, won't I? \n[18]He said he wasn't coming back. He said it wasn't working for him any more. That it hadn't \"worked for him\" for quite a while... You know what I regret the most? I'm sorry I let him make the kids take his name. He was an acquirer. He liked to acquire things. \n[19]You think that has something to do with my problem? Ordering all those things?... \n[20]...Like I was on some kind of campaign to out-acquire him... ...If I was just an acquisition to him, and he lost interest once he had me -- \n[21]That can't be it. It's too simple. And besides, I still like it. This morning I ordered a marble turtle cheese board from The Horchow Collection. Can I tell you something just awful? You know how people who are just assholes will sometimes look at a woman who's got problems and say, \"What she needs is a good shtupping!\"? \n[22]Well, there may be something to that. Jeremy didn't keep up his end -- Oh, what difference does it make? Why do I feel elated? Am I in denial? You know what it feels like?... \n[23]I know my time's up, but I've got to get this out while I've got hold of it -- \n[24] \n[25]My god, did it just get hot in here or what? \n[26]See you next time. I'll probably be a basket case by then. \n[27] \n[28]Hello, Mr. Follett. Have a good session. Bye, Doc. ", "Martin": "\n[1]Is this him? \n[2] \n[3]But you know how to drive? \n[4]Got a license? But no car? \n[5]I just got my license two weeks ago. \n[6]I been drivin' since I was twelve. \n[7]Can you help Mom? \n[8] \n[9]Nessa Watkins... She comes to you, doesn't she? You're treating her, right? \n[10]What's wrong with her? \n[11]No... sort of. Man, she could be cool, but all she does is get wrecked and do all the guys. She's blowin' them in the parking lot. \n[12]A person's got to hate themselves to act like that. \n[13]Have you ever met a bigger shithead than my stepfather? \n[14]That's okay. Jeremy won't mind. Good dog. \n[15]Hiya, Doc. \n[16] \n[17]Insane! Didn't ja hear? My family got five hundred times better. Let's go, Vanessa. ", "Sofie": "\n[1]I'd better not, I'll fall right to sleep. I think it's too soon for me to be sleeping with you. \n[2]Oh, lord. It's almost too exhausting to tell you... ...about my exhaustion. I didn't really want to come. I'm not hopeful right now. But I couldn't take the look on my dad's face. He's a truly kind person, which is pretty extraordinary if you knew the story. He's the opposite of me, I guess -- all stamina and resolve. \n[3]About six months ago, I guess it is now. God, it seems like years. What a bore! I'm embarrassed by it. Before this happened -- when I'd hear people talk about this kind of thing -- I thought it was a bunch of bullshit. \n[4]You think that now! You think it's a bunch of hooey, don't you? \n[5]I saw it. I saw it in your eyes. \n[6]That's okay. Maybe it is. My mother always says -- \"Everything that's wrong with you is in your head.\" I suppose that's true. \n[7]No... but it started one year to the day after my divorce became final. That's not too suspicious, is it?... But it wasn't like I was feeling bad about the divorce. Just the opposite. \n[8]Hmm? Is that a professional opinion? \n[9]Even if you don't think it's real? \n[10]What would you do? \n[11]I don't know. I barely made it today. \n[12]I don't think I can afford it. I don't want my dad paying. \n[13]You have the best answer for everything. You seem so... hopeful. Are you always this sunny? \n[14]Is it contagious? 'Cause everyone agrees my immune system's way down. \n[15]Can I ask you something? Didn't you tell my dad you didn't think it was a good idea to come to the patient? So what changed? \n[16]I'm not making any promises. \n[17] \n[18]Hello, Mother. I want you to meet Dr. Mumford. \n[19]We're going for a walk. \n[20]Dr. Mumford does, yes. I've put myself completely in his hands. For today, anyway. \n[21]We'd better go or I'm liable to bail on the whole thing. \n[22]Mom's such a cutie. \n[23]She's not in a bad mood. She's like that all the time. It doesn't bother me anymore. It's my dad and my brother I worry about. \n[24] \n[25]We don't discuss it. \n[26]Oh, we've all disappointed her. Me, especially, but Dad, of course. She thinks my brother's all right, but she didn't expect much. It's what happens when you \"marry beneath yourself\"... \n[27]What? \n[28]You've got a funny idea of funny. \n[29]No. \n[30]Is this the treatment? \n[31]'Cause I'll tell you, none of the others have tried this approach. \n[32] \n[33]I'm embarrassed. The list is so long. \n[34]Well... I'm tired all the time, obviously. I always feel like taking a nap. But when I try to sleep, I have trouble. My muscles ache. And my joints. I feel like an old person, or like I did back when I used to work out too hard... What else?... \n[35]Uh-huh. \n[36]Yes, yes, and definitely yes. Also... I get confused. \n[37]Where? \n[38]I don't know if I mentioned the headaches. \n[39]No, not really. They're about the same. My marriage was one long headache. \n[40]Is that like a party trick? \n[41]You actually address yourself by name in your thoughts? So you really think having two opposing ideas in your head does some kind of damage? \n[42]Well then, my life has been some kind of huge rip. \n[43]...so we get on this incredible steam engine train that runs up into the mountains... ...and this trip is everything it's cracked up to be... an open car, great views, the mountain air blowing through. We're sitting there, married for six years, and he says how he likes it better when I put my hair back... \n[44]That wasn't so good. \n[45]I don't know if I'm going to make it the whole way. \n[46]Oh... this makes me sound irrational, which is probably right, but there was something about him saying this -- it was maybe the millionth time he'd told me about some preference of his. Well, I was so... tired of it. Seems like my whole life someone's been telling me... I'm just not getting it right. Can we rest for a second? \n[47]You're purposely making me talk while we do this... ...because you think this is good for me... ...and you're a sadistic bastard... \n[48]...who thinks there's nothing really wrong with me. \n[49]That was really bad, wasn't it? \n[50]And I'll bet you can interpret the whole thing \n[51]I hate those dreams where everything means something. \n[52]No, that'd be a good story, but that was just the beginning of the end. We went on for another year or so. \n[53]So whose route is this? \n[54]And he's where? \n[55] \n[56]It's all right. \n[57]And this is legitimate therapy? \n[58]When I was in high school we used to come up here and make out. I liked to sit on the rock and watch the sun go down. \n[59]Which thing? \n[60]Why'd you come to the house the other night? \n[61]My brother said you were about to fire me. \n[62]I bet I know what changed your mind... ...My mother. She was so horrible, you decided you couldn't desert me. \n[63]That's the cut-off, isn't it? I know why you were going to quit seeing me. \n[64]You feel like a fake, an imposter... \n[65]...as if maybe you don't know what you're doing. \n[66]Everybody feels that way sometimes... like we're not who we're supposed to be. But I have to tell you, Dr. Mumford -- \n[67]-- you've been a tremendous help to me. \n[68]I can't tell you how much I admire you. You have a wonderful way with people. And you're very insightful. I feel like you've seen me clearly... I never used to admit what a horrible person my mother was. You've made that possible for me. \n[69]Yes! And my ex-husband -- he never accepted me for who I was, just like Mother. The things you've said have helped me understand what a dick he is. \n[70]You're shockingly honest, that's what makes you great. I've never had a man treat me this way. With you, I feel really... listened to. Can I tell you something? It's a little embarrassing, but I feel very unguarded with you. \n[71]Thanks to this therapy, I now know what I'm looking for. I need to find a man like you. Not one who's treating me, of course. And I'm going to do it, dammit! You've given me the confidence. \n[72]I need to talk to you... Doctor. Can I come in? \n[73]We haven't met in this office since that first time. This is how a real professional and his client are supposed to see each other. \n[74]It might've been more appropriate if we had followed a traditional approach to the doctor-patient relationship. \n[75]Yes, something's very wrong, Dr. Mumford. \n[76]How intuitive! That must take years of training right there. Maybe you can guess what has upset me. \n[77]No, it is not something I've heard about you! It is someth-- Why? Is there something I should have heard about you? \n[78]May I? \n[79]All right... I'm going to come right out and say this, because that's what your shrink is for, right, so you can tell him what's bothering you? \n[80] \n[81]Given that, I'm obviously not going to be judging things in the most realistic way. \n[82] \n[83]The point is this -- I am not a blank page. I did not just fall off the turnip truck. Do you know what I mean? \n[84]I know a little about psychology. I took three different courses in college. It's true, none of them were above the two hundred level, but I took them... And there was one concept I remember very well. \n[85]Transference! \n[86]Yes, and that is what I have got right now. I have taken my feelings of gratitude... and relief... and transferred them onto... you. I have taken all those warm, grateful emotions and confused them with feelings for you... So that now I am under the delusion... ...that I am in love with you. \n[87]Hello? \n[88]I think you can understand why I have some serious questions about your methods. I mean, obviously it becomes much more likely that I'm going to have confusion about this when your idea of treatment is to go walking in the woods and up to make- outs-ville and do all these highly romantic activities -- \n[89]-- We had a paper route together, for godssake! Do you understand how I might be a little resentful? Knowing that this so-called \"love\" I'm feeling is totally bogus, and just a pathetic case of... transference? \n[90]Maybe you ought to think about how you're going to fix this. And when you do... ...please get back to me. \n[91]Mother... \n[92]Mother... \n[93] \n[94]Which show was that? \n[95]Part of it. We were watching \"ER\" until someone called. \n[96]Do you know what a betrayal this is?... \n[97]...How violated I feel? \n[98]You feel violated? \n[99]You deserve it. \n[100]I should be irate. \n[101]I am irate! \n[102]But nothing... I'm mad as hell. This is a terrible thing you've done. \n[103]What? \n[104]I don't know. Depends. I'm in a bad mood. \n[105]Oh. \n[106]I sort of do... \n[107]...but first, you have to tell me something... \n[108]What is your name? \n[109]You got off easy. \n[110]We're only talking about six weeks. \n[111]Of course... I haven't got the energy to get out of town that fast. ", "Katie": "\n[1]You're the doctor, aren't you? \n[2] \n[3]Cuddledown... Linen &amp; Lace... Scully &amp; Scully... Smith &amp; Hawken... Plow &amp; Hearth... Museum of Modern Art... Smithsonian Museum... J. Crew... Wolferman's... Hold Everything... Nieman Marcus... Coldwater Creek... Garnett Hill... Norm Thompson... Victoria's Secret... Sharper Image... Hammacher Schlemmer... \n[4] ", "Henry": "\n[1]   ", "Follett": "\n[1]I get outta the truck in this two- bit town. I got no money and no prospects. What I need right now is a stiff drink, a cold shower, and a hot broad. I'll take 'em in any order they come... \n[2]...Oh yeah, one other thing I need -- an angle. \n[3]I was thinking -- if it weren't for bad luck, I wouldn't have any luck at all... \n[4]Either my luck had just changed, or Fate just bought me another round of trouble. \n[5]She kept yammerin' the whole time, but her hips were doing all the talking... \n[6]It couldn't 'a been any clearer what the set-up was. The next move was up to me... \n[7]I have eighteen more minutes! \n[8]Why not? \n[9]Well, I don't know... I only been seeing you -- \n[10]Now hold on, I didn't say I didn't want to come -- \n[11]The town was a rube's heaven, but I found work my first day out down at Old Man Sutter's gas station and diner. I knew his stacked young wife was going to be a problem, but, hey, life is full of problems. Back at the boarding house, I was washing up when I heard a load of yellin' and -- \n[12]...I got my first look at the landlady's daughter. \n[13]Lucky for me, she was plenty upset but not too careful. \n[14]Or maybe it wasn't an accident at all -- \n[15]-- 'cause in that instant I saw the beginning of a vixen's smile and I knew -- \n[16]What? \n[17]Why? I'm paying for this. \n[18] \n[19]I enjoy it. Does that make me some kind of pervert? Just because a man has a rich imaginative life -- \n[20]No? \n[21]I never said that. \n[22]Go to hell. \n[23]We got divorced. I had to get rid of her. She couldn't satisfy me. \n[24] \n[25] \n[26]  \n[27]   \n[28]What is it? \n[29]Should I open it now? \n[30]What exactly is it supposed to do? \n[31]-- I find it degrading. Maximum gynecology and minimum turn-on -- \n[32]-- Which I don't necessarily agree. \n[33] \n[34]Whoa, whoa, what are you doing? I want to know what's in here. \n[35]Hey! I agree with you that you don't know what you're talking about. That's what I've been saying all along. And I can guarantee you that looking at the Lost Ark or whatever you got in here is not going to mean diddly to me... ...but if you think I'm going to let you walk out of here without seeing what's in this box, you don't know much about Henry A. Follett. \n[36]What?! What the hell is so important I can't have five minutes --? \n[37]Uh, sorry, I'm going to have to... ...I really appreciate what you're trying to... uh, I can't thank you enough for... \n[38]I'll see you on... whatever... \n[39]Old Man Sutter's young bride had got me in hot water all right, and now I was bein' dealt the beating of my life. If there'd just been two of those bastards it would have been a little closer... \n[40]The Landlady was good at quite a few things, but doctoring wasn't one of them... \n[41]...Lucky for me, one of the other boarders, the broad who lived downstairs in the front room... \n[42]...was a nurse... \n[43]...and she had ways to make you feel better they didn't teach in nursing school. \n[44]Me too, Doc. And I can't tell you what that package meant to me -- ", "Skip": "\n[1]Hi. \n[2]You're Doc Mumford. Skip Skipperton. \n[3]Fine. Okay. Pretty good. I've been hoping we'd meet. I've heard a lot about you. \n[4]Do you think we could...? Can I buy you a drink? \n[5]...\"Find the need and fill it\" my dad used to say -- I guess a lot of dads say that -- but I did and it just took off. \n[6]Panda? I've always liked giant pandas... I've been to China and seen them in the wild. That's the kind of thing I can do if I want... now. I can do pretty much anything I want to do these days. \n[7]So now we make 23% of the modems in the market, which is pretty good. \n[8]When I was growing up here, the town was about dead. The timber business was played out... Panda changed all that. Now, just about everybody in town either works for the company or depends on it somehow. Which is kinda the problem... \n[9]Would you like another beer? \n[10](brightens, like a kid  \n[11]Of course! That's exactly what I want. \n[12]When Panda started to happen, I was dating women from New York, San Francisco, L.A. They came out of the woodwork. Models, actresses, venture capitalists... These were not the kind of girls who were interested in me before I hit it... And you know what I discovered? I discovered these girls did not love me for myself. The majority of them didn't even like me. But a lot of them would've gladly become Mrs. Skipperton for a while. Can you imagine that -- marrying someone just because they've got money? \n[13]I gotta pee. Can I ask you something? This town is called Mumford... Been that way since... 18... 18-0... 18-0... ...thirteen! Right? Now here's the question -- Your name is Mumford, too. \n[14]You moved here from back East and your name is the same as this town. Is that right? Far out. \n[15]I hope you don't think I want you to do this for free. Just because we're gonna play it like we're friends, doesn't mean I won't pay you like a doctor. \n[16]I have a lot of money. Do you know how much money I've got? \n[17]I've got three big ones. \n[18]No, no... I have three billion dollars. \n[19]This is great! \n[20]This is exactly what I wanted. \n[21]You'd be surprised. Most guys have kids or wives or girlfriends. They're busy. It's not as easy as you think. \n[22]Well, you know... that's the thing. Like I said, just about everybody in town works for me. And it's just not the same asking someone to throw a ball when they work for you. It's like an order or something... And no one -- no one -- asks me. \n[23]Don't you like this? \n[24]Okay then. Have you got a lot of friends? \n[25]No... I've seen her. Good-looking woman. \n[26] \n[27] \n[28]Did you know that Danny Ainge was drafted by the Blue Jays? Do you know what kind of athlete you have to be to play in the NBA and in the bigs? \n[29]Unbelievable... ...And Lily named her dog after him? Far out. \n[30]What? \n[31]I would've traded any of it to have made the Mumford High varsity. \n[32]So I guess Henry Follett is a patient of yours. He's my pharmacist. \n[33]Uh-huh. \n[34]I wondered what happened to her... \n[35]Doc. I know we're not supposed to get together till Wednesday... \n[36]How many sessions have we had now, Doc? Six. And it's been good... like we were two buddies hanging out. Just shootin' the shit. \n[37]This is really hard. Everything I want to say is hard... \n[38]...We're like friends, almost... who trust each other. \n[39]I want to tell you something, Doc, but before I do, I need to ask you a question... Because, for me to tell you this thing -- well, I haven't told anybody about this. It's the biggest secret I've got. \n[40]You're a shrink, Doc. Aren't I supposed to be able to tell you everything? \n[41]That really relates to the thing I want to ask you... I've noticed that sometimes, not a lot, but sometimes, when we're hanging out, throwin' the ball... or that time we went bowling... sometimes you'll like -- -- tell me things about your other patients. \n[42]Hey, maybe that's all right! I don't know all that much about psychology or therapy or... ethics, so maybe there's something I missed... or something... \n[43]I trust you. Definitely. No question. But, yeah, I'm a little concerned. I mean, you're not supposed to tell anyone about your patients' problems... are you? \n[44]Yeah, well... what I was gonna tell you -- \n[45]Doc, I trust you! You've listened to me better than anybody... maybe ever. And this secret I've got, I can't stand it anymore. I don't know if I'm some kind of -- \n[46]-- I don't know if I'm a pervert or what. It's taken me this long to get where I can come out and say it... I can't back away now. I can't spend another day not knowing if I'm nuts. \n[47]All right, I'm just gonna tell you, as simple and direct as I can. And you understand that this is a big secret? Just between us? Okay. You know I've got this gift for certain kinds of... machines. \n[48]That's right. And you also know that even though I make 23% of the modems in the world... I cannot make one simple connection with any woman who could truly love me. \n[49]It's true, believe me. So... do you know what I've been doing, all alone, in my workshop, for almost two years?... Mr. Find-the-Need-and-Fill- It. How I spend my every solitary hour? \n[50]Guess. Go ahead, guess! \n[51]No!... Although that's a good guess. No, what I've been working on, what the world really needs and no one has been able to create -- -- a virtually life-like, humanoid, gender-specific, anatomically functional... sexual surrogate slash companion. \n[52]Sexual surrogate... slash... companion. \n[53]No, Doc, not a doll. I am Panda. I'm talking about much, much more than a doll. The world has never seen what I'm talking about... except maybe in the movies. \n[54]You don't think I'm insane? \n[55]No, Doc, a private secret! It's perverted, it's pitiful. What am I -- Dr. Frankenstein? Aren't you repulsed? \n[56] \n[57] \n[58]Who else knows? \n[59]It's time you did some talkin', Dr. Mum -- Wait a minute. That is your name, isn't it? \n[60]Damn! What is your name? \n[61]It matters to me. \n[62]I've told you a lot of private stuff. \n[63]What about everything? How did this happen? \n[64]Are you telling me your last job before becoming a psychologist was -- \n[65]-- an investigator for the Internal Revenue Service? \n[66]Sounds like you have several. \n[67]An IRS investigator with a drug problem? \n[68]Did you carry a gun? \n[69]Holy shit! \n[70]You were messed up, man. \n[71]Hey, you've done good. Look at yourself... you've cleaned up, you've got a career -- \n[72]At least you pulled yourself out... \n[73]You and Candy...? \n[74]And so you did... \n[75]And the drugs? \n[76]Somebody's taking a shower down there. \n[77]I wish I could live in the shower. I'd take five a day if I had the time. I went to this spa in Germany, a sanitarium practically, up on this mountain. And the great thing -- they just kept you wet all day. \n[78]How'd you do it? The new you. \n[79]I know it starts with a birth certificate... \n[80] \n[81]\"Mumford\"... I mean, why pick the name of the town you were going to? \n[82]And a birth certificate is enough? \n[83]But you studied psychology, right? You did the training and just never got the degree? \n[84] \n[85]Jeez, man. But you're good at it! \n[86]Where ya going? I've got a million questions. \n[87]Doc. \n[88] \n[89]Upstairs, with Doc... Yeah, it's very nice... I heard your shower. \n[90]What? \n[91]I may be young, but Doc can tell you, I'm very immature. \n[92]So, is this like a Japanese restaurant? \n[93]That's a lot of people all at once. \n[94]What are they? \n[95]Salad nicoise? I love salad nicoise. \n[96]Yeah. \n[97]Hey, Doc! \n[98]Thanks, Jennifer, I'll take him from here. \n[99]I've never brought anyone down here before. \n[100]Doc, there's something about what you told me the other night I can't get out of my head. It's driving me batty -- Why me? How did you know you could trust me? \n[101]It's just me, Dino! \n[102]You want my advice? Far out! \n[103]I hope nothing you're about to see will shake your faith in me. \n[104]       \n[105]Pretty creepy, huh? Are you totally disgusted? \n[106]This doesn't seem a little... perverse? \n[107]It's not going to be me. I'm giving it up. \n[108]It's all your fault. In the last 48 hours, I've completely lost interest. \n[109]Lily. \n[110]Oh, she doesn't know about it yet. Right now, of the two of us, I'm the only one in love. But I'm very stoked. \n[111]Doc, how I can be of help to you? \n[112]Sorry... \n[113]I'm here for you, Doc. \n[114]I guess that makes sense. \n[115]You've fallen in love with one of your patients? \n[116]Doc!... It's not me, is it? \n[117]Doc, what about this? You're not really a licensed psychologist! \n[118]Hmm. I guess that doesn't help... I see where you're going here. It's a mess. \n[119]Far out! ", "Skipperton": "", "Mumford": "\n[1]   \n[2]Don't tell me! \n[3]  \n[4]  \n[5]I don't want to hear any more today. \n[6]Mr. Follett, do you trust me or don't you? \n[7]Without trust, there's no point to any of this. You might as well not come. \n[8]Good, then go. \n[9]My patient had to leave early. \n[10]Does the phrase \"nosy\" have any meaning to you, Lily? \n[11]It was Henry Follett. \n[12]What do you want to know? \n[13]Fine, Vincent... how's yourself? \n[14]Oh, I don't know... \n[15]Lily, I don't think even you could know that -- \n[16]Oh, so that's him? The Panda Man. \n[17] \n[18]  \n[19]What do you mean, \"in no time\"? \n[20]Weekly or monthly? \n[21]Why do you think you tell me, Nessa? \n[22]It's a big part of the show. \n[23]It's called pro bono. \n[24]It's my bit for the community. \n[25]Where was this? \n[26]You been spying on me in the supermarket, Nessa? \n[27]That's not quite what I said -- \n[28]How are you? \n[29]No kidding... Panda. Where'd that come from? \n[30]Nah... scotch. \n[31]You want me... to be... your friend. \n[32]But that's not what's really going on... ...What's really going on is... you have some problems and you want some therapy, but you feel it could be very bad for Panda Modem stock if word got out that you were having head problems. \n[33]Can I ask you a personal question? \n[34]Have you thought about getting a wife? \n[35]Is that the question? \n[36]I understand. \n[37]Don't tell me, 'cause I'm not going to tell you what I've got. \n[38]I'm impressed. I couldn't make three million dollars if I lived three lifetimes. \n[39]  \n[40]Lionel, since this is our first session together, maybe -- \n[41]-- you can sit up and look at me if you'd like -- -- maybe it would be helpful if you told me a little about what brought you here. \n[42]-- Go on! \n[43]   \n[44]Sure I can, Lionel. \n[45]See that sign -- We retain the right to refuse service to anyone. I'm not going to charge you for this session, but I don't want to see you back here. \n[46]Come out this way. There's no shame in getting a little therapy... is there, Althea? \n[47]And it's the Hubble Telescope, not the Himball Telescope. \n[48]Jeez... what an asshole. \n[49]  \n[50]Me more than most. \n[51]I'm not sure. But I think they're worried about you. \n[52]How did they threaten you? \n[53]Good kids. \n[54]Hmm? \n[55]Really? You think so? \n[56]  \n[57]How ya doin', Ainge? Evenin', Lily. \n[58]   \n[59](doesn't really know him \n[60]Uh-huh. \n[61]What's that? \n[62]Syndrome... Chronic Fatigue Syndrome. \n[63]No... a little. There's a lot of debate about it. \n[64]Why's that? \n[65]Sure. Why don't you bring her up to my office at 3 tomorrow afternoon. \n[66]Generally that doesn't work out so well. It sends the wrong message to people who need to make a change. \n[67]Hello, Lionel. \n[68]You're right, as usual. See you. \n[69]Skip, you must have lots of people you can throw a ball with. \n[70]Skip, you're the head of the whole deal here. Are they busier than you? \n[71]So, would you say we're out here... let me think how to put this... Is your problem really that you're... lonely? \n[72]Hell yes, I like it. What's better than this? Most guys would kill just to have someone do this with them whenever they like. \n[73] \n[74] \n[75]Lives downstairs from me. She's got a great dog named for Danny Ainge. \n[76]Well, there's Lily. \n[77]Amazing. \n[78]What kind of person do you have to be to do this? \n[79]This -- \n[80]Yeah. Guy's got some serious sex fantasies. \n[81]Pretty good, too. Lots of detail. Nothing hard core. Old-fashioned ones, from back when people cared about atmosphere and character. \n[82]Problem is, his fantasy life's a lot better than his real one. Nothing can live up to it. His wife got sick of it and left him. Took his kids with her. \n[83]Of course, it's not that simple. There's something powerful going on there. We've got a lot of work to do. It's hit to the warning track! \n[84]In these fantasies, Henry Follett is played by a handsome guy with biceps. Can you imagine that? Where your self-esteem has to be? Man, I'd just like to move the guy to the point where he gets to appear in his own fantasies. \n[85]      \n[86]  \n[87]Feel free to lie down. Most people do. \n[88]What can you tell me about this? \n[89]When did you start to feel this way? \n[90]What? \n[91] \n[92]Back when this started, was there anything unusual happening in your life? A change of job, of living situation... a loss of some kind? \n[93]Hmm. \n[94]Hmm, as in -- that's interesting. Sometimes, with enough clues, it's possible to figure these things out. \n[95]I don't know what's real and what isn't. That's never been my strong suit. But if you're tired all the time and you've had to give up the life you were having and come back home when you didn't want to... that's worth trying to fix. Maybe I can help you do that. \n[96]We... we would try several things. But I need to see you a lot. \n[97]I'll come to you. We'll try a little walking. \n[98]We'll take it slow. You'll never feel you can't handle it. \n[99]We'll work it out. \n[100]No one ever thought so. You must bring it out. \n[101]Maybe you'll catch it. \n[102]You must be Katie. People call me Doc. \n[103]Doc. Nice to meet you. \n[104]Nope. \n[105]I've had my moments. \n[106]I thought it was -- Nobody ever said, \"I should have spent more time at the office.\" \n[107]What do you do? \n[108] \n[109]You've done well. \n[110]A little. \n[111]Tastes good. \n[112]What do you think's wrong with her? \n[113]She seems very unhappy. \n[114]  \n[115]Sure. \n[116]Don't need it. \n[117]You're good. \n[118]That would explain it. \n[119]I'm trying. \n[120]Is she a friend of yours? \n[121]It's a pretty piece of land. \n[122]Horror show. What'd you do tonight? \n[123]...And? \n[124]Why do you watch? \n[125]   \n[126]We'll turn back anytime you want. \n[127] \n[128]Ph.D., psychologist. \n[129]That's right, the fake kind. \n[130]People usually have to get to know me before they hate me. \n[131]Maybe... but you're the one whose ass is dragging. \n[132]Is she against you getting help? \n[133]Something's bothering her. \n[134]Please... forgive me. \n[135]Negative thinking makes everything more difficult. If you're going to have enough strength to do this, we have to talk only about positive things. All right? \n[136]Okay then... Are you positive your mother's a bitch? Just kidding. \n[137] \n[138]Really? What would it take? \n[139]Sorry... I'm done. \n[140]I want you to tell me all your symptoms. \n[141]Be specific. \n[142]  \n[143]Sore throat? \n[144]Low grade fever? \n[145]Painful lymph glands? Forget fulness... irritability... depression? \n[146]Yeah, most people have that. It's confusing here. \n[147]Life. \n[148]Did you get headaches before this? But you get more now? Or more severe? \n[149]So the headaches may not even be a part of this? \n[150]I can give myself a headache instantly. \n[151]All I have to do is have two conflicting thoughts at the same time... Like I'll think -- 'Taking these walks is going to help Sofie get better.' But then I'll also think -- 'Mumford, you just enjoy taking these walks and you're kidding yourself about the benefits.' \n[152]There... I've given myself a real whopper. \n[153]Sometimes, yeah... pulling in two different directions at once. It makes tiny little tears in our fabric. \n[154]Mr. Follett. \n[155]Henry! \n[156]  \n[157]Stop now. \n[158]Not for this. Not me, you're not. \n[159]It doesn't matter how I feel about it. It's how you feel about it that matters. \n[160]You didn't come to me because you have a rich imagination. \n[161]You came because it's taking over. You're in its grip. \n[162]Where's your wife, Henry? \n[163]Where's your wife, Henry? \n[164] \n[165] \n[166] \n[167]What's that? \n[168]Hey, Skip. \n[169]That's all right. What's on your mind? \n[170]Yep. \n[171]Sometimes it's best to keep a few things just for ourselves. \n[172]It's just a thought. \n[173]You're concerned that maybe I can't be trusted with a secret. \n[174]That is correct, Skip. I'm going to have to take a long look at that. \n[175]-- Skip. Knowing what you do about me -- \n[176]You are Panda, monarch of modems. \n[177]Okay... let's say that, for now. \n[178] \n[179]Slash what? \n[180]A doll? \n[181]How's it coming? \n[182]  \n[183]Sounds like kind of a good idea. \n[184]Definitely. \n[185]Skip, that's not much of a secret. \n[186]Oh, it's okay. It's just not something to be ashamed of. Maybe you don't want people knowing -- and believe me, it's safe with me -- but on the scale of dirty little secrets, I'd give it, say... a two. \n[187]You want to know a secret? I'll tell you a secret. Since it's just between us and all... \n[188]The secret, Skip, is this -- I am not now, nor have I ever been... a psychologist. \n[189]We'd better get going. Just follow my light. And, Skip, watch your step. \n[190]  \n[191]Just you. \n[192]Doesn't matter. You can call me Doc. \n[193]I can tell you anything else. \n[194]Did you know that every species of mammal has found some way to drug, inebriate, or anestnetize itself? Even if it's just banging its head against a rock. Seems to be some natural urge... to get away for a while. I've had it for as long as I can remember. The first place I wanted out of was home... \n[195]\n[196]  \n[197]I thought I had the best parents in Bald Knob, West Virginia... till I was seven years old and got a look at some others. They weren't bad folks... \n[198]...but they were real unhappy about being who they were... \n[199]It made no sense that school came easy for me... I didn't do much work, and there was a proud tradition in my family of being really dumb. My friends didn't like it much. It made them distrust me... \n[200]On the other hand, it made some of my classmates like me better... I don't know what it was in me, maybe some genes from my mom, maybe some discomfort with myself, but early on I was drawn to any substance that made me numb... \n[201]When I got a scholarship to go out of state to college, I was the first one in my extended family who'd gone beyond high school. At graduation, my folks looked like a normal, happy couple, which I guess they were about 10% of the time... out in public. \n[202]My roommate was from a planet I had never heard of called Scarsdale, where everything was the opposite of West Virginia... \n[203]All the other kids, in fact, seemed to know things I didn't. They were friendly enough, but in four years, I never got over feeling that I had sneaked in... and was about to be exposed as the hillbilly and imposter I actually was. \n[204]The thing that always made those feelings go away was... fun. Fun was drugs, fun was sex, fun was aggressively doing nothing. The only problem I had with degenerate, self- destructive behavior was... I couldn't get enough of it. \n[205]All that fun eventually had an impact on the work I was doing. I figured, what the hell, it was only college, after all. I'd straighten up when I went out in the real world... \n[206]I didn't want to jump into my career right out of college. And since I had no career, that turned out to be not much of a problem... \n[207]I had a series of challenging jobs over the next few years... \n[208]...pizza delivery, pipe fitting, pest control... lots of jobs that started with the letter \"p\". For some reason, I kept losing these jobs. The only mind-altering substance I never had a problem with was alcohol. I never got drunk. I didn't like the feeling. But really, when you're as fucked up as I was... big deal. \n[209]Eventually, doing all these different jobs, I noticed something. For some reason, probably because I was too stoned to talk, everywhere I went -- \n[210]-- people would talk to me, tell me everything... their stories, their problems, their innermost thoughts. Sometimes they'd pretend they needed advice, but mostly people just wanted someone to listen. \n[211]Anyway, one day I was spraying for termites when I had a vision -- \n[212]-- it was time to put my college degree to work and get a job with a desk. \n[213]I took the civil service exam and found myself working at the Internal Revenue Service, District 14, Central Administrative Office. I started off as a general records clerk... \n[214]I guess the standards weren't too high there, because my superiors got excited and pushed me to take the advancement tests... \n[215]One guy in particular thought I should be a Revenue Officer. There was more money to be made as your classification went up. Which had a lot of appeal to me... \n[216]  \n[217]...since, even though I was certain I could stop anytime I wanted, I had developed a real affection for cocaine. It was my favorite hobby I had ever had. \n[218]But I sure didn't want to be a Revenue Officer, where you were face to face abusing -- and getting abused -- all day long... \n[219]...And being a Collection Agent was definitely not in my genetic make- up... \n[220]But there was one job that looked like it might be fun -- Investigator. \n[221]Everybody has a story, Skip. \n[222]What it felt like was... a series of separate, unconnected lives -- hillbilly kid, wrecked college boy, garbage man, civil service guy... ...et cetera... et cetera. Every time I'd leave a life, it felt good. Whatever problems I was having were suddenly gone. I had no friends and I didn't talk to my family. The only constant, stabilizing force in my life was... drugs. \n[223]It wasn't the best situation. \n[224]Didn't need one. We didn't even need a warrant for most of the shit we did. Man, the IRS... we could go in your bank account, your credit cards... hell, we used to go into doctors' files and get all the juicy details. Nobody wants to argue with the IRS. \n[225]I got teamed with one of the top guys, a fanatic named Gregory. He always got his man, whether they deserved it or not. He was a \"closer\" and everybody admired that... \n[226]He'd make the case and the Collection guys would come in and clean up. Our specialty was... sleazy skulking... \n[227]We were a good team. I was a dope addict and Gregory was insane. \n[228]Of course, him being insane didn't make it all right that I fell in love with his wife. \n[229] \n[230] \n[231]Things got a lot worse. \n[232]  \n[233]The way the District Managers got ahead and won their bonuses was by generating maximum payments. That meant the revenue officers had to use all their \"collection tools\" -- seizures, liens, levies -- even if a more reasonable compromise could have been worked out. The best way to reduce resistance from the taxpayers was to build a convincing case -- whether there'd actually been a violation or not... \n[234]That's where we came in. Our DM was a particular sonuvabitch, and he knew just how to get Gregory crazy. \n[235]So several things were working on Gregory when we started building a case against a furniture maker named Edmond Worrell... \n[236]...and his family. \n[237]Gregory was acting more and more irrational. We started doing things that were over the line even for the IRS. When I look back on it now, I'm sure Gregory must have known about Candy and me. On our team, I had become... \n[238]...the responsible one. \n[239]  \n[240]Sometimes when a case didn't work out right, Gregory and this Revenue Officer named McLure would put the squeeze on the subject's accountant... \n[241]There aren't many accountants who don't have something to worry about with the Service... \n[242]The parties met repeatedly over a period of months. The IRS offered to settle for a sizable but, they said, fair amount. Worrell said he'd done nothing wrong and threatened to fight it all the way to Washington. He seemed pretty strong. I was secretly pulling for him. McLure and the District Manager stepped up the pressure. \n[243]What none of us down at the Service knew was that Edmond Worrell had a story too... Worrell's was that he'd been fighting chronic depression for thirty years. Under the heat of the investigation, he fell off his medication. One Tuesday morning, he went down to the factory early, wrote his family a letter, then used the 9mm automatic they kept there to kill himself... The DM dropped the case that day and started proceedings to get rid of Gregory... \n[244]Gregory went home drunk, beat up Candy and went out to drink some more. Candy told me she didn't want to see me again. She hated us both and she was leaving us both... It made perfect sense to me. I felt the same way... \n[245]  \n[246]  \n[247]...In fact, I was jealous of Candy. I wanted to leave too, just like her... get as far away from -- \n[248]-- me... as possible. \n[249]Harder than I thought. Took me three tries. But I was highly motivated -- figured there was no point in leaving me and taking that along. After two bomb-outs, I found a place in the desert... \n[250]The joint wasn't fancy -- it was run by an order of monks -- but it worked. When I got out of there, I was just about broke... \n[251]...which seemed perfect for starting something new. Be back. \n[252]That'd be Lily. \n[253]Who'd you go with? That's not good. \n[254]You know how easy it is. A kid can manage it if he wants a fake I.D. You can do practically the whole deal at your local Kinko's. The only variable is how much pride you take in the product. \n[255]All new people start with that... \n[256]With desktop publishing, you don't have to deal with printers, supply houses, or pesky government agencies. Eventually you do have to get your hands on a typewriter. Ever seen one of those, Skip? \n[257]What about it? \n[258]Oh. You got it backwards. I already had the name when I started looking for somewhere to settle. When I saw this town on a map, I thought maybe it was a sign. See... \n[259]...Mickey Mumford was in Miss Rice's kindergarten class with me. He was killed with his parents in a wreck on their way back from a Steelers game. He was only six years old, which is a real plus, so there's a birth certificate if anyone checks -- but not much else. They died in Pennsylvania, so there's no death certificate in West Virginia... that's also good. \n[260]Everything flows from that, and what doesn't... can be easily purchased. \n[261]Of course, my IRS training made it easier. Once you've done that, there's not much data you can't access and use any way you want. \n[262]In a free society, you are who you say you are. People should remember that before they go around knocking this country. Skip, all this beer's got me sleepy. \n[263]No... no training. \n[264]English Lit. \n[265]I understand what it's like to want to leave a problem behind. That's all most people are looking to do. Mainly, I listen. \n[266]See you Thursday... regular time. \n[267]You're doing great. \n[268]It doesn't matter. Go on. \n[269]Yes. \n[270]Oh, there's something wrong with you, all right. Especially after hearing that dream of yours, about the Roto-Rooter. \n[271]Disgusting. \n[272]It's pretty obvious to a trained professional. \n[273]Is that when you split up? \n[274]Brady Peck's. Fourteen years old. Lives next door. \n[275]In the capitol for Boy's Nation. Five days. Why? \n[276]You like it? \n[277]Then you can expect me at 5:30 tomorrow morning. \n[278]Therapy? Hell no, I just don't want to do it alone. \n[279]  \n[280]What is it, Nessa? \n[281]What do you want me to see? \n[282]If you don't want to have a session today, it's okay. \n[283]What happened today? \n[284]Was it something that happened at school? \n[285]True. Should we stop them? \n[286]Uh-huh. \n[287]Do you think that's what he wants? \n[288]What's the deal? \n[289]Where am I supposed to eat? \n[290]Hey, Skip! \n[291]Lily, I want you to meet Skip. Skip, Lily. \n[292]...so rich? \n[293]Dr. Delbanco. It's nice to see you again. \n[294] \n[295]Forgive me, please. What a gracious thought. We must do that. \n[296]Why don't I call you when I've got my calendar in front of me? \n[297]Right now? \n[298]Are we? \n[299]My mentor was an amazing teacher named Benton Mandlebaum. Died quite tragically in the collapse of a gazebo. \n[300]It's possible. I don't know about that. \n[301]Lots of institutions. My graduate advisor believed we should experience as many environments as possible -- prisons, clinics, half-way houses. For a while I was chief therapist in a shopping mall. Had a little spot next to the yogurt place. \n[302]Dorothy Fowler. Fantastic woman. She passed last year in a train wreck. Damned Amtrak. \n[303]Oh, yeah, very tough. But I guess that's good... to keep out the quacks. \n[304]Wallace Franklin... from Greensburg. \n[305] \n[306]My approach? \n[307]I don't have one really. Most of the time I'm faking it. See, I think there's not much that can be done about most problems... they're too complicated, too deep-rooted by the time I hear about them. The most I can do, usually, is look and listen real closely, try to catch some glimpse of the secret life everybody's got. If I can get a sense of that, well then, maybe... just maybe, I can help them out a little. \n[308]  \n[309]I understand. I just want to know what the argument was about. \n[310]Uh-huh. What are they? \n[311]One hundred books? \n[312]What happened? \n[313]You must have been concerned. \n[314]Doubtful. What did he say? \n[315]Take your time. \n[316]You can go out there if you like... \n[317]  \n[318]Henry... \n[319]I'm honored. \n[320]You're completely reliable. \n[321]Skip, I've got a problem and I need some advice. \n[322] \n[323]There are a lot of lonely people in the world. Somebody's gonna figure this out someday. \n[324]Really? \n[325]What'd I do? \n[326]Lily... ...Skip, that's great! You and Lily. \n[327]Wow. \n[328]Skip, you know that it's improper -- completely unethical -- for a licensed psychologist to carry on a romantic relationship with one of his patients? \n[329]Yes, yes it does... \n[330]What? \n[331]No, Skip, it's not you. But I like you a lot. \n[332]Yep. \n[333]Hello, Mr. Cook. I was wondering if Sofie was around? \n[334]No. It's sort of spur of the moment. \n[335]Well, actually, I can't really... Do you think I could see Sofie? \n[336]A friend? \n[337]There's something I think we need to talk about. \n[338]Well... yes, I guess I should tell you. I don't think I'm going to be able to treat Sofie anymore. \n[339]What do you mean? \n[340]No, I really don't. \n[341]Why don't you tell me? \n[342] \n[343]Well... you see, the problem is -- \n[344]Wow. You're something. \n[345]Problem? I guess there is no problem... Uh, this friend of Sofie's, where'd he take her? \n[346] \n[347]It's a thought I had. \n[348]Let me just say something here... I have no idea if this is going to help. \n[349]You remember when I asked you about pornography -- \n[350]-- and you told me that. Still, there's some kind of imagery that's haunting you and, I think, getting in your way -- \n[351]But you did come to me. \n[352]My guess is these images were burned into your brain when you were young. Maybe if we could nail down the exact fantasies that are haunting you -- maybe you could get past them... Anyway, I thought we could try an experiment. \n[353]You know what? I think this was a dumb idea... \n[354]...I just heard myself talking and I realize I'm completely unqualified to be doing this. Let's forget the whole thing. \n[355] \n[356]My pleasure. \n[357]That's what I like. \n[358]Either one. \n[359]I thought I had something to tell you. But it turned out I didn't. \n[360]That's one way to put it. \n[361]I thought only action movies had villains like that. \n[362]Yeah? \n[363]That's... good? \n[364]I don't know if -- \n[365]Of course. \n[366]Sofie... that makes me very happy. \n[367]  \n[368]What'd he say? \n[369]What did he want you to do? \n[370]No again? \n[371]Really? \n[372]He agreed? \n[373]Martin. \n[374]How are you? \n[375]I didn't see you there. Can I help you? \n[376] \n[377]Mr. Gilroy -- \n[378]What brought this on? \n[379]   \n[380]  \n[381]How do you mean? \n[382]What kind of doubts? \n[383]I see. \n[384]What's that? \n[385]Dr. Sheeler is leaving Mumford? I'm sorry to hear that. \n[386]  \n[387]I'm very happy for you, Henry. \n[388]I feel like we're making real progress here. \n[389]Of course. \n[390]Is something wrong, Sofie? \n[391]You're upset. \n[392]Is it something you've heard about me? \n[393]Why don't you tell me what's on your mind? \n[394]Um-huh. \n[395]I'm glad. \n[396]I don't follow you. \n[397] \n[398]I think so. \n[399]What was that? \n[400]Transference. \n[401]Hello. \n[402]Yes. \n[403]Hey, Ainge. \n[404] \n[405]He told you. \n[406] \n[407]Thanks, Lily, I don't need anything. \n[408] \n[409]That's it? That's what you're giving me? \n[410]What it might take is... doing time. \n[411]I'll tell her tonight. \n[412]   \n[413]...we didn't talk much after our folks died, but I know he felt his life had taken a wrong turn... \n[414] \n[415]I'd like to know if he's alive. If he is, I just hope he's happy and his new life is... ...well, I hope he's found what he was looking for... \n[416]Good evening, Mrs. Cook. \n[417]Could I see Sofie, please? \n[418]What do you think I'm after, Mrs. Cook? \n[419]Well, I gotta say, Mrs. Cook, you're right about that. \n[420]I guess you saw the show...? \n[421]Sofie... \n[422]You probably got the idea. \n[423]You're not the only one... \n[424]Not me... all my other my patients. I smelled tar and feathers on the way over here. \n[425] \n[426]I know it! Please believe me, I know that... \n[427]But, there is one... mitigating factor I want you to consider before you write me off. \n[428]Will you think about it? \n[429]I love you. More than I've ever loved anyone or anything in my life. \n[430]I want to spend the rest of my life with you... but I'm not sure you feel the same way. \n[431]Anything... just ask. \n[432]  \n[433]I do. \n[434]Yes, your honor. \n[435]Yes. \n[436]I'm sorry, your honor. \n[437]I'm sorry you're frustrated. \n[438]No, sir. I was empathizing. Sorry. \n[439]Thanks for your help, Lionel. \n[440]Will you wait for me? \n[441]Will you be here? \n[442]I'm fine. \n[443]No, not really. \n[444]Not any more. \n[445]Go ahead. "}}