{"filename": "My-Best-Friend's-Wedding_script.txt", "imdb_id": "tt0119738", "imdb_url": "https://www.imdb.com/title/tt0119738", "characters": ["Amanda Newhouse", "Michael O'Neal", "Joe O'Neal", "Scotty O'Neal (as Chris Masterson)", "Kimberly Wallace", "Title Sequence Performer (as Kelly Sheerin)", "Title Sequence Performer", "George Downes", "Walter Wallace", "Flower Girl", "Isabelle Wallace", "Julianne Potter", "Samantha Newhouse"], "dialogues": {"Amanda": "", "Newhouse": "", "Michael": "\n[1]\t\t    God, it must be, what, months, huh? \t\t    I can't wait to talk to you.  I'm \t\t    in Chicago at the Ritz Carlton...  \tShe looks impressed and surprised.  Fancy place for this guy.  \n[2]\t\t    Call me four in the morning, \t\t    whatever, we gotta talk.  \tAs she hangs up.  She still has that look in her eye.  Digger has \tnever seen that, and he likes it very much.  \n[3]\t\t    Hey! God, it's so good to hear \t\t    your voice.  \tShe forgets herself.  Because it's good to hear his, too.  \n[4]\t\t    I've been calling for days!  \n[5]\t\t    Look, I have to ask you something.  \tShe swallows.  \n[6]\t\t    Something so incredibly important, \t\t    that if you turn me down, I don't \t\t    know what I'll d...  \n[7]\t\t    Are you kidding?  \tStops her.  Like a brick wall.  The sweetness in his voice.  \n[8]\t\t    I think about that night all \t\t    the time.  \tShe's going to have a heart attack.  \n[9]\t\t    But it's not why I called.  \tShe blinks.  It's not.  And just as a tsunami of relief begins to \tsweep away...  \n[10]\t\t    I called because I met someone.  \tAnd her smiles breaks off.  Like a spine snapping.  Because there is \tsomething in his voice.  \n[11]\t\t    You don't understand.  I've never \t\t    felt this way about anybody!  \tNever.  She sits down, hard.  Right on the floor.  \n[12]\t\t    And she's all wrong for me!  \n[13]\t\t    I mean she's a junior at Chicago \t\t    University, she's twenty years \t\t    old! Like when I first met you.  \tLike when.  Julianne's mouth is suddenly dry.  \n[14]\t\t    And her dad is like this billionaire \t\t    who owns the White Sox and some cable \t\t    empire, and you know how I've always \t\t    been miserably awkward around those \t\t    kinda stuffed suits...  \tShe's finally making her mouth work...  \n[15]\t\t    But they're so down to earth, such \t\t    wonderful people...  \n[16]\t\t    Well.  Sure.  \tWow.  \n[17]\t\t    See.  We're getting married. \t\t    This Sunday.  \tThere's a knife in her heart.  She can scarcely breathe.  \n[18]\t\t    Actually, it all starts tomorrow. \t\t    It's one of those four-day weddings, \t\t    with all the traditional events, and \t\t    ten million people flying in from \t\t    Madagascar such.  \n[19]\t\t    Well, the Sox are at home.  SI's \t\t    letting me do a profile on the Big \t\t    Hurt.  That's Frank...  \n[20]\t\t    Jules.  I'm scared.  \tA straw to lunge at.  \n[21]\t\t    I need you.  \tSo heartfelt.  A lifetime of emotion welling in her eyes.  \n[22]\t\t    If you can't come.  And hold my \t\t    hand.  I'll never get through this.  \tOh.  \n[23]\t\t    Please come, please.  \n[24]\t\t    I can't wait for you to meet her!  \tHOLD ON Julianne.  Staring in the mirror.  Like watching the end of \ther life.  \n[25]\t\t    Can you believe it? Can you believe \t\t    I'm actually gonna do this?  \n[26]\t\t    Should I turn around, or someth...  \n[27]\t\t    We've seen each other a lot \t\t    more naked than this.  \tShe seems ready to rip her clothes apart, so he gently takes them \tfrom her hands.  She tries to stand unselfconsciously as he easily \tuntangles them.  \n[28]\t\t    I mean, we were skinny-dipping \t\t    in Greece, just as pals, less \t\t    than two years ago.  \tShe GRABS the clothes and covers the front of herself.  Looking at \thim with a mix of emotions she couldn't begin to sort out.  \n[29]\t\t    Well.  I leave with two thoughts \t\t    in my mind.  \tHe walks to the door.  Puts his hand on the latch.  Looks back...  \n[30]\t\t    You're still a very pretty \t\t    girl.  \tThe look holds.  And holds.  There is such feeling on both sides, \tshe doesn't know what to make of it.  She swallows.  \n[31]\t\t    Mirrors.  \tAnd he's gone.  She looks around at six different VIEWS of her \tuncovered backside.  Hmm.  \n[32]\t\t    Wow!  Lemme give you a ha...  \n[33]\t\t    Think of that.  And as well as \t\t    I know you.  \tShe goes first to the bodyguard.  \n[34]\t\t    Julianne Potter, this is Hank \t\t    and Gerry from SI, and you know \t\t    Daniel...  \tShe's nodding, flawlessly plucking two beers each from perimeter \tof the tray, keeping the rest perfectly balanced in the center. \tMichael is flat dumbstruck.  Next, a tall patrician gentleman with \trolled-up sleeves on his hand-stitched silk shirt...  \n[35]\t\t    Oh.  This is my father-in-law, \t\t    Walter.  \tOnce again, she gracefully plucks two beers for the distinguished \tfather-in-law...  \n[36]\t\t    How are you doing this? You're \t\t    on drugs.  \tSets them down.  The man has a smile wonderful in its ease. \tMurmurs...  \n[37]\t\t    And, this guy, you know...  \tShe sure does, and effortlessly balancing her one-hand load, she \tdips to kiss a porky, balding guy with big-time shoulders. \tStraight on the lips.  \n[38]\t\t    Dance?  You don't dance!  You \t\t    learn to dance??  \tHer innocent smile.  \n[39]\t\t    You're an impostor! What have \t\t    you done with my best friend?  \tAs he takes away the remaining beers...  \n[40]\t\t    And how was the hot dog?  \tHot dog? His eyes fix on her left breast.  HUGE mustard stain. \tShe can't believe it.  \n[41]\t\t    Cheap and unnecessary.  We were \t\t    looking anyway.  \n[42]\t\t    ... see, that's what I thought at \t\t    first.  How can you like someone \t\t    that perfect? No potential for \t\t    long-range livability.  \tDrinking their beers.  Side by side.  Both stare only at the game.  \n[43]\t\t    Luckily.  The closer I watched, \t\t    the more the fault came into \t\t    focus.  Each imperfection its own \t\t    adorable slice of vulnerability.  \n[44]\t\t    She's too genuine.  \n[45]\t\t    How can you trust someone you \t\t    can never mistrust?  \n[46]\t\t    No matter how many times I \t\t    leave the toilet seat up, she \t\t    forgets and puts it down.  \n[47]\t\t    My very point.  Here's another one...  \tShakes his head.  This one really gets him.  \n[48]\t\t    Every day.  She makes the bed.  \n[49]\t\t    At first, I thought it was a \t\t    gag, but she's always done it!  \tThis is not the ammunition Julianne was hoping for.  \n[50]\t\t    She admires.  Tommy Lasorda.  \n[51]\t\t    She finds him \"personable.\"  \n[52]\t\t    Then again.  She has a few good \t\t    traits.  \tHating herself for asking, but seeing no way out...  \n[53]\t\t    First girl I ever knew.  Who \t\t    lets me give her a bath.  \tThe look in his eyes.  She can hardly bear it.  \n[54]\t\t    And when I hug her, even in \t\t    public.  I don't have to let go \t\t    right away.  She lets me hold \t\t    her as long as I want.  \tHe seems so deeply in love.  \n[55]\t\t    Nice kid, don't you think?  \tA beat.  A slow nod.  A quiet...  \n[56]\t\t    Jesus, one d-back from the Bears \t\t    knows a place...  \n[57]\t\t    I tried those on.  When you \t\t    weren't looking.  \tNow he's grinning at Julianne.  And she likes that a lot.  \n[58]\t\t    Firenze.  \tTogether in the memory.  As Kimmy watches.  \n[59]\t\t    Till the gas ran out.  \tAnd, the first sniff of left-out...  \n[60]\t\t    I travel every week.  College \t\t    ball, motor sports, training \t\t    camps...  \n[61]\t\t    Because I could come...  \n[62]\t\t    Hey, cabs are expensive.  I'm \t\t    cheap, remember?  \tTurns his head, to see her.  She's still rubbing his shoulder.  \n[63]\t\t    The El's right down the street. \t\t    Unless you're afraid of the \t\t    neighborhood.  \tShe looks around.  It is an issue.  But she remembers...  \n[64]\t\t    What, leaving school...  \n[65]\t\t    In her way.  \n[66]\t\t    No.  \tHit a nerve.  This is promising.  \n[67]\t\t    She would never.  Never.  Even think \t\t    of that.  \tPaydirt.  Julianne's Geiger Counter is going berserk.  \n[68]\t\t    I got the point.  \tHe looks over at her.  No smile on his face.  An edge we haven't \tseen.  She shrugs...  \n[69]\t\t    That would be a girl.  I don't \t\t    even know.  \tThey've reached the stairs to the El.  A rickety train RATTLES \tabove them.  As they start up, she slips her arm around his \twaist...  \n[70]\t\t    Wow.  What was going on in \t\t    there?  \tShe shudders.  \n[71]\t\t    You're not eating.  \n[72]\t\t    You never eat when you're \t\t    despondent.  \n[73]\t\t    Last zoo we were in was... \t\t    Beijing, yeah?  Sure.  The rhinos \t\t    were fucking.  \n[74]\t\t\t \t\t    Yeah, they were.  \tThey're passing the hippo pen.  But they don't notice.  \n[75]\t\t    It's weird being the groom.  All \t\t    these things Kimmy has to take \t\t    care of...  \n[76]\t\t    Now, there's my girl.  \t... to tenderness.  PAN back to see her wearing everything from her \tcardboard container.  Nachos, fudge sauce, Diet Coke, the works. \tIt is really awful.  Kids, bystanders, laughing cruelly.  Her eyes \tfill with tears, and she tries bravely to smile against it...  \n[77]\t\t\t \t\t    See, better already.  \tAnd he kisses her face.  Not quite her lips.  But only an inch away. \tWe can feel her heart pounding.  He strips off his shirt, only a tank \ttop underneath.  \n[78]\t\t    We'll go back to the bathroom, \t\t    you'll put this on...  \tOkay? She sniffles, okay.  Swallows.  \n[79]\t\t    Bet I am.  \tHolds her close, as they start toward the restroom...  \n[80]\t\t    Hope that crazy person's not \t\t    still there.  \tWe're on their backs...  \n[81] \tJulianne alone in his room, looking around frantically.  No worries \tabout this guy making his bed every day, stuff, clothes, strewn \teverywhere, the bathroom looks like a cherry bomb just detonated. \tShe's tramping through a bachelor's debris, wearing only her towel, \tlooking, looking...  \tThere it is.  The corner of his LAPTOP sticking out from beneath a \tdiscarded bedspread.  She SNATCHES it up, OPENS it, sets it on the \tcluttered desk, and...  \t... stops.  There are wallet-sized SNAPSHOTS of Kimmy.  Some alone. \tSome as a little girl.  Some with Michael.  And next to them...  \t... the plastic fold-out wallet inset.  That he has not yet quite \trearranged.  So she picks it up.  Leafs through, until she finds \twhat she was praying would be there...  \t... Julianne grinning.  Michael's arm around her.  On the deck of a \tboat.  They have drinks in their hands.  Happiness in their eyes.  \tAnd she stares at it.  Jesus, God, how long has he carried this \taround?  She flips through further, all the rest have her in them. \tMaybe half a dozen.  Her heart is throbbing.  Her eyes are damp.  \tBack to the one on the boat.  She slips it from the plastic window. \tHolds it.  Then, gently...  \t... puts it back where it belongs.  PUNCHES up the goddamn laptop. \tThis is it, girl!  Do or die.  \n[82]\t\t    Sure you're okay?  \tShe looks really scared.  Turns her drink in her hand.  Looking \tdown at it.  \n[83]\t\t    It's not just a gag, huh?  \n[84]\t\t    I wish you'd just... come out \t\t    with it.  I mean why are we \t\t    waiting for Jules?  \tShe smiles up at him.  The best she can.  \n[85]\t\t\t \t\t    Wow and wow.  You have a date, \t\t    after this?  \n[86]\t\t    You make me think of that song, \t\t    we used to...  \tAnd he starts humming.  The song is, \"The Way You Look Tonight.\"  \n[87]\t\t\t \t\t    Someday.  When I'm awfully low...  \tThey sit.  He looks from Julianne to his bride.  \n[88]\t\t    Okay, kid.  You're on.  \tKim's eyes flick to Julianne, who nods, supportively.  The kid \ttakes a breath.  \n[89]\t\t\t \t\t    He never mentioned that.  Neither \t\t    did y...  \n[90]\t\t    Like family, huh?  \tSo quiet.  So cold.  She is terrified.  \n[91]\t\t    To him.  \tShe swallows.  Straightens her spine.  \n[92]\t\t\t \t\t    ... and you knew about this.  \tReal quiet.  Against the noise of this place.  \n[93]\t\t    Well, which is it?  \tA demand.  Sharp.  Accusing.  She doesn't like that...  \n[94]\t\t    You gonna tell me Daddy thought \t\t    this one up? All of a sudden, I'm \t\t    the only jerk alive who can help \t\t    him deal with the press?  \tShe's trapped.  Angry, scared.  A deer in headlights.  \n[95]\t\t    Why don't you start being honest \t\t    for one fucking sec...  \n[96]\t\t    Well, forgive me for screwing up \t\t    your plans!  \tHe can't even believe he's hearing this.  \n[97]\t\t    I'm sure glad I'm hearing all \t\t    this now, before it's too late!  \n[98]\t\t    And what am I supposed to do with \t\t    my life, huh? I am 28 years old! \t\t    I work in a low-paying, low-status, \t\t    zero-respect job which, \t\t    unfortunately, I happen to fucking \t\t    love.  How inconvenient.  \tShrugs.  \n[99]\t\t    No problem.  A little bullshit \t\t    about Daddy's \"needs,\" and presto, \t\t    I'm a lap dog in high society.  \n[100]\t\t\t \t\t    Does it, really? How come you \t\t    never took some sell-out \t\t    establishment job? You had plenty \t\t    of chances!  \tGlares in her eyes.  \n[101]\t\t    I'll tell you why.  Because that \t\t    isn't you.  And it isn't me, \t\t    either!  We're the same person!  \tBack to Kim...  \n[102]\t\t    What a sweet little picture.  Mommy \t\t    and Daddy aren't losing a daughter, \t\t    they're gaining a eunuch!  \n[103]\t\t    Damn straight, it's how I feel! \t\t    What's their wedding gift, a little \t\t    gold collar that says \"Mikey-poo\"? \t\t    Or do I have to change my name to \"Binky\"?  \tShe's crying now.  Real tears on her face.  \n[104]\t\t    Great!  Tears!  The big equalizer. \t\t    You wait till two days before the \t\t    wedding to drop this on me, and \t\t    I'm just supposed to roll over and \t\t    drool!  \tShe is sobbing now.  She can't help herself.  Which makes him \ttotally crazy.  He jumps up.  \n[105]\t\t    Fine.  I'm an insensitive, chauvinist \t\t    asshole, and you're well rid of m...  \n[106] \tA wrenching cry from her heart.  It stops him cold.  And before \tJulianne's astonished eyes, Kimmy reaches out a trembling hand...  \n[107]\t\t    You guys are heartless, my \t\t    bride picked this out.  \n[108]\t\t    Yeah, it's in the contract.  \n[109]\t\t    I should look different.  \n[110]\t\t    And I'm supposed to respect \t\t    your fashion tips, because \t\t    you're what, a New Yorker?  \n[111]\t\t\t \t\t    Long trip.  Pretty nice of you \t\t    to come.  \n[112]\t\t    I'm just glad someone finally put \t\t    this thing in its proper perspective.  \tSteals a glance at Julianne.  She rolls her eyes.  What a goofball, \tmy outrageous friend.  \n[113]\t\t\t \t\t    Stay, huh?  \n[114]\t\t    I'll call George's parents. \t\t    Tell them I need a best man who \t\t    actually looks after me.  \tJulianne comes over.  \n[115]\t\t\t \t\t    You don't miss much.  \n[116]\t\t    Big weddings are so strange.  \n[117]\t\t    Kim has all this stuff to do, \t\t    I hardly see her.  \n[118]\t\t    No.  I've got you.  \tShe nods.  That you have.  Staring in her eyes...  \n[119]\t\t    Don't you throw up on boat?  \n[120]\t\t    I've been thinking a lot the \t\t    last couple days.  About us, \t\t    actually.  \n[121]\t\t    It's more than that.  \tThat tightens her throat pretty good.  When she tries to speak, out \tcomes a dry CROAK that makes him laugh again.  Softer, this time.  \n[122]\t\t    I mean, it's embarrassing to \t\t    say it this way, but...  \tHe stops.  Her eyes WIDEN in a burlesque of anticipation.  So he \tsmiles.  She knows how to put him at ease.  \n[123]\t\t    You've sort of been... y'know, \t\t    the woman in my life.  \n[124]\t\t    And I was thinking this could be \t\t    our last time.  Alone.  Together. \t\t    You know?  \n[125]\t\t    Except for that.  \tShe's smiling so easily.  Who would guess her stomach is double- \tknotted.  \n[126]\t\t    I can hardly wait for your \t\t    wedding.  \n[127]\t\t    Boy, I never thought I'd hear you \t\t    say that.  Can I come?  \tShe holds herself together.  Real soft with...  \n[128]\t\t    It's normal to have... second \t\t    thoughts, huh? To be scared.  \tIs this a change of direction? Or is it the direction she's been \tpraying for.  \n[129]\t\t    I mean, you commit to a wedding. \t\t    And then it seems like... this... \t\t    momentum, you know?  You forget \t\t    you... chose it.  \tShe nods.  Understands.  \n[130]\t\t    You and I.  I mean, in all our \t\t    relationships with other people... \t\t    We didn't use the word \"love\" \t\t    a lot, did we?  \tWe didn't.  \n[131]\t\t    Kimmy says.  When you love someone. \t\t    You say it, you say it out loud. \t\t    Right now.  Or the moment...  \tLong beat.  \n[132]\t\t    ... passes you by, yeah.  She's a \t\t    smart girl.  \tOff in distance, the Centennial Fountain SHOOTS an eight-foot JET \tof water across the river.  For Michael and Julianne it goes \tunnoticed.  \n[133]\t\t    We don't have a song.  \tHmm?  \n[134]\t\t    Kimmy and I.  We don't have a song. \t\t    Is that a bad sign?  \tAll Julianne can do is shrug.  Then...  \n[135]\t\t\t \t\t    Someday, when I'm awfully low... \t\t      And the world is cold...  \tShe doesn't want to cry.  So she puts all the strength she has into \tfighting it back.  \n[136]\t\t\t \t\t    I will feel a glow just Thinking of you... \t\t      And the way you look.  Tonight.  \tHe stops.  Smiles that sweet, boyish smile.  \n[137]\t\t    Dance card filled?  \n[138]\t\t    \t \t\t    With each word, your tenderness grows, \t\t      Tearing my fears apart...  \tShe holds him closer.  Bites her lip.  \n[139]\t\t\t \t\t    And that laugh \t\t      That wrinkles your nose, \t\t    Touches my foolish heart.  \tHe stops.  He looks at her.  She's still in his arms.  \n[140]\t\t    Where did we first hear th...  \n[141]\t\t    So we heard it... like, right \t\t    that... that first...  \n[142]\t\t    I won't lose you, will I?  \tHer eyes close.  Then open.  Utterly lost in his.  \n[143]\t\t\t \t\t    Takes me back.  \n[144]\t\t    Except now you're better- \t\t    looking.  \tOh, yeah?  Yes, ma'am.  As she loses herself in his eyes...  \n[145]\t\t    I got the ring.  \tHe pulls the box from his pocket.  Somewhere, an ORGAN sounds.  And \tas he is about to hand her the box...  \n[146]\t\t    Yeah, Kim told me they were \t\t    giving you their Dueling \t\t    Scarlet's act.  Actually, \t\t    they're sophomores at Juilliard.  \tShe takes the box from his hand.  Opens it, as the singing CONTINUES \tthroughout.  The ring is delicate hammered gold.  One of a kind.  \n[147]\t\t    Will she like it?  \n[148]\t\t    It's no big deal, she just gave \t\t    you the wrong keys that's s...  \n[149]\t\t    What is the big deal about \t\t    getting this file tonight?  \tA good question.  She needs a good answer.  \n[150]\t\t    Me, too.  I'm getting married \t\t    tomorrow.  \n[151]\t\t    I forgot how cute you look.  When \t\t    you get impossible.  \n[152]\t\t    Tomorrow is Sunday.  Nobody's doing \t\t    business.  Crack of dawn, Monday, \t\t    Walter'll take you up there...  \tHer eyes fill with tears.  He is mystified.  Smiles tenderly.  \n[153]\t\t\t \t\t    Give it up, kid.  \tTouches her hair.  \n[154]\t\t    You can't win 'em all.  \tAnd slowly, he takes her hand.  Leads her way.  She takes one \tbackward glance at the locked door.  Her last dream dies.  \n[155]\t\t\t \t\t    Listen up, huh? Even if you blow \t\t    this deal, how big could it be?  \n[156]\t\t\t \t\t    Jules?  \tShe won't look at him.  She wants to die.  The bell RINGS, the doors \topen to her floor.  She just walks out.  \tAnd he follows.  They stand now, she with her arms crossed, lip \ttrembling.  She can't believe how close she is to losing it.  \n[157]\t\t    This thing means that much to \t\t    y...  \n[158]\t\t    I'll call the house, Walter's \t\t    probably not even asleep...  \tHer mouth drops.  She can't believe this.  \n[159]\t\t    I'll drive you out there, we'll \t\t    get the key, we'll go back to \t\t    the office...  \tShe THROWS her arms around his, HUGGING him so hard, so close.  He \tlaughs, she is so weird.  She pulls back, beaming, glowing.  \n[160]\t\t    Come on, we'll call from your \t\t    room.  \tShe claps his hand.  As they head down the hall...  \n[161]\t\t    If I fall asleep on the altar \t\t    tomorrow...  \tHe's trying to flip through the message slips in his free hand...  \n[162]\t\t    ... you better be there to... \t\t    funny, these are all from Ben.  \tShe's at her door, turning the key.  He looks at the envelope.  \n[163]\t\t    The fax is from Ben, too.  Man, \t\t    it's my wedding, and my boss can't \t\t    leave me alone...  \n[164]\t\t\t \t\t    Mike.  I can't believe I'm doing \t\t    this to you on the night before \t\t    your wedding.  But I think you \t\t    need and deserve to know...  \tAnd he looks up to her.  \n[165]\t\t    ... what you're marrying into.  \tHe hands it toward her.  She takes it, hesitantly, and he walks past. \tToward the phone.  \n[166]\t\t    Isabelle?  I need to talk to \t\t    Kim...  \n[167]\t\t    I'm just tired.  Please put her \t\t    on?  Thanks.  \n[168]\t\t    Jules.  Could you give me a \t\t    minute?  \tHe looks more sick than angry.  As if the heart has just been cut \tout of him.  She doesn't know what to say or do, so she just stands, \tstaring dumbly.  \n[169]\t\t    Please?  \tShe nods, stumbles out of her room, closing the door behind her. \tNow she's in the empty corridor, clutching her big jumbled bag, \tsinking down to sit on the carpet, her back against the door.  \tShe doesn't look elated.  She seems frightened, distraught, and \tmost of all, confused.  Because she can't understand why.  She digs \tabsently through her bag.  Cigarettes.  Box of matches.  \tShe lights up.  Draws deeply.  Somehow, she seems near tears, and \tlaughs bitterly at that.  Shakes her head at how fucked-up she finds \therself.  Squeaking wheels approach, but she is too lost to hear them.  \n[170]\t\t\t \t\t    It's over.  \tAnd crouches down.  Close beside her.  The cigarette drops from her \thand, unnoticed on the carpet.  So he lifts it, crushes it on the \theel of his shoe.  \n[171]\t\t    I want you to quit this shit, \t\t    it'll kill you.  \tShe just nods, obediently.  Okay, I will.  \n[172]\t\t    She denied it.  Said I was crazy \t\t    and paranoid.  \n[173]\t\t    There's this big brunch tomorrow \t\t    morning?  At her place.  \tHe lets the air out.  Slow.  So he won't cry.  \n[174]\t\t    She said \"How can I call everything \t\t    off, what do I tell everybody?\"  \tShakes his head.  Can you imagine that?  \n[175]\t\t    No, it's for the best, it really \t\t    is.  We were so wrong for each \t\t    other.  \n[176]\t\t    The job thing would have broken \t\t    us up, eventually, anyway.  She \t\t    couldn't have lived with it.  I \t\t    know that now.  \tJulianne nods.  Maybe that part is right.  Maybe it would have \tended anyway.  Maybe she can pretend she's not a monster.  \n[177]\t\t     And she's right, I'm crazy to \t\t     fall for someone.  I hardly \t\t     knew.  \tLooks deep in her eyes.  He's so glad she's there.  \n[178]\t\t    Hey.  You still got that ring?  \tShe holds up her left hand, the flapping sleeve falls away.  The \tring is on a finger that is swollen and raw.  \n[179]\t\t    I just want to be alone.  Is \t\t    that okay?  \tShe nods, sure.  He kisses her cheek.  Stands up.  \n[180]\t\t    Maybe I'll go back to New York. \t\t    Hang with you for awhile, huh? \t\t    Ben'll understand.  \tShe nods again.  Whatever you say.  He steps into the open doorway...  \n[181]\t\t    Or we'll go somewhere.  If you \t\t    have the time.  \n[182]\t\t    Thanks for coming to my wedding.  \tAnd then he's gone.  \n[183]\t\t    Look, I came down here to face \t\t    everybody.  I didn't want to \t\t    slink away like some coward...  \n[184]\t\t    She hasn't told anybody, what \t\t    am I supposed to do?  \n[185]\t\t    This is her family and her \t\t    fault.  \n[186]\t\t\t \t\t    Well.  How come she didn't...  \n[187]\t\t    Hey.  This is a serious matter.  \tThank you.  She POKES his chest, punctuating...  \n[188]\t\t    How is she?  \tJulianne absorbs this.  As the bizarre SOUNDS continue, she WHIRLS \taround...  \n[189]\t\t    I asked you...  \n[190]\t\t    Do you think she still loves \t\t    me?  \tWe watch the struggle inside her.  Her voice drops...  \n[191]\t\t    I keep asking, how can I explain \t\t    what happened? And I keep \t\t    getting that same answer all \t\t    night long.  \tWhich is...  \n[192]\t\t    I can't.  And it doesn't matter. \t\t    I drove her to it, because I \t\t    want things my way.  And even \t\t    if she did something tricky and \t\t    unfair... she was blinded by \t\t    love, okay?  \tJulianne swallows.  For obvious reasons.  \n[193]\t\t    Love doesn't have to be right. \t\t    It just has to be love.  \tThe stoner are now helium-crooning \"Bridge Over Troubled Waters.\" \tActually, they're getting better.  \n[194]\t\t    She's giving up half her life \t\t    for me, and I'm bitching because \t\t    it hurts her.  \n[195]\t\t    She's a saint!  And I'm a \t\t    worthless ingrate!  \n[196]\t\t    Tell her.  I'll marry her at six \t\t    o'clock, if she'll still have me.  \tThe stoners blend on the high note.  It's pretty moving.  \n[197]\t\t\t \t\t    Thank God you were here.  \n[198]\t\t    I was so confused, so conflicted, \t\t    so... unstable.  \n[199]\t\t    I might have thrown away...  \tSearching for the right words.  \n[200]\t\t    ... yeah, that.  \n[201]\t\t\t \t\t    Are you okay?  \tShe stops walking.  She can't look at him, so she looks around. \tAcross the lawn crews are moving equipment into the brightly- \tcolored tents, unfolding and setting up stacks of tables and \tchairs, raising the poles between which all those balloons will be \tstrung.  At the center of it all...  \t.... a huge topiary White Sox batter, just completing a murderous \tswing.  He's maybe fifteen feet tall.  She points to it...  \n[202]\t\t    Nellie Fox.  Walter likes the \t\t    past.  And he likes the little \t\t    guys.  \tSo Julianne nods.  Because she does too.  Squints up at Michael.  \n[203]\t\t    Kimmy's idea.  She thought it \t\t    would be such a romantic place. \t\t    For our wedding dance.  \tLooking down at her.  \n[204]\t\t    What's up?  \n[205]\t\t    Jules, what's wrong...  \n[206]\n[207] \tHe DISAPPEARS behind the train, she FALLS, skids, springs up, \tpushes through gaping onlookers, almost there, the train PULLS \n[208]\t\t    Uh.  I saw that moving...  \n[209]\t\t    You're not saying you actually... \t\t    you're saying that y...  \n[210]\n[211]\n[212]\n[213]\t\t\t \t\t    I mean, do you realize what \t\t    you've... well, of course you \t\t    realize, that's why you're \t\t    confessing, I mean... I mean... \t\t    how could you do that?  \n[214]\t\t    Lower.  \n[215]\t\t    The pus that infects the mucous \t\t    that cruds up the fungus.  \tAnd to her amazement.  The trace of a smile...  \n[216]\t\t\t \t\t    On the other hand, thank you.  \tShe blinks at that.  Which squeezes out a tear.  \n[217]\t\t    For loving me that much, that \t\t    way.  \tHe shrugs.  Just above a whisper...  \n[218]\t\t    Well, that part I knew.  \tShe's never loved him more.  \n[219]\t\t\t \t\t    I'll take it to my grave.  \tGood.  She looks around.  \n[220]\t\t    I came here, looking for her.  \tFor her.  The words leave a silence.  \n[221]\t\t    This is where I proposed.  \tStares deep in her eyes.  She needs to hear this.  \n[222]\t\t    I had to cover a game in \t\t    Milwaukee.  She saw me off. \t\t    And when the train started to \t\t    leave... I jumped up on the \t\t    step, I help the handle, and \t\t    without...  \tHe grins.  Has to admit...  \n[223]\t\t    ... without a thought in my head. \t\t    I shouted, \"Marry me.\"  \tI did.  Now her eyes tear up again.  And she doesn't know why.  \n[224]\t\t    And she gasped, and covered her \t\t    mouth, and the train was pulling \t\t    out, and suddenly she screamed \t\t    YES!  Just once.  And blew me a \t\t    kiss.  \tWhat a girl.  \n[225]\t\t    I never forgot that.  \n[226]\t\t    Almost three.  \n[227]\t\t    I just wonder if you know why.  \tDo you?  \n[228]\t\t    It's because romance isn't \t\t    mystery, and tricks, and doubts, \t\t    and halting, unspoken longings. \t\t    That's not the real romance.  \tTears in his eyes now.  First time.  \n[229]\t\t    The real romance is saying yes.  \tDoes she know that now?  He looks at his watch.  \n[230]\t\t\t \t\t    Woulda been a nice wedding.  \tOh.  That.  \n[231]\t\t    I'm just thinking of how she's \t\t    hurting.  Lost.  Alone.  Like \t\t    her life is over.  \n[232]\t\t    If you find her...  \tStrange tone.  A gentle warning.  \n[233]\t\t    The kiss.  May be hard.  For \t\t    you to explain. \t\t\t \t\t    Because the only fear she \t\t    really has, is...  \n[234]\t\t    But if you do get to her first...  \tShe looks up.  \n[235]\t\t    There is something you are \t\t    authorized to say.  \n[236]\t\t    Why do people get married \t\t    anymore?  \tAnd on these words.  We SNAP to Julianne.  Share her interest in \tthe bluntness, the simplicity, the unorthodoxy of this beginning.  \n[237]\t\t    Why not live together amicably, \t\t    with no sense of obligation \t\t    beyond the moment?  \tHer eyes.  She's listening.  \n[238]\t\t    As long as the sex is good.  As \t\t    long as no one more interesting \t\t    has wandered into view.  As long \t\t    as the thousand conflicts of two \t\t    individual wills remain \t\t    comfortably compromised.  \tPANNING now.  Other faces.  Isabelle.  Proud to the bone.  \n[239]\t\t    And when one feels the urge to \t\t    move on, to explore the new. \t\t    No guilt, no disgrace, no \t\t    promise broken.  \tWalter.  His eyes damp.  Against our expectation.  \n[240]\t\t    No agony of having dishonored \t\t    a time.  When our hearts.  And \t\t    the world were different.  \tJoe nods, as he hears...  \n[241]\t\t    Marriage is a lot to put up \t\t    with.  \tJulianne once more.  No breath.  Rapt.  \n[242]\t\t    The answer must be.  That there \t\t    is some need basic to the human \t\t    heart.  That embracing... the obligation \t\t    of commitment... fulfills.  \tHer eyes have clouded.  As if Michael is talking to her.  \n[243]\t\t    Some need to belong to one another \t\t    in a way which rages against the \t\t    notion... that all is impermanent. \t\t    Against the notion of mortality.  \tAnd suddenly, ALL the feeling rises in her throat.  \n[244]\t\t    Our love is bigger.  And longer. \t\t    Than life itself.  \tAnd the tears come.  They come freely, unhidden, unnoticed.  As if \tthey were needed.  \tMichael now.  Looking at his bride.  \n[245]\t\t    That's what we want.  And marriage. \t\t    Is what we do about it.  \tKimmy smiles at him.  With love bigger than life itself.  \n[246]\t\t    We are fools in this.  Thank \t\t    God Almighty.  \tHe is done.  There is a silence.  \n[247]\t\t    Kimberly.  I promise to love. \t\t    And respect and comfort you. \t\t    To hear your voice and your \t\t    heart.  Until we are parted \t\t    by death.  \tShe swallows.  Smiles a fleeting, beautiful smile.  Fumbles \tslightly, putting the ring on his finger.  \n[248]\t\t\t \t\t    I do.  \tThe Minister joins their right hands.  \n[249]\t\t    Wherever I go.  However far...  \tShe sobs.  Holds him.  \tDeep, deep breath.  ", "O'Neal": "", "Joe": "\n[1]\t\t   You gonna be my boy's best man?  \tDespite SHOUTS from the others...  \n[2]\t\t    Like to welcome ever'body to \t\t    our little rehearsal supper...  \tHe COUGHS, unaccustomed to public speaking.  Walter and Isabelle \tclap and call out support.  So Joe lifts his mallet...  \n[3]\t\t    Okay, everyone stand up!  \tAnd everyone does.  With one exception.  Trapped.  She JAMS her \tleft hand in her coat pocket, SMEARS her right palm sort of clean \ton the underside of the table, GRABS her mallet and JUMPS UP.  \n[4]\t\t    To the bride, uh, goes the \t\t    honor... of cracking the first \t\t    crab!  \tEveryone applauses by banging their mallets.  Joe RAISES his high. \tEverybody imitates.  ", "Kimberly": "\n[1]", "Wallace": "\n[1] \tJulianne in crisp chalk-stripe trousers and a buttoned-up dress \tshirt.  Her coat slung over her shoulder, she wanders through \tthe Saturday-deserted office space.  Desks, cubicles, monitors, \tsilent.  A row of executive offices standing empty, waiting for \tthe custodian.  Turning a corner, we hear...  \t... life, at the end of the hallway.  A grand conference room with a \tglass wall.  Walter, in shirtsleeves, running a strategy meeting \tfor five.  DEIDRE, his personal secretary, clicking every word into \ther laptop at warp speed.  Walter sees Julianne through the glass. \tA comic take of pleased surprise.  He comes out to greet her...  \n[2] \tJulianne climbs from her taxi.  Only slightly in awe, she sets off \tpast the reflecting pool, which fronts a mansion of graceful stone \tand timber.  It's a hike today, because the circular drives is \tclogged deep with Bentleys, Mercedes, and waiting limos, vying for \tspace with a score of delivery vehicles of all kinds, maintenance \ttrucks, catering and florist and food vans.  \n[3] \tSilence.  From the long line of stalls...  \n[4] \tThis is what all the preparation was for.  Tables, lights, balloons, \tthe guests dancing on the hardwood floor, at the base of the gazebo. \tThe bride and groom among them, relaxed and happy.  Two who are one. ", "George": "", "Downes": "", "Walter": "\n[1]\t\t    If he gives you grief, I'll have \t\t    him skillfully beaten, where the \t\t    wounds won't show.  \n[2]\t\t    Under the circumstances.  Charmed \t\t    to know you, Jules.  \n[3]\t\t\t \t\t    Your idea?  \tShe can't read this guy.  Maybe that's how he built an empire.  She \tnods, yeah.  \n[4]\t\t    You're a woman of insight.  \tHe sits on the arm of his chair.  Close enough to speak quietly.  \n[5]\t\t    My wife and I love this marriage, \t\t    and deplore its circumstances.  \tHe puffs his cigar.  Julianne puffs her.  Kimmy looks on, a kid \twatching the grown-ups...  \n[6]\t\t    As you guessed, my daughter is \t\t    unhappy about giving up her life. \t\t    And, in my opinion, cowardly in \t\t    avoiding the necessary confrontation.  \tThen he stops.  As if reading Julianne's eyes.  \n[7]\t\t    Mike has a world of ability. \t\t    I'd do anything to have him in \t\t    my company.  \tOne more puff.  \n[8]\t\t    Except ask him.  \tJulianne is a little stunned.  Kimmy looks helpless.  \n[9]\t\t    He'd resent it.  And me.  And, \t\t    most important, Kim.  \tNo smile on his lips.  Straight talk.  \n[10]\t\t    He's a great kid, but he's still \t\t    a kid.  Instead of recognizing \t\t    that his resistance comes from \t\t    insecurity, he'd turn it to anger. \t\t    To protect himself...  \tSpreads his hands...  \n[11]\t\t    ... from realizing that he's \t\t    ignoring my daughter's needs, \t\t    despite how very much he loves her.  \tHe looks to his daughter now.  \n[12]\t\t    They both have some growing up \t\t    to do.  But they're good people, \t\t    they're starting with love. \t\t    They've got time.  \n[13]\t\t    And that interests me.  How \t\t    someone who knows him so well \t\t    could be so wrong.  \tA formidable guy.  She meets his gaze.  \n[14]\t\t    I hope so.  This is all too \t\t    mysterious to waste on just me.  \tShe reaches into her big bag.  Pulls out a single folded sheet of \tpaper.  \n[15]\t\t    Julianne, reading my son-in-law's \t\t    mail, is not something...  \n[16]\t\t    Matter of fact, that's how I got \t\t    married.  \tThe look holds.  She thrusts the paper out.  He still doesn't take \tit.  \n[17]\t\t\t \t\t    I know Ben.  \tShe opens the paper.  \n[18]\t\t    It doesn't say th...  \n[19]\t\t    And you think he's kept this to \t\t    himself.  \n[20]\t\t    This fax could mean... any number \t\t    of things...  \tShe nods.  She knows that.  \n[21]\t\t\t \t\t    Maybe.  I should call Ben.  \n[22]\t\t\t \t\t    Mike.  I hate this downsizing...  \tHe reads.  Reads.  Reads.  All the air comes out of him.  \n[23]\t\t\t \t\t    And Kimmy doesn't know.  \tShe shakes her head.  Nope.  No way.  \n[24]\t\t\t \t\t    I'll tell her I've reconsidered.  \tShe nods, gravely.  Right.  He looks in her eyes.  \n[25]\t\t    You're a smart girl, Jules.  \tShe forces up a fleeting smile of gratitude.  But Walter isn't \tsmiling at all.  \n[26]\t\t    Wish my daughter.  Bad your \t\t    guts.  \n[27]\t\t    I thought Michael was picking \t\t    me up.  \n[28]\t\t    Kim said, when he turned down \t\t    the job, there was no friction.  \tJulianne thinks back.  \n[29]\t\t    I haven't caused... a problem, \t\t    have I?  \n[30]\t\t    Well, you're a little early...  \n[31] \tJulianne enters the spacious corner office, high above the city. \tCloses the door, quietly, behind her.  So anxious, she is \tpractically hyperventilating.  She goes, slowly to the vacant \tcherrywood desk.  Its computer and monitor standing silent.  She \tis stalking it, like a deadly animal.  And then.  She is there.  \tTalking to herself, her own desperate support network...  \n[32]\t\t\t \t\t    Off to rehearsal.  Send out this, \t\t    and this, not this, this, and... \t\t    that's it.  \tSlips on his coat.  Oh... and by the way...  \n[33]\t\t    I'm holding four or five E-mails \t\t    I wrote over lunch...  \tOn his way through the door...  \n[34]\t\t    Send 'em out.  \n[35]\t\t\t \t\t    Left foot.  \tREVERSE ANGLE... Kim's POV, the chapel, every pew packed, every neck \tcraning this way, the white satin carpet down the endless aisle to \twhere...  \tMichael waits.  Also in a zone of pseudo-consciousness.  From which \the attempts a smile.  Not comforting.  Kim's POV WHIP PAN the \tgroomsmen, the twins, LOCKING FOCUS on Julianne, standing strong \tand beautiful, a glow of her own in the daffodil dress.  She sends \ther little sister a WINK across the trackless miles of aisle.  You \tcan do this, kid.  So...  \t... Kimmy does.  On her father's arm, she walks the gauntlet of the \tworld's intrusive admiration.  One step at a time.  The most beautiful \tshe will ever be.  She is dazzling the crowd and managing to not throw \tup at the same time.  \tAnd she's there.  At his side.  She glances back to her maid of \thonor, just to make sure she's not working without a net.  So \tJulianne...  \t... CROSSES her eyes.  Which lets the kid smile and finally take a \tbreath.  Have a little fun, huh? Kim nods, got it, turns to...  \tThe Minister.  Who stands before them with a calming presence. \tThank God someone has done this before.  The crowd has hushed. \tThe Minister's eyes are only for two.  His words are for all...  ", "Flower": "\n[1]\t\t    Aunt Mandy...?  \tEverybody turns.  The little girl in the doorway.  Southern accent...  \n[2]\t\t    Mr.  Michael's here.  \tEverything gets real quiet.  Mandy takes charge.  She rolls down \tJulianne's left sleeve, RIPS the hem out of the cuff, so that it \tflaps down over her hand, covering the ring.  Sammy wipes the black \tstuff from Julianne's fingers.  ", "Girl": "\n[1]\t\t    Aunt Mandy...?  \tEverybody turns.  The little girl in the doorway.  Southern accent...  \n[2]\t\t    Mr.  Michael's here.  \tEverything gets real quiet.  Mandy takes charge.  She rolls down \tJulianne's left sleeve, RIPS the hem out of the cuff, so that it \tflaps down over her hand, covering the ring.  Sammy wipes the black \tstuff from Julianne's fingers.  ", "Isabelle": "\n[1]\t\t    I'm Isabelle Wallace, and my \t\t    handsome new son scarcely did \t\t    you justice, girl.  \tShe takes both of Julianne's hands, and our heroine is sort of \tmagically charmed.  As if touched by Glinda the Good Witch of the \tNorth.  \n[2]\t\t    Now, my husband says to scoot \t\t    you over to the ballpark, so \t\t    you can hang with Michael.  But \t\t    first, you have to meet a lot of \t\t    really old women.  \tLooking warmly in her eyes...  \n[3]\t\t    That is, if you've absorbed \t\t    enough profanity.  \tFlicks a glance at the twins.  Leads Julianne off...  \n[4]\t\t    Jules.  We're so glad you \t\t    slept in.  \tTakes her arm graciously.  This woman would make Anne Bancroft look \tcoarse.  As they walk...  \n[5]\t\t    Now, you have a choice.  The idea \t\t    is bride and groom shouldn't see \t\t    each other on the magic day...  \tJulianne looking all around.  Magic day it seems to be.  Where the \tbell is a bride or a groom?  \n[6]\t\t    So Michael stays put in the garden. \t\t    Kimmy stays in here...  \tPointing.  THERE she is, obscured by a cluster of the appropriately \tfawning.  She has the same hunted eyes and false, slightly manic \tsmile Julianne wore yesterday.  This, at least, makes sense.  \n[7]\t\t    ... and the guests go back and \t\t    forth.  Where will you start?  \tCLOSE on Julianne.  Watching the brave, frightened bride.  \n[8]\t\t\t \t\t    Nerves.  I would never have \t\t    guessed.  ", "Julianne": "\n[1]\t\t    I'm writing it up as inventive and \t\t    confident.  Which it is.  Off the \t\t    record, I'll need an extra boat of \t\t    the ink.  Or a salt shaker.  \n[2]\t\t    If your ass isn't chapped, you \t\t    are not a good-writer of note.  \tShe glances at her two remaining waiters, who shamelessly fawn \tnearby.  \n[3]\t\t    Is it sad to be an editor, and bask \t\t    only in reflected insincerity?  \n[4]\t\t    See the pull of a book like \t\t    Twenty Chefs, is not who I \t\t    put in.  It's who I leave out.  \n[5]\t\t    Plus some guys whose food I don't \t\t    like.  \tPushes the risotte across to him.  He lifts a fork.  \n[6]\t\t    I'll buzz my machine.  Inventive \t\t    and confident, yeh?  \tShe dials.  He tastes.  \n[7]\t\t    Is Newsday a real interview, or \t\t    just some cute guy you're setting \t\t    me up w...  \n[8]\t\t    Sometimes I do.  Like for two months.  \n[9]\t\t    No, no, the opposite.  That's \t\t    my best friend, Michael O'Neal. \t\t    He sounds desperate to talk.  \n[10]\t\t    Sophomore year at Yale we had \t\t    this one hot month.  And, you \t\t    know me, I got restless...  \tHe knows her.  She got restless.  \n[11]\t\t    So I get up the nerve to break \t\t    his heart.  I tell him there's \t\t    this dreamy exchange student \t\t    from Pakistan who wants to, \t\t    you know...  \tHe knows.  \n[12]\t\t    And he gets this... look.  He \t\t    says, \"I knew I couldn't hold \t\t    your interest\", which, of course, \t\t    makes me feel like the shallow \t\t    bitch I've always been...  \tHe nods, yeah.  \n[13]\t\t    Then he says, \"But what makes \t\t    me want to cry.  Is I'm losing \t\t    the best friend I ever had.\"  \tHears the feeling.  In her voice.  \n[14]\t\t    And when he said it, I knew. \t\t    I felt the same.  \tSilence now.  She covers with a smile.  \n[15]\t\t    So I cried.  For maybe the third \t\t    time in my life.  And I kissed \t\t    him.  And we've been best friends \t\t    ever since.  \tEver since.  Fingers turning her wine glass...  \n[16]\t\t    Nine years, we've seen each other \t\t    through everything.  Losing jobs, \t\t    losing parents, losing lovers... \t\t    travelled all over, we've had the \t\t    best times.  The best times of my \t\t    life, maybe.  Just drinking and \t\t    talking.  Even over a phone.  \n[17]\t\t    No, he's nothing like me.  He's \t\t    like you.  Only straight.  \tNo offense taken.  \n[18]\t\t    He's the salt of the earth.  Kind \t\t    and loyal and generous.  The one \t\t    constant thing in my life, is he'll \t\t    always be there.  \n[19]\t\t    Maybe.  But it never gets in \t\t    the way.  \tSomething she probably hasn't confessed out loud before.  Digger \tunderstands.  \n[20]\t\t    Solid and genuine is not boring. \t\t    Michael can be completely insane...  \tA young waiter arrives.  Sets a boat of black squid ink beside her \tplate.  \n[21]\t\t    There was this one night in \t\t    Tucson, like six years ago... \t\t    we got amazingly drunk, I mean, \t\t    Keith Richards time...  \tThe kid tops off her glass of meursault.  Looking at her.  \n[22]\t\t    God, I haven't thought of this \t\t    in so long...  \tThe waiter hanging now.  Openly listening.  \n[23]\t\t    I can even believe we did \t\t    this...  \tDigger sees the guy listening, gestures to her with his eyes.  So \tshe looks up.  \n[24]\t\t    Could you give us a minute?  \tThe kid stunned, speechless.  People lose jobs for a lot less.  \n[25]\t\t    You won't miss much, I promise \t\t    there was no sex.  \tHe reddens and disappears.  \n[26]\t\t    He takes a razor from his dinky \t\t    little dopp kit, cuts his fingertip, \t\t    takes my hand, does the same to me...  \tShe places the tips of her index fingers together.  \n[27]\t\t    He says, \"Swear.  When we're both \t\t    28, if we've never been married... \t\t    we marry each other!\"  \tAnd laughs again.  Can you believe that?  But Digger isn't smiling. \tShe wonders why.  Begins to spoon black squid ink onto her risotto.  \n[28]\t\t    See, he figured that would be a \t\t    sign from God, or someone of \t\t    comparable authority, that we'd \t\t    misunderstood our destinies.  \tHe still has this real serious look.  She's still spooning ink.  \n[29]\t\t    We never talked about it again.  I \t\t    don't know what made me think of...  \n[30]\t\t    You think...  \n[31]\t\t    He's not proposing marriage, \t\t    there's no way I'm buying one \t\t    word of th...  \n[32]\t\t    He can't do that to me!  \n[33]\t\t    When I turn him down...  \tShe realizes the full weight of the truth.  \n[34]\t\t    We'll never be the same.  \n[35]\t\t    I'll have to kill myself before I \t\t    call him.  \tStaring in each other's eyes.  \n[36] \tJulianne furiously scrubs her blackened tongue with a toothbrush. \tGray foam pours from her mouth, spattering the oversized basketball \tjersey she wears as a nightshirt.  In the mirror, her troubled eyes \tdwell on Michael, flick to the cordless phone standing ominously on \tthe closed toilet lid.  \tShe spits, sticks her tongue way out.  Incredibly black.  Great. \tDepressed, terrified, and disfigured for life.  She snatches up the \thated phone, and wanders aimlessly into...  \t... her bedroom.  West Village view.  Defiantly jumbled, aggres- \tsively eclectic.  Traces of wonderful taste mixed with I-like-it- \tyou-got-a-problem-with-that? She stumbles around, rehearsing...  \n[37]\t\t    This is awkward timing, Michael, \t\t    I just joined this convent, and \t\t    they never give your deposit ba...  \tStops.  Full-length mirror.  She straightens her hair, to look her \tbest.  \n[38]\t\t    Michael, I'm married.  \tNot enough.  \n[39]\t\t    ... and I have two weeks to live.  \tChanges tone...  \n[40]\t\t    Michael, I'm trying to be gay, \t\t    don't confuse me.  \tShe turns to continue pacing, and walks straight INTO a dresser. \tStuns her, momentarily.  Enough, already! She punches up the \tnumber, primping absently in the mirror.  When it connects...  \n[41]\t\t    I was calling Michael O'Neal, \t\t    but seeing it's so late, I could \t\t    just leave a mes...  \tNo such luck.  Cut off.  Waits.  And then...  \n[42]\t\t    Good evening, sir.  You've been \t\t    enrolled in the Obscene Call Of \t\t    The Month Club, and th...  \n[43]\t\t    Yeh, well my old machine kept \t\t    eating messages.  I tried \t\t    constructively ignoring it in \t\t    hopes of improvement, but finally...  \n[44]\t\t    I just have to tell you this one \t\t    thing first, okay? I mean this \t\t    will hand you the biggest laugh \t\t    of your adult life...  \tSilence.  Come on girl, suck it up.  \n[45]\t\t    I was thinking about you, and I \t\t    remembered this unbelievably insane \t\t    night we spent together in Tucson, \t\t    like a thousand years ago?  \tMore silence.  Really quiet.  \n[46]\t\t    I mean, there's no way you could \t\t    possibly remember the...  \n[47]\t\t    Well, that's great.  You haven't \t\t    really had anybody since Dingbat \t\t    Jennylee...  \n[48]\t\t    Well, somet...  \n[49]\t\t    Well, sure.  \n[50]\t\t    You've met her parents.  \n[51]\t\t    Michael, it's Wednesday night, \t\t    you can't possibly be getting \t\t    married on Su...  \n[52]\t\t    Aren't you... working this weekend? \t\t    I mean, is that responsible?  \n[53]\t\t\t \t\t    ... Thomas, yeh.  \tShe's staring at herself in the mirror.  \n[54]\t\t    Well, maybe we should talk ab...  \n[55]\n[56]\n[57]\n[58]\n[59]\t\t    You have no appropriate sense \t\t    of emergency.  My best friend \t\t    is ruining his life.  \n[60]\t\t    Same difference.  If you love \t\t    someone, it's your duty to save \t\t    them from themselves.  \n[61]\t\t    It's called the Law of Love, \t\t    asshole.  \tShe is tight enough to snap.  And at the edge of tears.  Staring \tout at the skycaps, clinging to her cigarette, as he eases to the \tcurb.  \n[62]\t\t    I'm a busy girl.  I've got four \t\t    days to break up a wedding, and \t\t    steal the bride's fella.  \tShe finally looks at him.  He doesn't say anything.  \n[63]\t\t    He's adored me for nine goddamn \t\t    years.  \n[64]\t\t    She knows him maybe five seconds, \t\t    plus she has billions of dollars, \t\t    plus she's perfect, so don't go \t\t    feeling sorry for Miss Pre-Teen Illinois!  \tHe's not.  So her voice softens.  Which shows the hurt.  \n[65]\t\t    And don't go feeling sorry for \t\t    me, you don't know me that well. \t\t    We're only friends.  \n[66]\t\t    I'm making a big mistake, huh?  \n[67]\t\t    I'm gonna bring him back, man. \t\t    Against all odds, y'know.  Cos \t\t    if I don't...  \tShe wraps her fingers around his.  \n[68]\t\t    ... I gotta live with it forever.  \tLooks in his eyes.  \n[69]\t\t    And at my wedding.  I'll be the \t\t    only bride with her own best man.  \tAnd she kisses his cheek.  \tJumps out of his car.  Before she cries.  Yanks her bags from the \tback.  Brave smile.  \tThey trade small salutes.  And then she's gone.  \n[70]\t\t    Not hardly.  \tHe beams.  Turns.  She follows his gaze, and...  \t... there she is.  KIMBERLY WALLACE is 20, small and slender, but it \tis a body to die for.  The face is striking, not at all perky and \tvapid, but lovely and interesting.  Worst of all, intelligent.  \tShe walks toward them purposefully, her eyes locked to the woman in \ther fiancee's arms.  At the last moment, Michael releases Julianne \tand Kimmy...  \t... THROWS her arms around the startled visitor.  HOLDS her tight, \twith such genuine warmth that Julianne can only, slowly, hug back. \tAs Michael beams.  \n[71]\t\t    Well, we're...  \n[72]\t\t    You need a few dollars.  \tKim glances over.  At eighty miles an hour.  A bittersweet look.  \n[73]\t\t    Excuse me?  \n[74]\t\t    Can you watch the road?  \n[75]\t\t    ... you want a menage on your \t\t    wedding night.  \n[76]\t\t    Uh.  How about promoting a \t\t    bridesmaid?  Someone you know \t\t    for at least forty-five minutes.  \tWe CUT OFF a huge SEMI who BLASTS his horn.  Kimmy fearless, \toblivious, and analytical...  \n[77]\t\t    Which was the disqualifying \t\t    factor?  \n[78]\t\t    Sounds like a plan.  \n[79]\t\t    I thought bridesmaids had to wear \t\t    the same dress.  \n[80]\t\t    What else did he tell you...  \n[81]\t\t    ... not even love.  \tThe look holds.  The seamstress keeps working, as if she's deaf.  \n[82]\t\t    That's why Michael and I were \t\t    the wrong fit.  Right from the \t\t    start.  \n[83]\t\t    I need a smoke.  \tAnd before anyone can breathe, she steps OFF the platform RIPPING \tthe living shit out of the gown, right down the side.  The seam- \tstress' eyes FLASH OPEN in abject horror.  Julianne, a deer in \theadlights, looks quickly around at the evidence of her screw-up in \tsix different mirrors.  \tKimberly just steps to her, fingers the tear...  \n[84]\t\t    Don't you have to be somewh...  \n[85]\t\t    Come in, and shut the...  \tStops.  Because it's Michael who has entered.  With the dress.  \n[86]\t\t    ... door.  \tSo he does.  She flushes and SNATCHES up her own clothes, which \twere characteristically tangled in a heap, and tries desperately to \tuntangle them enough to cover herself.  He is amazed and amused by \ther embarrassment.  \n[87]\t\t    Michael, I'm in my underwear!  \tShe's TEARING at her clothes, only making more of a mess.  \n[88]\t\t    Things are different now.  \tHe looks in her eyes.  And nods, a little sadly.  Guess they are.  \n[89]\t\t    What's the sec...  \n[90]\t\t    ... luckiest guy in the Northern \t\t    Fucking Hemisphere, is all I'm s...  \n[91]\t\t    ... most sentimental schmucks I \t\t    pity want a honeymoon after their \t\t    wedding.  Just to top it off.  \tThe valet gives Kimmy her ticket.  \n[92]\t\t    So your honeymoon is exactly where?  \tWell...  \n[93]\t\t    ... garden sports, all.  Little swing \t\t    of maybe fifty degrees Fahrenheit, \t\t    represents a packing challenge, but \t\t    there's fine food and cocktails at a \t\t    choice of Embassy Suit...  \tAt the elevator.  Kimmy SLAMS the button.  \n[94]\t\t    I'm just saying he's lucky.  \tAn empty elevator arrives.  They get in.  \n[95]\t\t    Takes one woman in a billion to \t\t    put up with his array of shit. \t\t    The guy is a one-man festival of \t\t    idiosync...  \tKimmy SLAMS the penthouse button.  Looks at her calmly.  Go on.  \n[96]\t\t    Well.  You've been introduced \t\t    to the symphonic range of...  \n[97]\t\t    How about...  \n[98]\t\t    A trademark move, don't touch \t\t    it.  \n[99]\t\t    It's been awhile.  I'll take \t\t    your word.  \n[100]\t\t    Do you get nervous in small \t\t    confined spaces?  \n[101]\t\t    Let me rephrase that...  \n[102]\t\t   Do you get hysterical in small \t\t   confined spa...  \n[103]\t\t    Oh, yeah?  \tKimmy nods.  Confides...  \n[104]\t\t    Well, perfection can get wearing \t\t    after whi...  \n[105]\t\t    No.  \n[106]\t\t    I was gonna predict that.  \n[107]\t\t    I've missed a step.  \n[108]\t\t    Jesus, we're trapped!  \n[109]\t\t    No, this happened to me once, \t\t    almost, it was excruciating!  \tBegins BANGING random buttons, out of control.  Kimmy watching \tthis.  Julianne looks WILDLY up...  \n[110]\t\t    There's a panel up there, you \t\t    could boost me...  \tRIPPING off her platform shoes.  \n[111]\t\t    You know how little air is \t\t    in these things? I've seen \t\t    statistics! Once you're trapped \t\t    between floors...  \tKimmy taps her.  Points to the lighted panel.  It says PH, they've \treached the Penthouse.  \n[112]\t\t    God! Then the door is jammed!  \tTakes a heavy platform and begins BANGING the metal door with all \ther strength, sending resounding BOOMS throughout the area, as \tKimmy reaches and...  \t... presses DOOR OPEN.  The metal doors part, opening directly onto \tthe banquet room, just as a mighty blow comes down, and the platform \tFLIES from Julianne's hand straight BETWEEN...  \t... two identical stunning YOUNG WOMEN, serving as twin hostesses \tfor the shower.  A beat of mutually-stupefied looks, and we hear \tthe shoe CRASH somewhere, to a small spattering of SHRIEKS.  \n[113]\t\t\t \t\t    I'm Julianne Potter, and...  \n[114]\t\t    ... unless he has a hump.  \tThe girls cast identical blank looks at Kimberly.  \n[115]\t\t    Desperate measures! Do you \t\t    hear me?  Digger, are you the...  \tSQUAWK.  Static.  Then...  \n[116]\t\t    I don't know, hit men, whoopee \t\t    cushions, saltpeter, something! \t\t    The girl is impossibly impregnable. \t\t    Even I want her to get the guy!!  \tListens.  \n[117]\t\t    Tell him the what? The truth...??  \tShe shakes her head.  What a guy.  \n[118]\t\t    That desperate.  May I never get.  \n[119]\t\t    Which of you gents ordered \t\t    two beers?  \tOne single tray.  Holding fourteen beers.  Balancing on one hand. \tMichael JUMPS UP, terrified at the impending mayhem this sight \tsuggests...  \n[120]\t\t    Michael.  You'll unwittingly \t\t    imply that I'm clumsy.  \tHe stops in his tracks.  The guys whistle.  \n[121]\t\t    It's Miss.  And thanks.  That \t\t    leaves two for me.  \tHeads down the row...  \n[122]\t\t    I guess getting him whacked would \t\t    be politically out of the question.  \n[123]\t\t    Nice meeting you, too, Walt.  \tA nod between equals.  She moves on...  \n[124]\t\t    Papa Joe.  \tThey go way back.  He is uncomfortable at this rich man's wedding, \teven as gracious as everyone has been.  His watering eyes twinkle \tat her, and the voice has a trace of Boston...  \n[125]\t\t    Best everything, Joe.  But I'm \t\t    going to dance with you.  \n[126]\t\t    Moves.  You've never seen.  \tBIG reaction from the guys, as she heads toward Michael with the \tlast of the beers, not looking down at the FIELDER'S MITT which \tlies right in her path, and as his lips part to scream a warning, \tshe skips...  \t... neatly AROUND it.  He's in shock.  \n[127]\t\t    I just admire your maturity, \t\t    that's all.  I mean, there are \t\t    people who would find that kind of \t\t    perfection boring.  Day after day, \t\t    year after year...  \n[128]\t\t    Such as.  \n[129]\t\t    Hate that.  \n[130]\t\t    What's next?  \tKeep sipping.  Never look at each other.  \n[131]\t\t    Endearingly absent-minded.  \n[132]\t\t    Quite the little eccentric.  \n[133]\t\t    Is there a coup de grace in \t\t    here, somewh...  \n[134]\t\t    Waiter! Check, please!  \n[135]\t\t    Can that kind of defect be \t\t    passed on genetically?  \tShe looks over now.  And Michael is looking back.  Smiling the most \twonderful smile.  Her reaction shows that she thinks it's for her, \tuntil...  \n[136]\t\t    Gimme like, eight and nine off \t\t    the top ten list...  \n[137]\t\t    Looks like, from here.  \n[138]\t\t    How'd you find this pl...  \tKim shaking her head.  Looks admiringly to Michael...  \n[139]\t\t    ... always.  The best dim sum, the \t\t    best camping stuff...  \n[140]\t\t    ... best valley in New Zealand, \t\t    best... women's shoes...  \n[141]\t\t    Where was that, Florence, huh?  \n[142]\t\t    The Vespa? Me hanging on behind \t\t    in the rain all night?  \n[143]\t\t    Take her there.  \tHe nods, okay.  \n[144]\t\t    I mean, now.  She's perky, \t\t    she deserves a honeymoon.  \tHe draws a breath...  \n[145]\t\t    I heard.  If San Antone sweeps \t\t    Sacramento.  What is this shit? \t\t    You gotta get off the road by \t\t    September anyway, when does Fall \t\t    Quarter start?  \tAnd the happy couple look at each other.  They are awkward. \tJulianne's heart soar like eagle.  \n[146]\t\t    Don't architects find a degree, \t\t    sort of... an asset?  \tThe couple still staring in each other's eyes.  \n[147]\t\t    They're gonna drool anyway!  \tKim smiles.  He kisses her, tenderly, through the open window.  She \twaves past him at Julianne.  \n[148]\t\t    Should I whistle down a cab?  \n[149]\t\t    Sometimes.  About the dumbest \t\t    things.  \tShare a smile.  As always, it covers a lot of years.  \n[150]\t\t    No.  I'm always safe with you.  \tShe means that.  He takes her by the hand.  They begin walking...  \n[151]\t\t    Pretty amazing girl, you've got. \t\t    Make that kind of sacrifice.  \n[152]\t\t    ... all of it.  She's leaving her \t\t    family, her friends, everything she \t\t    knows.  She's putting her career \t\t    on hold, and she seems a pretty \t\t    ambitious, driven, kind of pers...  \n[153]\t\t    All to follow you in this dumb \t\t    job, where you travel 52 weeks \t\t    a year to College Station, Texas, \t\t    and such.  It's not a job for a \t\t    grown man, Michael, Peter Pan \t\t    never married.  \tHe's let go of her hand now.  Looking down at the pavement before \thim, fists in his jacket pockets.  \n[154]\t\t    I don't think she's naturally \t\t    the... submissive type.  Aren't you \t\t    afraid she's gonna choke on this \t\t    stand-by-your-man shit after awhi...  \n[155]\t\t    I mean Walter owns the Sox, cable \t\t    sports... most girls in her spot would \t\t    be angling to get Daddy to offer you \t\t    some juicy gig right here in t...  \n[156]\t\t    I guess you're right.  That would \t\t    be deceitful... manipulative... \t\t    controlling... emascula...  \n[157]\t\t    Still.  All's fair in love and \t\t    w...  \n[158]\t\t    Forgive me, okay? I was talkin' \t\t    crazy.  \tHe slides his arm around her shoulder.  Pals.  They climb out of \tframe.  \n[159]\t\t    It's Albanian, I think.  Or Mongolian. \t\t    Or Canadian.  One of those.  I bought \t\t    it downstairs...  \t... it becomes truly disgusting lumpy green mud.  \n[160]\t\t    I figure, what the hell.  Can it \t\t    make me look worse?  \tFollow the hand up as it SLATHERS the shit across her face in great \tgreen dripping gobs.  She's juggling the wall phone, trying to keep \tit mudless, as she assures Digger...  \n[161]\t\t    Dig, of course.  Of course, of \t\t    course, of course, of course I \t\t    have a plan.  Certainment!  \tMore green slime.  The Julianne we know disappears.  \n[162]\t\t    How? I ask myself, what would \t\t    Lucy Ricardo do in this situa...  \tDesecrates three hotel towels, wiping her hand.  \n[163]\t\t    Well, one worked, once.  \tTHROWS them in the bathtub.  Fastidiousness a short suit.  \n[164]\t\t    Ricky wouldn't let her in \t\t    the show.  \tReaches for her toothbrush, absently.  All her attention is on the \tconversation and the hideous green face in the mirror.  \n[165]\t\t    I recall it differently, but \t\t    we digress.  \tWithout looking, picks up a tube of hotel shampoo...  \n[166]\t\t    So in the version, you're Ethel, \t\t    with better fashion instincts.  \tSqueezes it all over the toothbrush.  \n[167]\t\t    This puts you in charge of Plan B, \t\t    the unprincipled and insanely \t\t    dangerous back-up plan...  \tLifts it toward her mouth, liquid shampoo dripping from the \tbristles.  \n[168]\t\t    In case simple lying doesn't work.  \tAt the last second.  She stops.  We don't know why, because she's \tstill never looked at the brush.  \n[169]\t\t    Question.  What happens if you \t\t    brush your teeth with shampoo?  \tTurns on the tap.  Tries to scrub the toothbrush clean, and DROPS \tthe phone into the green swamp, which SPATTERS all over her front. \tEuucch.  She's stymied, agitated, circling the sink, leaning down \tto it...  \n[170]\n[171]\t\t    You okay? This is one of those \t\t    problem phones.  \tLifts the toothbrush and tube of paste from her kit.  \n[172]\t\t    Right.  Your role.  You know guys \t\t    from Sports Illustrated, yes? I \t\t    mean, you can walk right in there...  \tSqueezes on the paste, lifts the brush to her mouth...  \n[173]\t\t    You could get access to letterhead, \t\t    for example.  \tJAMS it in her mouth, brushing as...  \n[174]\t\t    ... or even, maybe, their fax.  \tStops.  The funniest look on her face.  Down to the toothpaste \ttube...  \tWhich says BEN GAY.  \tOh.  \n[175]\t\t    It's an homage thing.  \tHmm?  \n[176]\t\t    Awkward girls grow up on Audrey \t\t    Hepburn movies.  You wouldn't \t\t    understand.  \tKimmy doesn't.  But wipes a blue glob from Julianne's face.  \n[177]\t\t    Oh, that.  I forgot I even said \t\t    th...  \n[178]\t\t    Probably am.  Forget I brought it \t\t    up.  \tPoints to some jade pins.  Kimmy wrinkles her nose.  \n[179]\t\t    Bad games, bad towns, bad pay, bad \t\t    flights, bad hotels, real bad food. \t\t    Homeless, rootless, lonely, maybe \t\t    your copy gets into one issue out \t\t    of four...  \tSmiles.  \n[180]\t\t    What's not to love?  \tNone of this is lost on Kimmy.  She's wondered the same.  \n[181]\t\t    ... whatever is manly and \t\t    independent.  \tKim nods slowly.  Way ahead of her.  \n[182]\t\t    Why would he trade that for \t\t    running, say, a big piece of \t\t    the PR at a powerful, complex, \t\t    challenging conglomerate like \t\t    your dad's?  \tKim stares back.  A strange look.  \n[183]\t\t    I'm not stupid.  Say, how \t\t    about this?  \tPointing to tiny golden scissors in the novelty case.  Kim so \tabsorbed by the main topic, she has to force herself to focus on...  \n[184]\t\t    Gold nose hair clippers.  \tPoints to the tiny hand-lettered sign.  Indeed.  Kimmy shrugs, not \tquite it.  \n[185]\t\t    Hello.  \tKim nods, oh.  But can't keep her mind off...  \n[186]\t\t    By any yardstick that involves \t\t    sanity, it would be the greatest \t\t    thing that ever happened to him. \t\t    Present company excepted.  \tKimmy nodding slowly.  Her yearing achingly apparent.  \n[187]\t\t    On the other hand, he's proud. \t\t    Last thing a man wants to admit, \t\t    is being trapped in a dispiriting \t\t    dead-end job that can never \t\t    support a family.  \tA very sweet smile.  \n[188]\t\t    Throw a man a life preserver. \t\t    He'll say, \"Thanks, anyway, \t\t    I'd rather drown.\"  \tKim nods again.  Right.  They are so bonded at this moment.  \n[189]\t\t    Exactly.  \n[190]\t\t    What you said.  Make it appear \t\t    that he's doing you the favor.  \tKimmy bites her lip.  Her eyes go down.  Self-conscious to admit...  \n[191]\t\t    I couldn't really... do that. \t\t    After, you know...  \tHer voice trails off.  \n[192]\t\t    ... lying.  All the time.  \tThat brings the gray eyes up.  Julianne bats her dark ones...  \n[193]\t\t    Oh, darling, my pitiful desires \t\t    and ambitions are dirt beneath \t\t    the manly boots of your priorities!  \tKimmy has to smile small.  A self-awe gal.  \n[194]\t\t    Two hundred seedy motels a year? \t\t    Dinners out of vending machines? \t\t    Waiting for you in vermin-infested \t\t    corridors of dark crotch-rot locker \t\t    rooms? This stuff makes me hot!!  \n[195]\t\t    We make Dad your co-conspirator. \t\t    Michael does a favor for Walter.  \tSimple.  \n[196]\t\t    Walter's reorganizing his public \t\t    relations, needs a brilliant guy \t\t    who's close to him, who he can \t\t    completely trust.  \tKimmy nodding.  Hope overriding reason.  \n[197]\t\t    So you beg.  Michael, please do \t\t    this for Daddy, please, please, \t\t    please, blah, blah, blah... it's \t\t    only for six months...  it would \t\t    mean so much to me to help him out...  \tTurns up her palms.  Viola!  \n[198]\t\t    Only.  If he wants to.  \tThey share a smile.  \n[199]\t\t    In six months, he'll be happy, \t\t    settled, successful...  \n[200]\t\t    Bridesmaid gifts for two, well, \t\t    assertive, outspoken, Tennessee \t\t    debutantes.  \n[201]\t\t    Nothing here seems to quite capture \t\t    their distinctive personalities.  \n[202]\t\t    Could you do this...  \tTossing an object on the counter...  \n[203]\t\t    In 24 carat?  \tIt is a MASTERCARD.  A gold one.  \n[204]\t\t    Your call.  You can live a lie. \t\t    In a fabulous selection of Red \t\t    Roof Inns.  Or you can make one \t\t    desperate stab at hap...  \n[205]\t\t    How mad could he get?  \n[206]\t\t    Great.  I've got this girlfriend \t\t    at the Justice Department?  With \t\t    all this time on her hands?  \tHer look is every bit as hard as his.  He gestures to the \tescalator.  She takes Kimmy's hand, and up they go.  We can see \tWalter in a big leather chair, enjoying a major stogie.  Kimmy \tlicks her lips.  \tThey enter.  Every head turns.  A nice range of reactions, from \toffended to attracted and points in between.  \n[207]\t\t    Piece of cake.  I'll hang, and \t\t    think happy thoughts...  \tKimmy nods.  Heads over toward her father.  Julianne walks, \tconfidently, even provocatively, to the wall lined with bins of \tcigars.  Every eye in the place is on her butt.  \tShe runs her fingers over a few contenders.  Plucks one out, \texamines it, puts it back.  Walks a little farther.  Selects \tanother, big and black.  Rolls it expertly in her fingers.  Sniffs \talong its length.  \tA guy comes over.  Could be 40, successful, a broker's pin-stripe. \tNearly as attractive as he thinks he is.  \n[208]\t\t    Yeah.  Do you?  \n[209]\t\t    I like 'em long and hard.  Kind \t\t    of... big around.  \tRuns it under her nose.  \n[210]\t\t    Smell is important, I'm a believer \t\t    in that.  \tTakes a match from a cut crystal bowl.  \n[211]\t\t    But you never know what you've \t\t    got.  Till you run your tongue \t\t    over it.  \tAnd she does.  Moistening the full length of the cigar.  The boys \tare laughing openly.  She STRIKES the match.  As she lights up...  \n[212]\t\t    Actually, I'm partial to married \t\t    gentlemen.  \tThe way she says that.  The guy swallows.  We can see some of the \tair has been sucked from the room.  \n[213]\t\t    It's so much time.  When I phone \t\t    the wives.  \tExplosive LAUGHTER from the peanut gallery.  As she jams the big \tClemente Churchill into her mouth, she sees Kimmy waving her over \tfrom across the room.  Without even looking at the guy she's just \tput away...  \t... she crosses the room, Walter stands politely, looking very \tdapper, very powerful, and focusing on her with considerable \tinterest.  He waits until she sits on the edge of a costly leather \thassock.  \n[214]\t\t\t \t\t    I think you're making a mistake, \t\t    sir.  \tHis eyes come back to her.  A little sharply.  \n[215]\t\t    See, I love him, too, as much \t\t    as anyone here.  And for a \t\t    whole lot longer.  \tFrom her heart.  \n[216]\t\t    I think I know best what would \t\t    make him happy.  \n[217]\t\t    Okay, okay, okay, okay, I hear \t\t    you, all right?  \tShe closes her eyes.  \n[218]\t\t    It is stupid, dishonest, desperate \t\t    beyond belief, and can't possibly \t\t    ever work.  It can only end in \t\t    humiliation and disgrace.  Now can \t\t    I say two words?  \tDeep drag on the cigarette.  For strength.  \n[219]\t\t    Do it! Do it! Do it! Do it! \t\t    Do it! Do it!  \tShe's striped her gears.  COUGHS horribly.  \n[220]\t\t    All right, twelve words.  \n[221]\t\t    Some crazy person.  \n[222]\t\t    I never eat when I'm serene.  \n[223]\t\t    I switched that around when you \t\t    weren't looking.  \tShe swirls a single nacho chip in cheese.  But her heart isn't in it.  \n[224]\t\t    Boy, those were the days.  \tAnd when she looks over.  His eyes are waiting.  \n[225]\t\t    That was nice.  The way you \t\t    said that.  \tSo was that.  He's feeling restless, something.  Doesn't know quite \twhat to say.  \n[226]\t\t    You need a baby-sitter.  That's \t\t    what I'm here for.  \tHe holds her eyes.  Then looks down.  Awkward.  And the way he's \tdoing it begins to excite her.  \n[227]\t\t    Say it.  \tHe looks up, neither one of them noticing that as they walk, she is \tabout to...  \t... CRASH into a chest-high metal stand that displays animal facts. \tWe have followed him as she is WIPED from frame.  His face from \tshock... to amusement.  \n[228]\t\t    See, I can only do it with \t\t    beer.  \tHe takes out his handkerchief.  And with that and his hands, gently \tscoops the worst of the mess off her.  The fact that he's touching \ther breasts and her body is something they pretend not to notice. \tShe laughs softly, and a few tears fall, even though she doesn't \tknow why.  Such an odd, raw, confusing moment.  To the world \tlooking on, they are lovers.  \n[229]\t\t    Bet you're glad I'm here to \t\t    take care of you.  \tHe puts his arm around her.  \n[230]\t\t    She doesn't scare me.  \n[231]\t\t\t \t\t    Is anybody watching?  \n[232]\t\t    I picked up Michael's messages \t\t    for him, at our hotel.  I stole \t\t    one...  \tHis face darkens.  The easy smile fades.  He holds up his palms...  \n[233]\t\t    Sir, this is important! Haven't \t\t    you ever in your life cut one \t\t    corner, to make something important \t\t    turn out right?  \tHis smile returns.  Just a little.  \n[234]\t\t    It's a fax from Sports Illustrated \t\t    from Ben Isaacson, Michael's boss.  \n[235]\t\t    \"Mike.  We still have no answer to \t\t    our E-mail of Wednesday.  Which \t\t    option do you select? I don't mean \t\t    to rush you, but Personnel needs to \t\t    tie up the loose ends.\"  \tHe takes the paper.  We see it now.  Looks authentic.  \n[236]\t\t    I think he's been fired.  \n[237]\t\t    He's said some things over the \t\t    past few weeks.  Look, this is why \t\t    I came up with the idea of you \t\t    offering him a job.  \tHe looks up.  He's listening.  Closely.  \n[238]\t\t    And why I couldn't say anything \t\t    before in front of Kim.  \tShe bites her lip.  Seems so earnest.  \n[239]\t\t    I just think of how... desperate \t\t    he must be feeling.  He's marrying \t\t    a rich man's daughter, and he's \t\t    about to become destitute.  You \t\t    know the kind of job market he'll \t\t    be facing?  \tHe does.  \n[240]\t\t    He's too proud to beg for help. \t\t    And if you wait till this comes out, \t\t    your offer will be like charity. \t\t    Completely humiliating.  \tHe's staring at her.  But his mind is working behind his eyes.  \n[241]\t\t    If you do it now, it's like he's \t\t    helping you.  He can accept with \t\t    dignity.  \tHe taps the paper with the back of his knuckles.  \n[242]\t\t    Then it could all come out, sooner \t\t    or later.  Nobody should be in on \t\t    this.  Just you and me.  Or, more \t\t    correctly, I.  \tShe takes the paper back.  \n[243]\t\t    What if, what if I could find \t\t    that E-mail?  \tThe long straight look.  Maybe he's hooked.  \n[244]\t\t    I never noticed.  Kimmy has your \t\t    eyes.  \n[245]\t\t    Hello, again.  \tShe's flirting her ass off.  \n[246]\t\t    You still haven't straightened \t\t    that tie.  \tAnd she reaches across the desk with her lovely, slender hands. \tDoes it for him.  Her fingers brush his chest on the way back.  We \tcan assume a woody.  \n[247]\t\t    You know, my friend, the one \t\t    whose message I picked up...  ?  \tHe does.  His eyes flick toward his stately female SUPERVISOR, \thelping another guest across the way.  \n[248]\t\t    Well, he's still with the wedding \t\t    party.  And he asked me to get \t\t    something he needs real badly from \t\t    his room...  ?  \tThe boy swallows hard.  \n[249]\t\t    He's in 1526.  If you could just \t\t    let me ha...  \n[250]\t\t    You'll lose your job...  \n[251]\t\t    Help me!  \tThe maid can only blink.  \n[252]\t\t    I locked myself out, 1526, please \t\t    hurry!!  \tAnd looks frantically up the hall, mortified that any moment a \tstranger could happen upon her predicament.  Her eyes dart back to \tthe maid.  PLEASE.  The maid just stares.  Stares.  \n[253]\t\t    Uno-cinco-does-ses.  \tOh.  \n[254]\t\t\t \t\t    You wouldn't change your \t\t    password, would you?  You \t\t    never change anything.  \tThose words make her bite her lip.  Damn, I'm becoming a senti- \tmental slob.  TYPES in...  \n[255]\t\t\t \t\t    Shoeless... Joe.  \tYes!  We're in!  Punching keys.  Letters flying across the screen. \tOkay, we're ready.  Types...  \n[256]\t\t\t \t\t    Mike.  I hate this downsizing \t\t    shit as much as you do.  But I \t\t    know this can't become as a \t\t    complete surprise...  \n[257]\t\t    Never can tell.  \tHe holds her chair.  She exchanges an intimate smile with the \tanxious Kim.  \n[258]\t\t    I think you ought to listen to \t\t    her, Michael.  This is her life, \t\t    too.  \tJust the thing.  To bring that anger near the surface.  He turns \tto Kim...  \n[259]\t\t    Michael!!  \n[260]\t\t\t \t\t    Michael, it sounds like a \t\t    wonderful opportun...  \n[261]\t\t    Uh, Kimmy...?  \n[262] \tJulianne in her nightshirt, her back to us, sobbing into her \tcellular as she paces the room...  \n[263]\t\t    ... see that's what I never \t\t    counted on! I never heard of \t\t    a brilliant moron before!  \tWe CLOSE as she WHIPS around, startling us with her grotesque day- \tglo PURPLE face mask.  The green was better.  \n[264]\t\t    I mean, the little twerp \n[265]\n[266]\t\t    Michael and I are the same person! \t\t    Self-absorbed and imperfect and \t\t    vaguely loveable! We deserve \t\t    each other!  \tTears are flowing.  Which, over this mask, is not a pretty sight.  \n[267]\t\t    I'm out of hope, I'm out of sneaky \t\t    ideas, I'm at the end of my \t\t    rapidly-fraying hysterical little \t\t    rope!  Help m...  \tShe TRIPS over an open suitcase, and DISAPPEARS from frame.  The \tTHUD is slightly alarming.  \n[268]\t\t    God, I hate this hotel.  \tHOLD.  On nothing is particular.  \n[269]\t\t    And I hate talking to your machine!  \n[270] \tREAR VIEW of Julianne asleep on the floor, sunlight streaming in. \tA soft knocking on a door, somewhere nearby.  She barely stirs. \tThe knock becomes a strong RAPPING, and she fights for conscious- \tness.  Her back still to us, she...  \t... rises, STUMBLES to the door, which is now pulsing with an \tinsistent POUNDING, and THROWS it OPEN, as we SNAP to...  \tREVERSE ANGLE... CLOSE on Julianne's face, still encased in a now- \tdecomposing PURPLE MASK, her eyes SPRINGING wide, she SCREAMS in \tshock, and we SNAP BACK to...  \tORIGINAL ANGLE... Digger, watching impassively at the high-strung \tSHRIEK.  In the silence that follows...  \n[271]\t\t    Oh, shit!  \tStarts CLAWING at the overripe mask, but he grabs her wrists.  \n[272]\t\t    Chill?  Since when do you say \t\t    ch...  \n[273]\t\t    You flew all the way h...  \n[274]\t\t\t \t\t    You're butting in.  \tHe still holds her wrists.  She brings one of his hands to her \tlips.  Kisses his knuckles.  \n[275]\t\t\t \t\t    I really resent this.  \n[276]\t\t    What I mean, when I say annoyingly \t\t    perfect, is that there is nothing \t\t    annoying about her perfection. \t\t    It is vulnerable and endearing. \t\t    And that is annoying as shit.  \n[277]\t\t    If I didn't have to hate her, I'd \t\t    adore her.  \tShe looks up at him and WINCES, as the movement makes him scrape \ther face.  He's sorry.  \n[278]\t\t    Last night, she was crying, these \t\t    big, real tears, when she thought \t\t    she'd lost him.  It was like there \t\t    was a knife in her heart...  \tLooking in his eyes.  Needs him to hear.  \n[279]\t\t    ... and I put it there.  I hated \t\t    myself, I grieved for her, I \t\t    couldn't enjoy one second of it! \t\t    And then, when it didn't work...  \tCan you believe this?  \n[280]\t\t    I was devastated.  \n[281]\t\t    Because I realized.  When I see \t\t    him say \"I do,\" that knife will \t\t    be in my heart.  And it will be \t\t    there every...  \tShe holds his wrists now.  To stop him.  To plead for \tunderstanding.  Forgiveness.  \n[282]\t\t    ... every time I think of him, \t\t    forever, which could be a lot.  \tShe almost choked on that last part.  So she composes herself.  \n[283]\t\t    You watch a guy caress his \t\t    girlfriend's butt.  You see an \t\t    Old Spice commercial.  Sentimental \t\t    moments are everywhere, when \t\t    you're in the right frame of mind.  \tShe swallows hard.  Fights for a grip on her determination.  \n[284]\t\t    There are 18,250 nights in the \t\t    next 50 years...  \n[285]\t\t    ... and having \"done the right \t\t    thing\" will only really be \t\t    comforting, oh, maybe, five, \t\t    six times.  \tShe sets her jaw.  \n[286]\t\t    This is my whole life's happiness. \t\t    I have to be ruthless.  \n[287]\t\t \t \t\t    Sure.  \tHis eyes are gentle and merciless at once.  No way she gets off \tthis hook.  \n[288]\t\t    He was in love with me every day \t\t    for nine years.  I can make him \t\t    happier than she can.  \n[289]\t\t\t \t\t    I don't know the meaning of the \t\t    word guilt!  \n[290]\t\t    I am breaking her heart in the short \t\t    run, but doing her a gigantic favor! \t\t    She would be miserable tagging \t\t    along after this insensitive doofus!  \n[291]\t\t    Beyond reason.  The feminist \t\t    warrior will rise up in this kid, \t\t    and she'll be standing over his \t\t    sleeping form with a butcher \t\t    knife, selecting from a short \t\t    list of body parts!  \n[292]\t\t    Let's not get carried away.  \tAnd the defenses drain from her clay-ravaged features.  The real \tJulianne is glimpsed.  \n[293]\t\t    I'd settle for.  Someday, I'll \t\t    forgive myself.  \tFor...?  \n[294]\t\t    For doing this terrible thing.  \tHer eyes tear up.  \n[295]\t\t    Which, by the way, I can't \t\t    figure out how to do.  \tAs the tears fall, he wipes at them, discovering...  \n[296]\n[297]\t\t    Guess what I brushed my teeth \t\t    with last night?  \tHe thinks about this.  Following her eyes to the toiletries kit, he \tbrowses for a moment...  \n[298]\t\t    I wish.  \n[299]\t\t    Try less appropriate.  \n[300]\t\t    That was Thursday.  \tHe stops on that note.  \n[301]\n[302]\t\t    I can't even say it.  \tNow.  He's curious.  \n[303]\t\t    A hint.  The first word is \t\t    \"Preparation.\" Then comes a \t\t    letter of the alphabet, \t\t    perilously close to G.  \tShe reaches to test her curling iron, BURNS her finger, SHIT! \tKNOCKING the appliance into the half-filled sink.  She LUNGES for \tit, and a terrified Digger GRASPS her arm...  \n[304]\t\t    How do you know you can touch \t\t    that plug? Are you a licensed \t\t    contractor?  \n[305]\t\t    Maybe they just seal off this \t\t    room.  They have others.  \tHe's staring at her.  Sweet, but intense.  \n[306]\t\t    If I hear the words \"tell the \t\t    truth,\" or any paraphrase thereof, \t\t    I dive into the sink and pull you \t\t    with me.  \tLooking at her.  Looking at her.  \n[307]\t\t    It's too late to start over.  \tPULL BACK to reveal Michael in his wedding tux, submitting to a \tfinal fitting from a stylish fitter.  \n[308]\t\t    Like I said, dazzling.  \n[309]\t\t\t \t\t    They'd say that's my job.  \tShe runs her hands over his jacket, smoothing it everywhere.  With \ttenderness that approaches transparency.  Glances back at Digger...  \n[310]\t\t    I'll take it home from here.  \tPinches Michael's ear.  Looks in his eyes.  \n[311]\t\t    Major.  Dish.  \n[312]\t\t    Bye, handsome.  \tDigger just stares at her.  Those maddening judgemental eyes.  \n[313]\t\t    You're going to say it, aren't \t\t    you?  \n[314]\t\t    I'm taking my next book to \t\t    Viking.  \n[315]\t\t    I'm moving this book to Viking.  \n[316]\t\t    Needing.  \n[317]\t\t    And what will he do?  \tDigger isn't smiling.  His voice low, beneath the crowd...  \n[318]\t\t    You keep saying that.  \tUp ahead, the Wrigley Building draws closer...  \n[319]\t\t    Well, you've got the rest of \t\t    your lives.  \tREVERSE ANGLE... they lean on the rail of a cruise boat, easing down \tthe Chicago River.  Wind-blown.  Close together.  \n[320]\t\t    Getting your bed made.  Every \t\t    day.  \tThey smile at each other.  Seem so comfortable together.  \n[321]\t\t    You miss her, huh?  \n[322]\t\t    If you like.  \tAnd she LURCHES over the railing, emitting a BARRAGE of incredibly \tdisgusting sounds, her feet FLAILING in mid-air.  He laughs, as he \tpulls her back down to the deck.  Of course, it was all a joke.  He \tbrushes back her hair.  Sighs.  Stares.  \n[323]\t\t\t \t\t    Have you.  \tHe has.  \n[324]\t\t    Well.  There's a lot of memories \t\t    to choose from...  \n[325]\t\t\t \t\t    You've been the man in mine.  \tPassing under the Michigan Avenue Bridge.  No one knows quite what \tto say.  \n[326]\t\t    Except for the hot affairs we'll \t\t    have twice a year.  \n[327]\t\t    Me either.  \tShe watches his surprise.  \n[328]\t\t    I couldn't have it without you.  \tHe's glad to hear that.  And then...  \n[329]\t\t    I wouldn't know.  I never had \t\t    that many first thoughts.  \n[330]\t\t    I'll check.  I have it on \t\t    powerbook, these days.  \tHe holds up his arms.  And she moves into them.  He begins to dance \twith her, turning so slowly.  And, yes, people are watching.  \n[331]\t\t  \t \t\t    The night we met.  \tRight to his eyes...  \n[332]\t\t    The night we fell in love.  \tHe doesn't know what to do with that.  \n[333]\t\t    We danced to it.  Just like this.  \tJust like this.  A long beat.  And he has to say...  \n[334]\t\t    No.  Because I won't let you.  \n[335]\t\t    I told him, get the important \t\t    stuff, Kim's ring.  I'll collect \t\t    the inconsequentials.  \tMeaning, you.  They smile at each other.  Then...  \n[336]\t\t    Friction.  No.  \tHe smiles at her line reading.  But his mind is always probing.  \n[337]\t\t    Nobody has.  So far.  \tHer bright grin.  His eyes linger on it.  \n[338]\t\t    I need to make some calls. \t\t    Could I use... your office?  \n[339]\t\t\t \t\t    You can do this.  \tSacred, filled with doubt and conflict.  Her hands clutch at each \tother.  Then, one flicks out.  And the computer goes ON.  The \tscreen GLOWS.  Waits for her.  Her mouth is sand, her stomach \twater.  She pulls the paper from her pocket...  \t... looks at it.  Looks to the monitor.  And begins.  To type...  \n[340]\t\t\t \t\t    E-mail address.  To Ben Isaacson, \t\t    Senior Editor, Sports Illustrated, \t\t    from... Walter Wallace.  \tAnd stops.  Her heart is thumping.  \n[341]\t\t    See, you can do it.  It's easy.  \tDoesn't look easy.  Licks her lips.  \n[342]\t\t    You do it fast, it's over.  Like \t\t    it never happened.  \tShe sits.  And recites as she types...  \n[343]\t\t    Ben.  I need a favor.  \tHere we go.  This is it.  Types...  \n[344]\t\t    My daughter's every happiness. \t\t    And my wife's.  And, least of \t\t    all, my own, are in your hands.  \tNods, okay.  Breathing hard.  Types...  \n[345]\t\t    Knowing you value our friendship, \t\t    and the... cooperative \t\t    relationship between our companies... \t\t    I am hopeful of your help.  \tTouch, that.  Thinks.  It has to be.  Types...  \n[346]\t\t    I have offered Mike O'Neal, my \t\t    new son-in-law, a great opportunity \t\t    in my company.  This would also \t\t    enable my daughter to settle in \t\t    Chicago, near us, and pursue her \t\t    dreams and plans.  \tAlmost there.  Almost.  Types...  \n[347]\t\t    To his own detriment, as well \t\t    as ours, Michael will not accept \t\t    our offer.  While he works for you.  \tShe stands up.  Stares at the screen.  Walks away.  Walks back. \tStill standing, types...  \n[348]\t\t    My daughter joins me in this \t\t    plea for your cooperation and \t\t    discretion.  \tIs there a SOUND?  Outside the door.  She HOVERS over the ESCAPE \tkey.  Waits.  Waits.  Silence.  Types...  \n[349]\t\t    With gratitude.  For your \t\t    understanding.  Walter.  \tShe hits a KEY.  The screen goes BLANK.  The computer asks... DO \tYOU WISH TO SEND?  She tells the computer...  \n[350]\t\t    Are you crazy?  Get him fired?  \tTypes NO.  The computer asks HOLD FOR LATER? And she types YES.  \n[351]\t\t    Just till tonight when I bring \t\t    him back.  To look for...  \tShe glances to her huge bag.  Rummages through, pulling out a manila \tfolder.  Lays it by the blank computer.  Fans out a few pages in a \tnatural, disorderly way.  Takes a step back...  \tAnd stares.  Struck to her gut.  But when she has done.  \n[352]\t\t    Well.  \tShe smiles.  One that glows a little.  \n[353]\t\t    You sang the song.  Least I \t\t    could do was wear the outfit.  \tHe nods.  \n[354]\t\t    No accents today.  \n[355]\t\t\t \t\t    Yes.  \tShe's staring at the ring.  \n[356]\t\t\t \t\t    I'm right-handed.  \tA hugely embarrassing half-second.  Bailed out by...  \n[357]\t\t    Well, I'm worried about something.  \tSomething.  Their expressions are deliciously, identically \texpectant.  \n[358]\t\t    Oh.  I left this really important \t\t    file in Walter's office.  I have \t\t    to send my editor some...  \tSome...  \n[359]\t\t    ... figures.  On territorial sales. \t\t    To close my book deal.  \tUh-huh...  \n[360]\t\t    So Kim gave me the key.  And \t\t    Michael's on his way, to drive \t\t    me down to Wal...  \n[361]\t\t    Well.  See.  That was a... \t\t    reflex to see if it would...  \n[362]\t\t    Right.  And then it didn't want \t\t    to come off.  Exactly.  \n[363]\t\t\t \t\t    I saw the show.  \n[364]\t\t    I can't believe this!  \tPULL BACK farther to see Michael still trying keys from a large key \tring in the heavy lock.  Sign over the door says WALLACE ENTERPRISES. \tTraffic hustles by, oblivious to her suffering.  \n[365]\n[366]\n[367]\t\t    I promised Digger I'd E-mail him \t\t    those figures.  \tFrom his face, that wasn't it.  \n[368]\t\t    They are very important figures.  \tApparently.  He's just staring at her.  \n[369]\t\t    I'm up against a deadline.  \n[370]\t\t    That's my point!!  \tNow.  He really doesn't get it.  \n[371]\t\t    I mean, tomorrow... we'll all be \t\t    busy with more important things. \t\t    So...  \tSo?  \n[372]\t\t    ... tonight's my last chance.  \tHe sighs.  \n[373]\t\t    It's just... up there... right in \t\t    front of Walter's... y'know, computer. \t\t    If memory serves.  \tHelpless.  \n[374]\t\t    We could use... his computer, to... \t\t    just E-mail those suckers right ou...  \n[375]\t\t\t \t\t    You're right.  Easy come, easy go.  \tHe's really concerned, can't bear to see her so upset.  \n[376]\t\t    It means a lot.  \tHe nods.  Okay.  \n[377]\t\t\t \t\t    ... maybe it's congratulations.  \tHe follows her in, opening the envelope.  Stops.  Reads.  And his face \tsuddenly... freezes.  To stone.  \n[378]\t\t\t \t\t    Michael? What ha...  \n[379]\t\t\t \t\t    I received the following E-mail \t\t    this afternoon... \"Ben, I need a \t\t    favor.  My daughter's every \t\t    happiness...  \"  \tHer eyes BUG OUT of her head.  Holy shit! We can hear him DIALING the \tphone.  She keeps reading, it's all there.  How did this happen?  \n[380]\t\t\t \t\t    \"Mike, the funny thing is, he's \t\t    offering you a gig you'd be \t\t    stupid to turn down...\"  \n[381]\t\t\t \t\t    \"Maybe you should take the job. \t\t    And dump the girl.\"  \tAnd when she turns...  \n[382]\t\t    No, I just stepped out, because... \t\t    it's a non-smoking room.  \tAnd inhales deeply.  Leans back against the door, to look up at him \tmore comfortably.  \n[383]\t\t\t \t\t    Why don't you have me arrested?  \tThat wasn't sarcastic.  He doesn't know what to say.  \n[384]\t\t    I mean that.  Arrested, convicted, \t\t    put in solitary.  \tAnother puff.  \n[385]\t\t    See, I'm a dangerous, criminal \t\t    person.  I do bad things to \t\t    honest people.  This, see, this \t\t    smoking?  Tip of the iceberg.  \tWaves her hand.  \n[386]\t\t    Make a citizen's arrest, I won't \t\t    struggle.  It'll be like getting \t\t    Al Capone on tax evasion.  \tNow she seems angry.  But not at him.  Her eyes fill with tears.  \n[387]\t\t    Do you smoke, Richard?  \n[388]\t\t    ... a non-smoking floor, yeah. \t\t    Well, you know what?  \tAnd she takes the cigarette from her lips.  Turns it around, holds \tit out to him.  Go ahead.  He doesn't move.  Please! And so...  \t... he reaches down, takes the cigarette from her hand.  Staring in \ther eyes, he takes a deep drag.  Savors an expert nostril-inhale of \this exhaled smoke.  Hands the cigarette back to her...  \n[389]\t\t    Thanks, Richard.  If you weren't \t\t    on duty, I'd buy you a drink.  \tHe just nods.  She waves.  He waves back, pushes his cart down the \thall.  As she watches him go, the door behind her suddenly OPENS, \tand she...  \t... FALLS through it, flat on her back at Michael's feet.  Staring up \tat him, seeing that he looks as bad as she feels, she takes raw, deep \tdrag.  \n[390]\t\t    What happened?  \n[391]\t\t    A bad combination.  \tHe tries to smile.  It's really hard.  \n[392]\t\t    Michael...  \n[393]\t\t    Maybe tomorrow, you'll feel dif...  \n[394]\t\t    I tried it on.  But it won't \t\t    come off.  \tHe smiles at that.  A sad smile of friendship.  Then takes her \tfinger gently...  \t... into his mouth.  It is something like a kiss.  And when he \tremoves her moistened finger...  \t... he pulls the ring OFF.  Nothing to it.  She blinks.  \n[395]\t\t    It's mental, you know.  \tHe doesn't understand that.  \n[396]\t\t    Should we take a walk?  Or \t\t    maybe some food sent up, or \t\t    something...  \n[397]\t\t    If San Antonio sweeps \t\t    Sacramento...  \tThey smiles at each other.  For real.  \n[398]\t\t    I've never been to Texas.  \tImagine that.  The look holds.  Just above a whisper...  \n[399] \tJulianne brushing out her hair in the bathroom mirror, eyeing her \timage with evident dissatisfaction, as she listens to the receiver \n[400]\t\t    Hey, handsome.  Brevity this...  \tHer eyes find the pack of cigarettes.  Next to her toiletries kit.  \n[401]\t\t\t \t\t    I won.  \tHer fingers touch the pack.  As if an object of significance.  Takes \tit up.  \n[402]\t\t    Amazing, huh?  I didn't do things \t\t    quite your way.  But... I got it \t\t    down.  \tCradling the phone against her shoulder, she carefully tears the top \tof the pack completely open.  \n[403]\t\t    And forty years and nine grand- \t\t    children later, when I sit with \t\t    Michael on some rustic porch, \t\t    slogging through our sweet swamp \t\t    of nostalgic memories...  \tReaches the pack toward the toilet.  \n[404]\t\t    No one is going to sweet the \t\t    details...  \tTurns it upside down, emptying a dozen cigarettes into the john.  \n[405]\t\t    Of one weekend in Chicago.  \tDrops the lid with a CLATTER.  Hits the FLUSH.  \n[406]\t\t    Talk about celebration...  \tShe lifts a tube from her toiletries kit.  Stares at it, real \tclose.  \n[407]\t\t    I'm gonna brush my teeth with \t\t    actual toothpaste.  \tTurns it over, reads all the writing.  Yep.  \n[408]\t\t    I guess I'm too exhausted to \t\t    feel the elation I so richly \t\t    undeserve...  \tSqueezes some paste onto her brush.  Carefully.  \n[409]\t\t    So I'm gonna hold calls at the \t\t    desk... while I get my...  \tStart brushing.  \n[410]\t\t\t \t\t    God, it is toothpaste, they \t\t    should sell this stuff \t\t    commercially! Anyway, a girl \t\t    does need her...  \tSquints at her image.  Laughs, spewing a little foam.  \n[411]\t\t    ... well, we're a bit past \t\t    worrying about beauty sleep. \t\t    Let's just settle for not \t\t    frightening small animals.  \tShe SPITS.  Tells Digger's machine...  \n[412]\t\t    Anyway, I couldn't have done \t\t    it without you.  Even though I \t\t    did, if you follow that.  \tWipes her mouth.  Stares off.  The eyes a little dreamy.  \n[413]\t\t    Three words:  Happily.  Ever. \t\t    Well, you know.  \n[414]\t\t\t \t\t    You're going where?  \n[415]\t\t    She looks tense.  \n[416]\t\t    I had the craziest dream last \t\t    night?  Walter and Kimmy had \t\t    asked your boss to...  \n[417]\t\t    But the Scotch salmon was so \t\t    fucking good, you decided to \t\t    stay for brunch!  \n[418]\t\t    Get married, apparently.  \tShe comes OFF the swing, PUSHES him back two feet.  \n[419]\t\t    What the hell are you thinking \t\t    of, the goddamn wedding is SIX \n[420]\t\t    And your point?  \n[421]\n[422]\t\t    I'll be right back.  \n[423]\t\t    They'll eat it anyway, you ever \t\t    been to a walk?  \tKimmy's lip trembles.  This is not how she thought of her wedding. \tThe din is so horrific, Kimmy leads them into a walk-in meat \tlocker.  Even here, two BUTCHERS are dressing Eastern-fresh corn- \tfed carcasses.  \n[424]\t\t    You guys want to give us a \t\t    minute?  \tThe men blink at each other.  \n[425]\t\t    We'd like to be alone with \t\t    our pork.  \tOn that basis.  They leave.  Kimmy sits on a stack of packaged \tfrozen fowl parts.  Stares up with big, sweet, wet eyes.  \n[426]\t\t    Who?  The jerk who's running \t\t    your life?  \n[427]\t\t    What with the psychosis and \t\t    all, yeah.  \tLeans in.  Listen...  \n[428]\t\t    When are you gonna come clean \t\t    with your folks?  \n[429]\t\t    If you're waiting for \"Do you \t\t    take this man?\", that's \t\t    considered poor form.  \n[430]\t\t    Yeah, well, lots of couples are \t\t    imcompat...  \n[431]\t\t    I'll be right back.  \n[432]\n[433]\t\t    She admits it's her fault.  \tHe absorbs that.  And then...  \n[434]\t\t    Sure, she does.  She's crazy \t\t    about you.  \tNow tears stand in both their eyes.  The stoners are doing their \tAlvin and the Chipmuks impersonation festival in the B.G., singing \tin castrato harmony.  But our two don't notice.  \n[435]\t\t    Does that make it right...  \n[436]\t\t    I'll be right back.  \n[437]\t\t    He said.  Marry me.  \tKimmy YELPS in her ecstasy, FLINGING herself against Julianne, and \tthey go DOWN full length across the organ's pedals, BLASTING the \troom with a MONSTER CHORD of china-rattling volume and horrifying \tdisharmony.  \tAs grown men and women SCREAM in spontaneous terror below, Kimmy \tbegins to...  \t... LAUGH.  And KISS and hug her new sister.  And holds her tight.  \n[438]\t\t\t \t\t    Oh, yeah.  \n[439]\t\t    Well, it happens.  \tThey pass an expanse of lawn which has become the event parking \tarea.  Family vehicles, delivery trucks, service vans.  Everything \tthat couldn't fit on the circular front driveway.  \n[440]\t\t    ... your one chance for true \t\t    happiness?  \n[441]\t\t    You never want to do that, see, \t\t    that's always a... costly \t\t    turnover.  As they say in the \t\t    sport biz.  \tThere's a vague Stepford Wife quality to her voice.  He hears that \tnow, and looks at her.  Maybe he can't tell she's frightened.  But \the can tell she's something.  \n[442]\t\t    The Big Hurt, huh?  \n[443]\t\t    Got a minute?  \tHe nods, you bet.  Worried for her.  What is this? She looks in \tanother direction, and we now see that we have nearly reached...  \t... a stage that's been set up for the band.  Chairs, music stands, \tsound equipment.  A gleaming dance floor, already in place over the \tlawn.  Next to it, a shimmering white GAZEBO.  Like the centerpiece \tof a wedding cake.  \n[444]\t\t    Why is the dance floor by the \t\t    gazebo?  \tShe takes his hand.  They walk toward it.  \n[445]\t\t    Shhh.  \tUp the white steps now.  Together.  The gazebo floor has been \tcovered with hardwood.  The perfect place.  For a wedding dance. \tAnd Julianne...  \t... turns, suddenly.  He almost runs into her.  She is staring up \tat him, so strangely, their bodies only inches apart.  He is caught, \ttransfixed by the intensity in her eyes.  \n[446]\t\t    I have to say this quick, okay, \t\t    or I'll have this massive \t\t    coronary and you'll never have \t\t    to hear it.  Which you need to. \t\t    Does that make any sense at all?  \tThe coronary part does.  We can feel her heart beating from here.  \n[447]\t\t    This is the dumbest thing I will \t\t    ever do.  So dumb, in fact, that \t\t    I can't.  I don't think.  \tAnd then, she does.  She puts her hands flat on his chest.  Looks \tin his eyes.  \n[448]\t\t    Michael, I love you.  \tA heartbeat passes.  \n[449]\t\t    I've loved you for nine years, \t\t    but I was too arrogant and \t\t    scared to realize it.  Now I'm \t\t    just scared.  \tHe stares at her, dumbstruck.  She moves even closer.  \n[450]\t\t    I know this comes at an \t\t    inopportune time, but I have to \t\t    ask this one really gigantic \t\t    favor, okay?  \tHolds her breath.  And...  \n[451]\t\t    Choose me.  Marry me.  Let me \t\t    make you happy.  \tAnd in a half beat of excruciating silence...  \n[452]\t\t    I know.  It sounds like three \t\t    favors.  \tHis eyes are loving.  They care for her.  She swallows, lost in \tthem.  \n[453]\t\t    But when you think about it...  \tSlides her arms around his neck, and raises her mouth...  \t... to his.  The most beautiful kiss she will ever offer.  All of \ther heart is in this, and as his hands touch her body...  \t... a SCREAM rips the world to pieces.  They whirl to see...  \t... KIMMY, halfway up the path.  Her hands across her mouth, as if \tto stem the horror that pours forth as she SHRIEKS from her soul, \tand...  \t... runs.  Back Down the path.  Michael BOLTING after her, SHOUTING \ther name.  A frozen moment, and...  \t... Julianne TAKES OFF after him.  All three running, SCREAMING \ttheir various emotions at the top of their lungs, as workmen stop \tto watch from neighboring countries.  \tKimmy, staring from halfway there, has an insurmountable lead. \tLEAPS into her convertible and PEELS OUT, just TEARING up the \tgravel as she ROCKETS out of sight.  No way to catch her.  Still...  \t... Michael is racing for the cars.  Julianne, sprinting her guts \tout, losing ground with every stride.  Michael JUMPS into a \tCherokee...  \n[454]\n[455]\n[456]\t\t\t \n[457]\n[458]\n[459]\n[460]\n[461]\n[462]\n[463]\n[464]\n[465]\t\t\t \t\t    Don't speak!  \tHe just blinks at this sweaty, ripped-up, maniacal figure.  \n[466]\n[467]\t\t    I have to make a confession. \t\t    Another confession.  Besides \t\t    that I love you.  This is even \t\t    worse.  \tThis.  He's waiting to hear.  \n[468]\t\t    The E-mail?  You thought Walter \t\t    sent your boss?  I wrote that.  \tYou.  WHAT?!  Synapse overload.  \n[469]\t\t\t \t\t    ... wrote it, yeah.  I'm the \t\t    bad guy.  \n[470]\t\t    I didn't know it would get \t\t    sent.  I just wanted you to... \t\t    get mad at Kimmy... and...  \tAnd watching.  As this begins to sink in.  \n[471]\t\t    I've done nothing but slimy, \t\t    underhanded, despicable, not \t\t    even terribly imaginative, \t\t    things.  Ever since I got \t\t    here.  Trying to...  \tStaring in his eyes.  Eyes she can't read at this point.  \n[472]\t\t    ... to win you.  To win you \t\t    back.  \tTears in her own eyes now.  Big ones.  \n[473]\t\t    And I was blinded by love. \t\t    Like you said.  \tShaking her head...  \n[474]\t\t    But that doesn't excuse any \t\t    part of it.  I am pond scum.  \tNo...  \n[475]\t\t    Actually.  Lower.  I am the fungus \t\t    that feeds on pond scum.  Lower. \t\t    The layer of mucous that cruds up \t\t    the fung...  \n[476]\t\t\t \t\t    Lower.  \n[477]\t\t    Except it makes me fungus.  \n[478]\t\t    So you have to marry Kim. \t\t    Because she will actually make \t\t    you happy.  I, in contrast, am \t\t    a shallow, neurotic psychopath, \t\t    with relatively little to offer.  \tOkay?  \n[479]\t\t    Kim.  Nod your head.  Do as \t\t    you're told.  \tHe nods his head, still smiling.  Her tears are running now.  Maybe \tshe doesn't notice.  \n[480]\t\t    Just promise you'll never tell \t\t    me who you would have chosen. \t\t    If I hadn't confessed.  \tShe chokes back a sob.  \n[481]\t\t    Cos if you would have chosen me. \t\t    Then I threw away a perfectly \t\t    good life.  Just to be a decent \t\t    person.  Which is a questionable \t\t    trade-off.  Right?  \tHe nods, slowly.  Because he's supposed to.  \n[482]\t\t    And if you would have chosen \t\t    some 20-year-old punk over me. \t\t    I'd have to kill myself.  \tAh.  His smile keeps getting smaller.  More loving.  More wonderful.  \n[483]\t\t    I'm so glad you didn't jump on \t\t    that train, before...  \n[484]\t\t    Why would she come here...  \n[485]\t\t    It's two weeks.  \n[486]\t\t    That is so romantic.  \tWhich makes him reach and touch her hair.  \n[487]\t\t\t \t\t    You can't believe you've lost \t\t    her!  Sooner or later, you'll \t\t    find her, and you'll look in \t\t    each other's eyes, and you'll \t\t    see all that love...  \n[488]\t\t    Course, if it's later rather \t\t    than sooner, I'd hate to be you \t\t    at six o'clock. \t\t\t \t\t    You've got a lot of explaining \t\t    to...  \n[489]\t\t    That's little egotistical.  \tHe glares at her.  \n[490]\t\t    But, undoubtedly accurate.  \tShe claps her hands, galvanized by the emergency.  \n[491]\t\t    Okay, we'll split up.  You go \t\t    to every romantic place you \t\t    guys have, I'll go... someplace \t\t    brilliant, and the first one \t\t    who...  \n[492]\t\t    ... me, yeah.  And she likes \t\t    Tommy Lasorda.  Case closed.  \tLooks at her own watch.  Shit!  \n[493]\t\t    It's Jules, you guys haven't \t\t    had a call from, say, Kimberly, \t\t    have you?  \n[494]\t\t    Ex-cuse me?  \n[495]\t\t    You are so right.  What a \t\t    nerve on that guy!  Bring my \t\t    dress to church, huh?  \tSignals the driver, let's GO!  \n[496]\t\t    I want to pick up a little \t\t    something for the ceremony.  \n[497]\t\t    Going to the john, she said?  \n[498]\n[499]\n[500]\t\t    Let me in, baby, or I'll rip \t\t    this damn thing off its non- \t\t    code-compliant hinges...  \n[501]\t\t    Incoming.  \tAnd she crawls UNDER the door, on her belly.  We go WITH her to \tsee...  \t... Kim fully dressed, perched on the closed toilet lid, her knees \tdrawn up, her arms around them.  \n[502]\t\t    Pitiful.  \tAnd pulls herself up to her knees.  Kimmy tries to glare, but it \tjust isn't in her.  \n[503]\t\t    In one minute.  You are going \t\t    to feel so foolish.  \n[504]\t\t    Have you ever heard of. \t\t    Irony?  \tIrony? Kimmy sniffles.  \n[505]\t\t    I threw my arms around your \t\t    husband.  And kissed him with \t\t    all my heart.  Because I was \t\t    so happy.  For you.  Nitwit.  \tAnd leans close.  As Kimmy flinches.  \n[506]\t\t\t \t\t    He's going to take... \t\t\t \t\t    The job!  \tA stunned pole-axed moment.  And Kimmy's eyes SPRING open.  You \tmean...?  \n[507]\t\t\t \t\t    With your dad, yeah.  Can you \t\t    guess why?  Bitch?  \tEverything inside Kimmy BURSTS free in a torrent of tears...  \n[508]\t\t    Well, of course, he loves \t\t    you.  \tKisses the top of Kimmy's head.  \n[509]\t\t\t \t\t    Hell, even I love you.  \tKimmy holds her tight.  From her heart...  \n[510]\t\t    I never want to go through this \t\t    again.  \n[511]\t\t\t \t\t    We were bonding, we lost track, \t\t    we're officially sorry, now \t\t    let's put it behind us.  \tKim WAVES at her mom by the chapel entrance.  And takes Julianne's \thand for support.  \n[512]\t\t    Believe me, we got a bride who's \t\t    worth waiting for, yes?  \tEverybody nods.  \n[513]\t\t    Out of our way.  \n[514]\t\t    Don't worry, sugar.  \tDon't worry.  \n[515]\t\t    When he looks at you, it will \t\t    be as if...  \tThe words stronger.  Because there is no smile.  \n[516]\t\t    ... he's never seen a woman \t\t    before.  \tPAN DOWN the white until we are...  \tCLOSE on the bride's perfect slippers.  HOLD.  And...  \n[517]\t\t    I'm a writer, too, not as \t\t    good as Michael.  But I do \t\t    steal from quality.  \tShe raises her glass.  Everyone at the table does the same.  \n[518]\t\t    This is to my best friend.  On \t\t    the occasion of his wedding.  \tShouts of support, a few whistles.  Silence.  She tells Michael...  \n[519]\t\t    If I have truly come to know \t\t    your bride as my new sister. \t\t    This is in her heart...  \tShe has to stop.  Swallows.  Because she will not let herself cry.  \n[520]\t\t    \"Understand.  I'll slip quietly \t\t    away from the noisy crowd when \t\t    I see the pale stars rising, \t\t    blooming, over the oaks.\"  \tDeep breath.  Looks in his eyes.  \n[521]\t\t    \"I'll pursue solitary pathways \t\t    through the pale twilit meadows, \t\t    with only this one dream: You \t\t    come too.\"  \tA hush.  SHARP applause.  From four hundred hands.  But not from \this.  He is too moved.  Too understanding of what he has heard.  \n[522]\t\t    I don't have a wedding gift. \t\t    But this is on loan.  Until \t\t    you two find your song...  \tAnd with that the band begins.  The opening phrases of a song we \thave come to know.  Michael seems overwhelmed.  Julianne nods \ttoward the gazebo...  \t... Michael takes his bride's hand, leads her up the stairs, into \this arms, as the twins step to the microphone, and guests begin to \tapplaud an unscheduled wedding dance...  \n[523]\t\t\t \t\t    You're lovely, please don't ever change, \t\t       Keep that breathless charm, \t\t    Darling, please arrange it, cos I love you... \t\t       Just the way you look tonight.  \tThe band keeps playing.  The dance goes on.  Two people lost in each \tother.  The way it's supposed to be.  \n[524]\t\t    You win a few, you lose a few. \t\t    Some get rained out.  \tAnd to her surprise...  \n[525]\t\t    I did what I came to do.  \n[526]\t\t    I'll think about it.  I'm okay.  \n[527]\t\t    You, too.  \tAnd with the last of her strength...  \n[528]\t\t    If the sun comes up, I'll see \t\t    you tomorrow, huh?  \tA chuckle.  At the other end.  ", "Potter": "", "Samantha": ""}}