{"filename": "My-Week-with-Marilyn_script.txt", "imdb_id": "tt1655420", "imdb_url": "https://www.imdb.com/title/tt1655420", "characters": ["Colin Clark", "Jack Cardiff", "Sir Laurence Olivier", "Lady Jane Clark", "Hugh Perceval", "Arthur Jacobs", "Andy", "Sir Kenneth Clark", "Barry", "Vanessa", "Roger Smith", "David Orton", "Vivien Leigh", "Cotes-Preedy", "Marilyn Monroe"], "dialogues": {"Colin": "\n[1]I'm leaving for London now, Pa. \n[2]I'm off now, Mama. \n[3]My job interview, remember..? But she is already continuing her journey. COLIN smiles hurriedly at KENNETH, who gives him an affectionate wave as COLIN dashes after his mother. She leaves the Library. \n[4]I don't want to be late in the morning. As COLIN hurries after JANE he is nearly run down by an elderly GARDENER with a lawn mower, and has to take lightning evasive action. JANE doesn't notice. \n[5]I wish he hadn't done that. I can manage on my own. She stops so abruptly he nearly slams into her. JANE looks around the garden with a frown. \n[6]Larry told me to come. She pauses dubiously, then reaches for her telephone. We hear a man answer in an office down the hall, his voice carrying irritably. \n[7]A job on your Marilyn Monroe film. \n[8]I want to work on the production side. He smiles with as much charm as he can muster. PERCEVAL isn't impressed. \n[9]May I wait? \n[10]Until there's a job. \n[11]Something might come up. PERCEVAL is distracted as the telephone rings. \n[12]I'll come back tomorrow morning. Just in case. \n[13]If I have to. \n[14]I'd do anything to be in the film business. \n[15]Laurence Olivier Productions... \n[16]He's at Notley until the end of the week. Can I take a message? \n[17]Vanessa asked me to... \n[18]There didn't seem any need to bother you. But if you want me to transfer every single one... PERCEVAL looks at him grudgingly. \n[19]  \n[20]  \n[21]I will. Mama, you're an angel. \n[22]I had a bit of luck. PERCEVAL looks at him shrewdly. \n[23]Yes, sir. COLIN leaves. \n[24]You said there might be a job on your film. \n[25]We'd pay a hundred pounds per week for 18 weeks. \n[26]That's a pity. I'll have to tell Miss Monroe to look elsewhere, then. COTES-PREEDY double takes. \n[27]  \n[28]It's Marilyn Monroe in the film. COTES-PREEDY smiles transparently. \n[29]Good morning, Mr. Jacobs. I hope you had a pleasant flight. \n[30]It's very near Pinewood. \n[31]Yes we can. I knew Cotes-Preedy wouldn't be able to keep this quiet. They stare to him in surprise. He looks at them boldly. \n[32]When you asked me to find a house for Miss Monroe I took the precaution of finding two. The other one, Parkside, is much better and the owner is very discreet. \n[33]I thought someone else on the production might want it. \n[34]Nothing... \n[35]Colin Clark. Sir Laurence Olivier Productions. \n[36]Paula? \n[37]Why not? \n[38]No... \n[39]How do I get in the union? \n[40]But you just said I couldn't have a job on the film unless I was in the union. \n[41]A third? \n[42]Assisting the director? \n[43]Got it. But he sneaks a look back at LUCY as he goes. \n[44]My father's place in the Albany. \n[45]She's all right. A bit common. \n[46]But she's only been married three weeks. \n[47]I'm sure he loves you very much. There is a flash of sudden anger in her expression. \n[48]Of course. Everyone does. There is a wintry bleakness in her face for a second. \n[49]Colin Clark. I booked a room. BARRY takes a dusty ledger from beneath the bar, spins it around for COLIN to sign. \n[50]I'm here working on a film. \n[51]It's called `The Sleeping Prince'. \n[52]Marilyn Monroe's in it. I'll be working with her. \n[53]  \n[54]Miss Monroe? The door opens sharply and a small, bohemian looking woman in her 50s stands staring at him. This is PAULA STRASBERG. \n[55]Sir Laurence sends his compliments. He's ready for the \n[56]Come out with me tonight. \n[57]Tomorrow night, then. \n[58]Your hair's lovely. She stops to look at him, attracted but cautious. \n[59]Everyone has a lot of rules around here. \n[60]Why not? \n[61]I'm not like that. She looks at him sceptically. \n[62]Really. \n[63]They're ready for you in make-up Dame Sybil. \n[64]I don't know, Dame Sybil. I've never had one before. DAME SYBIL gazes at him with wistful sadness. \n[65]Not yet. \n[66]I do... \n[67]She's... getting into character. \n[68]Would you like to sit down, Dame Sybil? \n[69]What? \n[70]If anyone can make her great, it's you. You're a genius. \n[71]You really were very good, Miss Monroe. MARILYN smiles vaguely. PAULA gives him a fierce look - COLIN moves past quickly. \n[72]Oh, it's all right. \n[73]It's worth it. LUCY can't help being charmed. \n[74]I'm not living off my parents, if that's what you mean. I want to make my own way, no matter what. \n[75]Who told you that? \n[76]Vivien's a friend of my father's. \n[77]Certainly not. I settle my own bills. \n[78]I was always going to pay, you know. \n[79]Not compared to you. \n[80]So they say. \n[81]Which one is which? She bursts out laughing. Her eyes sparkle and she looks captivating in the glistening lights. He goes to kiss her and this time she doesn't stop him. \n[82]I really do like you, Lucy. \n[83]Yes, I should be off. Colin Clark. Pleased to meet you, Mr. Armstrong. \n[84]This is a very nice house you've got. \n[85]  \n[86]Next Saturday? \n[87]Thank you, Dame Sybil. \n[88]Why not only show her the good takes? Then she might feel better about herself. He looks self-conscious as they both turn to stare at him. \n[89]They just upset her. \n[90]Your script... \n[91]David wants to know if you're ready for the extras in the ballroom scene. \n[92]  \n[93]Larry asked me to help out. She smiles sardonically, teasing him, but a little hurt. \n[94]Next Friday instead? She shrugs in agreement. \n[95]I'll pick you up. Eight o'clock. He smiles, a little too glibly, and hurries away. LUCY gazes after him. He doesn't look back. \n[96]It's Saturday. Early closing. But they're expecting us. \n[97]At least she can shop in peace. \n[98]God knows, but I'm a weeping fucking willow. \n[99]Maybe she's scared. \n[100]But you have the training to deal with it. OLIVIER turns from the mirror to survey him. \n[101]Are you sure they won't mind? \n[102]You mean Miller? \n[103]Good morning, Miss Monroe. She is hunched in the back, her hair in a scarf, her face protected by her large sunglasses with PAULA by her side. She doesn't look up. \n[104]24.  Nearly \n[105]  \n[106]I'm the third assistant director. Just a gopher really. Go for this, go for that... \n[107]He was worried about you. \n[108]No! Of course not. Why would anyone spy on you? She sighs, and looks away. \n[109]Are you all right, Miss Monroe? He waits hesitantly, but she seems to have drifted off. But then, suddenly, she turns back to him, her eyes huge. \n[110]Yours, Miss Monroe. She rewards him with a brilliant smile, her whole face lighting up. \n[111]Nothing happened. \n[112]Paula was with us the whole time. \n[113]I'm doing my best... VIVIEN glances away to see MARILYN standing nearby, awkward and excluded. She has come straight from make-up and wears only a towelling robe, slippers and curlers in her hair. \n[114]Roger? \n[115]Yes, I'm sure I can do that. \n[116]She wants to see me. \n[117]I was just... checking you've got everything you need. She walks to the sideboard, standing only a few inches away from him. He can't take his eyes from hers. He drops his gaze, only to find himself staring at her breasts. He looks up again sharply but not before she notices. She takes the decanter from his hand. \n[118]No. \n[119]I'm only the third. Just a messenger, really. \n[120]There's no Mrs. Colin. \n[121]I'll tell you what's wrong. It's agony for him because he's a great actor who wants to be a film star, and agony for you because you're a film star who wants to be a great actress. And this film won't help either of you. \n[122]I'm 23, Miss Monroe. \n[123]Seven years is nothing. \n[124]You were just looking for the right man. \n[125]Hello? \n[126]Everything's fine. Miss Monroe just had... some large packages she needed handling... He looks at MARILYN's voluptuous figure. MARILYN looks back innocently and mouths the word \"packages\". She giggles. He turns crimson with the effort of trying to suppress his own laughter but MARILYN isn't helping. She teasingly makes shapes in the air of just how large the packages might be. He covers the phone, agonised, before they both collapse in irrepressible laughter. COLIN finally pulls himself together. \n[127]Hello? Milton? There is a long silence at the other end of the line. \n[128]She's tied up right now. This only sets MARILYN off again. She howls with laughter and COLIN can't help joining her. \n[129]I'm sorry, Milton. I have to go. He hangs up quickly. They both laugh helplessly. MARILYN smiles. \n[130]You should get out more. See the sights. \n[131]I don't think he'd mind. \n[132]He doesn't understand your kind of actor. He's hated the method ever since Vivien worked with Elia Kazan. It's all too new and strange. You're the future, and it frightens him. \n[133]I didn't spend the night with her. We just had a chat. \n[134]She just wants a chum, that's all. \n[135]She was just being friendly. \n[136]Oh, fuck off, Dickie. You've never slept with a woman in your life. \n[137]He doesn't even know who I am. \n[138]Maybe she was trying to make him jealous... ORTON turns around frowning furiously at the voices behind the set. MILTON pushes COLIN off the set ahead of him. \n[139]I don't need your advice. And I'm not in love with her. \n[140]Oh, God... I'm sorry... I forgot... I've just been so busy. \n[141]  \n[142]Of course not. You know how crews like to gossip. His voice trails off lamely as he realises he is repeating what he has just said to Lucy. MARILYN smiles. \n[143]Lucy, I really like you. We've had such fun... \n[144]  \n[145]Is she okay? \n[146]Oh, Jesus - \n[147]Oh, God. If Milton sees me with you... I'll be sacked... \n[148]We have today, anyway. One day to do whatever we like. We can go back to real life tomorrow. \n[149]Well, maybe the weekend. \n[150]We could go to Windsor Castle, if you like. MARILYN's face breaks into a smile of pure delight. \n[151]  \n[152]Clark. Colin Clark. The POLICEMAN retreats into his box. We hear him talking on the telephone. ROGER looks at COLIN. He shrugs sheepishly. \n[153]My father knows everybody. A moment later the policeman returns, looking surprised. \n[154]   \n[155]Eton is 500 years old. It was founded by King Henry VI. \n[156]Take that room up there. \n[157]That's where the boys were sent if they didn't work hard enough. Where we were whipped. \n[158]Beaten. \n[159]Five years. But I was sent to boarding school when I was eight. \n[160]That's what we do in my family. \n[161]In one way, yes. But when you're brought up in a house of over- achievers, it's hard to make your own mark. \n[162]Maybe it will be in films, but if not, there are so many possibilities out there. \n[163]But we haven't got any... He stops in mid-sentence as he sees MARILYN unbuttoning her blouse and throwing it off carelessly. \n[164]What if a boat goes past? We could be arrested. \n[165]What's wrong? \n[166]I can't see anything. \n[167]Let me warm you up. \n[168]She was fine. \n[169]Don't start, Dicky. \n[170]She's trying her best. \n[171]But she was wonderful yesterday. \n[172]She doesn't need pills! She just needs someone to care for her. \n[173]I told you, I'm not in love with her! \n[174]She said that? \n[175]  \n[176]Roger? What's the matter? \n[177]Is she dead? \n[178]How can she be asking for me if she's in a coma? \n[179]How many pills did she take? \n[180]Marilyn? There is no reply. \n[181]I'll open the door once I'm inside. \n[182]Marilyn? A shaft of moonlight reveals MARILYN lying naked across the bed, her body partly covered by the sheet. Half empty pill and champagne bottles are scattered all over her dresser; there is also an old photograph in a silver frame of her mother Gladys. \n[183]Marilyn? For a second he fears the worst, but then suddenly she groans and sits up, looking at him blearily. \n[184]Are you okay? Everyone was worried about you. \n[185]It's me. She's fine but I'm going to keep an eye on her. I'll sleep on the sofa. \n[186] I can't find the key.  You can all go to bed now. \n[187]I came in through the window... \n[188]Milton thought you were sick. \n[189]Please don't take any more pills. COLIN  (cont'd) Who's that? \n[190]Abraham Lincoln? \n[191]Yes, I do. \n[192]Yes. \n[193]I'm sure they do. \n[194]Yes. \n[195]But you and I come from different worlds. You're like some Greek Goddess to me... \n[196]Mr. Miller loves you. \n[197]Writers scribble all kinds of things. It doesn't mean anything. \n[198]I'll never leave you. \n[199]I don't want to.  I love you, Marilyn. \n[200]Maybe we should just be friends. \n[201]Who's Johnny? \n[202]Marilyn? \n[203]Do one thing for me? Come into the studio on time tomorrow and show everybody what you can do. Show Larry you're a great actress. \n[204]Oh, I'm pretty sure she'll be in this morning. OLIVIER gives COLIN an odd look. \n[205]Of course I do. You were wonderful today. PAULA looks at MILTON, then moves between them busily. \n[206]You heard what she said. She wants me here. \n[207]I'm here now. I'll look after you. \n[208]Marilyn, unlock the door. \n[209]I won't. MILTON gives him a sharp look but he no longer cares about anything except Marilyn. There is a shuffling sound and the door is unlocked. At the same moment PAULA comes rushing in, hair awry, gown flapping, a wild look in her eye. \n[210]I haven't done anything. She's just... got a stomach ache. He reddens with embarrassment. ROGER coughs. \n[211]She's not dying, for Christ's sake. The HOUSEKEEPER now appears at the door with an elderly man at her side. He nods briskly. \n[212]Was she really pregnant? \n[213]I don't want to forget. He struggles then suddenly bursts out passionately. \n[214]Let me protect you from all this... She smiles sadly. \n[215]Why not? You could come and live at my parents place. You'd love it. It's a castle, like in a fairy tale. We wouldn't even have to live together. You could have your own suite of rooms... \n[216]You could quit. Forget Marilyn Monroe, forget Hollywood. Let it all go. \n[217]Why not, when it drives you crazy? \n[218]I didn't mean that. I just meant you could be happy. \n[219]Of course you're happy. You're a star. The biggest star in the world. \n[220]You're right, Marilyn. We have to forget all this. \n[221]From now on I'm nobody. Just the third. You don't even know I exist. We'll never look at each other again. She giggles with some of her old playfulness. \n[222]They're ready for you on set, Sir Laurence. \n[223]She's just arrived. \n[224]Aren't you going to throw yours away? \n[225] Lucy? She turns back to look at him. \n[226]I was wondering if you're doing anything this Saturday. \n[227] A little. \n[228]Prospero. \n[229]You should tell her that. \n[230]I thought you hated all that Royal Court stuff. \n[231]Run it again, please. The lights go down. MARILYN's face appears on the screen, laughing and happy. It is another sequence, the one where Marilyn does her sweet, uninhibited little dance (Scene 90), a performance both sexy and yet touchingly innocent. HOLD on COLIN for a long moment, gazing at her image in the darkness, then - \n[232]Can I get another one of those please, Barry? BARRY for once is silent, pours a pint. The regulars try not to stare. \n[233]As if I could. \n[234]Everyone else doesn't understand. She smiles, touched. \n[235]What's that for? \n[236]No - just a good friend of mine. BARRY walks back into the pub, leaving COLIN alone, staring at the vanishing car. And then the sun swallows it as it drives into the English countryside. \n[237]  \n[238]Any messages? THE SECRETARY pushes a piece of paper at him. \n[239] Did she say anything? \n[240]Probably.  Book a call as soon as you can. Los Angeles, California. Brentwood 1890. \n[241]  \n[242]  ", "Clark": "", "Jack": "", "Cardiff": "\n[1]Exactly - we need to tone her down a bit. \n[2]You're more beautiful every year, Vivien. She laughs and turns to COLIN, looking at him severely. ", "Hugh": "\n[1]  \n[2]  \n[3]  \n[4]   \n[5]  ", "Perceval": "\n[1]  \n[2]  \n[3]  \n[4]Well, what do you want? \n[5]Oh really, what as? \n[6]There are no jobs yet. We don't start shooting for eight weeks. \n[7]What? \n[8]For eight weeks? \n[9]Terry? Larry wondered how the script was coming... \n[10]There are no jobs. \n[11]It's a free country. He sounds as though he rather regrets it. \n[12]Oh, did she? Why didn't you put that call through? \n[13]Use your judgement. He hesitates and looks back. \n[14]I need a number for Noel Coward. It won't be in the book, so you'll have to track him down. COLIN realises this is a test. He thinks quickly. \n[15]  \n[16]That was quick. \n[17]Am I supposed to be impressed? Did Mummy and Daddy help? Don't think they can do the job for you. The only way you'll get on in this business is through bloody hard work. \n[18]The House Committee are threatening to withhold Miller's passport. They say he's a communist. No Arthur, no Marilyn. \n[19]  \n[20]Arthur Jacobs, Miss Monroe's publicist is flying in tomorrow. He wants to see the house she'll be staying in. Find something suitable. \n[21]   \n[22]  \n[23]How the hell do you tone down Marilyn Monroe?! COLIN laughs. He immediately regrets it. Both men turn to look at him. PERCEVAL turns off the projector and gazes at him stonily. \n[24]Marilyn Monroe's publicist is flying in tomorrow. He wants to see the house she'll be staying in. Find something suitable. COLIN nods eagerly, anxious to get out. He is already at the door when PERCEVAL barks at him again. \n[25]And leave the bloody tea. COLIN had forgotten the tray. He blushes furiously, puts it down and hurries out. \n[26]  \n[27]We can't use it now. \n[28]But now we have two expensive houses when we only wanted one. \n[29]Oh, did you? There is a dangerous moment when things could go either way. COLIN has gambled everything in a bid to impress them. \n[30]The set decorators will have it all sorted out in no time. \n[31]What about white? \n[32]I'm sure you understand the sensitive nature of the job, Superintendant? \n[33]Not just any actress. Marilyn Monroe. He gets no reaction from the stolid ex-policeman. \n[34]Excellent.  For the next four months you never leave her side, day or night. There will be crowds. \n[35]Her behaviour is reputedly a little... erratic. \n[36]Amongst other things. \n[37]It would be useful if you could keep us informed of her... domestic situation. \n[38]Just the odd early warning if you know she's going to be late on set. That kind of thing. Smith takes this in his stride; he seems wholly immune to the glamour of the movies. \n[39]Good news. The House Committee have decided Miller isn't a communist after all. \n[40]It means Marilyn will be flying in next week on schedule. ", "Arthur": "", "Jacobs": "\n[1]Where's the fucking car? \n[2]Jeez, do you Brits actually read this stuff? He winds down his window and simply throws the whole lot out into the lane. The pages billow out in a great cloud behind the speeding car, landing in the pretty hedgerows and on neat front lawns. COLIN gapes in astonishment. Welcome to Hollywood. \n[3]What is this place? A brothel? COTES-PREEDY's face falls. \n[4]Jesus. And I thought you Brits had taste. \n[5]Is this the best you can do? \n[6]All right. We'll take it. But ditch the wallpaper. It's given me a migraine. \n[7]That house was perfect for Marilyn. \n[8]I guess Milton could use it. It's near the studio, near Marilyn. OLIVIER looks at COLIN, then bursts out laughing. \n[9]Marilyn hates red. And blue. And green. \n[10]I'd have to clear it with her. \n[11]I guess that's okay. She's never said nothing about beige. Paula will need the room next door. \n[12]Strasberg. Marilyn's acting coach. OLIVIER looks at him darkly. JACOBS shrugs. \n[13]She's nuts about the Method. \n[14]Who the hell is this Commie Stan Slavski? \n[15]You need to speak to the Coca-Cola people, Larry. They're crazy to be involved with Marilyn. PERCEVAL and COLIN meet them coming the other way. \n[16]Of course he is. All those pain in the ass New York intellectuals are reds. OLIVIER rolls his eyes behind JACOBS back. COLIN grins. \n[17]She'll have to be met. \n[18]Don't worry. I've got it all under control. \n[19]Beautiful. You're looking at tomorrow's front page, boys. ROGER looks at COLIN. \n[20]Marilyn, is it true you wear nothing in bed except Chanel No 5? \n[21]Okay, let's get a snap of the newlyweds. Smile, Arthur. It's not a firing squad. As the group breaks up, MILTON GREENE, handsome and dark- haired, now approaches OLIVIER and COLIN. \n[22]The boys at the gate are getting restless. \n[23]It's been a lot of fun, kids. See you at the Academy Awards. ", "Andy": "\n[1]Sounds lousy. \n[2]Can't be bothered. \n[3]The Queen and Prince Philip popped in for a pint earlier. Pity, you just missed them. ", "Barry": "\n[1]What brings you up this way? \n[2]What film's that? \n[3]Ignore, Andy - not a film fan - are you, Andy? \n[4]Oh, will you now? \n[5]The room's three quid a week, first week in advance. You're in number two. \n[6]You'll be sharing with Grace Kelly. \n[7]Was that really Marilyn Monroe? ", "Vanessa": "\n[1]You're not in Mr. Perceval's diary. \n[2]I have a Mr. Colin Clark here. He says Sir Laurence sent him. She stresses the proper name in disapproval of Colin's familiarity. \n[3]Are you going to sit there all day? \n[4]You're very determined. \n[5]Anything? \n[6]You can start by making me a cup of tea. White, two sugars. \n[7]You can answer the telephone while I'm at lunch, if you like. She winks. COLIN grins. The phone rings. He picks it up. \n[8]I suppose he's all right. ", "Roger": "\n[1]No need for the title. I'm retired from the force. Something about looking after a cinema actress? \n[2]I've never had much time for the pictures. \n[3]That doesn't bother me. PERCEVAL pauses awkwardly. \n[4]She drinks? \n[5]Pills? PERCEVAL leaves a tactful pause. \n[6]You want me to spy on her? Perceval and Roger understand each other perfectly. \n[7]We have to get them to the hall. COLIN barges his way through the scrum behind ROGER and briefly finds himself directly in front of MARILYN. For a moment he is transfixed by her beauty and charisma but she doesn't even see him as she follows the commanding ROGER obediently, tugging Miller along behind her, leaving Colin in her wake. \n[8]She hasn't come down yet. Neither has Miller. They're playing trains. COLIN stares at him blankly. \n[9]My God, she'll be torn apart... \n[10]Help yourself. They can spare it. Marilyn's okay. She's taken some pills and gone to bed. He frowns darkly. \n[11]They like to keep her doped up. It makes her easier to control. \n[12] The others. They're terrified their cash cow will slip away. He smiles grimly and raises his beer bottle. \n[13]Cheers! \n[14]  \n[15]  \n[16]Miss Monroe said for you to wait. She won't be long. He looks at COLIN dubiously as he goes out. COLIN is nervous and not quite sure what to do with himself. He looks at the drinks in their decanters on the sideboard and is suddenly desperate for some Dutch courage. He finds the brandy and picks it up - \n[17]Phone call for you, Miss Monroe. It's Mr. Miller. MARILYN goes back up the path towards the house, glancing back briefly at Colin. \n[18]You'll be leaving now, I expect. \n[19]Get in. COLIN looks at him in confusion. The studio doors open and MILTON emerges. He glances darkly at COLIN and ROGER. \n[20]Just dropped by to take Colin out to lunch. \n[21]Oh, no, sir. \n[22]Just a picnic. We've been looking forward to it, haven't we, Colin? \n[23]  \n[24]  \n[25]Detective Chief Superintendant Smith. I'm escorting this lady and gentleman for the day. They'd like to look around the castle. As the policemen see MARILYN their eyes widen. \n[26]Well, it's not Diana bloody Dors, is it? \n[27]You don't know Her Majesty, by any chance? \n[28]Time to go home, I think, Miss Monroe. She smiles, a little sadly, then gets up, walking past him as she puts on the rest of her clothes. ROGER averts his eyes respectfully and waits for COLIN. The two men look at each other for a second. \n[29]Be careful not to get in too deep, son. COLIN knows he isn't talking about the river. \n[30]  \n[31]  \n[32]  \n[33]  \n[34]She's asking for you. She's sick. I think she might be in a coma. \n[35]Just bloody get dressed! \n[36]We should break down the door. \n[37]That's her window. He points with his torch. The window is open. COLIN shins up the ladder while ROGER holds it. \n[38]The doctor's coming. COLIN turns the handle but the bathroom door is locked. \n[39]I think he means her monthlies. \n[40] Looking a couple of inches taller than when I first saw you. ROGER nods at COLIN (a silent salute suggesting job well done.) He gets into the car and we stay on COLIN as he watches it pull away. BARRY comes to the doorway of the pub. ", "Smith": "", "David": "", "Orton": "\n[1]I don't know why Hugh Perceval sent you here. There's nothing I can do for you. \n[2]Are you in the union? \n[3]Then you can't have a job on the film. \n[4]By getting a job on the film. \n[5]Exactly. It's called a closed shop. COLIN looks at him helplessly. ORTON relents a little. \n[6]I suppose I might be able to sort something out. The Union owes me a few favours. We haven't got a third yet. \n[7]Third Assistant Director. You do know what the job is? \n[8]Christ, no! That's the last thing you do. Lesson One. The third's job is to do whatever the fuck I tell him. ORTON walks to the door, then looks back. \n[9]  \n[10]Colin! \n[11]Lesson Two. You don't shit on your own doorstep. Got it? \n[12]Where are you staying? \n[13]You can forget that. Lesson Three. The Third always stays nearby, not in some bloody palace in London. Book a room at the Dog And Duck down the road. It's a bit rough but you'll get used to it. He grins, enjoying himself. \n[14]Now make yourself useful. Marilyn needs a bodyguard. Sort something out. \n[15]  \n[16]What the fuck's going on? I thought you had a contact in her house. \n[17]Well bloody use him, then. \n[18]  \n[19]Didn't they teach you anything at Eton? Now fuck off and see if you can get me a bacon sandwich without starting World War III. \n[20]Very quiet, everyone... \n[21]Action! \n[22]Action! \n[23]Check the gate. \n[24]I'll do that. You go and find Marilyn's script. She thinks she left it in her dressing room. \n[25]Just doing my job. Tough as he is, he melts visibly. She moves on to JACK CARDIFF, the lighting cameraman, looking at him in mock misery. \n[26]Three minutes, ladies and gents. Three minutes. It has just dawned on COLIN that he has missed his date with LUCY. Before he can react he is jerked violently behind the scenery and pushed up against the wall by an angry MILTON. \n[27]Cut it there! MARILYN is as happy as we have ever seen her. She seeks out COLIN amongst the crowd and beams at him. Half the crew, including OLIVIER, notice the look. COLIN blushes self- consciously but we can feel his pride. \n[28]Very quiet, studio! Going for a take. The big overhead lights switch on with a series of heavy clunks. \n[29] \n[30]Cut! Okay boys and girls, that's a wrap! There is a smattering of applause from the crew. MARILYN leaves the stage. ", "Vivien": "\n[1]You remember Colin, darling. You met him at the Clarks' party. \n[2]They named them after Larry. The first actor since Du Maurier to have his own brand and they pay him an absolute fortune. I'm afraid they're rather ghastly. \n[3]Isn't he gorgeous, Vanessa? \n[4]  \n[5]Now, darling, you must do something for Colin. You absolutely promised. OLIVIER looks hunted. There is no way out. He glances back at PERCEVAL as he comes in. \n[6]You will take care of my precious Larrykins, won't you? She flirtatiously offers up her cheek for COLIN to kiss. COLIN's smile falters as he sees PERCEVAL looking at him grimly. \n[7]It seems we're not top of the bill anymore, darling. \n[8]I am sure if Miss Monroe needs any advice she'll get it from her director. I hear he's terribly good. \n[9]Are all your press conferences like that, darling? \n[10]Marvellous, isn't she? I suppose you're quite smitten. COLIN looks at her shrewdly, sensing he is being tested. \n[11]  \n[12]Oh, Colin, I thought you were a man of the world. She gives him an arch smile and leans in intimately. \n[13]Oh, don't be such a boy! COLIN looks shaken and she touches his hand in contrition. \n[14]At least you still adore me, don't you? \n[15]I'm 43, darling. No one will love me for much longer. Not even you. He goes to protest but she stills him with a finger to his lips, her smile quickly restored. \n[16]Hello, Colin darling. You look like Horatio defending the bridge. Are you going to let me in? \n[17]I hope Larry isn't making you all work too hard. I know what a dreadful slave driver he can be. She sees ORTON and takes his hands. \n[18]David, he would be lost without you. \n[19]I'm getting old, Jack. I need you to work your miracles on me. \n[20]Now, you are looking after Larry like I told you? \n[21]Darling Marilyn! She kisses her on both cheeks and holds her hands. \n[22]Larry tells me you are quite, quite superb. I'm wild with jealousy. \n[23]But I'm too old to play her in the film. Larry was quite brutal about that. You see, the truth is all that matters to him. That's why we all admire him so very much. She glances at OLIVIER with a fluttering laugh. He smiles back with a haunted look in his eyes. \n[24]Now, I must let you work. I only came to wish you good luck! Goodbye, everyone! The crew press around her. MARILYN watches, feeling more than ever the odd one out. COLIN watches her from the edge of the crowd. She cuts a lonely, vulnerable figure. He is totally preoccupied with her, so much so that when VIVIEN comes up behind him he turns guiltily as though caught out. VIVIEN stares at him. All her exuberance has vanished and she looks suddenly tired and older. It as though the facade of a beautiful building is beginning to crack. She gazes at him with bitter disappointment. \n[25]Oh, Colin. Not you too. He wants to protest but VIVIEN is already turning away. \n[26]I didn't think she would be so beautiful. She... shines on that screen. \n[27]If you could see yourself. The way you watch her... \n[28]Only because she didn't want you. \n[29]Do you think I'm a fool? You didn't think the little tart could resist the great Laurence Olivier. VIVIEN  (cont'd) But she saw through you, didn't she darling? Take away the actor and what's left of the man? You can't even play the husband properly without a script. (slaps him hard across the face. I hope she makes your life hell! ", "Leigh": "", "Marilyn": "\n[1]        \n[2]  \n[3]  \n[4]  \n[5]  \n[6]  \n[7]  \n[8]  \n[9]  \n[10]  \n[11]  \n[12]  \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]  \n[22]  \n[23]  \n[24]  \n[25]  \n[26]  \n[27]  \n[28]  \n[29]  \n[30]  \n[31]  \n[32]  \n[33]  \n[34] \n[35]I like it a lot. \n[36]You bet it is. Arthur's the greatest man I ever met. \n[37]I'd love to see the little fellow with the bow and arrow in Piccadilly Circus. \n[38]I want to be the best actress I can be. \n[39]I'm considering it. \n[40]I'll be playing Grushenka. \n[41]  \n[42]Sure. Can you? \n[43]My husband is. \n[44]I guess you could look it up in a dictionary. \n[45]As I'm in England let's say I sleep in nothing but Yardley's Lavender. \n[46]  \n[47]Well, that was quieter than some. Vivien smiles at the wry joke. ARTHUR JACOBS watches the proceedings with an eagle eye. \n[48]  \n[49]  \n[50]  \n[51]  \n[52]  \n[53]  \n[54]Excuse the horrible face. She finds her dark glasses on the dresser and puts them on. \n[55]  \n[56]  \n[57]  \n[58]\"I'll say I was surprised. I was so surprised I couldn't hardly think you meant me.\" \n[59]Gee, Mister Sir, I could listen to your accent all day. \n[60]\"Well, Maisie Springfield... \n[61]  \n[62]Oh, let's see... \"Oh, and am I what you'd call new hat?\" \n[63]  \n[64] \n[65]  \n[66]  \n[67]  \n[68]  \n[69]  \n[70]  \n[71]\n[72] \n[73]Gee. I forgot my line. I'm sorry. \n[74]  \n[75]  \n[76]\"I'm in The Coconut Girl at The Avenue.\" There is a pause. SYBIL THORNDIKE hesitates. \n[77]\"I'm in The Coconut Girl at The Avenue\". \n[78]  \n[79]Can I? \n[80]  \n[81]I just can't figure this movie out. \n[82]He was angry with me, I could tell. \n[83]Come on, Paula, get up. \n[84]Oh, okay. I guess I was. COLIN glances at her, seeing his chance to help. \n[85]  \n[86]  \n[87]  \n[88]  \n[89]  \n[90]  \n[91]Oh... you have that word in England too? She looks at him in surprise. She looks sedated, not quite there. PAULA leaps protectively to her defence. \n[92]I'm sorry... \n[93]You think I'm a great actress? \n[94]  \n[95]  \n[96]  \n[97]  \n[98]I found it. Calmly she takes the towel from her hair and wraps it around herself. She smiles quizzically. \n[99]You can go now, Colin. He hesitates a beat, surprised that she knows his name, before he fumbles for the door. \n[100]  \n[101]  \n[102]  \n[103]  \n[104]Gee, it's quiet. \n[105]  \n[106]\"Well we're still the first ones, aren't we? Gee, this is all right, isn't it? OLIVIER looks out from behind the camera, patient and charming. \n[107]\"Well we're still the first ones, aren't we? Gee, this is all right, isn't it?\" \n[108]  \n[109]\"Well, we're still the first ones, aren't we? Gee, this is... all right, isn't it?\" \n[110]Can't we just drop it? \n[111]Oh, sure. (Pause, she looks stricken) Paula! \n[112]I don't get it. He's such a strange man. I think she'd figure out he only invited her to sleep with her. \n[113]  \n[114]  \n[115]I can't do this. I can't. \n[116]  \n[117]\"Well we're still the first ones, aren't we? Gee, this is all right, isn't it?\" \n[118]\"Well we're still the first ones, aren't we?  Gee, this is all right too, isn't it?\" There is a stunned moment. WATTIS gapes and MARILYN looks around uncertainly. Did she say it? OLIVIER gestures frantically from behind the camera that she should carry on. She hesitates... ... there is an agonising beat... ... and then she panics and bolts for the side of the set. \n[119]Paula! \n[120]I don't know who Elsie is. I can't act her if I don't know who she is! \n[121]  \n[122]I can't find her. She's not there. \n[123]She's not real. \n[124]Are you saying I don't need to act? \n[125]  \n[126]I want Lee. \n[127]  \n[128] \n[129]   \n[130]  \n[131]  \n[132]  \n[133]  \n[134]  \n[135]  \n[136]How old are you? \n[137]You remind us of the young king in the movie. Kind of honest and innocent. \n[138]What's your job on this picture? \n[139]  \n[140]You're Larry's assistant too. \n[141]What were you doing in my house last night? Did he send you? \n[142]  \n[143]Are you spying on me? \n[144]Colin? Whose side are you on? COLIN stares at her. She looks utterly beautiful and vulnerable in the shadowy light. There is only one answer anyone could give. \n[145]Call me Marilyn. He is suddenly overwhelmed by a rush of sympathy. She looks so lost and vulnerable. Perhaps he means it. Perhaps he is on her side now. \n[146]  \n[147]  \n[148]  \n[149]  \n[150]  \n[151]Oh, but everyone says you were a wonderful Elsie on stage. \n[152]  \n[153]  \n[154]  \n[155]  \n[156]  \n[157]  \n[158]  \n[159]  \n[160]Here, let me. She pours some brandy into a glass and gives it to him. \n[161]Are you frightened of me, Colin? \n[162]  \n[163]Good. Because I like you. \n[164]I want you to help me. Will you do that? \n[165]But you know what's going on. You can see both sides of the situation. \n[166]I want you to be honest. Tell me everything. \n[167]Relax. I thought you weren't scared of me.  Are you hungry? I'll have them send in a tray. I'm starved. \n[168]Oh, gee, I'm sorry. Am I interrupting something? Maybe you have a Mrs. Colin waiting for you at home? \n[169]So we can talk as long as we like? \n[170]Why is Sir Olivier so mean? He talks to me as if he's slumming. \n[171]  \n[172]Are you sure you can handle that? You don't look old enough to drink. \n[173]It's Marilyn.  I'm 30. I guess that makes me an old lady to you. \n[174]Do you know I've been married three times already? How did that happen? \n[175]They always look right at the start. \n[176]  \n[177]  \n[178]Let's walk in the garden. See if we can find any more reporters in the bushes. She giggles. COLIN's heart contracts as she casually takes his arm. \n[179]I didn't know it was so pretty out here. \n[180]I am the sights. She giggles again, her mood lighter. \n[181]Look at us. We're just like Elsie and the young King. What would Sir Laurence say if he could see us now? \n[182]  \n[183]I wanted to be an artist. To grow as an actor. I was so proud to be working with the great Olivier.  Now he thinks I'm the enemy. She looks at him innocently. COLIN hesitates. \n[184]Every time I walk into the studio I feel this sense of doom come over me. He looks at me like he's smelling a pile of rotten fish. And the crew hate me. Paula is the only person I can trust.  Except for you now, maybe. She looks at him, her eyes huge. COLIN feels his senses swim as he stares into them... ... and then ROGER suddenly appears on the steps. \n[185]Goodbye, Colin. Thanks for telling me the truth. COLIN stares after her. It is a second before he realises that ROGER is gazing at him sternly. \n[186]  \n[187]  \n[188]  \n[189]  \n[190]  \n[191]Hi, Colin. COLIN smiles, self-conscious. MARILYN stops and frowns, looking at Lucy. \n[192]Hey, are you guys dating? That's what I heard. She looks at him expectantly and suddenly his growing fantasy that she might actually be interested in him kicks in hard. He shrugs casually. \n[193]  \n[194]Too bad. You look cute together. She walks off with her retinue. There is a long pause. COLIN looks up to see LUCY staring at him in dismay. There are sudden tears in her eyes, which she wipes away angrily. \n[195]  \n[196] \n[197]Roger and I decided to take you out for an adventure. Didn't we Roger? \n[198]  \n[199]No one can sack you, Colin. Except me, of course. She pats the seat next to her. \n[200]I don't like being on my own in the back. Before COLIN can respond he sees the curious MILTON running back, having spotted MARILYN in the back. \n[201]Do you think he saw me? COLIN can't help laughing. He finally tumbles into the back seat with MARILYN as the car speeds away. She scoots up to make room for him. \n[202]Snuggle up. This is fun. She threads her arm through his. He gazes down at their hands meshed together. ROGER's disapproval registers in the faintest flicker of his eyes. In the background the defeated and frustrated MILTON watches the car speed away. \n[203]  \n[204]This is how I ought to feel every day. COLIN smiles. Impulsively MARILYN hugs him. \n[205]Let's run away together. He turns ashen. \n[206]  \n[207]Only one day? \n[208]Or a week? He grins. She takes his hand, walking contentedly at his side. \n[209]What shall we do? \n[210]  \n[211]We met at a movie premiere. She said my dress was pretty. \n[212]  \n[213]Gee, I'd love to read all these books some time. \n[214]  \n[215]She's beautiful. \n[216]I hope I look that good when I'm 400. \n[217]I've heard of him! Didn't he paint that lady with the funny smile? \n[218]Do you have that one here too? \n[219]Really? \n[220]  \n[221]Look, Colin. COLIN kneels at her side. \n[222]I sure never had a dolls' house like this when I was a kid. She sees a perfect doll family inside, husband, wife and two children. She points at them, her eyes shining. \n[223]This is me, that's you, and these are our kids. She smiles wistfully and puts her hand on his arm. \n[224]Our daughter's so pretty. All little girls should be told how pretty they are. They should grow up knowing how much their mother loves them. Her eyes fill with sadness for a moment. \n[225]We look like such a happy family, don't we? \n[226]  \n[227]Shall I be \"her\"? She jumps up onto a step and strikes a pose - hip out, shoulders back, bosom thrust forward, the classic Marilyn \"look\". The delighted crowd bursts into cheers. COLIN stands proudly nearby, content to watch Marilyn being a star, basking in the certain knowledge that she will be leaving with him. One of the spectators turns to him. \n[228]This isn't a school, it's a palace! COLIN smiles. \n[229]  \n[230]It's like walking through history. \n[231]  \n[232]Whipped? \n[233]I'd never send my kids away. How long were you here? \n[234]Why? \n[235]It seems to me that you've had most things pretty easy. \n[236]So how are you going to do it? \n[237]Sounds pretty good to me. \n[238]  \n[239]Work hard, boys! I don't want anyone whipping you! A gawky young teenager near the front shouts out cheekily. \n[240]Hurry up, slow poke. \n[241]  \n[242]Oh my gosh! It's freezing! \n[243]This is great. \n[244]Don't worry. Roger will fix it. Oh, darn it... She holds her head and he looks at her with concern. \n[245]I have something in my eye. He swims across to her, very aware of her naked body under the water. She holds her head up to him. \n[246]Get closer. She tips her head back. He looks deep into her eyes - and suddenly she grabs him and kisses him on the lips. Before he can respond she laughs playfully and swims away. \n[247]That's the first time I've kissed anyone younger than me. There's a lot of older guys in Hollywood. She swims happily, totally relaxed. COLIN is much more self- conscious, keeping one nervous eye open for pleasure boats. Finally she swims back into the shallows and wades to the shore. She glances back, catching Colin looking. He glances away, embarrassed. \n[248]  \n[249]Don't be shy, Colin. It's nothing you haven't seen before. \n[250]Oh, Colin! And you an old Etonian! \n[251]Don't spoil it. \n[252]I want this to be the perfect date. \n[253]I haven't had a real date since I was 13 years old. \n[254]That was nice. I don't get kissed much. \n[255]  \n[256]Okay, what do we do now? COLIN looks at her, knowing it is time to return to the real world but reluctant to face it. There is a discreet cough and ROGER appears. \n[257]Hi Milton. She smiles sweetly. \n[258]Next time I come on set, you better make sure Colin is there. He looks at her in shock then bitterly at COLIN. \n[259]  \n[260]  \n[261]  \n[262]  \n[263]  \n[264]  \n[265]  \n[266]  \n[267]Oh hi, Colin. \n[268]Phooey. She pats the sheets at her side and settles down sleepily on the pillow. \n[269]Get in. She is instantly back asleep. COLIN fumbles his way to the door. He searches for the key on the side table and quickly finds it. He goes to unlock the door, but then pauses, looking back at Marilyn. He puts the key back and bends down to whisper at the keyhole. \n[270]  \n[271]Colin? What are you doing here? MARILYN sits up, the sheet clutched to her chest, her expression panicky and disoriented. COLIN hurls himself off the bed. \n[272]  \n[273]The window? Is there a balcony, like in Romeo And Juliet? How romantic.  But I'm not sick. What makes them think that? \n[274]My mom. \n[275]They took her to the Sanatorium when I was a kid. I grew up in other people's homes, mostly. \n[276]I don't know who my father is so it might as well be him. Why not? I can pick any father I want. \n[277]Do you have a home, Colin? A real one? \n[278]  \n[279]And a mother and father who still live together? \n[280]And do they love you? \n[281]You're lucky. \n[282]Do you love me, Colin? \n[283]I'm not Greek. \n[284]I don't want to be a Goddess. I just want to be loved like an ordinary girl. \n[285]I found his notebook. It said I'd let him down. \n[286]  \n[287]He wanted me to find it. It said he should never have married me. That I was unpredictable and a woman-child, flighty and self- centred. He's left me, Colin. Why do the people I love always leave me? \n[288]All people ever see is Marilyn Monroe. As soon as they realise I'm not her, they run. \n[289]Boy, there's a lot of men in this business. And they all think you've got to sleep with them. \n[290]You're not like that. That's why I like you. \n[291]You should date that Wardrobe lady. She's pretty. \n[292]  \n[293]What's the matter? Don't you want to make love? \n[294]Okay. Friends. \n[295]This is nice. Like spoons. I used to do this with Johnny. \n[296]Johnny Hyde. My agent, back in the old days. He was thin, like you... \n[297]  \n[298]  \n[299]  \n[300]\"I found a dream and lay in your arms the whole night through... I'm yours no matter what others may say or do... She has never sounded so happy or carefree. COLIN smiles. \n[301]  \n[302]\"What?  Oh, go away, you silly man.\" \n[303]\"Well, it's her own fault. She has no right being out at this time of night. She's 93!\" MARILYN is utterly adorable. The crew, COLIN, amongst them, can't take their eyes off her. OLIVIER glances at ORTON behind the camera. They have a good take and they know it. \n[304]  \n[305]  \n[306]You think I can act, don't you, Colin? \n[307]I want him to stay with me. \n[308]  \n[309]I'm so tired of feeling scared. Life is so shitty. I hate it. It hurts too much. \n[310]Good old Colin. Looking after me, looking after Larry, looking after Vivien. Always putting everyone before yourself. \n[311]  \n[312]  \n[313]It hurts! It hurts, Colin! She is doubled up, clutching her stomach, sweating and frightened. COLIN sees a dark red stain on the sheets. \n[314]The baby. I can't lose the baby. COLIN looks at her aghast. \n[315]It's a surprise. For Arthur. Don't tell anyone. Promise me. He hurls himself off the bed and runs to the door. \n[316]  \n[317]  \n[318]  \n[319]  \n[320]  \n[321]We have to say goodbye now, Colin. Arthur's on his way back. When this film is over I'm going to settle down and be a good wife to him. I'm going to learn to make Matzo ball soup as good as his dad's. She smiles wistfully at the fantasy. \n[322]We have to forget this ever happened. \n[323]  \n[324]What do you want to do? Marry me? \n[325]This is what I've worked for my whole life. I couldn't just give it all up. \n[326]You think I'm crazy? \n[327]I am happy. I got everything I ever dreamed about. \n[328]  \n[329]Well, maybe just a wink. Once in a while. He smiles, looks at her just once more, and then goes out. As the door closes we see Marilyn's smile fade to be replaced by a bleak, frightened expression. \n[330] \n[331]I hope you will all forgive me. It wasn't altogether my fault. I have been ill. \n[332]I'd like you to remember I tried. \n[333]  \n[334]\"..I found a dream and lay in your arms the whole night through, I'm yours no matter what others may say or do. Be light of heart and fancy free, that's the way to start, there will be nothing to lose till you lose your heart..\" She sings with touching delicacy, nailing it perfectly. There is pin drop silence on the set as the crew watch. COLIN is amongst them. It is a moment of almost unbearable poignancy for him. He suddenly realises that SYBIL THORNDIKE has crept up silently behind him to watch the scene. As he turns to her she smiles with infinite wisdom and compassion, murmuring softly so that only he can hear. \n[335]  \n[336]\"I've got a solemn word of warning for you.\" \n[337]\"You know what's going to happen? I'm going to fall in love with you, because I always, always do.\" CLOSE on MARILYN as she smiles, her face radiating joy and vitality. And then, in the split second before ORTON calls `cut', MARILYN turns her head just a fraction and winks at Colin. He grins. OLIVIER looks up from the sofa, notices and smiles indulgently. \n[338]  \n[339]  \n[340]  \n[341] \n[342]  \n[343]Buy a girl a drink? COLIN doesn't turn. He recognizes the voice and smiles. \n[344]I didn't want to leave without saying goodbye. \n[345]  \n[346]The first time you saw this, all I had on was the radio. Colin opens the package. It's her copy of the script. On the first page she has written a message scrawled in ink: TO THE \n[347]Don't forget me. \n[348]Everyone else on the picture wishes they could. \n[349]Be a gentleman and walk me to my car? The ever faithful Roger stands by the idling car. COLIN opens the car door for MARILYN. MARILYN beckons him closer. She kisses him gently. He smiles and says lightly: \n[350]That's for being on my side; and remember, when you see me wink, that's for you. ROGER walks around the car and looks over at COLIN. \n[351]  \n[352]  \n[353]  \n[354]  \n[355]  \n[356]   \n[357]  ", "Monroe": ""}}