{"filename": "New-York-Minute_script.txt", "imdb_id": "tt0363282", "imdb_url": "https://www.imdb.com/title/tt0363282", "characters": ["Jane Ryan", "Senator Anne Lipton", "Big Shirl", "Hudson McGill", "Ma Bang", "Justin", "Truant at Pool", "Officer Strauss", "Jim, The Bike Messenger", "Dr. Ryan (as Dr. Drew Pinsky)", "Roxy Ryan", "Bennie Bang", "Trey Lipton", "Himself", "Max Lomax"], "dialogues": {"Jane": "", "Ryan": "", "Big": "", "Shirl": "", "Hudson": "", "McGill": "", "Ma": "\n[1]Parker snickers, types her return from... \n[2]\n[3]\n[4]... where they crouch down the magazine rack. Among the magazines is DOG FANCY with a picture of a Chinese Crested Hairless on the cover and the headline: \"EMPEROR \n[5]Get outta here, Uncle Jerry! \n[6]It's Mad Dog. Look at that mess. It's gonna smell up the store all day. \n[7]Gas station at the end of the block. Have a nice day. \n[8]A WOMAN is giving birth. Her husband holds her hand. Quinn and a nurse are at her feet.   \n[9]Drew finishes struggling out of the last of her sticky clothes and gets ONE FOOT IN THE SHOWER WHEN SHE HEARS: \n[10]\n[11]I assure you, Mr. and Mrs. Lo Biancho, The Plaza will do everything in its power to see that The Emperor is safely returned and that the criminals are brought to justice. \n[12]The Plaza's policy is of course to serve you in any capacity we can. \n[13]\n[14]Far below, Garden employees set      up for the dog show. Inside, the Lo Bianchos' luxury      box is likewise being prepared. In one corner, Bruce       and Morty are fumbling with the unfamiliar electronic      tracing gear, readying for the ransom call. Mrs. Lo Biancho turns up her nose at the buffet table.   \n[15]Isn't that those two right there? \n[16]I'll be damned. \n[17]-- the girls are gone. They don't take much notice of a HORSE-DRAWN CARRIAGE passing them with the DRIVER up front and TWO TOURISTS kissing in the back.  \n[18]Where the hell did they go? \n[19] \n[20]Negative. But they can't be far. They're on foot. \n[21]On the run, Warren and Parker ditch through a door marked MAILROOM. A BEAT LATER, Hogan appears from around the corner.  \n[22]Vacant and quiet. The DOOR OPENS SLOWLY and Hogan ENTERS. It's a small room with a few canvas mail sacks piled in a corner and a wall of mail-sorting cubbies. An in-house MONITOR mutely broadcasts the now empty \n[23]Parker's peeking through the door, checking the hallway. \n[24]\n[25]She is -- but now she's not running to catch a policeman, but to try to keep from being over-taken by... \n[26]The ROAR of the CROWD and the BARKING of the PACK draw the attention of everyone in the Lo Bianchos' box. \n[27]Drew makes it across the floor and out the other side into a tunnel...  \n[28]... appearing in the concession area.  \n[29]", "Bang": "", "Justin": "", "Officer": "\n[1]All right.   Who's the wise guy? ", "Strauss": "", "Roxy": "", "Bennie": "\n[1]Morning, miss. \n[2]So you're headed to the Teamster's Hall on Second Street? \n[3]Bennie. \n[4]It's pre-paid.     No skin off my nose. \n[5]Yeah? No.  The city. What'a you talkin' about? \n[6]I already got 'em. \n[7]They're right here in the car. 'Scuse me. \n[8] \n[9]You're the boss. Take it easy. I'll fix it. No, I don't have a shovel. Not today. It'll be a big mess. Besides, I just had this suit cleaned. \n[10]I'll take 'em to the wharf, what difference does it make? \n[11]Hey?!   Where you goin'?! \n[12]Just as he turns the corner, the PARADE PASSES HIM.   What the hell?   \n[13]You goin' somewhere? \n[14]What's the big idea? You two a couple a nutbags or somethin'? \n[15]I meant, why you runnin' when I'm trying to give you your bag back? \n[16]I found your mom's number in the book. She said you needed it pretty badly for that big interview. Listen, I gotta go. It's my mother-in-law's birthday and I gotta plant some stupid rose bush and then take her out to dinner at the Pier. See ya around. ", "Trey": "", "Lipton": "", "Himself": "", "Max": "", "Lomax": ""}}