{"filename": "Nine_script.txt", "imdb_id": "tt0875034", "imdb_url": "https://www.imdb.com/title/tt0875034", "characters": ["Jaconelli", "Carla", "Luisa Contini", "Saraghina", "Fausto", "Lilli", "Studio Superintendent", "Stephanie", "Mamma", "Benito", "Production Assistant /Female Dancer", "Dante", "Claudia", "Guido Contini", "Pierpaolo"], "dialogues": {"Jaconelli": "\n[1] \n[2] ", "Carla": "\n[1]\n[2]\n[3]\n[4]\n[5]\n[6]\n[7] \n[8]Guido!    Ciao! \n[9]I'm so happy to see you. \n[10]I missed you so much. Are you happy I'm here? \n[11]But very happy? Or just a little happy? \n[12]What's wrong? You look very tired, very tired. \n[13]Yes, the Bellavista is a very fashionable place. You know I stayed there with my parents, during the war, it was full of Germans. \n[14]No... \n[15]Here at the station? \n[16]What? \n[17]I love your games! \n[18]Okay. \n[19]What about it? \n[20]I had a nightmare last night. We were in that little alley behind Piazza Navona, where I bought you that scarf, remember? The same one your wife bought you-- \n[21]When you wear it, I never know if it's hers or mine. \n[22]So we were there, on the ground, naked, kissing, and we didn't care, and then my husband arrived and killed us both with a shovel! Poor Luigi! \n[23]He would never do that! He's so sweet. He speaks Latin! He knows all the Roman Emperors. \n[24]Perhaps there's a job for him in the movie-- \n[25]You could work well together. \n[26]Yes. \n[27]You think I am one of your actresses? \n[28]Oh, Madonna! \n[29]What if I really found the wrong room? Would you be jealous? \n[30] \n[31] \n[32]Okay. \n[33]You are a stranger, I don't know you. \n[34]Excuse me! I've got the wrong room. \n[35]What? What? \n[36]Guido, don't die on me! Can you imagine... poor Luigi! It would kill him. \n[37]No, that's not what I meant, Guidino. No. Where are you going? \n[38]Let me come with you. \n[39]Why? \n[40]But why is it impossible? Look at your producer! He's married, he brings his girlfriend to work and nobody cares. Guido. Everybody knows about me. Why? Why won't you let me near you? \n[41]See, you're playing with me. You're twisting everything... Please let me come with you. \n[42]I'll be here waiting for you with my legs open. \n[43]Guido. \n[44] \n[45]I wanted to see the hotel. I told you I came here with my parents when I was little. I didn't come to disturb you. \n[46]Why didn't you tell me Luisa was going to be here! \n[47]Well, she could have warned you. \n[48]Will you wait with me? \n[49]So why do I have to wait outside? \n[50]I'm going to walk.   Please tell my friend I had to leave. \n[51] \n[52]Come back. \n[53]No, he'll take me home. \n[54]Don't be angry with me. Everything I do, I just want you to love me. \n[55]When you're not here with me, I'm still here. When you're in your life, making your movies, dancing with your wife - I'm still here. \n[56] \n[57]My husband thinks I'm clever, that's the strange thing, because I'm not, well you know that, I spend too much time in my little brain thinking about you, about where you are, what you are doing, what you dream of. ", "Luisa": "\n[1]There you are. \n[2]Well, I'm mad at you.   Where are you? \n[3]I heard. Dramatic. \n[4]You're making a film. You make a film, you get sick. It's what happens. \n[5]Are you by yourself?  \n[6]Then shall I come?  \n[7]Okay.  \n[8]I don't know where you are.  \n[9]Well I can't come if I don't know where you are.  \n[10] \n[11]Get some rest, take the waters, sleep, then come back here and make a good movie.  \n[12]Get better.     \n[13]The jungle drums said it was an emergency. \n[14]Not entirely. You haven't been sleeping. \n[15]Am I already going home? \n[16]I do now. \n[17] \n[18] \n[19](not quite able to forgive \n[20]Sit down, won't you, Don Mario? \n[21]Please. \n[22]I was. \n[23]Can't you? \n[24]\n[25]\n[26]\n[27]\n[28]\n[29]\n[30]My father's Italian. My mother's French. \n[31] \n[32]Waited tables. And, of course, I studied theatre and mime in Paris. But, mostly waited tables. \n[33]For what? \n[34]\n[35]Excuse me, I suddenly feel very tired. \n[36]I'm staggered by my own stupidity.    I could vomit. \n[37]You open your mouth and a lie comes out. \n[38]Why am I surprised? - it's like breathing to you. \n[39] \n[40]You told me it was finished. \n[41]Nothing. If you could see yourself. I couldn't live with it - the absurdity of being you, the effort of having to hide and lie and cheat. It's exhausting, no wonder you've got no script, you're too busy inventing your own life. \n[42] \n[43]Pronto. \n[44]Go on. \n[45]\n[46]Thank you. \n[47]Thank you for reminding me I'm not special. You don't even see what you do, do you? Even the moments I think are ours, it's just you working to get what you want. \n[48]\n[49]And this is our life. You think to create is to forgive yourself in public. Fine. But don't think I can forgive you in private, because I can't ever. \n[50]\n[51]\n[52]You're just an appetite, and if you stopped being greedy you'd die. You take everything, and I'm empty. \n[53]You know, I'm glad I came. I can see now... it's hopeless... \n[54]", "Contini": "\n[1]  \n[2] The car races over a hill, blurring the countryside, and we see the blue Mediterranean sea, and the pretty spa town of ANZIO.   \n[3] We intercut between the phone booth and LUISA in their apartment in Rome... Luisa knows every move of Guido's. She manages him very well, calm, dry and funny.  \n[4]\n[5]\n[6]\n[7]\n[8]\n[9]\n[10]\n[11] INTERCUT, LUISA at home, listening, inscrutable.  \n[12] As the clapboard strikes.  ", "Saraghina": "\n[1] ...Young Guido takes a step forward toward the bunker, as the other boys fearfully take a step back.  \n[2]So, you little Italian devils, you want to know about love? Saraghina will tell you...and if you want to make a woman happy, you rely on what you were born with. Because it is in your blood. \n[3] \n[4]\n[5]\n[6]\n[7]", "Fausto": "\n[1] \n[2] \n[3]Okay, I have some questions for Signor Contini. \n[4]Yes, but please, please, I think it's customary for there to be an approved script and budget before filming commences... \n[5]It's not my intention to be difficult. Maestro, I am a huge admirer of Maestro Contini's movies, your early films are...everybody loves them and... I consider it a great honour for me to be here now... none the less, I need a script and a budget. \n[6] \n[7] \n[8]She's a goddess. \n[9]She came directly from Venus. Beautiful. \n[10]She's very natural. \n[11]She's too tall. \n[12]She's not bad, but - \n[13]She's beautiful. ", "Lilli": "\n[1] \n[2](turns to Guido and lights \n[3]So please, Guido, yes or no, do you want any costumes in this film? \n[4]You see - simple! \n[5]You know I don't allow producers in here. \n[6]He's gone. Have you written a word of the script? \n[7]Are you in a panic? \n[8]Is Luisa going with you to the Press Conference? \n[9]You need to shave.    You look terrible. \n[10]You'll be fine. You're a world class liar, darling, go out there and lie for Italy, lie for Italia. \n[11] \n[12]I'm happy. I brought my swimsuit. \n[13]It was Luisa's birthday yesterday. \n[14]What's that? \n[15]It's for Claudia. \n[16]Well I don't know which scene until I`ve seen the script, but she always likes something like this, or you do. \n[17]Don't knock the Folies Bergere... \n[18]...it brings back happy memories. That's where I learned my art. All those sequins, all those feathers. And, you're wrong, you put Claudia in one of these for that nightclub scene in Natura Morta. \n[19]Oh Guido, don't. That's death.     Every time we have to start again. \n[20]You won't find it with your head jammed halfway up your ass. \n[21]Halfway. I don't know. Why not dream up something entertaining, Guido? Something with music...with dancing... God knows, we could use a little joie de vivre around here... \n[22](singing and performing in \n[23]\n[24]Ah, Bon soir, bon soir, bon soir. Je suis la vedette des Folies Bergere. Vedette, it means 'star.' \n[25]Let me tell you. Last night I looked down at this table in the chairs you are sitting in now, and what did I see? A priest! And next to him? \n[26]Ahh, mon Dieu! Guido? Guido Contini? What are you doing here at the Folies Bergere? You naughty boy! You're only nine years old! But I'm glad you've come. Would you like to join me on stage? Yes. Come. Come, come, come. \n[27]Feeling better? There's no room for hopelessness in here, is there, Guido? We must explain something to our young Guido. What do we want? Laughter! What do we want? Love! What do we want? Dreams! Let us not forget, Guido, mon cher -- That's our privilege - to entertain. \n[28]\n[29]\n[30]\n[31] \n[32]\n[33]\n[34] \n[35]Guido. \n[36] \n[37]That I would pay to see. \n[38]She was the best thing in the movie. \n[39]Claudia says where are you? She's in fine form. Feisty. \n[40]She asked if she could read my script as she didn't have one. I said I didn't quite have mine. \n[41]Thank you. \n[42]I'm glad she's acting again. I made her costumes for the play. She's funny. \n[43]Guido, she's my friend. I'm not her mother. I don't know. I expect so. Nobody likes to be alone. Promise me you're going to let me cut your hair and get rid of that awful beard. \n[44]And where are you getting about? \n[45]Are you seeing anybody? \n[46] \n[47]- I know. \n[48]Luisa certainly thinks so. \n[49]Stop! I'm not going to act as a postman between you both. Come back to Rome. Make a movie. Go to work. \n[50]You're such a dope, aren't you? Making movies wasn't your problem. You were your problem.   Don't stop being a child. You'll never make another movie! Nobody wants that... especially Luisa. \n[51]Guido - there probably isn't a single person passing by who hasn't been touched in some way by one of your movies. That's your gift. That's what you've been given. Use it. Just use it with some grace. For Chrissake. \n[52]Sounds perfect. The costumes might not be so bad too. ", "Studio": "\n[1]Good luck, Maestro. ", "Superintendent": "\n[1]Good luck, Maestro. ", "Stephanie": "\n[1]Signor Contini. \n[2]Grazie. Could you tell the fashionable women of America who your favorite designer is this year? \n[3]I was wondering if you think there's a limit to what you can show in a movie. \n[4]I'll have one of those. Due. \n[5]Hi, Guido Contini. Stephanie, from Vogue, remember me? \n[6]So, coincidence. You being here.    And me being here. \n[7]That was quite a performance. At the Press Conference. The Vanishing Act. \n[8]No, please, my treat. \n[9]Grazie. \n[10] \n[11]Like a million times. They're the only movies that tell the truth about the modern world. \n[12] \n[13]That we can talk about later. \n[14]You have such style. I always think that. That's the other thing I love about your movies. \n[15]Every frame is like a postcard. \n[16]It's great: you care as much about the suit as the man wearing it. \n[17]It's the Italian man in you: pays for your drinks, undresses you with his eyes... \n[18]No! Style is the new content! It's what my readers love. They want to dress like Claudia Jenssen. They want to undress like Claudia Jenssen. They want to ride on a Vespa down the Via Veneto. They want to live in an Italian movie. \n[19]\n[20]\n[21]\n[22]\n[23]\n[24]\n[25]\n[26]\n[27]\n[28]\n[29] Guido feels consumed with self-loathing.  ", "Mamma": "\n[1] \n[2]This is your Rome, Guido. The world sees Rome the way you invented it. Your films did that. \n[3]I miss you, too. \n[4]I am ashamed of you, Guido. \n[5]Guido? Dove corri? Where are you running to? \n[6]...Caro,caro mio. \n[7]\n[8]\n[9]\n[10]\n[11]\n[12]\n[13]No one can help you find your way. It's up to you, Guido. Up to you. Nobody else. ", "Benito": "\n[1]Dottore, Dottore. You have actors waiting for you in your office. Auditions all morning. You should see what I've found. I found two sisters. Look, they're right... \n[2]Dottore, this way... \n[3]Maestro! \n[4]It sounds like a masterpiece. \n[5]She has a beautiful profile. \n[6]Actresses. \n[7]If we like her, we have to call her agent right away. Everybody wants her right now. \n[8]She's a very funny actress. \n[9]She's very beautiful. ", "Dante": "\n[1] \n[2]I've been looking for you all over the place. The set's coming along. How are you? \n[3]Bene. My God, you look terrible, better go to makeup, forget you've got a press conference? \n[4]Yes, makeup and wardrobe. \n[5]  \n[6]He's not exactly from the bank, Guido. \n[7]Not now. He's got the Press Conference. \n[8]He needs a shirt and tie, Lilli. \n[9](in the background, on the \n[10]Alright. Two minutes Guido. \n[11]Silenzio, per favore...Thank you, thank you... \n[12]I want to say a few words from my heart. I am humbled and thrilled to be able to announce that I am producing Guido Contini's next film, Italia, which will star once again Contini's longtime inspiration, the international film star, Claudia Jenssen... \n[13]...we start shooting in ten days time in Cinecitta. That makes it one week from Monday. Thank you, Maestro, thank you very much. This is our ninth film together. Guido Contini. \n[14]Our next film will be exactly as it sounds. Italia. It's the very spirit of Italy - Italy as myth, Italy as a woman, Italy as a dream. \n[15]Guidino! \n[16]Please - it's my job. A producer needs to know where his director is at all times...even to know the pensione where his mistress is staying... \n[17]I understand, Guido. Rome is absolutely unbearable. The pressure. It's no good. \n[18]Of course I understand.      Absolutely. \n[19]No. You're a genius and genius must be served. \n[20]You can't be in Rome. Okay. \n[21]Rome will come to you! \n[22]It's a fantastic place for you to focus. Everyone is here to help the movie. Everyone is here because they love you, Guido. \n[23]Guido...you remember Donatella. \n[24]Donatella, you tested her. \n[25]Lombardo... \n[26]Claudia is going to be amazing. \n[27] \n[28] \n[29]Happy Birthday! \n[30]We're going back to Rome. \n[31]Luisa? She's gone. She's had it with you. And quite frankly, so have I. You drag a whole crew up here and then you just disappear. \n[32]I can't protect you anymore. And Claudia is in Rome. Makeup tests start today. Remember? \n[33]You can't. You must. Don't sit down. \n[34] \n[35] \n[36](impatient, at the door \n[37]Forget the script. Claudia's here now. She'll inspire you to do what you do best, write with your camera. \n[38]Tonight.   We'll watch everything tonight and make some decisions. \n[39]Tonight. \n[40]Claudia! \n[41]Fair? \n[42] You've got dailies, Guido. \n[43] You've got meetings. \n[44] \n[45]...and the hair, makeup, fantastic. \n[46]Two great profiles. \n[47]And the back isn't too bad. \n[48]Fantastic. Guido?     Really nice. Who's next? \n[49]Okay.   Let's see the actresses. \n[50]Well they can keep her. \n[51]She's peculiar. You don't like her Guido? \n[52]She's nice. \n[53]Even better. She's a bit nervous here. What do you say, Guido? Donatella's nice? \n[54]Who's this? I thought we were looking for a blonde. \n[55]Very tall. \n[56]It's not the point.     Guido wants the blonde. \n[57]Shh. \n[58]She's too beautiful.      For my tastes. \n[59]I don't know what Guido thinks. I think we are happy with Donatella. Donatella's better, isn't she? \n[60] ", "Claudia": "\n[1]Yes, I can turn to my right. \n[2]Yes, I can turn to my left. \n[3] \n[4]Has anybody got a script? Script missing, handsome reward.... Lost, one script, title Italia. Can't make a film without it... \n[5]So interesting to do hair and makeup for a part when you don't know what the part is. \n[6] \n[7]  (back to the guys, \n[8]You're not seeing me, you're seeing Lilli's wigs and makeup, I'm somewhere hidden underneath. \n[9]I'm assuming that's code for there's no script. \n[10]So Lilli says I'm playing a million different parts - \n[11] \n[12] \n[13] \n[14]I'd rather be the man. \n[15]\n[16]These women who come off their pedestals for a kiss - they're just fantasies. \n[17]\n[18]I can't keep playing that part. \n[19]When there's a camera between us. \n[20]It's not a real person, Guido. And this man you describe - he doesn't know how to love. \n[21]\n[22]And why didn't you? \n[23]\n[24]Maybe you should have knocked, maybe you should have knocked me right off the pedestal. I can't do this anymore. \n[25]This is me.   And you have a wife who loves you. \n[26]I'll miss you. Wrong girl. ", "Guido": "\n[1]You kill your film several times, mostly by talking about it. A film is a dream. You kill it writing it down, you kill it with a camera; the film might come to life for a moment or two when your actors breathe life back into it - but then it dies again, buried in film cans. Mysteriously, sometimes, in the editing room, a miracle happens when you place one image next to another so that when, finally, an audience sits in the dark, if you're lucky -- very lucky - and sometimes I've been lucky - the dream flickers back to life again. That's why I'm secretive. \n[2]Finally, a serious question. \n[3]Maestro, Maestro, Maestro Contini... How do you begin? How do you begin this thing? Page 1... Page 1... Page 1... Page nothing... \n[4] As Claudia moves away, more and more women slowly appear. They emerge from everywhere. These are the women from Guido's life, past and present. Women from his films, women he has loved, the sources of his inspiration and creative genius.  A grand OVERTURE unfolds. The most significant women in Guido's life are revealed, each with their own powerful entrance:  LUISA, his wife  CARLA, his mistress  LILLI, his costume designer and accomplice  GUIDO'S MAMMA, her spirit  STEPHANIE, a fashion journalist  SARAGHINA, a whore    A dark and glamourous dream. The women surround Guido and he loses himself and his anxiety in their collective embrace.   \n[5]Buongiorno, Dante. \n[6]Bene, grazie, bene. \n[7]We all have questions for Signor Contini. \n[8]Is he going to follow us? \n[9]On my desk. \n[10]Under my desk. In the trash. Non lo so. \n[11] \n[12]Jaconelli - \n[13] \n[14](he kisses Jaconelli on \n[15]I need a cigarette. \n[16]I need a coffee and a cigarette. \n[17]Actually and an aspirin. \n[18]That's right: that's directing. And it doesn't seem to make a blind bit of difference, finally, what the answer is... \n[19]Yes. \n[20]Yes, yes. Soon. \n[21]No. \n[22]Yes. \n[23]No. Nobody. Dante.    And his spy. \n[24](looking around, \n[25] As Guido drives, he turns to see his MAMMA in the passenger seat. He's not remotely surprised. She appears the way he remembers her. Mamma is extraordinary.  \n[26]What the hell's wrong with me? I can't sleep. I can't think. I can't write. I can't breathe. My heart is racing. Am I dying, Mamma? I owe you flowers, I know. I'll come to the cemetery at the weekend. You should have let me bury you in Roma, Mamma, I could visit you every week. Don't look at me like that. \n[27] This is the Rome of La Dolce Vita, the Rome of Vespas, skinny ties, cool sunglasses, impossibly cool young people. A magnificent fall day, and the cafes are stuffed with the beautiful and chic.    \n[28](buoyed by her \n[29]Thanks for coming, everybody. \n[30]Yes. \n[31]Actually, it's my shortest title yet. \n[32]Films are not modest. They cost too much, they take too long, and they involve too many people. So they should have grand titles. \n[33]Why? I still don't know what my last film was about. \n[34]Of course I can tell you what my film is about...I can tell you the story, I can tell you who I am going to cast, the music I want to use, I can tell you everything... but... I... won't. I'm afraid that if I say anything, the word might get out to the Press. \n[35]It sounds fantastic.    I can't wait to see it. \n[36]Stephanie. \n[37]I'm less interested in the wrapping than what might be inside it. \n[38]For good? \n[39]I told Luisa that when we got married I would never again make love to my leading lady. \n[40]\n[41]You want me to be serious? In a Press Conference? \n[42]\n[43]I thought I was the clown in this circus. \n[44]\n[45]Flops. \n[46]\n[47]Excuse me? \n[48]\n[49]\n[50]What would you like to see that I haven't already shown you? \n[51]\n[52]\n[53]\n[54]\n[55]\n[56]\n[57]\n[58]\n[59]\n[60]\n[61]\n[62] The Alfa Spyder comes to a screeching stop in front of the gates of the entrance of an impressive looking Spa: GRAND HOTEL BELLAVISTA. The hotel has a slightly faded glamour, something that lifts it a little out of time. Guido's women are gone as the song ends.  SUPERTITLE: Bellavista Spa Hotel, Anzio, Italy   \n[63]I need a room. \n[64]A suite.  \n[65]With a view of the sea. A balcony. Something with air.  \n[66]I've come from Milano.  \n[67]On business.    I'm a businessman. Busy busy busy.  \n[68] \n[69]Why not.  \n[70]Not the flops. I need to see a doctor. Do you know one who's discreet...? I'd like to see him today, in my room, now, if possible.  \n[71] \n[72]Luisa, tesoro... \n[73]Is everybody mad at me? \n[74]I had to escape from the Press Conference. \n[75]Don't tease me. I'm sick, Luisa. \n[76]No, but this time I'm really sick.      I can't breathe. \n[77]Yes, of course I'm by myself.  \n[78]Yes, please come, that's why I'm calling, please come straight away. That would be wonderful.  \n[79]Great. Marvellous.  \n[80]I don't know, some spa.   Horrible.   I just kept driving.  \n[81] \n[82]But I do wish you were here.  \n[83]I love you.  \n[84] \n[85] ...CLOSE-UP on Guido's eye, being held open by a DOCTOR. Guido is on the bed, shirt open. The Doctor examines Guido's eye while a heavy-set NURSE takes his blood pressure. The Doctor stands and turns to his case.  \n[86]What? \n[87]What is she whispering? Is it my blood pressure? Is it serious? Am I dying? \n[88] \n[89] \n[90] \n[91] \n[92] \n[93] \n[94] \n[95](coming back quickly to \n[96] The Nurse, still taking his blood pressure and listening to his pulse, is concerned about Guido's vital signs.    \n[97]What? Yes, yes. It's about my film. It's from the Vatican. Go ahead, Monsignore! Yes, yes, of course, I'm listening. \n[98]  \n[99] Guido trying to hide the effects of this phone sex from the Doctor and Nurse.   \n[100]\n[101](to himself, remembering (and now to her, covering \n[102]Carlissima. \n[103]Of course. \n[104]Very happy. \n[105](avoiding this, looks at \n[106]Carla... I have to tell you... they found out who I am at the hotel-- \n[107]... yes, horrible, but obviously we don't want to be followed by the press, so I found the most charming pensione for you, and it's right here. It's charming. \n[108]Close the curtains, it's too light in here. \n[109]Perfect.   Now, go into the corridor--- \n[110]Shhh! Yes, count to ten and come back in, and pretend you're in the wrong room, and I'm a complete stranger-- \n[111]I'm here on business. \n[112]Go, go.   Wait. Your face. \n[113]Get your makeup. \n[114] \n[115] \n[116](still intent on his \n[117]Why not? \n[118]Beautiful. When you come in I want you to be my little savage. \n[119](gesturing towards the \n[120]Hurry, please, Carla. \n[121]I'll pretend to be asleep. \n[122]Could you do such a thing? \n[123]What happened? \n[124]Come here. \n[125]What? \n[126]Carla, just come here. Be savage. Show me. \n[127]Yes, you have. And I don't have the faintest idea who you are. \n[128]Page one, page one, page one... The figure emerges from the darkness like a goddess. She is Claudia, his muse... \n[129] IMAGES OF CLAUDIA in his fantasy.   Kissing him. Walking away...  \n[130]She takes the man's face and kisses him... \n[131]...And with that gesture, he's suddenly inspired to write something... profound. \n[132]Mother of God, give me a sign. \n[133]Excuse me, father... \n[134]His Excellency, the Cardinal, is he -? \n[135]I would very much like to speak to the Cardinal. Do you think he might grant me - \n[136]No. \n[137] \n[138]For His Excellency? \n[139]I'm sure that would be possible... \n[140]I'm not going to ask how you found me. \n[141]Oh God. \n[142]Really?    You understand? \n[143]You're not going to drag me back? \n[144]Thank you, my old friend. Where are we going? \n[145] \n[146](distracted, taking it all \n[147](listens to a stream of invective light him a cigarette \n[148]Claudia didn't get the script! Send her another one. For Chrissake. Send her two! \n[149]Cretino! Yes, yes, that's what I say, people just don't realise - she's an actress as well as a star - I know Dante's dying to talk to you. A dolpo. Ciao. \n[150]Yap, yap, yap, yap, yap, yap, yap! \n[151]What are we doing here? \n[152]What? No. Oh please God. No. I spoke with her yesterday. She didn't even mention it. Give me a cigarette. \n[153]What's that? \n[154]For which scene? \n[155]Looks like the Folies Bergere. It's wrong. Italian women don't wear those things. \n[156]Why did people love that film? \n[157]I'm trying to find it. \n[158]Ashtray. \n[159]Thanks. You were saying - my head is jammed up my ass. \n[160] We seem to be looking at the SET ON STAGE 5. But suddenly a HUGE HEAD dips into the shot and it's Guido contemplating a model of the set. He places a figure on the top of the staircase.   He moves round to the front of the model and places another figure on the top of the scaffold tower. He knocks it over.  Unconvinced, he sits down on the sofa. The coffee table is covered in head-shots. He finds the one of Claudia.   Guido looks at it.  He lies back to write and finds himself in CLAUDIA'S LAP. She hands him a lipstick, smiles and strokes his hair. He starts to sign - \"TO HIS EXCELLENCY.... \" then paints his lips and kisses the photo himself. Claudia laughs.   \n[161]Me too. \n[162]Do you believe in God? \n[163]So do I. \n[164]Oh yes, very much so. Not as much as I would like to be, not as much as you would like me to be, I'm sure, but certainly yes, I'm trying. \n[165]Yes, yes. I will, I will. Your Eminence, I am not happy. I'm searching for something. I feel a sense of misery, of despair and -- \n[166] \n[167] \n[168]  \n[169] \n[170]But Mamma, what did I do. \n[171]I can't breathe, I can't breathe. \n[172] \n[173]I have to go to work. Carla, I can't breathe. \n[174]It's impossible. \n[175]Because it's impossible. Please. \n[176]For the very same reason you don't want me to die on top of you. It's not fair to your husband. It's not fair to my wife. \n[177]No. \n[178]Let's say there were ten sequences, each one set in a different period, but played by the same cast, a man and a woman, a woman and a man... Something light and hectic - like Mozart would do it, like Figaro. Like the circus... \n[179]Let's try to dig for something else. Maybe a group of people digging, with shovels, in the desert. \n[180]Luisa! \n[181]I can't believe you came. \n[182]The jungle drums exaggerated just a tiny bit. \n[183]I was dying, until just now.    Come. \n[184]And don't think I forgot your birthday. When you get home, the house will be full of flowers... \n[185]I hope not. Happy Birthday, my darling. \n[186]Let's drink a toast to Luisa's birthday. \n[187]Happy Birthday. \n[188](standing up to greet him, \n[189]Luisa was in that film. \n[190]It's true.   It was your first part. \n[191]\n[192]\n[193]\n[194]Your name, it's Italian. \n[195]What have you done before? \n[196]Waited? For this? \n[197]Thank you. \n[198]Thank you. For what I'm looking at. Keep running. \n[199]Luisa! \n[200]Luisa - will you please just tell me what happened? \n[201]What lie? \n[202]There are plenty of restaurants. \n[203]Well you certainly managed to. \n[204]I didn't know she was here.   She just turned up. \n[205]The only privilege my wife has these days is not having to warn me. \n[206]A taxi, please, for the Signora. \n[207]Carla, you have to wait outside. \n[208]I'm in the middle of a working dinner with my colleagues. \n[209] \n[210] Guido enters. The two single beds. Luisa is apparently asleep in hers. Guido sits on his bed. Glum.  \n[211]Apparently she's staying in some grotesque pensione next to the station. \n[212]Luisa, if I'd invited her here, she would be staying in the hotel, wouldn't she? Think about it. I didn't even know you were coming. \n[213]Because it's true. \n[214]It is. Look, she was worried about me, she came to see if I was all right - which yes, is stupid but not, as far as I know, a crime, and hardly a mortal sin. \n[215] \n[216]It's finished. It's finished. If it wasn't before, it is now. \n[217]Vodka. \n[218]Yes, I remember very well, Stephanina from Vogue. \n[219] \n[220] \n[221]Prego. \n[222] \n[223]And what truth is that? \n[224]I don't think religion is dead. And what exactly is the sexual revolution? \n[225] \n[226] \n[227]I hate that man. \n[228]  \n[229]\n[230] \n[231]\n[232] \n[233]\n[234]\n[235]\n[236] DRUM BREAK.   The number heats up.   \n[237]No. \n[238] ...Guido enters his own suite. He sits down on Luisa's bed, curls round her and kisses her neck. Determined to commit to Luisa.  \n[239]I love you Luisa. \n[240]Can we please try to be close again. \n[241]Pronto... \n[242]Is the doctor still with her? \n[243] \n[244]Thank you.    I'm going to stay with her now. \n[245]Grazie. \n[246]Carla, I should call your husband. \n[247]What have you done to yourself?    I'm not worth dying for, Carla. \n[248]Ssshh. You should rest. We'll talk about everything in the morning... \n[249]Rest, rest.   Cara mia... \n[250]\n[251]\n[252]Hold on to me, Mamma.   Don't let me wake from this. \n[253]Yes. \n[254]Of course. I'm sorry. She loves you, you know that, don't you. \n[255] The door is open as Guido enters. He's confused, worried that Luisa has gone, perhaps. But then he sees a figure moving about in the dressing room, emptying a closet.  \n[256]Darling? \n[257] \n[258] \n[259]I need help. \n[260]I'm not cured. \n[261]I need more time. \n[262] \n[263]Luisa, it's me. Please don't hang up. I want you to be with me in the screening room tonight. I want to talk to you about the casting, about the script. Everything... \n[264]Otherwise I won't be able to start, I won't know what I'm thinking... \n[265]Are you there? Luisa? \n[266]I'm not asking you to let me come home, I just want you to come to the screen test tonight. Not for me, but for the movie. You always have, you always do. \n[267]Could you turn to the right please, Claudia. \n[268]And can you turn to the left. \n[269]Now just one slow turn for us. \n[270]Bellissima.   Brava.   Cut. \n[271]That's fair. \n[272] \n[273]I'll be back. \n[274]I'll be right back. \n[275]You look ravishing. \n[276]It's good to see you. \n[277]Why is everybody so suddenly obsessed with the script? \n[278]Talk to the people who love you in our films, they're not interested in my script! They're interested in the way you turn your head, the way the camera looks past you to the moon... the way you smile a little as you cry, the way you really do blush for the camera - how?! - who even knows, but whatever else it is, it's not my script. \n[279]Not a million - you're the muses, the incredible women who made Italy what it is today, a country run by men - who are themselves run by women, whether they know it or not. \n[280](trying hard to tell the \n[281]In a way - yes - you have this man in the story and he's, he wants to take hold of everything, to devour everything, he can't let anything go, or, he doesn't want to, and he changes direction every day, because he's lost, he's dying, he's bleeding to death... \n[282]Exactly!   They fall in love with him. \n[283]What? \n[284]No, you misunderstand... \n[285]She's his inspiration. \n[286]I fall in love with you every time. \n[287]No. \n[288]There was a time once, we were on location, some terrible hotel - and you were in the room directly above me and I could hear you walking about... \n[289]...and, all through the night, I wanted to rush up the stairs and hammer on your door until you opened. \n[290]I don't know. I don't know. \n[291]Sure. \n[292]It meant so much to us all.    That you came. \n[293]  \n[294] \n[295] \n[296]The screen test? You have to understand, it's nothing, this is what I do, I direct. That's my job. \n[297]What have I done? What have I done, Luisa? \n[298]\n[299]\n[300]\n[301]\n[302]\n[303]\n[304]\n[305]\n[306]\n[307]\n[308]\n[309]\n[310] Guido collapses to his knees.  \n[311] \n[312]...I destroyed everything, I just... you make one wrong turn and then because of that, after it all the turns are wrong. And you are so far from where you wanted to be...and you're lost and then you're lost. \n[313]Old friends, I have to come clean with you. \n[314]There is no movie. I can't pretend anymore. We have to stop. I'm sorry. \n[315]She seemed so happy. I didn't want to interfere... Is she with anybody? \n[316]I like to get about without everybody pointing at me. \n[317]Nowhere. Here. I walk. Just to be able to walk. \n[318]No, no. Nobody. \n[319]Don't tease me, Lilli.    My heart is - \n[320]I just miss her. I should have IDIOT tattooed on my forehead. \n[321] \n[322]No. Never. I've spent this time trying to learn something, Lilli, to not be the person who forgets about everybody else, the person who never grew up. \n[323] \n[324]We're ready to begin! \n[325]I can't remember how you do this. \n[326]I don't want to say too much. The first way that we kill our film is by talking about it. But this scene is about reconciliation. And within the scene I would like you to try and find your way to begin that journey back towards each other. \n[327]Presto! Presto! Take your places! Andiamo! Andiamo! \n[328](Continuing to speak to \n[329]Yes. \n[330]", "Pierpaolo": "\n[1]Where do you want your messages? \n[2]There's no room on your desk. \n[3] \n[4]Maestro... \n[5]Claudia's agent... \n[6] \n[7]Maestro, the screen tests are back from the lab. Will you watch them now? \n[8]Design meeting? Production meeting? \n[9]Tonight. \n[10]Maestro. \n[11]Silence please. Se gira. And we are rolling. \n[12]We've got it. Next costume please. \n[13] \n[14]You'll remember. \n[15]Maestro, should I call final checks? \n[16]Makeup, please! Final checks! \n[17]Alora. Silencio per favore. Silence please. Gyriamo. E alora motore! "}}