{"filename": "Oblivion_script.txt", "imdb_id": "tt1483013", "imdb_url": "https://www.imdb.com/title/tt1483013", "characters": ["Complete credited cast:", "Sykes", "Beech", "Jack", "Victoria", "Sally", "Julia's Child", "Kara", "Julia"], "dialogues": {"Sykes": "\n[1]It followed him here. I told you this was a mistake! Beech, processing. All around the periphery, REACTION. This is a disaster. \n[2]He won't help us. We bury them both, make our run as soon as we can load up. \n[3]You can't trust him! \n[4]What makes you think he's any different from the others? Beech stares at him a moment, then back out. ", "Beech": "\n[1]MonteCristo, #2. Do you have any idea how long I've waited, for this? He EXHALES a stream of smoke into the beam, then moves closer, into the light. Beech's face is lined with age and exposure, his skin scarred from battle. His teeth yellowed and crooked, but his arms and body are strong. Jack TENSES. Beech's voice is calm, with a barely held- back malice lurking just under the surface. \n[2]Well, let me tell you, Jack. It's been a long time... \n[3]We're deep underground. Very deep underground. \n[4]Oh... The \"Scavs\". Tell me, Jack. Have you ever met a Scav, up close? 60. \n[5]No, of course not. You just repair the damage, keep the Drones up and killing. Don't ask many questions, do you, Jack? No part of the... .job description. Beech pulls off the cigar... \n[6]Brutal, if you think about it. The way your Drones - \n[7]Interesting, Jack. Interesting. You're worried I might be some kind of... Collaborator. Jack doesn't respond. \n[8]  \n[9]You see...? We're not Aliens, Jack. We're very much human. Jack can't process. Human face after human face. 61. \n[10]Of course that's a problem. Your drones go for human shapes, human voices. So... we change our shapes, change our voices. The Drones still kill us, but they're not nearly so aggressive as when they smell a human target. Did you ever ask yourself why that is? \n[11]To what, Jack? You saw it yourself. You almost got yourself blown to bits protecting her. I've been meaning to ask you, why did you do that? \n[12]Anyone. Would have. Interesting. Julia comes around, her eyes flickering open, She SCREAMS, looking frantically for an escape. Jack GRABS her, protecting her, calming her. Beech gets CLOSE, studies Jack, what he's doing. Nods. \n[13]Very interesting. Beech moves away. Jack moves after him and suddenly forty or more weapons lock onto him. Sykes closer than any other. \n[14]Careful, Jack. I'm afraid you're not very popular here. Beech switches his gaze to Julia. \n[15]Welcome back to earth, commander. Hope you like what we've done with the place. 62. \n[16]We grow what we can, under the lights. It isn't much; Wheat- grass, some vegetables, what beans and soy we can. The general state of our health proves that human beings are not herbivores, but the alternative is not appetizing to anybody. Not yet, anyway. \n[17]There is? Plenty. Plenty of what? \n[18]The zones... the area you don't patrol... \n[19]-- Your organs boil from the inside. I've heard. Beech moves on, turning down another corridor. There are PAINTINGS, stacked against the walls. Picasso, Monet, Kandinsky, Warhol. SCULPTURES in piles. 63. \n[20]I know what I did. But tell us, Commander, why did you have a bomb on board, what was it for? Tell him. She looks at Jack, reluctant to say it, but... \n[21]It attacked us. First it destroyed our moon. Then it unleashed its primary weapon, a brilliant weapon... \n[22]I was born in Chicago, Jack. I used to go to baseball games with my father. I used to get two big hot dogs, fill 'em up with relish, and mustard. Just go to town. Me and my pops, watching the sox.  You have any memories like that Jack? \n[23]Was what? Tall? Fat? He yell at your mom? Ever go to a baseball game, Jack? \n[24]Right, sorry. Tell me how your mother smelled. \n[25]My mother, smelled like warm fruit. Like oranges, sitting in the sun. Jack starts to speak... Stops. Beech moves to one of the scavenged DELTA SLEEP PODS, runs his hand over the embossed name-plate... \n[26]If you had looked more carefully at the wreckage of the odyssey, you would have noticed there were two empty sleep pods. The Pilot, and the Co-pilot... Jack stares at the name plate on the POD: \"J. Harper.\" \n[27]The Tet is an alien vessel, Commander Jack Harper. It came and destroyed our moon and most of humanity when it did. And ever since, with your help, it's been trying to finish the job. I'm sorry, Jack. It's not good news, I know. You've been turned to the wrong side. Beech goes to the BOMB, stares down at it \n[28]But now, with your help, we can finally destroy it. \n[29]What? People like you? We are the last real people. 69. \n[30]Pockets like this one, hiding out, dying. Probably all over the planet. Beech raises his gaze to Jack. Deadly serious. \n[31]We didn't win the war, Jack. We lost. These words hit Jack. He starts to reply, finds he can't. Beech approaches, fatherly, gentle. \n[32]It has taken us ten years to get here, but we finally have a weapon, and a working Drone to carry it. Except we can't successfully program the Drone. It's not our technology. \n[33]Well well, we may be out of time. Set the Drone to return to the Tet upon reactivation. It needs to go right to the center -- \n[34]  \n[35]  \n[36]Well, you're the repairman. Jack powers up the bike and gets on. He looks at Julia who hesitates, then she climbs on the back of the bike. \n[37]Jack... What if I told you that I had been to your radiation zones. And what I found there... Would change everything you think you know about the world. 72. \n[38]She does. Beech turns away. \n[39] The first ones were soldiers, programmed only to kill. Beech slowly, painfully, looks at him. Little emotion in Beech, just resigned recognition. \n[40]Later, there were new versions. More... creative. The Tet needed something different. And finally there was... you. \n[41]The Tet. The clockmaker God. Such brilliant, complex machinery... For such a simple task. To steal our water, our life... all for fuel. It doesn't even care about us. It's just... effective. \n[42]Not the kind of news that.  .motivates a man. Beat,then low, defeated. \n[43]We lost, Jack. It won. \n[44] No Drone. It will go on, devouring world, after world... You like books, Jack. Beech closes his eyes, recalling from memory... 98. \n[45]\"Cowards die many times before their deaths; The valient never taste of death but once.\" Beech's voice trails off... Jack kneels in front of Beech. The old man's eyes are open, fixed on the artwork, the remnants of humanity... But they don't blink any longer. Beech is dead. Jack reaches up, closes Beech's eyes. He removes the box from Beech's arms: The flight recorder from the odyssey. ", "Jack": "\n[1]They arrived almost half a century ago. Aliens, Scavs, whatever you want to call them. Their idea of how-do-you-do was to blow up our moon. Giant waterfalls crash where lava cooled through iron and concrete. Telephone polls half-buried in sand. \n[2]Without her moon, the earth went insane. Most were killed in the floods, as the cities came down, as everything caught fire. A year later their ground troops landed, to exterminate whoever was left. A station wagon half protrudes from a lava flow. A child's plastic flip-flops on the dash. \n[3]They were probably surprised, what we were willing to do, to survive. We used the nukes. We won the war, but lost the planet. Low on the HORIZON, the TET rises with the sun. It's a WHITE TETRAHEDRON  SPACE STATION that circles the earth once a day, like an artificial moon. \n[4]Humanity had to flee the Earth. We had to unlearn what it meant, to call something our home. Now we live on the Tet, our man-made moon. A temporary home before the next step. Everyone's there now. Well, almost everyone. 2. \n[5]Yeah, I got 'em. You got 'em, Bob? The Bobblehead bobs. \n[6]Oh, you know. Same ole' same. In front of Victoria, almost a hundred years of technological advances. Most prominent a MAP overlaid with environmental, meteorological, radiation levels... Other screens stream cam-footage from the Bubbleship. \n[7]You should come with me sometime. \n[8]What do you call this? What does a storm look like inside a storm? Like this. The WALL OF WEATHER comes out of the wind and rain from behind Jack's ship, simply eats it up. Suddenly Jack's going end over end, helpless. Warning lights flash. Jack punches controls that won't respond. \n[9] \"I've got sunshine... 5. \n[10]on a cloudy day. When it's cold outside I've got the month of May...\" Victoria watches the readouts, helpless. \n[11]  \n[12] \"Talkin' 'bout my girl...\" Jack shifts the Bubbleship, in the distance a series of RESOURCE-GATHERERS on the horizon. Essentially titanic vacuums, sucking up the oceans. In front of her console, VICTORIA charts the Gatherers, and the patrol arcs of their defensive Drones. One blinks, stalled. \n[13]Send it. NUMBERS FIRE across the heads-up. Jack touches a button. A BAR GAUGE begins to fill, like a street racer turning on the NOX before dragging... 6. \n[14]  \n[15]I see it, looks like full mid- flight impact. What was its last destination? BELOW, through blowing dust, we see a DRONE, a spherical mechanical weapon, plunged into the sand. \n[16]You know, I actually read about this game. Giants are literally on their own seven with 25 seconds on the clock... \n[17]Anyway... QB lets off this mile- high bomb... The weather's fast and erratic like this. As Jack starts moving towards the Drone, a heavy mist forms, shrouding it in grey. There's almost no sound, just Jack's feet on earth... \n[18]The thing just sails the length of the field. Victoria anxiously checks a screen, the arc of the Tet's \"vision\" still not covering Jack's location. \n[19]And at the one yard line... interception. Devastation. It's all over. \n[20]But the guy's too eager. He starts running it back. Everyone's yelling \"Fall down, just fall down!\" Jack goes to his knees, examining it, his hands expertly locate an empty tube-like space on the side of the Drone. \n[21]Huh... The fuel-cell has been taken. \n[22]No... It's a master drone, too. 166. Looks like it was hit mid flight, managed to limp its way here. Watch my back, I'm starting field repair. INTERCUT: VICTORIA AT SKY TOWER. Glances at the arc of the Tet's vision - still six minutes away. \n[23]Bob, I'm going to need a cell. AT THE BUBBLESHIP. An exterior compartment opens revealing spare parts, etc... At the same time, a small ROVER, an ball-shaped independent gopher, rolls free from the ship, sprouting wheels... \n[24]So the guy keeps running. 30, 40, 50 yards and BAM! He gets pasted. \n[25]  \n[26] Bob, I said I needed... He turns to find that the ROVER is already there, a DEUTERIUM FUEL CELL sitting in its payload bay. A SOUND now reaches Jack. Distant, an animal in pain? Jack listens, but it's gone. He slots the cell. A HUMMMM as the Drone powers up, systems coming online. Jack looks around at the stadium. \n[27]Can you imagine it? 80,000 people on their feet. Everyone yelling \"Go! Go! Go!...\" Touchdown... He sets his gun against the Drone, raises his arms, running in a circle, making the crowd roar sound... \n[28]\"Yahhhhhhhhhhhhhh... .\" 10. \n[29]Hey there, boy. Easy... Jack moves forward, hand out. \n[30]You got nothing to be scared of, buddy... The dog suddenly SCURRIES away into the dark BEHIND JACK, a HUGE FORM RISES. We see GREY SKIN, TEETH... and Jack hears ITS HEAVY LABORED BREATH... \n[31]Ah, shi... JACK SPRINTS, full speed! The animal, A GIANT EMACIATED HAIRLESS BEAR, comes SURGING out of the darkness, lumbering after him. Jack TEARS back down the tunnel, the bear's form almost FILLING the tunnel behind him. \n[32]  \n[33]I'll see you at the house later. You want anything? Milk? Bread? Anything else that doesn't exist? 12. \n[34]Well if you want anybody else, you're out of luck. He boards the BUBBLESHIP. \n[35]No... ON JACK. The captured Drone data right there in front of him on the heads-up. He's too curious. \n[36]That Master Drone was hit right over mid-town. Same area as the one we lost last night. \n[37]One day when we get to Mars, someone will want to know about this. From someone who was here. He stares at the HUGE columns of water draining upwards. \n[38]Do we have to take it all? \n[39]Actually I've got a bit of a problem with a gyro here, call you when I've fixed it. He releases a catch, pulls a WHITE RECTANGULAR CASE from a slot in the Bubbleship. He kneels down, hands working expertly, producing a full UNFOLDING MOTORCYCLE. As Jack locks the rear wheel in place, the bike HUMMS to life. He gets on and opens up the throttle, rooster- tailing off. The bike's electric, but it MOVES. 14. \n[40].There you are. An instant of BLACK... And we're suddenly looking at Jack THROUGH ALIEN BINOCULARS. High tech, symbol readouts changing. Something is watching him. \n[41]Vika, you're not going to believe... WHITE NOISE on the comm. There's no signal down here. \n[42].Jackpot. 16. \n[43] \n[44]Goodnight, folks... See you back here tomorrow. Same time, same channel... He punches the throttle, and screams across the tops of the clouds through the beautiful light, arriving at... \n[45]No. I'm not supposed to bring them in the house. He's right. He exchanges his water for a glass of something stronger, and goes and sits down. \n[46]You're right. \n[47]Ah-ha. So it's okay when I bring you something. But if I -- She MOVES suddenly, opening one of the glass doors of the Sky Tower and heading outside where she holds the seedling away from her body, off the edge, lets it drop. 21. \n[48]Was that really necessary? \n[49]It was just a plant, Victoria. \n[50]Hit me. She activates the wand, shines ultra violet light onto the substance. A beat, then he BENDS OVER in pain. Through the healant we see the FLESH begin to knit and repair. Skin and sinew literally regenerating... to new. \n[51]Look, they trained me to fix drones. That's my job, I get that. But it's not what I am. I can't simply do the same thing over and over again, every day, with that... world down there.  And if mission has a better Drone tech, they can get him to baby- sit. He gets up, tries out his leg. Stiff, but healed. \n[52]Pretty soon, there won't be anything left down there. No more plant life, no more water. 23. \n[53]So forgive me if I want to enjoy it a little before the end. \n[54]Actually, it was like they were trying to... catch me.  Guess I look tasty. He goes over to her, puts his arms around her. \n[55]Come on. \n[56]It's not so bad down here. They certainly don't have anything like this. \n[57]I'd have been overhauling the zero- G toilets. I'm serious, it's dangerous work. I mean, you think you have control of the situation. He swims closer. She smiles, he presses on. \n[58]But then you realize, there are some things that were never supposed to happen in zero G. \n[59]It's awful. Just thinking about it, I get afraid... She LAUGHS, reaches for her wine, accidentally knocks the glass which tips over, and rolls right off the Sky Tower. They watch it disappear into the darkness below. \n[60]Ocops. 25. \n[61]Here, let me show you... He reaches up PULLS her into the pool. She screams, laughing as she goes in. She surfaces, pulling her soaking shirt over her head and tossing it to the side. \n[62].Then what would you say in your report? Victoria looks away, stuck. \n[63]I can't get to a site fast enough unless I'm already out there. You know that. He turns, disappears through the glass mechanical doors. \n[64]One, Two, Three. Jack Harper. Lights sparkle across the board. Activation sounds. Jack hits switches. Outside, protective barriers lower. The stratospheric wind VIBRATES the bubbleship. \n[65]What say we have a little fun today, Bob? The Bobblehead vibrates along with the engines. INTERCUT VICTORIA putting on her headset. \n[66]Just thinking I'd take Bob manual for the dust-off. Feeling the need. \n[67]Drone? Already she's got the signal analyzed on six different screens. No matches... 29. \n[68]Don't be embarrassed, there's always a first time. Send it over. I'll check it out. Victoria hesitates... hits a key. \n[69]All right, I'm coming up to the location. Jack begins flying slowly up the twelve hundred foot wall of falling water which almost seems to conceal a Petra behind its veil. Jack reaches the top... JACK'S POV - THE SPIRE AND OBSERVATIONAL DECK of the EMPIRE STATE BUILDING, now part of a cliff, set in shifted sea-bed, a gushing river pouring past. \n[70] New York, New York... It's a wonderful town. The Bronx is up, and the Battery's down... He can hear nothing over the wind and the water. He moves to the balcony edge, looks \"downtown\" at the sunken city. A Venice set in a matrice of rubble and sea-bed. 30. \n[71]Bob, give me audible on this signal. Almost immediately from the Bubbleship comes the intermittent electronic SQUACK of the signal. \n[72]It's an old radio system. It's been reactivated. \n[73]It's the Empire State -- \n[74]Yeah, I may have seen another drone trap... \n[75]It's okay -- \n[76]-- will cook me from the inside before I know it. Don't worry, I'm still more than five clicks from the beacons... IN THE BUBBLESHIP. A BIGGER ALARM goes off, Red skull- and-crossbones flash across the heads-up. Jack DIVES the ship, down over huge rocky outcroppings. Jack, intent on piloting. Static. Some GARBLED SOUNDS. Victoria's voice barely coming through. \n[77]That's right, Bob. You know where we're going. \n[78]So, um... Victoria. The ROVER shifts, confused. \n[79]I was thinking, when our tour is up, maybe we'd stay. We could put in for another -- Wait, wait. Stop yelling. Hear me out. No, don't throw that, that's a... The ROVER turns around. Jack smiles at the poor machine's confusion. The smile dying... this is serious. \n[80]Maybe you should go, and I should stay... 36. \n[81]I should stay... His eyes... close. \n[82]  \n[83]JACK's eyes snap open. It is much later in the day. He scrambles to his feet, breathing hard, remembering SOMETHING... something desperate... \n[84]Bob! Let's get going! The Bubbleship is already powering up by the time Jack piles in. He touches a control and the ship shoots up into the air. \n[85]Vika? Vika, did you get that? An object hit near here. A ship. \n[86]I saw it through optics in the last minute. I'm not sure it was alien. \n[87]The Drones'll kill anything that moves. \n[88]Vika... \n[89]Negative. I'll report when I get to the site. 38. \n[90] What are you looking at? \n[91]I'm here, and it's definitely one of ours. \n[92]I'm confirming it. I'm right here. Vika works her displays, scanning, wanting to keep him safe. The wreckage has strewn out thousands of flaming pieces of debris, all which register heat signatures. \n[93]This thing is ancient, one of the old pre-war shuttles. JACK'S POV - THE WRECKAGE. The ship's guts are strewn across the earth. Several pod-like canisters strewn around, more fixed into the burning wreckage. 39. \n[94] \n[95] \n[96]NO! NO! They're firing on the ship. Vika, it's one of ours. 40. \n[97]There are people here, and they're killing them! Victoria opens her mouth to respond. She can't. \n[98]Get out of here! Go away! Get! A moment of insane bravado, Jack un-shoulders his weapon, strafes the Drone with gunfire which knocks it back. It re-centers, weapons chugging with energy. INTERCUT VICTORIA. Staring at the feeds. A screen catching a half-image of Jack firing at the Drone. She's absolutely still, holding her breath... Jack stares at the Drone, at certain death. \n[99]Well, what the hell are you waiting for? GO ON! And suddenly, the Drone moves on, Canons live, searching on into the wreckage, annihilating other Pods. ON JACK, chest heaving... An instant of BLACK, shuttering back to: CROSS-HAIR POV: We suddenly see Jack through CROSS- HAIRS, tracking him as he shields the Delta Pod with his body, dragging it towards the Bubbleship... 41. \n[100]It's you... \n[101]Open it! Victoria obeys, opens the glass doors. WIND fills the living room as Jack hauls the Pod in. Then Victoria touches a control and the walls SEAL. 42. \n[102]The drones tried to kill her. They destroyed the other survivors. \n[103]She came off a NASA shuttle. The drones were specifically targeting the pods -- \n[104]Protocol? Protocol?! Who's the machinery now, Victoria? VICTORIA stares at him. Then retreats from the question into the task at hand. She kneels by the Pod. \n[105]I know it does. And when we report it, we'll also report that drones slaughtered the other human survivors from one of our ships. See what they make of that. He goes for the equipment. Victoria stares at the woman's face, deeply unsettled... Jack returns with Victoria's bag, and firing up a CUTTER. 43. \n[106]You're safe. You're in a skytower, on Earth. \n[107]I know. \n[108]I know. The glass door slides open behind them. Neither move. \n[109]It's a Greek funeral vase. Which I want my ashes in, incidentally. Victoria collects the dishes, heads for the kitchen. \n[110]I just think we need to know why. \n[111]And what if I can't? They stare at each other, each obscurely frightened. \n[112]I read these books, of what it was like down here, before... He sits, his legs dangling into the water. She pulls up close, her arms on the side. \n[113]In this one book I was reading, a man describes being a child. He remembers a yellow kitchen, a baked apple. 48. \n[114]What was so wonderful about life on the Tet? She looks away... \n[115]When our time is up next month. I want to put in for one more tour. Victoria pushes off from the side, drifts back... \n[116]It's almost all gone, Victoria. I want to be here for the end. She turns, resumes swimming laps. Hard, driving through the water. He watches her for a moment, then turns away. \n[117] \n[118]I don't know if it is or not, Victoria. I can't remember. She starts to reply... has nothing. Shakes her head. She grabs blankets and pulls them around herself, her back to him, her eyes open, scared. Jack also lies down, staring upwards. And then Jack asks the 64,000 dollar \n[119]Do you remember her? Victoria doesn't move. Stares straight out. \n[120]It's beautiful, isn't it? It's your home now. How do you feel? She wipes her eyes. \n[121]What was your shuttle's mission? She turns to him, watches him carefully in the dim light. And then, lying: \n[122]Your ship... it's pre-war. \n[123]No. No, of course not. This answers something important for Julia. \n[124].There was a transmission. I don't know who sent it. 51. \n[125]Funnily enough, you've found your man. \n[126]How did you know my name? \n[127]In a few hours, the Tet will come online. Victoria will report your rescue and I imagine they'll send someone down for you. \n[128]Yes. She gestures out to the Bubbleship on its pad. 52. \n[129].You could say that. She SMILES, pleased. A twinkle in her eye... \n[130]I'll bring her back before Tet- Rise. We just want to try to find the flight recorder. You can't know everything watching from a mile up. \n[131]She's the flight officer, she wants. to see the wreck of her ship and secure items there. You'd want to do the same thing. \n[132]Don't worry, we'll be back before you have to make your report. \n[133]I'll be fine. He turns and boards. Julia is staring at her through the bubble-canopy. The bubbleship rises and then falls off to the side, plummeting towards earth. \n[134]  \n[135]The Scavs assumed taking out the moon would wipe us out, and it almost did. But we re-grouped, fought back. We beat them in the end. She glances at him. \n[136]That's if you call nuking half the planet beating anybody. He looks at her, shrugs. They fly past a RESOURCE GATHER, its column of water lifting from the seas. \n[137]We harvest seawater to supply the Mars colony with the energy we need to live there. We're almost done. Pretty soon, there'll be no more water down here. \n[138]Yeah. What's left of us are up there now, ready to go where you were headed, Mars. 40 acres and a mule. What we've got left. What you've got. Julia stares out at the Tet. \n[139]We were born and raised up there. Vika's the A-student. I'm just a tech... I fix things. I... 55. \n[140]Why are you looking at me like that? \n[141]Look, it doesn't matter -- \n[142]We should stay close to... She ignores him, moves on. Deeper in the wreckage, she locates the empty moorings that held the Steel Cylinder Jack saw. It's also gone. \n[143]What was it? She STARES at him, wanting to say something. Deciding not to. She leans back against a wall of the shuttle. \n[144]I'm sorry. INTERCUT: Victoria watches as MORE AND MORE Alien figures pass the camera feed. Moving towards Jack and Julia's position. Victoria, HELPLESS. Julia looks up at Jack, directly for the first time. He stares at her... \n[145]How do I know you... ON JULIA'S FACE. Suddenly her vision racks... JACK SPINS, sees emerging out of the mist, SCAVS. A dozen of them. Alien tribesmen, bristling with weapons, war-like high-tech headdresses. Mandibles and claws. Terrifying and close. Jack reaches for his weapon, bringing it around and -- SLAM! He's hit from the side by a SCAV. Its armored body bringing him to the ground. He tries to CRAWL AWAY, sees Julia grabbed. He twists, sees Scavs crawling over the Bubbleship. \n[146]Bob! HOME! In the background, the Bubbleship BLASTS OFF, Scavs falling off as Jack KICKS BACKWARDS, breaking the Scavs hold. He rolls away towards his weapon- - straight into the legs of a GIANT SCAV holding an improvised club which now comes down, IMPACTING JACK... \n[147]      \n[148]Who are you? Where is this? BEECH inhales again. There's a piercing curiosity to Beech's gaze, studying him. \n[149]We were taken by the Scavs... \n[150]The Scavs took everything from us. And if you're working with them -- \n[151]No, they're programmed to \n[152]Anyone would have... \n[153]When we get you up to the Tet, there's plenty - \n[154]Food.Foreveryone. Look,it'samazing you've lasted thislong.But the radiation zonesare growing. All of this, willbe gone soon. \n[155]No one does. You go there --- \n[156] It took three decades to build the Tet. And when it was finally ready and it was time to go up, there were people who refused. Leaders, who told their people to stay. Staring at Beech, the glint in the man's eyes... 65. \n[157]And so they stayed. And they were slaughtered. Whatever the conversation is, it doesn't go well. Sykes storms off, angry. Other Scavs go with him. \n[158].It'll be fine. Trust me. \n[159]I'll be home for breakfast. Alone in the Sky Tower, this hits Victoria hard. REWIND. Victoria STARES at the counter, letting it go further back. Then, PLAY. Just STATIC. Then we hear Victoria's end of a conversation we already witnessed: \n[160]        \n[161]I was born there! \n[162]No, my father was a -- \n[163]  \n[164]What? \n[165]What? \n[166]No. \n[167]You're insane. This is insane. He turns to Julia, but she won't help him. \n[168] There are people up there - \n[169] \n[170]No! It will kill - \n[171]No. I won't do it. \n[172]You know I stare into weapons every day, so you can put that away. Because here's what I can tell you...  If the Rover found us, the Drones will too. Unless you want them to find you, let me get somewhere where I can send a signal. Somewhere far from here. Beech... caught. \n[173]The Drones would kill you. Let me try to stop that. \n[174] You're wasting time. On Beech, Sykes... \n[175]I can fix this. \n[176]I'll get to the antenna, send a signal with my location. The Tet will call off the search. .You should be safe, for now. Jack starts to go. \n[177]The Scavs brought it down ten years ago. All. this time, I thought we were at war with the Scavs... but it turns out we were just killing each other. He turns, heads off on foot. After a moment, she follows. \n[178]I don't think they'll have those on Mars, Honey. \n[179]Yes. When we get there. ON VICTORIA. Her face totally still. Strangely frozen in the face of this sweet little exchange... 74. \n[180]That old man is smart. Those fuel cells, the way he's got them tied in with your device... He could blow the whole station. \n[181]What do you want from me? I'm just a repairman. This is bigger than me. Jack moves off to a corner of the deck by the old telescope. She follows him, steeling herself. \n[182]Look, stop, okay? Just -- \n[183]I don't know who you're talking \n[184]STOP! You and that old man have this story... Except I know who I am, okay? I know who I am! \n[185]Why do I... what is it about this place? \n[186]When I sleep. You're always there. She kisses him. \n[187]There, right there. Take a look. She smiles, puts her eye to the telescope. \n[188]The tall billboard, with the girl on it. \n[189]Now, pan to the right, slowly... \n[190]Julia... She GASPS, looks over. There he is, holding the ring -- \n[191]Vika, it's me. I'm... all right. I'm coming in. Don't report in to Mission, not until I get back. No response. Dead air. Julia is pressed far back in her seat, watching Jack. \n[192].I'm 20 minutes out. A TONE makes Victoria look over. The Tet, checking in. 78. \n[193]Vika... the Scavs. They're humans, like us. The war has become some giant... mistake. She turns. The heartbreak in her face clear. \n[194] \n[195] Vika, she was my wife. She looks at the infinite sky, the clouds, and as the TET appears... He steps towards her and she backs towards the edge. \n[196]Then come with me.  Don't you see what it means? There are still people, living on Earth. Surviving on earth. People like us. Victoria hears that and laughs, bitter. \n[197]Vika? Her laughter dies. She looks at him, strangely calm, beautiful in this moment. \n[198] \n[199]This is Technician Jack Harper. The signal goes out. Beat. Beat... \n[200]She's dead. \n[201]Did you hear what I said? She's dead! \n[202]I want to talk to somebody. Beat. \n[203]DAMN YOU! I want to hear your voice! Beat. Beat. Tet Comm Status: \"Communication Ended.\" He stares at this last transmission. Then looks up to the big map. From all over the sector, DRONES are closing on the Sky Tower. Closing on him. \n[204]We have to go. 82. \n[205]Beech said to look in the radiation zones. I have to go there. \n[206]I've been wrong about everything else. He dives the ship towards the clouds below. \n[207]There... He punches the throttle. The Bubbleship with Drone 166 attached blasts in the direction of A CLIFF FACE. DRONE 166 gets free of one restraint, rotates so its cannon come to bear on part of the undercarriage. OPENS UP, blasting the storage to bits... And Jack PULLS UP, just clearing the ridge, Drone 166 IMPACTING ROCK. The Drone blasts clear through, CRASHES \n[208]You okay? \n[209]Radiation warning. We're five clicks from the border. Jack makes an adjustment, the Bubbleship SURGES with more speed. It sounds like it's going to tear itself apart. \n[210]I got this. Jack hits it. They're both propelled back into their seats. The radiation zone coming up fast... They CROSS \n[211]Bob! BOB! What are you doing Bob!!!!! Bob just bobbles... BLAM! BLAM BLAM!! The blasts from \n[212]Hold on!! Jack grabs a level, a mechanical lever, and HAULS IT UP. THE COCKPIT OF THE SHIP SEPARATES FROM THE BODY. The dead body of the ship tumbles backwards as Drone 166 Drone 166 which SPINS OUT OF CONTROL towards the ground. THE BUBBLESHIP COCKPIT skims the surface, IMPACTS a ridge, blasting through it. It hits another ridge, the canopy shattering, earth piling in on them as they finally grid to a stop. Jack groans, leans to checks that Julia is okay. She's coughing, dazed, but alive. 86. \n[213]Son of a bitch, old man... Words die on his lips as he tracks the plume of smoke from the downed Drone 166, lifting over a nearby ridge. He turns back to the ruined ship, grabs his carbine. \n[214]Stay here. Jack runs towards the smoke which is already being blown clear by a rising sand storm. He flops down in the dirt at the top of the rise, bringing his weapon up. JACK'S POV - DRONE 166. It lies smashed and smoking at the bottom of an incline. Finally dead. The wind and sand are beginning to whistle now, growing intensity... Jack starts to stand... when a FAMILIAR SOUND makes him turn. \n[215]Hey! Hey, wait! Stop! Don't touch that Drone! His words are eaten up by the wind and sand. He rushes forward. WITH THE REPAIRMAN. We only see his hands as he works on Drone 166. He's very good. Even in the growing in. Runs a by-pass around a wire-bundle. The Repairman's fingers go to a familiar switch to activate the Drone... \n[216]No! Wait! The Repairman hears the voice, even as he flips the switch. He LEAPS BACK, spinning around, his carbine coming off his back, lined on Jack fifteen feet away who \n[217]Julia! Stay back! Jack 2 senses her movement, SPINS and AIMS his rifle as \n[218]No! -- He HITS JACK 2 and they both go down, the weapon 88. \n[219]STOP! You have to understand! You have to understand... Jack 2 throws Jack, leaps on top of him, trying to throttle him, in a full panic. Jack drives up into his gut, rolls away. \n[220]We're just Drones! We're just Drones, man! You and me! Don't you get it? Don't you know? technique. Jack DUCKS the blow, wraps Jack 2 up in a \n[221]It's okay. It's going to be okay... Jack 2 goes limp, unconscious. Jack lets him go, staggers back. Everything finally processing. Then: \n[222]Julia... He turns towards Julia, sees her kneeling there, holding her side. The blood seeping between her fingers... JACK runs to her as she begins to fall. She is conscious, but just barely. But still, she PULLS BACK from him. \n[223]I'll be back for you. \n[224]  \n[225]Okay... Let's go home. \n[226].Just a bit of a dust up. \n[227]I cut myself, I just came by for... \n[228]No, I'll get it. He kisses her. Gentle, loving... \n[229]I'll get it. You stay here. And as JACK goes into the sky tower, she returns to happily planting her roses. Oblivious. \n[230]  \n[231]This is gonna pinch a little. \n[232]I always thought that plateau up there could be for a house someday. I thought about remaining here, letting the rest of humanity run off to Mars. And we'd just stay here. Jack stops himself, realizing how easily he said \"we.\" \n[233]No. He moves away from her, lights the fire, it starts to crackle. He gets up and goes, walking down to the lake. She stands near the fire, glad for its warmth, watching him out there, silhouetted in front of the lake. WITH JACK. He stares out over the water. Letting the truth wash over him. And then MUSIC from the grotto... the opening bars to the Temptation's \"My Girl.\" 94. \n[234]What was he like? \n[235]I'm not that man. \n[236]We should just tell everybody. \n[237]We can't stay here. She smiles, nods. \n[238]Stay here... \n[239]I'm the weapon of this war. BEECH smiles sardonic, nods. \n[240]Why didn't you tell me? \n[241]The device...? \n[242]Julia... \n[243]Dream about us. \n[244]Good morning folks, this is captain Jack Harper here in the cockpit. We're settling in at a cool one hundred and fifty clicks from the unidentified flying object... 100. \n[245] So far, from this distance, we're still reading zero heat signatures, no sign of organic life. Did I mention we're still really far away? \n[246]Yes, because everyone knows, if you want to really know something, one hundred kilometers is the best \n[247] I think she just made my point -- \n[248]Bob, let's prep for outer atmosphere. OUTSIDE, the Bubbleship starts to transform for outer space as it RISES higher and higher... 101. \n[249]Finally. There you are. \n[250]I am delivering the survivor from the crash of the NASA ship. ON JACK. The Tet reflected in his eyes. \n[251]We are... a more effective team. \n[252]-- We don't know if we're dealing with E.T. or the Klingons here, and we're not going to from this distance. \n[253]Which is why we need to make contact, before it just blows on by like some... \n[254]This is a once in a lifetime opportunity. \n[255]We are. We're going to let it proceed whereever it's going... He lifts out of his seat, floats back towards the mid- section of the Shuttle. \n[256]I'll be right back... \n[257]Let's make history. FLASH. The birth of the picture of the two of them, eyes filled with anticipation. The photo in Jack's locker. \n[258]It's okay Bob, I'm scared too. In front of him, a SLOT opens in the Tet wall. \n[259]Entering at headway speed. He flies into the Tet, carrying the POD. \n[260]  \n[261] You know, you made a mistake, Tet. You left me curious. \n[262]And right now, I want to see what you're made of... Jack GUNS his ship at the large doors, OPENING UP with canons as he does. In front of him, the door IMPLODES just as Jack's ship reaches it, passing into... \n[263]Do you like books, Tet!? I like books. Can I tell you something that I read? BEHIND THE BUBBLESHIP. DRONES detach from the walls of the Tet, beginning pursuit. \n[264]It's a story from Rome, a very great city, that you destroyed. The Bubbleship hauls over, headed deeper into the Tet. \n[265]There was a guy named Horatius... and he held a bridge, alone. And when they told him to run, to give up, he said -- BOOM! A drone blast EXPLODES A whole engine of the ship. The Bubbleship goes into an uncontrollable SPIN, headed straight at a WALL... \n[266]He said everybody dies. The thing is, to die well... SMASH! Jack's ship IMPACTS the wall, goes halfway through. The Canopy SHATTERS. Glass and debris tear at him. \n[267].What Horatius said, what his argument was, was this... He opens the pod, revealing... -- BEECH'S BODY, and on his chest the raw BOMB. The nuclear warhead from the odyssey surrounded by ten Deuterium fuel cells. \n[268]No. BEHIND HIM. The Drones blast away the last bit of the Bubbleship, push through... \n[269]How can a man die... \n[270]How can man die better Than facing fearful odds, For the ashes of his fathers, And the temples of his gods... The DRONES are on him, weapons lining! \n[271]  ", "Victoria": "\n[1]Good morning, Jack. I'll be your flight attendant for the day. This is day... three thousand two hundred and twenty five, in case you were wondering. JACK is running instruments. A day at work.. \n[2]Today we will be running support on five Resource Gatherers working the seaboard. Coordinates coming to you... now. Please do confirm. On Jack's heads-up display, five icons glow to life. \n[3]Drone perimeter defense is intact, although one went offline last night. How's the drop? 4. \n[4]Alright, you're blind in five, four, three... INTERCUT WITH JACK IN THE BUBBLESHIP. JACK watches the cloud wall RUSH UP at him. \n[5]Two... one... \n[6]No, thank you. Have a nice ride. The Bubbleship HITS CLOUDS, goes completely blind. Just vapor and water HAMMERING the canopy like bullets. On the heads-up display, GPS numbers roll. The readouts deal with climate, terrain below... Even in this hell, Jack takes the controls, starts to pilot on instruments. One of Victoria's boards flashes. She squints as a large MASS forms near Jack's ship. \n[7]Jack, you got some weather on your five, closing. The Bubbleship is VIBRATING, buffeted. \n[8]Okay, we've got another Drone downed last night. \n[9]Would you like to set a course to reserve fuel? \n[10]Yo no se. No data. It's not transmitting.  Tet coverage will go live in 11 minutes. 2015 World Champions...\" \n[11]Please do not reminisce on my Comm, thank you very much. He puts the Bubbleship into a soft descent. Victoria observes it on her console. 7. \n[12]Negative, technician. I have no eyes in the sky for another ten minutes. Do not land. SEEN FROM INSIDE A STADIUM TUNNEL: The bubbleship lands thirty yards from the Drone, moors itself by setting spikes from its skids. Blowing sand whips around both. \n[13]Jack I have no scope. The Tet is still offline. He pauses. A faint sound on the wind... like a whine. \n[14]What do you mean taken? Was it a malfunction? Jack looks at the casing... beaten, pried open? He glances at the ground around him, the dark tunnels. REVERSE ANGLE. From inside a caved-in tunnel entrance, Jack looks small, vulnerable. Something watches Jack... \n[15]Jack, you need to get out of there. Bring it home to the shop. Jack has a panel open. He pulls a lead from the sleeve of his suit, connects it to a board. We see FLIGHT DATA transfer to the Bubbleship. \n[16]Jack, you know they can weaponize a fuel cell. Now a DRIVER shoots out of the tool cuff of his suit. \n[17]I'm reading the whole central core off alignment, you don't have the necessary tools. Jack's got an arm and half his chest inside. He takes his CHEWING GUM, presses it in next to a board... Systems go green on Victoria's console. \n[18]Hold on, what did you just do? \n[19]Jesus, Jack. What the hell was that? INTERCUT VICTORIA. The Tet's scanners finally giving her a high-rez thermal view of Jack. Her display burning red from the residual plasma fire. \n[20]Jack, what happened? Nowtrudging to the ship: \n[21]You. He leans against the ship. Smiles tired. It's a nice thing to hear. \n[22]We only have two more months, Jack. Please try to resist the urge to do something stupid. There's no other service signals. Come home. ON VICTORIA. A relationship off balance. She wants him home. He wants... \n[23]There's no Drone signal there. What are you doing, Jack? \n[24]It's not doing anyone any good here. JACK nods, starts to turn away when something GLINTS on the horizon. He raises the Binocs, PANS to a gallows- like structure. He ZOOMS, but it is still unclear. \n[25]Jack, without a signal, you're looking for a needle in a haystack. I think we've had enough excitement for one day. JACK is at the back of the Bubbleship, throwing levers. \n[26]Jack? Jack... ? \n[27]Mission, this is Lieutenant Victoria Kohl, requesting Drone intercept at coordinates sending now. Her AUDIO goes through a SCRAMBLING PROCESS, then is uploaded where a few seconds later its receipt is acknowledged: STATUS: \"APPROVED.\" She stares up at the map, sees one of the Drones turn towards Jack's location. She settles back, watching. \n[28]Check your seven. Jack touches his controls and the Bubbleship Canopy REVOLVES so Jack's facing away from the direction he's traveling in. Low on the HORIZON, the TET floats in the sky. It's setting, glows a dull orange, like a Harvest Moon. INTERCUT VICTORIA. She's leaning back in her command chair, her feet propped on the console, also staring out at the Tet. Strangely quiet. In Jack's face a curious mixture of nostalgia, and confusion... This small metal planet is his home. \n[29] You're not supposed to bring up surface items. JACK sips water, then waits even longer before... \n[30]I tried to reach you earlier... If we're going to be an effective \n[31]Then you can't just -- Jack leaps up, only to return a second later with a small bundle held together by an old rag. He hands it to her, pleased, watching her reaction. She opens it to reveal a small GREEN SEEDLING in a pocket of fresh, rich soil. Her eyes play over it... \n[32]Where did you find this? \n[33]I know you think I'm a stickler for the rules, but you have no idea what sort of toxins could be in something like that. He chuckles... \n[34]I'm sorry, I don't think it's funny. \n[35]That's not the point. We have two more months and the last thing we need is you putting it all at risk. He shakes his head, grimaces as he limps away. \n[36]  \n[37]Come on. \n[38]This is gonna pinch a little... 22. \n[39]  \n[40].I'm not saying you can't go into your caverns, I'm saying we have a job and if I'm trying to reach you and you're off on one of your adventures -- \n[41]It's only a little while longer. The Gatherer's have collected most of the resources we need for Mars. Pretty soon -- \n[42]You act like there's not a war going on down there but there is and we can't leave even two of those things alive... Dammit, Jack. They nearly killed you today. They eat in silence for a moment, then: \n[43]Please be careful. If they get to you, what happens to me? JACK puts a finger to her lips, then kisses her. \n[44]Answer the question. Jack considers this. Then he pulls his shirt off over his head. For sex? \n[45]  \n[46]Can you imagine when we go back up? Having a face to face conversation again? I can't believe it's finally ending. We made it. Jack looks away... \n[47]I wonder what duty I would have pulled. Probably programming the Mars boats. \n[48]Stop! \n[49]  \n[50]I should have seen that coming. Jack smiles, then takes a breath and goes under. He floats face-down, staring through the bottom of the pool into the lightening-stung clouds below... .and then Victoria's form glides underneath him, looking up at him, smiling. She stops moving and her body rises towards his. He opens his arms, and she floats up and against him. They embrace, kiss... Two bodies, intertwined underwater, a thousand feet above a roiling thunderstorm. Their lips part, he pulls back to look at her ... But it's the BRUNETTE WOMAN who stares back at him!! \n[51]Don't go out today until we get a signal. Jack looks back. She's never said this before. She's genuinely worried. \n[52]What's that, Jack? \n[53]A hundred terraformed acres on Mars is all you have to think about. \n[54]  \n[55]Time as indicated. Technical officer away on autonomous patrol as of this transmission. Border Beacons surrounding the radiation sector are 100% operative... \n[56]You're welcome... Victoria takes a sip of coffee, turns to another task, when again a BLIP on her map pulls Victoria's attention back. That signal, radiating near Jack's position. She swipes up a grid, intensifies her sensors... \n[57]Jack... I've got a rogue signal. Might just be interference, but there shouldn't be anything there. \n[58]  \n[59]On its way. Be careful, okay? \n[60]Jack, you're right on top of it. What do you see? Jack starts a circuit of the deck. A pile of old deck chairs in his way, he pushes at them with his foot... finds a WIRE, running below them, linked to two CAR BATTERIES, hidden under the rubbish. He traces the path of the wire... up. \n[61]What did you find? \n[62]Define reactivated. Jack looks at the batteries, the wire... 31. \n[63]Jack, that signal's going out over the whole territory. You need to blow the structure. \n[64]It's ancient history, Jack. You know the procedure. Blow it. He pulls several CHARGES from the Bubbleship's storage, starts to set them... He pauses, staring at the railing, the old telescope. Change of plans. He walks towards the batteries, a blade sliding out of the cuff of his suit. He reaches them and SEVERS the lines. The signal dies. \n[65]Check your course, you're headed right at the border. \n[66]She checks her map. Jack's Bubbleship is headed straight at a large red swath of territory marked out, toxic radiation levels constantly monitored. A small ALARM goes off in the Bubbleship cabin. \n[67]You're at the edge of range, Jack. You're starting to break up. 32. \n[68]  \n[69]What are -- you ---- out there Jack? The signal goes to pure static as Jack steers into a steep canyon, rock on all sides. Barely room to squeeze, but Jack's not worried. This is all familiar. \n[70]Jack...? Victoria works the panel, upping signal, boosting reception. The static is again MIXED WITH GARBLED SOUNDS. She listens, confused, ups the volume... BLIP! That signal from the Empire State starts again. This time it LOCKS ON, a loud and continuous electronic pattern. 33. \n[71]Jack? Jack, I really need you online... \n[72]Mission, this is Lieutenant Victoria Kohl, requesting a link. I may have a situation... A beat while the connection is made, then... \n[73]I have a rogue signal of unknown origin. I'm sending you a relay. \n[74] Technician is... experiencing technical difficulties... She winces, that wasn't the greatest lie. Waits... \n[75]Yes, we're an effective team. \n[76]        \n[77]Will communicate findings on next Tet cycle. Understood. Victoria clocks off. Stares at the border area on the map where she last saw Jack. A KLAXON goes off in her workspace. Victoria STARTS. For the first time she seems confused as she works the console. She can't immediately figure it out... Suddenly she brings up a WIDE SCAN for tracking the Tet, The whole Eastern Coast of the continent. And something is closing, coming over the poles, FAST. \n[78] \n[79]Where the hell have you been? Jack's silent, not wanting to lie. INTERCUT VICTORIA, looking at streaming info from TET. \n[80] It's an external. An alien ship. It's a God damn Scav vessel in the Western Valley. \n[81]Turn around, Jack. The Drones will handle the situation. \n[82]Just for once wait for your orders on this one, Jack. This is serious. Jack is silent, unsure. The crash site growing closer... \n[83]Technician. This is your Control. Turn around. \n[84]You heard me. Another hard beat. Jack hating this but... \n[85]I'm not confirming this from the Tet. \n[86]  \n[87]I don't know what the machinery did or didn't do. There's protocol... \n[88]Go get the cutter, and a breather, and my big bag. Now. The Pod's been damaged, she's not doing well, let's get her out of there. Jack moves. Victoria, almost holds back, but... \n[89].This has to be reported. HE SPINS. Stares at her. Really angry. \n[90]Right there, be careful... Jack directs the blue arc towards a seal. The Pod depressurizes with a sudden exhale of dead air. Jack pulls back the pod door. Inside, the woman lies in a gauzy sleep suit. Her hair is matted. Her body looks frail, her skin translucent, veins dark, lips blue, like a drowning victim. Vika pulls her feeding tube, takes her pulse, checks her eyes, lifting the lids. \n[91]Lift her up, we have to get some air into her. JACK gets his arms around the woman, pulling her upwards. FLUID seeps from her mouth... And suddenly she's ALIVE, COUGHING, spewing fluid across Jack and the floor. He sets her down as she painfully wretches, then SUCKS IN AIR. Her eyes flutter open. She's suddenly violently ill again. Instinctively, Jack goes to hold her -- \n[92]  \n[93]We need to get her cleaned up. \n[94]We have to get her up to the Tet. \n[95]I don't have the facilities here. Once she's stable... \n[96]What's going on? He shakes his head. He has no idea. \n[97]Here. Drink this. You're dehydrated... You've been in a very bad crash. Your ship came down. This DISTURBS the woman. She tries to sit up. 45. \n[98]What's your name? \n[99]You need to rest quietly. You've been in delta sleep for a long time. \n[100]Best guess? About 65 years. Julia takes that in... \n[101]Shhhhhh... \n[102]Tomorrow, I'll report that we have her. Jack nods, but won't look at her. Deep in thought. \n[103]Jack... What do you want from me, Jack? This isn't just a Shakespeare Sonnet, a buffalo nickel, some vase... \n[104]Jack, please. This isn't why we're here. This is just what we have to do before our real lives begin. We've given them five years and now we get to go home. So just leave this alone. It's not our job. \n[105]I know. That was the world before. Your little obsession... \n[106]Please. Please. Don't you understand? We have a chance to be on the first boats out, to be the first to settle Mars, raise a family. Five years. Proof that we are an effective team. 49. \n[107]Everything we've wanted is waiting for us up there. Please, Jack. \n[108]Jack! What are you doing? \n[109]She shouldn't be -- Julia turns on Victoria, quickly. \n[110]Jack, please. 53. \n[111]That's not it. I can't protect you with the Tet offline and I just have a very bad... \n[112]Jack... This isn't just about protocol. I'm trying to understand. \n[113] Jack! Jack! There's something coming your way. JACK!!\" \n[114] \n[115]He's disappeared. My Technical Officer, Jack Harper. He's gone. \n[116].Six hours. \n[117]The Scavs took him. I witnessed it. He has a... A beat. Victoria experiencing jealousy she didn't fully understand before... \n[118]There's a woman with him. The survivor of the crashed shuttle, Julia Sommerville. Silence. 64. \n[119]I told you, she's with the Technical Officer. I'm requesting permission to re-task the Drones for search and rescue. \n[120]  \n[121]Jack! Jack! There's something coming your way. JACK!!!! Victoria LISTENS, chilled. She hits REWIND, then PLAY: \n[122]I'm trying to. \n[123]What are you doing out there so far, Jack? Then the static for a moment filled with GARBLED SOUNDS. Victoria hits STOP. She stares. Makes an adjustment, plays the SOUNDS again. Something drawing her in... \n[124]  \n[125]Okay, fine. No dishwasher. How about just you. All the time. \n[126]Go to hell. Beat. Beat. \n[127]  \n[128]I saw you. I saw you two. \n[129] Stay away from me with the truth! I don't want the truth. I preferred oblivion. Victoria looks up, sees Julia in the distance... \n[130]You never really loved me, did you, Jack? His silence is LOUD. She LAUGHS, tears flowing... \n[131]I told them. The drones will be here. For her. For you. 80. \n[132]Oh, Jack. I think they made us. Victoria steps backwards. Jack LUNGES forward. \n[133]You're early... \n[134]What happened out there? I lost contact. JACK stares at her, heartbroken. \n[135]Are you all right? He nods. She comes over to him. He marvels at her beauty, the simplicity of life here... \n[136]  \n[137]You dreamed a lot last night. I was thinking, you have to start writing them down. \n[138]I'll get it. \n[139]We should watch a movie tonight. He sits, looking around himself. He belongs here. He fits here. Victoria munches on something. \n[140]I was going over the catalog and there's still a bunch of your favorites I haven't seen... She glances over, smiles. Who wouldn't forget everything for that smile? 92. \n[141]Hey, you didn't say goodbye. \n[142]Mission plan has us approaching to one hundred kilometers, doing our initial readouts... \n[143]Stop. We don't know what it is, if it has intentions. \n[144]It could be inert. Anything on it could be long gone by now. \n[145]Which is why we need to make contact. 102. \n[146] I agree with Commander Harper. It crossed whatever light years of space and time to come this close to us. We're not going to really know anything about it from this far away. \n[147]Mission control says maintain one thousand meters. Original Jack touches a control. The Shuttle pushes forward, a little. \n[148]What are you doing? \n[149]We have our orders, Jack. We're to let it proceed without -- \n[150]Jack... 103. \n[151]Are we really going to do this? He looks over. original Victoria is already pulling on her spacesuit... A last glance back at Julia, then he turns away. He smiles at Victoria, drifts next to her, pulling out a small camera and pointing it back at the two of them... ", "Sally": "", "Julia's": "\n[1]PANNING over as he directed, to a billboard, half-covered by a large canvas. The words \"JULIA, WILL YOU MARRY ME?\" clear on the canvas. 77. \n[2]Jack!? Julia has just crested the rise, sees the two Jack's. Also understanding... \n[3]There is a way. Julia stands in the doorway to the library. ", "Child": "\n[1]Who is that? ON JULIA. It's been a long journey to this moment for her as well. She smiles. ", "Kara": "", "Julia": "\n[1]How long...? \n[2]Where's Jack...? Julia STARTS. Looks down at her arm where Victoria has just slid a needle under her skin. She stares at her, almost afraid. Victoria depresses the plunger. \n[3]A bit more... located. \n[4]I don't remember. I should get back to the ship. I might be able to find the flight recorder. \n[5] Have you ever seen a ship like that? \n[6]I wonder what brought us back? \n[7]We'll never really know without the flight recorder.  She says we can't go down there, that it's too dangerous. He laughs a little, shakes his head. \n[8]What? \n[9]  \n[10].You look like someone I once knew.  I understand I owe you my life. Thank you, Jack. They shake. A weird moment. She breaks away, looks back at the Tet which now glows a pale orange on the horizon. \n[11]What happens now? \n[12]From... the `Pet? \n[13]You fly that thing? \n[14]Alright then. Don't you want to know? \n[15]Thank you. I feel very well. Then, coldly, she boards the ship. \n[16]So I guess I'm around... a hundred years old. What happened next? He gestures towards the moon ring in the sky. \n[17]A dry planet... He nods at the Tet, rising in the distance. \n[18]What about you? \n[19]Sorry. She stares back down at the landscape. \n[20]It's so beautiful. He looks at her, surprised. He thought he was the only one... \n[21]No! NO! It's been taken. DAMN \n[22]It matters, okay!? You don't... you can't understand... I need that flight recorder. I need to know what happened. You need to know what happened. \n[23] You're staring at me. \n[24]It reminds me of home... \n[25]Jack, what he said about the Tet... \n[26]The bomb... She REALIZES something, wheels on Beech, angry. \n[27]You brought down the Odyssey. You sonofabitch you crashed our ship. There were people on board, all so you could get -- \n[28]The Tet... is an alien ship, Jack. The odyssey's mission --- Our mission, was to investigate it. Jack shakes his head no. Angry... 67. \n[29]It was you, Jack. \n[30]You and Victoria. We were all on the Odyssey. We were supposed to make contact... \n[31] \n[32]What happened...? She's staring into the distance where an old WRECK of a RESOURCE GATHERER lies shattered against a cliff-face. \n[33]What will you do now? Jack doesn't answer. He moves to the edge of the deck, stares out, unwilling to meet her eyes. \n[34]Jack, you can't turn them in. He glances at her, shakes his head. \n[35]  \n[36]It wasn't really about space for me, it was about... what could be out there. Life... \n[37]But for you, it was always the stars. You wanted to fly further and faster than any one else. \n[38]I'm talking about a man I knew, who was fearless. A man who wouldn't bow out of a fight, ever. \n[39]No, you don't. That thing brainwashed you, it erased your \n[40]That's right... What do you remember? INTERCUT: The auto-piloted Bubbleship skims over the surface of downtown, headed towards the Empire State... Jack is staring at the telescope, agitated, confused. \n[41]Ten days before we got our go- ahead, you asked me to meet you here. 76. \n[42]Don't you remember what happened here? INTERCUT: The Bubbleship now moving UP the waterfall. Victoria, leaning forward, watching the feeds... Julia takes one of his hands, places it around her waist. Moves closer still... \n[43]Oh, okay. I don't understand. YOUNGER JACK nervously produces an ENGAGEMENT RING from his pocket. \n[44]PANNING over as he directed, to a billboard, half-covered by a large canvas. The words \"JULIA, WILL YOU MARRY ME?\" clear on the canvas. 77. \n[45]There are a few pages missing, but it's the same book. \n[46]Where are we going? \n[47]And if he's just a crazy old man? Jack looks at her. It'd be a funny moment, but it's not. \n[48]No. Jack nods, turns the ship north again. The Bubbleship shaking and smoking. Up ahead, the RIDGELINE approaching. WARNING ALARMS trigger on the Bubbleship's display Claxon-like. \n[49]What is that? \n[50]Jack... \n[51]Jack!? Julia has just crested the rise, sees the two Jack's. Also understanding... \n[52]        \n[53]  \n[54]I'm sorry. Jack... \n[55]He loved this song. Jack sits, shivering, looking out at the lake. She moves to him, wraps a blanket around him. \n[56]He was arrogant, and annoying, and the best man I'd ever known. Some distant part of Jack smiles at that. \n[57].And I loved him. \n[58]Shhhhh. Yes you are. She rests her head against on his shoulder, holds him. Simple, caring. His eyes... close. \n[59]No, when we come home... They KISS... 95. \n[60]Hey... He looks over, smiles. She's naked under the sheets, happy, smiling back at him. \n[61]Good morning. He turns. She's there, arms held around herself against the chill of morning. They look at each other, so much to be said. \n[62]There is a way. Julia stands in the doorway to the library. \n[63]It wants me. Bring me to it.  I'm right. You know I am. It's the only way. \n[64]Is it ready? Julia is standing at the entrance to the room. He nods and she approaches, STARES at what will be her coffin. \n[65]Let's just do it. She moves to climb in, then turns to Jack and kisses him. It's a kiss filled with a lifetime of kisses missed. Finally, it breaks. She backs away, into the Pod, next to the BOMB. Trembling as the door starts to CLOSE. Suddenly, she's very scared. Fighting back panic. 99. \n[66]Jack... Jack!! The door closes, SEALS. Jack stares down at her through the carapace. He puts a hand on the glass. She puts hers on the other side. \n[67].I got this. He touches a button and a pale gas starts to fill the chamber. Julia realizes that this will be her last moment of consciousness. Trembling, crying, afraid... \n[68]Jack... And she falls asleep. Jack stares at her sleeping form. \n[69]Jack? 107. \n[70]The Tet arrived almost half a century ago. And it changed our world forever... We're at CRATER LAKE, three years in the future. The Grotto has been turned into a house, the ground has been cultivated. Roses and yellow flowers grow near the house. A SOLAR ARRAY powers the spot. All Jack's scavenging has gone to very good use. There's a small make-shift boat moored at the Lake's edge. \n[71]It was probably surprised, what we were willing to do, to survive. Jack's basketball sits alone near the hoop. \n[72]We had to unlearn what it meant, to call something our home. There's a familiar painting, hanging on the wall. The girl in the field of wheat, yearning towards home. \n[73]But we did. We started over. And so here we are now, everyone that's left... 109. \n[74]Well, almost everyone. A MAN stands at the edge of the water, on the opposite side. He wears the wrecked remains of a worksuit, and carries a pack. It is Jack 2. He's aged three years, his hair has grown, his boots are scavenged. He has travelled a long way, and we know that as he stares across the water, he knows exactly what he is looking at. \n[75]It's your father. Come on, let's go pick him up. "}}