{"filename": "Obsessed_script.txt", "imdb_id": "tt1198138", "imdb_url": "https://www.imdb.com/title/tt1198138", "characters": ["Samantha", "Doctor", "Sharon (as Beyoncé Knowles)", "Joe Gage", "Roger", "Marge", "Ben", "Lisa", "Security Man", "Reese", "Kyle", "Hank", "Patrick", "Derek"], "dialogues": {"Samantha": "\n[1]I've got four little brothers.    Trust me. I'm really good at this. \n[2]Like a movie star. \n[3]Have fun. \n[4]Mister and Mrs. Charles are out. \n[5]They went to dinner. \n[6]You can't.     He's sleeping. \n[7]Maybe you should come back. \n[8](preoccupied; doesn't even \n[9]Hey! You guys got back so fast-- \n[10]No.  He was a doll. \n[11]You know. Allie? She was just here... called you on the cell? \n[12] \n[13]In his crib. \n[14]A couple minutes. What's wrong? \n[15](calling after them; now ", "Doctor": "\n[1]We pumped his stomach. X-ray and cat scan came back normal. We'll wait for the blood work but it appears he's completely fine. I don't see any reason why you can't take Bhim home in a couple hours. ", "Joe": "\n[1]Derek, you okay? \n[2]Somebody you know?     Or somebody you'd like to know? \n[3]Hurry back. This party's just getting started. \n[4] \n[5]I don't have to tell you how an incident like this could impact the company. Even the slightest whiff of impropriety... \n[6]Who might retaliate by hitting us with a sexual harassment lawsuit. \n[7]By now, you're probably wishing you had fucked her. \n[8]Derek, calm down. I believe you and you know I'll back you up all the way. But if I find out there was something going on, I won't have a choice. \n[9]Look, maybe you should take some time off. Just til this blows over. ", "Gage": "\n[1] \n[2]And? \n[3]Good. I want you to throw Derek all your support on this one. \n[4]Whose legs are those? \n[5]Remind me to call that agency and have them send over a couple more just like her. Doesn't hurt to have a little eye candy around the office, does it, boys? ", "Roger": "", "Marge": "\n[1]Good morning, Derek. \n[2]Sorry to interrupt. Derek, there's a Detective Reyes here to see you. ", "Ben": "\n[1] \n[2]None taken, Joe. I'm just honored to be allowed to exist in Derek's world. \n[3]Never seen `em before. \n[4]You mean temptress... \n[5]I scored an extra Lakers ticket for tomorrow night. Think you can get free? \n[6] \n[7]What was that all about? \n[8]Really? I wouldn't mind taking up the slack. That is one hot piece of ass there. Like you haven't noticed. \n[9]Doesn't mean we can't look. \n[10]Not like the old days, back when you could get away with a little office nookie on the side and not get nailed for it. Don't give me that \"I'm appalled\" look. That's how you got together with Beth, isn't it? \n[11]You saw her first? \n[12]Besides, I don't think I'm her type.     Now you on the other hand... \n[13]All I'm just sayin' is a lot of these single gals see the work place as a hunting ground. And this one's got you in the cross hairs. \n[14]You're not thinking about bailing, are you? Fun's just getting started. Remember last year? Sally Sloane did a table dance. \n[15]I give her one more drink, then stand back.   How about you, buddy? Need a re- fill? Come on, where's your holiday spirit? \n[16]You're no fun. \n[17]You okay, bro? \n[18]You should have stuck around. \n[19]The Christmas party. Hank in Human Services tossed his cookies on the Christmas tree. \n[20] Derek, agitated, has confided in Ben who's both concerned and a little turned on.  \n[21]Why didn't you tell me? \n[22]Nothing to tell? She grabbed your cock? Flashed her tits in your car? Come on, man. I thought I was your best friend. \n[23]I just... jeez. I mean, I kinda got she was interested but I never figured she'd... \n[24]Maybe she thinks she can make the jump from assistant to wife, too? \n[25]Sorry... What are you going to do? \n[26]Get her fired? \n[27]I'd be very careful if I were you. What if she makes trouble and says you came on to her? \n[28] \n[29]Well? \n[30]Really? \n[31]Not a bad little Christmas present. \n[32]No way.   You can't tempt this guy. \n[33]Beth?   It's Ben. Where the hell are you, bro? \n[34]Come on, it's early. We'll go to my room and plunder the mini-bar, charge it all to Joe.   D \n[35]All right, be that way. But don't forget. Nine o'clock in the California Room. Joe's big rah-rah to the troops. \n[36]What about her? \n[37]Derek, you drinking? ", "Lisa": "\n[1]I couldn't help but notice we're both going to Seven. \n[2]I thought you might. \n[3]Why?   Do I look like a client? \n[4] \n[5]Just here for the day. \n[6]I'm beginning to think these heels were a big mistake. \n[7]I should have worn my track shoes. They've got me running all over town picking up these disclosure -- \n[8]God, I'm such a klutz. \n[9]No. I'm taking these files to Mister Charles' office. They said it was this way. \n[10]I guess you probably know him. \n[11]That's Derek Charles? \n[12]The good ones are always married. \n[13]Good night, Mister Charles. \n[14] \n[15]About Derek Charles being an asshole. They all say he's the nicest guy in the firm. \n[16]And he's humble, too.   I'm Lisa, by the way. Lisa Sheridan. \n[17]Actually, they're keeping me on a few more days, so I'll probably see you on Monday. \n[18]Hi.   Remember me? \n[19]Out with the flu. I did some trading with the other temps and wrangled your desk. I hope that's okay. \n[20]I put a memo on your desk about the Christmas party this Friday. \n[21]Why don't they invite spouses? \n[22]To the Christmas party.    It says \"for employees only.\" \n[23]So, does this party get pretty wild? \n[24]Well that's no fun. \n[25]\n[26]If it's cold, I can run down and nuke it in the Break Room. \n[27]Fire away. \n[28]I took care of that. \n[29]On Mondays you always send your wife a dozen long-stemmed red roses. I called to confirm they've been delivered. \n[30]I think that's incredibly sweet.   How long have you two been married? \n[31]And you still send her flowers every Monday morning? Lucky girl. \n[32]Patrick said you started sending them back when Beth worked here as your assistant. Is that how you won her heart? \n[33] \n[34]Does that surprise you? \n[35]I think you'll find I'm not your typical temp. \n[36]No.    Go faster.   I can handle it. \n[37]Do you need me? \n[38]Excuse me. \n[39]It's great to meet you, Mrs. Charles. And this must be Kyle. I can already tell he's going to grow up to be a heartbreaker. \n[40]Hi, Kyle.     I'm Lisa. \n[41]What a handsome boy. He looks just like you. \n[42]Talk about the perfect family. The three of you should be on a magazine cover. \n[43]  \n[44]It was great to meet you... Beth. \n[45]Lisa. \n[46]It's Lisa.      You said Laura. \n[47] \n[48]Not sure we can say the same for Marge... \n[49]Poor thing called in with a fever... \n[50] \n[51]How long have you worked here? \n[52]Sorry.     I thought everybody was at lunch. \n[53]I should go... \n[54]It's nothing. \n[55]( \n[56]Men, apparently. Actually it's more like they're allergic to me. \n[57]It's stupid really. This guy I've been seeing just calls and dumps me. Middle of the day. No warning. No explanation. Just \"I don't think we should see each other anymore.\" \n[58]Two months. Actually, it was one of my longer lasting relationships. I don't know what it is but sooner or later I just seem to scare men off. I'm starting to think there's something wrong with me. \n[59]I wish I could believe that. \n[60]I'm beginning to think all the good ones are taken. D \n[61]Is that how it was with you and Beth? \n[62]Love at first sight? \n[63]She's got it all.   Perfect husband, perfect child, perfect marriage. \n[64]Oh, yeah.     Right. \n[65]But you're not. \n[66]I know. You're just trying to make me feel better. And you have. \n[67]Thanks, Derek. \n[68](gesturing to the empty stool \n[69] \n[70]Work hard, play hard.   Right? \n[71]Keep moving forward, right? \n[72]How about you, Derek?   What's the grand plan? \n[73]A margarita? \n[74]C'mon big talker... it's Christmas time. Works dead -- \n[75]I won't tell if you don't. \n[76]Rocks. Salt... \n[77]I'm impressed.      You can dance. \n[78] \n[79]Well, it's not like I've been here that long. \n[80]Even you? \n[81] \n[82] \n[83] \n[84]Why? \n[85]Oh, come on... \n[86] \n[87]Oh, Patrick, you're such an old queen. Come on. Dance with me. \n[88] \n[89]Good morning. \n[90]Bad time? \n[91]Joe wants to know if you're done with the Ganz portfolio. \n[92] \n[93]Just for today. He's a real screamer, isn't he? \n[94]I owe you an apology for the Christmas party. I think I sort of took you by surprise. \n[95]All right, have it your way.   Nothing happened. \n[96]Why? \n[97]Relax. Nobody's around to see us now. God, I almost went insane today, didn't you? Having to go pretend like I was concentrating on work when all I could think about -- \n[98] \n[99]I can always tell from the pained look on your face when you're talking to Beth. \n[100]I've got my sources. What's wrong? You don't look happy to see me. \n[101]You said you could never be with someone you work with. \n[102] \n[103]\n[104]This hook-up was on the books from the day we met. \n[105]One of us   has to take control and I guess it's me.    So you go back, say your good nights to   the boys and I'll be waiting in my room.    610. \n[106]Would you rather I came to yours? \n[107]I know. I need help. Help me, Derek. \n[108]All right, Derek. You play your games... ... and I'll play mine. \n[109]Shhhhh. \n[110]Hush, baby. \n[111]I'm going to take real good care of you. \n[112]Morning. \n[113]What are you talking about? \n[114]Derek, come on... \n[115]Why?   You worried somebody's gonna catch us? \n[116] \n[117]All right.     Have it your way. \n[118]I thought you might need an excuse to get out of there. How about some lunch? \n[119]It's gorgeous outside and I made a reservation at -- \n[120]The morning after? \n[121]But you can't remember, can you? \n[122]Derek, not so loud.   You'll cause a scene. \n[123]What are you doing? \n[124] \n[125]Don't say that. \n[126]What's wrong with you?   You're acting like a stranger. \n[127] \n[128]Do it. Hit me. You can do anything you want to me. Don't you know that? Anything. \n[129]Come in. I'm sorry I'm such a mess but they won't let me take a shower or wash my hair. Apparently I'm still on suicide watch. \n[130]Well, still a bit groggy from the medication. But it isn't stopping me from feeling ashamed for all the trouble I've caused. \n[131]Have you spoken to Derek? \n[132]And he's all right? \n[133]Derek. \n[134]Why? \n[135]Then why did he send these? \n[136]A few hours ago.    They're lovely, aren't they? \n[137]Didn't Derek tell you? \n[138]There's not a lot to tell. We got together at the hotel and you can guess what we did. \n[139]Of course. \n[140]He's just being a gentleman, trying to protect me. \n[141]The next day when Derek told me his wife wouldn't give him a divorce and that we could never see each other again, I guess I over reacted. \n[142]He was thinking about his little boy, Kyle... what the breakup might do to him. He's not even two, you know. My parents broke up when I was pretty young. It leaves a scar that never really heals. \n[143]I'm not a home-wrecker. I'm not stealing him away. Their marriage is dead and Beth is in denial. It can't be easy to find out that the man she loves is in love with another woman. I just hope she doesn't do something foolish. You know the old saying. \n[144]\"Hell hath no fury like a woman scorned.\" \n[145]Lisa's left town. She was released in the custody of an older sister yesterday. Her sister flew down from San Francisco and took her back. Lisa's agreed to check herself into a neuropsychiatric hospital up there. \n[146] \n[147]Out? \n[148]What? Beth told me to drop by. That's strange. Oh well, I have something for Kyle. I'll just run up and give it to him. \n[149]Oh, I won't wake him. \n[150]But I'm here right now. Why should I... oh, I see. Just doing your duty. Good girl. You know what, let me call Beth. \n[151] (   (to Samantha; holding out the \n[152] \n[153] \n[154]Thanks, Samantha.   Nice meeting you. \n[155]She took him! She took my baby! \n[156]Hi, this is Lisa. I'm not here right now so please leave a message after the beep and I'll get back to you. Have a good one. \n[157] \n[158]How are you? \n[159]I've missed you, too. Everything okay around the office? \n[160]What? \n[161] \n[162]Of course it is... \n[163]Patrick, don't be such a drama queen.   I thought we were friends. \n[164]Well? \n[165]Patrick, I have to go. \n[166]I'll talk to you later. \n[167] \n[168] She puts her cell phone in her pocket.  looking down at the Charles house.  \n[169]No! \n[170] \n[171]He doesn't love you! I'm the one he wants! Why can't you get that through your head? \n[172] \n[173]Please. I'll go... I'll leave... I swear I'll never bother you again... \n[174]Derek! \n[175]Derek!    Oh, Derek, thank god! \n[176]Please.... \n[177] ", "Security": "\n[1]You're all set, folks. You want me to show you how the system works? \n[2]", "Man": "\n[1]Derek? \n[2] \n[3] A determined Derek arrives and enters the offices of HENRY TRUMAN, IN CHARGE OF HUMAN RESOURCES. A SECRETARY looks up from her desk.   \n[4]Housekeeping! \n[5]Housekeeping! \n[6]Okay.    I come back. \n[7]I've got four little brothers.    Trust me. I'm really good at this. \n[8]Like a movie star. \n[9]Have fun. \n[10]Mister and Mrs. Charles are out. \n[11]They went to dinner. \n[12]You can't.     He's sleeping. \n[13]Maybe you should come back. \n[14](preoccupied; doesn't even \n[15]Hey! You guys got back so fast-- \n[16]No.  He was a doll. \n[17]You know. Allie? She was just here... called you on the cell? \n[18] \n[19]In his crib. \n[20]A couple minutes. What's wrong? \n[21](calling after them; now \n[22]You're all set, folks. You want me to show you how the system works? ", "Reese": "", "Kyle": "\n[1] Kyle is asleep in his crib. Derek and Beth look down on him, smiling, then move quietly toward the door. Before they can sneak out, Kyle lets out A CRY. They look at each other.  \n[2] \n[3]Santa! \n[4] Dark.   Derek looks in on his sleeping son.  \n[5] light from the hall, turning Lisa into a silhouette. She enters the room, silent as a ghost, and approaches Kyle's crib. She stands over him, smiling down at the vulnerable sleeping child.  Then, Lisa turns away and looks at herself in a mirror.     \n[6] Beth runs to the crib. To her horror, it's empty. Lisa lets out a cry of anguish. Derek appears in the door. Lisa turns to him in desperate panic.  \n[7] Kyle is asleep as Derek tucks him in.    Beth CRIES OUT from another part of the house.  \n[8] Kyle is playing on the floor.      Beth is on the phone.  \n[9] \n[10] ", "Hank": "\n[1] \n[2]What's up? \n[3]Right.   She worked your desk for awhile. \n[4]If you're here to file a complaint about her performance, save your breath. Her agency called this morning and said she wouldn't be coming in any more. They already sent over a replacement. \n[5]No. Did you have some kind of a problem with her? \n[6]Looks like she beat you to it. \n[7]Anything else? \n[8]How's the new house? \n[9]Tell Beth I said hi. \n[10]Sounds like a plan. ", "Patrick": "\n[1]Beth must have loved that. \n[2]Remember who used to sit at this desk? She'll know I am lying. \n[3] \n[4]Yes. \n[5] \n[6] \n[7]Much. Thanks. You know it's going to take more than the flu to keep me away from that Christmas party. \n[8]Yeah... She's not speaking to me at the moment. \n[9] \n[10] \n[11]Ten years this Spring. \n[12]Oh you got that right girl.    I know all the dirty little secrets. \n[13](lonely guy; flattered by her \n[14]Living dangerously, aren't we? \n[15]Honey, I've never been this close to an actual man. \n[16]Okay if I take off? \n[17]See you tomorrow. \n[18]Derek Charles' office.      Oh, hi, Beth. \n[19]Beth's on 2. \n[20]Derek Charles' office. \n[21](happy to hear from her; keeps \n[22]I've missed you. \n[23] \n[24]I'm a little concerned. I heard the Charles' took out a restraining order against you. \n[25]I'm not sure I should be telling you this... \n[26]We are, we are. \n[27]Well... Beth's headed down to San Diego tonight. Her mother is having some tests done. Derek is driving down first thing in the morning to be by her side. Lisa? Did you hear me? \n[28]But you just... \n[29]Wait. I wanted to tell you about my date I last night. The one my friend set me up with? The graphic artist? Lisa, you'd be so proud of me. I met him for drinks at -- \n[30]Yes? ", "Derek": "\n[1]Why? \n[2] \n[3]All I'm saying, before we take it down... maybe we should try it out. You know. Christen the new house. \n[4]What do we need a bed for when we've got a fine shag carpet? \n[5] \n[6]Kyle? That boy wouldn't wake up if a nuclear bomb went off. \n[7]Won't be here for another hour. \n[8]Isn't THAT why you married me? \n[9]Want me to stay?     Crack the whip on these guys? \n[10]Excuse me? \n[11]Right.   Gage/Bendix.   I work there. \n[12]Do you have an appointment with us? \n[13]Actually, you do. \n[14] \n[15]Well, you could have fooled me. \n[16]No problem. Happen to anybody. \n[17] \n[18]Derek Charles? \n[19]Oh, yeah, I know him. Kind of an asshole, takes himself waaaay too seriously. But don't tell him I said that.     L \n[20]Deep trouble. \n[21]Total chaos. Lucky for me, I sneaked out as soon as the movers showed up. \n[22]If she calls mad -- and she will -- tell her I'm in a meeting. \n[23] \n[24]Matter of fact, I just got off the line to Berlin. \n[25]Ganz doesn't like the way the Stock Market's been gyrating and he thinks the hedge fund wave is about to crest. \n[26]Hell, no. I think he's a hundred percent wrong. We haven't even gotten close to that point yet. Hedge fund demand is coming from individual investors which is why it's gaining mainstream acceptance. You know Ganz. He gets paranoid when anything goes mainstream. He started making Auf Wiedersehen noises but I managed to talk him into a private equity portfolio instead... to the tune of 155 mil. \n[27]I think she's one of the temps. \n[28]I'm moving into a new house. \n[29]Do I look like a man who wants a divorce? \n[30]Thanks, but I think I'll stay married instead. \n[31] \n[32]About what? \n[33]Well, that just proves he's got `em all fooled. \n[34]Well, it was nice to meet you, Lisa Sheridan. Good luck with your next job -- \n[35]Damn.   Almost made it. \n[36]Hey, little man. What's wrong?    You should be... Uh oh. Poopy diaper. Beth... \n[37]Whew.   What's that woman been feeding you? \n[38]Toasted Kyle -- \n[39]But I've saved the most important toast for last... To my beautiful wife who I love and adore more than anything in the world. \n[40] \n[41] \n[42] \n[43]Lisa Sheridan, Girl Temp.     Where's Patrick? \n[44]Hey Marge. \n[45]Grab your pad and follow me. \n[46] Derek goes behind the desk as Lisa enters and sits down on the couch. She crosses her legs. Those great legs.     \n[47]How's that? \n[48]It's like that in most companies. They think people are more inhibited in front of their spouses, less likely to kick back and enjoy themselves and mingle with co-workers, which is what the party is about. \n[49]Just the opposite. \n[50] \n[51]Well, it's Monday and first thing on Monday... \n[52]Took care of what? \n[53]Thanks. \n[54]Three years in March. \n[55]It's kind of a tradition. \n[56]Well, it took a little more than roses. We need to run some calls. \n[57]( \n[58]Well, it's just that most of the temps we get here... \n[59]No.   Definitely not. Okay not your typical temp... start with Phil Trendle at Emerson... set up a lunch for end of the week. Wherever he wants but push the Water Grill. Then Terry Mills at Imagio. Am I going too fast for you? \n[60]I don't know. It's shaping up to be a work weekend. \n[61]In a sec. \n[62]Blame it on the new girl. Patrick called in sick and I had a temp on my desk. \n[63]Honey, I don't control the temp pool. \n[64]Yeah, she's pretty... plain. \n[65]Actually, she did a great job... aside from the card. \n[66]Night... Betty. \n[67] Beth and Kyle are visiting. Derek has Kyle on his desk, letting him play with his keys.    \n[68]You kidding? This is a treat. \n[69]I'd love to but I'm all jammed up.     But say hi to your sister. \n[70]\n[71]What does that mean? \n[72]And Sheila's got a problem with that? \n[73]Lisa, this is my wife Beth.       Beth, Lisa. She's temping for Patrick. \n[74]Kyle, say hello. \n[75]Actually, most people think he takes after Beth. \n[76] \n[77]What do you mean? \n[78]So? \n[79]Well, she probably didn't know when to come in. \n[80]How would I know?    I only have eyes for you.      B \n[81]Come on. I'll walk you to the elevator. You can say hi to the old gang. Ever miss it? \n[82]Alright.   You two behave yourselves out here... \n[83]No. Stay. I was just gonna take this back to my office. \n[84]Anything I can do to help?     I mean... if you want to talk about it. \n[85]Most people I know don't cry over nothing. \n[86]Uh huh.     What are you allergic to? \n[87]Boyfriend trouble? \n[88]OUCH!!! That's pretty cold.    How long were you together? \n[89] \n[90]Maybe you just haven't met the right guy yet. \n[91]Actually, yeah.      We both knew pretty quick. \n[92]It does happen. \n[93]Why? \n[94]No, really. If I was single... \n[95] \n[96]Poor kid got dumped by her boyfriend. \n[97] \n[98]Ben, if you're looking to start something with that girl... \n[99]Fuck off. \n[100] Derek at his desk. He notices an envelope with his name on it. He opens the envelope. A note and a home-made CD slide out.  \"Thanks for the shoulder, Lisa.   (Thought you might like these.)\"  Curious, Derek feeds the CD into his computer, lowers the volume and is hit with Gnarls Barkley in concert. He turns down the volume and smiles, continues to listen.  He hear the ding of an IM on his computer.     It's from \n[101]I'll have to do it tomorrow.      Office party's tonight. \n[102]Yeah, Santa. And he's coming soon. So eat. Don't you know Santa only brings presents to boys who eat all their food? \n[103] \n[104]  \n[105]We used to cut loose here after a long day at work. \n[106]  \n[107]You know, run the company by 35. Jet by 40. Retire to my private island and own the Lakers by 50. \n[108]Not with me in charge. \n[109]What? \n[110]Oh, I don't know. \n[111]All right. One.     What do you like? Strawberry? \n[112]That's Mister Office Asshole to you. \n[113]All those years watching Soul Train. \n[114]Why not? \n[115]I'm sure everybody's glad you decided to show up. \n[116]What do you mean \"even me?\" I'm your number one supporter around here. \n[117]Guess we'll just have to take that chance. \n[118]With Beth and Kyle.       I'm gonna take a piss and sneak out. \n[119] \n[120]Lisa -- \n[121]Are you out of your -- \n[122]For god's -- \n[123] \n[124]I only stayed for two drinks. \n[125]Morning. \n[126]Yeah.   I'm fine. \n[127]What? \n[128] \n[129] Derek looks up; tensing.  \n[130] \n[131]Tell him he'll have it end of the day. \n[132]You're working Joe's desk? \n[133]Don't let him fool you.   His bark really is as bad as his bite. \n[134] Derek is at his desk working. It's the end of the day and workers are leaving. Patrick appears at the door.  \n[135]Yeah, go home. \n[136] \n[137] \n[138]Lisa... nothing happened. \n[139] \n[140]This is so not right. \n[141] \n[142]I don't know if you're just dense or what's wrong with you but I want you to understand something. There's nothing going on between us. I would never -- never -- jeopardize my job with a co- worker. \n[143]Get out! \n[144] \n[145]There's something I need to... \n[146]What's wrong? \n[147]Tim... told her? \n[148]Yeah.    That's tough. \n[149]Beth, you know I'd never cheat on you. \n[150]Tim's an idiot. \n[151]Forget it. Just a little problem at work. \n[152]\n[153]There was nothing to tell. \n[154]You think this is funny? \n[155]What the hell did I do?    I was nice to her, that's all. \n[156]I didn't do a damn thing. \n[157]Thanks.   You're a big help. \n[158]Report it to Human Resources... \n[159]I don't have a choice. \n[160]Hi, Connie. Is Hank in?     I need to talk to him. \n[161]Hey, Hank. \n[162]Well, it's sort of a personal matter.   I need to talk to you about one of the temps, Lisa Sheridan. \n[163] \n[164]Well, I just thought she was unqualified, sort of in over her head. But if she already quit... \n[165] \n[166]No.   I guess not. \n[167]New house is great. Couldn't be better. \n[168]I will. Listen. We'll have you and Kathy over some night when we're more settled. \n[169]She quit. \n[170]Yeah. \n[171] \n[172] Derek, at his desk, in a good mood, on the phone.  \n[173]Hans? Derek. How was your Christmas? Well, you people invented it. You got the prospectus? Great. Look it over. I think it's gonna be a happy new year for all of us. \n[174]I'm just gonna check my e-mail and come to bed. \n[175]It's already tomorrow in Berlin. Ganz was supposed to send me his approval. That's probably him. \n[176] \n[177]How could I forget?   I had a hangover for a week after. \n[178]No, just the usual suspects. Joe says it's going to be a male bonding experience. \n[179] \n[180]I will. \n[181]I didn't order this. \n[182]I'm fine.      Just thought I saw somebody. \n[183]Speaking of Beth, I said I'd give her a call before she puts Kyle to bed. I'll be right back. \n[184]Hey, honey. It's me. \n[185]They're all getting wasted. Any minute now, Joe's going to suggest the Jacuzzi. \n[186] \n[187] \n[188] \n[189]Why did you come here? \n[190] \n[191]I'm not coming to your room. \n[192]You're crazy... sick.      You need help. \n[193]Stay away from me! \n[194]Beth, I'm sorry -- \n[195](groggy; can barely get the \n[196] \n[197]You've got to get out of here! \n[198]Leave!   You've got to go! \n[199]Just get the hell out. \n[200] \n[201]Sorry.   Overslept. \n[202]It's Beth. \n[203]She's here. \n[204]Lunch? \n[205]What do you think this is? \n[206] \n[207]It didn't happen! \n[208]That's exactly what we \n[209]What I   should have done last night. Taking   you inside to tell Joe and the others   whatever you want. They'll know you're   out of your mind. \n[210]Godammit! \n[211]I'm sorry... \n[212]Yeah! That's exactly what I am. A stranger, a person you don't know. Now either go inside and tell them your bullshit lies or get the hell out of here. \n[213]How else do you look at somebody who sickens and repulses you? \n[214]I don't care what you do or what you say. What goes on in that twisted mind of yours. It doesn't matter because the truth is, there's never going to be anything between us. So go ahead, Lisa... do your worst. \n[215]Not tonight, man.   I'm sticking to ice tea. \n[216]Lisa, get up. \n[217]Get up or I'll drag you out and throw you in the hall. \n[218] \n[219] \n[220]Oh god... \n[221]I know how it sounds but, yeah, that's pretty much it. \n[222]There WAS NO affair. \n[223]Maybe I was too nice to her, said something she took the wrong way, I don't know. All I know is I did not lead her on. \n[224]None. I don't even know how she got in my room. \n[225]Doesn't that prove she did this on her own? \n[226]She never had a key. \n[227]How is she? \n[228]You think I encouraged it? \n[229]Beth... \n[230]Stop it, Beth. You know I never said those things. \n[231]If I did, it wasn't intentional. \n[232]I was passed out... drunk.     Nothing happened. \n[233]I love you, Beth. I love Kyle and the life we have together. I would never do anything to screw that up. This girl is disturbed. She's seriously disturbed and for some reason, she fixated on me. \n[234]I don't know. She's crazy. \n[235]I know. \n[236]At first I thought it was no big deal. And then... I was just embarrassed. I didn't know how to explain it to you without looking... \n[237]I said I was wrong. \n[238]What? \n[239]Don't do this, Beth.    You'll make yourself sick. \n[240]Honey, I know I screwed up... \n[241]But I've told you the truth.    I have to know you believe me. \n[242]Beth, don't -- \n[243]There was no impropriety, Joe. This is just the sick fantasy of a very disturbed girl. \n[244]There was no sexual harassment. If anything, I'm the one who was sexually harassed. I can't believe this is happening to me. It's like a nightmare. \n[245]Goddamit, Joe, if there's an injured party here, it's me. \n[246]That's not going to happen because there's nothing to find out. \n[247]But Ganz is my client -- \n[248] Derek and Monica Reyes face each other across Derek's desk.  \n[249]She obviously ordered the flowers for herself. \n[250]My secretary keeps all my personal information on her computer. Lisa must have accessed it when she was working my desk. \n[251]You think I sent the flowers?   I'd have to be as crazy as she is. \n[252]More? \n[253] \n[254]You can't possibly believe this. \n[255]There's got to be something I can do to protect myself... my family. \n[256]Why not? \n[257] \n[258] \n[259]Come on, honey.     Samantha knows what to do, don't you? \n[260]No way. Do you know how hard it was to get these reservations? Come on, we agreed. This is an important night. And I am not gonna waste you in that outfit. She looks fantastic, doesn't she? \n[261]Everything's gonna be fine. \n[262]Lock this.     We'll be back by ten. \n[263]Yeah.    It's been awhile. \n[264] \n[265]I need you to believe me. \n[266]Could we get another bottle, please? \n[267]I keep telling you I didn't do any thing to regret. \n[268]I know. \n[269]I'll go on-line tonight and order the tickets. Unless you think you should take him alone. \n[270]Someone was here?     Inside the house? \n[271]How long since she was here? \n[272]Kyle... \n[273]he doctor says he's fine. \n[274]Now what? Am I supposed to go out and buy a gun or something? \n[275]No, but she could have. Is that the message she's trying to send? \n[276]It's all right, it's all right... \n[277]Who are you calling? \n[278]You're not... \n[279]She won't be there. \n[280]Beth, why are you doing this? \n[281]Make sure you set this. \n[282]It can't go on much longer. They're bound to pick her up soon. \n[283] Derek is concentrating at his desk when his phone BUZZES.      He answers quickly.  \n[284]Yeah? \n[285]Thanks.     Hi, honey.   Everything okay? \n[286]What's wrong? \n[287]I'm gonna be stuck here pretty late but I could drive down after... \n[288]Are you sure? \n[289]All right. Say hi to your dad and tell your mom everything's going to be fine, I love her. And call me when you're leaving the house. \n[290]     \n[291]Good.    Did you set the alarm? \n[292] He can't work, glancing at his cell for Beth's call.  \n[293]Hi, you've reached the Charles residence. We're not here right now but if you have a message for Derek... \n[294] \n[295]Beth? \n[296]Beth?    Are you there? \n[297] Reacting in surprise and panic.  \n[298]Lisa? \n[299]Beth -- \n[300] As Derek speeds through traffic, desperate to get home.  \n[301] In traffic.    He dials his cell.  \n[302] \n[303]Beth... Tell me baby-- are you hurt? \n[304]It's gonna be okay, honey.     We're gonna be okay-- \n[305]And I love you-- "}}