{"filename": "Ocean's-Eleven_script.txt", "imdb_id": "tt0240772", "imdb_url": "https://www.imdb.com/title/tt0240772", "characters": ["FBI Man #1", "Rusty Ryan", "Bartender", "Frank Catton", "Security Guard (as Timothy Paul Perez)", "Danny Ocean", "Lockbox Carrier (as Frank Patton)", "Virgil Malloy", "Turk Malloy", "Board Member #3 (voice)", "Blackjack Dealer", "Livingston Dell", "Board Member #1 (voice) (as CeCeLia Birt)", "Reuben Tishkoff", "Board Member #2 (voice)"], "dialogues": {"Rusty": "\n[1]Bernie? \n[2]Alright.   Who's here? \n[3]That's a problem. \n[4]I thought they let him out to do that H.B.O. thing in Vancouver. \n[5]Not the one from -- \n[6] \n[7]Good evening, guys. Let's play some cards... \n[8]... and let's play some cards. \n[9]Why you bet a certain way is your business. But you have to make them think you're betting for a reason. Understand? \n[10]Seth. You know what you have. Looking at them doesn't change them. Leave 'em where they are and make your bet. \n[11]You're showing. Yeah, I know she's your girlfriend, Barry, but you can't... Thank you. \n[12]Josh.   Deal to your left. \n[13] (as Seth rakes in \n[14]It's been the longest hour of my life. \n[15] \n[16]What's this? \n[17]What was his name, the bouncer's? \n[18]A card player with amnesia.    This should be fun. \n[19](half to divert \n[20]Incan matrimonial headmasks. \n[21]Don't let him fool you, Seth. There's boatloads. If you can move the things... One card to me. ... but you can't. \n[22]If you're dealing with cash, you don't need a fence. \n[23]Probably everybody in cell block E. \n[24]I should hope so. \n[25]Guys: Day One: what's the first rule of poker? \n[26]That's right. My friend here just raised me out of pique. Today's lesson. How to draw out a bluff. This early in the game, that much money, I'm thinking he's holding nothing better than a pair of face cards. Seth, raise him. \n[27]Tophe... \n[28]Indeed. But be careful you don't push him too high too fast. Want to keep him on the leash. I call. \n[29]All you have to do is call. \n[30]Guys, you're free to do what you like. It's a lot of money. But I'm staying in. He's trying to buy his way out of his bluff. \n[31]We call. \n[32]Shit. Sorry, guys. I -- I was sure he was bluffing. \n[33]  \n[34]That was, that was just... \n[35]How was the clink? You get the cookies I sent you? \n[36]You barge into my new workplace, ruin my professional reputation, least you could do is tell me you've got something better for me. \n[37]How's Tess? \n[38]Alright.   Tell me. \n[39]Guns? \n[40]What's the target? \n[41]What's.    The.    Target. \n[42]What? You wanna knock over a casino? \n[43]If I'm reading these right -- and I think that I am -- this is probably the least accessible vault ever designed. Oops. Actually, you know what, I'm wrong. It's definitely the least accessible vault ever designed. \n[44]You said three casinos... \n[45]The Bellagio, Mirage, and... These are Terry Benedict's places. \n[46]More than somewhat. \n[47]  \n[48]You'd need at least a dozen guys, doing a combination of cons. \n[49]Well, off the top of my head, I'd say you're looking at a Boesky, a Jim Brown, a Miss Daisy, two Jethros, and a Leon Spinks. Oh, and the biggest Ella Fitzgerald ever. Where do you think you're gonna get the money to back this? \n[50]But does he have enemies with loose cash and nothing to lose... Aha. \n[51]Reuben. \n[52] \n[53]So, here's what I think: You should take this plan, kick it around for a week or two. Sleep on it. Turn it over in your head. Then: never bring it up to me again. \n[54]I'm saying: this is like trying to build a house of cards on the deck of a speeding boat. \n[55]I need a reason. And don't say money. Why do this? \n[56]You're been practicing that speech, haven't you? \n[57]No, it was good. \n[58]I wonder what Reuben will say? \n[59]You're right. He's right. \n[60]That's exactly it. Pure ego. \n[61]I'd never been to Belize. \n[62]Say, you know, he's right. \n[63]What are we doing, Reuben? \n[64]Alright.   Who's in? \n[65]I talked to the Malloys yesterday. \n[66]They're both in Salt Lake City, six months off the job. I got the sense they're having trouble filling the hours. \n[67]Livingston Dell. \n[68]Livingston's been doing freelance surveillance work of late for the F.B.I. Mob Squad. \n[69]Okay. Not so bad you'd notice. \n[70](next item on his \n[71]Dead. \n[72]Sun cancer. \n[73]Dated his wife a while. \n[74] \n[75]Isn't that right, Basher? \n[76](flashing badge,  \n[77]Will you go find Griggs and tell him I need to see him? \n[78] (as Cop stalks off; \n[79]From when? \n[80]  \n[81]Ten seconds? \n[82]Around the corner. \n[83]Everyone down! Get down!      There's a bomb in the... \n[84]More than that. \n[85]He is the list. \n[86]Watch. \n[87]There's your grease man. \n[88]He won't come. He swore off the game a year ago. \n[89]Ulcers. \n[90]I can ask. \n[91]How ya been, Saul? \n[92]What's with the orange? \n[93]So why don't you take vitamins? \n[94]I got a box seat. Come on. \n[95]I thought you drank bloody Mary's at the track, Saul. \n[96] \n[97]Saul, you're the best there is. You're in Cooperstown. What do you want? \n[98]Guys like us don't change, Saul. We stay sharp or we get sloppy, but we don't change. \n[99]That your hound way in the back there? \n[100]It's a little more complicated than that. \n[101] \n[102]-- which we can't fake -- \n[103]-- which we won't get. \n[104]-- meaning if we manually override the lift, the shaft's exit will lock down automatically and we'll be trapped. \n[105] \n[106]That's what I said. \n[107]Without being seen by the cameras. \n[108]Two.   And one of them is lonely. \n[109]Thanks, Charmaine. I'll have it back within the hour. Say hello to your mom for me. \n[110]They say taupe is very soothing. \n[111]Yeah... \n[112]For practice. \n[113] \n[114]Okay.   Tell me about Benedict. \n[115]What do they talk about? \n[116]And that portfolio contains the codes to all the cage doors? \n[117]-- his brother-in-law's tractor dealership, I heard. \n[118]You scared? \n[119]Only in the morning. Now what? \n[120]Where's she come from? \n[121]Tess. \n[122](looks very certain \n[123]But what doesn't beat the shit out of being a circus performer? \n[124]Tell me this isn't about her. Or I'll walk off the job right now. Tess. She's with Terry Benedict now. Tell me this isn't about screwing the guy who's screwing your wife. \n[125]Tell me. \n[126]Here's the problem: we're stealing two things now. And when push comes to shove, if you can't have both, which are you gonna choose? And remember: Tess doesn't divide eleven ways. \n[127]I've seen her happier. \n[128]Saturday day is yours. Do whatever you like with it. \n[129]Call is at five-thirty. Makeup and costume. Saul's package arrives at seven-fifteen, and Linus grabs our codes. All goes well there and we're a go. Seven- thirty Virgil and Turk deliver Yen and we're committed. From that point, we have thirty minutes to blow the power or he suffocates. \n[130]Once the electricity goes, all entry points to the vault and its elevator will automatically lock down for two minutes. That's when we make our move... \n[131]Okay: they've put you in the middle of the room, far from everything. You have to get from here to the door without touching the floor. What do you do? \n[132]We could -- \n[133]For how long? \n[134]You boys have a nice trip? \n[135]Saul:   time to get out. \n[136]Now! \n[137] \n[138]I did. I knew you couldn't leave Tess alone. \n[139]Ex-wife. \n[140](eyes still on (the most difficult \n[141]It's that or we shut down right now. His involvement puts us all at risk. \n[142]You made it my call. When you put her ahead of us. You made it mine. \n[143]Not anymore. \n[144]Kid, you up for it? \n[145] \n[146]Where you gonna put your hands? \n[147]No... \n[148]Not the pockets, either. And don't touch your tie. Look at me... \n[149]That how you gonna stand? \n[150]Wrong again. I ask you a question, you have to think of the answer, where you gonna look? \n[151]Death. You look down, they know you're lying -- \n[152]-- and up they know you don't know the truth. Don't use three words when one will do, don't shift your eyes, look always at your mark but don't stare, be specific but not memorable, funny but don't make him laugh, he's gotta like you then forget you the moment you've left his sight, and for God's sakes whatever you do, don't under any circumstances -- \n[153] \n[154]You ready? \n[155]Linus... you're up. \n[156]Okay: when do you make the deposit? \n[157](turning his attention  \n[158]Okay. I'm counting down.    Thirty minutes of breathing time starts... now. \n[159]Did you make it out? \n[160]  \n[161]That's my cue. Give Basher the go. \n[162]Someone called for a doctor? \n[163]Hell, I think Reuben bought it, and he knew we were screwing around. You sure about this? \n[164]He's gone. \n[165] \n[166]May I have a word with Mr. Benedict, please? \n[167]  \n[168]The man who's robbing you. \n[169]You're watching your monitor? Okay, keep watching. \n[170]In this town, your luck can change just that quickly. \n[171]Maybe. \n[172]No.   You're gonna carry it out for us. \n[173]Take a closer look at your monitor... \n[174]As your manager's probably reporting to you by now, you have a little over a hundred sixty million in your vault tonight. \n[175]You may notice: we're only packing up about half that. The other half we're leaving in your vault, booby-trapped, as a hostage. \n[176]You let our eighty million go, and you get to keep your eighty. That's the deal. You try and stop us, we'll blow both cash loads. \n[177] \n[178]Hi. \n[179]He's fine. He wants you to go upstairs, and watch TV. \n[180]It's alright, Tess. I promise. Good. Here's what you do. Five minutes from now, the men in the vault are going to deposit six bags in the vault elevator. \n[181]If they meet anyone, we'll blow the money in the bags and the money in the vault. \n[182]One minute after that, the elevator will rise to your cages. Six of your guards will pick up the bags and carry them out into the casino. \n[183]If they take more than twenty seconds to reach the casino floor or if there's any indication a switch has been made, we'll blow the money in the vault and the money in the bags. \n[184]Of course, I'm in the casino. In fact, I'm staying in your hotel. And I have two words for you: mini-bar. Now as soon as your guards hit the casino floor... \n[185]... a white unmarked van is going to pull up in your valet station. \n[186]Your guards will load the bags into the van's rear. If anyone so much as approaches the driver's door, we blow everything. \n[187]Now, when I get word that the van hasn't been followed, that the money is secure, my men will exit the building, and once their safety is confirmed, you'll get your vault back. \n[188]I would. \n[189]Yes? \n[190]   \n[191] \n[192]    \n[193]Las Vegas P.D. This is Officer Brooks, New Jersey Probation Division. I have a violator in your jurisdiction... Hit it. \n[194]Looking for someone? \n[195]Hello to you, too. \n[196]Your hair's grayer. \n[197]Life... is a roomful of pillows. C'mon... \n[198]Where do you want to go first? \n[199]I stopped and picked up your personal effects, put them in the back seat. \n[200]There's a women's prison just down the road... ", "Ryan": "", "Bartender": "\n[1] \n[2]What?! \n[3]Cool, man! ", "Frank": "\n[1]I beg your pardon, sir. You must have me confused with someone else. My name is Ramon. See? \n[2]You might try the lounge at the Grand, sir. It gets busy around one. \n[3]Catching up on current events? \n[4]Glad to meet you. Frank Catton wouldn't get by the gaming board. You just out? \n[5](re: Danny's drink \n[6]Last I heard he was in L.A. Teaching movie stars how to play cards. Why? You don't have something planned already? \n[7]Jesus... \n[8]It's tough now, our line of work. Everybody so serious. Too many guns, too many computers. Whadda you gonna do? Steal from ordinary people? \n[9]So what's left? Banks? Hah. Banks got no money. It's all electronic. Only place that still takes cash is... \n[10] \n[11]When? \n[12](playing a bit of \n[13]Yes, Denham, like a jean. You know: you have lovely hands -- do you moisturize? \n[14]I swear by it. I try all sorts of lotions. I went through a fragrance-free period last year, but now I'm liking this new brand fortified with rose hip. My sister, you know, she uses the aloe vera with the sun screen built in... \n[15]I did. You know: they say cinnamon is wonderful for your pores. Read that on the internet. And that ideally you should be wearing gloves to bed, but I find that would interfere with my social agenda. Problem is: I get a reaction to camphor so I can't use traditional remedies... \n[16] \n[17]Bank wins -- natural nine. \n[18]Fin says he shorts it. \n[19] \n[20]What's this about? \n[21] \n[22](leering at Linus, \n[23] \n[24]Okay, okay, I'm cool. \n[25](as he's led away, \n[26]Thanks, fellas. \n[27]Are they in? \n[28]Fin says he shorts it. \n[29]That's it? \n[30](considers it for ", "Catton": "", "Danny": "\n[1]Good morning. \n[2]Daniel Ocean. \n[3]As you say, ma'am, I was never charged. \n[4]My wife left me. I was upset.    I got into a self-destructive pattern. \n[5]She already left me once. I don't think she'll do it again just for kicks. \n[6] \n[7]My wife's. \n[8]I'm a free man. \n[9]   \n[10]Hello, Frank. \n[11]My mistake... Table's cold anyway. \n[12] \n[13]Ramon? \n[14]This afternoon. \n[15](directly, this is \n[16]You kidding? I just became a citizen again. \n[17]That would be criminal. \n[18]Casinos. \n[19]Oh, yes... \n[20]Soon.   Interested? \n[21]Yes, Officer Brooks? My name is Danny Ocean. I'm just out, I'm supposed to check in with you within twenty-four hours. No, sir, I haven't gotten into any trouble. No drinking, no sir. No, sir, I wouldn't even think of leaving the state. \n[22]The bouncer mentioned there was a game in progress. I hope I'm not intruding. \n[23]I don't remember. \n[24]Why should I mind? Two cards, please... I just got out of prison. \n[25]I stole things. \n[26]Gallery. \n[27]Headmasks.   Some. \n[28]My fence seemed confident enough. \n[29]Some people just lack vision. \n[30]Well, that's all behind us now. \n[31]I raise you five hundred dollars. \n[32](off Josh's further \n[33]Contrary to what Mr. Ryan may say, Seth, I always check my cards before I make a bet. But be cafeful. I could tell from your face you're holding three of a kind or better. Five hundred to call. And two grand more. \n[34]Thanks for the game, fellas. Hey, I hate to ask this, but could you sign something for me? It's for the guys in the joint. They just love all your shows. \n[35]Unprofessional. \n[36]Why do you think I came to see you first? \n[37]Ten grand.   Half of it's yours. \n[38]I've got something better for you. \n[39]It's tricky. No one's ever done it before. Needs planning, a large crew. \n[40]Not loaded ones. It has to be very precise. There's a lot of security. But the take... \n[41]Eight figures each. \n[42] \n[43]The vault at the Bellagio. \n[44]Yep. \n[45](flips to next  \n[46]Yes, they are.     Think he'll mind? \n[47]  \n[48]Like what, you think? \n[49]As long as we're hitting these three casinos, we'll get our bankroll. Terry Benedict has a list of enemies. \n[50] \n[51] \n[52]So... \n[53]Uh-huh.    So what are you saying? \n[54]Really? I thought it was much harder than that -- \n[55]Jesus, Oscar, lower it a little, will ya? \n[56]Yeah, thanks. You mind if we borrow a couple drawings for the night? Make some copies. \n[57]'Preciate it. \n[58]Why not do it? \n[59]Because yesterday I walked out of the joint wearing my entire wardrobe and you're colddecking TeenBeat coverboys. Because the house always wins. You play long enough, never changing stakes, the house takes you. Unless, when that special hand comes around, you bet big. And then you take the house. \n[60]A little. Did I rush it?   It felt like I rushed it. \n[61]It's never been tried. \n[62]Reuben, you're right. Our eyes are bigger than our stomachs. \n[63]Thank you so much for setting us straight. Sorry we bothered you. \n[64]It was our pleasure. \n[65]The Bellagio, Mirage, and the M.G.M. Grand. \n[66]What do you have against him? That's the real question. \n[67]That's why we've got to be very careful. We have to be precise. We have to be well-funded. \n[68]Frank C. is in. \n[69]Frank C. has developed a bad case of bronchitis and is putting in for a transfer to warmer climates. \n[70]What about drivers? \n[71]The Mormon twins? \n[72]Electronics? \n[73]How are his nerves? \n[74]Phil Turentine. \n[75]No shit?   On the job? \n[76]You send flowers? \n[77] \n[78]So he can walk on a rope. \n[79]So he can juggle. We need a grease man, not an acrobat. Who else is on the list? \n[80]Who else? \n[81]We need Saul. \n[82]He get religion? \n[83]You can ask him. \n[84]And Saul makes ten. \n[85]Ten should do it, don't you think? You think we need one more? You think we need one more. Okay. We'll get one more. \n[86]Hi, Linus.   Sit down. \n[87]A friend of Bobby Caldwell's.   Sit down. \n[88]Bobby told me about you. Said you were the best set of hands he ever saw. Didn't expect to find you working wallets on the subway. \n[89]You're either in or out, right now. \n[90]A plane ticket. A job offer. \n[91]Bobby has every faith in you. \n[92]You do this job, he'll be trading on yours. \n[93]We'll get someone else who won't be quite as good. You can go back to feeling up stockbrokers. \n[94]That's the best lift I've seen you make yet. \n[95]America's playground. \n[96]Gentlemen:    welcome to Las Vegas. \n[97]Everybody eaten? Good. Everybody sober? Close enough. Most of you know each other already. You probably haven't met Linus Caldwell before, he's Bobby's kid outta Chicago. \n[98]Okay. Before we start, nobody's on the line here yet. What I'm about to propose to you happens to be both highly lucrative and highly dangerous. If that doesn't sound like your particular brand of vodka, help yourself to as much food as you like and safe journey. No hard feelings. Otherwise, come with me. \n[99]Gentlemen: the 14000 block of Las Vegas Boulevard. Otherwise known as the Bellagio, the Mirage, the M.G.M. Grand. Together, they're the three most profitable casinos in Las Vegas... \n[100]Gentlemen: the Bellagio vault. Located below the Strip, beneath two hundred feet of solid earth. It safeguards every dime that comes through each of the three casinos above it. And we're going to rob it. \n[101]Courtesy of Frank Catton, new blackjack dealer at the Bellagio, security tapes from the three casinos. \n[102]Okay.    Bad news first. This place houses   a security system which rivals   most nuclear missile silos. First:    we have to get within the casino   cages -- \n[103]-- which anyone knows takes more than a smile. Next: through these doors, each of which requires a different six-digit code changed every twelve hours. Past those lies the elevator, and this is where it gets tricky: the elevator won't move without authorized fingerprint identifications -- \n[104]-- and vocal confirmations from both the security center within the Bellagio and the vault below - - \n[105]Furthermore, the elevator shaft is rigged with motion detectors -- \n[106]Once we've gotten down the shaft, though, then it's a walk in the park: just three more guards with Uzis and predilections toward not being robbed, and the most elaborate vault door conceived by man. Any questions? \n[107](smiles, happy  \n[108](off everyone's \n[109]Yeah. \n[110]Alright.   Here's how we'll begin. \n[111]First task: reconnaissance. I want to know everything that's going on in all three casinos. From the rotation of the dealers to the path of every cash cart... \n[112]I wanna know everything about every guard, every watcher, anyone with a security pass. I wanna know where they're from, what their nicknames are, how they take their coffee... \n[113]Most of all, I want you guys to know these casinos. They were built as labyrinths, to keep people in. I want you guys to know the quick routes out. \n[114]Second task: power. On the night of the fight, we're gonna throw the switch on sin city. Basher, it's your show. \n[115]Third task: surveillance. Casino security has an eye and ear on everything, so we'll want an eye and ear on them. Livingston... \n[116]Why do they paint hallways that color? \n[117]Uh-oh. \n[118]Well... \n[119]Fourth task:    construction... \n[120]We need to build an exact, working replica of the Bellagio vault. \n[121]Something like that. \n[122]Fifth task: intelligence. We need those codes, Linus. From the only man who has all three. \n[123]Learn to love his shadow. Sixth task: transport... \n[124]For now. You gotta walk before you crawl. \n[125] \n[126]  \n[127]... Power, surveillance, transport... \n[128]Get your wallet. \n[129]It's Armani, Saul. \n[130]Saul, you sure you're ready to do this? \n[131]You're ready. \n[132]There's a little over twenty grand there, Saul. Try to make it last. \n[133] \n[134]Good luck, Lyman. \n[135]29:47.   Everything okay in there? \n[136]What is it? \n[137]Ex-wife. \n[138]It's not.   About that.   Entirely. \n[139]You said you needed a reason. Well, this is mine. When we started in this business, we had three rules. We weren't gonna hurt anybody. We weren't gonna steal from anybody didn't have it coming. And we were gonna play the game like we had nothing to lose. Well, I lost something. Someone. That's why I'm here. \n[140]If things go to plan, I won't be the one who has to make that choice. \n[141]How'd she look by the way? Tess... \n[142](standing over her, \n[143]I'm out. \n[144]Of prison. You remember. The day I went for cigarettes and never came back. You must have noticed. \n[145] \n[146]You can't stay.                   It's good to see you. \n[147]You're not wearing your ring. \n[148]My last day inside. \n[149]Benedict? \n[150](his fingers two (then one inch \n[151]You're doing a great job curating the museum. \n[152]The Vermeer is quite good. Simple but vibrant. Although his work definitely fell off as he got older. \n[153]And I still get Monet and Manet confused. Which one married his mistress? \n[154]Right.   Manet had syphilis. \n[155]You don't know how many times I played this conversation out in my head the last two years. \n[156]Yes. \n[157]You were never easy. Okay. I'll make this quick. I came here for you. I'm gonna get on with my life, and I want you with me. \n[158]I only lied about being a thief. But I don't do that anymore. \n[159]Lie. \n[160]No, he's very clear on both. \n[161]Year and a half. \n[162]I only have one? \n[163]Does he make you laugh? \n[164]You can't. But what you can do is not throw away another five years. \n[165] \n[166]I'm not joking, Tess. \n[167]Yes. But that doesn't mean I'm wrong. \n[168]You said: you better know what you're doing. \n[169]I know what I'm doing. \n[170]Catching up. \n[171] \n[172]I was shocked myself.   Imagine the odds. \n[173]About the same. Everything you want is still on the other side. \n[174]I just wanted to say hello.   For old time's sake. \n[175] \n[176]You never know. \n[177]So I should put those towels back. \n[178] \n[179](as he hardly \n[180]So... \n[181]By tomorrow? \n[182]What -- is a pinch? \n[183]Could a pinch take out the power of an entire city? Like, I don't... \n[184]Where? \n[185] \n[186]What are you doing? \n[187]We got it.   Let's go. \n[188]Wait a minute. \n[189]Where's Linus? \n[190]There he is. \n[191]    \n[192]   \n[193]He knows where we are. \n[194]  \n[195]Alright, back it up, back it up! \n[196](appearing from \n[197]I say stay in the van, you stay in the van, got it? 'Cause you lose focus for one second in this game, and someone gets hurt. \n[198]This is a problem. \n[199]Who told you to do that? \n[200]My wife. \n[201]This isn't your call. \n[202]This is my job. \n[203]Pops, you won. \n[204]Try to keep your tongue in your mouth. \n[205]I'll just be a moment. \n[206]Tess... \n[207]I just came to say good-bye. \n[208]Good-bye. \n[209]Be good. \n[210](resignedly, these men \n[211]How much longer do you think Mr. Benedict will be? \n[212]No cameras in this room, huh? Don't want anyone seeing what happens here? \n[213]He's not coming, is he? \n[214]Who is? \n[215]I guess Mr. Benedict didn't like me talking to his girl. \n[216]Jesus, Bruiser, not 'til later. \n[217]S'okay. How's the wife? \n[218]Then we better get to work. \n[219]You didn't really think I was gonna sit this one out, did you? \n[220]I do now. \n[221]Crawlspace. And I had to give away a couple mil. \n[222]You think the kid bought it? \n[223] \n[224]Well, where's the fun in that? C'mon: Yen's got about three minutes of air left. \n[225]Who do you like tonight? \n[226]Tyson or Lewis. \n[227]You looking for action? \n[228]A buck it is. \n[229] \n[230]Never.   You? \n[231]Now! \n[232]  \n[233]No, but you're sweet to ask. \n[234]Not yet. Okay. \n[235]I'm sure he's fine. \n[236]There's a Chinese man with a hundred sixty million dollars behind that door. Let's get him out. \n[237]Okay. \n[238]Counting down from twenty -- -- now. \n[239]-- seventeen, sixteen, fifteen -- \n[240]-- eleven, ten, nine -- \n[241]-- one -- \n[242]I don't know. \n[243]-- and someone gets hurt, yeah yeah. I don't hear Yen complaining. \n[244]Do it. \n[245]Amazing? \n[246]Good-bye. \n[247] \n[248]Did I have a hand in what? \n[249]You get robbed or something, Benedict? Geez, that's a shame. \n[250]What would you say if I told you you could get your money back... ... if you gave up Tess? What would you say? \n[251]Well, that's very interesting... ... but I didn't have anything to do with it. \n[252]I knew what I was doing. \n[253] \n[254]Thirteen million and you drive that piece of shit cross country to pick me up? \n[255]Your eyes got closer together. How's life? \n[256]To a phone. \n[257]My what? \n[258](smiling back, \n[259]We need to find Rusty a girl. \n[260]You said you sold this. \n[261]Liar. ", "Ocean": "\n[1]                ", "Virgil": "\n[1](scarfing a jumbo \n[2]Who you calling 'bud,' pal? \n[3]Who you calling 'friend'... ... bud... \n[4]You hear about this new medical discovery they made? It's called a 'sense of direction.' Apparently we're all supposed to have one... \n[5]Hey... get your own balloons. \n[6]Mr. Zerga, we're here. \n[7]Off your Rolls. \n[8]Are you a man? \n[9]Are you alive? \n[10]Evel Knievel. \n[11]Co-sign squared over .0455. \n[12].04-five-five. \n[13]You're so wrong. \n[14]Mom told me she loves me more. \n[15]Make me. \n[16]Make me. \n[17]One of us should help him. \n[18]Hey. What do we look like: a couple of peckerwood jackasses or something? \n[19]Aw, I think... Jesus.    I lost my card. \n[20]I think... Jesus! I lost my keycard. \n[21] ", "Malloy": "", "Turk": "\n[1]You make it out to Utah much, Saul? \n[2]You should.   You'd like it.   You'd like Provo. \n[3]You said something about good news... \n[4]Who you calling 'pal,' friend? \n[5]Yeah yeah yeah, whatever, balloon boy. \n[6]Yes.    Nineteen. \n[7]Yes.    Eighteen. \n[8]Shit!   Okay, your turn... \n[9]No.    Co-sign squared over .0415. \n[10]One-five. \n[11]You don't know your string theory, bitch. \n[12]She told me she was going to tell you that. \n[13]Stop it. \n[14]Stop it. \n[15]Where'd he go? \n[16] goof, to his brother, remonstratively \n[17]They're in position. \n[18]Mr. Zerga.   A gift from Mr. Hesse. \n[19]Who ordered the penne? \n[20]Not until we get your signal. \n[21]   ", "Blackjack": "\n[1]    ", "Dealer": "\n[1]   ", "Livingston": "\n[1]D-don't, don't-don't... touch... it. \n[2]Do you see me pulling the gun out of your holster and firing it? \n[3]Trick or treat. \n[4]\n[5]Well, it's not the least accessible system I've seen, but it's close. I don't suppose they have a closed-circuit feed I could tap into? \n[6]Then this is definitely a black bag job. Do they employ an in- house technician? \n[7]  \n[8] \n[9]Fine, thanks. \n[10]   \n[11]Thanks. \n[12]  \n[13]Make it a sawbuck. \n[14]I'll explain later. \n[15]  \n[16]Yikes. \n[17]We have a problem. \n[18]  \n[19]You've been red-flagged. It means the moment you step on the casino floor, they'll be watching you. Like hawks. Hawks with video cameras. \n[20] \n[21]Rust, can you come here a sec? \n[22]Deep breaths.     You'll do fine. \n[23]No sweat, kid. You're a rock. Now don't fuck up. \n[24]    \n[25]You get no tip. \n[26]  \n[27]His head blocked the last two numbers. We missed it, Linus. You gotta grab the combination yourself. \n[28] \n[29]Bash! \n[30]What's your status? \n[31]Oh shit... \n[32]Almost there, kid. \n[33]Going to video now. \n[34](hearing this, into \n[35]We don't have a minute. Yen's gonna pass out in thirteen seconds. \n[36] \n[37]One second. I thought you got kicked out? \n[38] \n[39]This tape's from last night.   Same guards, same... \n[40]... shift. \n[41]No bet. \n[42] \n[43]There's still the five pins and the floor sensor. Not much we can do about that from this side of the door. But from this side... \n[44] \n[45]  \n[46]9-1-1.   Emergency response. ", "Dell": "", "Reuben": "\n[1] \n[2] \n[3]  \n[4]Go shit in your mouth. \n[5]G'bye, honey... \n[6]You understand any of this? ", "Tishkoff": "\n[1]You're out of your goddamn minds. \n[2]  \n[3]Are you listening to me? You are, both of you, nuts. I know more about casino security than any man alive. I invented it, and it cannot be beaten. They got cameras, they got watchers, they got locks, they got timers, they got vaults. They got enough armed personnel to occupy Paris. Okay, bad example... \n[4]Oh, it's been tried. A few guys even came close. You know the three most successful robberies in Vegas history? \n[5]Number three. The bronze medal. Pencilneck grabs a lockbox at the Sands. He got two steps closer to the door than any living soul before him. \n[6]Second most successful robbery. The Flamingo '71. This guy actually smelled fresh oxygen before they got him. \n[7]Course, he was breathing out of a hose the next three weeks, goddamn hippie. \n[8] \n[9]And the closest any man has gotten to robbing a Las Vegas casino... \n[10]Outside of Caesar's in '87.   He came, he grabbed, he got conquered. \n[11] \n[12]But what am I saying? You guys are pros, the best. I'm sure you can make it out of the casino. Of course, lest we forget, once you're out the front door, you're still in the middle of the fucking desert! \n[13]Yeah yeah blah blah. \n[14]Look, we all go way back. I owe you from that thing with the guy in the place, and I'll never forget it. \n[15]Give Dominic your addresses, I got some remaindered furniture I wanna send you. \n[16]Just out of curiosity, which casinos did you geniuses pick to rob? \n[17](nostrils flared, \n[18]You guys... Whadda you got against Terry Benedict? \n[19]He torpedoed my casino, muscled me out, now he's gonna blow it up next month to make way for another fuckin' eyesore. Don't think I don't see what you're doin'. \n[20]You gonna steal from Terry Benedict, you better goddamn know. This sorta thing used to be civilized. You'd hit a guy, he'd whack you. Done. But Benedict... At the end of this he better not know you're involved, not know your names, or think you're dead. Because he'll kill you, and then he'll go to work on you. \n[21]Yeah, you gotta be nuts, too. And you're gonna need a crew as nuts as you are. Who do you have in mind? \n[22]  \n[23]What, you guys get a group rate or something? \n[24]  \n[25]You're Bobby Caldwell's kid, huh? \n[26]From Chicago? \n[27]It's nice there. You like it? \n[28]That's wonderful. Get in the goddamn room. \n[29]Anything I can do? \n[30]This looks familiar. Where'd you get this? \n[31]Danny!   Tell 'em not to touch the Rolls! \n[32]  \n[33]  \n[34] \n[35]Where are they? That's what I want to know. Where are they? \n[36](to himself, mocking \n[37]Who's Tess? \n[38]He's out?! \n[39]But, but... he can't just be out. Who's gonna take his place? \n[40]Good evening, Marcel. My nieces and I would like a table. Something quiet before the fight. \n[41]Quick as you can. The meter's running here. \n[42](shocked to see Danny; \n[43] \n[44]Enough monkey business. "}}