{"filename": "Office-Space_script.txt", "imdb_id": "tt0151804", "imdb_url": "https://www.imdb.com/title/tt0151804", "characters": ["Tom Smykowski", "Nina", "Chotchkie's Waiter", "Peter", "Samir", "Anne", "Lawrence", "Bob Porter", "Bob Slydell", "Drew", "Michael Bolton", "Milton", "Bill Lumbergh", "Dom Portwood", "Joanna"], "dialogues": {"Tom": "\n[1]Hey! Hey, guys! Samir!!  \n[2]Have you guys see this?  He hands them a piece of paper.  \n[3]We're all screwed, that's what. They're gonna downsize Initech.  \n[4]They're bringing in a consultant - that's how I know. That's what this staff meeting is all about! That's what happened at Initrode last year. You have an interview with a consultant and they bring in efficiency experts. You're interviewing for your own job!  \n[5]I'm going to be the first one they're gonna lay off. Just the thought of having to go to the State Unemployment Office and having to stand in line with those scumbags!!!  [Scene Michael and Samir's cubicle. They're sitting there worrying.]  \n[6]You know there are people in this world who don't have to put up with all this shit? Like that guy that invented the pet rock. You see, that's what you have to do. You have to use your mind and come up with some really great idea like that and you never have to work again!  \n[7]The guy made a million dollars! Y'know\u0085 I had an idea like that once.  \n[8]Well, all right. It was a Jump\u0085 to Conclusions-mat. You see, it would be this mat that you would put on the floor and it would have different conclusions written on it that you could\u0085jump to.  \n[9]Ah, look. I, I gotta get outta here. I'll see you guys later, if I still have a job.  He goes to his cubicle.  \n[10]Yeah...  \n[11]Where's Peter? How come he didn't show up this weekend?  \n[12]That, that's right.  \n[13]Well, uh, uh, uh, because, uh, engineers are not good at dealing with customers.  \n[14]Well, no, my, my secretary does that, or, or the fax.  \n[15]Well...no. Yeah, I mean, sometimes.  \n[16]Well, look, I already told you. I deal with the goddamn customers so the engineers don't have to!! I have people skills!! I am good at dealing with people!!! Can't you understand that?!? WHAT THE HELL IS \n[17] Cut to inside.  \n[18]\n[19]Yeah.  \n[20]I'm ok.  \n[21]It seems to be working now. See ya later, honey. Love ya.  He backs out.  \n[22]Michael! Samir! How are you doing?  \n[23]Yeah, I'd like you to meet my lawyer, Rob Newhouse. Rob, Michael.  \n[24]Samir.  \n[25]Peter!! How are ya? I'm glad you could make it.  \n[26]Hi. Forgive me for not getting up. (He starts laughing and everyone joins in nervously) Ooh...Ooh... Uh, Peter, Peter, come here a minute. I want to show you something.  They go into the kitchen. There's a Jump to Conclusions mat. It says ??? ; Jump Again ; Strike Out ; Could be ; Loose one Turn ; Yes! ; No! ; Accept it ; Go wild ; One step back ; Think Again ; Moot! On the bottom are footprints, under the word Start  \n[27]Well, what do you think? It's a prototype.  \n[28]Well, thanks, Peter. y'know, I'm glad you're here because I wanted to talk to you. I know how you get depressed about your job and all, and I just wanted you to know that's how you feel. I used to be the same way.  \n[29]Sure. Oh maybe I didn't whine as much, but I hated my job as much as you and I've been doing good for over thirty years!  \n[30]Just remember  If you hang in there long enough, good things can happen. I mean, look at me.  He laughs.  \n[31]Aw, sure.  [Scene The backyard. Samir and Michael are talking to Rob.]  ", "Smykowski": "\n[1]Are you ok, Tom?  \n[2]Right.  ", "Nina": "\n[1]Corporate Counsels Payroll, Nina speaking. Just a moment.    Bill comes up to Peter.  \n[2]Sam...ire...Na...Na...Naga...  Samir gets it.  \n[3]Uh-huh!  \n[4]Michael\u0085 -  Bolton?  \n[5]Wow! Is that your real name?  \n[6]So are you related to the singer guy?  \n[7]Uh oh. Sounds like somebody's got a case of the Mondays.  [Scene Chotchkie's. They're sitting at a booth thing.]  \n[8]Corporate payroll, Nina speaking. Just a moment. Corporate payroll, Nina speaking. Just a moment. Corporate payroll, Nina speaking. Just a moment.  Peter buries his head in his pillow.  [Scene The staff meeting. Peter's watch reads Friday 12, 10:37. Everyone's standing outside their cubicles. There's a banner that says \"Is This Good for the COMPANY?\"]  \n[9]Milton, don't be greedy. Let's pass it along and make sure everyone gets a piece.  \n[10]Just pass.  He does so.  ", "Chotchkie's": "", "Waiter": "", "Peter": "\n[1]Oh, yeah. I'm sorry about that. I, I forgot.  \n[2]Yeah. Yeah. Yeah. I've got the memo right here, but, uh, uh, I just forgot. But, uh, it's not shipping out until tomorrow, so there's no problem.  \n[3]Yeah, yeah, I've got the memo, I've got -  He picks it up but Bill's at another cubicle.  \n[4]Milton? Uh, could you turn that down just a little bit?  \n[5]But, no, no, no. I know you're allowed to, I was just thinking, like a personal favor, y'know?  \n[6]Ok.  \n[7]Ok.  \n[8]Yeah! All right!  He sits down.  \n[9]Yeah. The coversheet. I know, I know. Uh, Bill talked to me about it.  \n[10]Yeah.  I got the memo. And I understand the policy. The problem is, I just forgot this time. And I've already taken care of it so it's not a problem anymore.  Dom nods.  \n[11]Peter Gibbons.  Yes.  I have the memo.  [Scene Another part of the room. Paper jams in the printer.]  \n[12]\n[13]Wanna go to Chotchkie's, get some coffee?  \n[14]I gotta get out of here. I think I'm gonna lose it.  \n[15]Boy. I tell ya, one of these days... One of these days it's gonna be like  He mimics a machine gun. Brian, a waiter, does it too, in Peter's face.  \n[16]Just coffee.  \n[17]What if we're still doing this when we're 50?  \n[18]Lumbergh's gonna have me work on Saturday, I, I can tell already. I'm doing it because, because, uh, I'm a big pussy. Which is why I work at Initech to begin with.  \n[19]Yeah.  Cut to Joanna, a pretty waitress.  Cut back to the guys.  \n[20]Oh, there she is.  \n[21]Because I'm just another asshole customer. You can't just walk up to a waitress and ask her out.  Plus, I'm still trying to work it out with Anne. Oh, that reminds me. I'm not going to be able to play poker with you guys on Friday.  \n[22]Uh, I have to see this occupational hypnotherapist with Anne.  \n[23]Anne wants me to go. She thinks it might help. Y'know, sometimes I just think, I keep thinking that she's cheating on me.  \n[24]What is that supposed to mean?  \n[25]Ah, I can't do that. She might get all pissed off at me. Besides, I think the guy might be able to help. He did help Anne lose weight.  \n[26]Yeah, I know. The guy's really good.  \n[27]What's he doing?  \n[28]Really? What was it, Tom?  \n[29]Our high school guidance counselor used to ask us what you would do if we had a million dollars and didn't have to work. And invariably, whatever we would say, that was supposed to be our careers. If you wanted to build cars, then you're supposed to be an auto mechanic.  \n[30]I never had an answer. I guess that's why I'm working at Initech.  \n[31]\n[32]Lawrence, can't you just pretend like we can't hear each other through the wall?  \n[33]No! But if you just want to talk to me, just come over.  Lawrence does so; it takes him like ten seconds.  \n[34]Oh geez, Lawrence.  \n[35]Yeah, a little bit.  \n[36]I guess, yeah. I, I don't know. Sometimes I get the feeling that she's cheating on me.  \n[37]What do you mean by that?  \n[38]It's ok. I just had a rough day.  \n[39]Let me ask you something. When you come in on Mondays, and you're not feeling too well, does anybody ever come up to you and say \"sounds like someone's got a case of the Mondays\"?  \n[40]Huh.  \n[41]Nah. Lumbergh's gonna make me come in this Saturday. I know it.  \n[42]Yeah, how?  \n[43]That's a really good idea.  Lawrence, what would you do if you had a million dollars?  He sits down.  \n[44]That's it? If you had a million dollars, that's what you'd do, two chicks at the same time?  \n[45]Well not all chicks\u0085.  \n[46]Good point.  \n[47]Besides two chicks at the same time?  \n[48]Nothing.  \n[49]I would relax, I would sit on my ass all day, I would do nothing.  \n[50]Is that the guy?  \n[51]Ok, Milton.  \n[52]Oh, that's great. I will talk to you later.  He hangs up and looks at his watch  4:45. Peter looks around and sees Bill. He ducks and peeks to see Bill talking with some workers. He quickly tries to save his files, but the computer is slower than he'd like. Bill is talking to other guys.  \n[53]Oh, come on!  Oh, for crying out -!  He peeks over the wall again. The computer finally finished saving and he turns it off. He peeks over the wall but Bill's not there. He gets ready to leave and almost runs into Bill.  \n[54]So I'm sitting in my cubicle today and I realized that ever since I started working, every single day of my life has been worse than the day before it. So it means that every single day you see me, that's on the worse day of my life.  \n[55]Yeah.  \n[56]I'm sorry.  \n[57]But is there any way that you, you could just sock me out so there's no way that I'll know I'm at work? Right here?  Can I just come home and think I've been fishing all day or something?  \n[58]Hello?  \n[59]Huh?  \n[60]Because I didn't feel like it.  \n[61]Hi, I'm Peter.  \n[62]What are you doing for lunch today?  \n[63]I was asking what you were doing for lunch. Would you like to have lunch with me?  \n[64]Oh. I'll tell you what I'm gonna do. I'm gonna go next door and get a table and if you'd like to join me, no big deal. All right? And if not, that's cool too. Ok?  He starts to walk away.  \n[65]Flingers.  \n[66]Hey.  \n[67]I think it would be ok. Would you like to sit down?  He motions to a chair.  \n[68]Yeah, is it?  \n[69]I like yours.  \n[70]\"We're not in Kansas anymore.\"  \n[71]It's on your - (points  \n[72]What are pieces of flair?  \n[73]Do you get to pick them out yourself?  \n[74]Ok.  \n[75]Initech.  \n[76]I sit in a cubicle and I update bank software for the 2000 switch.  \n[77]You see, they wrote all this bank software and to save space, they put 98 instead of 1998. So I go through these thousands of lines of code and uh, it doesn't really matter. I, uh, I don't like my job. I don't think I'm gonna go anymore.  \n[78]Yeah.  \n[79]I don't know. But I really don't like it so I'm not gonna go.  \n[80]No, no, not really. I'm just gonna stop going.  \n[81]About a week ago.  \n[82]Oh, yeah.  \n[83]I don't think I 'd like another job.  \n[84]Y'know, I never really liked paying bill? I don't think I'll do that either.  \n[85]I want to take you out for dinner and then I wanna go to my apartment and watch Kung Fu. Did you ever watch Kung Fu?  Joanna gets a weird look on her face.  \n[86]Channel 39.  \n[87]You should come over and watch Kung Fu tonight.  \n[88]Great.  \n[89]Yeah.  \n[90]Michael!  \n[91]I just came to get my address book. I'm not gonna stay. I've got a number I don't wanna lose.  \n[92]Michael, I did nothing. I did absolutely nothing and it was everything that I thought it could be.  \n[93]Who?  He writes down Joanna's number.  \n[94]Oh yeah. Right.  \n[95]Ah, no way. I feel great.  [Scene The interview room.]  \n[96]Hi, Bob. Bob.  \n[97]Yeah.  \n[98]Well, I generally come in at least fifteen minutes late. I use the side door, that way Lumbergh can't see me. Uh, and after that, I just sorta space out for about an hour.  \n[99]Yeah. I just stare at my desk but it looks like I'm working. I do that for probably another hour after lunch too. I'd probably, say, in a given week, I probably do about fifteen minutes of real, actual work.  \n[100]Let me tell you something about TPS reports...'  Cut to later. Peter is more relaxed.  \n[101]The thing is, Bob, it's not that I'm lazy. It's just that I just don't care.  \n[102]It's a problem of motivation, all right? Now, if I work my ass off and Initech ships a few extra units, I don't see another dime. So where's the motivation? And here's another thing, Bob. I have eight different bosses right now!  \n[103]Eight bosses.  \n[104]Eight, bob. So that means when I make a mistake, I have eight different people coming by to tell me about it. That's my real motivation - is not to be hassled. That and the fear of losing my job, but y'know, Bob, it will only make someone work hard enough not to get fired.  \n[105]Ok.  \n[106]I don't know. I guess. Listen, I'm gonna go. It's been really nice talking to be of you guys.  He shakes their hands.  \n[107]Good luck with your layoffs. I hope your firings go really well.  \n[108]Hey Dom!  He slaps him on the back.  Cut to Peter's cubicle. He puts the fish on his desk and starts to gut it. He throws its entrails on a stack of TPS reports.  Cut to Peter and Joanna watching Kung Fu.  Cut to Peter removing the screws in the cubicle wall. He pushes it over. It reveals a window and Peter relaxes.  [Scene Peter's cubicle, now with only one wall. he's playing Tetris as Bill walks up.]  \n[109]Not right now, Lumbergh. I'm, I'm kinda busy. In fact, I'm going to have to ask you to go ahead and just come back another time. I have a meeting with the Bobs in a couple of minutes.  \n[110]Yeah, they called me at home.  \n[111]I wouldn't say I've been missing it, Bob.  They laugh.  \n[112]Well, Bob, I have heard that and you gotta do what you gotta do.  \n[113]You're gonna layoff Samir and Michael!?  \n[114]Do they know about this yet?  \n[115]So you're gonna fire Samir and Michael and give me more money?  \n[116]Wow!  [Scene Michael is messing with the printer.]  \n[117]Listen... Well, what are you doing tonight?  [Scene Peter's place. Michael, Samir and Peter are there.]  \n[118]There comes a place in a man's life and, uh, maybe that time for you is now, when it doesn't hurt to think about the future.  \n[119]Yeah. I, I, I...Listen, that virus you're always talking about. The one that, that could rip off the company for a bunch of money...  \n[120]Well, how does it work?  \n[121]This sounds familiar.  \n[122]Yeah. What a good movie.  \n[123]Well, so they check for this now?  \n[124]You're right. And even if they wanted to, they could never check all that code.  \n[125]So, Michael, what's to keep you from doing this?  \n[126]What if you didn't have a good job?  [Scene A bar. Michael and Peter are there.]  \n[127]Actually, I'm being promoted.  \n[128]Yeah, I know, Michael. It's completely unfair. And I realized something today. It's not about me and my dream of doing nothing. It's about all of us together. I don't know what happened at that hypnotherapist the other day; maybe it was just shock. It's wearing off now, but when I saw that fat man keel over and die, Michael, I realized that we don't have a lot of time on this earth. We weren't meant to spend it this way. Human beings weren't meant to sit in little cubicles, starring at computer screens all day, filling out useless forms and listening to eight different bosses drone on about mission statements.  \n[129]that is not right, Michael. For five years now, you've worked your ass off at Initech, hoping for a promotion or some kind of profit sharing or something. Five years of your mid-20s now, gone. And you're gonna go in tomorrow and they're gonna throw you out into the street. You know why? So Bill Lumbergh's stock will go up a quarter of a point. Michael, let's make that stock go down. Let's take enough money from that place that we never ever have to sit in a cubicle ever again. Your software works right?  \n[130]Yeah? But Samir does.  [Scene Peter's apartment. Samir's there, along with Michael and Peter.]  \n[131]That's the beauty of it. Each withdrawal is a fraction of a cent. That's too small to notice. Take a thousand withdrawals a day, space it out over a few years, that's a couple hundred thousand dollars.  \n[132]Get your resume ready for what? Another job where they can fire you for no reason?  \n[133]Look, I don't know about you guys, but I'm tired of being pushed around. Aren't you?  \n[134]Illegal? Samir, this is America! Come on, sit down! Come on! This isn't Riyadh! They're not gonna saw your hands off, all right? The worse they can do is put you for a couple of months into a while collar, minimum security resort! Shit, we should be so lucky! Did you know they have conjugal visits there?  \n[135]Yes.  \n[136]You came here looking for a land of opportunity. And this is the knock of that opportunity. Tomorrow's your last day at Initech. You have two options  unemployment or early retirement. What's it gonna be?  \n[137]Yes.  \n[138]Yep. You sure can.  \n[139]That's what I'm talking about! I'm talking about America!!  \n[140]All right.  \n[141]Ok, you guys give me that disk and I'll take it from there. Oh, but listen. Before we go any further, all right, we have to swear to God, Allah, that nobody knows about this, all right? No family members, no girlfriends, nobody!  \n[142]Uh, don't worry about him. He's cool. All right. Now here's how I see it all going down...  [Scene Initech. Peter shakes the Bobs' hands.]  \n[143]Yeah, I guess it was.  \n[144]Oh, hey Drew.  \n[145]Well, is he ok?  \n[146]I stole something.  \n[147]No, I stole something else.  \n[148]We'll call it a going away present.  [Scene A field. They drop the printer. Samir stomps on it four times and Michael, eight times. Peter hands Samir a bat. He hits the printer twice and Michael takes over. He starts to punch it. Samir and Peter pull him away, but he runs back to destroy the evil printer.]  Cut to Peter's place. Samir's trying to break dance.  [Scene Outside Peter's place.]  \n[149]Everything is going to be ok. Ok?  \n[150]I can see this working. I gotta go. I gotta go. Joanna's coming over. Don't worry! You're worrying! All right? Monday morning we're gonna check the account balance and everything will be all right. Don't miss Tom's barbecue. I'll see you there.  Peter goes inside.  \n[151]Um, I'm not really at liberty to talk about it. I really can't.  [Scene Peter's car. He and Joanna are going to the barbecue.]  \n[152]So when the subroutine compounds the interest, right, it uses all these extra decimals places that just get rounded off. So we just simplify the whole thing and we just round it down and drop the remainder into an account that we own.  \n[153]Ah, no. No. You don't understand. It's, uh, very complicated. It's, uh, it's, it's aggregate so I'm talking about fractions of a cent that, uh, over time, they add up to a lot.  \n[154]Yeah.  \n[155]Well, it, it becomes ours.  \n[156]I don't think, I don't think I'm explaining this very well. Um, this Seven Eleven, right? If you take a penny from the tray -  \n[157]No, that's the tray. I'm talking about the tray. The penny's for everybody.  \n[158]Yeah, well, those are whole pennies.  \n[159]Right. I'm just talking about fractions of a penny here, but we do it from a much bigger tray. A couple of million times. So what's wrong with that?  \n[160]It's not wrong. Initech is wrong. Initech is an evil corporation, all right? Chotchkie's is wrong. Doesn't it bother you that you have to get up in the morning and put on pieces of flair?  \n[161]You know, the Nazis had pieces of flair but they made the Jews wear them.  \n[162]Look, we don't - I, I - we don't have to talk about this. Let's just go to the barbecue, all right?  \n[163]Tom! Hi! This is someone I'd like you to meet. This is Joanna.  \n[164]Well, that's exactly as you described it. Uh, listen, I, I heard about your settlement. Congratulations.  \n[165]Really?  \n[166]Wow.  \n[167]Thanks Tom.  \n[168]Drew.  \n[169]Yeah.  \n[170]Yeah.  \n[171]She's here with me.  \n[172]Yeah.  \n[173]Why's that, Drew?  \n[174]She does, does she?  \n[175]With who?  \n[176]Lumbergh?!  [Scene Peter's car. He and Joanna are leaving the party.]  \n[177]\n[178]\n[179]Yeah, I know him!! I know him! He's my boss!! He's my unholy, disgusting, pig of a boss!!  \n[180]He represents all that is solace and wrong! And you slept with him!  \n[181]Well, I didn't think you would sleep with a guy like Lumbergh!  \n[182]Well, I may be. But at least I never slept with Lumbergh!!  \n[183]Fine.  He stops and Joanna gets out.  \n[184]Say hello to Lumbergh for me!!!  She slams the door and he drives off.  [Scene Peter's room. He's having nightmares again.]  \n[185]You tell me, Michael, it's your software!  \n[186]Corporate accounting is sure as hell going to notice 305, 3 (grabs the receipt) 26.13!! Michael!!  \n[187]Michael! Michael! You said the thing was gonna take two years!  \n[188]You said the thing was supposed to work.  \n[189]No it didn't!  \n[190]Oh! What is this fairly mundane detail, Michael?!!!!!  \n[191]All right. Ok. All right. Let's try not to get pissed off at each other, all right? We'll figure this thing out together, ok? And the first thing we gotta do is we gotta close that account down before it gets any bigger.  [Scene Initech. It's Bill's 41st birthday. All the employees are singing the birthday song to him in a flat monotone. He blows out the candles and everyone claps.]  \n[192]What? We just hand them a check with the exact amount they're missing? I, I think they'd figure that out.  \n[193]That's a great idea. Ok, how do we do that?  \n[194]Ok. Do we know any coke dealers?  \n[195]Ok. We're looking up money laundering in a dictionary.  \n[196]My girlfriend slept with Lumbergh, that's what I can't believe.  \n[197]You mean, Ron Lumbergh, the airshow guy?  \n[198]Ron's not related to Bill, is he?  Someone rings the doorbell.  \n[199]Don't panic. It's probably just the mailman.  He opens the door.  \n[200]Ok.  \n[201]No -  \n[202]He doesn't know anything, all right?  \n[203]You're a software engineer?!  \n[204]You can't tell anybody about any of this stuff I told you. I mean, we know a lot of the same people.  \n[205]What am I going to do with forty subscriptions to Vibe ?  \n[206]Don't worry about it. I'll think of something.  \n[207]Lawrence! You awake?  \n[208]You wanna come over?  \n[209]Hey. You're not working at Chotchkie's anymore.  \n[210]What happened?  \n[211]I'm going to go away for awhile. Uh, to jail. Yea, about that computer scam, you were right\u0085it was a bad idea. I'm going to take the blame for it, I decided. I'm going to return the money and leave the confession under Lumbergh's door. Joanna, I wanna apologize. I had no right to get pissed off at you, Lumbergh isn't my problem. It wasn't even the right Lumbergh. I don't know why I can't just go to work and be happy, like I'm supposed to like everybody else.  \n[212]Yeah. I may never be happy with my job. But if I could be with you, I think that I could be happy with my life. But if you could give it another shot, I promise, Joanna -  \n[213]Hey, Lawrence, are you there?  \n[214]Hey. So, I may be going away for awhile.  \n[215]Yeah. Well, it's time to go face the music. You take care of yourself, cause I don't wanna see ya.  They shake hands.  \n[216]Ok, Lawrence.  [Scene Peter's car. He's driving along when he sees something.]  Cut to Initech. It's on fire, big time. Peter joins the crowd of his co-workers and watches. Milton walks away quickly. A structure falls and Peter laughs.  Cut to inside, a burning cubicle.  [Scene The burned ruins of Initech. Peter is now a construction worker, working alongside Lawrence. Lawrence digs up Milton's burnt Swingline.]  \n[217]Let me see this.  \n[218]I know someone who might want this.  A car horn beeps. Michael and Samir step out of the car.  \n[219]I brought mine in a pail. Plus, Joanna's supposed to come by later.  \n[220]It's not too bad. Not too bad. How's Penetrode?  \n[221]Initrode.  \n[222]Yeah. Yeah.  \n[223]No, thanks. I'm doing good here.  \n[224]Yeah. I think the fire pretty much took care of everything.  \n[225]Yeah...  \n[226]That's the one thing I'm definitely sure of.  \n[227]You guys take care!  \n[228]Ok, will do.  This isn't so bad, huh? Making bucks, getting exercise, working outside.  \n[229]Fuckin' A...  [Scene  A beach. Milton is relaxing and a waiter comes up to him.]  ", "Samir": "\n[1]Motherf - shit - sonofa - ass!! I just -  He hits the steering wheel.  Cut to Milton at a bus stop. TN  He mumbles his coming lines, as he does with all his lines.  \n[2]Oh no! Not again! Why does it say paper jam when there is no paper jam?!! I, I swear to God, one of these days, I, I, I just kick this piece of shit out the window!!!  \n[3]Piece of shit!!  Nina comes with papers.  \n[4]Please.  He sits in his and Michael's cubicle.  \n[5]How come no one in this country can pronounce my name right? It's Na- gee-een-ah-jah. Nagaenajar  \n[6]Michael, there's nothing wrong with that name.  \n[7]Well, why don't just go by Mike, instead of Michael?  \n[8]It's a little early...  \n[9]It could be nice to have that kind of job security.  \n[10]Yes, I am also not a pussy.  \n[11]That's right.  \n[12]Peter, you, you always talk about this girl. If you're so obsessed with her, why don't you just ask her out?  \n[13]Yeah.  \n[14]Peter, she's anorexic.  \n[15]Yeah. Didn't you get that memo?  Peter sighs.  [Scene Outside Initech. Tom, another employee, runs across the street, towards Samir, Peter and Michael.]  \n[16]Is that Tom Smykowski?  \n[17]Oh, what are you talking about Tom? How do you know that?  \n[18]Yes, yes, it's horrible\u0085this idea\u0085.  \n[19]So what did you say?  \n[20]Well, I would invest half of it in ??? Mutual Funds and give the rest of it to my friend, Saheib, in Securities.  \n[21]But that's not much money, I -  \n[22]Superman III - that's it, I have to leave now, ok?  I have to get my resume ready.  \n[23]That's right! If I'm lucky.  \n[24]Yes, Peter, but I'm not going to do something illegal.  \n[25]Really.  \n[26]So what do you think?  \n[27]I have a question.  \n[28]In, in these conjugal visits, you can have sex with women?  \n[29]Ok. I'm gonna do it.  \n[30]Of course.  \n[31]I can't believe they had security escort us out. Not like we're gonna steal something.  \n[32]What did you steal?  \n[33]The one I see is -  \n[34]\n[35]Hi Tom.  \n[36]Samir.  \n[37]Shit, shit, shit, shit. Son of a bitch! Shit! This is a - fuck! Son of a bitch! Shit!  \n[38]Yes, it's your software!  \n[39]What happened?!  \n[40]It did not work, Michael, ok?!  \n[41]Ok?!  \n[42]Is, is there a way to just give the money back?  \n[43]Well, we have to do something.  \n[44]Yes. We are in very, very deep shit.  [Scene Milton's new \"office\" - the basement. Bill enters with a piece of cake.]  \n[45]It doesn't really help us, Michael.  \n[46]Yeah, you didn't know that?  \n[47]Wait, wait, wait a minute. Wait a minute. You just give us the name of one drug dealer. I could talk to him. I have good networking skills.  \n[48]Working must be, must be very hard for you.  \n[49]We're new to it, though. If we had more experience -  \n[50]I don't want to go to any prison! Why the hell did I do this?! I've never done anything wrong in my whole life! We weren't thinking clearly because you told us we were losing our jobs! And look at us now, we're, we're worried about going to prison!  \n[51]Ass. I'm going home. You are a very bad person, Peter.  Samir and Michael leave. Peter knocks on the wall.  \n[52]So, how do you like your new job?  \n[53]It's work.  \n[54]But what if the money burned up? It's too be a scheme.  \n[55]Are you sure you don't want us to get you a job?  \n[56]Ok.  ", "Anne": "\n[1]\n[2]Oh my God, Dr. Swanson! Ooh! Ooh! Is he dead? Oh!  She runs to get help. Peter just sits there and smiles. The hypnosis thing apparently worked...  [Scene Peter's bedroom. Saturday morning, 8:00. His alarm clock beeps and he sits up. He looks at the clock and decides to go back to sleep.]  Cut to later. Peter's still asleep. The phone rings and the answering machine picks up.  \n[3]Peter, what's going on?!  \n[4]It's 3:30. Why aren't you at work?!  \n[5]Peter, what is wrong with you?! First, you sit there while Dr. Swanson dies and you just walk out of the car and embarrass me in front of my friends. Don't blame this on hypnosis either. That's total bull!  Peter hangs up but Anne calls back.  \n[6]\n[7]", "Lawrence": "\n[1] \n[2]Oh! I'm sorry man, is Anne over there or something?  \n[3]Hey man. Check this out, dude.  He changes channels a bunch of times  Pepsi commercial, a soap opera and another show. He stops on breast exam.  \n[4]I'm sorry, man. I thought you'd wanna see this. Doesn't this chick look like Anne?  \n[5]Hey, she hasn't been over here in a while. You two still going out?  \n[6]Yeah, I get that feeling too, man.  \n[7]I don't know , man, I just get that feeling looking at her, like - I'm sorry, man. Look, I, I, I, I, I, I'm talking out of my ass. I don't know.  He gets up.  \n[8]Tell me about it, man.  myself up to Vascalinas. Yeah, I'm doing the drywall up there at the new McDonalds.  \n[9]No. No, man, shit, no, man. I believe you get your ass kicked for sayin' something like that, man.  \n[10]We still going fishing this weekend?  \n[11]Well, you can get out of that easily.  \n[12] Well, when you work on an Saturday, he generally asks you at the end of the day, right?  So all you have to do is avoid him \u0096  That's all right, i got one \u0096  The last few hours of the day. And turn off your answering machine, you should be home free then.  \n[13]I'll tell you what I'll do, man--Two chicks at the same time.  Peter laughs.  \n[14]Damn straight, man. I've always wanted to do that. I figure if I were a millionaire, I could hook that up. Chicks dig guys with money.  \n[15]Well, the type that double up on a guy like me do.  \n[16]\n[17]Oh yeah.  \n[18]Nothing, huh?  \n[19]You don't need a million dollars to do nothing, man. Take a look at my cousin. He's broke and don't do shit.  [Scene Peter's room. He's in bed and he keeps hearing voices.]  \n[20]Hey Peter man! Check out channel nine! It's a breast exam! Whoo!!  Cut to Peter's cubicle. Bill checks his watch because Peter's still not there.  Cut to a lake. Lawrence, Peter and Joanna are fishing. Peter holds up a big fish.  Cut to Initech. Peter enters with an Igloo cooler.  \n[21]Don't worry man! I won't tell anybody about this either!  \n[22]Yeah, man!  \n[23]No thanks, man. I don't want you fucking up my life too!  [Scene Peter's room. He dreams that they're in court, with Rob as their lawyer.]  \n[24]Hey, Peter, man.  \n[25]Yeah, I know, man. It's a bummer, dude, what can I say?  \n[26]You too, man. Take care.  Hey Peter! Watch out for the corn hole ok?  \n[27]Who would want that stapler, man? That's toasted, man.  \n[28]Fuckin' A.  ", "Bob": "\n[1]So what you do is you take the specifications from the customers and you bring them down to the software engineers?  \n[2]Well, then I gotta ask, then why can't the customers just take the specifications directly to the software people, huh?  \n[3]You physically take the specs from the customer?  \n[4]Ah.  \n[5]Then you must physically bring them to the software people.  \n[6]Well, what would you say\u0085 you do here?  \n[7]Let's see. You're Michael...Bolton?  He nods.  \n[8]Is that your real name?  \n[9]Are you in any relation to the pop singer?  \n[10]\n[11]I mean you must really love his music.  \n[12]You're GOD DAMN right he is.  They laugh.  \n[13]So tell me. What's your favorite song of his?  \n[14]HA HA! I feel the exact same way, but it must be hard for you, I mean, having the same name as him. I celebrate the guy's entire catalogue. But anyway, let's get down to business, Michael!  \n[15]The next paper looks like a Peter Gibbons.  Peter enters.  \n[16]Aha! All right. We were just talking about you. You must be Peter Gibbons. Uh huh. Terrific. I'm Bob Slydell and this is my associate, Bob Porter.  \n[17]Why don't you grab a seat and join us for a minute?  He does so.  \n[18]Y'see, what we're trying to do here, we're just trying to get a feel for how people spend their day. So, if you would, would you just walk us through a typical day for you?  \n[19]Great.  \n[20]Space out?  \n[21]Uh, Peter, would you be a good sport and indulge us and tell us a little more?  \n[22]Don't, don't care? \n[23]I beg your pardon?  \n[24]Eight?  \n[25]Bear with me for a minute.  \n[26]Believe me, this is hypocritical. But what if you were offered some kind of stock option and equity sharing program?  \n[27]Absolutely. It's all on this side of the table, trust me.  \n[28]Wow.  Cut to the cubicle's. Peter walks past them and into the hall.  \n[29]Right. So there's three more people we can easily lose. There's Tom Smykowski.  \n[30]Gone.  \n[31]Here's a peculiar one. Milton Waddams.  \n[32]You know, squirrely looking guy, mumbles a lot.  \n[33]We can't find a record of him being a current employee here.  \n[34]I looked into it more deeply and I found what happened was he got layed off about five years ago and no one ever told him about it. But through a glitch in Payroll, he still gets a paycheck. I went ahead and fixed the glitch.  \n[35]Just a second there, Professor. We, uh, we fixed the glitch. So he won't be receiving a paycheck anymore. So it'll just work itself out naturally.  \n[36]We always like to avoid confrontation whenever possible. The problem is solved from here on, then.  They laugh.  \n[37]Uh, we should move on to a Peter Gibbons. I had a chance to meet this young man and boy does he have Straight to Upper Management written all over him.  \n[38]I'll handle this. We feel that the problem isn't with Peter.  \n[39]Um-um.  \n[40]It's that you haven't challenged him enough to get him really motivated.  \n[41]There it is.  \n[42]All right, Bill. Let me ask you this. How much time each week would you say you deal with these TPS reports?  \n[43]It looks like you've been missing a lot of work lately.  \n[44]That's terrific, Peter. I,I, I'm sure you've, you've, you've heard some of the rumors around the hallway about how we're just going to do a little  housecleaning with some of the software people.  \n[45]Well, these people here. First, Mr. Samir Naga...Naga...  \n[46]Naga...  \n[47]Naga-worker here anyway!  The Bobs laugh.  \n[48]Mr. Mike Bolton. We're certainly gonna miss him.  \n[49]We're gonna bring in some entry level graduates for us to work in Singapore, that's the usual deal.  \n[50]Well, it's standard operating procedure.  \n[51]No! No, of course not. We always find it's better to fire people on a Friday. It's statistically shown that there's less chance of an incident if we do it at the end of the week. Anyway, Peter, what we would like to do is put you into a position where you would have as many as four people working right underneath you.  \n[52]This is a big promotion, Pete.  \n[53]Huge.  \n[54]Umm-hmm.  \n[55]Peter, congratulations. This is one heck of a promotion.  \n[56]And we'll go ahead and get some people under you right away.   [Scene Samir and Michael's cubicle. They look at each other. Michael copies the virus and looks around. He gives it to Samir. Samir walks by Peter and gives it to him. He puts it into his computer and copies the file. He goes to Samir and Michael's cubicle.]  ", "Porter": "\n[1]Well, then I gotta ask, then why can't the customers just take the specifications directly to the software people, huh?  \n[2]Then you must physically bring them to the software people.  \n[3]Is that your real name?  \n[4]Are you in any relation to the pop singer?  \n[5]I mean you must really love his music.  \n[6]So tell me. What's your favorite song of his?  \n[7]The next paper looks like a Peter Gibbons.  Peter enters.  \n[8]Why don't you grab a seat and join us for a minute?  He does so.  \n[9]Space out?  \n[10]Don't, don't care? \n[11]I looked into it more deeply and I found what happened was he got layed off about five years ago and no one ever told him about it. But through a glitch in Payroll, he still gets a paycheck. I went ahead and fixed the glitch.  \n[12]We always like to avoid confrontation whenever possible. The problem is solved from here on, then.  They laugh.  \n[13]I'll handle this. We feel that the problem isn't with Peter.  \n[14]It's that you haven't challenged him enough to get him really motivated.  \n[15]All right, Bill. Let me ask you this. How much time each week would you say you deal with these TPS reports?  \n[16]It looks like you've been missing a lot of work lately.  \n[17]Well, these people here. First, Mr. Samir Naga...Naga...  \n[18]Naga-worker here anyway!  The Bobs laugh.  \n[19]We're gonna bring in some entry level graduates for us to work in Singapore, that's the usual deal.  \n[20]This is a big promotion, Pete.  \n[21]And we'll go ahead and get some people under you right away.   [Scene Samir and Michael's cubicle. They look at each other. Michael copies the virus and looks around. He gives it to Samir. Samir walks by Peter and gives it to him. He puts it into his computer and copies the file. He goes to Samir and Michael's cubicle.]  ", "Slydell": "\n[1]So what you do is you take the specifications from the customers and you bring them down to the software engineers?  \n[2]You physically take the specs from the customer?  \n[3]Ah.  \n[4]Well, what would you say\u0085 you do here?  \n[5]Let's see. You're Michael...Bolton?  He nods.  \n[6]\n[7]You're GOD DAMN right he is.  They laugh.  \n[8]HA HA! I feel the exact same way, but it must be hard for you, I mean, having the same name as him. I celebrate the guy's entire catalogue. But anyway, let's get down to business, Michael!  \n[9]Aha! All right. We were just talking about you. You must be Peter Gibbons. Uh huh. Terrific. I'm Bob Slydell and this is my associate, Bob Porter.  \n[10]Y'see, what we're trying to do here, we're just trying to get a feel for how people spend their day. So, if you would, would you just walk us through a typical day for you?  \n[11]Great.  \n[12]Uh, Peter, would you be a good sport and indulge us and tell us a little more?  \n[13]I beg your pardon?  \n[14]Eight?  \n[15]Bear with me for a minute.  \n[16]Believe me, this is hypocritical. But what if you were offered some kind of stock option and equity sharing program?  \n[17]Absolutely. It's all on this side of the table, trust me.  \n[18]Wow.  Cut to the cubicle's. Peter walks past them and into the hall.  \n[19]Right. So there's three more people we can easily lose. There's Tom Smykowski.  \n[20]Gone.  \n[21]Here's a peculiar one. Milton Waddams.  \n[22]We can't find a record of him being a current employee here.  \n[23]Just a second there, Professor. We, uh, we fixed the glitch. So he won't be receiving a paycheck anymore. So it'll just work itself out naturally.  \n[24]Uh, we should move on to a Peter Gibbons. I had a chance to meet this young man and boy does he have Straight to Upper Management written all over him.  \n[25]Um-um.  \n[26]There it is.  \n[27]That's terrific, Peter. I,I, I'm sure you've, you've, you've heard some of the rumors around the hallway about how we're just going to do a little  housecleaning with some of the software people.  \n[28]Naga...  \n[29]Mr. Mike Bolton. We're certainly gonna miss him.  \n[30]Well, it's standard operating procedure.  \n[31]No! No, of course not. We always find it's better to fire people on a Friday. It's statistically shown that there's less chance of an incident if we do it at the end of the week. Anyway, Peter, what we would like to do is put you into a position where you would have as many as four people working right underneath you.  \n[32]Huge.  \n[33]Umm-hmm.  \n[34]Peter, congratulations. This is one heck of a promotion.  ", "Drew": "\n[1]Hey guys.  \n[2]did you guys hear about Tom Smykowski?  \n[3]No, man, check this out.  [Flashback. Tom's getting drunk in his kitchen.]  \n[4]\n[5]\n[6]\n[7]\n[8]Sort of. He broke both his wrists, his legs, a couple of ribs, his back. But check it out. He's gonna get a huge settlement out of this. Like seven figures. He's getting out of the hospital this weekend and he's throwing a big party to celebrate. I'm thinking I'm gonna take that new chick from Logistics. I might be showing her my O face. Oh! Oh! Oh! you know what I'm talking about. Oh! Yeah. Right. See you guys there.  [Scene Peter's car. Samir and Michael are with him.]  \n[9]Hey Peter.  \n[10]That's something about old Tom Smykowski, huh?  \n[11]Lucky bastard.  Hey, isn't that the girl who works over at Chotchkie's?  \n[12]Hmm, who's she here with?  \n[13]Really?  \n[14]All right, Peter! Ooh! Ooh! Right on. Make sure you wear a rubber, dude.  \n[15]Are you kidding me? She gets around, all right?  \n[16]Oh yeah. Like a record.  Joanna waves.  \n[17]Well, let's see. Lumbergh fucked her. Ah, let me see who else...  \n[18]Lumbergh fucked her...Lumbergh fucked her...Lumbergh fucked her...  \n[19]I'm gonna see the O-face again. Oh! Oh! Oh! Ooh! Ooh!  That dissolves into Bill, naked, holding a foot in one hand a cup of coffee in the other.  ", "Michael": "\n[1]you and me both, man. The thing is lucky I'm not armed.  Samir grabs the paper out, tearing off the bottom part of it.  \n[2]That's me.  \n[3]Yeah.  \n[4]No, it's just a coincidence.  \n[5]At least your name isn't Michael Bolton.  \n[6]There was nothing wrong with it. Until I was about nine years old and that no-talent assclown became famous and started winning Grammys.  \n[7]\n[8]What's up G?  \n[9]Uh, I work at Initech and I don't consider myself a pussy, ok?  \n[10]I'm gonna find out the hard way that I'm not a pussy if they don't start treating us software people better.  \n[11]They don't understand. I could come up with a program that could rip that place off big time\u0085big time.  \n[12]Why not?  \n[13]Dude! An occupational hypnotherapist?!  \n[14]Yeah. I know what you mean.  \n[15]Nothing. Why don't you just tell Anne you're not into hypnosis and you want to play poker with us?  \n[16]An occupational hypnotherapist isn't going to help you solve any of your problems. And speaking of problems, what's this I hear about you having problems with your TPS reports?  \n[17]Oh, probably working on another heart attack.  \n[18]What? It's the staff meeting. So what?  \n[19]Tom, every week you say you're losing your job and you're still here.  \n[20]Shit. Shit.  \n[21]I don't think the pet rock was really such a good idea.  \n[22]That is the worse idea I've ever heard in my life, Tom.  \n[23]No, you're working at Initech because that question is bullshit to begin with.  If that quiz worked, there would be no janitors, because no one would clean shit up if they had a million dollars.  \n[24]Samir, the point of the exercise is that you could figure out what you want to do. And then\u0085  \"PC load letter\"?!! What the fuck does that mean?!!  He knocks off the paper tray.  [Scene Peter's apartment. He enters, tired, and sits down on the couch. He then turns on the TV.]  \n[25]I, I don't know.  \n[26]\n[27] Cut to inside.  \n[28]Yeah.  \n[29]It's just a coincidence.  \n[30]\n[31]Yeah. Yeah\u0085he, he, he's pretty, he's pretty good, I guess.  \n[32]Hmm. I, I, I don't know. I mean, I guess, I sorta like 'em all.  The Bobs laugh.  \n[33]You, you know, you can just call me Mike.  They stare at him.  [Scene Flingers. Peter is saving a table and Joanna enters.]  \n[34]Peter!  \n[35]What the hell's going on, man? I thought you were going to come in here and start shooting.  \n[36]What?! Peter, you're in deep shit! You were supposed to come in on Saturday. What were you doing?  \n[37]Well, I hope you have a better story than that for Lumbergh. You know, you're supposed to be having your interview right now with the consultants.  \n[38]What has gotten into you?  \n[39]Peter, Peter you, gotta postpone it man. Tell them you were sick. Make something up.  \n[40]Yeah. Yeah. That's it. That's exactly what I need. Just give it to me. Come on. Come on, you little fucker. Let's go! That's what I need. Let's do that. Let's do exactly that, you little, fu-  Peter walks up to him.  \n[41]Uh, no offense, there, Peter, but think about yourself, sport. You're the one who's been flaking out at work. Whatever that religious experience or whatever the hell it was, you better snap out of it, or you're gonna get canned.  \n[42]Yeah? What about it?  \n[43]It's pretty brilliant. What it does is where there's a bank transaction, and the interests are computed in the thousands a day in fractions of a cent, which it usually rounds off. What this does is it takes those remainders and puts it into your account.  \n[44]Yeah. They did this in Superman III.  \n[45]A bunch of hackers did this in the 70s and one of them got busted.  \n[46]No, you see, Initech's so backed up with all the software we're updating for the year 2000, they'd never notice.  \n[47]It's numbers up their asses.  \n[48]It's not worth the risk. I got a good job.  \n[49]Cockos! Samir and I are the best programmers in that place. And you, you haven't even been showing up and you get to keep your job.  \n[50]What?!!!  \n[51]I told those fudge-packers that I like Michael Bolton's music. God.  \n[52]Of course it works. That's not the point. Look, even if it could work, I don't know how to install it. I don't know the credit union software loan.  \n[53]Just like Superman III.  \n[54]Shit, I'm afraid. I haven't had a conjugal visit in six months.  \n[55]This thing actually is pretty fail-safe, Samir.  \n[56]Peter Let's discuss the plan, all right?  \n[57]All right. It works like a computer virus. All right? So all we have to do is load it anywhere into the credit union mainframe and it'll do the rest.  \n[58]Agreed.  \n[59]Who the fuck is that?!  \n[60]Well, that was easy.  \n[61]What did you do with the -  \n[62]The guy who got laid off?  \n[63]\n[64]Wow, our last day at Initech.  \n[65]Oh yeah. I guess we all did.  \n[66]Hiya Tom.  \n[67]Oh, no, we were just seeing -  His cup flies out of his hand and ice cubes go everywhere.  Cut to Peter and Drew.  \n[68]What happened?  \n[69]Oh shit! They, they probably won't notice it's gone for another two or three days.  \n[70]Well, technically it did work.  \n[71]Ok! Ok!  \n[72]Ok! Ok! I must have, I must have put a decimal point in the wrong place or something. Shit. I always do that. I always mess up some mundane detail.  \n[73]Ok quit getting pissed at me, all right? This was all your idea, asshole.  \n[74]May-maybe we launder the money.  \n[75]I don't know, I don't know. I don't even know what it means. It's something I think, I think coke dealers do.  \n[76]My, my cousin's a cokehead. We're in deep shit.  \n[77]\n[78]Yeah, well, you guys can both eat my ass, ok?  \n[79]It happened two years before you moved to Atlanta.  \n[80]Yeah, who did you think she slept with, Bill? (He and Samir start laughing) If she fucked him, their children would have hooves!  \n[81]Who is it?  He hides the checks while Peter goes to the door.  \n[82]Wait, wait, wait, wait! You used to be addicted to crack?  \n[83]Look, we're not asking you if you know about money laundering, we're just trying to see if you can hook us up.  \n[84]Huh? You worked at Initrode?  \n[85]I wish we had never done this. What are we going to do? You know what I can't figure out? How is it that all these stupid, Neanderthal, Mafia guys can be so good at crime and smart guys like us can suck so badly at it?  \n[86]No. No. Y'know what I think? I think we're screwed. There's evidence all over that building to link it to us. Even if we could launder money, I wouldn't want to. If we're caught while laundering money, we're not going to go to white-collar-resort-prison. No, no, no. We're gonna go to federal-reserve-pound-me-in-the-ass-prison.  \n[87]Hey man! Wanna go out to lunch?  \n[88]Initrode.  \n[89]I could probably get you a job if you want.  \n[90]So, uh, we're gonna be ok, right?  \n[91]All right, G.  \n[92]Stay in touch, man!  ", "Bolton": "\n[1]", "Milton": "\n[1]It's late again. If I'm there late again, I will be dismissed.  [Scene: Initech parking lot. Bill drives into his special spot. He turns on the alarm for his Porsche and walks in. Peter walks in too.]  Cut to inside. Peter pauses at the door and slowly reaches out to touch the metal handle. It gives him a shock and he enters.  Cut to the cubicles. Peter goes into his. He picks up papers, turns on the computer and sits down.  \n[2]Uh, they said I could listen to the radio at a reasonable volume from nine to eleven while I'm collating\u0085.  \n[3]I, I told Bill that if Sandra's going to listen to her headphones while she' working, I can listen to the radio while I'm collating -  \n[4]So I don't see why -  \n[5]The radio, I can't -  \n[6]I enjoy listening to the radio at a reasonable volume from nine to eleven.  Dom walks up.  \n[7]I, I don't care if they, if they lay me off either, because I, I told Bill that if he moves my desk one more time, then, then I'm quitting. I'm going to quit. And I told Dom too because they've moved my desk four times. I used to be by the window, where I could see the squirrels and they were merry. But then they switched from the Swingline to the Boston stapler, but I kept my Swingline. (he's holding his red Swingline) (Camera pans to Peter) They have my staples for the Boston and I kept the staples from the Swingline stapler.  \n[8]And if, if they take my stapler, I will, I will set this building on fire.  \n[9]Uh...sir...  \n[10]No, no, because I was, I was -  \n[11]No...sir...  \n[12]No. No.  \n[13]Ok. I'll set the building on fire.  [Scene Hallway at Initech. Peter enters in casual clothes. Milton walks up to him.]  \n[14]\n[15]I, I, I, I, I didn't receive my paycheck this week.  \n[16]I, I did and they, and they said -  \n[17]No...I...I...  \n[18]No...no...no...no...but...but...but...I, I, I -  \n[19]I can't...Excuse me. I believe you have my stapler?  [Scene The meeting between Peter and the two Bobs.]  \n[20]Can I keep a piece? Because last time I was told that -  \n[21]But this, this, it, it, it's a little cake...  Everyone gets a piece and Nina gets the last one. Milton has to watch everyone enjoy their piece.  [Scene Peter's apartment. They're trying to figure out what to do.]  \n[22]Yes.  \n[23]I wanted to see you because -  \n[24]No...no.  \n[25]I...I...that's really not my job and I haven't received my -  \n[26]Excuse me? Excuse me? Ok, that's the last straw.  [Scene Peter's place. Michael is looking up \"money laundering\" in the dictionary.]  \n[27]...to Mr. Lumbergh and he told me to talk to Payroll and then Payroll, they told me to talk to Mr. Lumbergh. And I still haven't gotten my paycheck and they stole my stapler and they told me to move my desk to Storage Room B and there was garbage all over it and I don't appreciate that.  \n[28]Mr. Lumbergh -  \n[29]But -  \n[30]Ok, I, I, I'm going to set the building on fire. I tell him, if I don't get my stapler  I'm going to have to get my stapler back because it is my stapler. (he goes into Mr. Lumbergh's office) It's my stapler, the Swingline. It's been mine for a very long time.  [Scene Peter's room. He's packing his clothes. He goes outside and knocks on Lawrence's door.]  \n[31]Excuse me. Excuse me, Senor. May I speak to you please? I asked for a mai tai, a margarita, and a pina colada. I asked for no salt, no salt in the margarita. But it had salt in it.  If you do that again, I won't be leaving a tip. I won't be putting one down. Sir? I could check into a competing resort...  ", "Bill": "\n[1]Hello, Peter. What's happening? Uh\u0085 we have sort of a problem here. Yeah. You apparently didn't put one of the new coversheets on your TPS reports.  \n[2]\n[3]Yeah. If you could just go ahead and make sure you do that from now on, that will be great. And Uh, I'll go ahead and make sure you get another copy of that memo Mmmm, Ok?  He walks away.  \n[4]Hello, Phil. What's happening?  Peter tries to read his papers, but a loud radio  is bothering him. He stands up and sees it's Milton.  \n[5]So you should ask yourself, with every decision that you make (points to the banner) Is this good for the company? Am I helping the best way that I can for the company...  \n[6]Good. Well, uh, I'd like to, uh, welcome a new member to our team. Uh, Bob Slydell. Yeah. Uh, he is, uh, a consultant. Yeah. He is a consultant.  He'll be helping us out a little here, asking some questions, making sure things go a little more smoothly. Yeah. Oh and remember, next Friday is Hawaiian shirt day! So, y'know, if you want to, go ahead and uh, wear a Hawaiian shirt and jeans.  [Scene Milton's cubicle, under the banner. He's on the phone with Peter.]  \n[7]Hello Peter. What's happening? Um, I'm gonna need you go ahead and come in tomorrow. So if you could be here around nine, that would be great. Oh, oh, yea\u0085I forgot. I'm gonna also need you to come in Sunday too. We, uh, lost some people this week and we need to sorta catch up. Thanks.  [Scene Outside the clinic. A sign says  Hypnotherapist; Dr. Swanson, CCS; Anxiety, Depression, Marriage, Weight Loss, Smoking, Insurance  Cut to inside. Anne is with Peter. Opposite them are Dr. Swanson and two other patients.  \n[8]Yah, hi. It's Bill Lundbergh. It's about ten o' clock, uh, wondering where you are.  Cut to later. Peter's still asleep. The phone rings again.  \n[9]\n[10]\n[11]Yeah, hi, it's Bill Lum -  Next message  \n[12]Yeah, it's -  Next message  \n[13]Yeah, hi, it's Bill Lumbergh -  Next message  \n[14]Yeah, it's me again. Uh, I was away from my desk for a minute. Just checking in case you called while I was gone.  The phone rings. Peter answers it.  \n[15]From now on, you use the time sheets if you work on two or more job codes and you need the extra columns to fit it all in. Otherwise, use the old time sheets...  \n[16]...it would really, really help us out.  \n[17]So, uh, any questions?  [Scene Chotchkie's. Peter enters and goes up to Joanna at the counter.]  \n[18] \n[19]...stapler off my desk...  Milton puts his Swingline stapler somewhere else. The guys laugh.  \n[20]...anyway, sounds great, Bob. I'll see you in a few. Hey, Milton, what's happening?  \n[21]Uh, I'm going to have to ask you to move your desk. Now, if you could get it to go as far back against that wall as possible, that would be great.  \n[22]That way, we'll have some room for more boxes and things we need to put in here.  \n[23]Uh  Oh there it is.  \n[24]Let me just get that from ya.  Great. So if you could get to that as soon as possible, that would be terrific. Have a nice lunch, Milton. Bye.  He walks off.  \n[25]Hey, Peter, what's happening? Listen, uh -  Peter walks right past him.  [Scene Chotchkie's]  \n[26]He's useless.  \n[27]Great.  \n[28]Ooh, uh, yeah. I'm going to have to go ahead and sort of disagree with you there. Yeah. Uh, he's been real flaky lately and I'm not sure that he's the caliber person you want for upper management. He's been having some problems with his TPS reports.  \n[29]Yeah, I'm not sure about that now.  \n[30]Yeah...  [Scene Peter parks in Bill's usual spot and goes into the building. He takes a drill and removes the metal door handle.]  Cut to outside, where Bill has to park in the handicap spot.  Cut back inside. Peter tears down the banner.  Cut to outside. Bill's Porsche is being towed away. They only manage to pull off the bumper.  Cut to Peter and Joanna watching Kung Fu. They're about to kiss.  \n[31]So, Peter, what's happening? Now are you going to go ahead and have those TPS reports for us this afternoon?  Uh, yeah. So I guess we should probably go ahead and have a little talk, hmm?  \n[32]Uh, I wasn't aware of a meeting with them.  \n[33]That sounds good, Peter. Uh, and we'll go ahead and, uh, get this all fixed up for you later.  [Scene Milton's cubicle. He's organizing papers.]  \n[34]Hi, Milton. What's going on?  \n[35]Uh, you're gonna have to talk to Payroll about that.  \n[36]Uh, we're gonna need to move your desk downstairs into Storage B.  \n[37]Uh, we have some new people coming in and we need all the space we can get.  \n[38]And if you could could go ahead and get a can of psticide and take care of the roach problem we've been having that would be great. (He walks away.  \n[39]Oh that's great\u0085great\u0085  \n[40]Why don't you move it a little to the left? That's right. Great. Oh, hello, Peter. What's happening? Uh, could you give me those TPS reports ASAP? Mmmkay?  Peter wakes up and breathes deeply.  [Scene Chotchkie's. Stan approaches Joanna.]  \n[41]All right, Kate, you wanna get everybody started there. (he gets a slice of cake) Mmm. That is terrific. That is just terrific. I really, really appreciate it.  A slice is handed to Milton.  \n[42]Milton?  \n[43]What's happening?  \n[44]Say, you know what would be a great idea?  \n[45]Since you're already down here, it would be great if you could get a ca of pesticipe and take care of the cockroach problem we've been having in here.  \n[46]For now, why don't you get a flashlight and a can of pesticide and -  Dom enters.  ", "Lumbergh": "\n[1]\n[2] \n[3] ", "Dom": "\n[1]Hello, Peter. What's happening?  We need to talk about your TPS reports.  \n[2]Yeah. Uh, did you get that memo?  \n[3]Yeah. It's just that we're putting new coversheets on all the TPS reports before now before they go out now. So I'd really appreciate it if you could just remember to do that. from now on. That'd be great.  He walks away. Peter's phone rings and he answers it.  \n[4]Sounds good to me.  \n[5]Who's he?  \n[6]Oh.  \n[7]So, um, Milton has been let go.  \n[8]Hello, Peter.  \n[9]Bill! We need you upstairs right away. Some major glitch in the accounting. A lot of money missing.  They go upstairs and Bill turns off the light.  ", "Portwood": "", "Joanna": "\n[1]Hi. How can I help you?  \n[2]Well, our specials are barbecued chicken - it's actually right over there on the board.  Excuse me.  She goes to take orders.  \n[3]Oh, are you serious? Yeah, I don't , I don't think I'm supposed to do that.  \n[4]Uh, when you say \"next door\", do you mean Chili's or Flingers?  \n[5]Ok.  [Scene Initech. Bob Slydell and Bob Porter are interviewing Tom.]  \n[6]Hi.  \n[7]I wonder if they will let me wear this in here.  \n[8]Ok.  Wow. This place is really nice.  \n[9]Oh my God, compared to Chotchkie's. I like the uniforms better anyways.  \n[10]Nah. (makes a face  Peter looks at the buttons' wearing on his suspender. One says We're not in Kansas anymore. The one underneath says POOF.  \n[11]Yeah. Really. (laughs  \n[12]Oh! That's, uh, that's uh, my pieces of flair.  \n[13]That's where you know, suspenders and buttons and all sorts of stuff. We're, uh, we're actually required to wear fifteen pieces of flair. quite stupid actually.  \n[14]Yeah. Yeah. Although I didn't actually choose these. I, uh, I just grabbed fifteen buttons and, uh, I don't even know what they say! Y'know, I don't really care. I don't really like talking about my flair.  \n[15]So, where do you work, uh, Peter?  \n[16]And, uh, what do you do there, Peter?  \n[17]\n[18]You're just not gonna go?  \n[19]Won't you get fired?  \n[20]\n[21]When did you decide all that?  \n[22]Really?  \n[23]Ok. So, so you're gonna get another job?  \n[24]\n[25]\n[26]I love Kung Fu...  \n[27]Totally...  \n[28]Ok...  \n[29]Ok. Can we order lunch first?  \n[30]Ok.  [Scene Milton's cubicle. He hears bill talking and eavesdrops.]  \n[31]I'm sorry. I was late. I was having lunch.  \n[32]Really? I have 15 buttons on. I, uh, (shows him  \n[33]Ok.  \n[34]Ok. Ok, you want me to wear more?  \n[35]Yeah.  \n[36]Ok. So, more then?  \n[37]Yeah. Yeah.  \n[38]Ok.  [Scene Conference room. Dom and Bill are talking to the two Bob's.]  \n[39]Hey, what were you guys celebrating last night?  \n[40]So you're stealing.  \n[41]Ok. So you're gonna make a lot of money, right?  \n[42]Ok. That's not yours?  \n[43]How's that not stealing?  \n[44]From the crippled children?!  \n[45]Oh, for everybody. Ok.  \n[46]Yeah.  \n[47]It seems wrong.  \n[48]Yeah, but I'm not about to go in and start taking money from the register!  \n[49]What?!  \n[50]Ok.  [Scene Tom's house. Samir and Michael open the front door. tom is in a full body cast and is hooked up to a bunch of stuff.]  \n[51]Hi.  \n[52]Oh, what if you get caught? Oh, I, I, I, I just don't know if this is such a good idea.  \n[53]What?! What are you - Oh! All right, Lumbergh...  \n[54]Peter! What is wrong with you? That was like to years ago! What, do you know him?  \n[55]Oh, he's not that disgusting.  \n[56]That is none of your business, ok? I didn't ask you who you slept with before we were together. I don't care!  \n[57]Listen to you! Who do you think you are? How dare you judge! Do you think you're an angel or something? No! You're this petty, stealing, wannabe criminal...man!  \n[58]Ok. That's it. I'm done. I want to get out of the car. Stop. I wanna get -  \n[59]Why don't you call me when you grow up? Oh, wait, that's probably never gonna happen so just don't call me, all right?  \n[60]Yeah?  \n[61]My, uh, flair.  \n[62]Umm-hmm.  \n[63]Huh. What do I think? Let me tell you what I think, Stan. If you want me to wear thirty-seven pieces of flair like your pretty boy Brian over there, then why don't you just make the minimum thirty-seven pieces of flair?  \n[64]Yeah. Yeah. Y'know what? I do. I do want to express myself. Ok? And I don't need thirty-seven pieces of flair to do it. (gives him the finger) All right? There's my flair! And this is me expressing myself. There it is! I hate this job! I hate this goddamn job and I don't need it!!  She storms out.  [Scene An ATM machine. Peter gets out a receipt that says he has $305,326.13]  receipt.]  \n[65]Hey.  \n[66]No, no, I got fired.  \n[67]I flipped off my boss. And some customers - actually a line just happened to be standing there, so...  \n[68]Peter, most people don't like their jobs. But you go out there and find something that makes you happy.  \n[69]Oh shut up.  They hug and kiss.  \n[70]I hate that guy.  [Scene Initech. Peter drives up.]  Cut to inside. Peter sticks the envelope under the door of William Lumbergh, Division Vice President. He walks away but frantically runs back and tries to get the envelope. He can't reach it and finally gives up.  [Scene Initech. Morning. Milton is talking to an secretary. Lumbergh hasn't gotten to work yet.]  "}}