{"filename": "One-Flew-Over-the-Cuckoo's-Nest_script.txt", "imdb_id": "tt0073486", "imdb_url": "https://www.imdb.com/title/tt0073486", "characters": ["Washington", "Chief Bromden", "Nurse Itsu", "Beans Garfield", "Bancini", "R.P. McMurphy", "Miller", "Turkle", "Sefelt", "Martini", "Col. Matterson", "Warren", "Dr. Spivey", "Nurse Ratched", "Ellis"], "dialogues": {"Washington": "\n[1]\tHe goin' t'see the Big White \tMuthuh...  They cackle, legs jiving, as the ammonia stings Bromden's eyes and burns his nose. He tries to twist his head, but Washington jams the mop harder. Bromden freezes, panic spreading across his face.  \n[2]\tHaw, look at 'im, big 'nough to eat \tapples off my head an' he mine me \tlike a baby...  A KEY is HEARD hitting the lock in the main door. Washington very adroitly releases Bromden, hands him the mop, and turns, along with Warren and Miller, to their duties, as BIG NURSE enters the ward.  \n[3]\tYes, Miss Ratched?  \n[4]\t\t(taking Bromden by the \t\thand \tYes, Miss Ratched...  \n[5]\t\t \tWarren!  He sits Bromden down and straps his bands and legs in, then plugs the electric shaver in and turns it on and brings the BUZZING instrument towards Bromden's face. Bromden turns away.  \n[6]\t\t \tGet your black ass in here!  Warren props the vegetable up against the sink.  \n[7]\t\t(simultaneously as Spivey \t\tpasses into the ward \tMornin', Doctor Spivey.  \n[8]\t\t \tYes, sir!  The door closes. CAMERA HOLDS on sign that READS:  \n[9]\tYou a good boy, Mistah Bancini...  Nurse Pilbow returns, hypodermic needle in hand.  Pete turns to his fellow inmates.  \n[10]\tMartini, there ain't nobody there, \tya dumb goon! Go get the ball!  \n[11]\tPass the ball, McMurphy.  McMurphy crosses to the court, bouncing the ball as he goes. When he reaches the court he holds the ball out to Washington, who reaches for it, but McMurphy snaps it back over his shoulder to Martini.  \n[12]\tLe's go, Chief. Le's go get \tourselves all nice and clean... \t\t \tYou too, Mistah Mack-Murphy!  Washington goes off with Bromden.  CAMERA HOLDS on McMurphy as he slowly pulls it together and sits on the edge of the bed. He's naked as he opens the drawer to his nightstand and fishes around for a cigarette.  \n[13]\tYes, Miss Ratched?  \n[14]\t\t(taking Bromden by the \t\thand \tYes, Miss Ratched...  Washington leads Bromden off. Big Nurse turns to Cheswick and several other Acutes, who have crowded around.  \n[15]\tNobody leaves here till seven \tthirty.  McMurphy turns Washington over in his mind, then he looks up at the clock above the door.  The time is 7:28. The second hand sweeping its way toward 7:29.  \n[16]\tTha's your problem.  \n[17]\tHuh?  \n[18]\tWay down the hall, the Group \tMeeting is SEEN in progress.  \n[19]\tWarren! Miller!  The Acutes have stopped fighting and are watching.  McMurphy tags Washington, then is grabbed from behind by Warren, who pulls him back.  Washington moves in and goes to work on McMurphy, when Bromden grabs Washington, from behind, in a bear hug.  Miller jumps on Bromden's back. Bromden, still holding Washington, backs up into the wall, squashing Miller, who screams out.  \n[20]\tShit, man, tha' ain't even worth \tconsiderin'.  \n[21]\tNow you talkin'.  \n[22]\tBet you ass...  \n[23]\t\t \tGimme tha' ball!  Billy panics and hands the ball to Washington, who turns around and makes another basket. Score: AIDES 6 PATIENTS 0.  McMurphy and Harding run down court, McMurphy taking the ball away from Martini, who would like to bring it in.  \n[24]\tJus' playin' the game, sucker...  Washington chuckles and trots on down court.  \n[25]\t\t \tTake you han's offa me!  Spivey comes running, blowing his whistle.  \n[26]\tNo way...  Bromden takes the ball at the foul line. Sets himself up and lobs the ball underhand. It goes in.  The crowd goes wild.  \n[27]\t\t(very far away; getting \t\tcloser \tBibbit? Where's Bill Bibbit, ya \tdamn goons?  \n[28]\tCome on, get over there!  McMurphy allows himself to be led to the heavy security partition, by the men's dorm, where all the patients are lined up.  It is morning and the day room is a mess:  A few chairs turned over. Paper cups and empty bottles. Puddles of cough syrup, orange juice and apple juice worked into sticky masses.  Rose sits by herself on the couch.  Bromden is the last one led to the lineup, where Big Nurse waits.  \n[29]\tYes, Miss Ratched!  \n[30]\tYes, Miss Ratched...  Washington nods to Warren and the two of them scoop Billy off the floor and carry him screaming to Doctor Spivey's office as Big Nurse crosses into the nurses' station and picks up the phone as Candy eases her way into the day room and joins McMurphy.  A beat, then Miller starts herding the patients toward the washroom, staying clear of McMurphy and Bromden, who don't move.  McMurphy pulls the keys out of his pocket.  \n[31]\t\t \t'Kay, let's have the keys an' \tnobody get hurt!  Washington's words are cut off as, O.S., Nurse Pilbow SCREAMS... a bloodcurdling scream. They turn to see Nurse Pilbow enter the nurses' station, her uniform splattered with blood, hysterically talking to Big Nurse .  Big Nurse and Nurse Pilbow rush out of the nurses' station and head down the hallway.  McMurphy is glued to the spot.  ", "Chief": "", "Bromden": "\n[1] as Warren enters and takes a firm grip on Bromden's head and Washington goes to work on Bromden's face. CAMERA PUSHES INTO EXTREME CLOSEUP of Bromden's fearfully distorted face as the BUZZING SOUND of the electric razor INTENSIFIES until it is \n[2] looking out of the window. His face washed by the sunlight. His eyes have a vague look, almost vacuous, as...  \n[3] looking at the machine. A long beat.  \n[4]\tThank you.  McMurphy looks up. A long beat.  \n[5]\tThank you.  Another beat.  \n[6]\tGod Bless America.  \n[7]\tNo.  \n[8]\tCa-na-da...  \n[9]\tYeah...  \n[10]\tCa-na-da...  \n[11] as Sefelt and Miller enter the visitors' room, cross to the security gate and pass into the hallway. Bromden goes back to his mopping.  \n[12] The patients are all asleep. The new night attendant is fast asleep in the nurses' station.  Bromden quietly takes his pillow and goes to McMurphy's bed, where he kneels and puts his head very close to McMurphy's. A long beat as Bromden studies McMurphy's face.  \n[13]\t\t(whispering in McMurphy's \t\tear \tWhen I first came here I was so \tscared of being lost I had to \tholler so they could track me... I \tfigured anything was better than \tbeing lost...  On the last word, Bromden places his pillow over McMurphy's face and begins to suffocate him. McMurphy starts thrashing and Bromden lies full length on McMurphy. A long beat, then the thrashing ends. Bromden gets off McMurphy, replaces his pillow, and crosses down the aisle toward the day room.  ", "Nurse": "\n[1]\tGood morning, boys.  She sweeps by and disappears into the nurses' station. The three attendants put their mops and rags aside and start towards the men's dorm, leaving Bromden pressed against the wall, mop in hand.  \n[2] as Big Nurse enters to be greeted by Miss Pilbow, who wears an enormous cross between her breasts.  \n[3]\tMean old Monday, Miss Pilbow, mean \told Monday... \t\t(she flips on the \t\tintercom \tGood morning, boys. Rise and shine. \tRise and shine.  \n[4]\t\t \tTime to get up! Come on now, it's a \tbeautiful day! Let's not straggle! \tEverybody up, up, up!  The Chronics are physically helped out of bed as the Acutes, who can handle themselves, cross out into the Day Room, rubbing the sleep out of their eyes. Big Nurse steps out of the Nurses' Station. Washington and Warren are hustling the patients toward the washroom.  Miller stays behind, stripping Blastic's bed and rolling up his mattress.  \n[5]\tGood morning, Mister Sefelt... Good \tmorning, Mister Fredrickson. Good \tmorning, Billy, I spoke to your \tmother last night and she sends her \tlove... Good morning, Mister \tHarding... Good morning, Mister \tCheswick. Mister Scanlon...  Bromden comes drifting by, going in the opposite direction. Big Nurse takes his hand and reaches up and pats his face.  \n[6]\tOh, Mister Bromden... \t\t \tMister Washington!  Washington comes running.  \n[7]\tMister Washington, why don't we get \ta good head start on the day by \tshaving Mister Bromden and see if \twe can't avoid a disturbance.  \n[8] as Miss Pilbow picks up the phone.  \n[9]\tOkay. How you doing?  \n[10]\tMister McMurphy is a new admission.  \n[11]\tThis way, Mister McMurphy.  As McMurphy follows Nurse Pilbow down the hall, Spivey's voice trails after him.  \n[12]\tMister McMurphy!  McMurphy turns to see Big Nurse approaching, Washington casually bringing up the rear.  \n[13]\t\t \tWill you come with me, please.  \n[14]\tMy name is Miss Ratched. I'm the \thead nurse here. You've already met \tMiss Pilbow and Aides Washington \tand Warren.  \n[15]\tMister Miller, this is Mister \tMcMurphy, who'll be staying with \tus.  Greetings are exchanged as they pass through.  \n[16]\tWe do appreciate the way you have \ttaken it upon yourself to meet the \tother patients.  \n[17]\tThis is your bed. You may leave \tyour things in that cabinet.  \n[18]\tPlease use your time to familiarize \tyourself with your new home and if \tthere is anything you need to know, \tdon't hesitate to ask us.  \n[19]\tAll in good time, Mister McMurphy. \tAll in good time.  \n[20]\tGood. Now if you'll just go along \twith Mister Washington, he'll see \tthat you're properly oriented.  McMurphy doesn't move.  \n[21]\tIs there anything else?  \n[22]\tGood. I'm sure we'll be friends.  They smile, sizing up each other.  \n[23]\tYes. Now go along, Mister McMurphy. \tGo along.  \n[24]\t\t \tSomebody please see to Mister \tBancini, so we can start the \tmeeting.  Billy does... gently laying a hand on Bancini.  \n[25]\tAt the close of Friday's meeting, \twe were discussing Mister Harding's \tproblem, concerning his wife... \t\t \tMister Harding stated that his wife \tmade him uneasy because she drew \tstares from men on the street. Is \tthat correct, Mister Harding?  \n[26]\t\t \tHe also thinks he may have given \ther reason to seek sexual attention \telsewhere, but he didn't say how. \tHe has been heard to say to his \twife, 'I hate you, I don't ever \twant to see you again. You've \tbetrayed me.' \t\t \tSo. Does anyone care to touch upon \tthis further?  Big Nurse waits. A long beat.  Harding sits, chewing his nails, tensely waiting, almost wanting someone to begin.  The patients shift uncomfortably, looking in all directions.  McMurphy looks around to see what will follow, when he sees Ellis, nailed to the wall; his pants leg darkens and a puddle of piss forms at his feet. McMurphy looks to see if Big Nurse or the Aides have noticed.  If they have, no one pays any attention.  McMurphy fidgets in his seat, then gets up, crosses to Ellis, unhooks him from the wall, and moves him over a few feet.  The other patients are aghast at this move, look at each other quizzically.  Big Nurse merely watches.  McMurphy crosses back to his chair and sits.  \n[27]\tMister McMurphy, this ward is a \tdemocratic community run by the \tpatients and their votes, so you \tshould feel at ease in your new \tsurroundings to the extent you can \tfreely discuss emotional problems \tin front of the patients and staff. \tHowever, the cardinal rule, and I \tmust emphasize this: Everyone keeps \ttheir seat during the meeting!  \n[28]\tYes... We were discussing Mister \tHarding's problem with his wife. \tNow, who will start? \t\t \tBilly.  \n[29]\tWould you like to start?  \n[30]\tMister Sefelt?  Sefelt shrugs and sinks into his seat.  \n[31]\tMister Fredrickson?  Fredrickson passes.  \n[32]\tMister Taber?  Taber passes.  \n[33]\tMister Martini?  \n[34]\tMister Scanlon?  Scanlon looks at the floor.  \n[35]\tMister Cheswick?  Cheswick wags his head 'no.'  \n[36]\tAm I to take it that there isn't a \tman among you who has an opinion \tconcerning this matter? \t\t(no response; she focuses \t\tin on Harding \tMister Harding, you've stated on \tmore than one occasion that you \tsuspected your wife of seeing other \tmen.  \n[37]\tBut you have no proof.  \n[38]\tAnd yet you suspect her.  \n[39]\tWhy?  \n[40]\tHave you ever speculated, Mister \tHarding, that you are impatient \twith your wife because she does not \tmeet your mental requirements?  One of the Chronics laughs like a child.  \n[41]\tYes, Billy?  \n[42]\tNo secrets, Mister Harding. Let's \tget it all out in the open...  \n[43]\tSomebody see to Mister Bancini.  Two or three Acutes get up and try to soothe Bancini, but he isn't to be hushed.  \n[44]\tYes, yes, Mister Bancini, now if \tyou'll just be calm...  \n[45]\t\t(working her way around \t\tBancini \tYes, I know, I know...  She gets him in the ass, with the needle, and springs back.  \n[46] as McMurphy enters. Nurse Pilbow is the only one there.  \n[47]\t\t \tStay back! Patients aren't allowed \tto enter the... Oh, stay back!  \n[48]\tOh, stay back, I'm a Catholic!  Big Nurse enters from the nurses' lounge.  \n[49]\tMister McMurphy. Patients aren't \tallowed in here.  \n[50]\t\t \tYes, Mister McMurphy?  \n[51]\t\t \tThat music is for everyone, Mister \tMcMurphy.  McMurphy leans in, placing his hand on the window.  \n[52]\t\t(aware of his physical \t\tproximity \tMister McMurphy, there are old men \there who couldn't hear the music at \tall if it were lower. That music is \tall they have, and I wish you \twouldn't lean against the glass \tthere, your hands are staining the \twindow.  McMurphy jerks his hand away.  \n[53]\tNot at all, Mister McMurphy...  McMurphy turns to walk away.  \n[54]\tYour medicine, Mister McMurphy.  \n[55]\tIt's just medication, Mister \tMcMurphy, good for you. Now down it \tgoes...  \n[56]\t\t \tDon't get upset, Mister McMurphy...  \n[57]\tThat's all right, Miss Pilbow, if \tMister McMurphy does not wish to \ttake his medication orally, he \tmay...  \n[58] The patients looking at her. They turn back to their card game.  \n[59]\t\t \tGood morning, boys. Rise and shine. \tRise and shine.  \n[60]\t\t \tTime to got up! Come on now, it's a \tbeautiful day! Let's not straggle! \tEverybody up, up, up!  McMurphy is in bed, not ready for the world, when Washington crosses to Bromden, who is looking out the window, and leads him off.  \n[61]\tGood morning, Mister Sefelt, are \tyour teeth any better?... Good \tmorning, Mister Fredrickson... Good \tmorning, Mister Harding; \tmy, my, you've been biting your \tfingernails again...  She sees McMurphy approaching, wearing a towel around his waist and a scowl on his face.  \n[62]\tMister McMurphy, patients are not \tpermitted to run around in towels.  \n[63]\tOn this ward?  \n[64]\tOh, I had them removed.  \n[65]\tPatients are rationed to one pack \tof cigarettes a day.  Bromden comes drifting by, going in the opposite direction. Big Nurse takes his hand.  \n[66]\t\t \tMister Washington!  Washington comes running.  \n[67]\tPlease see to Mister Bromden.  \n[68]\tNow you boys hurry along and wash \tup for breakfast... \t\t \tYou too, Mister McMurphy.  \n[69]\tAfter breakfast, Mister McMurphy, \tafter breakfast.  \n[70]\tYes. Now run along like a good boy \tand see that you wash up properly.  \n[71] watching McMurphy who removes his towel as he enters the washroom.  \n[72]\tSit down, Mister Cheswick.  \n[73]\tSit down, Mister Cheswick!  Cheswick sits -- stunned. A beat; then:  \n[74]\t\t \tYou should have thought about that \tbefore you gambled all your \tcigarettes away. Is that clear?  Cheswick sulks in his seat.  \n[75]\tMister Cheswick, is that clear!  \n[76]\tGood... \t\t \tNow, as I recall, we were making \tquite a bit of headway, last time, \twith Mister Harding's problem. So, \tdoes anyone care to begin?  McMurphy's hand goes up. No one else's does.  \n[77]\tYes, Mister McMurphy.  \n[78]\tCertainly, Mister McMurphy.  \n[79]\tThe point is well taken, Doctor, \tbut do we have the necessary \tpersonnel to cover a second day \troom?  \n[80]\tGood. Good. Yes, yes, I think we \tshould give it a trial period. So! \tMay we get back to Mister Harding's \tproblem... \t\t(she sees McMurphy's hand \t\tup \tYes, Mister McMurphy?  \n[81]\tGo on...  \n[82]\tJust a minute, Mister McMurphy!  \n[83]\tPlease understand, the schedule has \tbeen set up for a delicately \tbalanced reason that would be \tthrown into turmoil by a switch of \troutines.  \n[84]\tVery well! All those in favor, \tplease raise your hands.  Big Nurse casts a watchful eye over the patients.  \n[85]\t\t \tI count only two, including you, \tMister McMurphy. Certainly not \tenough to change ward policy.  McMurphy's hand goes down.  \n[86]\tYes. Now was there anything else \tyou wanted to discuss, Mister \tMcMurphy?  \n[87]\t\t \tThen I suggest we turn our \tattention back to Mister Harding's \tproblem. Would anybody care to \tbegin?  She looks around.  McMurphy is slouched in his chair.  Harding puts his hands up. No one else does.  \n[88]\tYes, Mister Harding?  \n[89]\tTry, Billy, try...  Billy tries, but can't talk.  The other Acutes are bored, restive, waiting.  McMurphy has ants in his pants as Big Nurse speaks to Billy.  \n[90]\tWas it your idea to visit her on \tSunday?  \n[91]\tTell us about it...  \n[92]\tWhat was it about her that \tdisturbed you so, Billy?  \n[93]\tBilly, were you afraid of her, or \tof her love?  No response from Billy.  \n[94]\tThat was the first time you \tattempted to commit suicide, wasn't \tit? \t\t \tYou must try to talk about it, \tBilly.  \n[95]\tMister McMurphy, the purpose of \tthis meeting is therapy. Group \ttherapy.  \n[96]\tLet me pose a question to the \tgroup: do any of you feel that \tMister McMurphy is perhaps imposing \this personal desires on you too \tmuch?  \n[97]\tWill one more vote satisfy you?  \n[98]\tVery well. What is it you're \tproposing, Mister McMurphy?  \n[99]\t\t \tA vote is before the group.  \n[100]\tEveryone in favor of changing the \tschedule raise his hand.  The first hand to come up is Cheswick's. Then McMurphy's. Then Martini, Scanlon, Sefelt, Fredrickson, Billy and Taber.  Harding doesn't vote.  Big Nurse starts counting the hands.  McMurphy, his face beaming, counts the hands.  \n[101]\tI'm sorry, Mister McMurphy, I count \tonly eight.  \n[102]\tBut there are eighteen patients on \tthe ward, Mister McMurphy.  \n[103]\tI'm sorry, Mister McMurphy, but you \tmust have a majority to change ward \tpolicy.  \n[104]\t\t \tYou mean you don't want their votes \tto count, Billy!  \n[105]\tSit down, Mister McMurphy!  McMurphy turns the TV on, flips the channel, then sits and waits for a picture.  \n[106]\tI want you to turn the television \toff and return to your place!  A picture swirls onto the TV screen. The ballgame is in progress .  Martini rushes over and joins McMurphy. Scanlon follows hot on his heels as --  \n[107]\tSit down, Mister Cheswick.  Cheswick stops and stands there, helpless to move.  \n[108]\t\t \tI want you men to return to your \tproper places. The group meeting is \tnot over!  McMurphy continues looking at the blank TV screen as the Acutes look from McMurphy to Big Nurse, not knowing what to do next when --  \n[109]\t\t \tMister McMurphy, you are \tdeliberately violating the \trules!...  \n[110]\t\t \tYou men remain seated!  \n[111]\t\t \tYou boys, stop this and go to your \tassignments! Mister McMurphy, I \twant you to set an example...  \n[112]\t\t \tYou men stop this! Mister \tWashington! Miller! Warren!  Big Nurse's last words overload the intercom and the system peaks out. Big Nurse's mouth continues to work in frantic circles as Washington, Miller and Warren rush to quell the uproar.  \n[113]\tGood. Well, boys, did you enjoy \tyourselves?  A burst of exuberance as the inmates hold up their fish.  \n[114]\tMy, my...  No one can find superlatives or gestures big enough to describe his catching of the big fish, \"brought it in himself\" AD LIB.  \n[115]\tMr. McMurphy, you had no right to \ttake these men out with you!  \n[116]\tNo, it was irresponsible!  Big Nurse turns to the others, leaving McMurphy dangling.  \n[117]\t\t \tThat's quite a catch, Jim. Whaat \tare you going to do with it?  \n[118]\tThat's an excellent idea. Now, why \tdon't you boys place your fish on \tthe gurney and we'll see to it that \teveryone enjoys a fresh fish \tdinner.  The men toss their fish on the gurney as Martini joins the group and starts hitting the others up for a cigarette. All he gets for his troubles are a series of \"No,\" \"Get lost,\" \"I don't have any.\"  \n[119]\tThank you, boys. Now if you'll just \tgo along with Mister Washington to \tthe showers, supper is in half an \thour.  The inmates start AD LIBBING and laughing, \"We're not hungry,\" as Martini sees Harding light up a cigarette and crosses to him.  \n[120] as McMurphy reaches the Nurses' Station and puts his hand through the plate glass window, his fist stopping inches from Miss Pilbow's startled face. Miss Pilbow's scream is added to the SOUND OF THE SHATTERED WINDOW.  \n[121]\tMister McMurphy.  McMurphy turns to see Nurse Itsu. The two aides are standing behind her.  \n[122]\tFine, thank you. \t\t \tHere, please take these.  \n[123]\tTo help you relax... please...  McMurphy takes the pills and downs them. Bromden takes his pills.  \n[124]\tPlease take off your shoes.  McMurphy takes off his shoes.  \n[125]\tPlease follow me.  \n[126]\t\t \tMiss Itsu. \t\t \tIn here, please.  \n[127]\tNo...  \n[128]\tConductant.  \n[129]\t\t \tIt's been brought to my attention \tthat you're giving Mister \tFredrickson your medication, aren't \tyou, Mister Sefelt?  \n[130]\tNow, Jim, you must be honest with \tyourself.  At the end of the hall, the door opens and McMurphy and Bromden enter the visitors' room, accompanied by Washington and Warren. They cross to the security gate, open it and pass into the hallway.  Washington and Warren disappear into a room, leaving McMurphy and Bromden, who walk slowly towards the day room.  The Group Meeting continues over as Fredrickson raises his hand.  \n[131]\tYes, Mister Fredrickson?  \n[132]\tSit down, Mister Cheswick, and wait \tyour turn!  He sits.  \n[133]\tIf the dorms were left open, you \twould just return to bed after \tbreakfast...  \n[134]\tWith few exceptions, time spent in \tthe company of others is \ttherapeutic, while every minute \tspent brooding alone only increases \tseparation.  \n[135]\tMister McMurphy.  \n[136]\tWelcome back.  \n[137]\tI hope everything is settled.  \n[138]\tGood. Why don't you join us?  \n[139]\tCertainly, Mister McMurphy, with \tpleasure.  \n[140]\tYes. Good luck, Mister McMurphy.  \n[141]\tNo.  \n[142]\tNo, miss, it's the other way \taround.  \n[143]\tWho?  \n[144]\tMiss, it's a complicated case. It \twould take too long to explain.  \n[145]\t\t \tBilly, it's not polite to stare!  Billy sinks back, thinks it over, then presses forward.  \n[146] as McMurphy enters the nurses' station and looks around.  \n[147] as Turkle shoves his way to the intercom system and switches off the lights and music.  \n[148] as Turkle, shushing the crowd, makes his way to the nurses' lounge and opens the door.  \n[149] as Turkle enters, crosses to the nurses' lounge and opens the door to see the patients, silhouetted against the open refrigerator light, moving around, pulling the room apart. It smacks of Dante's Inferno as Turkle snaps on the light and steps into the room.  \n[150] as Turkle steps into the room and sees the extent of the plundering. The filing cabinet is open. So is the medicine cabinet. Rolls of medical gauze are strewn around, cough syrup and orange juice are flowing.  The patients start piling out of the room, carrying their plunder.  Fredrickson and Sefelt are SEEN sitting on the floor, in front of the open refrigerator, looking through their dossiers.  \n[151] as McMurphy enters and goes to Turkle, who is dead asleep. McMurphy lifts Turkle's keys and leaves.  \n[152]\tThank you, Mister Washington! \tMister McMurphy, do you know where \tBilly is?  McMurphy shrugs \"no.\"  \n[153]\tMister Harding, have you seen \tBilly?  Harding shrugs \"no.\"  \n[154]\tMister Sefelt...  Big Nurse's question is cut off as all the patients and attendants turn their heads toward the hallway and start laughing. Big Nurse turns to see Turkle, without his shirt on, walk into the seclusion room and close the door behind him.  Big Nurse turns and starts down the hallway, the laughter trailing after her when, suddenly, the laughter breaks off as Big Nurse stops and in the silence, she opens the door.  \n[155]\tYou should have thought about that \tbefore you brought that woman in \there!  \n[156]\tI don't want your mother to believe \tsomething like this but what am I \tto think?  \n[157]\tBilly, that girl couldn't have \tpulled you in there forcibly...  \n[158]\tWho? Tell me!  \n[159]\tGet up, Billy.  \n[160]\t\t \tMister Washington.  \n[161]\t\t \tPut him in Doctor Spivey's office!  \n[162] as Big Nurse, still on the phone, sees Miller go sprawling across the floor. She grabs the intercom.  \n[163]\t\t \tWashington! Warren! To the day \troom, immediately!  \n[164]\tGet away from him! Don't you dare \ttouch him!  McMurphy turns and leaps at Big Nurse, grabbing her throat; he drives her into the Acutes and Nurse Pilbow.  \n[165]\t\t \tDid everything go well, Mister \tSefelt?  Sefelt turns to the nurses' station where, inside, Big Nurse sits very erect, wearing a back brace that reaches up around her neck. Sefelt shows his teeth and gums to Big Nurse.  \n[166]\t\t \tThat's very nice. Now, doesn't that \tmake you feel better, Mister \tSefelt?  \n[167]\tGood...  She turns back to her work.  Sefelt crosses to the card game, where he sits and catches Fredrickson's attention; showing him his teeth. Fredrickson smiles at Sefelt and blows him a kiss.  \n[168]\tYes, Mister Harding?  \n[169]\tNo. Mister Harding, that is not \ttrue.  \n[170]\tThank you...  \n[171]\t\t \tNow, let's find you a place to sit, \tshall we, Mister McMurphy?  Big Nurse gently guides McMurphy to a seat on the Chronics' side of the room.  Bromden can hardly contain himself as he waits for McMurphy to go into his act.  The Acutes have already absorbed the reality of McMurphy's condition as they exchange looks with each other.  \n[172]\t\t \tHere now, you sit here... That's \tit...  Big Nurse pats McMurphy's face and crosses back to the nurses' station.  McMurphy just sits there, his head lolling to one side.  Bromden waits for McMurphy to go into his routine.  McMurphy just sits there.  Bromden snaps his fingers and slaps his thigh, then waits for McMurphy to follow suit.  McMurphy just sits there slobbering.  Bromden slaps his thigh again.  No response from McMurphy.  The MUSIC PLAYS ON.  ", "Itsu": "\n[1]\tOkay. How you doing?  \n[2]\tMister McMurphy.  McMurphy turns to see Nurse Itsu. The two aides are standing behind her.  \n[3]\tFine, thank you. \t\t \tHere, please take these.  \n[4]\tTo help you relax... please...  McMurphy takes the pills and downs them. Bromden takes his pills.  \n[5]\tPlease take off your shoes.  McMurphy takes off his shoes.  \n[6]\tPlease follow me.  \n[7]\t\t \tMiss Itsu. \t\t \tIn here, please.  \n[8]\tNo...  ", "Beans": "", "Garfield": "", "Bancini": "\n[1]\tI'm tired. Whew. O Lord. Oh, I'm \tawful tired...  \n[2]\tAwful tired...  Billy gently eases Bancini into his chair and sits beside him, patting his skinny knee.  \n[3]\t\t \tTired... Awful tired...  \n[4]\t\t \tI'm tired!  Everyone hushes.  \n[5]\tTired. Tired. Oh God, I'm tired...  Big Nurse nods to Washington, who goes to Pete, and gives his arm a jerk toward the door. Bancini is unmovable.  Big Nurse signals Nurse Pilbow, who heads for the nurses' station.  Washington senses danger, lets go of Pete's arm, backs away.  \n[6]\tYou see... it's a lotta baloney... \tIt's all a lotta baloney...  \n[7]\tThat's all it is, just a lotta \tbaloney. Ya see, I can't help it, \tcan't...  \n[8]\t... don't ya see. I was born dead. \tNot you. You wasn't born dead. \tAhhh, it's been so hard... \t\t(starts going over, \t\tslowly; sighing and \t\tcrying \tTired... I'm tired... aw-ful \ttired...  McMurphy looks around at the others.  Each patient is locked in his own world -- oblivious to Bancini's state.  ", "R.P.": "", "McMurphy": "\n[1]\tYeah, ain't that the truth.  \n[2]\tSo long, fellas...  The two Deputies merely shrug their backs at McMurphy who takes a deep breath of fresh air.  \n[3]\tYes, sir, it's a mighty nice fall \tday...  \n[4]\tYes, ma'am...  McMurphy follows Nurse Pilbow into the hallway as the door closes behind them.  \n[5]\t\t(as he peels the Band-Aid \t\toff, revealing a scar \tI tell ya, these goons showered me \tat the courthouse this morning, \tlast night at the jail, and I swear \tthey'd have swabbed my ears out on \tthe way over if they could've found \tthe facilities...  A young Japanese nurse, named ITSU, passes by.  \n[6]\t\t \tHey, how ya doin', cutie?  \n[7]\tJust great! \t\t \tSee ya around!  Nurse Itsu laughs and disappears around the corner.  \n[8]\t\t \tYes, sir, I sure am gonna enjoy my \tstay here.  \n[9]\t\t \tYa know, I ain't never been in an \tinstitution of psychology before.  \n[10]\tYeah, I'm here on a ninety-day \tobservation period. Short-timer, \tlike they say...  Soft nostalgic MUSIC is HEARD OVER.  \n[11]\tAfter you, ma'am.  \n[12]\t\t(to Washington and Warren \t\tas they step into ward \tMan, there sure is an awful lot of \tpoontang around here.  \n[13]\tYeah, I was just thinking the same \tthing, Doc...  \n[14]\tWhy, I'll betcha there must be a \tmillion albacore and tuna running \tof the coast right this minute.  \n[15]\tFish! Hell, Doc, I'd like to have a \tnickel for every fish I landed \tbetween Point Conception and the \tAlaska coast...  Washington and Warren continue down the hallway, passing SEFELT, who shyly approaches and waits at a respectful distance.  \n[16]\tYup! Worked right outta Depoe Bay \tfor just about every season since I \twas able to haul my own weight.  \n[17]\tMcMurphy, Doc. R.P. McMurphy.  They shake hands.  \n[18]\tYou bet, Doc.  Spivey turns to Sefelt.  \n[19]\tThank you, ma'am,  Nurse Pilbow enters the nurses' station, closing the door behind her. Next to the door is a bulletin board which, among other bits of information, READS:  \n[20]\tHi.  \n[21]\tHow ya doin', buddy?  \n[22]\tOh, yeah? What's ailing ya?  \n[23]\tWell, that's too bad...  Taber, pencil and paper in hand, crosses to McMurphy and taps him on the shoulder.  \n[24]\tYeah, buddy?  \n[25]\tNo, 'fraid not...  Taber walks away.  Martini tugs at McMurphy's sleeve.  \n[26]\tYeah, buddy?  \n[27]\tSorry, buddy, I'm clean outta \tchange...  Scanlon moves in.  \n[28]\tSure...  \n[29]\tHey, how's it look up there, big \tboy?  \n[30]\tThat right?  \n[31]\t\t \tYour buddy is callin' ya.  Martini crosses back to the card game as Taber returns.  \n[32]\tWhat's troubling ya, buddy?  \n[33]\tYou look pretty healthy to me.  \n[34]\tHow do ya know that?  \n[35]\tYou're breathin' right now.  Taber walks away.  McMurphy watches him go.  Nearby, an OLD VEGETABLE squeaks.  \n[36]\t\t \tWhat's that, Pop?  The old man squeaks again.  \n[37]\t\t \tCan't hear ya, old-timer.  \n[38]\tHell, compared to where I just come \tfrom, this is a country club.  McMurphy crosses to the card game and stands watching the game.  \n[39]\tWhatcha boys playin'?  \n[40]\tShoot! No wonder you don't care \tnothin' 'bout showin' your hand.  Billy holds his hand close to his chest.  \n[41]\tWhat's your name, buddy?  \n[42]\tWell, put 'er there, Billy boy, my \tname's McMurphy.  They shake hands.  \n[43]\tWhat I wanna know is who's the top \tloony around here?  \n[44]\tYeah, that'll do for openers!  \n[45]\tWhat for?  \n[46]\tI can wait...  McMurphy picks up a chair and sits down right next to Harding and looks at him. Another beat; then:  \n[47]\tI'm seeing what a busy man does.  Harding, very nervous at McMurphy's proximity, turns back to the game.  \n[48]\tYessir, that's why I came to this \testablishment for, to bring you \tbirds fun and entertainment 'round \tthe gamin' table...  McMurphy fans the deck out and lays it on the table. Everyone's eyes pop as he scoops the cards up in one movement -- he's a card shark, a magician -- leaving the Acutes with their mouths hanging open.  \n[49]\tEasy now, don't smudge 'em, we got \tlots of games ahead of us...  \n[50]\tYes, ma'am...  \n[51]\t\t \tHold the fort down, will ya, \tfellas!  \n[52]\tYes, ma'am.  Big Nurse and McMurphy stop at the security gate to the men's dorm where Miller opens the gate.  \n[53]\tThank you, ma'am...  Big Nurse stops at an empty bed where Warren is turning the mattress down.  \n[54]\tYes, ma'am...  \n[55]\tNow that you mention it, I sure \twould like to call my aunt up in \tPortland and tell 'er where I am so \tshe can come visit me.  \n[56]\tYes, ma'am.  \n[57]\tJust that I'm glad to be here, Miss \tRatched. I really am.  \n[58]\tYeah, you ain't half so bad looking \tfor a head nurse.  \n[59]\tYes, ma'am. \t\t \tLead the way, Sam.  They cross out of the men's dorm.  Big Nurse watches them go.  \n[60]\tHell, Doc, I've been everything \tfrom a hoopla man with a two-bit \tcarny show to a top mechanic and \tbull goose catskinner for every \tgypo loggin' operation in the \tNorthwest till the Army taught me \twhat my natural bent was.  \n[61]\tPoker!  \n[62]\tYeah, but you know how society \tpersecutes a dedicated man.  \n[63]\tThey say I'm a habitual hassler. \tLike I fight some. Sheeut. They \tdidn't mind so much when I was a \tdumb logger and got into a hassle. \tThat's a hardworkin' feller blowing \toff steam, they say. But if you're \ta gambler, all you have to do is \tspit slantwise and you're a \tgoddamned criminal.  \n[64]\tTo tell the truth, ever since I \tfound my natural callin' I done \ttime in so many small-time jails I \tcould write a brochure...  \n[65]\tWell, ya know, Doc... \t\t \tDoesn't it say so there?  \n[66]\tI don't, Doc...  \n[67]\tThat's correct, Doc ...  \n[68]\tDoc, what can I tell ya?  \n[69]\tNo, this is my first trip, Doc.  \n[70]\tYou bet, Doc!  \n[71]\tYeah, well, it just pains me \tsomethin' awful to see a full \tgrowed man sloshing around in his \town water...  \n[72]\tWell, say, buddy, is that the usual \tpro-cedure for those Group Ther'py \tshindigs? Bunch of chickens at a \tpeckin' party?  \n[73]\tThat's right, buddy. And you want \tto know who pecks the first peck?  \n[74]\tAh, come off it! It's that Big \tNurse, that's who...  The other Acutes have gathered around McMurphy and Harding.  \n[75]\tI'm not talking about Fred Yoong or \tMaxwell Jones, buddy, what I'm \ttalkin' about is that crummy \tmeeting and what that nurse did to \tyou!  \n[76]\tDid to you and all the rest of you \tguys.  \n[77]\tWhat did I see 'cept a grown man \tgettin' whipped so bad he can't \tlaugh anymore.  \n[78]\tTell 'er to go straight to hell!  \n[79]\t\t \tShe ain't peckin' at your eyes, \tbuddy.  McMurphy grabs Harding by his balls and Harding goes up on his toes.  \n[80]\tShe's peckin' at your balls, buddy, \tat your ever-lovin' balls.  Harding is doubled over.  \n[81]\tP.A. What the hell is that?  \n[82]\tHuh?  \n[83]\tTell 'er to go to hell anyway!  \n[84]\tWhat for?  \n[85]\tLobotomy?  \n[86]\t\t \tIs that your sense of humor or are \tyou tryin' to say somethin'?  \n[87]\t\t \tPass it to me, Martini.  Martini holds back.  \n[88]\tC'mon, I'll give it back!  Martini passes to McMurphy.  \n[89]\tAtta boy, Martini.  He passes it back to Martini, who laughs and passes it back to McMurphy, who passes it to Scanlon, who passes to McMurphy, who passes to Billy, etc. Bromden just stands watching.  \n[90]\t\t \tBack and forth, that's it. Shoot, \tman, we'll be takin' on the New \tYork Knicks before we're through...  McMurphy looks to see Big Nurse looking out a window at them. He catches her eye. She turns away.  \n[91]\tHey-ya, hey-ya, come on, come on, \tI'm waitin' on you suckers, you hit \tor you sit...  \n[92]\tHit, you say? Well well well and \twith a king up, the boy wants a \thit. Whadaya know. \tSo comin' at you and too bad, a \tlittle lady for the lad and he's \tover the wall and down the road, up \tthe hill and dropped his load.  \n[93]\t'Kay, place your bets.  \n[94]\tThat's a dime, Martini.  Martini breaks a cigarette in half.  \n[95]\t\t \tWhadaya bet, Cheswick?  \n[96]\tThat okay. I'll take your marker. \tHow many ya want?  \n[97]\t\t \t'Kay, all bets are down, let's \twheel 'em an' deal 'em.  He deals the cards out, the first one face down, then the next one face up.  \n[98]\tBig king... little deuce... another \tking... a lovely lady... big ten... \tand a trey... hey, hey, whadaya \tsay? Ya hit or sit, Martini?  \n[99]\t\t \tThat's twenty up, Martini. \t\t(turning to TV, he shouts \t\tacross room \tHey, Taber, who's pitching the \topening game?  Taber calls back something but it's lost in the other sounds.  \n[100]\tWait a minute, Martini, I can't \thear a thing. \t\t \tWhat?  \n[101]\tPardon me miss, but would you mind \tturning...  \n[102]\tAll I'm askin' is...  Nurse Pilbow grabs at her cross, screams and shuts her eyes, holding the cross in front of her.  \n[103]\tSorry, ma'am.  McMurphy steps out of the station, closing the door behind him.  \n[104]\t\t \tPardon me, ma'am, can I ask you \tsomethin'?  \n[105]\tHow 'bout turning off that music \tfor a while so a man can hear \thimself think?  \n[106]\t\t \tWell, say, how 'bout easin' it down \ta bit so a man don't have to shout!  \n[107]\tSorry, ma'am... Sorry 'bout that...  McMurphy breathes on the glass and wipes it clean with his sleeve.  \n[108]\tSorry to have bothered you.  \n[109]\t\t(turning back, he examines \t\tthe contents of the cup \tWhat's the horse pill for, honey?  \n[110]\tLook, miss, I don't like swallowing \tsomething without knowing what it \tis!  \n[111]\tI'm not upset. All I wanna know, \tfor the lovva Jesus...  \n[112]\tNo, that's okay, ma'am. Down it \tgoes.  McMurphy makes a big show of popping the pill in his mouth, holding his paper cup upside down, for all to see, then moving on to Washington, who fills it with orange juice.  McMurphy gulps it down, not without some difficulty, then he smiles at all the concerned faces and crosses the room to the card table, where he sits to see the Acutes looking at him.  \n[113]\tYou boys seem to think you've got a \tchamp in there, huh?  \n[114]\tHell, I couldn't get it up over old \thatchet-face if ya paid me!  \n[115]\t\t \tYeah, an' I'm tellin' ya, she's \tjust an icy-hearted over-the-hump \tgal who never got enough of the old \twham-bam to straighten 'er out... \tOkay, who wants a card?  \n[116]\t\t \tChief? I wanna ask ya somethin'. \t\t \tOh, does the spearmint lose its \tflavor on the bedpost overnight? \tWhen you chew it in the morning, \twill it be too hard to bite? This \tquestion's got me goin', won't \tsomebody set me right; does the \tspearmint lose its flavor on the \tbedpost overnight?  McMurphy holds the last note, reaches over and rustles through his nightstand.  \n[117]\tHere ya go, Chief...  A small object lands on Bromden's bed. It is a fresh package of gum. Bromden picks it up. Examines it. Unwraps it. Deposits his old piece of gum under the bed frame, then inserts the fresh gum in his mouth and starts chewing.  \n[118]\t\t \tWhat the... \t\t \tWho the fuck stole my cigarettes!  \n[119]\tI wanna report a robbery!  \n[120]\tYeah, some creep stole my \tcigarettes!  \n[121]\tWhat for?  \n[122]\tWell, say. How 'bout springing a \tpack of cigarettes loose?  \n[123]\tYou sure run a tight-assed ship \t'round here, don't ya!  \n[124]\t'Kay, let's go brush our teeth, \tfellas...  McMurphy turns and crosses toward the washroom, singing at the top of his lungs.  \n[125]\tOh, Lulu had a baby, \tHis name was Sunny Jim, \tShe put 'im in a piss pot, \tTo teach 'im how to swim. \tOh, he swam to the bottom, \tHe swam to the top, \tLulu got excited, \tAn' pulled 'im by his... \tCock-tail ginger-ale, \tFive cents a glass, \tAn' if ya don't like it \tYa can shove it up your... \tAsk me no more questions, \tI'll tell ya no more lies.  \n[126]\tWhat's wrong with you guys?  We SEE McMurphy seated with the Acutes, shoveling food down his guillet. The others are barely touching their food.  \n[127]\tWhy, if I'd have known how soft \tthis place was gonna be, I'd have \tarranged for my transfer sooner... \t\t(holding up his orange \t\tjuice \tLook at this here, real orange \tjuice! \t\t \tHooee, that's good. Why, you \tcouldn't pay me to leave this \tplace! \t\t \tAll this place lacks is a couple of \tsweet gals to liven things up...  He gets up and carries his tray to the proper place, where he notices Miller loading several other trays onto a dumbwaiter. Miller pushes a button and the dumbwaiter goes down. McMurphy crosses to the door to find it blocked by Washington.  \n[128]\tStand aside, Sam, Nature's callin'.  \n[129]\tDon't know if I can hold it that \tlong, Sam.  \n[130]\t\t \tWho do you like in the opening \tgame, Sam?  \n[131]\t\t \tAsshole.  McMurphy turns and walks away.  Washington watches him go.  \n[132]\tRight... I've been givin' some \tserious consideration to what you \ttold me about the democratic \tsomething of this therapeutic \tcommunity of ours, an' I got a few \tthings I wanna get off my chest, \tbefore we get back to Harding's \tproblem.  \n[133]\tRight!  McMurphy takes a folded sheet of paper out of his pocket, unfolds it, studies it and begins.  \n[134]\t'Kay... Item one... I've been \tthinkin' 'bout the age problem we \tgot on this ward. You know, the \tyoung an' old livin' together, an' \tI was thinkin' what a great thing \tit would be if the music was turned \tup louder. Louder so the old fellas \tcould hear better...  Doctor Spivey nods with approval.  Big Nurse doesn't.  The Acutes are bewildered.  \n[135]\tBut then I got to thinkin', the \tmusic is so loud already, it makes \tit difficult for the young fellas \tto hold a decent conversation...  Nods and murmurs of approval from the Acutes.  Big Nurse can only wait for McMurphy's next move.  \n[136]\tWell, I was turnin' this dilemma \tover in my head, when I happened to \thit on that old tub room out there, \tan' I said to myself, McMurphy, I \tsaid, that place would make a great \tsecond day room. A sort of game \troom for the young fellas. Whadaya \tthink, Doc?  \n[137]\tI'm not finished yet.  \n[138]\t\t \t'Kay, item two. Tomorrow, and \tlisten carefully to me, you ding-a \tlings. Tomorrow is the opening game \tof the World Series an' what I want \tis to take a vote on switchin' the \tgroup meetin' to later on in the \tday, so we can watch the ballgame.  \n[139]\tYeah?  \n[140]\tThe hell with the schedule, you can \tget back to the schedule next week \twhen the series is over. What I \twant is a vote on it right now!  \n[141]\tAtta boy, Cheswick!  \n[142]\t\t \tOkay, raise your hands.  Only Cheswick's goes up.  \n[143]\tCome on', what is this crap? Who \twants to watch the World Series?  Martini and Scanlon's hands go up.  Several Acutes look at them.  Scanlon and Martini's hands go down.  McMurphy can't believe his eyes.  \n[144]\tNo way.  \n[145]\tYou need four houses on every lot \tof the same color, Martini. Now \tlet's go, for Christsakes.  \n[146]\tIt's your dirty roll, Cheswick.  Cheswick rolls the dice.  \n[147]\tSnake eyes! Hoooeee, that puts you \ton my Marvin Gardens, which means \tyou owe me three hundred and fifty \tdollars.  Cheswick starts counting out the money.  \n[148]\tYou just come on with that three \tfifty and Martini will take care of \thimself... Your dice, Scanlon.  \n[149]\tBreak it up, God dammit! Ain't I \tgot enough troubles without you \tguys messin' around... can't depend \ton nobody.  \n[150]\tWhat's the use! Hooee! It'd do you \tbirds some good just to get a \tlittle exercise lifting your arms \tto vote!  \n[151]\tIt is to me! An' if I hafta bust \tway outta this place to see it, I \twill!  \n[152]\tYeah!  \n[153]\tYeah, how much you wanna bet?  \n[154]\tThat me an' my buddy, Cheswick, \twe'll be downtown tomorrow watchin' \tthe ballgame while you suckers are \tsittin' around this goddamn \tnursery!  \n[155]\tThat's between me an' myself. So \twhy don't you boys just shove off. \tI got some planning to do.  McMurphy sits and resumes his game of solitaire. Martini and Scanlon are putting the monopoly game back together again.  Bromden spots  one of the attendants listening at the door. He wants to warn the others, but doesn't know how.  \n[156]\tMaybe I'll just use that thick \tskull of yours as a batterin' ram, \tSefelt.  \n[157]\tYou think it's funny, huh?  \n[158]\tPut your money where your mouth is, \tTaber.  \n[159]\t\t(rising and turning on the \t\tothers, who back off \tYou want me to show ya! You want me \tto show ya how!  \n[160]\tAll right!  He looks wildly around the room, spots the machine, crosses to it and smacks it with his hand.  \n[161]\tWith this thing! I'm gonna put this \tthing right through the window, \tthat's how!  \n[162]\tYou're fuckin' A-right, I am!  \n[163]\tYou heard me the first time!  \n[164]\tYou're on!  \n[165]\tStand aside, son. Any more takers?  \n[166]\tRight!  \n[167]\tOkay. Who else?  \n[168]\t\t(knows he's taking a bad \t\tbet \tOkay, Harding, you're on.  \n[169]\tYeah... Okay, stand aside, you \tguys! You're usin' up my oxygen!  The Acutes stand aside and McMurphy steps up to the machine.  He shifts his feet to get a good stance, wipes his hands on his thighs, leans down and gets hold of the levers on each side, and strains.  Bromden watches, in awe of McMurphy.  McMurphy turns loose, straightens up and shifts his feet for a better position.  \n[170]\tJust warmin' up.  He grabs the levers again. His whole body shakes with the strain. For just a second we HEAR the cement GRIND. Then his breath explodes and he falls back limp against the wall. There's blood on his hands. No sound but his rasping breath. He opens his eyes and looks around. Then pulls out a pocketful of IOU's and tries to sort them out, but his hands are frozen into red claws. He throws the whole bundle on the floor and walks out. At the door, he turns back.  \n[171]\tBut I tried. Goddammit, I sure as \thell did that much. Didn't I?  McMurphy exits.  \n[172]\tThat's okay, kid...  \n[173]\tNo, kid, it was my own stupidity, \tthat's what pissed me off.  \n[174]\tWhat we're gonna have to do is pull \tthis ballclub together for our next \tplay. 'Kay!  \n[175]\tJesus Christ, the man doesn't want \tto talk, so get off his back an' \tlet's get on to some new business.  \n[176]\tYeah, yeah, the hell with that \tcrap! The World Series is goin' on \tright' now an' that's therapy also!  \n[177]\tWhat the hell does that have to do \twith it? This is an important event \tand I want a vote on it!  \n[178]\tYeah, it'll satisfy me.  \n[179]\tI'm proposing a re-vote on watchin' \tthe ballgame!  \n[180]\tOkay, I wanna see the hands. I \twanna see which of you birds has \tany guts.  \n[181]\tThat's it! We made it!  \n[182]\tSo do I!  \n[183]\t\t \tYou mean to tell me you're gonna \tcount those old birds over there?  \n[184]\tWell, I'll be a son-of-a-bitch...  \n[185]\tWell, screw that noise!  McMurphy rises and, taking his chair, he crosses toward the television set.  \n[186]\tHoo-wee! Man, all I need me now is \ta can of beer and a red-hot.  Cheswick gets up and starts across when --  \n[187]\t\t(jumping up and shouting \t\tat the blank TV screen \tA hit! It's a hit! He's rounding \tfirst, heading for second. Here \tcomes the throw. He's sliding... \tand... he's safe! He's safe! \t\t(McMurphy whistles and \t\tclaps his hands \tHoo-wee! Whatta game! Whatta game! \tCome on, Koufax! Strike 'em out!  The Acutes are stunned at McMurphy's outburst.  \n[188]\tHe's into his wind-up. Here comes \tthe pitch. Strike on the inside \tcorner!  Sefelt, Fredrickson, Billy and Taber get up and cross toward the TV. Harding is the only one who doesn't join them.  \n[189]\t\t \tHe's into his wind-up. Here's the \tnext pitch... and it's a hit! It's \ta hit!  \n[190]\t\t \tYa-hoo, let's'play ball!  The other Acutes pick up on McMurphy and start shouting at the blank TV screen.  \n[191]\t'Kay, it's two outs, bases loaded \tas Koufax steps up to the mound... \tChecks the runners... goes into his \twind-up... Here comes the three-two \tpitch... And it's a fly ball into \tdeep center. Mantle is going back. \tHe's going back! Back! His back is \tup against the wall... and... he \tcatches it! He catches it!  The Acutes are shouting, cheering, stomping and dancing in each other's arms.  \n[192]\tJust fine, Doc... In fact, I think \tI might've put on a couple of \tpounds since I got here.  \n[193]\tCome on, Doc, you know as well as I \tdo what's been comin' down in that \tloony bin.  \n[194]\tShoot, Doc, the only one I'm \tdisturbing is that old nurse and \ther fixed ways. That's all.  \n[195]\tCome on, Doc, you must be kiddin'.  \n[196]\tJesus, that old nurse sure wants my \tass in a sling, don't she!  \n[197]\tGuidance and assistance! That's \tinsane! Doc, ya gotta help me.  \n[198]\tWhen?  \n[199]\t\t(with great physical and \t\tvocal emphasis throughout \t\tentire scene \tOkay, Chief. This is your spot! I \tdon't want you to move from this \tspot! Never!... 'Kay, now, take the \tball! Raise your hands, like \tthis...  McMurphy raises his hands above his head. Bromden follows suit.  \n[200]\tThat's good! That's a good boy, \tChief! Now jump and put it in!  McMurphy jumps. Bromden doesn't. McMurphy does this a couple of times. Each time Bromden remains motionless.  \n[201]\tI know, goddammit! You don't have \tta tell me that!  \n[202]\tI'm not talkin' to him! I'm talkin' \tto myself! It helps me think!  \n[203]\tWell, it doesn't hurt him either! \t\t \tDoes it, Chief! \t\t \tSee, it doesn't hurt him. \t\t \tJump! An' put it in!  McMurphy jumps. Bromden doesn't move.  \n[204]\tHa! Did ya see that! \t\t(calling to Cheswick on \t\tthe sidelines \tHey, Cheswick!  \n[205]\tCome here!  Cheswick runs over.  \n[206]\tLet me get on your shoulders.  \n[207]\t'Kay, wheel me around to the \tbasket... 'Kay, easy, easy. Hold \tit! 'Kay, now. \t\t(he sees Bromden has \t\twalked away \tHey, Chief, come back!  Bromden doesn't hear.  \n[208]\tCheswick, go get 'im!  Cheswick goes after Bromden, catches him, and McMurphy latches onto him.  \n[209]\tNow, wheel me to the basket.  Cheswick, straining under the weight of McMurphy, turns toward the basket.  \n[210]\t\t \tWait here, Chief. \t\t(more to himself as he \t\tstarts down hall \tHeh, heh, I'll show 'em who's \tcrazy.  \n[211]\tHey, Cheswick! Wake up!  \n[212]\tI'm leaving. Goodbye!  \n[213]\tShhh...  McMurphy turns and crosses to Billy.  \n[214]\t\t \tHey, Billy. Billy boy, wake up and \tsay goodbye to your ol' buddy.  \n[215]\tSo long, kid.  \n[216]\tShhh...  McMurphy turns from the bewildered Billy and crosses to Martini.  \n[217]\t\t \tPsst! Hey, Martini, wake up!  \n[218]\tBye-bye.  McMurphy turns to Scanlon.  \n[219]\tScanlon! Hey, Scanlon, wake up!  \n[220]\tShhhh. See ya around the ball park.  McMurphy crosses to Fredrickson and wakes him.  \n[221]\tSo long, Freddy. Don't take any \twooden nickles.  \n[222]\tShhh...  The other patients are sitting up, some of them getting out of bed as McMurphy turns to Sefelt who is snoring. McMurphy pinches his nose and Sefelt wakes up.  \n[223]\tBye-bye, pussy cat.  McMurphy crosses to Taber.  \n[224]\t\t \tUp an' at 'em, Taber.  \n[225]\tShhhh. Time to say goodbye.  McMurphy turns and crosses to Harding.  \n[226]\tHey, Hard-on. Wake up, Dumbo.  Harding opens his eyes and looks at McMurphy.  \n[227]\tYa owe me twenty-five bucks.  \n[228]\tI'm busting outta this place.  \n[229]\t\t(turning to the others who \t\thave gathered around \tSo long suckers.  \n[230]\tShhh... That's for me to know an' \tyou to find out.  \n[231]\tOh, yeah?  \n[232]\tHow much ya wanna bet?  \n[233]\tYou're on. \t\t \tLet's go! An' keep it quiet.  McMurphy starts down the aisle. The others follow.  \n[234]\tOut. It's the way out. So just keep \tit in your minds if ya ever wanna \tmake use of it.  \n[235]\tShhh. Wait a minute. You guys are \tgonna screw up my plans. So just \tgone on back to bed like nothin' \thappened.  \n[236]\tShhh. Hold it down! I'll take you \tguys down, but ya gotta come right \tback up! 'Kay?  \n[237]\tShhh... Remember this is a \tprivilege, so I don't want none of \tyou goons fuckin' up. Kay?  \n[238]\t'Kay, let's see... \t\t \tCheswick first ... then Billy... \tMartini... Scanlon... Sefelt... \tFredrickson... Taber an' the \tChief... 'Kay  \n[239]\tShhh!  \n[240]\t\t \tWhere's Martini and Scanlon?  \n[241]\tCharlie, ya can't ever let those \tgoons outta ya sight! Understand!  \n[242]\tHey, Martini! Psst! Scanlon! Ya \tdumb goons, come back here! \t\t \tCome on, let's get 'em!  McMurphy starts down the tunnel. The others don't move.  \n[243]\t\t \tCome on, you guys, let's stick \ttogether.  The Acutes follow McMurphy. They run down to the intersection and turn the corner.  No sign of Martini or Scanlon.  Somewhere a DOOR is HEARD SLAMMING CLOSED and FOOTSTEPS are HEARD coming their way.  \n[244]\tShhh! \t\t \tThis way!  McMurphy hustles the men round the corner as two aides pushing a gurney come wheeling by.  \n[245]\tWe'll go back just as soon as we \tfind those guys! 'Kay?  \n[246]\tThey must be up there!  \n[247]\tCome on, don't crap out on me now. \tWe got two buddies out there!  \n[248]\tFuck Miss Ratched!  McMurphy crosses out and up the stairs.  The Acutes look at each other. A beat, then:  \n[249]\tWow! Look at this!  The Acutes don't move.  \n[250]\tHey, you guys, come on up here and \ttake a gander at this!  The Acutes inch their way out the door and up the steps.  \n[251]\t\t \tHey, what's that?  \n[252]\t\t \tOver there!  \n[253]\tA bus?  \n[254]\tWell, shoot, man! Whadaya say we \ttake ourselves a little spin around \tthe place.  \n[255]\t\t \tGo ahead! Go back!  The Acutes cast frightened looks at each other then go after McMurphy. Martini and Scanlon join them.  \n[256]\tI'm not going back in there. I told \tya this was a one way trip. Now \tstand aside.  McMurphy lifts the hood to the bus and begins jumping the wire. The Acutes stand helplessly by as the engine turns over and catches. McMurphy closes the hood and gets on the bus to a chorus of, \"Please, Mac, take us back... Please...\" McMurphy puts the bus in gear and the bus starts moving. The Acutes start running alongside of the bus calling out for McMurphy to take them back.  \n[257]\t\t \tGet on assholes!  They leap on.  \n[258]\t\t(waving Bromden onto the \t\tbus \tCome on, Chief! Let's go!  Bromden boards the bus. McMurphy lets out a war whoop as he closes the door and starts the bus moving.  \n[259]\t\t \tYour horses are hungry, \tThat's what she did say, \tCome sit down beside me, \tAn' feed them some hay. \tMy horses ain't hungry, \tThey wontt eat your hay-ay-aeee...  \n[260]\tYeah, kid?  \n[261]\tI dunno. Where do ya wanna go?  \n[262]\tBreakfast! Hell, I know just the \tplace where we can chow down an' \tthaw out before we shoot back on \thome. 'Kay?  \n[263]\t\t \tSoo, fare-the-weel, darlin'. \tI'm gone on my way, \tMy wagons are loaded, \tMy whip's in my hand...  \n[264]\t\t(as he steps out of the \t\tbus \tThis is it!  as McMurphy walks directly to the wall, alongside the door, lifts the edge of the siding, comes up with a key, opens the door and enters.  A beat, then the lights go on inside the building.  \n[265]\tCome on in an' warm up. You can put \tsome of that gear on to keep warm. \tAn' there's beer an' Coke in the \tcooler an' some food over here...  They hesitate.  \n[266]\tCome on, don't be shy now, you're \tamong friends.  The Acutes come in, Bromden bringing up the rear.  Martini goes for the candy. Scanlon goes for the Coke. Sefelt and Fredrickson go for the wet weather gear and boots. The others go to the heater. Bromden stands in the middle of the room.  \n[267]\tWhy don't one of you boys help ol' \tChief there get warmed up?  Billy goes to Bromden's aid as McMurphy crosses to a window and looks out.  McMurphy turns and looks out the window. A long beat.  \n[268]\t\t \tCome here a minute, Cheswick. You, \ttoo, Sefelt. Hey, all you guys, \tcome over here, I wanna show you \tsomethin'.  The Acutes cross to the window and look out, saying, \"What? What is it? Whadaya lookin' at? I don't see a thing.\"  \n[269]\tYeah, did you ever see a boat like \tthat? Why, I'll bet you could go \tall the way to Hawaii in that boat! \tTahiti... the Philippines... \tTibet...  CAMERA HOLDS on FULL SHOT of the boat.  \n[270]\tEase up on the star drag, keep the \ttie up, up and work hell outta that \tfella.  Martini gets a strike and loses it. Scanlon comes up and starts to take the pole from him.  \n[271]\tUp, I told you! Keep that tip up... \tup! You had you one big silver \tthere.  Fredrickson lands his salmon in a spray of scales and blood.  The fish is flopping all over the deck. Billy grabs the fish and wrestles it down.  Bromden lands a fish when --  \n[272]\tWhat is it, kid?  \n[273]\tHe's a big flounder. Could weigh \ttwo, three hundred. You got to lift \thim in with a winch.  \n[274]\tLike hell we will! We got the \tmuscle standing right here. All we \tneed is a couple gaffin' hooks and \tsome rope.  \n[275]\tSteady does it, Sefelt!  \n[276]\tYeah, ya should've come along with \tus, Miss Ratched, an' gotten a \tlittle sun on your cheeks and maybe \tcaught a fish or two.  \n[277]\t\t \tYeah, that's kind of crazy, ain't \tit!  \n[278]\t\t(reaches in his pocket; he \t\thas none \tI don't have any.  AD LIBS: \"They could use it.\" \"Take a picture first.\"  \n[279]\tI'm sure sorry, ma'am. Gawd, but I \tam. That window glass was so clean \tI didn't even see it...  McMurphy turns and crosses back to the day room, opening the carton of cigarettes as he goes.  \n[280]\tYou guys want cigarettes! Here's \tthe goddamn cigarettes!  McMurphy starts tossing packages of cigarettes into the mass of struggling bodies as Washington grabs McMurphy by the arm and tries to wheel him away.  McMurphy shakes him off and throws a pack of cigarettes in Washington's face.  Washington goes after McMurphy, grabs him, and drives him against the wall, right next to Bromden, who watches as McMurphy shoves Washington away, goes into a crouch and starts circling Washington. Washington dances in and out, chipping away at McMurphy's face until McMurphy drives his fist square into Washington's white, starched chest, drawing him against the wall.  McMurphy moves in for the kill.  \n[281]\tSay it again.  \n[282]\tSay... God Bless America!  \n[283]\t\t \tGoddammit, you sly son-of-a-bitch! \tDoes anybody else know?  \n[284]\tShit! This is too much! \t\t(his mind going a mile a \t\tminute \tChief, I tell you we're gonna bust \toutta this place an' make it all \tthe way to Canada before they know \twhat bit 'em.  \n[285]\tYa like that, Chief, huh?  \n[286]\tYeah, well, well, well. 'Bout time \tthe rest of the world got a gander \tat Big Chief Bromden cuttin' down \tthe boulevard, stopping just long \tenough for virgins... Oh, man, I \ttell you, I tell you, you'll have \twomen trippin' you and beating you \tto the floor...  \n[287]\tShhh, Chief, don't talk. Never \ttalk! Remember, this is just \tbetween you an' me. Do ya \tunderstand?  Bromden nods.  \n[288]\t\t(recognizing a long-lost \t\tfriend \tHey, how ya doin'?  \n[289]\tWhat are they?  \n[290]\t\t \tYou an' me, Chief.  McMurphy, flanked by the two aides, follows Nurse Itsu to the EST room.  \n[291]\t\t \tYou know, I never got your name.  \n[292]\tYou comin' in to hold my hand?  \n[293]\tYeah... Well, see ya around, Itsu.  Itsu smiles at McMurphy.  \n[294]\tYeah...  McMurphy gives Bromden one last wave and goes in.  Bromden watches the door close behind McMurphy.  \n[295]\t\t \tHi...  McMurphy looks around at the six aides.  \n[296]\tYou boys can take a cigarette break \tnow...  The Nurse smiles at him.  \n[297]\tWhatever you say, Doc...  McMurphy climbs on the bed and lies down.  The Doctor moves around to the side of the bed and takes McMurphy's pulse, while the Nurse dips her fingers into a jar of salve.  \n[298]\tUh, uh...  The Nurse starts applying salve to McMurphy's temples.  \n[299]\tWhat's that for?  \n[300]\t\t \tSurely, goodness and mercy will \tfollow this, eh, honey?  \n[301]\tI got ten thousand watts and hot to \ttrot. First woman takes me on is \tgonna light up like a pinball \tmachine an' pay off in silver \tdollars...  McMurphy does a full circle of the room, greeting the Chronics. But it's an effort for him. His voice is slower, his footwork slightly out of sync.  \n[302]\tJust fine, Billy boy, just fine. \tFull of piss an' vinegar! They \tchecked my plugs and cleaned my \tpoints...  \n[303]\t\t \tYes, ma'am?  \n[304]\tThank you, ma'am.  \n[305]\tMa'am, I'm as gentle as a puppy \tdog. Why, I haven't licked the tar \tout of an aide for two weeks! Hi \tya, Doc!  Spivey greets McMurphy.  \n[306]\tWhy, thank you, ma'am... \t\t(he gets a seat and sits \t\theavily \tWhew. Man, I tell you, that place \tup there is somethin' else! \t\t \tWell, ya boys been practicin' up \tfor the big game? \t\t \tI figured as much...  \n[307]\tYeah, well, let me tell ya \tsomethin'... While I was up there \tgettin' in-lightened, I came up \twith one hellava plan...  A great sadness suddenly sweeps over McMurphy's face and he breaks off.  \n[308]\t\t \tPlan?... Oh, yeah, the plan... \tYeah...  McMurphy gets up and crosses to the window, where he joins Bromden who is looking out the window.  REACTION SHOT of the others as they look at McMurphy and each other with quizzical looks.  \n[309]\tMiss Ratched, would you please save \ta space for my aunt? She's comin' \tdown from Portland.  \n[310]\tThank you, ma'am...  O.S. the WHISTLE BLOWS.  \n[311]\tGotta go now, ma'am...  \n[312]\tThank you, ma'am.  McMurphy crosses onto the court. Big Nurse watches him go.  \n[313]\t\t \tHey, Sam, bet ya two bucks ya lose.  \n[314]\tHow 'bout twenty?  \n[315]\tBet!  \n[316]\t\t \tYou're a witness, Doc!  \n[317]\t\t \tCome on, wake up, you ding-a-lings. \tThe game is on.  The Acutes snap to and McMurphy passes the ball into Harding, who fiercely dribbles down court, McMurphy running alongside him.  \n[318]\tPass the ball, Harding... \t\t \tDon't hang onto it... \t\t \tPass it, goddammit!  Harding dribbles into the corner and finds himself bottled in by two Aides.  \n[319]\tHarding, here, over here!  The ball is snagged from Harding's hands by an Aide, who passes it down court to another Aide, who turns and makes another basket.  Scoreboard: AIDES 4 PATIENTS 0  \n[320]\t\t \tYa deaf! I said pass the ball!  \n[321]\tI was open! Come on, let's play \tball!  McMurphy and Harding turn to see Martini, down court, passing the ball into Billy.  \n[322]\t\t \tWhat kind of crap is that???  \n[323]\t\t \tGet down there where ya belong, \tMartini. You, too, Scanlon. \t\t \tYou take it out, Harding!  Harding takes the ball and passes it in to McMurphy, who turns and dribbles down court exactly like Harding did.  \n[324]\tHarding, get back here!  Harding turns to see the other team go by. They score another basket. Score: AIDES 8 PATIENTS 0.  Billy takes the ball and passes into McMurphy, who turns to see CANDY enter the gym, with her friend, ROSE.  \n[325]\t\t \tCandy. Candy, over here. \t\t \tHey, Doc, time out.  \n[326]\t\t(swinging her around in \t\this arms \tTerrific, baby, terrific! \t\t \tHi ya doin', Rose?  \n[327]\t\t \tHow's your ass been holdin' up, \thoney?  Candy pokes her ass at McMurphy. He gives it a squeeze. O.S. a WHISTLE BLOWS.  \n[328]\tCome on, girls, we're holding up \tthe game!  McMurphy leads the two ladies across the court.  The entire gymnasium is riveted on the three of them. As they reach Big Nurse:  \n[329]\tMiss Ratched, this is my Aunt Candy \tand her friend Rose...  Greetings are exchanged.  \n[330]\tMiss Ratched was kind enough to \tsave you ladies a seat...  The two ladies wedge themselves in next to Big Nurse. O.S. the WHISTLE BLOWS.  \n[331]\tTalk to ya at half time!  McMurphy turns and crosses onto the court.  \n[332]\tWhadaya doin', there's no one \tthere!  \n[333]\t\t \tOkay, Martini. That's okay. Now you \twatch me.  McMurphy dribbles the ball down the sideline. Stops.  Goes into his routine of ball tricks: faking one way, then the other, over his head, under his legs, finally ending on a pass behind his back which goes straight into Washington's hands. Washington dribbles down court for an easy layup.  Score: AIDES 10 PATIENTS 0  \n[334]\t\t \tTime out!  \n[335]\t\t \tReplacement coming in! Harding out!  McMurphy crosses to Bromden, takes his hand, and leads him onto the court and under the Acutes' basket, where he maneuvers him into the proper position. Then McMurphy raises his hands above his head and Bromden follows suit.  \n[336]\t\t \tTime in! \t\t(sees Harding still on \t\tcourt \tHold it! Time out! \t\t \tI said Harding out!  \n[337]\tI said out!  \n[338]\tI'm the coach!  \n[339]\tYou can come back later!  \n[340]\t \tScanlon out!  \n[341]\tMartini out!  \n[342]\tGood boy, thank you, Billy.  Billy goes off and sits by Big Nurse. Now, the lineup on the bench is Billy, Big Nurse, Candy and Rose.  Spivey blows the whistle.  Under the Aides' basket, Harding passes the ball into McMurphy, who dribbles to half court, takes his mark, and lobs the ball over the outstretched arms of the Aides right into Bromden's waiting hands. Bromden turns and slams the ball into the basket.  The crowd goes bananas. Score: AIDES 10 PATIENTS 2  Bromden walks in majestic dignity the full length of the court and takes up his position under the Aides' basket, while McMurphy and his teammates have been putting tremendous pressure on the Aides, not allowing them to pass the ball in.  As soon as McMurphy sees that Bromden is firmly set, hands held up, under the Aides' basket, McMurphy turns and runs down court, followed by the other Acutes, where they take up their defensive position.  Washington and the Aides easily bring the ball down court, work themselves into position, and take a shot at the basket, which Bromden swats aside.  Each Aide gets a shot at the basket, and each time Bromden swats it aside; sending the last swat into McMurphy's waiting hands.  McMurphy dribbles the ball up court, where he runs into heavy pressure from Washington.  \n[343]\t\t \tHarding, pass the ball!  Harding ignores McMurphy, as he runs by, and throws the ball to Bromden, who turns and slams the ball into the basket.  The crowd goes bananas.  Score: AIDES 10 PATIENTS 4  \n[344]\t\t \tRun, Chief, run!  Bromden gets the idea and starts loping down court abreast of Washington, who is making another fast break towards his own basket.  Washington and Bromden go up together and Bromden swats the ball to Scanlon.  \n[345]\t\t \tRun, Chief, run!  Bromden starts running towards his own basket, Washington hot on his heels, when the ball is passed to him and he goes up, makes the point, but takes a bad spill, crashing head over heels to the floor.  The crowd gasps. The WHISTLE BLOWS.  \n[346]\t\t(breathing in Washington's \t\tface \tYa fuckin' coon, you're not on the \tward now!  \n[347]\t\t(to Washington as they \t\tline up at the foul line \tWe got your black ass now, \tWashington, wanna bet another \ttwenty?  \n[348]\tPrayin', brother. Prayin'.  \n[349]\t'Kay...  The men slide into their beds and Turkle goes off, clucking to himself.  A beat, then McMurphy rushes back to the window and looks out.  McMURPHY'S POV  Outside, in the dark, Candy and Rose are seen wandering around.  REVERSE ANGLE - BROMDEN AND McMURPHY  \n[350]\tThere they are, Chief!  McMurphy tries to get the girl's attention and fails.  \n[351]\tWhere are they goin'?  McMurphy takes off, towards the day room, followed by Bromden.  \n[352]\t\t \tOur prayers have been answered, \tTurkle! Our prayers have been \tanswered!  McMURPHY'S POV  as we SEE the girls coming.  \n[353]\tI tell ya, there's an angel of \tmercy standing out there, Turkle.  \n[354]\tCome an' see.  Turkle comes out of the nurses' station, leaving the side window open.  \n[355]\tYou's better believe it, brother!  Turkle reaches the window and sees the girls outside.  CANDY and ROSE'S POV - THE MEN looking out.  \n[356]\t\t(taking Turkle aside; \t\tholds up $20 bill \tNow, wouldn't you pray for twenty \tbucks, a bottle booze an' a piece \tof that angel cake?  \n[357]\tHiya, girls...  \n[358]\t\t \tMan, you look good 'nough to eat!  \n[359]\t\t \tCome here, sugar...  Candy moves into McMurphy's arms as Rose, straightening her dress, turns to see Bromden looming. Rose SCREAMS.  \n[360]\tHe's a patient, Rose...  \n[361]\tYeah...  \n[362]\tHe can't hear you, Rose. He's just \ta big deaf an' dumb indian...  \n[363]\t\t(passing the bottle to \t\tTurkle \tHe's in charge.  \n[364]\tSure, I know Chuck. I know him.  \n[365]\tSure, she understands what you \tmean. She's not dumb. Why do you \tthink Rose came to visit us? Rose \tis very interested in hospitals and \thospital facilities. Aren't you, \tRose?  \n[366]\tYeah, that's a good idea, Turkle. \tWhy don't ya take Rose on a little \ttour of our facilities...  \n[367]\t'Kay, lets get under way.  McMurphy crosses to package of booze, selects another bottle, unscrews the top and takes a long pull, then hands the bottle to Bromden.  \n[368]\tDown the ol' hatch, Chief.  Bromden takes a long pull on the bottle, gags and passes the bottle to McMurphy who crosses to the nurses' station and peeks around the corner.  McMURPHY  as he peeks around the corner.  McMURPHY'S POV - TURKLE AND ROSE  far down the hallway, as Turkle shows Rose one room, then another, and then the seclusion room, into which Turkle playfully lures Rose, who playfully resists, but finally enters. A beat passes and they don't come out.  BACK TO McMURPHY  Satisfied, he crosses to the nurses' station, reaches in the open side-door window, opens the door and enters.  \n[369]\t\t(through loudspeaker; very \t\tlow, ominous, drawn out \tWho knows what evil lurks in the \thearts of men...  Ominous LAUGHTER, then the lights go flashing on and off.  \n[370]\t\t \tMedication time! Medication time! \tRise and shine! Rise and shine! \tTime to say goodbye... Everybody \tup, up, up!  Some of the patients immediately pop awake as Candy comes in and starts hustling the patients out of bed.  \n[371]\t\t \tDon't scream, honey...  He gently guides Ellis to the wall, with Rose still clinging to his back.  \n[372]\tEllis ain't gonna hurt you... Ellis \tis nice... Nice Ellis... see the \tnice lady...  He pins Ellis to the wall.  \n[373]\tThere, see, nice lady touch \tEllis...  Rose reaches out and touches Ellis.  The others stand agog, looking at this Holy Trinity.  \n[374]\t\t \tDon't worry 'bout the road! We'll \thit the road! It'll be there when \twe're ready! \t\t \tAin't that right, fellas?  He gets up and crosses to his friends.  \n[375]\tI jus' want you guys to have a good \ttime... Are ya havin' a good time? \tYou... you... good... good... Lez \thave some fun...  He turns to see Billy, who isn't having fun.  \n[376]\tWhatsa matter with ya...  Billy turns away and McMurphy crosses to him.  \n[377]\tAin'tcha havin' a good time... \t\t \tWhadaya want? Ya wanna drink? A \tcigarette...  Billy looks up at McMurphy, his eyes are flooded with tears.  \n[378]\tWhatsamatter, kid, what's botherin' \tyou...?  \n[379]\tMarry who?  \n[380]\tCandy? Hell no, Billy, she's just a \tgood friend, that's all...  \n[381]\t\t \tWhy don't ya go tell 'er...  Billy doesn't move.  \n[382]\tGo on, son, now's your chance...  Billy slowly crosses toward Candy, stopping halfway to look back at McMurphy, who gives him an affirmative gesture. He crosses to Candy, who just looks at him.  \n[383]\tCome on, you lovers, it's gettin' \tlate...  They move toward the hallway.  Bromden and Harding are the only two who watch them go.  \n[384]\t\t \tIn ya go...  \n[385]\tIt's okay, kid. Everything it going \tto be okay... I'll come back an' \tgetcha in a while... 'Kay...  Candy and Billy, hand in hand, enter the small room, which has a bed in it.  McMurphy closes the door, looks at the keys, and pockets them. CAMERA TRACKS with McMurphy, who is a very weary man, back into the day room.  \n[386]\tHey, Harding, wake me in an hour.  \n[387]\tAhhh, Billy...  \n[388]\t\t \tHey, Billy, stop cryin'. You don't \thave to cry... You ain't got \tnothin' to be ashamed of. She ain't \tgonna tell you mother... stop \tcrying...  \n[389]\t\t \tLet's go!  McMurphy checks the nurses' station, sees Big Nurse is busy on the telephone.  \n[390]\t\t \tLet's go, Chief...  McMurphy crosses to the window, followed by Bromden, Candy and Rose, where he begins fumbling with the lock.  \n[391]\tBilly, oh, Billy boy...  McMurphy crosses into the room and kneels alongside Billy's body. He gently lays his hand on Billy's face.  ", "Miller": "\n[1]\tWhere you goin', Chief?  \n[2] as he herds the patients out of the day room. He turns to see McMurphy trying to open the screen. Miller crosses to McMurphy.  \n[3]\tHey, what's gone here?  McMurphy turns around and punches Miller.  ", "Turkle": "\n[1]\tLe's get back to bed, Mistah \tBromden...  Bromden allows himself to be led back to bed. Turkle fumbles around for the security belt, finds it, straps Bromden loosely in bed, then goes off clucking to himself.  Bromden reaches under his bed and plucks a stale piece of gum from under the bed frame. He starts chewing it when he sees McMurphy looking at him.  Bromden goes right on chewing and looking McMurphy right in the eye.  \n[2]\t\t \tWhat you boys doin' up at this \tungodly time o' the night?  \n[3]\tWell, you boys finish it up an' \tclimb back into your beds. 'Kay?  \n[4]\tI thought I told you boys to go to \tbed!  \n[5]\tOh yeah...  \n[6]\tHallelujah, brother, now get back \tin bed!  \n[7]\t\t \tThat angel of mercy, he ain't a \tshe, is he?  \n[8]\tAh believe ya, brother. Ah believe \tya!  \n[9]\t\t(taking the $20 and \t\treaching for his keys \tAh'm on my knees, brother, ah'm on \tmy knees.  Turkle unlocks the security screen and raises the window.  McMurphy sticks his head out the window.  \n[10]\tShhh...  Candy passes a heavy bag of bottles in. Then McMurphy and Turkle help her in. Her dress is above her thighs, her ass visible as she swings over the windowsill and into McMurphy's arms.  \n[11]\tHey, Mac! Gimme a hand, will ya!  McMurphy disengages himself from Candy and lends Turkle a hand. Rose is finally hauled into the room.  \n[12]\tShhh... let's move it away from the \twindow...  The group shifts a few feet as Turkle closes the window and locks the screen. McMurphy turns back to Candy.  \n[13]\tWhat happened?  \n[14]\t\t \tWhat?  \n[15]\tOh, that. That ain't nothin' to be \tafraid of, ma'am. Just ol Chief \tBromden. That's all...  \n[16]\tThey're sleeping, Miss. They're \tsleeping. An' we gotta keep it down \tso we don't disturb their sleep.  \n[17]\tOh, no, Miss. Not these loonies. \tThese are nice guys. Nice guys.  \n[18]\tWhat smell?  \n[19]\tAmmonia, Miss...  \n[20]\tShhh, please, Miss. Keep it down...  Rose turns to McMurphy who has opened a bottle of booze and is taking a long pull.  \n[21]\t\t(passing the bottle to \t\tRose \tNot exactly, Miss. Not exactly.  \n[22]\tWell, Miss... I would say... I \twould say, yes. Yes, he's crazy.  \n[23]\tIs he in an asylum?  \n[24]\tOh, I see. He was a very sick man. \tVery sick.  \n[25]\tI don't know anything about that, \tMiss. I would have to examine you \tfirst...  \n[26]\tWell, I'm running a risk by letting \tyou in, Miss. You know I'm runnin' \ta risk of gettin' my black ass \tfired. If you understand what I \tmean...  \n[27]\tI'll be very glad to show you \taround, Miss...  \n[28]\tNow, Miss. What do you want with \ttwenty zombies when you got a \ttwenty gun salute looking you right \tin the face.  \n[29]\tYou better believe it, you sweet \tlittle thing. You better believe \tit...  \n[30]\tOh, I'm all through talkin'. Now, \tlet's just you an' me trip on down \tthat hall.  \n[31]\tThat's all I'm going to show you.  McMURPHY'S POV - TURKLE AND ROSE  as the two of them cross out of the day room toward the hallway, Turkle suddenly turns and hurries back to McMurphy, takes the bottle of booze and hurries off clucking to himself.  BACK TO McMURPHY and CANDY.  \n[32] sticks his head out the door to check the scene out. Sees what's happening and comes rushing down the hallway, without his shirt, and zipping up his pants.  \n[33]\t\t(furiously pushing them \t\tout \tYou crazy goons... shut up an' get \toutta here... Out! Out! Out!  \n[34]\tShit, it's the soo-per-visor come \tto fire my black ass.  A KEY is HEARD hitting the lock at the end of the hallway. Without losing a beat, Turkle reverses his movement and starts pushing everybody back into the nurses' station.  \n[35]\t\t \tGet back in there! In! In! In!  As Turkle pushes the last man into the nurses' station, he sees Rose stick her head out of the seclusion room.  \n[36]\t\t \tStay in there! Stay in there!  Rose ducks back into the seclusion room as, simultaneously, Turkle closes the door behind him to the nurses' station as the door to the ward opens and the NIGHT SUPERVISOR, a middle aged woman, enters the ward.  \n[37]\t\t \tAlla ya goons, get in here!  The patients pile into the nurses' lounge, Turkle cramming the last one through the door and closing it. He turns and crosses to the side door and steps out.  \n[38]\tEvenin', ma'am.  \n[39]\t\t(blocking her way to the \t\tday room \tWhy, sure, ma'am...  \n[40]\tJus' cleanin' up, ma'am.  \n[41]\tCleanliness is a twenty-four-hour \tjob, ma'am...  Harding passes by and enters the latrine.  \n[42]\t\t \tAh guess the natives are restless, \tma'am...  \n[43]\tAh, no, ma'am... well, yes, \tma'am... \t\t \tA man get awful lonely at night, if \tya know what Ah mean, ma'am...  Down the hall, Rose sticks her head out the door, sees what's happening, and ducks back in as the Night Supervisor turns on her heel and starts back down the hallway, Turkle at her heels.  \n[44]\tYes, ma'am...  \n[45]\tYes, ma'am...  She opens the gate, slams it behind her, crosses to the main door, opers it and exits to:  \n[46]\t\t \tNight, night.  Turkle turns and the smile leaves his face as he hurries down the hallway.  O.S. the TOILET FLUSHES as Turkle stops at the seclusion room and sticks his head in.  \n[47]\tBe right back, honey...  Turkle closes the door, crosses down to the nurses' station, and enters as Harding comes out of the latrine.  \n[48]\t\t \tMorning, Miss Ratched...  He slides out of the room as Billy opens his eyes. A long beat as they look at each other.  ", "Sefelt": "\n[1]\t\t(approaching and pointing \t\tto his mouth \tDoc, my gungs hurt me.  Spivey starts checking out Sefelt's mouth.  \n[2]\tUh-huh...  \n[3]\tOkay, Doc!  McMurphy and Nurse Pilbow reach the day room.  \n[4]\tHi.  Sefelt crosses into the day room where he joins Fredrickson, who is putting a jigsaw puzzle together.  \n[5]\tWhat's he talkin' about?  \n[6]\tYeah, Harding, where do you breathe \tanyway?  \n[7]\tWhy?  \n[8]\tYeah, turn her loose!  \n[9]\tThat kind of behavior will get you \ta P.A. rating, my friend.  \n[10]\tPotential assaultive.  \n[11]\tHit me!  \n[12]\tBoogered!  McMurphy rakes in Sefelt's cigarettes, adding them to a pile of loose cigarettes, packs of cigarettes, several cartons of cigarettes.  As Cheswick sits down, depressed:  \n[13]\tBig man!  \n[14]\tOn what?  \n[15]\tMaybe he'll just show Miss Ratched \this big thing an' she'll open the \tdoor for him.  Sefelt and Frederickson smile at each other.  Bromden slides along the wall toward the door.  \n[16]\tWhy, my head would just squash like \tan eggplant, McMurphy.  Fredrickson and Sefelt snicker in their hands.  \n[17]\tI'll bet a dollar.  \n[18]\tYes, I see it! I see it!  \n[19]\tMe too...  \n[20]\tThere they are!  \n[21]\tYeah, my feet are gettin' cold.  \n[22]\t\t \tI don't know...  \n[23]\tMy feet hurt...  \n[24]\tOh, my God! I see something!  Everyone rushes over to Sefelt and looks down into the water.  \n[25] The massive fish is closer to the surface.  \n[26]\tI thought I might donate it to the \tmess hall.  \n[27]\tIt's the Dilantin that makes my \tgums soft!  \n[28]\tLemme see...  Sefelt leans in, unintentionally tipping a bottle of cough syrup in his hand which goes \"glug, glug, glug...\" all over the papers.  \n[29]\tJesus, they're terrible grades, \tFred...  Turkle stoically takes in the shattered remains of his job, unscrews the top to his bottle of whiskey, and takes the biggest swig of his life as, O.S., Rose is HEARD SCREAMING.  \n[30]\tYes, ma'am...  \n[31]\t\t \tYa know what, Fred?  \n[32]\tJust wait till you hear...  \n[33]\tMcMurphy killed two attendants and \tescaped...  \n[34]\tYesterday...  \n[35]\tGary Blinker...  ", "Martini": "\n[1]\tCan you borrow me a dime?  \n[2]\tMe too! Me too!  As McMurphy hands out his cigarettes Bromden drifts by, mop in hand.  \n[3]\tNo!  \n[4]\tNo!  \n[5]\tNo!  \n[6]\t\t \tCatch it! Catch it!  The ball rolls to the corner.  \n[7]\tNo!  Martini turns away, his feelings hurt. Washington goes after the ball, when Martini goes running after it.  \n[8]\tI get it! I get it!  But Washington gives Martini a body check and beats him to the ball.  Martini tries to get the ball from Washington, who is quite agile and teases him as he returns to the court where he and Warren start shooting baskets, freezing Martini and Scanlon out.  The other patients just hang around or walk, as if in a prison yard.  Cheswick stands in close proximity to McMurphy and Harding, who stand watching the action. McMurphy finally offers a cigarette to Harding, who accepts. They both light up.  \n[9]\tNo. Me! Me!  \n[10]\t\t \tWhat's this?  \n[11]\tBet a nickel!  \n[12]\tHit me.  \n[13]\tHit me!  \n[14]\t\t(simultaneously with \t\tPilbow \tHit me!  McMurphy slams his cards down, stands up, crosses the day room, heading for the nurses' station. He passes Washington, who stands there waiting to dispense orange juice.  \n[15]\t\t \tMe. Hit me!  Big Nurse looks up and studies the men gathered round the table.  \n[16]\tHold it a minute. What's a man need \tto buy thum hotels?  \n[17]\tHold it a minute.  There's a flurry of money from Martini, red, green and yellow bills blowing in every direction.  \n[18]\tWhat's thum other things? Hold it a \tminute. What's thum other things \tall over the board?  \n[19]\tA nickel.  \n[20]\t\t \tI saw thum! I saw thum!  \n[21]\t\t \tYeah, Mac?  \n[22]\tI wanna see it...  \n[23]\tNo! I wanna go!  \n[24]\tI wanna go home!  \n[25]\tI'm hungry.  \n[26]\tOh, look at the pretty boat.  \n[27]\t\t \tNo.  They start a tug of war. Fredrickson tries to break it up, when he gets a strike and his line spins out.  Billy's fish breaks into the sun in a shower of silver scales, and he gets so excited he lets the end of the pole go down and the line snaps.  \n[28]\tWhat is it?  \n[29]\tMe, too.  \n[30]\t\t \tGimme a cigarette!  \n[31]\t\t \tGimme a cigarette!  \n[32]\tWhy not?  \n[33]\t\t(holding his hands up; \t\tempty \tAll gone! All gone! Don't hit! \tDon't hit!  Harding starts pounding Martini's head on the floor when Billy and Scanlon jump Harding and start pounding him.  Fredrickson picks up the cigarette and stands there watching the fight as he smokes the cigarette as Washington, Warren and Miller move in and start separating the men.  McMurphy, watching the fight, sighs, then deliberately crosses toward the Nurses' Station.  \n[34]\tI saw 'em! I saw 'em.  \n[35]\tGimme the ball!  \n[36]\tNo!  McMurphy looks at Billy.  \n[37]\tGreat shot, Chief! Ya okay? You're \tdoin' great!  They lead Bromden to the foul line.  \n[38]\tHe's not!  ", "Col.": "", "Matterson": "", "Warren": "\n[1]\tYou goin' t'see the Big White \tFathuh?  \n[2]\tTha's it... be right back!  Warren leaves; the old man starts sliding.  \n[3]\t\t(simultaneously as Spivey \t\tpasses into the ward \tMornin', Doctor Spivey.  \n[4]\t\t \tYes, sir!  The door closes. CAMERA HOLDS on sign that READS:  ", "Dr.": "", "Spivey": "\n[1]\t\t \tHold it!  McMurphy turns to see DOCTOR SPIVEY approaching.  \n[2]\tGood morning, boys.  \n[3]\tGreat day for fishing.  \n[4]\t\t \tOh, what's that?  \n[5]\tOh, do you do much fishing?  As they pass through the security gate:  \n[6]\t\t \tIs that so?  \n[7]\tMy, my... Ah, who are you?  \n[8]\tAh, yes. Well, we must talk soon, \tMister McMurphy.  \n[9]\tGood morning, Jim. How are you \tfeeling?  \n[10]\tHave you been taking your Dilantin, \tJim?  \n[11]\tWell, we'll send you over to the \tdentist and see what he can do. \tOkay?  \n[12]\tWhat other work have you done?  \n[13] Doctor Spivey is seated behind his desk, on which are several glass-framed photos of Spivey's family, plus a nameplate: JOHN M. SPIVEY, M.D., and McMurphy's papers.  McMurphy, freshly showered and wearing hospital-issue clothes, sits facing him.  \n[14]\tOh, what was that?  \n[15]\tI see.  \n[16]\tIn what way?  \n[17]\tI see...  \n[18]\tYes... Ah, do you know why you're \there?  \n[19]\t\t \tWell, according to the Warden at \tPendleton, you were a disturbing \tinfluence on others. 'It appears \tthat there is a potential in him \tfor instigating a revolt among the \tother inmates.' \t\t \tWhat do you think of that report?  \n[20]\t\t \tArrested on an assault charge five \ttimes...  \n[21]\t\t \tThe doctor at the prison states: \t'Don't overlook the possibility \tthat this man may be faking \tpsychosis to escape the drudgery of \tthe work farm...' What do you say \tto that?  \n[22]\tAh, it seems you have no other \tpsychiatric history, Mister Murphy?  \n[23]\t\t(closes folder and sits \t\tback \tWell, you're here for a ninety-day \tobservation period, Mister \tMcMurphy. I'd like you to \tunderstand you are here on a court \torder and we are responsible to the \tstate. So, I'd like your \tcooperation!  \n[24]\tGood. Good.  \n[25]\tIt is worth considering... Miss \tRatched?  \n[26]\tWell, since it will be largely the \tChronics who remain here, one aide \tand one nurse should easily be able \tto handle any situation that might \toccur. \t\t \tWhat do you think, men, is it \tworkable?  \n[27]\tFine!  \n[28] Doctor Spivey is seated behind his desk, looking over McMurphy's papers.  McMurphy sits facing him.  \n[29]\tHow are you feeling?  \n[30]\tGood, good, and how are you getting \talong on the ward?  \n[31]\tYes, well, Miss Ratched feels that \tyou're a disturbing influence on \tthe other patients.  \n[32]\tYes, that may be so, but in making \ta careful study of your past \trecord, along with your behavior \tsince you arrived here, my feeling \tis that you are not mentally ill \tand it is going to be my \trecommendation that you be returned \tto Pendleton where they are better \tequipped to handle your case.  This is the kiss of death to McMurphy.  \n[33]\tI'm afraid not.  \n[34]\tNo, Mister McMurphy, it's just that \twe cannot offer you the guidance \tand assistance that you would \treceive at Pendleton.  \n[35]\tI'm sorry, but I can't keep you \there.  \n[36]\tWe'll let you know.  REACTION SHOT of McMurphy.  \n[37]\t\t \tHere they are, Miss Ratched. Safe \tand sound!  \n[38]\tMe? I didn't hear a thing! Let's \tplay ball!  Spivey checks the court, then blows the whistle as he tosses the ball into the air.  Washington taps the ball to Warren, who passes to Miller, who hands off to Washington, who goes up for a layup. Two points. The Acutes haven't even moved from their spots. The scoreboard reads: AIDES 2 PATIENTS 0.  \n[39]\t\t \tTime out!  McMurphy tosses the ball to Spivey, then crosses the court to Candy and Rose, who have had a couple of drinks on the way down.  \n[40]\t\t \tTime out!  \n[41]\t\t \tFoul!  As McMurphy charges across court and grabs Washington by his shirt...  \n[42]\tBreak it up, boys! \t\t \tPoint counts. One free throw!  McMurphy pushes Washington away and turns to Bromden, who is being helped off the floor by Harding, as...  \n[43] CAMERA SHOOTING TOWARD the door, crammed full of patients, who stare at the scene with curious detached looks, as Big Nurse and Nurse Pilbow force their way through the patients. The crowd parts and Big Nurse stops in the doorway, horrified at what she sees. CAMERA HOLDS on Big Nurse's reaction. A beat, then McMurphy appears alongside Big Nurse and is stricken by what he sees.  McMURPHY AND BIG NURSE'S POV - REVERSE SHOT - DOCTOR SPIVEY'S ", "Ratched": "", "Ellis": ""}}