{"filename": "Panic-Room_script.txt", "imdb_id": "tt0258000", "imdb_url": "https://www.imdb.com/title/tt0258000", "characters": ["Complete credited cast:", "Officer Keeney", "Sarah Altman", "Junior", "Raoul", "Stephen Altman", "SWAT Cop", "Sleepy Neighbor", "Meg Altman", "Lydia Lynch", "Officer Morales", "Evan Kurlander", "Burnham"], "dialogues": {"Officer": "", "Keeney": "", "Sarah": "\n[1]\t          Mom, it's the sidewalk. \t \n[2]\t          It's not like Saks', Mom, you don't \t          have to pay the price on the tag. \t \tShe gets in the elevator and RATTLES the door shut with a \tbang.  That kid's got an attitude.  Meg takes a deep breath, \tturns to Lydia.  She brushes her hair behind an ear, we \tnotice her thin hand is shaking. \t \n[3]\t          My room.  Definitely my room. \t \tShe bolts in, just as her mother bolts out. \t \n[4]\t          Too many stairs. \t \n[5]\t          Shoulda got an apartment. \t \n[6]\t          478-0150. \t \tMeg raises her hand to her face, she's got her cell phone in \ther palm. \t \n[7]\t \t          The crowd goes wild. \t \n[8]\t          0150. \t \tMeg finishes dialing.  It rings, someone answers. \t \n[9]\t          Fuck him. \t \n[10]\t          Fuck her too. \t \tMeg looks at her, not sure how to confront the open defiance. \t \n[11]\t \tSarah's bedroom is full of unpacked boxes, but her twin bed \thas been set up and Sarah is in it, hair wet, pajamas on. \tShe reads from a book \twhile Meg, drowsy, lies next to her, listening. \t \n[12]\t          \"Tom's throat felt so dry and tight \t          that it was a moment before he could \t          make any sound come out.  \"Dad!\" He \t          croaked.  \"I'm - inside - the - \t          machine!\" \"Great Scott!\"  The elder \t          scientist gasped.  He dashed across \t          the laboratory and switched off the \t          repelatron's motor.  \"What happened, \t          son?\" \"The Durafoam hardened, Dad. \t          Get a solvent, quick -- you know the \t          formula!\" \t \n[13]\t \tIn the top floor bedroom, a nightlight burns in another \toutlet.  Nearby, Sarah is asleep in bed, the covers kicked \toff. \t \tThe door to Sarah's bedroom glides open, terribly slowly. \tThe Man stands in the doorway, staring, aghast, at the \tmountain of moving boxes piled in the room.  His gaze falls \ton Sarah in the bed. \t \tThe Man just stares, beside himself.  His lips mouth a word, \tsoundlessly.  Doesn't take a lip reader to guess it. \t \n[14]\t \tMeg races into Sarah's room, drops onto the bed, and grabs \tSarah by the shoulders, trying to rouse her. \t \n[15]\t \tMeg is desperate, still can't wake Sarah. \t \n[16]\n[17]\t \tOn the top floor, Meg is already dragging Sarah out of the \troom and into the hallway. \t \n[18]\t          What's going on?! \t \n[19]\t          That room! \t \n[20]\n[21]\t          No.  you gotta... \t \tShe reaches past her, pushes the STOP button.  The elevator \tjerks to a halt.  Then Sarah pushes three.  Now the elevator \tstarts to rise. \t \tMeg looks at her, impressed.  Love that kid. \t \n[22]\t          It doesn't work?! \t \n[23]\t          What do they want? \t \n[24]\t          What do we do? \t \n[25]\t          What if they get in here? \t \n[26]\t          I heard you. \t \n[27]\t          Yeah. \t \n[28]\t          Nope. \t \n[29]\t          Huh uh. \t \tShe checks her wristwatch, for some reason. \t \n[30]\t          Don't worry about me. \t \tThe implications being, worry about yourself. \t \tSarah crawls over to the bank of video monitors, studies \tthem.  Meg crawls over to join her.  They scan the screens. \t \n[31]\t          Go ahead. \t \tMeg is reluctant, frightened.  Sarah is encouraging, for the \tfirst time. \t \n[32]\t          You can do it. \t \tMeg leans forward, clears her throat. \t \n[33]\t          They're coming in here, aren't they? \t \n[34]\t          Say fuck. \t \n[35]\t          \"Get the fuck out of my house.\" \t \n[36]\t          Answer. \t \tMeg follows Sarah's eyes back to the screen, where another \tmessage is being held up for them. \t \n[37]\t          Give me a break. \t \n[38]\t          Are you freaking out? \t \n[39]\t          Small space? \t \n[40]\t          Why did the chicken cross the road? \t \n[41]\t          Why did the chicken cross the road? \t \n[42]\t          To prove he wasn't chicken. \t \tMeg tries to push a smile across her face, but it's \timmediately dashes as she looks back at the video screens. \tHer eyes show alarm, staring at the kitchen. \t \n[43]\t          Mom? \t \tBut Sarah's voice is hollow, seems far away. \t \n[44]\t          Are you okay? \t \tMeg looks at her.  As she watches, Sarah floats away from \ther.  In fact, the entire room is floating away from her, \telongating. \t \tAnd narrowing.  Meg looks to the sides, and the walls don't \tjust seem like they're pushing in on her, they are pushing in \ton her. \t \tMeg opens her mouth, screams, but no sound comes out. \t \tSarah stands up and bends over her, but now she's just a \tfigure far away, all the way at the end of a long, impossibly \tnarrow hall. \t \n[45]\t \n[46]\t          Mom?!  Mom!! \t \tMeg ignores the voice, she's so happy to be out here, out in \tthe open, in the beautiful wide open, she could stay here \tforever, she spins around, throws her head back, but there's \tthat voice again, insistent: \t \n[47]\t          Mom, please!! \t \tThere is the sharp sound of a SLAP, and Meg's face abruptly \tjerks to the side.  She touches her cheek, confused, as a hot \tred handprint rises up on it. \t \tWhat the hell was that? \t \n[48]\n[49]\n[50]\n[51]\t          What, what, what is it?! \t \n[52]\t          Neighbor! \t \tMeg and Sarah leap as one, facing the common wall, SHOUTING \tat the tops of their lungs -- get help, call the police, \tplease, call the police, that sort of thing. \t \tThey shout and shout, but the soft pounding continues, and if \ttheir voices are as soft on the other side as the COMPLAINING \tVOICE is on this side, they have no hope. \t \tTheir voices crack and they begin to cough, too irritated by \tthe gas to shout for very long.  Long after they stop, the \tsoft POUNDING from next door continues. \t \tTheir pleas are not heard. \t \n[53]\t \t          Dot dot dot, dash dash dash, dot dot \t          dot. \t \n[54]\t          \"Titanic.\" \t \n[55]\t          Come on, come on... \t \n[56]\t          We're never getting out of here. \t \n[57]\t          Do it. \t \n[58]\t          Not in the bedroom.  Do it! \t \tMeg goes to the door, raises a hand to the green \"open\" \tbutton.  Hesitates. \t \n[59]\t          No. \t \n[60]\n[61]\n[62]\t          What are you doing? \t \n[63]\t          Blue is phones? \t \n[64]\t          Call Dad! \t \n[65]\t          Uh uh. \t \n[66]\t          He won't even know who it was. \t \n[67]\t          Stop it. \t \n[68]\t          He -- \t \n[69]\t          I'm sorry. \t \n[70]\t          I was trying not to tell you... \t \n[71]\t          I'm dizzy and thirsty. \t \tMeg blanches.  This is very bad news. \t \n[72]\t          I'm dizzy, not deaf. \t \n[73]\t          Huh uh. \t \n[74]\t          What if I keep dropping? \t \n[75]\t          What if I do? \t \n[76]\t          What if I spazz out? \t \n[77]\t          Where is the Glucogen? \t \n[78]\t \t          I'm sorry, Mom. \t \n[79]\t          Okay. \t \tShe lays back, oddly passive, her lips changing color.  She \tstares at the monitors. \t \n[80]\n[81]\t          You gotta jab me, Mommy... \t \tMeg turns, looks back at the monitors.  What she sees is good \tnews -- \t \n[82]\t \tMeg races into Sarah's bedroom and tears open the door of a \tmini-fridge.  Inside are dozens of little bottles of insulin \tand something called Glucogen. \t \tShe grabs a bottle of Glucogen and a black leather pouch and \ttakes off. \t \n[83]\t          I need... \t \n[84]\t          ... 'jection... \t \n[85]\t          Coma.  Die. \t \n[86]\t          Sorry.  Can't control it sometimes. \t \tRaoul scowls at her.  Behind him -- \t \n[87]\t \t          Won't happen again. \t \n[88]\t          I mean, uptown is close to Dad's \t          place, but somebody at school said \t          the Village is really cool, so... I \t          don't know, it's so great to be \t          close to the park and everything... \t          What do you think, I mean, give me a \t          clue, here, where are we gonna live? \t \tMeg rolls over, props herself up on one elbow.  She seems \tyears younger.  She looks at Sarah, reaches out, brushes her \tdaughter's hair behind one ear. \t \tShe smiles.  She is calm. \t \tBehind her, a flock of pigeons takes off, leaping into the \tclear autumn sky. \t ", "Altman": "", "Junior": "\n[1]\t          Fuck. \t \n[2]\t          Fuck! \t \n[3]\t          They're not supposed to be here! \t \n[4]\t          They're not supposed to be here! \t \n[5]\t          Fourteen day escrow, man, that's \t          almost three weeks!  They shouldn't \t          be here for another week!  They \t          don't own this house yet! \t \n[6]\t          Fourteen business days.  Escrow is \t          always business days. \t \tBurnham sighs. \t \n[7]\t          I mean, right?  Isn't it? \t \n[8]\t          It's okay, Raoul. \t \n[9]\t          Raoul is cool.  That's all you need \t          to know. \t \n[10]\t          Wait a minute, wait a minute.  We \t          can still handle this. \t \t          Can we still handle this? \t \n[11]\t          Daddy's not coming back, she's in \t          the middle of a divorce, it's just \t          the two of them.  We're okay, here. \t \t          We can do this, right? \t \n[12]\t          Forty-five minutes.  That's all you \t          said you need.  That's like nothing. \t \n[13]\t          So we keep an eye on her.  Raoul can \t          totally administrate that part. \t \n[14]\t          They won't get hurt. \t \n[15]\t          Raoul, what in God's name do we do \t          if she has a gun? \t \tRaoul pulls up his sweatshirt, revealing a .38 tucked into \this belt. \t \n[16]\t          A guy shows you a gun, Burnham, and \t          you insult him?  Hey, who's the \t          idiot?  Huh? \t \n[17]\t          I met him at the tables, same as \t          you.  And frankly, I'm grateful we \t          have a little muscle right about \t          now. \t \n[18]\t          Different tables. \t \n[19]\t          We can't do it without you, Burnham. \t \tJunior starts at Burnham.  Raoul stares at Burnham. \t \n[20]\t          It's still a good plan.  It's \t          just... got a twist. \t \n[21]\t          Not if we keep 'em here.  You can't \t          kidnap somebody in their own house. \t          It's just breaking and entering, \t          unless we take 'em someplace.  Or \t          something like that, I'm pretty \t          sure. \t \n[22]\t          I am.  I'm an idiot's son.  An \t          idiot's grandson.  I'm third- \t          generation idiot.  But for once in \t          my life I had a good idea, and I'm \t          not giving up so easy.  You are? \t          Are you actually telling me that for \t          the first time in your life you're \t          gonna throw your cards on the table \t          and go home early?  I can't believe \t          my eyes. \t \t          Fourteen million dollars upstairs, \t          Burnham.  You'll be out of the hole. \t          Baby, you'll be so far out of the \t          hole you could draw bricks every \t          night for the next twenty years and \t          still shit green. \t \t          Come on, Buddy.  One more hand. \t \n[23]\t          Top floor, get the little girl and \t          keep her there.  I'll bring the \t          woman up.  Gimme. \t \tHe holds out his hand for the gun and Raoul gives it to him. \t \n[24]\t \t          Stay here.  Nobody gets past you. \t \tHe heads for the stairs.  Raoul follows close behind him. \tBurnham stays, reluctant -- what the fuck has he gotten \thimself into? \t \n[25]\n[26]\t          Shut up. \t \n[27]\t          Shut up and let me think. \t \tHe opens a pack of cigarettes, takes out a joint and lights \tit. \t \n[28]\t \t          Okay, fuckball, you think.  What are \t          we gonna do? \t \n[29]\t          She said she did. \t \n[30]\t          Yes.  Yes, it's all terrible ironic \t          and amusing.  You fuck.  Now how are \t          you gonna get us into that room? \t \n[31]\t          And why exactly would they want to \t          come out? \t \tAt the window, Burnham notices something sitting just outside \tthe French doors, on the balcony.  It's a large outdoor \tbarbecue grill.  He thinks, takes a step closer. \t \tHe sees a white five gallon tank of some kind underneath the \tgrill. \t \n[32]\t          Open it. \t \n[33]\t          Be quiet. \t \n[34]\t          They're coughing. \t \n[35]\t          Nobody is gonna die, man, will you \t          please have the balls to follow \t          through with a good idea?  Think \t          about it, what would you do if you \t          were them, stay in there and choke \t          to death, or come out?!  Huh?  We're \t          just getting them to come out for \t          forty-five minutes, forty-five \t          fucking minutes!  The worst that's \t          gonna happen is they pass out, we \t          drag 'em out here into the fresh \t          air, and they'll be fine. \t \n[36]\t          Cut it back a little bit. \t \n[37]\t          He's right, we can't get into the \t          room if they're dead! \t \n[38]\t          We're not gonna do anything about \t          him, he's fine. \t \n[39]\t          \"Half?\"  What did you, take a nap in \t          math class?  Three people, three \t          shares, one third.  Four point six \t          six six repeating. \t \n[40]\t          That's right, Raoul, it wasn't your \t          idea, none of this was your idea, it \t          was mine, it's my family we're \t          ripping off, it's my prick \t          grandfather who built that fucking \t          room, it was my idea to get the \t          plans, I found the floor safe, and \t          it was my idea to ask a guy who \t          builds these rooms to help break \t          into one!  Me, me, me, I, I, I, at \t          no point did I say \"you\" or Raoul,\" \t          got it? \t \n[41]\t          No, you will not, because without \t          Burnham there's no way in hell we're \t          gonna get into that safe, so as far \t          as I'm concerned he can paint your \t          ass blue and run it up a flagpole \t          and you won't lay a finger on him, \t          you understand me? \t \n[42]\t          What is this shit you're talking all \t          of a sudden?  You're a bus driver, \t          \"Homes,\" you live in Flatbush, so \t          please don't start spouting some \t          Elmore Leonard shit you just heard \t          because I saw that movie too, \t \n[43]\t          Shit! \t \n[44]\t          I, uh, I... \t \tShit. \t \n[45]\t          ... hit a little snag finding the \t          one in the basement. \t \tShit. \t \tPause.  Then, as if a starting gun has been fired, Burnham \tleaps to his feet and races out of the bedroom. \t \n[46]\t          She's never coming out. \t \n[47]\t          And we're never getting in. \t \n[48]\t          Jesus, what was I thinking? \t \n[49]\t          We're leaving. \t \n[50]\t          Close?  Are you insane?  We're \t          nowhere near close!  Fuck this, I'll \t          make an anonymous phone call on \t          Monday, they'll find the floor safe, \t          and I'll inherit the shit.  Little \t          piece of it, anyway, it's better \t          than nothing. \t \n[51]\t          Here.  For your time. \t \tThey both just stare at him. \t \n[52]\t          Five hundred bucks here. \t \tNeither one of them moves to take it.  Junior shurgs, drops \tit on the floor. \t \n[53]\t          Suit yourself. \t \n[54]\t          Observe. \t \tHe heads for the door, expecting Raoul to block him, but as \the draws close -- \t \t-- Raoul just steps out of the way.  Junior passes through \tand heads for the stairs. \t \n[55]\t          Lookin' doubtful there, Big Guy, but \t          ten out of ten for attitude. \t \tAnd he disappears, down the stairs, Burnham still pleading \twith him. \t \n[56]\t          Yeah, whatever. \t \n[57]\t          Adios. \t \tHe gets the last screw out, throws open the door, and BLAST \tof wind gusts in, it's a blustery night out there, he takes a \tstep into the doorway -- \t \t-- and with a quiet PFFFT from right behind Burnham, a bullet \twhizzes across the kitchen and hits Junior in the back of the \thead.  He crumples, right in the open kitchen doorway. \t \tBurnham SHOUTS incoherently and turns.  Raoul is standing \tthere, two steps up, a silencer twisted onto the barrel of \this gun. \t ", "Raoul": "\n[1]\t          What? \t \n[2]\t          Watch your mouth. \t \n[3]\t          It's just the woman and the kid? \t \n[4]\t          You're fuckin' A we can do this. \t \n[5]\t          No problem. \t \n[6]\t          You're welcome. \t \n[7]\t \t          No face. \t \tBurnham rolls his eyes.  Doesn't know this guy much, but \thates him so far.  They start across the foyer toward the \tstairs. \t \n[8]\n[9]\t          What if she called the cops? \t \n[10]\t          What the fuck is funny about this? \t \n[11]\t          There is not one thing funny here. \t \n[12]\t          So what the fuck are we supposed to \t          do?! \t \n[13]\t          He said open it. \t \n[14]\t          We ain't playin', here. \t \tHe cranks the valve handle of the grill open all the way. \tThe gas pours into the hose with an audible WHOOSH. \t \n[15]\t          No fucking way. \t \n[16]\t \t          We're gonna talk.  Downstairs. \t \tJunior nods and starts out.  Raoul lets him pass, but when \tBurnham tries to follow him, Raoul puts a big hand on his \tchest stopping him. \t \n[17]\t          You stay.  Make sure she don't come \t          out. \t \tBurnham swallows.  But stays. \t \tRaoul turns, follows Junior downstairs.  As he descends, he \tlooks up, making eye contact with Burnham.  And holding it. \tSomething on his mind, that's for sure. \t \n[18]\t          If you think I'm gonna let my half \t          of the fourteen million bucks slip \t          away because of -- \t \n[19]\t          I'm just saying, the man is a \t          problem.  And he's your problem. \t          Wasn't me idea to bring him along. \t \n[20]\t          He puts his hands on me again I'll \t          bury a slug in his ear. \t \n[21]\t          Don't take no tone of voice with me, \t          Homes. \t \n[22]\t          The hell we are. \t \n[23]\t          Nobody leaves. \t \n[24]\t          Nobody leaves. \t \n[25]\t          You should see the look on your \t          face. \t \n[26]\t          Fuckin' asshole, thinks he knows me. \t          Drives his German car up to 125th \t          Street a couple of times, buys a few \t          rounds, thinks he's a tough guy, \t          thinks he knows me. \t \t          You don't know one thing about me! \t \tWhile Burnham stares down at the body in shock and Raoul \tstares at Burnham, his back to the outside, a small, thin \tVOICE comes from the still-open doorway. \t \n[27]\t \t          Who's the clown now?  Huh?!  Who's \t          the fucking clown now?! \t \tHe pulls his gun, shoves it into Burnham's eye, hard, we can \thear the faint SIZZLE of skin burning. \t \n[28]\t          That's right. \t \n[29]\t          I have the gun. \t \n[30]\t          Remember that. \t \n[31]\t          What do you think?  Get us into that \t          room. \t \n[32]\t          You can.  You're full of ideas.  You \t          just need to squeeze one out. \t \n[33]\t          You got till the count of three. \t          Then you end up like him. \t \tHe tilts his head over to Junior, whose brains are spreading \tout on the kitchen floor. \t \n[34]\t          One.  Squeeze. \t \n[35]\t          Two.  Squeeze harder. \t \n[36]\t          Th -- \t \n[37]\t          You got an idea? \t \n[38]\t \t          If you leave the house, we'll kill \t          her. \t \tMeg sobs. \t \n[39]\t          If I see a uniform in the house, \t          we'll kill her. \t \n[40]\t          You understand? \t \n[41]\t          Saw my face, man.  Saw my face. \t \n[42]\t          Shut up. \t \n[43]\t          Hurry up, for Christ's sake! \t \tBurnham turns, grabs his satchel, and drops to his knees in \tthe middle of the floor.  Over his shoulder, we can see the \tface of Meg on one of the monitors, shouting into the camera, \tbegging them to give Sarah her medicine. \t \tUsing his hand, Burnham measures six lengths in from the \twall, then digs his fingernails into the weave of the carpet, \tlooking for a seam. \t \tHe finds one, gets hold of it on one edge, and runs his other \thand along the seam till he finds a place where it seems to \tturn a corner.  He stands, hovering over the carpet, and \tpulls back evenly with both hands. \t \tThe concealed carpet flap pulls back neatly, with the soft \tsound of tearing VELCRO.  Underneath the flap -- \t \t-- is the smooth metal door of a floor safe. \t \tBurnham unsnaps his satchel and gives it a shove.  It rolls \tout and opens up onto the floor, revealing a neat array of \tsafecracking tools. \t \tHe begins his delicate work, but is suddenly jarred by a \tPOUNDING on the metal door.  He turns, annoyed.  Meg is still \tSCREAMING outside the door. \t \n[44]\t          I don't know, she keeps screamin' \t          the same thing over and over. \t \tBurnham turns, looks at the monitors. \t \n[45]\t          Drugs.  She wants drugs.  What the \t          fuck? \t \tBut Burnham thinks.  His eyes fall on the bottle and the \tleather pouch she hurled through the door, then whip over to \tSarah, who sags over into a fetal position on the floor.  Her \tlips are moving. \t \n[46]\t          I don't fucking believe this. \t \t          You gotta wait. \t \tSarah just looks at Burnham.  Please. \t \n[47]\t          Yeah.  She can.  She's fine, she's \t          just like, tired, she's gotta rest. \t          You rest, Kid.  Half an hour. \t \tSarah looks terrified, shaking her head no. \t \n[48]\t          Come on. \t \tHe starts to pull Burnham away, but Burnham shakes his hand \toff, violently.  He bends down very close to Sarah's lips. \t \n[49]\t          You're wasting your fucking time, \t          man, you're wasting my time.  You \t          don't know how to do this, and the \t          longer we stay in here, the more \t          likely she's gonna lose it and call \t          the cops! \t \n[50]\t          Don't look at me. \t \n[51]\t          She's okay.  Now sit down and wait. \t \tHe CLICKS off. \t \tMeg is hugely relieved.  And extremely pissed off.  She goes \tto the corner of the room and picks up the gun, the one that \tRaoul dropped. \t \tShe heads downstairs. \t \n[52]\t          Congratulations.  You saved her life \t          for ten minutes. \t \tBurnham looks up at him -- what?  But Raoul turns and walks \taway. \t \tBurnham goes back to work. \t \n[53]\t          Holy shit... holy shit... \t \tBurnham races over, looks over his shoulder.  One monitor \tcovers the front stoop, and on that monitor they can clearly \tsee TWO UNIFORMED COPS. \t \n[54]\t          She's fuckin' crazy, she killed the \t          kid!  She just killed her own kid! \t \n[55]\t          She better. \t \n[56]\t          She saw my face.  The kid too. \t \tSarah overhears that.  She raises her head, alarmed.  Burnham \tturns, looks over at her, and she just gets her head back \tdown in time.  Burnham and Raoul close themselves off, for a \tprivate conversation. \t \tSarah edges closer.  She overhears a fragment. \t \n[57]\t          That's their problem. \t \tSarah is terrified.  Doesn't know what to do.  She looks to \ther immediate left, sees the intercom panel.  She edges \tcloser. \t \n[58]\t          You finish.  Then we finish. \t \tSarah sneaks up a hand and pushes a button -- \"ALL PAGE.\" \t \n[59]\t          You're here with me, you're already \t          on the hook for one.  Buy one, you \t          get the rest for the same price. \t          You know that. \t \n[60]\t          The kid in here.  The other two when \t          we come out. \t \tMeg listens, horrified. \t \n[61]\t          You know how this gotta end. \t \n[62]\t          They stay in the house. \t \tThere in an abrupt CLICK, and the speaker turns off.  Meg \tturns, goes to Harris, falls to her knees, no idea what to \tdo.  She holds him close, their foreheads touching.  She's \tterrified, exhausted, wants to collapse in his arms. \t \tInstead, she starts to pull the gun from his fingers.  He \ttightens his grip, what are you doing?  He tries to hold onto \tthe gun, but she pulls his fingers off it, takes it away from \thim.  He is too weak to resist. \t \n[63]\t          Hey! \t \tHe turns, away from the monitors. \t \n[64]\t          The walls are steel, right? \t \n[65]\n[66]\t          We've got the Kid! \t \t          WE'VE GOT YOUR KID!!  What the fuck \t          is she thinking?! \t \n[67]", "Stephen": "", "SWAT": "", "Cop": "\n[1]\t          Everything okay? \t \n[2]\t          Are you all right? \t \n[3]\t          'Bout four o'clock. \t \n[4]\t          We got a call... \t \tCop 1 looks at him.  Cop 2 stops talking. \t \n[5]\t          Can we come in? \t \n[6]\t          We'd like to come in. \t \n[7]\t          Are you okay? \t \n[8]\t          Can we come in? \t \n[9]\t          You don't look so good. \t \n[10]\t          Your husband says you said \"There \t          are three...\" right before you got \t          cut off. \t \n[11]\t          Ma'am, if there's something you want \t          to say to us right now that maybe \t          you can't say to us right now, maybe \t          you just want to make a signal, by \t          blinking a few times, something like \t          that. \t \tShe just looks at him.  Wow, this guy's intuitive.  She is \tsorely tempted.  But she can't. \t \n[12]\t          That's something you could do. \t          Safely. \t \tShe thinks, thinks -- \t \t-- and burst out laughing. \t \n[13]\t          May I ask what the rest of that \t          sentence was going to be? \t \n[14]\t          The sentence that started \"There are \t          three.\"  What was the rest? \t \tPause.  She stares at him. \t \n[15]\t          You want her to show you which three \t          things, Rick, or should we just go? \t \tCop 1 looks at Meg, a long look, he holds it for one last \tmoment, trying to read her mind. \t \n[16]\t          Put your hands up. \t \tBurnham freezes, silhouetted in the doorway.  Wind and leaves \tblow into the house, a real gale outside. \t \tFrom behind Cop 1, MORE COPS SHOUT, all at once, must be a \thalf dozen of 'em there, but Burnham can't see anything in \tthe stinging light, and can't hear much either, over the \tROARING wind. \t \tBurnham moves suddenly, flinging the door shut right in the \tCop's face.  The door SLAMS hard, Burnham turns to run but \tdoesn't get more than a few paces before three sharp GUNSHOTS \tCRACK through the door behind him. \t \tBrilliant white light spills through the bulletholes in the \tdoor, but it's not the light that gets you, it's the chunks \tof lead.  They rip through Burnham's back and come out his \tchest, a triangle pattern. \t \tBurnham stops, sags to his knees.  He reaches into his \tjacket, pulls out the loose stack of bonds. \t \tHe fans them out, stares down at them, holds them like \tplaying cards. \t ", "Sleepy": "", "Neighbor": "\n[1]\t          What the hell do you think you're \t          doing, young lady?! \t \tShe storms back into her house, following Meg.  As both of \tthem disappear from the frame, we move out of the library, \tinto the foyer, and move along the common wall, the one \tshared with the neighbor's brownstone. \t \tFrom the other side of the wall, we can hear muffled voices, \targuing, Meg and the Neighbor shouting at each other. \t \tWe drift up, up the stairs, and hear the THUNDERING of \tfootsteps on the stairs next door.  We keep pace with them, \tfrom inside this house.  We pass right through the floor -- \t \n[2]\t ", "Meg": "\n[1]\t          Could you slow down a little? \t               (looking back over her \t                shoulder \t          Or we could wait for the car... \t \n[2]\t          How many more do we have after this? \t \n[3]\t          This is it?  I told you on the \t          phone, I have to be moved in in two \t          weeks.  Sarah, please don't bounce \t          that here. \t \n[4]\t          Will they take asking price?  I need \t          a two week escrow and I'm already \t          approved for the loan. \t \tLydia turns, gives Meg an \"are you insane?\" look. \t \n[5]\t          I'm sorry.  Apartments, and... \t          money, and... this is more my \t          husband's area. \t \tShe digs in her purse for a prescription pill bottle and some \twater. \t \n[6]\t          Was.  His area.  I'm not very good \t          at... \t \tLydia watches as she swallows a pill, waiting for Meg to \tfinish her sentence.  Not very good at what? \t \n[7]\t          Things, and if I can't prove to my \t          soon to-be ex-husband that I can \t          provide a suitable place for our \t          daughter to live in the next \t          fourteen days, it's going to get \t          ugly between us.  Uglier. \t \tLydia just looks at her, no idea what to say.  These two are \tfrom different places. \t \n[8]\t          Something's weird. \t \n[9]\t          I don't know, doesn't that corner \t          seem funny to you? \t \tShe points to the far end of the wall, near the entrance to \tthe closet.  There is a mirrored door that leads to the \tcloset, and a mirror on the wall alongside it.  If you look \tclosely, you'll see that the mirrors are raked slightly \ttoward one another, which causes an optical illusion in which \tthe corner of the room appears much closer to the door than \tit is. \t \n[10]\t          A what? \t \n[11]\t          Makes me nervous. \t \n[12]\t          Ever read any Poe? \t \n[13]\t          No, Edgar Allen. \t \n[14]\t \t          What's to keep them from prying open \t          the door? \t \tEvan reaches past Meg and pushes a red button on the wall \tbehind her.  With a sudden WHANG of steel, a heavy metal door \tleaps out of a slot in the wall and SLAMS shut, like a \tsubmarine hatch.  A series of metal latches CLICK into place \tinside it, from top to bottom, securing it into place. \t \n[15]\t          Open it. \t \n[16]\t          Open the door. \t \n[17]\t          I said open the door. \t \tEvan hits a green button and the door GROANS slowly open, \trecoiling its massive spring, and revealing Sarah, the little \tgirl, standing in the entryway, grinning widely. \t \n[18]\t          Don't! \t \tLydia pushes the close button, nothing happens.  Evan pulls \this hand put of the beam, takes a step back.  Lydia pushes \tthe button again. \t \tWHANG!  The metal door rockets shut, the metallic slang \treverberating in the room.  Almost immediately, the fake \tpiece of wall HUMS shut, of its own accord, followed a moment \tlater by the mirror, which detaches itself from the back of \tthe closet door and HUMS silently back into place, closing \tover the hidden door, making the corner of the room look like \ta corner again. \t \tAs the mirrored door closes, it shows Meg her own reflection. \tShe looks at herself, still rattled.  She wipes a trickle of \tsweat from the side of her face. \t \n[19]\t          Got us in here, didn't I? \t \n[20]\t          Well, I know that now. \t \n[21]\t          Battery's dead. \t \n[22]\t          The phone works. \t \t          Hey, I hooked up the phone. \t \n[23]\t \t          478... \t \n[24]\t          Don't. \t \n[25]\t          I agree.  But don't. \t \tSarah stares at her for a moment, then goes back to eating. \t \tMeg picks up the bottle of wine. \t \tSarah's eyes flick over and watch as wine GLUGS into her \tmother's glass. \t \n[26]\t          Bypass non-ready zones... shunt, \t          enter, zone number... \t \tShe tries it, pushing a few buttons, but the alarm panel \tBEEPS at her disapprovingly.  She's doing something wrong. \t \tShe sighs, sits on the floor, gets serious about figuring out \tthe instructions. \t \n[27]\t          Bypass non-ready zones... ah, shunt, \t          enter, shunt again, zone number... \t          wait... \t \n[28]\t          Wake up... wake up... \t \tBut she's in a profound child's sleep and won't wake up. \t \n[29]\t          Wake up...come on, come on... \t \tShe sees a plastic cup on her night table/box, half filled \twith water.  She snatches it and tosses the water in her \tface. \t \tNow she's awake.  And pissed off.  She SPUTTERS, SHOUTS. \t \n[30]\t          People.  In the house. \t \tAs the elevator descends, they see Raoul, through the window \tin the door, as he drops to his knees, to get a good look at \tthem. \t \n[31]\t          He's going down. \t \n[32]\t          What?! \t \n[33]\t          Damn it! \t \n[34]\t          Different phone line, I never hooked \t          it up! \t \tShe hurls it down, looks back at Sarah.  She seems a bit \tpale, scared.  She goes to her, holds her, reassures her. \t \n[35]\t          Can't hear a thing. \t \n[36]\t          I don't know.  Rob us.  I don't \t          know. \t \tShe sits back against a wall, looks around, at the tiny room. \tShe's trying not to show how freaked out she is. \t \n[37]\t          Wait. \t \n[38]\t          They can't.  They can't get in here. \t          No.  They can't. \t \n[39]\t          Feel okay? \t \n[40]\t          Shaky? \t \n[41]\t          Chills? \t \n[42]\t          Hey... \t \tSarah joins her, looks at the buttons.  Each one is labeled \twith a different room name -- den, kitchen, master bedroom, \tetc.  Up in the corner there is a button that says \"ALL \tPAGE,\" down in the opposite corner there's a button marked \n[43]\t          Excuse me. \t \tThey practically jump out of their shoes, looking around for \tthe source of the voice. \t \n[44]\t          The police are on their way. \t \tOnly Burnham has remained relatively calm.  After he gets \tover the initial shock, he walks toward the tiny camera \tthat's hidden in an upper corner of the living room wall and \tstares up at it.  Raoul, who has taken off his ski mask, is \tcareful to move out of the camera's range, and turn his back \tto it. \t \n[45]\t          I suggest you leave. \t \n[46]\t          How'd he know that? \t \tShe presses the talk button again. \t \n[47]\t \t          Take what you want and get out. \t \tThat sounded fairly tough.  She looks at the monitor again. \t \n[48]\t          \"What we want is in that room.\" \t \n[49]\t          No, I told you, they can't.  It's \t          not a possibility. \t \tAngry, she sits forward and jabs the talk button. \t \n[50]\t \t          What do you know about this room? \t \n[51]\t \t          We're not coming out.  We're not \t          letting you in.  Get out of my \t          house. \t \t \n[52]\t \t          Fuck. \t \n[53]\t \t          Get the fuck out of my house! \t \tShe clicks off again, looks to Sarah for approval, and gets \tit, sort of, in Sarah's half-smile.  But Sarah's eyes go back \tto the screen. \t \n[54]\t          Oh, please. \t \n[55]\t          Conversation's over. \t \tWith an audible CLICK, she signs off.  Burnham, Raoul, and \tJunior stand arrayed beneath the camera, staring up at it, \tdumbfounded. \t \n[56]\t          Hey.  Relax, okay? \t \tBut Sarah keeps at it, feels along the edges of the portal, \tthen all along the wall, looking for some kind of hidden \tswitch that controls it. \t \n[57]\t          I mean it, lie down.  You get your \t          adrenaline up and you know what's \t          gonna happen. \t \tSarah stops, looks at her mother, who is pale and wan, \thuddled in the corner. \t \n[58]\t          Little bit.  Yeah. \t \tSarah looks around the room. \t \n[59]\t \t          Don't though. \t \t \tSarah looks at her, thinks.  It's not an unfamiliar \tsituation, her needing to comfort her mother. \t \n[60]\t          What am I, a five year old? \t \n[61]\t          I don't know, why? \t \n[62]\t          What the hell are they doing? \t \n[63]\t \t          ... locking us in... \t \n[64]\t          Not here... not here... someplace \t          else... someplace else... \t \tHer eyes roll back into her head, we see just the whites, and \tshe loses her balance, falling over onto her back. \t \tWe fall with her, move in tight on her face, and the dark \thallway carpet beneath it turns to green, all green, grassy \tgreen.  She sits up, looks around, and we realize she is in \tfact somewhere else, she's -- \t \n[65]\t          I am.  I'm here. \t \n[66]\t          I'm here.  I'm here. \t \tThey huddle there, terrified.  Meg blinks, wipes the sweat \tfrom her forehead, begins to come back around.  She turns her \thead, sneaks a look at the funny wristwatch Sarah wears, \ttries to look without her daughter knowing.  It's not an \tordinary watch, it only has one number, a tall, flashing \tdigital display: \t \t120 \t \tMeg nods, as if reassuring herself. \t \n[67]\t          We're fine.  We're okay. \t \tShe turns, looks at the video monitors to see what the hell \tthey're doing out there. \t \n[68]\t          On the floor!  Get on the floor! \t \tNow Sarah coughs.  The gas is pouring into the room. \t \n[69]\t          Morse code? \t \n[70]\t          Where'd you learn S.O.S.? \t \n[71]\t          Got him! \t \n[72]\t          Yes, yes, yes, yes... \t \tSarah keeps it up, flashing faster. \t \n[73]\t          Shhh... \t \tShe looks at the wristwatch again. \t \t103 \t \tShe's concerned. \t \n[74]\t          Damn. \t \tShe turns away from the monitors, to check on Sarah, who's \tsettled into a corner of the room, looking pale. \t \n[75]\t          Oh yes, yes... \t \tShe looks at another monitor. \t \n[76]\t          ... the hell is he? \t \n[77]\t          Yeah, but where's the third guy? \t \n[78]\t          If it looks like I can't get back, \t          just close the door. \t \n[79]\t          Close it! \t \tSarah nods, looks back to the button. \t \n[80]\t          Oh, no.  No, no, no no no no no... \t \tShe looks at the phone.  It's showing just one signal bar, \tand even that one is flashing on and off. \t \n[81]\t          Oh come on, come on, come on... \t \tShe walks around the room, raises the phone high and low, \ttrying crazily to find a signal. \t \tBut can't. \t \n[82]\t          Wires... \t \n[83]\t          ... wires. \t \n[84]\t          I saw something, I saw... \t \tIn the vent, alongside the duct, she sees the bundle of \tmulticolored wires she saw earlier. \t \n[85]\t          ... phone wires! \t \tShe jumps down off the shelf, goes to the tools, starts \tsearching for something. \t \n[86]\t          I may not have hooked up the phone \t          in here, but I hooked up the main \t          line, and there's a jack at the base \t          of this wall outside, I saw it! \t \n[87]\t          Strip 'em, expose the ends, try blue \t          first, blue is phones! \t \n[88]\t          Yes, no, I don't know, do 'em all! \t \tWhile Sarah goes to work on the wires, Meg turns to the phone \titself, the one with the buried phone line that isn't working \tyet.  She rips the phone out of its housing, tears free the \twire on the end of it. \t \n[89]\t          I'm at 26 West -- \t \n[90]\n[91]\t          Damn it! \t \tNo more time to hold.  Meg hangs up the phone, dials another \tnumber, a seven digit one she knows by heart. \t \n[92]\t          On it! \t \n[93]\t          Listen to me!  There are three -- \t \n[94]\t          Hello?  Don't... are... \t \tShe looks up, see Sarah looking at her, her eyebrows arches, \ther face all hope.  Meg keeps her cool, but it take a hell of \tan effort. \t \tSarah reads her face.  She turns away. \t \tShe hangs up the phone. \t \tSarah goes to a corner of the room, faces away from her. \t \tMeg doesn't know what to say. \t \n[95]\t          He'll do something. \t \n[96]\t          He'll know we're in trouble.  He \t          heard me, I said \"There are \t          three...\" \t \n[97]\t          What would you think, in the middle \t          of the night?  I mean, three what, \t          three bears?  He'll call the police. \t \n[98]\t          He's just across the park, this is \t          why we got places so close to each \t          other, in case we needed each other, \t          we're still a family, he'll help \t          us... \t \n[99]\t          He WILL. \t \tShe practically shouted.  Sarah drop her head into her arms. \t \n[100]\t          I'm sorry. \t \n[101]\t          Why? \t \n[102]\t          What? \t \n[103]\t          Come on, come on... stay with me... \t          you gotta drink... \t \tShe takes Sarah's hand, checks her wristwatch thing.  The \treadout is now \t \t82 \t \tShe swallows.  She grabs Sarah by the face. \t \n[104]\t          Okay, listen, honey, you went double \t          digit here, you must have been \t          shooting out adrenaline like crazy, \t          we gotta bring your blood sugar back \t          up, okay?  Can you hear me? \t \n[105]\t          Hey, she's still a smart ass, \t          excellent sign.  Did you see any \t          sugar in here?  Any candy bars, \t          anything sweet? \t \n[106]\t          Okay, you just gotta calm yourself \t          down, that's all, just stay calm and \t          your adrenaline will go back to \t          normal and you'll be fine. \t \n[107]\t          Not an option. \t \n[108]\t \t          No biggie, we've been through it a \t          dozen times, I just jab you with the \t          Glucogen. \t \tPause.  She keeps looking. \t \n[109]\t          Oh, you know, it's uh... it's in the \t          little fridge in your room. \t \n[110]\t          Hey, quit apologizing, you're \t          starting to sound like Grandma. \t          You're not gonna have an attack. \t          Okay? \t \n[111]\t          Oh God, oh my God... \t \tSarah begins to convulse, she bucks right out of Meg's arms \tand falls back onto the floor of the panic room.  Meg clears \teverything away from her, tries to make room for her. \t \tThe convulsion worsens.  Meg searches through the piles of \tsupplies, comes up with a plastic-handled screwdriver.  She \topens Sarah's jaws, wedges the plastic handle between her \tteeth. \t \tShe helps Sarah ride out the convulsion.  Finally, her eyes \troll back into her head, she slowly re-orients herself. \tSarah reaches over, turns off her still-BEEPING \twristwatch/monitor herself. \t \tSarah sighs, a shuddering sigh of relief, but she is nowhere \tnear normal. \t \tHer skin has passed through white and is turning a sallow \tyellow color.  She moves her lips, Meg can't hear her, she \tbends down: \t \n[112]\t          Oh... oh... \t \n[113]\t \t          -- cine, she needs the MEDICINE! \n[114]\t \t          You called the police? \t \tHe nods. \t \n[115]\t          Don't.  Say.  A word. \t \tHe nods. \t \tMeg takes a breath, walks across the foyer, tousling her hair \tas she goes. \t \n[116]\t          Yeah? \t \n[117]\t          Huh? \t \n[118]\t          What are you guys -- what time is \t          it? \t \n[119]\t          I don't get it. \t \n[120]\t          Somebody called you? \t \n[121]\t          What do you want? \t \n[122]\t          No, you can't come in. \t \n[123]\t          I'm fine. \t \n[124]\t          Stop asking me that.  I'm fine.  Who \t          called you? \t \n[125]\t          You wake me out of a sound sleep at \t          four in the morning and then tell me \t          I look like hell?  Of course I look \t          like hell, you don't look so hot \t          yourself, Jack.  I'm freezing here, \t          thank you for checking, can I go? \t \tCop 1 studies her, notices the burned sleeve of her T-shirt, \tthe black smudges still on her face. \t \n[126]\t          Oh, that phone call... \t \tCop 1 takes a step forward and lowers his voice to just above \ta whisper, unconsciously making her lean forward in order to \thear him. \t \n[127]\t          Man, you are good!  You mean, like, \t          if somebody was in the house or \t          something?  That's great, they \t          really train you guys these days, \t          don't they? \t \tCop 1 looks at her, not sure if he believes her or not. \t \n[128]\t          No.  I'm fine.  Cross my heart. \t \tCop 2 turns to go, but Cop 1 lingers. \t \n[129]\t \t          Huh? \t \n[130]\t          Okay, look.  My husband and I just \t          broke up.  It's my first night in \t          the new house, and I was feeling a \t          little lonely and a little drunk. \t          The sentence, if you insist on \t          knowing, was going to be \"There are \t          three things I'll do for you if you \t          come over right now and get in bed \t          with me.\" \t \tCop 2 stifles a laugh. \t \n[131]\t          But thank God I came to my senses \t          before I said all that and hung up \t          instead, so nobody would ever know \t          what I was thinking, unless, of \t          course, two policemen showed up in \t          the middle of the night to \t          interrogate me about it. \t \tThat was good.  Cop 1 is embarrassed.  Cop 2 thinks it's \tfunny. \t \n[132]\t          Fourteen. \t \tShe hurries out of the bedroom.  What's she doing? \t \n[133]\t          No camera, no camera, no camera... \t \tThey're bare, no video cameras.  Good. \t \tShe goes to the window, tries to open it.  Screwed shut, of \tcourse. \t ", "Lydia": "\n[1]\t          -- seventeen feet wide, fifty-five \t          feet deep, forty-two hundred square \t          feet, four floors with a rentable \t          basement apartment, so five \t          altogether, courtyard in back -- \t \n[2]\t          No cars.  Feet are faster. \t \n[3]\t          None, there's nothing else, you know \t          how tight the market is. \t \n[4]\t          Oh, that miserable little prick is \t          already leaving. \t \tThey approach a row of brownstones, narrow four story \ttownhouses, nice looking buildings, a hundred years old or \tmore.  EVAN, a sour-looking man, has just locked the front \tdoor of number 26 and is coming down the steps.  He sees them \tcoming. \t \n[5]\t          Evan, I am so sorry, you were a \t          saint to wait for us! \t \n[6]\t          No ball, kid. \t \tSarah immediately stops bouncing.  She wanders into the \tliving room, peers through the big French doors, which look \tout over the courtyard area.  There's another row of \tbrownstones on the next block, and all the patios back up to \tone another.  It looks tranquil out there, oasis in the city. \t \tSarah leans up against the door, sighs, her breath fogs the \twindow.  There is a profound melancholy about her.  Meg \twatches her, tries to catch eyes with her in the reflection. \tCan't. \t \tEvan flings open the door of an old-fashioned cage-style \televator. \t \n[7]\t          Who taught you to negotiate? \t \n[8]\t \t          He's talking about Bernard \t          Pearlstine. \t \tMeg shrugs, who's that? \t \n[9]\t          The hotel guy?  It's been in the \t          papers lately.  His kids are all \t          suing each other over his estate. \t          He was a total recluse, paranoid, \t          rich as hell, he was worth thirty \t          million or something, now it turns \t          out they can't find half of it. \t \t          Somebody took something didn't \t          belong to them! \t \n[10]\t \t          Stop calling it the property, you \t          sound ridiculous. \t \n[11]\n[12]\t          What? \t \n[13]\t          Oh, I've seen these... \t \n[14]\t          Hey, this is perfect for you... \t \t          Absolutely!  You're a woman, you're \t          living alone now.  Your alarm goes \t          off, or you head glass break, or for \t          whatever reason you think someone's \t          broken into your home in the middle \t          of the night.  What are you going to \t          do?  Call the police and wait until \t          they get here on Tuesday?  Traipse \t          downstairs in your sexy little \t          underthings and check it out?  I \t          think not! \t \n[15]\t          Why? \t \n[16]\t          I don't think so, but I love her \t          album. \t \n[17]\t \t          The furniture guy? \t \n[18]\t          Old Bernie didn't miss a trick with \t          this room, did he? \t \n[19]\t          And with kids like he's got, no \t          wonder he wanted a place to hide. \t \n[20]\t          That door is a safely hazard. \t ", "Lynch": "", "Morales": "", "Evan": "\n[1]\t          One day you will learn to respect \t          other people's time, Lydia, one day \t          you -- \t \n[2]\t          This is the middle of the house, the \t          entry floor, living room's over \t          there.  The kitchen floor's below us \t          and there's two bedroom floors \t          above. \t \tThe front door closes behind them, with a THUD so \tauthoritative it seems to say no one's ever getting out.  Meg \ttries to get her daughter's attention, to tell her to stop \tbouncing the ball in the house. \t \n[3]\t          It's an enormous amount of space for \t          the money and I'll be perfectly \t          honest, the family is in no hurry \t          whatsoever. \t \tMeg whispers Sarah's name, but Sarah still ignores her, goes \ton bouncing the ball. \t \n[4]\t          I don't have to tell you there is an \t          acute shortage of living space in \t          Manhattan right now and this is a \t          highly unique property. \t \n[5]\t          Working elevator.  Mr. Pearlstine, \t          the previous owner, was disabled the \t          last ten years of his life.  Highly \t          unusual, the elevator, you will not \t          find this in ninety percent of \t          brownstones. \t \n[6]\t          What say we see the house before we \t          dicker, hmm? \t \t          I have to warn you, this is exactly \t          the response we expected to get. \t          It's a very emotional property. \t \tAs he disappears upstairs, Lydia turns to Meg, lowers her \tvoice. \t \n[7]\t \t          It would be so lovely if I could \t          shot the property before I leave! \t \n[8]\t          Top floor.  Two bedrooms, one \t          bathroom. \t \n[9]\t          Third floor, spare bedroom, den, \t          what have you.  Mr. Pearlstine used \t          it as an office. \t \n[10]\t               (moving, through a \t                bathroom \t          Master bath. \t \n[11]\t          I hardly see how family gossip is \t          germane to showing the property. \t \n[12]\t \t          Master closet. \t \tFrom the hallway, there is a GROANING METALLIC sound, the \televator, and the happy laughter of the little girl as she \tputs it through its paces.  Evan winces, speaks as if his \tmouth hurts when he moves it. \t \n[13]\t          Could the child please stop that? \t \n[14]\t          And we emerge in the master bedroom. \t \tHe checks his watch. \t \tMeg looks around, studying the dimensions of the room.  She \tlooks at the far wall, the one that borders the house next \tdoor.  She looks at the wall that corners it, opposite the \twindow wall.  She takes two steps back from it. \t \n[15]\t          I was waiting to see if you'd \t          notice!  On caravan, no one from our \t          office had the slightest idea. \t \tHe pushes on the top of the mirror on the wall.  It makes a \tfaint CLICK, then glides open a few inches off the wall.  He \tpulls it toward him, opens it all the way, a hundred eighty \tdegrees, and it fastens magnetically to the back of the \tclosed door.  There is smooth wall behind it, but if you look \tclosely, there is a faint vertical crack in the wall. \t \tMeg looks at him -- what in the world?  Even pushes again, \ttwice this time, first at the top, then at the bottom, and \tthe smooth wall CLICKS ajar.  He pulls it wide open.  Meg and \tLydia step forward, fascinated. \t \n[16]\t          It's called a panic room. \t \tHe hits a switch and a row of bulbs flick on overhead. \t \n[17]\t          A safe room.  An inner sanctum.  A \t          castle keep, in medieval times. \t \n[18]\t          It's quite in vogue in high end \t          construction right now.  One really \t          can't be too careful about home \t          invasion. \t \tThe other two walk inside, but Meg lingers near the door, \tlooking around, studying the neatly arrayed survival supplies \t-- water, food packs, batteries, flashlights, tools, rope, \tclothes, blankets -- you get the idea. \t \n[19]\t          Reinforced steel core walls.  Buried \t          phone line, completely separate, not \t          connected to the house's main line \t          and never exposed throughout the \t          house's infrastructure or outside \t          the house -- you can call the \t          police; nobody can cut you off. \t          Your own ventilation system, \t          complete with oxygen scrubber, so \t          you've got plenty of fresh air for \t          as long as you like.  And a bank of \t          video monitors -- \t \tHe hits a switch next to a dozen tiny video monitors, \trevealing a dozen different views of the house. \t \n[20]\t          -- covering almost every corner of \t          the house. \t \tMeg nods, starting to sweat. \t \n[21]\t          Steel, four inches thick. \t \tMeg takes a step back.  They're now enclosed in the room. \t \n[22]\t          Everything's spring-loaded, even if \t          the power's out it's fully \t          functional. \t \n[23]\t          That's highly inappropriate. \t \n[24]\t          Not at all. \t \tHe points.  There's a tiny red beam that shines across the \tdoorway, one at shoulder height -- \t \n[25]\t          Infrared.  Like the beam in an \t          elevator doorway.  Won't let the \t          door close if something's blocking \t          it. \t \t-- and one at shin height.  Even bend down, blocks the one at \tshin height with his hand. \t \n[26]\t          Watch. \t \tHe reaches up, to push the close button, but with one hand \tanchored at the floor, he can't quite reach it. \t \n[27]\t \t          Push that button for me, will you? \t ", "Kurlander": "", "Burnham": "\n[1]\t          I know. \t \n[2]\t          A woman and a little girl, both \t          asleep upstairs. \t \n[3]\t          Keep your voice down. \t \n[4]\t          This was your department, Junior. \t \n[5]\t          That's why the key didn't work, they \t          changed the locks. \t \n[6]\t \t          Exactly how is fourteen days almost \t          three weeks? \t \n[7]\t          You're an idiot. \t \tRaoul steps forward, shoves Burnham with both hands in the \tchest. \t \n[8]\t \t          Who is this guy? \t \n[9]\t          This is insane.  I'm outta here. \t \tHe starts for the door. \t \n[10]\t          Unless Daddy comes back later. \t \n[11]\t          Not with me.  Not with people. \t \n[12]\t          She'll call the cops, they'll be \t          here before I get unpacked. \t \n[13]\t          I don't want Raoul to administrate \t          that part. \t \n[14]\t          What about us?  What if she has a \t          gun? \t \n[15]\t          Asshole. \t \n[16]\t          Where did you get this clown? \t \n[17]\t          What tables?  I've never seen him \t          before. \t \n[18]\t \t          The fuck did you bring a gun for? \t \n[19]\t          Peace out. \t \tHe moves for the door.  Junior, trying desperately to hold \tthis together, gets there first, blocks the door with his \tback. \t \n[20]\t          Yeah.  Kidnapping. \t \n[21]\t          Pure idiot. \t \n[22]\t          Tell me... tell me they're not in \t          there... \t \tWe rise up, above them, above the room, looking down on them, \tthe rats-in-a-maze shot. \t \tWe rise up further still, above where the ceiling ought to \tbe, to look down on this room and the one beside it, the room \tbehind the four inches of reinforced steel, the panic room in \twhich Meg and Sarah kneel in the middle of the floor, holding \teach other tight. \t \tStandoff. \t \n[23]\t          Got her right where you want her, \t          Junior. \t \n[24]\t          When you said you'd let 'em go I \t          thought she'd come running right out \t          for sure. \t \n[25]\t          I'm afraid to let you think, Junior. \t          Things get worse when you think. \t \t          Oh, that's gonna help. \t \n[26]\t          She didn't. \t \n[27]\t          She lied.  Cops woulda been here by \t          now if she called 'em.  Besides, \t          Junior cut the phones. \t \tBurnham goes to the window and stares outside.  He laughs, \tcovers his face. \t \n[28]\t          God. \t \n[29]\t          Who else but God could think this \t          shit up?  I spend ten years building \t          those fucking rooms to keep people \t          out, now I gotta figure out how to \t          get in.  God, man, He just loves the \t          irony. \t \n[30]\t          Can't.  Whole point.  Can't get in \t          the room. \t \n[31]\t          Make her come out.  And when she \t          does, that's when we gotta be \t          careful.  She can't get out of this \t          house.  She can't even think she can \t          get out of this house.  We just keep \t          them here and keep them quiet for \t          forty-five minutes.  And I don't \t          want \t \t          Joe Pesci here standing over them \t          with his fat sweaty finger on the \t          trigger.  That's a sure way for us \t          to end up with two dead bodies and \t          little puffs of smoke burning out of \t          our heads up in Greenhaven.  So \t          we're gonna seal the place up.  They \t          wanna hole up in here?  Fine, we'll \t          help 'em.  Make it impossible for \t          them to leave.  Once they come out \t          of that room. \t \n[32]\t          Workin' on it. \t \n[33]\t          I did. \t \n[34]\t          Just sending a message.  She'll get \t          the point. \t \tGas HISSES through the spigot and into the hose.  We follow \talong the length of the hose, across the floor of the room, \tthrough the hole in the sheetrock, into the hole that's been \tdrilled in the air duct -- \t \n[35]\t          Look, don't be stupid... \t \tJunior has his head pressed against the door to the panic \troom, trying to hear any sounds from within. \t \n[36]\t          We're trying to scare them, not kill \t          them! \t \n[37]\t          They're gonna die in there! \t \n[38]\t          Junior, you gigantic idiot, how are \t          we supposed to get into the room if \t          they pass out? \t \tPause.  Junior turns to Raoul. \t \n[39]\t          Oh. \t \tHe tears himself away from the wall -- \t \n[40]\n[41]\t          Oh, hell... \t \tHe turns and takes off down the stairs. \t \n[42]\t          What'd she get, what'd she get, \t          what'd she get... \t \tHis eyes fall on the empty charger. \t \n[43]\t          Cell phone. \t \n[44]\t \t          I don't think we'll be talking on \t          our cell phone from in there... \t \n[45]\t          Phone... \t \n[46]\t          Say, while we're on the subject of \t          phones... \t \tHe turns, looks up at Junior. \t \n[47]\t          When I said cut the line, did you \t          cut the main line at the junction \t          box in the basement like I said, and \t          which I repeated, or did you just \t          cut the cord on the phone in the \t          kitchen? \t \tPause.  Swallow. \t \n[48]\t          God damn it! \t \tWithout light, he can't see a thing.  He SMACKS the bulb, it \tswings wildly, SMASHES on the cement wall.  He turns and \traces out of the room. \t \n[49]\t          Hey. \t \n[50]\t          Do me a favor and don't talk. \t \n[51]\t          Hey man, after all we went through I \t          am not walking out when we're this \t          close. \t \n[52]\t          What about us? \t \tJunior thinks, then pulls out his wallet.  He thrusts a \tfistful of bills at them. \t \n[53]\t          We're not leaving.  I'm getting in \t          that room, and I'm opening that \t          safe. \t \n[54]\t          Would you wait?  Would you please \t          just wait a minute? \t \tBut Junior heads down.  Burnham follows.  Raoul is just \tcoming down from upstairs. \t \n[55]\t          You walk out that door and you lose \t          your share of the money. \t \n[56]\t          I mean it! \t \n[57]\t          Oh God... oh, my God... \t \tRaoul walks past him calmly, grabs Junior by the ankles, and \tdrags him back into the house.  He turns, looks at Burnham, \twhose jaw is dropped in horror. \t \n[58]\t          The fuck did you do that for?! \t \n[59]\t          Stop it!  Stop it! \t \n[60]\t          Me.  I am. \t \n[61]\t          Burning me.  It's burning my eye. \t \n[62]\t          Yes. \t \n[63]\t          Please... \t \tRaoul pulls the gun back, just an inch.  The skin around \tBurnham's eye is an angry red.  His eyes dart, strain to look \tover at Harris, MOANING on the floor.  And at Junior, dead. \t \n[64]\t          What?  What do you want me to do? \t \n[65]\t          I can't. \t \tRaoul pushes the gun barrel back into Burnham's eye socket. \t \n[66]\t          I can't... \t \n[67]\t          This is ridiculous... \t \n[68]\t          I can't just... \t \n[69]\t          Okay, okay!  Okay. \t \n[70]\t          Yeah.  Yeah, I got an idea.  I gotta \t          check something. \t \tRaoul GRUNTS, satisfied.  Pulls the gun back.  Burnham slides \taway, shaking.  He bends down, to the floor.  He looks at \tHarris's left hand.  At his index finger. \t \tHe sees a white strip of skin, where Harris wore his wedding \tring, until recently. \t \n[71]\t          Okay, look.  I know you can hear me. \t          Your wife and kid are in there. \t          You're gonna get 'em to come out. \t          Or -- \t \tHe looks up at Raoul, hulking overhead, gun in hand. \t \n[72]\t          Or I can't stop what he's gonna do. \t          Do you understand? \t \tHarris, regaining some semblance of consciousness, nods \tfeebly. \t \n[73]\t          Good. \t \tBurnham stands up, turns to the video camera, and SHOUTS. \t \n[74]\n[75]\n[76]\n[77]\t \t          I just... I just need forty-five \t          minutes. \t \tRaoul stands behind him, muttering to himself. \t \n[78]\t          It's gonna be cool, kid.  Be outta \t          here before you know it. \t \tNo response from Sarah.  Burnham cocks a head, really looking \tat her. \t \n[79]\t          Are you okay? \t \n[80]\t          The hell does she want? \t \n[81]\t          Oh, man... \t \tHe crawls over to Sarah, puts his ear down next to Sarah's \tlips. \t \n[82]\t          What is it? \t \tSarah tries to summon enough strength to speak, but her \tbreath comes hard. \t \n[83]\t          Yeah? \t \n[84]\t          An injection? \t \tSarah nods.  Burnham points to the pouch and the Glucogen, on \tthe floor nearby. \t \n[85]\t          That stuff? \t \tSarah nods again. \t \n[86]\t          Can you do it yourself? \t \tSarah shakes her head no. \t \n[87]\t          Well, I don't know how. \t \tSarah looks at him, eyes pleading.  Raoul stands behind \tBurnham. \t \n[88]\t          Yeah, just like a half hour, maybe a \t          little more, and your mom'll give it \t          to you.  You can wait a half hour, \t          can't you? \t \n[89]\t          Tell me the truth, okay?  What's \t          gonna happen if you don't get this? \t \tSarah swallows, licks her cracking lips.  When she speaks, \tit's breathy, almost inaudible. \t \tBut the words are clear. \t \n[90]\t          I understand.  I'll give her the \t          shot. \t \n[91]\t          Are you gonna open the safe? \t \tRaoul looks at him. \t \n[92]\t          Then shut up and get out of my way. \t \tAs Burnham crosses the room, Raoul makes eye contact with \tSarah, who is staring at him. \t \n[93]\t          Okay, kid, all I know about this is \t          what I've seen on TV, you gotta talk \t          me through it. \t \tSarah tries to form words, but she's too weak.  Burnham \tswallows. \t \n[94]\t          Okay.  No talking.  No problem.  TV \t          don't lie, right? \t \tHe reaches into the pouch, take out a syringe, a sterile pad, \tand a length of rubber tubing.  He takes Sarah's arm, \tstretches it out, exposing the underside of her forearm. \t \n[95]\t          You seem like a good kid.  Your \t          mom... only saw her for a second, \t          but, woah.  Beautiful, huh? \t \tNo answer.  Burnham ties the rubber tubing around Sarah's \tarm, pulls it tight. \t \n[96]\t          Hey, nod or something, show me \t          you're still alive, will ya? \t \tSarah nods. \t \n[97]\t          Attagirl.  That too tight? \t \tSarah shakes her head no.  Burnham takes the syringe, starts \tto fill it from the Glucogen bottle. \t \n[98]\t          You guys are pretty rich, huh? \t \tSarah shrugs.  While Burnham goes through the process of \tfinding an exposed vein and giving the injection itself, he \tgoes on, as much to comfort Sarah as to comfort himself: \t \n[99]\t          Yeah, you don't think about that \t          stuff.  Good for you. \t \tHe looks at her, sees her looking at him.  Thinking about \thim. \t \n[100]\t          I know, I know.  I really screwed \t          the pooch this time.  I never did \t          anything like this before.  Break \t          into somebody's house?  Not even \t          close.  Bad cards, Kid.  I swear to \t          God, I been on the wrong end of \t          maybe six straight years of bad \t          cards.  House.  Car.  Wife. \t               (snaps his fingers -- \t                gone \t          Those are some seriously bad cards. \t          And still, every time I pick up a \t          fresh hand I swear to God, the rush \t          comes so hot and prickly I feel it \t          right down to my toes because this \t          time, this one time, it might be \t          there, this time it might be that \t          hand, that perfect hand, that \t          monster hand. \t \t          And you thought you were sick. \t \tThe shot successfully given, he pulls Sarah's sleeve back \tdown. \t \n[101]\t          Feel better? \t \tSarah nods, and she seems better already.  Burnham helps her \tto sit up, to lean against the wall. \t \n[102]\t          Woulda been a hell of a dad. \t \n[103]\t          It's not her fault, it's not her \t          fault, the guy must have called \t          them.  Look, look, look, she's \t          telling us. \t \tHe points to another monitor, the one in the foyer, where Meg \tis looking up at the camera, miming to them -- don't worry, \tI'll take care of this. \t \n[104]\t          She's gonna handle it. \t \n[105]\t          That's your problem. \t \n[106]\t          Let me fucking finish this so we can \t          get out of here. \t \n[107]\t          -- posed to mean? \t \n[108]\t          Get the fuck away from me. \t \n[109]\t          Bullshit. \t \n[110]\t          Not that one. \t \n[111]\t          Hey man, it's the neighbor's house, \t          who breaks in through the neighbor's \t          house?! \t \n[112]\n[113]\t          She's got your gun, that's what \t          she's thinking!  The FUCK you had to \t          bring a gun for?! \t \tBurnham throws himself back on the floor, goes back to work \ton the safe.  Fires up the drill again, it SCREAMS into the \tmetal. \t \n[114]\t          Almost there... \t \tThe POUNDING keeps up from next door.  We hear sheetrock torn \taway on the far side.  Bricks, SCRAPING out of place. \t \tSarah, in the corner, is energized, excited.  While Burnham \tand Raoul are distracted, she grabs the leather pouch, palms \tthe three syringes that are left in there. \t \n[115]\n[116]\n[117]\n[118]\n[119]\n[120]\t          Monster hand. \t \tBehind him, the front door CRACKS open, half a dozen COPS \tappear and start SHOUTING, all at once.  Burnham tosses the \tbonds to the floor, the same gesture as folding a hand of \tpoker. \t \tHe GROANS and collapses, slowly, falling through the bonds, \ttwisting as he goes down.  He SLAPS onto his back in the \tfoyer as the wind gusts through the open door, scoops the \tbonds up off the floor, and blows them back into the house, \tas if they were never meant to leave. \t \tBurnham lies there on the floor, eyes open, staring up at the \tceiling, looking at the bonds that swirl in the blast of air, \tsuspended there, twisting and bucking and diving just over \this head as he dies. \t "}}