{"filename": "ParaNorman_script.txt", "imdb_id": "tt1623288", "imdb_url": "https://www.imdb.com/title/tt1623288", "characters": ["Neil (voice)", "Mr. Prenderghast (voice)", "Sandra Babcock (voice)", "Mitch (voice)", "Perry Babcock (voice)", "Aggie (voice)", "Alvin (voice)", "Norman Babcock (voice)", "Grandma (voice)", "The Judge (voice)", "Courtney Babcock (voice)", "Mrs. Henscher (voice)", "Salma (voice)", "Slob Guy /Civil War Ghost (voice)", "Sheriff Hooper (voice)"], "dialogues": {"Neil": "\n[1]Ooh! This is my moment! He shuffles toward Salma and swings his branch around, not realizing Alvin has slung the hangman's noose around Norman's neck. Norman is yanked off balance and staggers into Neil who keels over, rigid branch arms unable to stop his fall. He lands on top of Salma, her kicking legs sticking out from under him as though Dorothy's house had just landed on stage. The kids break into uncontrollable LAUGHTER. ParaNorman 13. \n[2]Sorry! Mrs Henscher flings her script into the air, her face beet red. \n[3]Norman, wait up! \n[4]So do I. Let's do it together! You shouldn't let them get you down. They always do stuff like that to me. \n[5]Because I'm fat. And my allergies make my eyes leak. And I sweat when I walk too fast. And I have a lunchbox with a kitten on it. And I have Irritable Bowel Syndrome. I guess there's a whole bunch of stuff. \n[6]Nah. You can't stop bullying, it's part of human nature. If you were bigger and more stupid, you'd probably be a bully too. It's called \"survival of the thickest\". \n[7]That statue just \"pissst\" at us! Wild-eyed Mr Prenderghast suddenly leaps in front of them, startling them as he staggers closer. \n[8]The weird stinky old bum who lives up the hill? \n[9]  \n[10]Leave him alone! An apple bounces off Mr Prenderghast's head. He turns to find Neil standing behind them on the path, lunchbox open in his hand providing leftover low-carb ammunition. \n[11]Don't make me throw this hummus! It's spicy! Mr Prenderghast thinks better of it and turns to flee the scene. He HISSES out of the side of his mouth at Norman. ParaNorman 16. \n[12]Jeez, what a dirty old creep! \n[13]So is it true? \n[14]Can you see ghosts? Like, everywhere? All the time? \n[15]Awesome! Do you think you can see my dog Bub? He was run over by an animal rescue van. Tragic and ironic. We buried him in the yard. Could you see him? Norman frowns disbelievingly, completely taken aback. \n[16]Sweet! Come on! \n[17]  \n[18]Hey Mitch! We're gonna go play with the dead dog in the garden and we're not even gonna have to dig him up first! Mitch sits up. He's a strapping six-foot jock with tattooed biceps. The kind of guy who wears year-round flip-flops. \n[19]Can you stop doing that? It's kinda stupid. \n[20]Don't blow this for me, Mitch. This one's not weird. He talks to dead people. Neil has had enough and defiantly walks away from his brother. \n[21]  \n[22]He's around here somewhere... So does everyone come back as a ghost? ParaNorman 18. \n[23]Is he there? How's he look? Bub BARKS, then his front half notices his tail and runs behind to sniff his own backside. \n[24]   \n[25]Go get it! \n[26]Yeah well, it's still fun. Good boy! Bring it back! Go get it, Bub! Good boy! CLOSE ON Norman as he watches Neil toss the stick back and forth across the garden. The stick lands near his feet and he bends down to pick it up. \n[27]Why don't you try? \n[28]No, no, it's fun! Try it! \n[29]You throw it. It's really easy. \n[30]No, c'mon, it's really fun. \n[31]No, you try it. I already went like fifty times. \n[32]You get the stick, you pull it back, and you throw it! Norman throws it and accidentally hits Neil in the head, knocking him over. \n[33]I fetched it! ParaNorman 20. \n[34]What? \n[35]Hey buddy! Are you okay? Norman turns around to find the knothole is now Neil's face, bulging out of the side of the tree with a look of concern. This is the last straw, and Norman SCREAMS. \n[36]Norman? Alvin tears around the corner in pursuit, but Neil stands in his way, waving his arms indignantly. \n[37]Hey! What's the big deal? \n[38]Or what? \n[39]I don't have boobs. These are pectorals! Alvin jabs him in the chest. \n[40]Ow! My boobs! Neil swiftly steps aside. Alvin reaches the door to see Norman disappearing along the path as fast as he can. Alvin YELLS after him. \n[41]You wanna play some hockey? Norman SIGHS. \n[42]Is it all that walking dead stuff again? \n[43]Ew. ParaNorman 31. \n[44]So you wanna come play a bit later? \n[45]Yeah, but I thought my idea was less likely to get us eaten. Norman knows he's on his own in this. \n[46]But... \n[47]  \n[48]I'm busy! \n[49]No! The doorbell RINGS again. \n[50] \n[51]Neil? \n[52]Oh no... ...idea! I have no idea where he is. Sorry. Bye! Neil goes to turn around but his brother stops him short. \n[53]I didn't really think he was serious about going up to the old graveyard on his own! \n[54]I don't know. Maybe we should go look for him. \n[55]Uh, is Norman in trouble? \n[56]Kill me now. \n[57]He is your brother. Courtney counters the backseat barbs by smiling demurely, but Mitch's attention has been drawn by something else. \n[58]Look out! Mitch slams on the breaks, twisting the wheel. \n[59]That was Norman! Shaken, Mitch realizes another figure is looming out of the darkness in front of them. He slams on the brakes again, but too late. The tall dirty-looking figure stands stock still as the van plows straight into him. Dust flies up from the wheels of the van as it skids to an eventual stop in the center of the road. \n[60]No! No! Mitch, trying to stay calm, looks in his rear-view mirror and sees a prone shape on the ground some yards back. ParaNorman 46. \n[61]Sorry. My fault. When I'm nervous I get mouth diarrhoea. \n[62]Whaddawedo? Whaddawedo? Mitch?! \n[63]You're the oldest! \n[64]We've got to go back to the graveyard? \n[65]I have an idea! ParaNorman 51. \n[66]Oh yeah! Neil HUMS his very own action movie score as he runs to follow Norman out of the parking lot. ParaNorman 57. \n[67]  \n[68]This is? \n[69]This'll be a piece of cake, you'll see. He pauses, and frowns, squinting up his eyes as he reads aloud, very slowly. \n[70]Page... One... Okay, page one. Mitch hefts a particularly heavy box file off a shelf. He seems to read the filing notes written across its front, then ignores them and begins curling it like a dumbbell. ParaNorman 62. \n[71]Yes! Book number one! Finished! That is right, twenty six pages, oh yeah! Everyone GROANS and turns back to their bickering. ParaNorman 65. \n[72]I'm not going anywhere. You can't make me. Mitch shrugs and picks his brother up, scooping him under one arm and carrying him out the door. \n[73]I'm not speaking to you. You can't make me. Norman watches the doors shut behind them, and his anger begins to ebb. Alone in the archive room, he slumps to his knees feeling useless and frustrated. \n[74]All night he's been trying to save you from the witch's curse! \n[75]Jeez, what is her problem? Norman takes in the chaos around them... ParaNorman 80. \n[76]So what do we do now? \n[77]You did it! You stopped the witch's curse and made the zombies go away and saved pretty much everything! \n[78]Yeah, of course. Don't get weird or anything. So you think now everything's gonna turn back to normal? Norman looks across the square. The smoldering buildings, the fallen signposts, the warped trees, the rubble... ", "(voice)": "", "Mitch": "\n[1]Neil? That you? ParaNorman 17. \n[2]What'd you say? Mitch pulls his brother aside so as to exclude Norman, who stands awkwardly a little way away, surrounded by cheery lawn ornaments and ineptly manicured topiary. \n[3]Neil, isn't he that weird kid? Y'know, \"Look at me, I talk to ghosts so people will pay attention to me.\" Mitch makes a goofy face and twitches farcically. \n[4]Now listen to me, you don't need to be hanging out with weird people. That's a tip. Neil scowls at his brother. \n[5]Did he say the dead are coming? \n[6]Neil! Will you get the door? \n[7]Are you freeze-framing Mom's aerobics DVD again? ANGLE ON TV, with a still image of a Lycra-clad instructor bending over. Neil quickly turns it off. \n[8]Neil! Would it kill you to get off your butt and answer the door? \n[9]Um, can I help you? \n[10]Yeah, he's my brother. \n[11]Hey Neil! You come here a minute? There's a girl asking for you. Neil's face emerges dubiously from a room down the hall. Courtney flashes her widest fake grin and puts on a high pitched sing-song voice. \n[12]Whoa, Neil! Better start talking, buddy. ParaNorman 40. \n[13]Oh, man. That place is bad news! Total slasher movie vibe! Why'd he go up there? \n[14]I told you he was trouble. Sorry. But I did. \n[15]Okay... I guess I should go get some clothes on. Courtney gives a disappointed WHINE as he heads off down the hall, shoving Neil's head as he goes. \n[16]  \n[17]I've never used deltoids in my life, I swear. You can test me. Neil lies back in his seat, eyes rolling. \n[18]Whoa! Look at that sky! ParaNorman 45. \n[19]Oh no! \n[20]Running down the middle of the road, blinded by the glare of the van's headlights, are Alvin and Norman. The van swerves around them and grazes the trees, the side mirror flying off as it hits a branch. Mitch fights to control the van as Courtney SCREAMS. \n[21]  \n[22]Is everyone okay? Courtney and Neil answer in unison, both of them upside down in their seats with their legs sticking up in the air. \n[23]Er... hello, sir? He hunkers down and is immediately hit by the stench. A mud-encrusted face stares up at him. ANGLE ON the van, as Courtney leans her head out. \n[24]I... I don't know! He's not moving! The figure's head lets out a faint GASP. \n[25]He's still breathing! Mitch reaches out to gently lift the figure's head but as he does, there is a CRUNCH and it comes off in his hands. \n[26]Uh... not exactly. \n[27]Does anyone know CPR? Further down the road, Norman runs back toward the van, Alvin still in tow. He sees Mitch ahead of him, getting dizzily to his feet, still holding the head. \n[28]  \n[29]Did you see that? \n[30]I know, right? I kicked that like a hundred yards! \n[31]Oh, right. ParaNorman 48. \n[32]    \n[33]  \n[34]You did? Wow, `cos that zombie bit really threw me. Courtney turns in her seat and glares at her brother. \n[35]I don't know! I don't know! \n[36]Not mentally! Mitch hears a SIREN wail out behind him, and looks in his mirror to see the flashing light of Hooper's bike. \n[37]Oh great. The cops. Hooper pulls level with the passenger seat window, waving angrily. \n[38]  \n[39]    \n[40]    \n[41]    \n[42]Oh my gosh! I'm gonna be sick! \n[43]  \n[44]I really hate these places. Norman sizes up the masses of documents all around them, face panicked. It would take days to go through them all. \n[45]I thought I was driving the van. No one told me I was gonna have to do this other dumb stuff. \n[46]Guys! There's something moving out there! I think it's the zombies! \n[47]Oh, no it's not. It's just grown- ups. \n[48]That sound. Y'know what that is? That's not awesome... things... \n[49]Jeez, that was dramatic. Courtney shoots him a look as if she's about to fight back, then shakes her head and shoves her way through the door. She turns to go, snapping at the other kids behind her. \n[50]Dude, you're really heavy. \n[51]Guys! Guys! Under here! Under here! The kids scramble beneath the shelter of the counter as more glowing embers rain down around them. Courtney grabs Mitch by the bicep and whispers weakly. \n[52]Uh, well, no. Unless we get brought back as zombies, and then technically you'll have longer. Courtney opens her mouth to continue, but her love train is thoroughly derailed by the nearby CRASH of breaking wood, and the archive door beside them CLATTERS to the ground. The cowering kids all watch in silent horror as several dark figures limp and shamble out of the smoke and make their way past them across the room. It's the zombies, and they're being led by Norman. \n[53]Yeah, and all you want to do is burn and murder stuff, burn and murder stuff! Just burning and murdering! ParaNorman 79. \n[54]That sounds great, Kathy! Y'know, you're gonna love my boyfriend! He's like a total chick-flick nut! Courtney stares at him, at a loss for words, then successfully reads between the lines and turns away ", "Aggie": "\n[1]No! Norman reacts with horror. The \"witch\" cowering next to him is no more than eleven years-old. Her long hair is unkempt and dirt on her face is streaked with tears from her eyes. Her manacles have been specially made to fit her tiny wrists, and weigh her to the floor. She SNIFFS, scared and confused. \n[2]I was only playing! \n[3]I didn't do anything wrong! A terrible panic comes over her face. \n[4]Stop! Leave me alone or I'll make you sorry! I'll make all of you sorry! Norman feels unsteady on his feet, the room seeming to spin around him. The faces of the townsfolk, pale and skull-like, swirl around and around, blurring together. In the center of it all, glowing like a bonfire, Aggie \n[5]You're not welcome here. Go away. Norman shivers as the voice RUMBLES coldly. The raging wind intensifies as Norman turns back around. \n[6]Who are you? \n[7]You're not dead. \n[8]And you're a boy. \n[9]You're not like me at all. Norman hesitates, knowing he's on dangerous ground. \n[10]No you don't. You don't know anything about me. \n[11]What? \n[12]I don't want to go to sleep, and you can't make me! I burnt the book into dust, and now I don't have to listen to that stupid story any more! Leave me alone! Norman is terrified, but advances on the tree, the rocks under his feet churning. \n[13]What? \n[14]I'm not listening! LA-LA-LA-LA-LA- \n[15]I don't like this story! \n[16]Stop it! If Aggie weren't floating three feet above the ground, she'd be stamping her feet. Her voice blows bits of bark off the surrounding trees. \n[17]No! \n[18]Stop! ParaNorman 87. \n[19]Shut up! \n[20]I'll make you suffer! \n[21]Because... because... \n[22]They hurt me! \n[23]I wanted everyone to see how rotten they were! \n[24]No I'm not! \n[25]No I'm not! Norman has almost reached the eye of the storm. The world behind him is a whirling torrent of burning white chaos. \n[26]That's not true! Norman climbs up a tree root, Aggie's flames searing his skin and clothes as he gets close enough to touch her. \n[27]Leave me alone! \n[28]Keep away from me! Norman reaches the end of the root and jumps. His outstretched fingers shake madly as they approach Aggie's tiny hand, as though the air is fighting against him. \n[29]Aggie. My name was Aggie. ParaNorman 89. \n[30]I... I remember my mommy brought me here once. We sat under the tree and she told me stories. They all had happy endings. And then those horrible men came and took me away and I never saw her again! She scowls angrily at the butterfly flitting past her face. It instantly crumples up into ashes. Surprised, she GASPS and watches the blackened dust fall to the ground. There's anger in Aggie, but there is confusion, sadness and regret there too. She isn't quite so scary anymore. \n[31]You don't? \n[32]But what about the people who hurt you? Don't you ever want to make them suffer? Norman thinks this over, and shrugs. \n[33]I just want my mommy... \n[34]That story you were telling. How does it end? \n[35]Is this where they buried me? ", "Alvin": "\n[1]Hey, ghost jerk! You know what? Norman turns to find textbook bully ALVIN, the only 6th grader in his class who shaves, looming over him. He is flanked by a couple of leering sycophants, one of whom wears a T-shirt emblazoned with \"TEAM ALVIN\". Norman SIGHS. \n[2]Why don't you see some more ghosts, goober? ParaNorman 10. \n[3]Hey! Hey! Norman! Alvin points to a fly that has landed on the locker beside him. He swats it flat with his hand. \n[4]Talk to that. The kids around Alvin burst into LAUGHTER. \n[5]That is so Alvin! The bullies strut away, content in the psychological damage they've managed to inflict. \n[6]That was good, right guys? Norman mutters as they leave, but not loud enough so as anyone might hear. \n[7]Boom, baby! \n[8]Don't get your bra in a twist, fat boy, this has nothing to do with you! Keep out of my way! \n[9]Or I'll punch you in the boobs! \n[10]You're dead, freakshow! Do you hear me? D-E-D! DEAD! You're gonna be so dead you're gonna have to talk to yourself when you're dead! \n[11]What ya got there, Geekula? Norman launches himself at the book, but Alvin holds him back at arm's length. \n[12]Can't wait to see everybody's faces when they hear about this one! ParaNorman 36. \n[13]Hey! Nobody makes me miss out on a possible date with a girl that almost had some interest in talking to me. Yeah? Thought so! You got nothin' to say! \n[14]Dang straight \"uh-oh\". That's what happens when Alvin gets around here. Uh-oh is that Alvin? Uh-oh Alvin's gonna make me run home to mommy. As Norman twists and wrestles against the bully the turbulent clouds in the sky above them twist and coalesce into the vague semblance of a huge grinning face. The face of a witch. There is an enormous RUMBLE and a flash of lightning silhouettes the boys. \n[15]Uh-oh. What is that? The wind has picked up, HOWLING through the gravestones. Norman looks at the face leering out of the clouds. \n[16]What's that sound? Norman watches, horrified, as the wet earth atop one of the graves splits and a skeletal hand bursts through! Norman watches as more graves bulge and break open and mud-encrusted shapes begin to emerge through the earth. The air is filled with anguished MOANING, the glowing fog dancing and whirling about the hatching figures. The two boys are rooted to the spot, mouths hanging open. CLOSE ON one of the figures crawling out of the ground into a patch of moonlight. Ragged and rotten it wears the mud-encrusted clothes of a colonial Puritan. It stares down at its hands, almost in disbelief, then lifts its face up to the sky and lets out a HOWL. Thunder that sounds like deep and abysmal LAUGHTER echoes through the turbulent clouds. The boys find themselves backed up against another headstone, this one engraved with the name \"JUDGE HOPKINS\". They leap aside as the ground swells beneath their feet, and the DEAD JUDGE punches through the dirt, bolt upright. His face wears a rictus grin and he looms over the boys like the Grim Reaper in a powdered wig. He tilts his head curiously when he sees the book in Alvin's hand, and HISSES through yellowed teeth. Norman makes a last ditch attempt at reading the book as the Dead Judge approaches, the other zombies gathering behind him. \n[17]Make it stop right now, please! \n[18]Norman? What are you doing? I think I peed my pants! Survival instincts finally kick in and Alvin makes a run for it, scrambling through the graves toward the gate. \n[19]Are they gonna try to eat our brains?! \n[20]Oh, thank God! ParaNorman 41. \n[21]Wait! Where are you going? \n[22]Dude, what are you doing? \n[23]I really need to get home! I've got like a seriously early curfew. ParaNorman 42. \n[24]My mom gets really upset when I'm not... Something CLUNKS loudly from down the hall, sending Alvin into a desperate babbling panic. \n[25]We gotta defend ourselves! We gotta shoot them in the head with like silver stakes or something! I'm way too awesome to get eaten! Norman, are you listening to me? You really have to do something! Norman uncovers a couple of faded photographs of the old graveyard. One is of the seven tombstones, the other is of the stone marker, which reads \"HERE LIES BURIED THE \n[26]Zombies! I swear, okay? We saw them burst out of their graves! For real! He realizes Mitch and Courtney are staring at him, and tries to disguise his raw panic with nonchalance. \n[27]  \n[28]I'm Alvin. I'm in his class. Norman, not so easily distracted from the problem at hand as the others, glances uneasily through the window. NORMAN'S POV - The zombies lurch arthritically toward the van, GROANING and GURGLING. \n[29]Ha ha! Diarrhoea! \n[30]Yeah! Alvin the zombie slayer! I got you... The hand suddenly bends back on itself, slaps him on the face, and as he SQUEALS it drops to the ground and skitters away into the shadows. Mitch sizes up what's left of his van, and bids a tearful farewell. \n[31]Sure. Picking locks is my thing. Alvin walks over to a notice board beside the door, upon which is a poster for a \"CRIME PREVENTION SEMINAR\". He yanks it out of the ground, hefts it through the window, then reaches through to unfasten the door latch. \n[32]Boom. \n[33]Man. Zombies take over the world and we lock ourselves in a library. Are you kidding me? There's an adult video store just across the street! Neil is more optimistic, and brightly makes his way over to a shelf, and pulls down a slim ledger. \n[34]Yeah, I know, and it's also really boring. \n[35]  \n[36]    \n[37]Just give it up, weiner! \n[38]Shame on every single one of you! How dare you all! Amongst the crowd, doubt is beginning to show. Even the rumbling clouds have gone quiet. \n[39]Yeah, me and Norman are in a lot of the same classes. Pretty much inseparable. Best buds. And we do a lot of psychic investigations together. We have a blog actually, you should check it out. Nearby, Courtney wastes no time cozying up to Mitch. ParaNorman 93. ", "Grandma": "\n[1]What's happening now? \n[2]That's not very nice. What's he doing that for? \n[3]Well he's going to ruin his dinner. I'm sure if they just bothered to sit down and talk it through it'd be a different story. Norman CHUCKLES, as if the idea is absurd, then winces as he hears his father shout from the kitchen. ParaNorman 2. \n[4]Tell him to turn up the thermostat too, will ya? My feet are like ice. Norman nods to her and shuffles over to the kitchen door. \n[5]Jeez, who rattled your chains? \n[6]Jackass. If I were a poltergeist I'd throw something at his head. Y'know, by rights I'm supposed to be frolicking in paradise with your grandfather, but I'm not. ParaNorman 32. \n[7]I was never one for frolicking. I'll bet there's no cable or canasta up there either. Besides, I promised I'd always look out for you. She smiles, floating in a sitting position at the end of Norman's bed. She bobs gently, like a balloon. For a second, this seems to comfort Norman, but then another thought crosses his mind. \n[8]In a manner of speaking... \n[9]Of course. \n[10]There's nothing wrong with being scared Norman, so long as you don't let it change who you are. Norman thinks this over, then smiles up at her again. She goes to rub his head affectionately, but her ghost hand just passes right through his spiky hair. She gives him a wink, and drifts away through the wall. He is still scared, but now determined too. He steels himself and grabs his jacket from his bed. \n[11]So what's happening now? So what's happening now? Norman sits as he is, facing the TV, and grins. ", "Salma": "\n[1]Neil, come on. Let's go. \n[2]Why is the witch always a hideous old crone with a pointy hat and a broomstick? I don't believe it's historically accurate, Mrs Henscher! Mrs Henscher's knuckles clench white around her script. She attempts an understanding smile, in the same way a shark might. \n[3]I curse you accusers to die a horrible and gruesome death and rise from your graves as the living dead; your souls doomed to an eternity of damnation! The Pilgrims who aren't dying and rising from the dead begin to menace Salma with their farming implements, and begin a slow ominous chant. \n[4]  \n[5]So Norman, let me get this straight; you guys all go on this big supernatural adventure and you're calling me in the middle of the night because you need someone to help you do your homework? \n[6]Norman talks into his cell phone, occasionally ducking as Neil's flailing limbs are shaken from side to side by the GROWLING upside down zombie hanging above their heads. \n[7]Norman shouts pleadingly into the phone as he and Neil are flung violently from side to side across the back seat. \n[8]Well, duh. People found guilty of witchcraft weren't considered people anymore. Norman, your witch was buried someplace else... in an unmarked grave! If you cared to pay attention some of the time, you would know that we covered this in fifth grade history class. \n[9]Okay. It says here she was tried in the old Town Hall on Main Street. There may be a record of her execution and burial in their archives. ParaNorman 53. "}}