{"filename": "Paul_script.txt", "imdb_id": "tt1092026", "imdb_url": "https://www.imdb.com/title/tt1092026", "characters": ["Adam Shadowchild Fan", "Sword Vendor", "Valet", "Adam Shadowchild", "Jake", "Jorge", "Pat Stevens", "Young Tara", "Paul (voice)", "Clive Gollings", "Gus", "The Big Guy", "Security Guard", "Agent Zoil", "Graeme Willy"], "dialogues": {"Sword": "", "Vendor": "", "Valet": "\n[1]There you go. \n[2]No? \n[3]Oh. GRAHAM and CLIVE run off toward the RV. The four BORG from the previous day approach the VALET and exchange the key to the car for some small change. The BORG drive off. \n[4]Fucking Borg.  Assimilate this! The RV speeds past the disgruntled VALET. GRAHAM and CLIVE can be heard whooping within. 9. ", "Adam": "", "Shadowchild": "", "Jake": "\n[1]Two beers. \n[2]We're heading into Utah. Do ourselves some hunting. \n[3]You got that right, Gus. \n[4]Hey, slow down there cyclops. \n[5]You should get that fixed up. Reckon you'd be kinda pretty in the right light. \n[6]Holy shit! It's the space faggots that dinged the fuck-mobile! \n[7]I'm sorry I don't speak \"\u0098nerd'. GRAHAM and CLIVE look terribly offended. \n[8]Well whaddya know? Small world. \n[9]What did you say? \n[10]Hey, we ain't finished with you. 75. ", "Jorge": "", "Pat": "\n[1]\"Watch The Skies\"\u009d or \"Alien Onboard?\"\u009d GRAHAM and CLIVE look at each other for a few seconds before looking back at PAT. \n[2]Nice choice. So, where have you boys come from? \n[3]Comic-Con? \n[4]Just a guess. My nephew launched a comic down there a couple of years ago. Sort of dramatized the accounts of some of the folk we've had in here. \n[5]That's it. You heard of it, huh? \n[6]Well whaddya know? Small world. \n[7]Some. \n[8]A UFO? Oh, I've seen plenty. \n[9]Well, I don't know what they were. So as far as I'm concerned they're unidentified and they were definitely flying. \n[10]Damn straight. Whether or not they were spaceships, I can't say. Probably not, but I'd like to think they were. Be a shame if we were the only souls in the universe. \n[11]Yes. \n[12]Makes you think though, don't it? \n[13]Where is everybody? GRAHAM and CLIVE ponder this. \n[14]You boys all set? \n[15]Sure thing. How about you, sugar? \n[16]You wanna sparkler in that? GRAHAM smiles coyly. 14. \n[17]I'll take that as a yes. She beams at the boys and disappears into the kitchen. GRAHAM and CLIVE are left alone. They take it all in. \n[18]Yes dear, what can I get you? \n[19]Coming right up. \n[20]Here it comes! GRAHAM closes his yes, remembering what he ordered. The two men turn to see PAT emerge from the kitchen with a tray of drinks. Two bottles of beer, one cup of coffee and an absurd looking milkshake in a tall glass with a sparkler. \n[21]Okay then, beers for you gentleman. A cup of Joe and a extra thick malt with a sparkler for the boys from outer space. The man snigger derisively. PAT senses the tension. \n[22]So, where you boys headed? \n[23]Well now, I heard Utah beaver puts up quite a fight. \n[24]I better make you something good and hot. Long way to The Beehive. PAT give GRAHAM and CLIVE a look. CLIVE understands and fumbles for hi wallet. 16. He places a number of bills on the table. They leave. GRAHAM comes back in and retrieves the bumper sticker. PAT gives him a wink. He leaves. ", "Stevens": "", "Young": "", "Tara": "\n[1]  \n[2]What is this, some kind of joke? \n[3]  \n[4]Where are my manners? I never really have guests. Nobody comes up here. I go whole weeks without seeing a soul. 97. TARA goes to the kitchen. She can be seen from where they are sitting. She turns the gas on and strikes a cooking match. PAUL looks pained, struggling for something to say. \n[5]I've only just stopped believing in you, y'know? Spent a very long time trying to convince folk about what happened that night. My parents, my friends. Everyone thought I was mad. They told me it was a meteor that squashed little Paul. Took me away and did tests they did, said it was for cosmic radiation. They said I was concussed, hallucinating, but I knew you were real. I pulled you from that spaceship myself. Sat with you till the men came and took you away. If Pop hadn't had to go to Casper, he would have seen you too. They kept telling me I'd imagined it but I knew different. Pop tried to understand but they filled his head with \"\u0098delayed this' and \"\u0098post- traumatic that'. He just used to smile and say \"\u0098there, there Tara'. He got sick when I was seventeen and died a few years later. I inherited this place. Word got out about my story not long after it happened, so I didn't really have any friends. Kids used to throw stones at the house and call me names. I just kinda retreated into myself. I'd spend whole nights up on the roof, staring at the sky, hoping to catch a glimpse of you again. I always believed that one day you\"\u0098d come back and here you are. The match flame reaches her fingers, she shakes it out. \n[6]Listen to me gabbing. Milk and sugar? \n[7]What for? 98. \n[8]That doesn't matter. Don't you see? You're real. I was right and all those folk that said I was crazy? Well, they can all go fuck themselves. \n[9]Now, where do you suppose that came from? \n[10]In back. The gang bustle out of the room just as the front door splinters inward, revealing O'REILLY in a gas mask. \n[11]  \n[12]Storm cellar! TARA opens a nearby door and motions them down some stairs, as HAGGARD fires wildly. Crockery explodes around them. \n[13]  \n[14]  \n[15]  \n[16]  \n[17]  \n[18]  \n[19]  \n[20]  \n[21]My weed! \n[22]  \n[23] \n[24]Paul, we'll get sucked right up. \n[25]The bulb's gone in there. \n[26]She rode that storm with a bullet in her heart and didn't stop until we we're safe. \n[27]I climbed up there in 1976. Thought it would make a good site for some UFO spotting. Turns out I wasn't the only one. \n[28]Cute. 110. \n[29]Pretty. \n[30]Leave them alone. WHAM! She whacks VOICE across the face with a large stick. \n[31]You're not taking him away again. He staggers backwards and falls to the ground, unconscious. \n[32]Don't mention it. PAUL rushes to ZOIL who lies on the ground, wounded. \n[33]What? \n[34]I don't have my toothbrush. ", "Paul": "\n[1]        \n[2] \n[3]Yeah. Now let's get Cloverfield onto the recreational vehicle and get the fuck off MacArthur's Black Mile. They attempt to move CLIVE. PAUL senses something. \n[4]Oh man, has he...? \n[5]Could have been worse. Know what I'm saying? They drag him into the RV. The door shuts, a few seconds later, GRAHAM appears and runs round to the back of the RV. He rips the bumper sticker off and gets back on board. The RV starts up and drives off. \n[6]Can I have this ham? \n[7]Great! PAUL starts to dangle strips of sandwich ham into his mouth, wolfing it down hungrily. \n[8]I told you, North. Do you have a map? GRAHAM pulls the map. It obscures the wind shield. \n[9]Not when we're driving, Graham. 24. The map disappears back up into the roller. \n[10]Just head North. We need to get as much distance as we can between us and them. \n[11]The bulb's gone in there. CLIVE gets up silently and wraps his black towel around his middle. He creeps toward the front of the RV. GRAHAM drives, PAUL sits in the Chewie seat eating pistachios. \n[12]I hate it when you get the closed ones, right? \n[13]Are you fucking insane? You gotta tap \"\u0098em and if they don't open you throw them away. \n[14]Shut up. \n[15]Just Paul. You know, like Madonna or Dracula. \n[16]I am man, seriously. \n[17]Wormhole. \n[18]And what's the most plausible explanation, Clive? \n[19]There's no such thing as a thin midget? Those guys are built. Have you not seen The Station Agent? \n[20]Ow! Get off me! \n[21]Get off me, you fucking psycho! \n[22] \n[23]Nowhere. \n[24]It's not invisibility per so. It's more like what a chameleon does with a little light blending thrown in for good measure. \n[25]Exactly. \n[26]  \n[27]You sure? How about a cup of coffee?  Come on Hulk, I'll get you a nice cuppa J. PAUL goes back to the galley, flicking GRAHAM on the nose as he passes. GRAHAM wakes up with a start. \n[28]Hey, look who's up! 32. \n[29]You got it? Yes I've got it. \n[30]It's hot. Thank you. GRAHAM looks at Paul and nods toward CLIVE. PAUL sighs and sits in the Chewie seat. GRAHAM hangs back... \n[31]Look Clive, I'm gonna go out on a limb and say this is probably the weirdest thing that's ever happened to you. Am i right? CLIVE doesn't deny it. \n[32]And I appreciate the fact that I have somewhat gate-crashed the party here but, truth be told, I'm in a hell of a pickle. I really need your help. 33. \n[33]Why not? CLIVE glances back at an expectant GRAHAM. \n[34]Crashed in \"\u009847. Anti-grav failure. \n[35]Also, I'm a shit driver. \n[36]Roswell was a smoke-screen man, designed to distract from the truth. \n[37]I know, fucking stupid, isn't it? \n[38]Oh you know, kickin' back, shooting the shit. Advising the government. \n[39]How about molecular revivification. \n[40]Restoration of damaged tissue through telepathic manipulation of cellular intrinsic field memory. \n[41]Healing, Steven. \n[42]You know what? Sometimes, less is more. The line beeps. \n[43]Yeah I gotta take this man. It's the fucking V guys again. 35. \n[44]Right. \n[45]You want a bagel Clive? \n[46]Graham? \n[47]You want anything on it? \n[48]What? \n[49]Gotcha. PAUL heads to the kitchen. The boys drive in silence. \n[50]Bagel time! The dashboard beeps. PAUL jumps throwing them into the air. \n[51]Sorry, I had a warning light just like that on my ship. \n[52]Anti-grav failure. CLIVE is looking at the sat-nav on the computer. \n[53]Here's what I need. Some organic beef mince, organic pork, some veal, red onions, pine nuts, pecorino cheese, plum tomatoes, a fistful of fresh basil and 3 war ciabattas. \n[54]Get me some more peanut M&amp;Ms. GRAHAM goes into the store, CLIVE to the pumps. A POLICE CRUISER pulls onto the forecourt. CLIVE goes pale and fumbles the nozzle back into the pump. He walks toward the checkout as a STATE TROOPER exits his car. No matter how hard he tries, CLIVE cannot avoid reaching the door at the same time as the STATE TROOPER. He is tall, wide and bald. \n[55]That's their excuse for everything. There are worse things you can be. We had a Muslim guy at the base. Systems analyst called Yusef. We used to do karaoke on Tuesday nights. You should'a heard him do Matthew and Son. Shame I didn't get a chance to say salam alaikum. \n[56]We're hardly the only RV on the road. Trust me, if we stay off the highways, keep to the back routes, we'll have a nice uneventful journey. BANG!!! Something strikes the windshield. Everyone jumps. GRAHAM bring the RV to a halt. Silence. \n[57]Fuck, that made me jump. \n[58]What a waste. \n[59]I'll miss these. \n[60]I'm not gonna eat a dead bird, am \n[61]Ask me when I've finished it. CLIDE rubs his yes. \n[62]You want a cigarette? \n[63]Look, I'm sorry okay? About eating the bird. CLIVE continues to ignore PAUL. GRAHAM arrives with the coffee and a Honey Bun cake. \n[64]Let me ask you something. Are you to...? \n[65]You know... PAUL does a very weird, very long charade, demonstrating various \"\u0098group' and \"\u0098one on one' homosexual practices. \n[66]Okay, that's great. I just wondered. I'm cool with it. Everyone's \"\u0098bi' where I'm from. It's all about the pleasure thing, you know? We've evolved beyond paranoid notions of gender identity. I mean, procreation is only the functional aspect of sexual congress right? The human race is fairly advanced but most males still act like a cornered tiger if you imply the like \"\u0098smoking the bone' and let's face it they probably do. Look at single sex, empirical institutions, boarding schools, prisons, pirate ships, places where the choice has been removed, everyone's banging everyone else and there isn't a whiff of socio-cultural angst. Get out into the real world and guys are getting smacked int he chops for wearing pink socks. You think you're so sophisticated because you can distinguish yourself from your own reflection but ultimately you're part of a deeply neurotic species and you'd all be a lot better off if you stopped worrying and learned to love the bum. \n[67]Maybe you should start smoking. 47. \n[68]I really lucked out with you nerds, didn't I? GRAHAM and CLIVE look proud. CLIVE drives the RV over a speed hump into the park. PAUL loses his balance and falls over. GRAHAM and CLIVE laugh. They pull up to a gate. \n[69] \n[70]Arrghh, what the fuck?! \n[71]I ate already. GRAHAM and CLIVE look suddenly sad. \n[72]Too soon? They nod. \n[73]Hey, I'm sorry. I'd love to break bread with you guys. What are we having? GRAHAM waves a foot long hot dog around. \n[74]Hello Clive. From the squirting of the gas and the flicking of the tongue, am I do assume you're a Hendrix fan? \n[75]I met him once. \n[76]Yeah. Nice man, really soft, He thought I was a hallucination. Shame what happened to him. \n[77]Meanwhile Bryan Adams releases album seventeen. PAUL and CLIVE share a laugh. \n[78]I know, right? Time flies when you're confined to a U.S. military installation. \n[79]I'm the vanguard of a highly aggressive invading force. \n[80]I'm fucking with you, man. I was on a science mission actually. Meteorological reconnaissance. We were surveying atmospheric conditions on CO2 spiking, M-Class planets. My specialist subject is tornadoes right? So I'm buzzing around the mid-west, looking for twisters and all of a sudden my A.G.G. goes offline and I crash in the middle of some field. 53. \n[81]Next thing I know, this little girl is pulling me out of the wreck and then a bunch of army guys come along and cart me off to Area 52. \n[82]No, it's 52. Area 51 is just full of old Pan Am jets and mini disc players and shit. It's another \"clever subterfuge.\"\u009d GRAHAM joins them with the food. \n[83]Just telling him about Area 52. \n[84]So, with my cover blown and the natives cautious but friendly, I figured we might as well indulge in a little file sharing. \n[85]Mulder was my idea. They chuckle. CLIVE gives PAUL the bottle of gas. \n[86]I'm in the can. I ate a closed mollusc. PAUL blows a massive raspberry to prove his point. GRAHAM and CLIVE look embarrassed. GRAHAM changes the subject. 55. \n[87]Oh come on! \n[88] \n[89]Horseshit! RUTH approaches the toilet door, taking up her fight with the unseen third passenger. She bangs on the door. GRAHAM and CLIVE are bewildered by this sudden turn of events. \n[90]Oh, don't give me that old irreducible complexity crap- \n[91]But it didn't just occur did it? It is the culmination of millions of years of development across countless species. \n[92]Evolution baby. RUTH screams and bangs the door. \n[93]If He designed it, why didn't He just make it one part and take the whole weekend off? \n[94]Oh yeah?  Well then how do you explain me? RUTH's mouth hangs agape in a soundless scream, her eye rolls up, her hair turns white. She collapses. \n[95]And that's Jenga. \n[96]I didn't do anything, she fainted. \n[97]Oh come on. Who's gonna believe anything she says? \n[98]What, a delusional, one-eyed God botherer? \n[99]I didn't think of that. \n[100]What? 58. \n[101]Leave it to me. \n[102]Hallelujah. \n[103]Boo? \n[104] \n[105]Hey, look who's up. \n[106]You know I'm sitting right here? \n[107]Look, if it makes you feel any better, my existence only disproves the notion of the Abrahamic, Judeo- Christian God, as well as all single earth theologies. Science still hasn't categorically rule out the notion of divinity, even though evolutionary biology suggest the non-existence of a creator by probability alone. 60. \n[108]Jesus Christ, I was just trying to be nice! \n[109]You can't win can you? RUTH starts to pray furiously, speaking in tongues, making an awful noise. \n[110]Oh, for God's sake. PAUL walks over to RUTH and places his and across her forehead. He appear to go into a trance. RUTH's eyes roll up into her head. We see a lightening montage of images. The cosmos, the surface of a planet, others like PAUL, PAUL's ship crashing into the ground. The images speed up as PAUL telepathically send his knowledge into RUTH's mind. They collapse in a heap on the floor. PAUL sparks up a cigarette. \n[111]I broadened her horizons. \n[112]No, it's tiring. GRAHAM goes over to where PAUL is lying. 61. \n[113]Come here then. PAUL puts his hand on GRAHAM's head. GRAHAM's eyes go all fluttery. We don't see the images this time. GRAHAM falls. \n[114]Can't I just tell you? \n[115]Wow. Pull out to reveal him sitting next to GRAHAM and CLIVE, looking out through the RV's windshield. We see their POV. A breathtaking panorama of natural beauty. They are parked up at the summit of a mountain road, looking out across the vista. \n[116]There it is, boys. Wyoming. \n[117]Maybe. I gotta tell ya. It's at times like these you winder if the intelligent design crowd aren't onto something. I mean look at it. Hey Ruth, get up here. They look round, the door of the RV is open, RUTH is gone. \n[118]Ruth!? \n[119]From X-Men. \n[120]leaps back and forth over the line. \n[121]11 o'clock, 12 o'clock, 11 o'clock, 12 o'clock, 11 o'clock. Come on! It's fun. We see CLIVE, GRAHAM and RUTH standing in the middle of the road watching PAUL. \n[122]Hey, we should stop for something to eat. Are you hungry, Ruth? 69. \n[123]What's new, fatty? \n[124]Pick that up then. \n[125]What?! \n[126]Right up top! RUTH yelps, terrified that PAUL is going to zap her again. \n[127]Too soon? CLIVE reaches down and picks up PAUL's phlegm ball. \n[128]Yo fucknuts! The MEATHEADS freeze. PAUL vanishes, then reappears a few feet from them, their eyes bulge. \n[129]So, who wants to get probed first? The MEATHEADS swoon and simultaneously hit the deck. \n[130]Tell me you got the food? CLIVE gets up and opens his coat revealing bags of food. Sirens wail in distance. RUTH turns white. \n[131]Get in the RV! SMASH CUT. The RV roars to life, backing up at speed into the MEATHEAD's vehicle. MOSES BEHE bursts out of the bar, just as the RV passes. RUTH sees him out of the window. MOSES locks eye with his daughter. He runs to his pick up but realises he doesn't have his keys. The RV tears off into the night, leaving MOSES BEHE bellowing with anger and the Lincoln Escalade, shiny, mean, fucked. 76. \n[132]I'm feeling pretty amped up. Anyone wanna take a walk? \n[133]Sorry about that. \n[134]You gotta talk the talk, right? \n[135]Yeah yeah Snorlax, you're a real hero. Come on. Let's skedaddle. You want anything Ruth? \n[136]Hey Graham. Check this out. What d'ya think? PAUL indicates to a small cowboy outfit, big enough for a child, displayed in the window. \n[137]I'd look pretty hot, right? \n[138]Steve Miller Band. I love that song. Speaking of midnight tokers, I got a littler herbal refreshment in my pants. Do you guys partake? \n[139]Shame. I get it from the military. This is the shit that killed Dylan. 78. \n[140]Is he? CLIVE comes out of the liquor store clutching bags of beer. \n[141]No. \n[142]No, it's Paul. Like Paul Newman or the little guy from Simon and Garfunkel. \n[143]Paul Simon. Paul's not my real name. It's a name I got given. \n[144]You won't be able to pronounce it. \n[145]What a geek. \n[146]Roooooootttchaaaaaaaaaaa. \n[147]That's pretty good. \n[148]Fuck you! \n[149]That was my gag! \"\u0098Take me to your dealer' right? Yeah, that was mine. Never saw a dime. \n[150]The little girl who found me when I crashed. It was terrible actually. I killed her dog. I didn't mean to! My ship sort of landed on it. When the military arrived I was delirious; I kept saying \"Paul? Paul?\"\u009d It was the only English I knew, because I'd heard the little girl saying it over and over. Spooks thought it was my name. \n[151]Least it wasn't Mr. Muggles. \n[152]Who knows? Never saw her again. Think about her everyday though. PAUL offers the joint round. CLIVE and GRAHAM decline. PAUL takes a deep drag. During the following exchange, GRAHAM, CLIVE and PAUL start to move simultaneously as though governed by some kind of psychic link. \n[153]Thanks a bunch, Hurley. \n[154]Shoot. \n[155]I've outlived my usefulness. \n[156]There's only so much knowledge I can share about the universe and quantum theory and how to make a really nice meatball sandwich. The only thing I have to offer them now are my abilities. \n[157]So the only way they're going to get hold of them is by obtaining some of somatic stem cells. 81. \n[158]Negative. \n[159]Sadly, not that simple. \n[160]Believe me, a needle would be a picnic compared to what they had in store for me. \n[161]Stem cells are multipotent. GRAHAM and CLIVE look blank. \n[162]Lineage defined? GRAHAM and CLIVE still look blank. \n[163]The camouflage response, the memory transfer, the revivification, they all originate in my cerebellum. In order to cultivate them in a laboratory they would have to... \n[164]Bingo! Fortunately, someone was kind enough to give me the heads up, if you'll pardon the pun. So, when they were transferring me to the medical facility and I noticed the bumper sticker on your RV, I figured you might be sympathetic types. I zapped the spooks, grabbed the wheel and took my chance. \n[165]Well it was, kinda. \n[166]So tell me, are you guys virgins or what? \n[167]Alright then, Clive, when was the last time you got laid. \n[168]Three years ago you had sex with a midget? \n[169]There are only two types of person small enough to fit inside an Ewok costume. \n[170]I can't believe you thought boning a space bear sounded less embarrassing than a person of short stature. \n[171]Was it nice? \n[172]You sly dog! PAUL rolls onto his back, clapping. GRAHAM snorts into his beer, laughing. CLIVE joins in. Before long, the three friends are rolling around in hysterics, utterly out of control. After about thirty seconds of this, they pass out. \n[173]Oh shit! Hey, wake up. Wake up. We fell asleep. \n[174]Sorry, I get this thing when I get high. It's called \"\u0098projective empathy'. You feel what I feel. \n[175]Exactly. \n[176]I can't walk through there. \n[177]That's great! Two grown men who look like sex offenders holding hands with a child cowboy. \n[178]You're obsessed with midgets! They continue on, trying to look as if nothing is strange. \n[179]How's it going? \n[180]No. \n[181]Suppose it does. What's your name? \n[182]I'm Paul. Pleased to meet you. They shake hands. \n[183]You on your own here, Keith Nash? 87. \n[184]Sounds like a good Mum. \n[185]My friend's buying a sword. He's a grown man. \n[186]You an M&amp;Ms man, Keith? PAUL produces his M&amp;Ms. He offers one to KEITH. \n[187]Strangers with candy, right? \n[188]Well, we've got a lot in common. We both like comics and M&amp;Ms. Guess that makes us pals. \n[189]You read this one? \n[190]It's a good one. Take it. Go on. It's a gift. \n[191]Catch you later, Keith Nash. GRAHAM and CLIVE approach. CLIVE has a long sword shaped box under his arm and a big grin on his face. \n[192]Keith Nash. How much was that? \n[193]What did you get, speccy? \n[194]Jesus Cheeeerist. \n[195]He likes you, y'know? \n[196]What are you, blind? Beat. \n[197]Sorry. Beat. \n[198]What you got there, a stigmatism? 92. RUTH nods. \n[199]You know you can get on operation for that, right? \n[200]Hey, I don't know categorically that it's godless. I just said \"\u0098probably'. \n[201]Look, the way you're feeling now, that's why religion appeared in the first place. It's like existential Prozac. Imagine being five year sold and having no adults around to tell you why it snows or what trees are for. That's how it is for much of humanity. Faith is a night- light. It illuminates the scary corners, fills the gaps, makes the universe easier to comprehend. Thing is, it's okay not to know everything. I mean, who knows what's really out there? Did you know astrophysicists recently identified the equation for the creation of matter? \n[202]Oh. Well, then you get it, right? If they have the theory, who's to say at some point in the future they won't put it into practice and who's to say someone else didn't do that 13.5 Billion years ago and that's how the universe came to be? Course, then we get the eternal problem of who created the creator but that's a whole other car park. I think Shakespeare said it best. \"There's more in Heaven and earth than is dreamt of in your philosophy Horatio\"\u009d. 93. \n[203]Horatio. It's from Hamlet. You know, the Prince of Denmark? \n[204]Anyway, if there is a God, didn't he create doctors and hospitals and scalpels and shit, so he wouldn't have to go round fixing people's lazy eyeballs? \n[205]The eye is a delicate and complex thing, Ruth. You should get it taken care of. RUTH smiles. PAUL smiles back. RUTH looks out of the window, just as PAUL reaches out to touch her face. \n[206]Perfect. \n[207]Phone home. \n[208]That's what you're going to find out for me. \n[209]I can't just knock can I? What if she's moved on and someone else answers? I'm sick of people fainting on me. I'll hang back with my buddy Ruth, you two make first contact. Just enjoy it. \n[210]Yes. Hurry up, there's going to be a really big storm in exactly 34 minutes. \n[211]It's my job to know. \n[212]Hello Tara. TARA's faces sickens. She falls backwards into the house. \n[213]Aw nuts. \n[214]Can I do anything to help? TARA stand in the kitchen doorway, the lit match in her hand. PAUL stands and walks toward her, she watches him. \n[215]I'm so sorry. \n[216]For killing your dog and ruining your life. \n[217]It's good to see you, Tara. The tinkle of glass. Something hits the floor. A tear gas canister spins at their feet, spewing thick fog. \n[218]Fuck a duck! Get out! \n[219]Tara, where's the back door? \n[220]Clive? \n[221]A little help? 99. CLIVE picks PAUL up. HAGGARD approaches, gun drawn. \n[222]Not a fucking cent. \n[223]Come on! \n[224]Come on. \n[225]Go left. \n[226] \n[227]Don't let him get past. \n[228] \n[229]  \n[230]Twenty seconds. \n[231]Stay on target. A branch smacks on the windshield, cracking it. \n[232]Stay on target. \n[233] \n[234] \n[235]Ruth, why don't you count back from 10? \n[236]Back where I'm from, tornadoes are part of our daily life. We've learnt how to live with them, how to understand them. \n[237]We've learnt to anticipate their behavior, know their personalities, know when they're playing games. \n[238]Hide and seek? \n[239]Evolution baby. \n[240]Where's Tara? TARA comes out of the toilet. 108. \n[241]We're here. PAUL is stood away from the RV at the foot of a small hill. He starts to climb. The others follow. Crane up as TEAM PAUL climb the hill to reveal a sight familiar to anyone who has seen Close Encounters Of The Third Kind... DEVIL's TOWER \n[242]We call them IFOs. \n[243]I-thank-you. \n[244]This is it. PAUL takes out the firework, Zippo and cigarettes from his back pack. He lights his last cigarette and takes a drag. \n[245]I'll miss these. PAUL takes the firework a little way off and sticks it in the ground. He crouches down and lights the touch paper with the cigarette, then scampers back to the gang. Beat. The firework rises into the sky. It explodes. The star-burst is massive and bright red, it illuminates the tower. \n[246]We wait. A light appears in the sky some way off. \n[247]  \n[248]Wait a minute... A HELICOPTER swoops in to land, kicking dust and debris into the air. TEAM PAUL turn back to the woods but are stopped by the sight of a torch getting nearer. \n[249]Oh shit. Behind them, the HELICOPTER powers down. The door opens. \n[250] \n[251]Lorenzo?! PAUL spins round. We go into slow motion. ZOIL fires. The bullet explodes from the gun, straight at us. Angle on the bullet as it passes in ECU. The shot moves round behind the bullet to reveal PAUL, looking shocked. The bullet whizzes past him, slamming into one of the soldiers. ZOIL rolls, coming to rest on one knee. He fires a second shot into the leg of the other soldier who collapses. He leaves his gun at VOICE just as the PILOT bursts from the cockpit. The PILOT fires but misses ZOIL. ZOIL takes out his shoulder, spinning him off his feet. VOICE steps forward, holding a smoking gun. \n[252]How'd you find me? \n[253]Thank you, Tara. \n[254]You know I appreciate it. \n[255]       \n[256]There is no way this thing isn't gonna end happy. 115. PAUL drops to his knee and places his hands on RUTH's chest. MOSES drops his shotgun and lumbers over, distraught. \n[257]Looks like the geek shall inherit the earth. \n[258]Happens to the best of us. \n[259]I'm sorry I frightened you so much your hair turned white. \n[260]  \n[261]Whatever dude. They high five. PAUL turns to ZOIL, whose arm is in a makeshift sling and shakes his hand. \n[262]Lorenzo Zoil, you're a good man. Say bye to Karen for me. \n[263]Cool. Okay. \n[264]Yeah. Three tits, awesome. Although you know what? Sometimes, less is more. The boys nod. \n[265]Thank you. \n[266]Come here you fucking geeks. They hug. He takes in incandescent orb from his pocket. \n[267]This is a self-sustaining light orb. Might come in handy, you know, if a bulb goes. TARA is waiting for her goodbye but PAUL ignores her. He face drops as he walks to his ship. He turns to her. \n[268]You coming? \n[269]I ruined your life Tara. Think I owe you a new one. TARA takes PAUL's hand. \n[270]Baby, where we're going, you won't need teeth. TARA frowns then follows PAUL aboard. PAUL and TARA stand in the doorway. One of the other ALIENS comes out of a small room behind them, speaking in a strange tongue. Subtitle: THE BULB'S GONE IN THERE. As the door slowly closes, GRAHAM and CLIVE give PAUL the CE3K salute. PAUL gives them the finger. The boys laugh, tears in their eyes. The ship lifts off into the sky. GRAHAM, CLIVE, RUTH, MOSES and ZOIL watch them go. The light form the ship gradually fades, leaving them in darkness. Pause. ", "(voice)": "", "Clive": "\n[1]Beautiful piece. \n[2]How much? \n[3]No, it's rubbish. \n[4]Do you feel that the killing of Hicks and Newt in Alien 3, invalidates Ripley's struggle at the closed of the previous installment? \n[5]  \n[6]Clive. \n[7]Uh... are you... did you? \n[8]I... I need to photograph him. \n[9]  \n[10]Really? I wasn't. \n[11]Yes, very unaffected. Damn, I forgot to give him my card. CLIVE points at SECURITY. 4. \n[12]Nah. Hey, Rosario Dawson's here! \n[13]Yes, it's very impressive. \n[14]That was Graham's idea. \n[15]I'll have a fat Coke please? \n[16]Coke. \n[17]A what? \n[18]Yes please. 5. \n[19]Why is it so quiet? \n[20]Oh man! I wanted to go to that . I wanted to find out if he actually eats the brains. \n[21]Please. \n[22]Don't be. The hard work's done, we have a great story and as usual your renderings jump from the page. \n[23]All we have to do now is sit back and enjoy. A child approaches. \n[24]Queen Jelva welcomes thee. \n[25]Main pavillion. \n[26]Three copies. \n[27]Yeah, but three copies? \n[28] \n[29]Graham, I need a drink. \n[30]It was like the Prancing Pony in there. \n[31]They think they're so cool. \n[32]Hell yes. \n[33]A-ffirmative. GRAHAM and CLIVE both look at their watches. \n[34]Three, two, one... \n[35]Beep. Beep. \n[36]Good night, Graham. \n[37]No. 8. \n[38]Couldn't hurt could it? We hear some movement then the room is illuminated by the TV. The boys lie on their beds holding games controllers. \n[39]Cover me. \n[40]No, that's ours. A large RV pulls up. A 1985 Holiday Rambler, Imperial. Top of the range in its day. Still looks good. \n[41]Java. Straight up. \n[42]No, let's punch through. Miles make the eggs taste sweeter. \n[43]I hear that. Now, get that \"\u0098Joe' on the go and jump in the Chewie seat. I need your map skills. \n[44]Yeah, I could say \"take the helm.\"\u009d \n[45]Yeah, \"take the helm, number one, I need a number two.\"\u009d They laugh heartily. Through this, GRAHAM has been taking out his laptop and setting it up on the dash board. \n[46]Absolutely. Real-time sat-nav multi map and advanced geo-tagging with continual info stream? \n[47]Most impressive. \n[48]Not when we're driving Graham. \n[49]Thank god. I'm a wreck until I've had my first cup of J. GRAHAM high fives CLIVE and heads back into the kitchen. \n[50]Amazing, isn't it? There are 295,734,134 people in this country and we haven't seen a soul for a hundred miles. Where is everybody? \n[51]Apart from her. I suppose that's why they established the Dreamland facility out here. \n[52]Did you know the site was selected in the mid-1950s for testing of the U-2 spyplane, due to its remoteness, proximity to existing facilities and presence of a dry lake bad for landings? \n[53]Oh. \n[54]Before. \n[55]\"Alien Onboard.\"\u009d 12. \n[56]How could you tell? We see GRAHAM and CLIVE looking back at PAT. They look like the most painfully obvious Comic-Con attendees ever. \n[57]Encounter Briefs? \n[58]I've got all six. \n[59]Do you get a lot of UFO types round here? We see PAT looking back at CLIVE, surrounded by UFO and alien paraphernalia, a slight smile on her face. \n[60]And objects. \n[61]Did you now, it's estimated that there are as many as 200 billion galaxies in the observable universe and each of those has approximately 40 billion starts, around which orbit countless planets and moons? \n[62]Oh. \n[63]What? \n[64]I'd like a cup of coffee please. \n[65]It's nice here, isn't it? \n[66]I think I might use the loo. CLIVE walks through a door marked \"\u0098Maliens'. The adjacent toilet door  enter. GRAHAM becomes uneasy. \n[67]That is absolutely amazing! \n[68]Hey Graham, an alien just sicked up into my palms. CLIVE doesn't see the two men sat up at the counter. He strides over to GRAHAM, full of excitement. \n[69]I'm joking, of course. They have a soap dispenser, shaped like an alien's head. When you pump his jaw, soap comes out of his mouth. \n[70]It's hilarious. GRAHAM flicks his eyes to the counter. \n[71]What? CLIVE looks over and sees the two men. They are glaring back. CLIVE immediately loses his confident air. \n[72]What took you so long? \n[73]They were an odd pair, weren't they? \n[74]No. \n[75]Nothing. How we doing? \n[76]I've found it. \n[77] \n[78]  \n[79]It's amazing, isn't it? We're actually here. \n[80]Dreamland. \n[81]MacArthur's Black Mile. \n[82]No, I made it up myself. \n[83]Be great if we saw something. \n[84]That would be incredible. It just sort of stops in the air and hovers then just goes up really fast. Whoosh. 18. \n[85]Keep it together. First contact is a big responsibility. They come in peace, we go to pieces? That's not how I roll. CLIVE looks at GRAHAM who is staring off, wide eyed. \n[86]What's wrong? GRAHAM points off into the distance. HEADLIGHTS. \n[87]Who? Who's found us? \n[88]Run for it Marty! GRAHAM and CLIVE scramble for the RV. \n[89]Of course it's them. We're dead. It's like Deliverance. They're going to rape us and break our arms. \n[90]There's only one thing for it. \n[91]I'm gonna have to fly blind. 19. CLIVE kills the headlights. They are plunged into darkness, still travelling at 65mph. The headlights come back on. \n[92]Probably best not to do that. I couldn't really see anything. They stare at the monitor. Suddenly, creeping up the rear of the RV, headlights. The front of a car becomes visible. \n[93]Oh God, oh God, oh God. \n[94]Me too. The vehicle behind pulls out to overtake. \n[95]They're trying to overtake. \n[96]Should I ram them? \n[97]It wasn't them. The RV pulls up to the crashed vehicle and stops. GRAHAM and CLIVE peer out of the window. \n[98]We should see if they're okay. \n[99]I can hold mine. GRAHAM goes to the back of the RV and into the toilet. CLIVE remains int he driving seat, staring out at the mangled Sedan. The toilet flushes and GRAHAM reappears. 20. \n[100]Hello? They wait for a few seconds. Nothing. \n[101]I rather think these men need help. Graham, give me the phone. GRAHAM passes the phone over. \n[102]I'm feeling like I've gone MENTAL MAD, Graham. If that is your name? You're happily sitting there chatting to... to... that, like it's the most natural thing in the world. The two of you laughing away like you haven't seen each other since 1990. PAUL spits a shell out into a cup. 27. \n[103]So forgive me if I seem a little rattled but from where I'm standing it would appear you are trading nut knowledge with an alien life form. \n[104]Oh, Paul is it? Paul what? Paul Verhoven? Paul Freeman? Paul Reiser? \n[105]No he is not! \n[106]How could he possibly have travelled that distance? \n[107]Balls! Graham, this isn't what it seems. What about Ocham's Razor? \n[108]Yes, the old man who owns it told me that, in unbelievable circumstances, the most plausible explanation is usually the truth. \n[109]That you're a thin midget in an alien costume. 28. \n[110]Oh really? With this CLIVE grabs at PAUL. He pulls at the alien's skin, trying to gain a hold of a mask. \n[111]You're not real. You're not real! \n[112]Oh shit! CLIVE looks round to discover that PAUL has vanished. GRAHAM pulls the RV onto the hard shoulder. \n[113]Where's he gone? \n[114]As if. We would have seen the classic shimmer and hum. \n[115]Britain. \n[116]Comic-con. \n[117]We were having a little drive. \n[118]He was a good egg. \n[119]Thank you. May I ask what you're searching for? \n[120]Well, it's pretty obvious what happened there, isn't it? \n[121]Yes, the government used some sort of neurotoxic paint on the Black Mailbox, which was white by the way, and it caused us to suffer a shared hallucination about an alien. I mean, it's what we've always wanted, isn't it? \n[122]Than that's what happened. PAUL materializes from thin air behind them. \n[123]Where the hell did you go? \n[124]No thank you. \n[125]Graham, there is a Grey in the galley, making me coffee. \n[126]No, I don't want tea. \n[127]No, what's wried, Graham, is that we have picked up an extra terrestrial hitch hiker and you seem completely fine with it! \n[128]You got it? Yes I've got it. \n[129]It's hot. Thank you. GRAHAM looks at Paul and nods toward CLIVE. PAUL sighs and sits in the Chewie seat. GRAHAM hangs back... \n[130]Why us? \n[131]What about the RV? It has to be back in two days. \n[132]I suppose we could phone the hire company and get an extension. PAUL looks super-pleased. \n[133]How did you get here? \n[134]Oh my God! Roswell?! That was you?! \n[135]They invented a fake alien crash to distract from an actual alien crash? \n[136]What have you been doing here all this time? 34. \n[137]  \n[138]No thanks. \n[139]Go on then, I'll have half. \n[140]Jam. \n[141]Jelly. \n[142]Thank you. So, do you know where we're going? \n[143]Why can't he tell us? \n[144]Do you trust him, Graham? I mean, is he Strider or Black Rider? \n[145]You'd better be right. I don't want to wake up and find him inserting a probe into my anus. \n[146]There's a place called Ely five miles from here. It's small but there should be a gas station. \n[147]Paul, don't do that! \n[148]You know this is a gas station? PAUL looks disappointed. \n[149]Ready? \n[150]Thanks. 38. \n[151]Don't you think that's a bit much? Put it all back. Except the burrito... and the doughnuts... and the chocolate milk. Let's just pay for it and leave. \n[152]Essential only, Graham! They head to the counter. So does the STATE TROOPER. \n[153]Thank you very much, officer. \n[154]It's find for you. You'll get whisked back to whatever lab they kept you in and we'll be arrested for harbouring a fugitive and sent to Guantanamo Bay. PAUL laughs. \n[155]Why's everything so funny? They think we're Muslims. 42. \n[156]Paul, the authorities know we're in an TV. \n[157]Ah yes, the waspish markings of a Scott's Oriole. Unmistakable. \n[158]Nothing anyone could've done. PAUL looks at them, then scoops the bird up in his hands. \n[159]Why would you do that? \n[160]       \n[161]Mummy, I am bushed. \n[162]Best case, I'd like a cold flannel on my neck and an honest meal. \n[163]Sure. Just not Sausage. Any luck with an RV park? We need somewhere off the beaten track, n'est pas? \n[164]You read my mind. GRAHAM head to the galley, ignoring PAUL, who jumps into the Chewie seat and stares at CLIVE. \n[165]Can I help you? \n[166]No, thank you. I don't smoke. PAUL lights a cigarette, the smoke wafts into CLIVE's face. \n[167]Could you unwrap it for me? \n[168]What? \n[169]No! \n[170]What are you trying to say? \n[171]Great find, Graham. \n[172]Just the way we like it. PAUL scrambles to his feet, reaches across CLIVE and rest on the horn. \n[173]Stop doing that! \n[174] We're just a couple of regular guys on a tour of the less touristy side of the American midwest. \n[175]I was talking to you. \n[176]Hello Ruth. Do you mind if we come in? \n[177]Yes. London. \n[178]Have you been? \n[179]Yes. \n[180]You don't have a passport? RUTH shakes her head forlornly. GRAHAM and CLIVE stare. \n[181]Doors to manual and cross check. Graham? Graham? \n[182]I'll flame up the BBQ pit. Fire's my forte. CLIVE sparks up his lighter and waves it around looking mysterious. He then turns and jumps down all three steps and slams the door of the RV behind him. \n[183]I am actually, yes. \n[184]Really? \n[185]All the good ones die. \n[186]So you've been here for 60 years? \n[187]Why did you come to earth? \n[188]What?! \n[189]  \n[190]Mulder was right! \n[191]Would you like a go? PAUL takes the bottle and squirts it on the fire, making the Hendrix face. They laugh loudly. \n[192]Who is it? \n[193]Good morning. \n[194]Yes, thank you. \n[195]The other one? \n[196]Oh the other one. Um... \n[197]I suppose we're men of science. \n[198]RUTH narrow her eye. \n[199]If we believe in anything it would be macro evolution. Cause and effect. The establishment of a biological order from the maelstrom of physical and chemical chaos. RUTH looks scandalized. \n[200]Did you know that the universe has been dated as being 13.5 billion years old an that the release of neutral hydrogen at the moment of the big bang has enabled scientists to do this with categorical accuracy? \n[201]Not you! \n[202]What did you do that for? \n[203]She saw you! \n[204]The authorities will be on the look out for exactly this sort of thing. \n[205]Paul, right now they're going to follow any lead they can get. \n[206]What? 58. \n[207]How am I going to get my passport back? PAUL vanishes. \n[208]I can't drive like this. We'll have to drop her off and take our chances. \n[209]Oh great! Everyone knows the secrets of the universe apart from me. He always knew what was going on in Buffy before me because his mum had cable. \n[210]No spoilers! PAUL sighs, then with enormous effort, reaches up and zaps CLIVE who falls to the floor. Everyone lays inert. \n[211]Is that where we're going? \n[212]Someone should go after her. Graham? CLIVE looks round to see GRAHAM gone. \n[213]Graham!? \n[214]Small corrections! Small corrections! RUTH drives. Everyone else is asleep. 68. \n[215]I'm hungry. \n[216]Hey, it's not fat, it's power. I happen to be very strong. PAUL summons a phlegm ball with a grotesque snort and spits it onto the floor of the RV. \n[217]So childish. \n[218]What?! \n[219]I did it! \n[220]Okay, in and out, yes? Don't talk to anyone unless you have to and try to look inconspicuous. Angle on the most conspicuous threesome in America. \n[221]I wish he'd stop doing that! They enter the bar. Parked nearby, is a black Lincoln Escalade, shiny, mean, dented. \n[222]We'll order food and wait for you at the bar. \n[223]Be careful. RUTH walks through to the back, past the toilets. As she passes, MOSES BEHE steps out of the Men's, they miss each other by moments. He walks up to the bar, next to GRAHAM and CLIVE who are looking at a menu. MOSES orders. \n[224]We're still waiting on a wet fries. The two MEATHEADS emerge from the pay phone. Angry. \n[225]Look, I'm terribly sorry. Perhaps we can exchange insurance details? \n[226] He said, leave her alone. At this, JAKE pulls his fist back to hit CLIVE, knocking a tray of drinks all over a table full of men. They immediately spring up and lunge after the MEATHEADS who turn their attention to the attack. The fight spreads like fire. GRAHAM grabs RUTH's hand and follows CLIVE as he scrambles through the fracas. As they reach the door RUTH is yanked back and comes face to face with her father. \n[227]Graham? \n[228]Graham, take Ruth into the RV and lock the door. I don't want either of you to see this. CLIVE turns back to the MEATHEADS. BANG! CLIVE is struck in the face, he falls, nose bleeding. They turn to RUTH and GRAHAM, who back up against the RV. The MEATHEADS approach ominously. The RV door bursts open. PAUL stands silhouetted against the interior lights. \n[229]Who? Who are you talking about? \n[230]He was so angry. \n[231]I'm game. \n[232]What about when I got smacked in the nose? 77. \n[233]Thank you. He mops his nose as they leave the RV. GRAHAM lingers. \n[234]Let's party! \n[235]Is it spelt like, P-'-a-w-l-l or something? \n[236]Paul Simon. \n[237]I can speak Klingon. \n[238]Hey! 79. \n[239]Roooooootttttttccchhaaaa. \n[240]Calm down, Rog. More laughter. Even PAUL. He lights his joint. \n[241]She called her dog Paul? \n[242]It's strange, isn't it? Ordinarily in this situation Graham and I would be looking up at the stars, wondering about life on other planets but we know now, don't we? It's a bit of an anti-climax. \n[243]I don't mean that in a bad way. They all scratch their noses. \n[244]How so? \n[245]Stool? \n[246]I don't follow. \n[247]Cut your brain out. \n[248]I thought the crash was our fault. 82. \n[249]No. They all cough. \n[250]Comic-Con 2005. Ewok chick. \n[251]She was an Ewok! Sniff. \n[252]She was a midget. \n[253]I know. I'm sorry. \n[254] \n[255]How did that happen? \n[256]Oh, thank God. For a second there I thought I'd got drunk on Lite beer. The guys gather their stuff and walk to the edge of the wood. Looking through the tree line they realize that the quiet town of last night has become very busy indeed. \n[257]How are we going to get back? Close in on GRAHAM having the best idea of his life. \n[258]You could be a midget. \n[259]I must have it. \n[260]Oh, come on, we've got time. \n[261]Who was that? \n[262]$299.99. It's made of a low grade Turkish alloy. \n[263]What are you going to do with this? \n[264]Us? \n[265]What shall we say if it's her? We're here with the alien that killed your dog sixty years ago? \n[266]Knock again. 96. \n[267]Tara Walton? \n[268]Miss Walton, I'm the writer, Clive Gollings and this is my friend and colleague, Graham Willy. We're from England and we're here with the alien that killed your dog 60 years ago. Silence. The sound of multiple locks. The door opens to reveal a woman . Grey, dishevelled but with fire in her eyes. She scowls at GRAHAM and CLIVE. \n[269]It's no joke. PAUL materializes between GRAHAM and CLIVE. \n[270]Shit! \n[271]Yes? \n[272]I'll drive! \n[273]I think we have a problem. \n[274]What? \n[275]They're trying to overtake. \n[276]Shall I ram him? \n[277]What are we doing exactly? \n[278] \n[279]Are you sure you know what you're doing?! \n[280]Paul! \n[281] \n[282]Where did it go? \n[283]They're still coming! \n[284]They're gaining! \n[285]Great Caesar's ghost! \n[286]We've lost them. TEAM PAUL erupt into cheers. PAUL jumps in the air and whoops. He high five GRAHAM and pats CLIVE on the back. GRAHAM embraces RUTH and tries to kiss her, she pulls away. \n[287]I only saw one car following us. \n[288]Oh no. \n[289]Fare thee well friend. You were a faithful and mighty steed. \n[290]Of course! 109. \n[291]He's not going anywhere. \n[292]Blind fury. The blade falls off. 113. \n[293]Bloody low grade Turkish alloy. \n[294]  \n[295]He's not a goblin he's from another planet. \n[296]You can keep it. \n[297]You are, and always will be, our friend. \n[298]Oh, say hi from us, won't you? RUTH kisses GRAHAM. Two nerds approach. \n[299]There you go. \n[300]There you go. ", "Gollings": "", "Gus": "\n[1]Deer, coon, beaver, whatever steps in front of the bangstick, right Jake? They throw a look back at GRAHAM and CLIVE. \n[2]That's what we're counting on. They nudge each other and laugh. \n[3]Why the hurry? You know I got a friend with one eye who'd love to meet you. \n[4]Yeah, the dark. 73. \n[5]The Lord ain't gonna fix nothing sweetheart. \n[6]These the \"\u0098friends' you told us about, baby? \n[7]I don't think so. 74. JAKE grabs RUTH. GRAHAM pushes him hard in the chest. ", "Security": "\n[1]Alright, next! Suddenly nervous, GRAHAM approaches. MICHAEL BIEHN is signing pictures. He is pleasant, if business like. \n[2]You can take it from there. CLIVE and GRAHAM huddle together and try to position themselves with MICHAEL BIEHN in the background. CLIVE takes the shot. We see a frozen image of CLIVE and GRAHAM, with MICHAEL BIEHN barely visible in the background. The pair move off, looking at their spoils. \n[3]Next in line please. \n[4]Guys, if you've had your book signed please move on. Tilt up to reveal the security man. It is none other than former Special Agent LORENZO ZOIL. CRANE up to reveal the whole convention floor. ", "Guard": "", "Agent": "\n[1]Where you boys from? Australia? \n[2]Ah. G'day mate. The AGENT smiles. GRAHAM and CLIVE look terrified. \n[3]Whatcha doin' in the US fellas? \n[4]You're a long way from San Diego. \n[5]Is that right? \n[6]Hey Haggard?! ", "Zoil": "\n[1]Talk to me. \n[2]Anyone else? \n[3]No. It's neither of those things. He looks around, then notices tire tracks in the dust by the side of the road. ZOIL stands, full of purpose. He returns to his car and hits a button on the dash. 25. \n[4]We have a guest who's left the hotel without paying, sir. \n[5]Doubtful. NORAD would have picked up a bogie. Those guys can track Santa. No sir, he's still here. Question is, for how long? \n[6]How so? \n[7]Are you suggesting he has someone on the inside. \n[8]Well he's definitely got someone on the outside. \n[9]Tire tracks, sir. Tire tracks... among other things. I'd bet my left nut that little bastard's hitched a ride. \n[10]Orange? \n[11]Nice and juicy. \n[12]Do you mind telling me what's going on, Agent? \n[13]Where's the other one? \n[14]I see. You fellas had much traffic through here? \n[15]Nerds, huh? \n[16]I've heard he's nice. \n[17]Did you search the vehicle thoroughly? \n[18]Find anything? \n[19]Did you get the license plate? HAGGARD and O'REILLY look sheepish. \n[20]Make? More sheepishness. \n[21]I want everything you can remember. Descriptions of the occupants, height, hair, distinguishing features. We can do it on the way. \n[22]You're coming with me. \n[23]It didn't work. 40. \n[24]I think you can be both. \n[25]Excuse me gentlemen. ZOIL leaves with the two men and returns to his vehicle. The voice of ZOIL's superior cuts the air. \n[26]We've tracked them down to a gas station in Ely. \n[27]We think he may be travelling in an RV with two British men sir. 44. \n[28]No, sir. Just a couple of nerds on the lamb from Comic-Con. \n[29]I still think this stinks, sir. \n[30]Someone must have told him. We need to find the rat. \n[31]Yes sir. \n[32]Given your description of the intruder, the police felt your call was perhaps better directed to us. \n[33]Secret Service, sir. \n[34]And Ruth's your daughter? 62. \n[35]I understand. Do you have a photography of Ruth, Mr. Behe? MOSES retrieves an old cigar box and produces a tattered photograph of Ruth. She appears younger, with both eyes intact and with dark hair. \n[36]She's pretty. MOSES snorts. \n[37]Do you have a phone Mr. Behe? In case she tries to contact you. \n[38]You say they went East? \n[39]So? \n[40]Let's go. Haggard! 63. \n[41]We'll do our best, Mr. Behe. \n[42]Can it, you two! How many times do I have to tell you? \n[43]We do not refer to the target as \"\u0098The Alien'. MOSES's expression is mixture of fury and disbelief. He glances at something nearby. Pull focus to the shotgun, lying in the foreground on the kitchen table. We hear an engine splutter into life, revving furiously. \n[44]  \n[45]Ruth Behe? \n[46]Agent Zoil, Secret Service. Listen very carefully. You're in great danger. \n[47]We know who you're travelling with Ruth. I need you and your friend to turn yourselves in. \n[48]Where are you? Where are you headed? \n[49]Look, I know you think you're doing the right thing but I promise you, I'm only thinking about you. And Paul. You care about Paul, don't you? \n[50]Yes he is. \n[51]Ruth, please listen to me. Your father is worried about you. We want to get you home. I need you to tell me where you are. \n[52]You're not still talking about his balls, are you? \n[53]Damnit, Haggard! RUTH panics and slams down the phone. She realizes what she may have done and rushes back toward the bar, slamming into two men. The MEATHEADS, drunk, look down at her, amused. \n[54]Good morning, Ma'am. Sorry to trouble you. Agent Zoil, Secret Service. Your wagon here matches the description of a recreational vehicle we're currently looking for. May I ask, are you alone? RUTH pauses a second. \n[55]Do you mind taking a look at these pictures? ZOIL pulls out three pictures and hands them to RUTH. CCTV shots of GRAHAM and CLIVE at the gas station and MOSES's pic of RUTH, looking younger, with dark hair and no glasses. \n[56]Do you recognise any of these people, Miss? She lingers on the picture of herself. \n[57]Miss? \n[58]Where are you coming from, Ma'am? \n[59]Going far? \n[60]Great town. \n[61]Is that so? \n[62]Of course. Thanks for your time, Miss...? Beat. \n[63]Where the hell do you think you're going? HAGGARD can't hide his frustration. \n[64]And you were just gonna take off? \n[65]Well now, that's mighty civil of you. We have a chain of command. I expect you to abide by it. Where d'you say he was headed? \n[66]Well, then let's move it. They scramble. \n[67]Oh, and Haggard? Don't go getting ideas about your station again. ZOIL gets into his car leaving HAGGARD looking pissed. 91. \n[68]They've double back sir. They're heading toward New Mexico. \n[69]  \n[70]ZOIL jumps but gathers his composure quickly. \n[71]Yes, sir? 94. \n[72]It wasn't going to New Mexico? \n[73]No, sir. Where are they headed? If we gun it, maybe we can get the drop on their destination. \n[74]What else is around there? \n[75]Bethlehem Creek? \n[76]Paul, wait- A burst of psychic images explode into ZOIL's head. The agent and the alien fall on the ground in an exhausted heap. \n[77]Godammit Haggard! \n[78]Oh great! \n[79]Help me up! 100. \n[80]Damnit Haggard, wait! HAGGARD takes off. ZOIL staggers to his car and with great difficulty, takes off in pursuit, narrowly avoiding MOSES BEHE's truck. Lightening flashes. Loud thunder. \n[81]  \n[82]  \n[83]Sir, I- \n[84]Now wait a goddamn minute! \n[85]  \n[86]-Shit! \n[87]He's insane! \n[88]Haggard, stand down. Stand down! \n[89]Haggard, it's suicide. \n[90]Son of a bitch! ZOIL looks at the sky. His face drops. \n[91]Haggard. Wait a minute! An engine revs nearby. ZOIL turns to see MOSES BEHE pull off in pursuit. \n[92] \n[93]Haggard, he knows what he's doing. \n[94]It's a trap! \n[95]  \n[96]We got hit by a twister, sir. Haggard's dead. \n[97]I lost him when the ranch exploded. \n[98] \n[99]He's my friend! I've known him for twenty years. He introduced me to my wife damnit! \n[100]I don't want to be where you are. \n[101]The things I do for you, huh? \n[102]Do you have any idea how difficult it was to catch you guys? \n[103]Safe trip Short Round. PAUL turns to GRAHAM and CLIVE. He pulls JELVA - ALIEN QUEEN OF THE VARVAK from his pocket and hands it to them. ", "Graeme": "", "Willy": ""}}