{"filename": "Pet-Sematary_script.txt", "imdb_id": "tt0098084", "imdb_url": "https://www.imdb.com/title/tt0098084", "characters": ["Rachel Creed", "Zelda", "Girl at Infirmary", "Victor Pascow", "Dory Goldman", "Missy Dandridge", "Steve Masterton", "Gage Creed", "Jud Crandall", "Candystriper", "Louis Creed", "Jud as a Child", "Marcy Charlton", "Ellie Creed", "Irwin Goldman"], "dialogues": {"Rachel": "\n[1]\t\tIt's gorgeous!  \n[2]\t\tYes, but the rope might be--  \n[3]\t\tLouis, the house is beautiful.  They kiss--gently at first, then more passionately. As he draws her more tightly against him, a baby--GAGE--begins to cry from the car. LOUIS and RACHEL break the clinch.  \n[4]\t\tThe Master of Disaster awakes.  This SOUND is joined by the unhappy yowling of a pent-up tomcat.  \n[5]\t\tCome on--let's parole 'em.  They walk to the car, RACHEL going to one of the back seat doors, LOUIS to the rear of the wagon.  \n[6]\t\tDecided to wake up and see what home \t\tlooks like, huh?  She begins to unbuckle the straps and harnesses. GAGE is just wearing a t-shirt and a diaper. He's fifteen months old.  \n[7] \n[8]\t\tNot so high, Ellie! You don't know \t\thow strong that rope is.  She puts GAGE down. He totters a bit on his little legs and then stands there, looking at his sister.  \n[9]\tEllie! Are you all right?\tHoney? Are you okay?  \n[10] ELLIE'S parents reach the tangle of tire, rope, and six-year-old girl.  \n[11] ELLIE has been disentangled from the swing. She's sitting by the wreckage at the end of the driveway, weeping hysterically (as much from tiredness as from pain, I think) as LOUIS and RACHEL examine her scraped knee. The wound doesn't look too serious.  \n[12] \n[13]\t\tGage's gone!  \n[14]\t\tGage!  \n[15]\t\tThank you. Thank you so much.  \n[16]\t\tI'm Rachel. Thanks again for saving \t\tthe wandering minstrel boy, here.  \n[17]\t\tExcuse me, Mr. Crandall--I've got to \t\tchange this kid. It's nice to meet you.  \n[18]\t\tLouis, what's this?  \n[19] GAGE has been changed, and RACHEL is following him as he explores the nearest edges of the new homestead. They are fairly close to the wreckage of the tire swing, and here is the head of the path ELLIE has already glimpsed.  \n[20] She's holding GAGE on her hip now, and both of them are looking at that strange  path which disappears into the deepening twilight. LOUIS and JUD join them.  \n[21]\t\tYes--I know. This path, Louis? Where does \t\tit go?  \n[22]\t\tI bet Mr. Crandall knows!  JUD nods. He smiles, too, but underneath the smile we sense that he is serious.  \n[23]\t\tKids are asleep, doc.  \n[24]\t\tYou're not really going over to have a \t\tbeer with that old guy, are you?  \n[25]\t\t---and you'll end up doing a free \t\tconsultation on his arthritis or urinary \t\tproblems and---  \n[26]\t\tSure. Bruce Springsteen.  \n[27]\t\tIt's beautiful!  \n[28]\t\tIt says Pet Cemetery, hon. It's \t\tmisspelled, but...that's what it \t\tsays.  She runs for the arch. RACHEL starts; looks more uneasy than ever.  \n[29]\t\tEllen--!  \n[30] \n[31]\t\tBe careful.  \n[32] JUD lights a cigarette with a wooden match, using his thumbnail.  \n[33] They are walking slowly toward that rude archway. LOUIS is extremely interested in all this, but it's becoming clearer and clearer that RACHEL is troubled. They stop and look in.  \n[34]\t\tHow can you call it a good thing? \t\tA graveyard for pets killed in the \t\troad! Built and maintained by broken- \t\thearted children!  \n[35]\t\tExtraordinarily morbid, maybe.  She's growing more and more upset. JUD looks at her curiously.  \n[36]\t\tWhy?  \n[37] Her discomfort makes one thing very clear--she doesn't want to come in.  \n[38]\t\tIs she all right, Louis?  \n[39] \n[40]\t\tI think I'll sit this one out, doc.  \n[41] RACHEL has retreated a bit. She sits on the pine needle carpet of the path, opens her purse, and draws out cigarettes.  \n[42] It's clear she's impatient and out-of-sorts with the whole thing.  \n[43]\t\tLouis, can we go? I'm tired!  \n[44] But RACHEL is not amused. She doesn't like any of this.  \n[45]\t\tDid he.  \n[46]\t\tWell, if supper's burned, I'm not \t\tthe one going out for pizza.  They move away.  \n[47] She is crying silently.  \n[48] RACHEL looks at her daughter with infinite love and then quietly closes the door.  \n[49] LOUIS is in his pajamas, propped up on pillows on his side of the bed. There a number of medical books scattered around him and he's making notes from one as RACHEL comes in.  \n[50]\t\tShe's finally asleep.  \n[51]\t\tIt was that place. That creepy cemetery \t\tup in the woods. Whatever disease the \t\tkids in this town have got, I don't want \t\tEllie to catch it.  \n[52]\t\tDo you think I didn't hear her tonight, \t\tcrying as if her heart would break? \t\tHere she is thinking Church is going to \t\tdie.  It should be clear to us by now that, despite her words, RACHEL is much more upset than ELLIE was. LOUIS slowly puts his notebook aside and caps his pen.  \n[53]\t\tThat is hardly the point! Church is \t\tnot going to die today, or tomorrow-- \t\tNever mind. I can see you don't have \t\tthe slightest idea what I'm talking about.  She stalks to the bathroom, which adjoins. LOUIS follows. She goes in and slams the door. He goes for the knob.  \n[54] The headlights of the truck illuminate the room and we see LOUIS and RACHEL asleep, each as far over to his/her own side as he/she can get, with a big empty space in the middle.  Lights and TRUCK SOUNDS slowly fade.  \n[55] LOUIS looks shocked and amused by ELLIE'S colorful choice of words.  \n[56] LOUIS tries to kiss RACHEL'S mouth. She turns her head slightly so he gets her cheek instead. She's still mad. LOUIS'S amusement dies.  \n[57]\t\tHoney, Church will be fine.  \n[58] She gives him a look as if to say: \"There! Now do you understand what you did?\"  \n[59]\t\tDon't be silly. Church is not going \t\tto die.  \n[60]\t\tThat's enough of that kind of talk!  \n[61]\t\tI know what you just said. Ellie, \t\tclear your place.  ELLIE goes slowly back to the table.  \n[62]\t\tYou'll be fine, Ellie. Now you can be \t\texcused. Go and wash your face.  \n[63]\t\tDon't shilly-shally, Louis. Give \t\tthe little girl her promise.  \n[64]\t\tThank you, Louis.  \n[65] \n[66]\t\tHave a great day!  LOUIS grabs GAGE'S hand and makes him wave it.  \n[67]\t\tStill friends, doc?  LOUIS appears to consider this seriously for a moment...and then he smiles and hugs her. They kiss.  \n[68]\t\tThank God. I was a little worried \t\tthere. Have a great first day at \t\tschool, doc. No broken bones.  \n[69]\t\tYou up, doc?  \n[70]\t\tI got eggs down here!  \n[71]\t\tDon't shilly-shally, Louis. Give the \t\tlittle girl her promise.  \n[72]\t\tYou want to talk to the birthday girl?  \n[73] \n[74]\t\tDon't shilly-shally, Louis. Give \t\tthe little girl her promise.  \n[75] \n[76]\t\tDon't shilly-shally, Louis. Promise me. \t\tPromise me. Promise me.  \n[77]\t\tWant to take your son, doc?  LOUIS does. GAGE is ecstatic.  LOUIS kisses RACHEL deeply.  \n[78]\t\tYes--you have to take them to someone \t\twho grooms animals, though. I think \t\tit's pretty expensive.  \n[79] She's putting away the last of the supper things. She hears this and moves toward the living room door to listen. She doesn't look at all well. Her eyes are red from crying and her face is haggard.  \n[80] She smiles a little at this.  \n[81] Listening intently.  \n[82] She's smiling, too...but tears are running down her cheeks.  \n[83] LOUIS is in bed, reading. RACHEL, wearing a robe over her nightgown, comes in.  \n[84]\t\tI heard you tonight.  \n[85]\t\tThat's not true. The subject \t\tscares me. Because of Zelda.  LOUIS puts his book down and looks at her thoughtfully.  \n[86]\t\tSometimes you're so good with her, \t\tLouis--so straight with her--that \t\tyou make me ashamed of myself.  LOUIS sits up and scoots down the bed to her. He tries to put an arm around her. She rejects it--but gently.  \n[87]\t\tI'm sorry I couldn't go with you \t\tto Missy's funeral. And that I \t\tblew up when we went to that \t\tsilly animal graveyard.  \n[88]\t\tNot by me, it isn't. I know how \t\tbadly I acted, how unfair I was. \t\tIt's just that I..you know.  \n[89]\t\tI'm going to try to do better.  \n[90] They are by the sign-in book. Both are dressed in black. Both look haggard. But RACHEL looks more than haggard; she looks damned near insane with grief and horror.  \n[91] RACHEL screams and starts forward. DORY pulls her back.  \n[92]\t\tLouis! Daddy! Stop it! STOP IT!  \n[93] RACHEL screams. Her mother struggles to hold her but RACHEL easily breaks free and goes running down the aisle.  \n[94] JUD'S lighting a cigarette. His Walkman 'phones are around his neck.  \n[95]\t\tIn a minute, hon. Let Gage finish his \t\tturn.  \n[96]\t\tEllen Creed!  \n[97]\t\tGet him, Louis!  \n[98]\n[99] CHURCH is crouched on RACHEL'S sleeping form.  \n[100] In the b.g. we can see IRWIN and DORY GOLDMAN waiting by the jetway with ELLIE as the last few passengers board. RACHEL looks confused and grief-stricken. She also looks punchy, doped up. I imagine she's floating on a sea of Valium, and that makes her easier to deal with. LOUIS'S battle-scars are fading a little.  The GATE AGENT is standing by the jetway with a mike in one hand and a bunch of boarding passes in the other.  \n[101]\t\tOh Louis, I just don't know about \t\tthis--  \n[102]\t\tLouis, are you sure?  \n[103] LOUIS guides her to the jetway.  \n[104] ELLIE is in the window-seat, asleep. RACHEL is holding a paperback but not reading it. Her eyes are red. She's looking into space.  CAMERA DRIFTS TO ELLIE. Her sleep is not easy. Her head turns from side to side, as if in negation. She becomes steadily more upset. She's starting to mutter. Suddenly her eyes flare open and she screams.  \n[105]\t\tEllie...Ellie...what...  \n[106]\t\tHoney, you just had a bad dream. You \t\tknow that, don't you?  \n[107]\t\tWho is this Paxcow? Is he like the \t\tboogeyman?  \n[108]\t\tThere are no ghosts, Ellie. I want you \t\tto go to sleep and forget all this \t\tnonsense.  \n[109]\t\tOf course I will.  She kisses ELLIE.  \n[110]\t\tNow will you try to go to sleep?  \n[111]\t\tPaxcow, why do I know that name?  \n[112]\t\tPascow? Was she saying Pascow?  She suddenly heads for the stairs, fast.  \n[113]\t\tHe's not home.  \n[114] \n[115]\t\tIt's Rachel Creed, Jud. I'm \t\tcalling from Chicago.  \n[116]\t\tNo...we're going to be here \t\tawhile, and he wanted a few days \t\tto wind up our affairs there. \t\tI just wondered if he was with you.  \n[117]\t\tJud, do you remember the name \t\tof the student that died on Louis's \t\tfirst day at work? The one that was \t\thit by a car?  \n[118]\t\tWas it Pascow?  \n[119] \n[120]\t\tDon't bother. I'm coming home.  \n[121]\t\tThank you, Jud. Goodbye.  She hangs up.  \n[122]\t\tI have to go. The connections are \t\ttight, and I have to be at O'Hare in \t\tforty minutes. Will you drive me, \t\tdaddy?  \n[123]\t\tYes.  \n[124] \n[125]\t\tI will. Come and kiss me.  ELLIE races into her arms.  \n[126] \n[127]\t\tI've got three planes to catch and \t\tI got the last seats on two of them. \t\tIt's like God saved them for me.  \n[128] Everyone looks impatient, but RACHEL looks half crazy.  \n[129] \n[130]\t\tI have to.  \n[131] Her seatmate is knitting something. Across the aisle sits VICTOR PASCOW, bloody but serene, hands clasped in his lap, looking straight ahead. RACHEL looks around tensely.  \n[132]\t\tThank God.  Her SEATMATE looks at her a bit strangely.  \n[133] She's sprinting down the concourse--look out, Joanie Benoit!  \n[134] \n[135]\t\tMake it come back!  \n[136]\n[137] It starts to swing back to pick her up.  \n[138] PASCOW appears behind her and puts a hand on her shoulder.  \n[139] PASCOW is lounging back against the rack of folders--and getting some of them bloody.  \n[140]\t\tI'll take it.  \n[141] Both of them look tense. RACHEL is bolt upright behind the wheel. Suddenly, BANG! as one of the tires blow.  \n[142] She lurches forward, but she's wearing her seat-belt--good girl! She unbuckles it and gets out.  \n[143] She looks at the car, which now has quite a bit more wrong with it than just a scratch up the side.  RACHEL slumps, near tears. LOUIS isn't the only one who's been through a lot tonight.  \n[144]\t\tNow what?  PASCOW comes from around the tree as RACHEL walks to the road, looking for cars, or something. He looks urgent and upset.  \n[145]\t\tIs anyone there?  After a moment of silence she turns back to the road. Lights appear and brighten as a car approaches. RACHEL steps to the shoulder and after a moment she sticks out her thumb, surely for the first time in her life.  The car sweeps by her without slowing.  \n[146] She's walking down the shoulder with her high heels in one hand. Lights. An approaching car. She turns, thumb out. The car blasts by.  \n[147]\n[148] My babe is still takin' a hike. But here comes another vehicle.  \n[149] Suddenly, as the lights appear, she does a Claudette Colbert, pulling her skirt up and exhibiting a very lovely leg.  Lights--it's an Orinco truck, naturally--spotlight her. The truck stops.  \n[150] The driver leans over and opens the door.  \n[151]\t\tThank you.  She does.  \n[152] \n[153]\t\tCan't you go any faster?  \n[154]\t\tI understand. It's just that--  She looks at him, pleading. The TRUCKER speeds up.  \n[155]\t\tThank you. If you only understood \t\thow important this is--  \n[156]\t\tThank you so much.  \n[157]\t\tI'm sure things will be fine.  \n[158] The one place in the whole world we do not want RACHEL to go.  \n[159] She goes. Up the steps to the porch. All through this she's been travelling with two bags: her handbag and a light tote with her initials on it. Now she sets the tote down on the top step and opens the porch door.  She looks very uncertain. This is the wee hours of the morning, and someone else's house. But...that voice...  \n[160]\t\tWho--  The door to the house swings open. After a moment CHURCH comes into the doorway and sits down.  \n[161]\t\tChurch!  \n[162]\t\tGage? Gage?  No answer. RACHEL steps in.  \n[163] She swings slowly back and forth.  \n[164]\t\tDarling.  ", "Creed": "\n[1]\t\tIs this our new house, daddy?  \n[2]\t\tThis is it.  \n[3] SOUND: Crickets. Ree--ree--ree-ree...  There's one light upstairs, one downstairs. Perhaps we see the path, glimmering away into the field? Either by virtue of it being mown, or by virtue of some gentle optical trick? Maybe.  \n[4] They are also at the edge of the woods. JUD stops and lets them catch up.  \n[5] \n[6] \n[7] The school bus pulls up, red lights flashing. ELLIE runs toward it across the lawn, with her lunch-box.  \n[8] The station wagon is parked there. LOUIS comes out with a heavy briefcase in one hand and the cat-carrier in the other. He opens the wagon's doorgate.  A small car turns into the CREED driveway and parks beside LOUIS. A rather sour-looking middle-aged woman gets out and crosses the front of her car. Her color is bad. This is MISSY DANDRIDGE. She looks at the cat-carrier.  \n[9] All lights are off. It's late.  \n[10] LOUIS and RACHEL are asleep, each on his/her own side of the big double. THE CAMERA MOVES IN ON LOUIS.  SOUND: Loud, hollow BANG. It's very loud--loud enough to wake the dead.  LOUIS sits up. Beside him, RACHEL sleeps on. LOUIS'S eyes widen in terror as he stares at:  \n[11] There's a bowling match on TV. LOUIS, dressed in his Saturday afternoon grubs , has the phone to his ear.  \n[12] \n[13] \n[14] GAGE is in his high chair. ELLIE, in her first-day-of-school dress, is in her place. LOUIS is sitting at his own place staring, hypnotized, at the middle of the table, where there is a large serving dish. On the dish is scrambled eggs, strips of bacon, and CHURCH'S corpse--staring eyes, bloody ruff and all.  \n[15] There's a light on in the kitchen, but that's all. There's silence at first, and then the PHONE STARTS RINGING.  \n[16] LOUIS runs into the side yard. SOUND of the phone is louder.  \n[17] He runs to the door and inside.  \n[18] The smile fades off his face. It's replaced with a look of combined guilt and unhappiness. He's looking at his hands, which are still dark with the dirt from CHURCH'S grave.  \n[19] From the telephone comes the sound of GAGE talking and chortling. LOUIS is not listening. His eyes--and his mind--are far away.  \n[20] LOUIS is raking leaves on the side lawn, near the tree with the tire swing. After a moment or two of this he props the rake against the tree and starts toward the garage. He goes in.  \n[21] \n[22] In attendance: PASCOW, LOUIS, ELLIE, GAGE in his high chair. Lying in the middle of the table, clotted with dirt and blood, eyes staring, neck a gory mess of infected wounds, is SPOT. He's also dotted with clots of scrambled egg and bits of bacon.  \n[23] To LOUIS, ELLIE, PASCOW, GAGE, and the corpse of SPOT enters JUD, his eyes shocked and staring.  \n[24] CHURCH at the door, waiting to be let out. ELLIE does the honors. CHURCH oils out into the shed/garage. ELLIE closes the door. She looks distressed. She crosses the kitchen again.  \n[25] RACHEL, in a flannel nightgown, is watching TV. LOUIS is reading a medical tome and making notes. GAGE, zipped into a warm blanket suit, is sacking on the couch.  \n[26] There's a VCR on top of the TV; LOUIS has been watching \"Night.\" Now he quickly uses the remote control to shut down the TV.  She's dressed for bed, and comes toward him slowly.  \n[27] He runs with the kite beneath a gorgeous fall sky in which fat clouds move like airy ocean liners.  \n[28] LOUIS is now sitting down, drinking a beer, staring at JUD.  \n[29] \n[30] SOUND: A car starting up.  The station wagon backs out and heads down the driveway. As it passes THE CAMERA, we see LOUIS driving. The wagon turns onto Route 9 and heads off.  CAMERA HOLDS ON THE HOUSE. A beat of silence. Then: the telephone starts ringing.  \n[31] LOUIS approaches it slowly and sets down his bag of grave-robbing equipment. He sets aside the remaining floral tributes and then opens the bag and takes out the spade. He looks down at the grave for a long second.  \n[32] It's dark.  \n[33] The station wagon turns in and parks. LOUIS gets out. He opens the back, removes the body in the tarp and the duffle bag filled with tools. He manages to get everything together and walks to the edge of the path. He looks at:  \n[34] Fast asleep on the coverlet in his dirty jeans and black sweater.  \n[35] He's under the kitchen table, green eyes gleaming. I think he loves dead, hates living.  SOUND: The doorlatch. CHURCH MIAOWS.  \n[36] \n[37] Headlights. RACHEL'S truck has arrived. It pulls up.  RACHEL opens the passenger door, which is on JUD'S side.  \n[38] \n[39] He's restless, having a very bad dream, from the look. He rolls back and forth. Closer and closer to the edge. Finally, with a wild yell, he goes over onto the floor.  \n[40] The phone starts to ring. After two or three ringy-dingys, LOUIS, looking extremely upset, comes out of the parlor and picks it up.  \n[41] He puts the doctor-bag down on the bed and roots through it. He comes up with three syringes, still wrapped in paper, and puts them aside. Then he roots around some more and comes up with several ampoules. He holds one up for inspection and we can read the word MORPHINE on it very clearly.  \n[42] LOUIS comes out the door. In one hand he's got a raw pork chop. In the other he is carrying a pair of Playtex rubber gloves. He walks to the soft shoulder and waits for an Orinco truck to pass. Then he crosses.  ", "Zelda": "", "Victor": "\n[1] PASCOW is in a blanket that is being carried by three boys and one girl. They are all yelling at each other not to joggle him, not to drop him. A small knot of horrified college kids moves with the bearers.  PASCOW'S head is upside down to the CAMERA, which retreats ahead of the advancing students. Fixed eyes stare. Half of his head has been shattered inward. Before the catastrophe he was a husky male of about twenty. He's dressed in a U of M muscle shirt and red jogging shorts.  THE CAMERA PULLS JERKILY TO ONE SIDE, allowing the bearers to mount the steps of a brick building. The infirmary. The lookers-on break to either side. The infirmary doors open.  ", "Pascow": "\n[1] PASCOW is in a blanket that is being carried by three boys and one girl. They are all yelling at each other not to joggle him, not to drop him. A small knot of horrified college kids moves with the bearers.  PASCOW'S head is upside down to the CAMERA, which retreats ahead of the advancing students. Fixed eyes stare. Half of his head has been shattered inward. Before the catastrophe he was a husky male of about twenty. He's dressed in a U of M muscle shirt and red jogging shorts.  THE CAMERA PULLS JERKILY TO ONE SIDE, allowing the bearers to mount the steps of a brick building. The infirmary. The lookers-on break to either side. The infirmary doors open.  \n[2] \n[3]\t\t...Pet Sematary...  LOUIS recoils, breaking the grip of the hand...but he cannot quite snap the grip of those bright dying eyes. Blood leaks from PASCOW'S mouth.  \n[4]\t\tIt's not the real cemetery... \t\t The soil of a man's \t\theart is stonier, Louis...a man \t\tgrows what he can...and tends it.  LOUIS leans forward again, terrified, yet needing to know.  \n[5]\t\tI'll come...to you.  LOUIS grabs PASCOW'S bloody shoulder.  \n[6] PASCOW begins to spasm again.  \n[7] PASCOW'S spasms are weakening.  \n[8] He's exquisitely dead. Now pallid as well as smashed up.  \n[9]\t\tCome on, doc. We got places to go.  \n[10] \n[11]\t\tCome on, doc--don't make me tell you \t\ttwice.  \n[12] He turns and leaves the doorway.  \n[13]\t\tHurry up, doc.  \n[14]\t\tCome on, doc...  LOUIS goes into:  \n[15]\t\tLet's go, doc.  \n[16]\t\tWho said you were dreaming?  He begins to move toward the garage door. After a moment LOUIS follows him.  \n[17] He really is a dreadful mangled mess.  \n[18]\t\tThis is the place where the dead speak.  \n[19] \n[20]\t\tThe door must not be opened. The \t\tbarrier must not be crossed. Don't \t\tgo on, doc. No matter how much you \t\tfeel you have to. There's more \t\tpower here than you know.  He points at:  \n[21] LOUIS has crumbled to PASCOW'S feet. His eyes are squeezed tightly shut.  \n[22]\t\tThe power of this place is old and \t\talways restless. Sometimes the dead \t\tdo more than speak. Remember, doc.  \n[23]\t\tRemember.  \n[24]\t\tThe door must not be opened. The \t\tbarrier must not be crossed.  \n[25]\t\tSometimes the dead do more than speak. \t\tRemember, doc.  \n[26]\t\tThe soil of a man's heart is stonier, \t\tdoc--  LOUIS turns toward:  \n[27] PASCOW, bloody and ruined in his jogging shorts and muscle shirt, has the pew to himself...except for CHURCH, who is sitting on his lap and PURRING.  \n[28]\t\tA man grows what he can...and tends it.  \n[29]\t\tRemember, doc.  LOUIS looks at:  \n[30]\t\tThe barrier was not meant to be \t\tcrossed. The ground is sour.  \n[31] \n[32]\t\tTimmy Baterman. That was wrong.  \n[33] He stands mute, just looking.  \n[34] VIC has put on his boogie shoes.  \n[35]\t\tPascow.  RACHEL suddenly straightens. She looks startled and afraid.  \n[36]\t\tThere's just time. If you run.  Without looking at PASCOW, RACHEL takes off her shoes and runs.  \n[37] The FEMALE GATE AGENT is starting to close the jetway door.  \n[38]\t\tDon't do that, babe.  The GATE AGENT looks puzzled, as if she just had a thought (or maybe a gas pain). She stops closing the door. RACHEL runs into the area. She sees:  \n[39]\t\tYou're doing just fine.  \n[40] PASCOW is lounging back against the rack of folders--and getting some of them bloody.  \n[41]\t\tWhat about the Aries K with the \t\tscratch on the side?  The CLERK starts looking through her papers.  \n[42] Both of them look tense. RACHEL is bolt upright behind the wheel. Suddenly, BANG! as one of the tires blow.  \n[43]\t\tIt's trying to stop you. Do you \t\thear me? It's trying to stop you.  RACHEL looks around uncertainly...a little afraid. As she scans the scene she looks at--and through--PASCOW.  \n[44]\t\tIt's the end of the line for me, \t\ttoo--I'm not allowed any further.  \n[45]\t\tI'm not.  She closes the door and steps down.  The truck starts off with a HISS OF RELEASED AIRBRAKES. As it pulls past her, RACHEL starts across the road, when:  ", "Dory": "\n[1]\t\tGoldman residence.  \n[2] They are by the sign-in book. Both are dressed in black. Both look haggard. But RACHEL looks more than haggard; she looks damned near insane with grief and horror.  \n[3] RACHEL screams and starts forward. DORY pulls her back.  \n[4] RACHEL screams. Her mother struggles to hold her but RACHEL easily breaks free and goes running down the aisle.  \n[5]\t\tWhy not, darling?  \n[6]\t\tWhy, he probably went out for \t\ta hamburger or a chicken dinner, \t\tdear. You know how men are when \t\tthey're alone.  Good old IRWIN'S face says that maybe LOUIS went out for a couple of grams of coke and a whore in Nazi SS boots.  RACHEL is dialing another number.  \n[7]\t\tRachel...darling...you're upset... \t\ta night's sleep...  ", "Goldman": "\n[1]\t\tGoldman residence.  \n[2] She's dressed for bed, in fuzzy pink pajamas. Her Chatty Cathy is crooked in one arm. In her lap is a Garfield transistor radio.  \n[3] RACHEL, holding GAGE, sits on the arm of ELLIE'S chair.  \n[4]\t\tI knew something like this would happen.  \n[5] There are others here, but they are in the b.g., and concentrating on the scene the old man is making. He's RACHEL'S dad. LOUIS is sitting in the aisle seat of a pew-like bench. He looks terribly shattered--they both do, actually. He's staring at the old man as if he cannot in the least comprehend what he's saying.  \n[6] They are by the sign-in book. Both are dressed in black. Both look haggard. But RACHEL looks more than haggard; she looks damned near insane with grief and horror.  \n[7]\t\tWhere were you while he was playing in \t\tthe road? Thinking about your stupid \t\tmedical articles? You stinking shit! \t\tYou killer of children!  \n[8] He goes stumbling and flailing backwards...strikes the coffin... knocks it off its bier. A SCREAM goes up from the mourners.  \n[9] \n[10] \n[11] IRWIN and DORY are watching RACHEL with some anxiety. RACHEL is holding the phone to her ear. We can hear the FILTERED SOUND of one ring after another. She hangs up.  \n[12] \n[13] \n[14] \n[15] RACHEL comes down the stairs, dressed for travelling. She's carrying a suitcase in one hand. Her parents meet her at the foot of the stairs.  \n[16] \n[17] ", "Missy": "\n[1]\t\tGonna get his--  \n[2]\t\tDon't mention it.  She opens the passenger side door of her car and we see a big neat pile of folded sheets. She reaches for them, then winces and presses her hands against her midriff for a moment, as if with an attack of indigestion.  \n[3]\t\tNo better and no worse.  \n[4]\t\tIt'll pass. They always do.  She starts toward the house with the sheets.  \n[5] She hangs limply, hands dangling at her sides, above the table, which now lies upon its side. We can see the note clearly. She pinned it to the bodice of her housedress.  SOUND: Car engines starting up.  ", "Dandridge": "\n[1] A light comes on and we see a hangman's noose strung over a beam. It dangles above a kitchen table which has been relegated to cellar duty.  SOUND: Descending footsteps.  \n[2] One light on...a cellar light.  SOUND: Ree-ree-ree...then...  SOUND: Kick! THUMP!  SOUND: Ree-ree-ree...  \n[3] She hangs limply, hands dangling at her sides, above the table, which now lies upon its side. We can see the note clearly. She pinned it to the bodice of her housedress.  SOUND: Car engines starting up.  ", "Steve": "\n[1]\t\tThe ambulance is at Sonny's Sunoco \t\tdowntown, getting--  \n[2] \n[3]\t\tIt wouldn't matter if we did have \t\tthe ambulance.  \n[4] \n[5]\t\tLouis, they're sending a--  \n[6] PASCOW'S spasms are weakening.  \n[7]\t\tHey!  \n[8] \n[9]\t\tStop it!  LOUIS swings. STEVE manages to block the punch with his body.  \n[10]\t\tStop it! Jesus, what's wrong with \t\tyou, Louis? It's your son's funeral, \t\tnot a boxing match!  That gets to LOUIS. He drops his fists. That stunned expression creeps over his face again--that look that says he doesn't have the slightest clue as to what's going on or how it could possibly have happened.  ", "Masterton": "", "Gage": "\n[1] GAGE is sitting in his car seat, not exactly crying but certainly yelling to be let out. The seat, dash, and floorboards are littered with roadmaps, soda cans, Big Mac boxes, and similar crud. These folks have driven all the way from Chicago to Maine in this station wagon, and the wagon looks it.  \n[2] \n[3] He's standing in the driveway by the front of the car, utterly forgotten in the heat of the moment. His diaper is sagging quite a bit; the boy needs a change.  He stares toward the scene of the accident for a bit, then loses interest. CAMERA FOLLOWS as he walks down the side of the station wagon, little bare feet slapping on the asphalt. He stops for a moment at the back, looking at the cat-carrier, which LOUIS never got around to opening. CHURCH is staring hopefully out through the mesh.  \n[4]\t\tHi-Durch!  \n[5] The windlash if the passing truck blows GAGE'S hair back from his forehead. We should be scared here--not by the truck, but by GAGE'S lack of fear. He's smiling, happy.  \n[6]\t\tDruck!  He starts down the driveway toward the road.  \n[7] A truck is coming. A great big one.  \n[8] He takes a step into the road...and then big, gnarled hands grab him.  GAGE looks rather surprised at this, but not worried--this kid is used to being picked up and treated humanely. To GAGE strangers are as interesting as...well, as interesting as Orinco trucks.  \n[9] The fellow who has picked GAGE up is a man of about eighty in old blue jeans, a faded Bruce Springsteen t-shirt. Over this he wears a faded khaki vest with bright silver buttons. His face is deeply wrinkled and kindly.  \n[10]\t\tDrucks!  \n[11] GAGE has been changed, and RACHEL is following him as he explores the nearest edges of the new homestead. They are fairly close to the wreckage of the tire swing, and here is the head of the path ELLIE has already glimpsed.  \n[12] She's holding GAGE on her hip now, and both of them are looking at that strange  path which disappears into the deepening twilight. LOUIS and JUD join them.  \n[13] Cheerful little clots of scrambled eggs are scattered all the way across the tray of his high-chair--it looks a little like a map of the Pacific islands done by a guy who only had a yellow crayon. Now he scoops up a handful and throws them.  \n[14] ELLIE gets down and goes across to the cat-carrier.  \n[15] \n[16]\t\tHere, Durch!  He picks up a large glob of scrambled eggs from his tray and throws it in the direction of the cat-carrier.  \n[17] \n[18]\t\tBye-bye!  \n[19] \n[20]\t\tGo, dayee!  They all laugh--JUD ruffles the kid's hair.  \n[21] GAGE runs to his dad, chubby legs working. He reaches him, and LOUIS transfers thee ball of string to GAGE'S hands.  \n[22]\t\tDat?  \n[23]\t\tGage fline it?  \n[24] \n[25]\t\tGage fline it!!  \n[26] We are at some distance--far enough to see that the two of them have moved quite close to the road.  \n[27] We can see their faces upturned to us--we can hear the AMPLIFIED RATTLING SOUND of the kite itself.  THE CAMERA PANS TO THE LEFT--to the road. And we can see the truck, fairly close by now, and coming closer.  \n[28] This is the last moment of happiness in this man's life--so let's make it very happy. As he and GAGE stare up at the kite:  \n[29] There's a strong gust of wind. The ball of string falls out of GAGE'S hand.  \n[30] He takes off after the ball of twine.  \n[31]\t\tKite fline too fast!  SOUND: The oncoming truck.  \n[32] He's still scampering after the bouncing ball of kite-twine, which has now almost reached the road.  \n[33] The kid's almost in the road; the ball of twine is in it.  \n[34] \n[35]\t\tGeddit-geddit-geddit!  \n[36] As he reaches the broken white line he grabs the ball of string.  \n[37]\t\tDruck!  \n[38] Suddenly THE DRIVER'S face turns into a Halloween mask of horror. He BLASTS THE AIR-HORN.  \n[39] BLARE OF THE AIR-HORN. A shadow falls over his face. There is an audible CLICK! and we FREEZE FRAME. What we have now is a tremen- dously winning photograph of a little boy, not quite two, with a ball of string in his hand...and a shadow lying across his face.  \n[40] He runs toward THE CAMERA, happy and laughing, in SLOW MOTION.  \n[41] LOUIS is now weeping, but he seems calm just the same.  \n[42] He is not put out of countenance in the slightest by PASCOW'S appearance; he probably knows PASCOW is just a figment of his conscience or imagination, and so do we.  \n[43] \n[44] He's crying harder. Abruptly he reaches out at the floral tributes and knocks a bunch of them over.  \n[45] LOUIS approaches it slowly and sets down his bag of grave-robbing equipment. He sets aside the remaining floral tributes and then opens the bag and takes out the spade. He looks down at the grave for a long second.  \n[46] Now it's pretty deep. Four feet, maybe. LOUIS is standing in it. We see his feet as the shovel goes up and down, up and down.  \n[47] He's lying on his stomach, reaching in. We hear the SOUND of dirt grating in hinges again.  \n[48] LOUIS'S hands enter the shot and put a few more rocks on it. THE CAMERA PULLS BACK and we see him surveying his work. Beside him is the canvas tarp, now open and empty.  Absently, LOUIS stuffs the tarp into the duffle bag (where his tools have also been replaced) and stands up with a wince. One hand goes to his lower back. He looks down at the cairn.  \n[49] THE CAMERA MOVES IN SLOWLY. Holds. Nothing for a beat. Then:  A small white hand slams up through the rocks, hopefully scaring the living shit out of us.  CAMERA MOVES CLOSER as the hand begins to feel around. It takes one of the rocks and pushes it aside. Another. Another. Another.  The SOUNDS are not encouraging. It is GRUNTING and GROWLING. There is nothing human here.  Rocks begin to tumble as GAGE starts to come out of his grave.  \n[50] This one's gotta be pretty rough. George will know what to do. We finally see GAGE, but it should be clear to us that it's not really GAGE at all. Some daemonic presence is riding inside the mouldering, disfigured shell of GAGE.  There is a struggle. JUD is repeatedly slashed with the scalpel. Perhaps he gets GAGE a time or two with the pocketknife.  GAGE screams and gibbers--nothing intelligible here; only sounds.  JUD expires.  GAGE sits on top of him...and then bites into his throat.  \n[51]\t\tMummy!  She stops, startled. Her face wears a \"did I hear that?\" expression. She looks back toward JUD'S house.  \n[52]\t\tMummy!  RACHEL walks halfway up JUD'S paved walk and looks at:  \n[53]\t\tMummy, I need you!  RACHEL looks stunned--rocked. She steps onto the porch.  \n[54]\t\tMummy, I need you!  She crosses to the open door.  \n[55] They enter the house, go to the closet, then leave again.  \n[56] Empty.  \n[57] One set comes in from the shed-garage and heads for the parlor and upstairs. The other comes out of the parlor and crosses to the kitchen door giving directly on the outside.  \n[58]\t\tI'm at Jud's, daddy. Will you come \t\tover and play with me?  LOUIS is dumbfounded...slack-mouthed with terror.  \n[59]\t\tMommy already came. We played, daddy. \t\tFirst I played with Jud and then mommy \t\tcame and I played with mommy. We had \t\tan awful good time. Now I want to play \t\twith you.  GAGE begins to giggle...a really awful sound.  \n[60]\t\tLet's play, daddy! Let's play hide \t\tand go seek!  \n[61] He leaps down, crashes on the floor, and then picks himself up. He is waving the scalpel.  \n[62]\t\tAllee-allee-in-free! allee-allee- \t\tin-free! Allee-allee-in-free!  \n[63] I won't choreograph all the moves, but GAGE slashes his stunned father up pretty badly with the scalpel. He's screeching the whole time. LOUIS finally begins to react. He grapples with the little critter, and tries to get the syringe into him. No good. It's batted out of his hand just before he can do it. It breaks.  LOUIS and GAGE fall to the floor. LOUIS gets the other syringe out of his pocket, but it's also knocked out of his hand. Only consolation is this one isn't broken. It rolls off along the floor. LOUIS finally manages to get it again as the struggle goes on, and plunges it into GAGE'S neck.  \n[64]\t\tNo fair! NO FAIR!  He gets to his feet, clawing for the needle lolling out of his neck. He's lost all interest in his father. He goes staggering away. He's slowing down. He goes to his knees...and falls on his face.  LOUIS watches this... and then his vacant, half-catatonic gaze goes to:  ", "Jud": "\n[1] The fellow who has picked GAGE up is a man of about eighty in old blue jeans, a faded Bruce Springsteen t-shirt. Over this he wears a faded khaki vest with bright silver buttons. His face is deeply wrinkled and kindly.  \n[2]\t\tNo you don't, my friend--not in \t\tthat road.  But he softens this with a grin. GAGE grins back at him.  \n[3]\t\tNo shit, Sherlock.  JUD carries him up the driveway to the station wagon. Here he's joined by LOUIS and RACHEL, out of breath and really scared. ELLIE brings up the rear. She's still sniffling.  \n[4]\t\tHe was headed for the road, looked \t\tlike. I corralled him for you, missus.  \n[5]\t\tJud Crandall. I live just across the road.  \n[6]\t\tNo harm, no foul. But you want to watch \t\tout for that road. Those damn trucks go \t\tback and forth all day and most of the \t\tnight.  He leans over toward ELLIE.  \n[7]\t\tWho might you be, little Miss?  \n[8]\t\tAnd now you live on Route 9 in Ludlow, \t\tand your dad's gonna be the new doctor \t\tup to the college, I hear, and I think \t\tyou're going to be just as happy as a \t\tclam here, Ellen Creed.  \n[9]\t\tSame here. Come over and visit when \t\tyou get the chance.  As RACHEL, carrying GAGE, moves away:  \n[10]\t\tI guess your daughter there ain't \t\tgoing to die after all.  \n[11]\t\tHouse has stood empty for too long. \t\tIt's damn good to see people in it again.  SOUND: A truck engine, gearing down.  \n[12] \n[13]\t\tMovin' in's mighty thirsty work. I \t\tusually sit out on my porch of an evening \t\tand pour a couple of beers over m'dinner. \t\tCome on over and join me, if you want.  \n[14] They cross to the van. The FIRST and SECOND MOVERS are just climbing out of the van.  \n[15]\t\tOh, ayuh! I know. It's a good story, and \t\ta good walk, too. I'll take you up there \t\tsometime, and tell you the story, too-- \t\tafter you get settled in.  He smiles at them and they smile back--it is a look of understanding and real liking, in spite of the age difference between the CREEDS and JUD.  \n[16]\t\tThat you, doc?  \n[17] The Walkman is in his lap. He switches it off and puts the headphones casually around his neck, like a kid.  \n[18]\t\tWell, come on up and have a beer.  \n[19]\t\tYou need a glass?  \n[20]\t\tGood for you.  LOUIS drinks half the can at a draught.  \n[21]\t\tAin't it just? The man who invented \t\tbeer, Louis, that man was having a \t\tprime day for himself.  \n[22]\t\tAllman Brothers.  \n[23]\t\tThe Eat A Peach album. God, they were \t\tgood before drugs and bad luck caught \t\tup with them. Listen to this, Louis.  He passes the headphones over. LOUIS puts them on. JUD presses the Walkman's PLAY button.  SOUND: Ramblin' Man blasts us out of our seats.  LOUIS winces and rakes the spidery earphones off his head.  \n[24]\t\tI'm sorry. Wait.  He turns it down.  \n[25]\t\tTry that.  LOUIS puts the earphones back on and listens for a few moments. It's the instrumental break. Gregg and Duane Allman dueling hot Fenders. LOUIS takes the earphones off.  \n[26]\t\tI like rock and roll. No...I guess \t\tthat's too mild. I love it. Since \t\tmy ears started to die out on me, \t\tit's the only music I can really hear. \t\tAnd since my wife died...I dunno, some- \t\ttimes a little rock and roll fills up \t\tnight. Not always, but sometimes. \t\tOne more time--welcome to Ludlow. Hope \t\tyour time here will be a happy one.  \n[27] \n[28]\t\tThat's one mean road, all right--you \t\tremember that path your wife commented on?  \n[29]\t\tThat road--and those Orinco trucks-- \t\tare the two main reasons it's there.  \n[30]\t\tAnother day--after you get settled in a \t\tbit. Meantime, doc---  Here JUD raises his glass in a toast.  \n[31]\t\tHere's to your bones.  LOUIS clinks his glass against JUD'S.  \n[32] They are also at the edge of the woods. JUD stops and lets them catch up.  \n[33]\t\tTake a look behind you.  They turn around, and their faces express their wonder.  \n[34] \n[35]\t\tYou folks ready to go on?  \n[36]\t\tYou'll see soon enough, hon.  They go into the woods, still following the path.  \n[37]\t\tNope. The Micmac Indians. What's up \t\tahead is all that's left of their \t\ttribal lands.  \n[38]\t\tAyuh, it's a funny word, ain't it? \t\tYou tired of totin' that yowwen yet, doc?  \n[39]\t\tAw, you'll be okay. Less than a mile.  He starts off again, fresh as a daisy. ELLIE scampers after him. LOUIS rolls his eyes at his wife and RACHEL rolls hers back. Then they press on.  \n[40] \n[41]\t\tThis is the place, honey.  ELLIE is of course second. Se tries to read the words on the arch but can't. She whips around to look at her mother.  \n[42] \n[43] JUD lights a cigarette with a wooden match, using his thumbnail.  \n[44]\t\tI told you it was a bad road, \t\tLouis--it's killed a lot of pets \t\tand made a lot of kids unhappy. \t\tBut at least something good come \t\tof it. This place.  \n[45] They are walking slowly toward that rude archway. LOUIS is extremely interested in all this, but it's becoming clearer and clearer that RACHEL is troubled. They stop and look in.  \n[46]\t\tWell, but Missus Creed! It ain't \t\tquite that way, deah!  \n[47]\t\tWell...they have to learn about death \t\tsomehow, now don't they, Missus Creed? \t\tThe little ones?  \n[48]\t\tWell...well, because--  \n[49]\t\tNo, honey! You don't want to go \t\tclimbing on that! Come on down!  He hurries in.  \n[50] She totters backward, pinwheeling her arms, and JUD catches her as she falls. Not much of a catch because she wasn't too far up.  LOUIS joins JUD and ELLIE. GAGE jounces along on his back.  \n[51]\t\tBest never to go climbing on old blowdowns \t\tlike this, Ellie--sometimes they bite.  \n[52]\t\tAyuh.  \n[53] \n[54] \n[55] JUD looks at LOUIS as if to say \"What's all this about?\" LOUIS looks away.  \n[56] They are walking slowly toward her. LOUIS is looking at the tombstones.  \n[57]\t\tAyuh--they get older as you go \t\ttoward the middle.  Pete \t\tLaVasseur's dog is buried there... \t\t the Stoppard boys' racing \t\tpigeon that Missus Cowley's cat \t\tgot...and I think that's the cat \t\thimself right there, although it's \t\tbeen so many years I can't tell for \t\tsure. \t\t\t\t \t\tMissy Ellen! Come over here just a \t\tminute!  \n[58]\t\tI see you're quite a reader for such \t\ta little girl. Can you read that?  He points again, and Ellen goes over for a look-see.  \n[59] \n[60]\t\tLast name's Crandall, little missy.  LOUIS looks at him sharply as ELLIE rejoins them.  \n[61]\t\tThat's where I buried my dog Spot \t\twhen he died of old age in 19 and \t\t14. Dug it good and deep. By the \t\ttime I finished, I had blisters all \t\tover my hands and a hell of a crick \t\tin my back. Soil's stony up here.  ELLIE looks awed. LOUIS looks a little awed, too.  JUD sweeps a hand around, indicating the whole sematary, but is still looking at ELLEN.  \n[62]\t\tDo you know what this place is, \t\tEllie? Oh, I know you know it's a \t\tboneyard, but a bone ain't nothing \t\tand even a whole pile of 'em don't \t\tamount to much. Do you know what a \t\tgraveyard really is?  \n[63]\t\tIt's a place where the dead speak, \t\tMissy.  He sees her startled, uneasy expression and laughs. He ruffles her hair reassuringly.  \n[64]\t\tNo--not right out loud. Their stones \t\tspeak...or their markers. Even if the \t\tmarker ain't nothing but a tin can \t\tsomeone wrote on with a Magic Marker, \t\tit speaks. Ain't that so, Louis?  \n[65]\t\tWell, it still says some animal got \t\tlaid down here after, don't it?  \n[66]\t\tYes. To remember. This ain't a scary \t\tplace, Ellie. It's a place of rest \t\tand speaking. Can you remember that?  \n[67] \n[68] \n[69]\t\tMe neither. But I believe in knowing \t\tyour enemy.  LOUIS looks at him, startled, then decides this is a joke. He laughs. JUD smiles, a trifle thinly.  \n[70]\t\tLouis? 'Fraid you may have a spot of \t\ttrouble.  \n[71] He's on the phone, looking out his window.  \n[72]\t\tDid you tell me Rachel took the \t\tkids back to Chicago for a few days?  \n[73] \n[74]\t\tWell, there's a dead cat over here on \t\tthe edge of my lawn, Louis. I think it \t\tmight be your daughter's.  \n[75]\t\tWell?  \n[76] \n[77]\t\tI'm sorry. At least it don't look like \t\the suffered.  \n[78]\t\tLoved that cat pretty well, didn't she?  \n[79]\t\tYou going to bury him in the Pet \t\tSematary?  \n[80]\t\tGoing to tell Ellie?  \n[81]\t\tSeems like you told me about a promise \t\tyou made--  \n[82] \n[83]\t\tCat's just as dead, Louis.  \n[84]\t\tNo need to apologize.  \n[85]\t\tMaybe there's a better way.  \n[86] JUD has a Walkman clipped to the belt of his pants and earphones slung around his neck.  \n[87]\t\tIt's going to be dark before we even \t\tget where we're going, Louis. But \t\twe can do it...and we're going to.  \n[88]\t\tDoes she love the cat?  \n[89]\t\tThen come on.  He puts the earphones on, effectively forestalling further argument, and pushes the PLAY button on the Walkman. We can hear Marshall Crenshaw singing \"Crystal Girl.\" JUD starts away. After a moment, LOUIS follows.  \n[90]\t\tWhat say, Louis?  \n[91]\t\tWe're still not where we're going.  He walks past LOUIS and toward the deadfall. LOUIS follows.  \n[92]\t\tThe place we're going is on the \t\tother side of that.  He points at the deadfall.  \n[93]\t\tNo. We won't. I have climbed it a time \t\tor two before, and I know all the places \t\tto step. Just follow me...move easy...don't \t\tlook down...and don't stop. If you stop, \t\tyou'll crash through for sure.  \n[94]\t\tGive me the cat. I'll take care of it \t\tmyself.  He holds out his hand and LOUIS sees the old man means exactly as he says. After a moment he says:  \n[95] There are beads of sweat on the old man's face. He looks both stern and a little scared.  \n[96]\t\tJust don't stop and--  \n[97] \n[98]\t\tCome on, Louis--don't stop!  \n[99] We're looking up at a fairly steep angle as LOUIS staggers off- balance. He steps with his other foot, misses, and goes flying.  \n[100] LOUIS thumps to the ground nearby. JUD kneels beside him.  \n[101]\t\tLouis! You all right?  LOUIS sits up groggily. His pants are torn. His sweatshirt is torn. His ankle is bleeding.  \n[102]\t\tNo, you shouldn't have stopped. But \t\tyou got away with it. Important thing \t\tis are you sure you're all right?  \n[103]\t\tYou'll see before long. Let's go.  He starts off up the path. After a moment LOUIS follows, carrying the bag.  \n[104] Again, there should be a sense of awe and mystery as they go tolling up the path into the twilight, dwarfed by those ancient firs.  SOUND OF CRICKETS, LOW at first, then UP TO LOUD: Ree-ree-ree...  \n[105] Lots of undergrowth here, and creeping ground-mist, too. The SOUND OF CRICKETS is now only a part of the soundtrack: BUZZ OF CICADAS, THUMP OF FROGS. Swamp-sounds.  LOUIS looks frankly doubtful.  \n[106]\t\tThis next bit's like the deadfall, Louis-- \t\tyou got to walk steady and easy. Just follow \t\tme and don't look down.  \n[107] Mysterious...awesome...scary. Dead trees poke out of the murk like twisted hands. There's scummy water standing around tussocks covered with long grass, most of it dead. There's a lot of choking underbrush.  All of this fades away into a grim, obscuring fog.  \n[108] \n[109]\t\tMicmacs used to call it Little God Swamp.  \n[110]\t\tAyuh.  \n[111]\t\tAyuh.  JUD starts off, stepping to the first tussock. After a moment, LOUIS follows.  \n[112] His face is set, strange.  \n[113]\t\tThere's a lot of funny things down \t\tthis way, Louis.  \n[114] \n[115] \n[116]\t\tThe air's heavier...more electrical... \t\tsomething. You might see St. Elmo's \t\tFire...what the sailors call 'foo-lights.' \t\tIt makes funny shapes, but it's nothing.  \n[117] \n[118]\t\tJust don't stop, Louis. You don't \t\tever want to stop down here in \t\tLittle God.  And you don't \t\tever want to look behind you, \t\twhatever you hear.  \n[119] We see them moving through the mist like wraiths, JUD with his digging tools, LOUIS with his light and his Hefty-Bag coffin. The whole swamp is glowing dimly.  \n[120] JUD'S panting and out of breath; LOUIS is, if anything, in worse shape.  \n[121]\t\tAlmost there, Louis.  \n[122]\t\tThis time I mean it.  He tops the last step and stands on a rocky level under the stars, the wind blowing his hair off his deeply lined brow. A few moments later LOUIS joins him and stares with undisguised wonder.  \n[123] The top of this hill or bluff is rocky and bare, but there are a number of rocky piles. But for every pile of rocks we can see, there are ten littered heaps, as if the neat piles had been burst apart. There's a shape to all of this, and it is the shape of the Pet Sematary: concentric circles.  SOUND: The wind, blowing ceaselessly.  \n[124] \n[125]\t\tThis was their burying ground, Louis.  \n[126]\t\tThe Micmac Indians. I brought you here \t\tto bury Ellen's cat.  \n[127]\t\tI had my reasons, Louis. We'll talk later. \t\tAll right?  \n[128]\t\tYou want to rest a bit before you start?  \n[129]\t\tSoil's thin, all right. But you'll manage.  He hands him the pick and shovel.  \n[130]\t\tI'm going to sit over yonder and have a \t\tsmoke. I'd help you, but you've got to \t\tdo it yourself. Each buries his own. \t\tThat's how it was done then.  JUD walks away, leaving LOUIS with the digging tools in one hand and the flashlight in the other. After a minute, LOUIS walks out into the burying ground.  \n[131]\t\tShould be deep enough.  He joins LOUIS. He's got a lot of rocks in his arms.  \n[132]\t\tYour cairn.  \n[133] \n[134]\t\tDon't worry about that.  \n[135]\t\tBecause it's right.  He walks off again.  LOUIS looks after him for a moment, then kneels down.  \n[136]\t\tThat's fine. You did real good.  LOUIS looks at him.  \n[137] He stands there, eyes inscrutable.  \n[138]\t\tLouis.  \n[139] \n[140]\t\tWhen you talk to 'em, not one word \t\tabout what we done tonight. 'S'far's \t\tyou know, the cat's still fine.  \n[141] \n[142]\t\tYou'll understand. In the meantime, \t\tkeep your peace. What we did, Louis, \t\twas a secret thing. Women are supposed \t\tto be the ones who are good at \t\tkeeping secrets, but any woman who \t\tknows anything at all would tell you \t\tshe's never seen into a man's heart. \t\tThe soil of a man's heart is stonier, \t\tLouis--like the soil up there in the \t\told Micmac burying ground. A man \t\tgrows what he can...and tends it.  During this, he's come across the room to LOUIS and dropped his hand on LOUIS'S shoulder.  \n[143]\t\tNo buts! Accept what's done, Louis. \t\tWhat we done was right. Another time \t\tit might not be, but tonight it was... \t\tat least I hope to Christ it was. Now \t\tyou make your call...but not a word \t\tabout tonight.  \n[144] SOUNDS: Boops and beeps of a touch-tone telephone. Ringing. Then:  \n[145] The garden is a plot of about half an acre. JUD comes trundling slowly along a row, pushing a wheelbarrow. There are several pumpkins in it. JUD is wearing old khaki gardening pants and a Ramones sweatshirt. He's wearing his headphones and we can hear the Romantics doing \"What I Like About You.\" JUD is singing along and bopping a little--as much as his arthritis will allow, if you can dig it.  He sees a real big pumpkin, stops, and bends over to get it.  He takes out his pocket-knife and slits the pumpkin-vine. He gets the pumpkin in his arms and stands up. He turns...and LOUIS is right there , looking totally stunned.  JUD, startled, drops the pumpkin. LOUIS reaches out and slides the phones off JUD'S ears.  \n[146]\t\tI most generally don't start before \t\tnoon, but this looks like an exception.  \n[147]\t\tWhy, saved a little girl from being \t\tunhappy...that's all. Drink up, Louis!  LOUIS drinks about half the beer.  \n[148]\t\tWouldn't wash?  \n[149]\t\tAyuh. It was the rag-man told me about \t\tthe place--Stanley Bouchard. Us kids \t\tjust called him Stanny B. He was half \t\tMicmac himself.  LOUIS drains his beer.  \n[150]\t\tI guess it wouldn't hurt.  He gets up and goes to the fridge.  \n[151] \n[152]\t\tThe Micmacs used to bury their dead \t\tup there long before the whites came.  He returns to the table with the beer.  \n[153]\t\tThey buried their dead and for a long \t\ttime their dead stayed buried. Then \t\tsomething happened. Half the tribe died \t\tin a season. The rest moved on. They \t\tsaid a Wendigo had soured the ground.  \n[154]\t\tSpirit of the north country. Not a good \t\tspirit. Wendigos are great liars and \t\ttricksters, according to the stories. \t\tAnd if one touches you...  JUD pauses, perhaps a flustered, and gathers his thoughts.  \n[155]\t\tMaybe it really was a Wendigo-- \t\tI ain't the one to say it wasn't-- \t\tor maybe it was just some disease. \t\tWhatever the reason, those that were \t\tleft moved on. But they left that \t\tplace...the way it is now.  JUD shrugs, and drinks.  \n[156] The time here is about 1910. JUD is wearing short pants. He's crying, not in any big-deal histrionic way, but as if he means to keep doing it for a long time. I mean he looks really sad.  \n[157]\t\tI loved my dog a lot, Louis. When Spot \t\tdied, I thought I was gonna die.  JUD is sitting on the front stoop. It's the same house JUD lives in now, but the porch hasn't been added yet, and the road is dirt rather than tar.  Along this road comes a horse-drawn wagon--STANNY B.'S wagon. The wagon's full of junk, rags, bottles...stuff to sell and swap. Strung across the top are bells, and we can hear their CHIMING SOUND...but faint, like bells heard in a dream.  STANNY B. is old and drunk. Dust spumes up behind the wagon as he draws up to the CRANDALL house and stops. He gets down, almost falls, takes a bottle out of his back pocket, drinks, and approaches JUD. We can see him speaking.  \n[158] \n[159]\t\tStanny B. did for me what I did for \t\tyou last night, Louis. Only I wasn't \t\talone when Spot came back.  \n[160]\t\tMy mother was with me.  She sees who it is--what it is--and backs away, screaming, horrified.  \n[161]\t\tHe'd got caught in bobwire that infected. \t\tYou could still see the marks on him.  And so we can, around his neck and along the side of his head. These marks are the counterpart of the marks we've already seen on \n[162] She's cringing against the fence at the rear of the yard. SPOT stands in front of her, swaying from side to side, as if doped.  \n[163]\t\tGet your dog, Jud! He stinks of the \t\tground you buried him in! Come here \t\tand get your dog!  She is in utter terror.  \n[164] Horrified...ashamed.  \n[165] \n[166]\n[167] \n[168]\t\tWell, she was a little upset at first, \t\tand that's why I thought you ought to \t\thold your peace when you talked to \t\tyour people last night...you did, didn't \t\tyou, Louis?  \n[169]\t\tWhy, then, things should be fine.  \n[170]\t\tShe got used to the idea. Spot lived \t\tanother four years. He died peacefully \t\tin the night that second time, and I \t\tburied him in the Pet Sematary...where \t\this bones still lie.  \n[171] We see them crossing.  \n[172] \n[173]\t\tA man doesn't always know why he does \t\tthings, Louis. I think I did it because \t\tyour daughter ain't ready for her \t\tfavorite pet to die.  \n[174]\t\tEllie's a little scared of death. And \t\tthe main reason Ellie's that way is \t\tbecause your wife is a lot scared of \t\tdeath. Now you just go ahead and tell \t\tme I'm wrong.  But LOUIS'S reaction tells him he's not wrong--in fact, JUD has hit the nail right on the head.  \n[175]\t\tYou do it for all the best reasons, \t\tbut that ain't why. You do it because \t\tit gets hold of you...you do it \t\tbecause you have to.  \n[176]\t\tThey do it to honor the dead, Ellen.  \n[177] As the mourners begin to break up, these three start back toward LOUIS'S car.  \n[178]\t\tRachel not feeling well?  \n[179]\t\tOut of the mouths of babes, Louis.  \n[180]\t\tPoor Missy. God, I was sorry to \t\thear. I remember when she was \t\tno older'n Ellen there, walking down \t\tto the store with her Raggedy Anne \t\tdoll draggin' behind her in the dust. \t\tI don't know why God takes someone \t\tlike her, who should have a bunch of \t\tyears still in front of them, and lets \t\tan old shit like me just go on and on.  \n[181]\t\tAyuh...how is your cat, Louis?  \n[182]\t\tNope. He's your cat now.  JUD opens one of the back doors as LOUIS goes around to the driver's side.  \n[183] JUD'S lighting a cigarette. His Walkman 'phones are around his neck.  \n[184]\t\tDon't let him go in the road, Louis!  RACHEL looks; registers terrible alarm.  \n[185]\t\tSedative finally took hold. She's asleep.  \n[186]\t\tYour father-in-law packs a wallop, \t\tfor an old guy. He and his wife gone \t\tback to Chicago?  \n[187]\t\tLouis--  The swing door opens. They look toward:  \n[188] \n[189]\t\tWhat you got there, Ellie?  At first she doesn't want to show him, but JUD is very kind.  \n[190]\t\tWhy that's real nice...you pullin' \t\thim on a sled. Bet he liked that, \t\tdidn't he?  ELLIE nods. She is starting to cry. JUD is also leaking at the eyes.  \n[191]\t\tEllie...God doesn't do things like \t\tthat. I know you loved y'brother, but--  \n[192]\t\tLouis, take care of your little \t\tgirl...she needs you.  \n[193] As LOUIS enters through the swing door from the dining room, JUD is just letting CHURCH out the back door. As JUD closes the door:  \n[194]\t\tI got you a fresh beer out of the \t\tfridge, Louis.  He indicates the table, where there is indeed a fresh beer.  \n[195]\t\tYou're thinking of things best \t\tnot thought of, Louis.  \n[196]\t\tYou never asked me if anyone had \t\tburied a person up there in the \t\tMicmac burying ground--  LOUIS'S hand jerks. Beer goes foaming across the kitchen table.  \n[197]\t\t--but I think the thought \t\thas crossed your mind.  \n[198]\t\tAyuh--it's a mess, all right.  As LOUIS goes to get a cloth to wipe up the mess:  \n[199]\t\tI know the Micmacs thought it was a \t\tholy place...and then they thought \t\tit was a cursed place. That's why \t\tthey moved on.  \n[200]\t\tAnd because the dead walked.  LOUIS stops sopping and looks at him.  \n[201] \n[202]\t\tOh, ayuh. It's been done. What you've \t\tbeen thinking of has been done.  \n[203]\t\tTimmy Baterman was on his way home \t\tfrom the war with his Purple Heart \t\twhen he got killed in some stupid \t\tcar accident down in Georgia.  \n[204]\t\tBill was bitter--his son had been in \t\tthe thick of it two years and then got \t\tshot in the leg--a clean flesh-wound. \t\tHe was supposed to be coming home safe \t\tand sound. Instead, he come home in a \t\tbox after all.  \n[205]\t\tHe wasn't able to get to the bottom \t\tof the truth, Louis.  \n[206] LOUIS is now sitting down, drinking a beer, staring at JUD.  \n[207]\t\tWhy...that sometimes dead is better. \t\tThat's all. Sometimes dead is better.  \n[208]\t\tIt ain't your wife and little girl \t\tthat's got me worried, Louis.  \n[209]\t\tTimmy was buried on July 22nd, as \t\tI remember.  \n[210]\t\tIt was four or five days later when...  \n[211]\t\t...Margie Washburn seen him walking \t\tup the road toward Yorkie's Livery.  \n[212]\t\tLots of people saw Timmy Baterman \t\twalking back and forth between the \t\thome place and the town line. But \t\tit was Margie...  \n[213]\t\t...who finally got up enough guts to \t\ttalk to the town fathers about it. \t\tShe knew it had to be stopped, Louis.  \n[214]\t\tShe knew it was an abomination. \t\tGeorge Anderson, the town postmaster, \t\twas there...and Alan Purinton...Hannibal \t\tBenson...and me. I was there.  \n[215]\t\tCome on.  They start around to the back.  \n[216]\t\tI heard your boy was killed down \t\tGeorgia.  \n[217]\t\tBill, this ain't right--you can see \t\tthat yourself--  \n[218]\t\tGod help you, Bill.  \n[219] \n[220]\t\tThere was a fire.  b.) We see legs as people get out of the car, and hands holding tin cans of gasoline.  c.) Hands splash gasoline from the cans along the sides of the house.  \n[221]\t\tGet out, Billy--the place is \t\tgoing up.  He walks away. BILL BATERMAN, wearing a strappy tee-shirt, looks out the window.  \n[222]\t\tIf he don't, he don't.  \n[223] \n[224]\t\tSometimes dead is better, Louis.  BLACK. And on it, a sixth title card: THE DEAD WALK.  \n[225] He shuffles to the telephone. His Walkman 'phones are around his neck. He's got a bottle of beer in one hand.  \n[226]\t\tHello--you got Judson.  \n[227]\t\tChicago! Is Louis with you?  \n[228] His face says this is very serious.  \n[229]\t\tNo--but if he drops by, I'll tell \t\thim to call you.  \n[230]\t\tI don't--  \n[231] \n[232]\t\tAyuh, I think 'twas. If I see Louis \t\tcome home before I go to bed, I'll \t\ttell him to--  \n[233]\t\tRachel!  \n[234] \n[235]\t\tNo! Rachel! Don't do that! \t\tRachel--!  The buzz of an open line. Connection broken. JUD slowly replaces the receiver. The man looks very grim.  \n[236] It's dark.  \n[237] He sits down.  \n[238]\t\tYou done it, you stupid old man... \t\tnow you got to undo it.  He puts his earphones on. Cracks a beer. Lights a cigarette. Pushes the PLAY button on the deck. Faint SOUNDS of The Clash buzz-sawing \"Rock The Casbah.\"  JUD begins to watch.  \n[239] His chin slips to his chest, even though we hear Creedence on his 'phones and to him the sound must be at blastoff levels. There's a long round ash on his cigarette in the tray. A couple of empty beer cans on the table beside him.  A truck blasts by, startling him out of his doze. He jerks his head up suddenly...and slaps himself. He's okay...for now.  \n[240] He's fast asleep with the tinny sound of Graham Parker coming out of his Walkman 'phones.  SOUND: An approaching car.  \n[241] Zonked out. He missed the whole thing. Nice going, Jud.  \n[242] More deeply asleep than ever. Suddenly, from inside, comes the sound of Quiet Riot singing/screaming \"Bang Your Head.\" It's the stereo, and boy, is it cranked.  JUD straightens up so suddenly he almost falls off his chair. His hands go first to his earphones--his first thought on waking is that it's coming from there--and then he hurries inside.  CAMERA PANS DOWN to small muddy tracks on the porch floor.  \n[243] He hurries in, turns on the light, and rushes across to his stereo system, which is state-of-the-art digital--it looks like a flying saucer among the more traditional furnishings of the room. He shuts it off and looks around, frowning.  SOUND: Todd Rundgren, singing \"Bang on the Drum All Day\" at the top of his voice.  JUD'S head snaps toward the SOUND.  \n[244]\t\tWho's here?  He walks toward the door which gives on the hall.  \n[245] It's dimly lit by light-spill from the living room and kitchen.  \n[246]\t\tCome on, stop playing games!  SOUND: Molly Hatchet, \"Flirtin' with Disaster,\" being played top end, from upstairs.  JUD hurries up. Let me suggest that there is a certain psychology at work here--for the moment he's more concerned about waking the neighborhood with all this high-decible rock and roll than with the prowler...and he would certainly know who--or what--that prowler was, if he had time to think.  \n[247] He enters and turns on the light. We see a portable phonograph with the record, turning. JUD rushes over and turns it off.  He looks around, and we see by his face that he knows.  \n[248]\t\tGage?  Are you the one \t\tplaying games?  He goes to the window and looks out at:  \n[249] \n[250] He turns slowly and walks toward the bed.  \n[251]\t\tGage? Come on out.  He reaches in his pocket and brings out a pocket-knife. He unfolds the blade.  \n[252]\t\tI want to show you something.  SOUND: Miaow!  \n[253] \n[254] \n[255]\t\tHow did you--?!  \n[256] A small hand holding a scalpel shoots out from beneath the skirt of the coverlet and slashes JUD'S calf,  \n[257] He screams with pain and staggers backward.  \n[258] The other hand shoots out. GAGE grabs one of JUD'S ankles and pulls.  \n[259] With a startled yell, he falls.  \n[260] This one's gotta be pretty rough. George will know what to do. We finally see GAGE, but it should be clear to us that it's not really GAGE at all. Some daemonic presence is riding inside the mouldering, disfigured shell of GAGE.  There is a struggle. JUD is repeatedly slashed with the scalpel. Perhaps he gets GAGE a time or two with the pocketknife.  GAGE screams and gibbers--nothing intelligible here; only sounds.  JUD expires.  GAGE sits on top of him...and then bites into his throat.  \n[261] The one place in the whole world we do not want RACHEL to go.  \n[262] He checks the closet. No go. He steps around the bed and sees:  ", "Crandall": "\n[1] The fellow who has picked GAGE up is a man of about eighty in old blue jeans, a faded Bruce Springsteen t-shirt. Over this he wears a faded khaki vest with bright silver buttons. His face is deeply wrinkled and kindly.  \n[2]\t\tNo you don't, my friend--not in \t\tthat road.  But he softens this with a grin. GAGE grins back at him.  \n[3] Pervasive SOUND of the crickets as LOUIS comes rather hesitantly up the crazy-paved path from the road's edge.  \n[4] We hear the SQUEAK of a rocker; we see the dim red fitful glow of JUD'S Pall Mall. We see by its glow that he is wearing Walkman earphones.  \n[5]\t\tLouis? 'Fraid you may have a spot of \t\ttrouble.  \n[6] He's on the phone, looking out his window.  \n[7] \n[8] We're looking across from the CREED lawn. LOUIS waits for one of those trucks to go blasting by and then crosses. It's cold and windy. Downed autumn leaves fly.  LOUIS and JUD stand over a small furry body like mourners.  \n[9] \n[10] \n[11] The garden is a plot of about half an acre. JUD comes trundling slowly along a row, pushing a wheelbarrow. There are several pumpkins in it. JUD is wearing old khaki gardening pants and a Ramones sweatshirt. He's wearing his headphones and we can hear the Romantics doing \"What I Like About You.\" JUD is singing along and bopping a little--as much as his arthritis will allow, if you can dig it.  He sees a real big pumpkin, stops, and bends over to get it.  He takes out his pocket-knife and slits the pumpkin-vine. He gets the pumpkin in his arms and stands up. He turns...and LOUIS is right there , looking totally stunned.  JUD, startled, drops the pumpkin. LOUIS reaches out and slides the phones off JUD'S ears.  \n[12] LOUIS is sitting at the kitchen table. JUD is at the fridge. JUD comes back with a couple of long-necked bottles of beer and opens them.  \n[13] JUD'S MOTHER is back to THE CAMERA, hanging sheets on the line. The sheets billow. And suddenly, pushing out from behind them, quite near her, is a small mongrel dog. SPOT. He's covered with graveyard dirt. His eyes are red and rolling. He splashes the sheets with the muck of his passage.  \n[14] The BOY JUD comes running out, dressed in a night-shirt.  \n[15] SOUND: Phone starts to ring.  \n[16] He shuffles to the telephone. His Walkman 'phones are around his neck. He's got a bottle of beer in one hand.  \n[17] His face says this is very serious.  \n[18] \n[19] \n[20] JUD comes out. He's wearing a light jacket. His Walkman 'phones are around his neck. He's got a six-pack. He looks at:  \n[21] He sits down.  \n[22] His chin slips to his chest, even though we hear Creedence on his 'phones and to him the sound must be at blastoff levels. There's a long round ash on his cigarette in the tray. A couple of empty beer cans on the table beside him.  A truck blasts by, startling him out of his doze. He jerks his head up suddenly...and slaps himself. He's okay...for now.  \n[23] He's fast asleep with the tinny sound of Graham Parker coming out of his Walkman 'phones.  SOUND: An approaching car.  \n[24] Headlights. RACHEL'S truck has arrived. It pulls up.  RACHEL opens the passenger door, which is on JUD'S side.  \n[25] Tiny bloody hands lift it off the cradle. A tiny bloody finger dials.  \n[26] He walks most of the way to the house, then stops.  \n[27] It's dark in here, and spooky.  \n[28] Time has passed. It's late afternoon. LOUIS comes out with a sheet-wrapped form in his arms. RACHEL, of course.  He sets the body down and goes back inside.  \n[29] LOUIS appears with his shrouded burden and approaches the road.  --- \n[30] CAMERA HOLDS FOR A MOMENT, then rises and looks toward the CREED house. There's one light on--in the kitchen.  TOLLING CONTINUES: Three...four...five...  ", "Candystriper": "\n[1]\t\tI can't look at it...I can't stand it...  ", "Louis": "\n[1]\t\tThis is it.  \n[2]\t\tSo...what do you think?  RACHEL begins to smile. She turns to LOUIS and hugs him.  \n[3]\t\tYes.  \n[4]\t\tLet her go. It's cool.  \n[5]\t\tAnd Buckaroo Banzai.  \n[6] He opens the doorgate and lifts out a cat carrier. We see a big tomcat inside--mostly what we're aware of are shining green eyes.  \n[7] He's set the cat-carrier down and is straightening up.  \n[8]\t\tEllie, you heard your m---  His eyes widen.  \n[9]\tEllie! Are you all right?\tHoney? Are you okay?  \n[10] ELLIE'S parents reach the tangle of tire, rope, and six-year-old girl.  \n[11]\t\tAnyone who can scream that loud isn't \t\tready for intensive care just yet-- \t\tlooks like she just skinned her knee.  Nevertheless, he begins to rapidly disentangle his daughter from the tire. RACHEL helps.  \n[12] ELLIE has been disentangled from the swing. She's sitting by the wreckage at the end of the driveway, weeping hysterically (as much from tiredness as from pain, I think) as LOUIS and RACHEL examine her scraped knee. The wound doesn't look too serious.  \n[13]\t\tWould you get the first aid kit?  \n[14] \n[15]\t\tJesus, the road!  They get up together.  \n[16]\t\tYes--thanks. I'm Louis Creed.  He sticks out his hand and JUD shakes it. LOUIS takes it easy--no crushing JayCees grip, or anything like that--the old guy looks as if he might have arthritis.  \n[17]\t\tNo-I guess not.  \n[18]\t\tI guess not.  \n[19] \n[20]\t\tHey--they actually found the place!  \n[21]\t\tWell, maybe I----  \n[22] They cross to the van. The FIRST and SECOND MOVERS are just climbing out of the van.  \n[23]\t\tYes. Just a second.  \n[24]\t\tThe movers--  \n[25]\t\tI don't have the slightest idea. When I saw \t\tthe house, this field was under four feet \t\tof snow.  \n[26]\t\tGreat.  He hugs her. She hugs him back warmly--for a moment they are just two good people in all the big darkness of their new house.  \n[27]\t\tWell, I've got a million questions about \t\tthe area, and---  \n[28]\t\tDid you see his shirt?  \n[29]\t\tI really do have a million questions \t\tabout the area...but the thing I'm \t\treally curious about is how come this \t\toctogenarian Yankee is decorating the \t\tslumped remains of his pecs with the \t\tBoss.  She laughs.  \n[30] \n[31]\t\tIt's me.  \n[32]\t\tNot at all.  \n[33]\t\tGod, that's fine.  \n[34]\t\tWhat were you listening to?  \n[35]\t\tWhat?  \n[36]\t\tNice.  \n[37]\t\tThank you, Mr. Crandall.  He drinks again--they both do. There's a moment of companionable silence here, broken by the SOUND of a big truck. They look toward:  \n[38] \n[39]\t\tJesus!  \n[40]\t\tThe one that goes into the woods--sure.  \n[41]\t\tWhat's at the end of it?  \n[42]\t\tAnd yours.  They drink.  \n[43] \n[44]\t\tChurch! God, you scared the life \t\tout of me!  \n[45] Another Orinco tanker drones by, fast.  \n[46] \n[47]\t\tI know one thing that will keep you \t\thome, good buddy.  He starts toward the house.  BLACK. And in that blackness, we see a second title card: THE DEAD \n[48]\t\tMy God!  \n[49]\t\tSure.  \n[50]\t\tWho owns the woods up ahead? Paper \t\tcompanies?  \n[51]\t\tNot yet...how much further is it?  \n[52] \n[53] JUD lights a cigarette with a wooden match, using his thumbnail.  \n[54] They are walking slowly toward that rude archway. LOUIS is extremely interested in all this, but it's becoming clearer and clearer that RACHEL is troubled. They stop and look in.  \n[55]\t\tI think it's rather extraordinary.  \n[56]\t\tHave you got a death-wish, Ellen?  \n[57] \n[58]\t\tFine! Come and see!  \n[59] \n[60]\t\tFor a little while.  JUD looks toward:  \n[61] JUD looks at LOUIS as if to say \"What's all this about?\" LOUIS looks away.  \n[62] They are walking slowly toward her. LOUIS is looking at the tombstones.  \n[63]\t\tI can hardly read these.  \n[64] \n[65]\t\tI think it is so, Ellie.  \n[66]\t\tAnd that someone cared enough about \t\tthat animal to mark the spot.  \n[67] \n[68] \n[69]\t\tMy wife is not crazy about cemeteries \t\tof any kind. As you may have noticed.  \n[70]\t\tDid we take too long?  \n[71]\t\tHi, babe.  \n[72]\t\tWell, it's always better to take \t\tprecautions--but I'm sure Church \t\twill be all right, honey...  \n[73] Ellis has started to cry.  \n[74]\t\tLovey...Church might be still alive when \t\tyou're in a high school...and that's a \t\tvery long time.  \n[75]\t\tIf it was up to me I'd let Church live \t\tto be a hundred...but I don't make up \t\tthe rules.  \n[76] LOUIS is in his pajamas, propped up on pillows on his side of the bed. There a number of medical books scattered around him and he's making notes from one as RACHEL comes in.  \n[77]\t\tShe was a little over-excited, \t\tthat's all. Poor kid.  \n[78]\t\tJesus, Rachel, what's got into you?  \n[79]\t\tRachel...someday Church is going to \t\tdie.  \n[80]\t\tRachel--!  \n[81] The headlights of the truck illuminate the room and we see LOUIS and RACHEL asleep, each as far over to his/her own side as he/she can get, with a big empty space in the middle.  Lights and TRUCK SOUNDS slowly fade.  \n[82]\t\tHe can't help it, babe. Emily Post is \t\tgoing to be beyond him for a few years.  \n[83] LOUIS looks shocked and amused by ELLIE'S colorful choice of words.  \n[84]\t\tGood God! Where'd you hear that?  \n[85] LOUIS tries to kiss RACHEL'S mouth. She turns her head slightly so he gets her cheek instead. She's still mad. LOUIS'S amusement dies.  \n[86] She gives him a look as if to say: \"There! Now do you understand what you did?\"  \n[87]\t\tAccording to what Mr. Crandall says, the \t\troad's a lot more dangerous than the \t\toperation. Church will be just the same. \t\tWell--almost the same--and we won't have \t\tto worry about him getting turned into \t\tcatburgers by one of those damn Orinco \t\ttrucks.  At this RACHEL tightens up still more in that funny way--she's actually angered by LOUIS'S reference to catburgers--but under the anger we sense she is deeply shocked, as a prudish woman might be shocked by a dirty joke. For RACHEL, that's just what death is.  \n[88]\t\tI just said--  \n[89]\t\tAnd Church will be fine.  \n[90]\t\tWell, honey...you know that...  \n[91]\t\tChurch will be fine. I promise.  \n[92]\t\tOh, you're welcome. Only if some- \t\tthing should go wrong while he's under \t\tthe gas--it's a one-in-a-thousand shot, \t\tbut it happens--you explain to her.  He gets up and leaves the table. She looks after him, stunned and a little frightened.  \n[93] \n[94]\t\t--nuts cut, yes. Thank you, Missy, \t\tfor introducing that colorful phrase \t\tinto my daughter's vocabulary.  \n[95]\t\tHow's that belly-ache of yours?  \n[96]\t\tYou ought to see a doctor about it.  \n[97]\t\tNot so much as a sprain.  \n[98]\t\tGet her out. Get them all out.  CHARLTON puts her arms around the girl.  \n[99]\t\tSteve, get the ambulance over here \t\tright now. He's got to go to EMMC.  \n[100]\t\t--a new muffler, oh shit--  PASCOW makes a weird gargling noise. Blood suddenly spurts out of his mouth. He begins to seizure.  One of the candystripers shrieks. THE CAMERA JERKS UP TO COVER the student nurses. One turns and throws up on the wall.  CHARLTON rushes over.  \n[101] \n[102]\t\tHelp me hold him.  They hold PASCOW'S spasming body.  \n[103]\t\tIt wouldn't matter if we had the SST.  PASCOW begins to quiet.  \n[104]\t\tHe's going. Steve, go call the motor- \t\tpool. Marcy, roll out the crash wagon.  \n[105]\t\tI know it won't! But let's for God's \t\tsake do it by the rules!  She leaves. LOUIS is alone with PASCOW. CHARLTON has drawn the drapes, so the doctor and the dying man have complete if temporary privacy.  \n[106] \n[107]\t\tW-What did you say...?  PASCOW struggles hard to speak again. At first he can only gurgle.  \n[108]\t\tHow do you know my name?  \n[109]\t\tDammit, how do you know my name?  \n[110] PASCOW begins to spasm again.  \n[111]\t\tHelp me!  PASCOW spews more blood as STEVE kneels beside LOUIS.  \n[112] PASCOW'S spasms are weakening.  \n[113]\t\tNever mind. He's going.  PASCOW'S hand comes up and paws at LOUIS'S shirt, leaving a bloody handprint. Then it falls limply back. PASCOW is dead.  \n[114]\t\tSteve, will you get a sheet to cover \t\thim with?  STEVE leaves the frame and LOUIS stares fixedly down at the body of VICTOR PASCOW. He closes the eyes.  \n[115] He still looks shocked by the tragedy. The dying man's bloody handprint is partly visible on LOUIS'S shirt in spite of his sport-coat.  LOUIS abruptly turns off the radio and swerves over to the side of the road.  \n[116] \n[117]\t\tHe said my name. I heard it. He \t\tsaid my name.  He stares blankly through the windshield.  \n[118] He is in terror...but he is also in a state of near-trance.  \n[119] He glances at RACHEL. Although PASCOW has spoken in a fairly loud voice--and the opening door was like a bomb--she's still fast asleep. LOUIS looks back toward PASCOW...and then gets out of bed. He's naked except for a pair of pajama bottoms.  \n[120] He reaches the bedroom doorway himself and looks back at:  \n[121] RACHEL is sleeping as before, and LOUIS himself is also in bed asleep, although his rest is uneasy...as if he's having a bad dream.  \n[122] \n[123]\t\tOh. Thank God.  \n[124]\t\tI don't like this dream.  \n[125] He looks around, obviously afraid.  \n[126] We can see why. By starlight this is one scary place.  \n[127] He suddenly sees something else, and now his fear is close to terror.  \n[128] The face is back in the tumbled branches. It yawns and snarls.  \n[129] He walks toward the deadfall as if hypnotized. PASCOW'S hand falls on his shoulder. LOUIS turns, terrified.  \n[130] He closes his eyes.  \n[131]\t\tI want to wake up. I want to wake up, \t\tthat's all. I--  \n[132] \n[133] LOUIS has crumbled to PASCOW'S feet. His eyes are squeezed tightly shut.  \n[134]\t\tPlease, I want to wake up. Leave me \t\talone. It's not my fault you died; you \t\twere as good as dead when they brought \t\tyou in--  \n[135] \n[136]\t\tLeave me alone!  \n[137] \n[138] His eyes snap open. He's in his own bedroom. As he sits up THE CAMERA ANGLE WIDENS OUT so we can see that he's in bed alone; the covers on RACHEL'S side are thrown back.  After the initial confusion and fear, LOUIS looks deeply relieved; he looks the way I suppose we all look upon waking up and realizing our worst dreams were only dreams after all.  \n[139]\t\tGetting there.  \n[140]\t\tGood d--  He throws the covers back and freezes.  \n[141] They are covered with mud and pine needles. The sheets are greased with woods-muck.  \n[142] Utter terror.  \n[143] He's naked but for a towel around his waist. He's obviously fresh from the shower.  He starts down to the bedroom to dress.  BLACK. And on it a third title card: CHURCH.  Over this the SOUND of a RINGING TELEPHONE.  \n[144]\t\tHello?  \n[145]\t\tJud? What trouble?  \n[146] \n[147]\t\tFor Ellie's birthday, yes. I didn't \t\tgo because her old man thinks I'm a \t\tshit and the feeling is heartily re- \t\tciprocated...they'll be back tomorrow \t\tnight. Jud, what's this about?  \n[148] \n[149]\t\tChurch? Oh. Oh, Jesus.  \n[150] \n[151]\t\tIt's Church.  \n[152]\t\tEllie will, though. She'll suffer plenty.  From his jacket pocket he takes a green plastic garbage bag and hands it to JUD. JUD holds the bag's mouth open on the ground while LOUIS kind of shoves the body in. During this:  \n[153]\t\tYes.  LOUIS twists the bag shut and puts one of those plastic ties on it. Then he holds it up.  \n[154]\t\tBagged cat. What a mess.  \n[155]\t\tI guess that's what it's there for, huh?  During all of this JUD has grown peculiarly intense.  \n[156]\t\tI don't know.  \n[157] \n[158]\t\tThat was a mistake. But Rachel... \t\tshe doesn't like to talk about \t\tdeath, or even think of it. Her \t\tyounger sister died of spinal \t\tmeningitis when Rachel was eight. \t\tRachel was there when it happened. \t\tAlone. I guess you could say it \t\tmade a complex.  \n[159]\t\tWell that's a big help!  I'm \t\tsorry, Jud.  \n[160]\t\tMaybe when they call I'll just tell \t\tEllie I haven't seen the damn cat \t\taround. You know?  \n[161] JUD has a Walkman clipped to the belt of his pants and earphones slung around his neck.  \n[162]\t\tJud, this is crazy. It's going to \t\tbe almost dark before we get back.  \n[163]\t\tBut--  \n[164]\t\tYes, but--  \n[165]\t\tWell, folks, here we are, in Louis \t\tCreed Dreamland.  JUD snaps off the Walkman and puts the earphones around his neck again.  \n[166]\t\tNothing.  Do we plant him on \t\tthe outer circle or start a new one?  \n[167]\t\tWhat do you mean?  \n[168]\t\tWe can't climb over that. We'll break \t\tour necks!  \n[169]\t\tI'm not climbing that.  \n[170]\t\tLet's go.  JUD starts up one side of the deadfall, and in spite of its snarled tangles, he mounts as easily as a man climbing a flight of stairs. After a few second, LOUIS follows.  \n[171]\t\tThank God my Blue Cross is paid up.  \n[172] He's grinning, exhilarated.  \n[173]\t\tGod, this is amazing!  \n[174] He looks down.  \n[175] A dead branch snaps under one of them like a gunshot and that foot plunges down maybe six inches.  \n[176] He lurches to the edge of balance, then regains it.  \n[177]\t\tAnd don't look down. Right.  He continues.  \n[178] \n[179]\t\tHoly...!  \n[180] In the dying glow of twilight, this should be a mystic, awe- inspiring shot. There's no more scrub underbrush and junk pines and juniper-bracken here; ancient firs rise almost like Sequoias. The sunset light shafts among them. This is a real forest... an old forest. And winding upward among the trees along that needle- carpeted floor, clearly marked by large white stones, the path goes on.  \n[181] He's stopped on top of the deadfall, still surveying all this with frank amazement.  \n[182] \n[183]\t\tI'm all right! I'm f--  \n[184] One of the branches snaps. LOUIS'S foot plunges. His cuff rips.  \n[185] We're looking up at a fairly steep angle as LOUIS staggers off- balance. He steps with his other foot, misses, and goes flying.  \n[186] He does a half-somersault in the air and hits the deadfall on his back, the green garbage bag flying out of his hand. His flashlight also goes. Branches crack. White dust puffs out from under him.  \n[187]\t\tSure. I guess I just lost my happy \t\tthoughts for a second there.  LOUIS gets slowly up and retrieves the bag, which is rather shredded now--and we can see catfur through some of the rents.  \n[188]\t\tI shouldn't have stopped...and it \t\tdoes bite.  He whaps the flashlight against his palm a time or two and the light comes on. Satisfied, he shuts it off.  \n[189]\t\tYes.  Where are we going, Jud?  \n[190] Again, there should be a sense of awe and mystery as they go tolling up the path into the twilight, dwarfed by those ancient firs.  SOUND OF CRICKETS, LOW at first, then UP TO LOUD: Ree-ree-ree...  \n[191] Lots of undergrowth here, and creeping ground-mist, too. The SOUND OF CRICKETS is now only a part of the soundtrack: BUZZ OF CICADAS, THUMP OF FROGS. Swamp-sounds.  LOUIS looks frankly doubtful.  \n[192] Mysterious...awesome...scary. Dead trees poke out of the murk like twisted hands. There's scummy water standing around tussocks covered with long grass, most of it dead. There's a lot of choking underbrush.  All of this fades away into a grim, obscuring fog.  \n[193] \n[194]\t\tIs there quicksand?  \n[195]\t\tAre there ghosts?  JUD looks at him expressionlessly.  \n[196] \n[197]\t\tYou're telling me.  \n[198] HE looks up and his eyes widen as he sees:  \n[199] A faintly glowing, ethereal shape hangs in the branches of one of the dead trees. It looks a bit like a corpse. In fact, I think it looks quite a bit like PASCOW'S corpse.  As we watch it fades...fades...is gone.  \n[200] He's somewhere between being mystified and puzzled and being scared. Now a weakly glowing fireball rolls slowly across the surface of the standing water toward him...and then just fades into the thick mist.  \n[201]\t\tIt's funny, all right.  \n[202] We see them moving through the mist like wraiths, JUD with his digging tools, LOUIS with his light and his Hefty-Bag coffin. The whole swamp is glowing dimly.  \n[203] JUD'S panting and out of breath; LOUIS is, if anything, in worse shape.  \n[204]\t\tYou keep saying that.  \n[205] The top of this hill or bluff is rocky and bare, but there are a number of rocky piles. But for every pile of rocks we can see, there are ten littered heaps, as if the neat piles had been burst apart. There's a shape to all of this, and it is the shape of the Pet Sematary: concentric circles.  SOUND: The wind, blowing ceaselessly.  \n[206] \n[207]\t\tWhat is this place?  \n[208]\t\tWhose burying ground?  \n[209]\t\tWhy? For God's sake, why?  \n[210]\t\tI guess so...but...  \n[211]\t\tNo, I'm okay. Will I really be able to \t\tdig him a grave? The soil looks thin.  \n[212] He drops the pick and sticks his hurt hands in his armpits. Beside him we see a low pile of rocks and earth.  \n[213]\t\tYou think so?  He notices the rocks.  \n[214]\t\tWhat are those for?  \n[215] Those tumbled piles of rock are very obvious.  \n[216] \n[217]\t\tDoesn't look like they last long.  \n[218]\t\tJud, why am I doing all this?  \n[219] He opens it and looks in at CHURCH'S stiffening corpse.  \n[220]\t\tPax vobiscum, Church old buddy. You \t\twere a hell of a god cat. I doubt if \t\tyou were worth all this aggravation, \t\tbut you were a hell of a good cat.  He tumbles the bag containing the body into the grave, and then begins pushing the stony soil over it with the spade.  \n[221] He looks at it for a moment and stands up. JUD is right there.  \n[222] LOUIS and JUD are coming down the path with their tools and their lights. They are both clearly fagged out.  SOUND, FAINT: The telephone.  \n[223]\t\tOh, shit! Rachel!  He drops the tools and sprints.  \n[224] He runs to the door and inside.  \n[225] After a moment he lowers it into the cradle.  \n[226]\t\tBut--  \n[227]\t\tHi, Dory...it's Louis--  During this, another SOUND has been growing: an approaching truck. As JUD gains his side of the road, he looks back, and we read fear on his face--no matter what he said to LOUIS, he's sorry for tonight's piece of work.  A moment later a highballing Orinco truck cuts between THE CAMERA and JUD.  \n[228] He's on the phone, smiling and happy.  \n[229]\t\tThat'd be real fine.  \n[230]\t\tHappy birthday to you/Happy birthday \t\tto you/Happy birthday, dear Ellie/Happy \t\tbirthday to you!  \n[231]\t\tYeah, I know...how are things out \t\tthere in Chicagoland?  \n[232]\t\tWay to go, Gage!  \n[233]\t\tI said that's too bad. What did you \t\tget for presents from Gramma and Grampa?  \n[234] The smile fades off his face. It's replaced with a look of combined guilt and unhappiness. He's looking at his hands, which are still dark with the dirt from CHURCH'S grave.  \n[235]\t\tWell...I guess he's just fine, Ellie. \t\tI haven't seen him this evening, but--  \n[236]\t\tYuck! Kiss your own cat!  \n[237] From the telephone comes the sound of GAGE talking and chortling. LOUIS is not listening. His eyes--and his mind--are far away.  \n[238] It's dim in here. LOUIS is crossing to the door which communicates to the kitchen. As he passes the station wagon, he hears a cat HISS. He turns.  \n[239] He recoils and stumbles backward with a cry. He hits a tool-rack on the wall and a lot of them fall down with a LOUD JANGLING \n[240] He gets slowly to his feet again. He's getting over his fright but we can see he's totally freaked out by what gave him that fright. He goes to the garage door and looks out.  \n[241]\t\tChurch?  \n[242] Grass and fallen leaves. No sign of CHURCH.  \n[243] \n[244] He's spooning cat-food into a dish. He goes to the door--there should be a total of three doors in the kitchen: one to the living room, one to the shed/garage, and one which leads directly outside. LOUIS uses this latter door now.  \n[245] He puts the dish of food down and sits beside it.  \n[246]\t\tFood, Church...food!  SOUND: Miaow.  \n[247] CHURCH comes slinking out of the bushes and comes slowly toward THE CAMERA. He stops, looking mistrustful.  \n[248] \n[249]\t\tCome on, Church! Chow down!  \n[250]\t\tChrist. I don't believe this.  He picks CHURCH up. CHURCH miaows again--he wants the food.  \n[251]\t\tGod, you stink, Church.  CHURCH is looking at the food, trying to get out of LOUIS'S arms.  \n[252]\t\tIn a second.  He tilts the cat's head back so he can get a look at CHURCH'S neck.  \n[253] LOUIS sees something else as he lets the cat's neck go. He tweezes something out of CHURCH'S whiskers.  \n[254] It's a shred of green plastic.  \n[255] \n[256]\t\tChewed his way out. Jesus Baldheaded \t\tChrist, he ch--  CHURCH suddenly claws at his face.  \n[257]\t\tOw!  He claps his hand to his face. CHURCH leaps for the food. LOUIS slowly takes his hand away. There are claw marks on his cheek, welling blood. He looks at the cat.  \n[258]\t\tWhat did we do?  \n[259]\t\tWhat did we do, Jud?  \n[260]\t\tI tried to tell myself I buried him \t\talive. You know--Edgar Allan Poe meets \t\tFelix the Cat. But...  \n[261]\t\tNo. I'm a doctor. I know death when I \t\tsee it, and Church was dead. He smells \t\thorrible and he uses his claws, but \t\the's alive...and I feel like I'm going \t\tcrazy. It was that place, wasn't it?  \n[262]\t\tCan I have another one?  \n[263]\t\tWendigo?  \n[264] \n[265]\t\tYou and this old Indian rag-man--  \n[266] \n[267]\t\tHow did your mother take it, Jud? \t\tHow did she take it when your dog \t\tcame back from the dead?  JUD'S face is a complication. He's lying to LOUIS, certainly--but is he also lying to himself? Yes, I think so.  \n[268]\t\tYes.  \n[269]\t\tA little upset is all she was? Because \t\tI'll tell you, Jud, my brains feel a \t\tlittle like a nuclear reactor on the \t\tedge of a meltdown.  \n[270] We see them crossing.  \n[271]\t\tYou still haven't told me why you \t\tdid it.  \n[272] \n[273]\t\tWhat?  \n[274] He starts to undress, still looking troubled. We should notice that the door behind him is firmly shut. The bathroom has no windows.  \n[275] A big sigh and an expression of exquisite pleasure. He relaxes in the hot water. After a few moments he puts a wet washcloth over his face.  \n[276]\t\tYou don't understand--  \n[277] The washrag is slipping, but it still covers his face.  \n[278]\t\t--I'm a doctor.  \n[279] The washcloth has slipped enough so we can see his eyes are closed--he's dozing.  \n[280]\t\tPromise...  \n[281] The washrag has worked its way down to his mouth by now. His doze is deepening; he's started to snore a little.  SOUND: A splash. Something has been dropped into the bath.  LOUIS opens his eyes. Looks puzzled. Looks down. Eyes widen in shock.  \n[282] A very large and very mangled dead rat floats in the bath, actually brushing against LOUIS'S chest. Blood has begun to stain the water.  \n[283] Turns his head, preparatory to leaping out.  \n[284]\t\tHow the hell did you get in?  He may not know that, but he knows how it's going to get out. He opens the door to the upstairs hall. If CHURCH doesn't go at once, LOUIS helps it with his foot.  Then he looks down at:  \n[285] \n[286] Staring at the rat. Over this: THE SOUND OF JET ENGINES.  \n[287] He's looking anxiously for his people. In one hand he's got half a dozen roses. His face lights up.  \n[288] Here comes LOUIS'S family. ELLIE is a little ahead. RACHEL is pushing GAGE in his stroller. ELLIE sees LOUIS and lights up.  \n[289]\t\tHi, sugar!  She smacks him noisily. He smacks her back just as noisily.  \n[290]\t\tYes...I guess so. He was sleeping \t\ton the front porch when I left.  \n[291]\t\tThat was a silly dream, wasn't it?  \n[292]\t\tYes.  \n[293]\t\tI know.  RACHEL reaches them. She's pretty tired. Hair hanging in her face, good travelling clothes now looking a bit wrinkled and a bit stale.  \n[294]\t\tI've noticed it, too. I'll cough up \t\tthe money, Ellen.  \n[295] He looks both grim and sad--a man discovering that what you pay for you own, and what you own always comes home to you.  \n[296]\t\tYes--I hate it, too.  BLACK. And on it, a fourth title card: MISSY DANDRIDGE.  SOUND: A pen scratching over paper.  \n[297] \n[298]\t\tYes. To honor the dead.  \n[299] As the mourners begin to break up, these three start back toward LOUIS'S car.  \n[300]\t\tWell...a touch of the flu...  \n[301]\t\tThat's enough, Ellen.  They've reached the CREED station wagon.  \n[302]\t\tThis babe has said enough.  He opens the front passenger door.  \n[303]\t\tHop in, Ellie.  She does, and LOUIS closes the door.  \n[304]\t\tMy father used to have a saying, Jud-- \t\t\"God sees the truth, but waits.\"  \n[305]\t\tIt's Ellie's cat.  \n[306] Tears are spilling freely down ELLIE'S face.  \n[307]\t\tEllie? What's wrong?  \n[308]\t\tHuh?  \n[309]\t\tWhat's up, sugar?  \n[310] \t\tWhat?  \n[311] She's gotten up into his lap.  \n[312]\t\tWell, I think Michael McDowell is so full \t\tof shit he probably squeaks when he walks, \t\tmy dear.  \n[313] \n[314]\t\tBut don't you dare say that.  \n[315]\t\tI don't know, honey. Different people \t\tbelieve all sorts of different things \t\thappen to us when we die. Some believe \t\tin heaven or hell. Some think we're \t\tborn again as little children--  \n[316]\t\tWell, it's actually reincarnation, but \t\tyou get the idea. And some people think \t\twe just wink out...like a candle flame \t\twhen the wind blows hard.  \n[317] CHURCH is sleeping.  \n[318] \n[319]\t\tI think we go on. I'm not sure \t\twhat happens after we die, but yeah-- \t\tI have faith in that.  \n[320]\t\tOh, faith's a little more than just \t\tbelieving.  \n[321] \n[322]\t\tI'll tell you what faith is--it's the \t\tevidence of the heart; the assurance \t\tof things not seen.  \n[323]\t\tWell, here we are, sitting in my \t\tchair. Do you think my chair will \t\tbe here tomorrow?  \n[324]\t\tThen you have faith in that. But \t\twe don't know it will be; after all, \t\tsome crazed chair-burglar might break \t\tin while we're away and steal it, right?  ELLIE'S giggling.  \n[325] \n[326]\t\tBut we plan on that chair. We believe \t\tin that chair. And I plan on going on \t\tsomehow as Louis Creed, after I die. \t\tI believe I will.  \n[327]\t\tYes ma'am. Just like I have faith that \t\tit is now time for Ellen Creed to get \t\tready for bed. So buzz.  He gets her off his lap.  \n[328]\t\tI'm sure you're not.  \n[329]\t\tBecause your mother and I need \t\tthe rest, sugar. Now buzz.  She heads toward the stairs.  \n[330] LOUIS is in bed, reading. RACHEL, wearing a robe over her nightgown, comes in.  \n[331]\t\tI thought maybe you did. I know \t\tyou don't approve of the subject \t\tbeing raised--  \n[332]\t\tYour sister, I know.  RACHEL sits down on the end of the bed. She's clasping her hands nervously together.  \n[333]\t\tThat's forgotten.  \n[334]\t\tYes, I guess I do.  He makes a place for her beside him and hugs her. They lie silently together for awhile, taking comfort from each other.  \n[335]\t\tYou're doing fine.  \n[336] There are others here, but they are in the b.g., and concentrating on the scene the old man is making. He's RACHEL'S dad. LOUIS is sitting in the aisle seat of a pew-like bench. He looks terribly shattered--they both do, actually. He's staring at the old man as if he cannot in the least comprehend what he's saying.  \n[337] \n[338] He runs with the kite beneath a gorgeous fall sky in which fat clouds move like airy ocean liners.  \n[339] He's paying out string--and the kite is going up.  \n[340]\t\tWhere's Rachel?  \n[341] IRWIN looks toward:  \n[342] \n[343] He's holding the string, looking up at the sky. Now he looks back at the picnic table.  \n[344]\t\tHey, Gage!  \n[345] GAGE runs to his dad, chubby legs working. He reaches him, and LOUIS transfers thee ball of string to GAGE'S hands.  \n[346]\t\tString! You're flying it, \t\tGage--you got the hammer, my man!  \n[347]\t\tBet your boots. Look--  LOUIS puts his hands over GAGE'S hands and pulls them down.  \n[348] \n[349]\t\tSee?  \n[350]\t\tBet your ass, little hero.  He kisses his son. They look up at:  \n[351] \n[352] LOUIS is getting up groggily. Hs nose is pouring blood.  \n[353] LOUIS is slowly straightening up. IRWIN is in a sour frenzy of glee.  \n[354] \n[355] A sense of horrible awareness comes into his face...and then he covers it with his hands and begins to SOB.  \n[356] We are at some distance--far enough to see that the two of them have moved quite close to the road.  \n[357] We can see their faces upturned to us--we can hear the AMPLIFIED RATTLING SOUND of the kite itself.  THE CAMERA PANS TO THE LEFT--to the road. And we can see the truck, fairly close by now, and coming closer.  \n[358] This is the last moment of happiness in this man's life--so let's make it very happy. As he and GAGE stare up at the kite:  \n[359]\t\tI'm sorry, Gage--I'm so sorry, \t\tlittle hero.  \n[360] There's a strong gust of wind. The ball of string falls out of GAGE'S hand.  \n[361] He's looking--looking toward his people at the picnic table.  \n[362]\t\tWhat can you d-  \n[363] The SOUND is loud enough so he's having trouble hearing.  \n[364]\t\tWhat?  \n[365] Horrible understanding dawns on his face. He whips around and sees:  \n[366] The kid's almost in the road; the ball of twine is in it.  \n[367] \n[368]\n[369] He's holding the studio portrait in his hands and looking at it fixedly. The other photos (the good ones, that is; not the screamers--those, we may assume, exist only in LOUIS'S tortured memory) are scattered on the table. We only saw a few; there are actually hundreds.  LOUIS puts the photo down as JUD comes in and crosses to the fridge. LOUIS'S nose is badly swelled. He also has a black eye.  JUD gets a couple of beers and comes back toward the table.  \n[370]\t\tNo...squatting out there at the \t\tHoliday Inn like a couple of vultures. \t\tHe really thinks Rachel's going to go \t\tback with them. Her and Ellie.  \n[371] \n[372]\t\tEllie--  \n[373] His face is stricken.  \n[374]\t\tGood night, Ellie.  \n[375] He stands looking at her for a long time, apparently thinking about this quite deeply.  \n[376]\t\tYes--I suppose you can. Good night, \t\tEllie.  He steps out, closing the door.  \n[377] The light here is fairly dim. LOUIS goes down and opens another door. He pokes his head in.  \n[378] He reacts first with surprise, then a species of horrified disgust.  \n[379] CHURCH is crouched on RACHEL'S sleeping form.  \n[380]\t\tFuck off, hairball!!  \n[381] RACHEL stirs and mutters thickly, then lies still again...she's doped to the gills. LOUIS bends over and kisses her gently.  He leaves the room and closes the door behind him.  \n[382] He tries the door a couple of times to make sure it's firmly on the latch (his face wears an expression of \"How'd he get in there in the first place?\"). Then he walks down the hall to the stairs.  \n[383] For a moment he's pinwheeling madly for balance, on the verge of falling. He regains his balance as the cat goes shooting across the dining room toward the kitchen.  LOUIS regains his equilibrium after a bit and continues on down.  \n[384] As LOUIS enters through the swing door from the dining room, JUD is just letting CHURCH out the back door. As JUD closes the door:  \n[385]\t\tI thought you'd be gone by now.  \n[386]\t\tJud, I buried my son today and \t\tI'm very tired. I wonder if we \t\tcould just--  \n[387]\t\tI'm thinking about going to bed.  But he begins pouring the beer into a glass.  \n[388]\t\tShit! Look at this mess!  \n[389]\t\tBecause something called a wendigo \t\tsoured the ground.  \n[390] LOUIS is now sitting down, drinking a beer, staring at JUD.  \n[391]\t\tI'll bite--what's the bottom of the \t\ttruth, Jud?  \n[392]\t\tTell that to my wife and little girl.  \n[393] \n[394]\t\tWhat happened?  \n[395] \n[396] In the b.g. we can see IRWIN and DORY GOLDMAN waiting by the jetway with ELLIE as the last few passengers board. RACHEL looks confused and grief-stricken. She also looks punchy, doped up. I imagine she's floating on a sea of Valium, and that makes her easier to deal with. LOUIS'S battle-scars are fading a little.  The GATE AGENT is standing by the jetway with a mike in one hand and a bunch of boarding passes in the other.  \n[397]\t\tYou better get going, hon.  \n[398]\t\tI told you last night--this can be the \t\tstart of patching things up with your \t\tfolks. If something good doesn't come \t\tof Gage's death, I think I'll go crazy.  \n[399]\t\tI'm sure.  \n[400] LOUIS guides her to the jetway.  \n[401]\t\tCome on, you guys--before you miss \t\tthe boat.  He kisses DORY. IRWIN hugs him.  \n[402]\t\tWe all lost our minds, Irwin.  LOUIS kisses RACHEL. Then he kneels and hugs ELLIE.  \n[403]\t\tBe good to your mother, darlin'. \t\tShe needs you.  \n[404]\t\tI'll be there in three days--four \t\tat the most. I've got to get the \t\telectricity shut off and square \t\tthings with your school so the \t\ttruant officer ain't after you, and--  \n[405] \n[406]\t\tOf what?  \n[407]\t\tEverything's going to be all right, \t\tEllie. Now go on--get aboard.  \n[408]\t\tI swear.  The Voice of Authority has spoken. We can tell by ELLIE'S face that while things are still not all right, they are a little better. She joins her mother.  The four of them--RACHEL, ELLIE, and THE GOLDMANS--start down the jetway. ELLIE looks back once, as if begging him to come...and then they're gone.  \n[409] LOUIS'S face changes. Now it is a stony and contemplative face. Not, when you get right down to it, a very nice face.  He turns and strides away.  \n[410] The family station wagon is in the f.g. We hear the SOUND OF JET ENGINES, and as LOUIS reaches the wagon he turns and watches:  \n[411] From behind it a United Airlines jet lifts into view and banks away.  \n[412] Face set, he gets into the wagon and drives away.  \n[413] \n[414]\t\tI think we got it all.  The CLERK starts to ring things up.  \n[415]\t\tIt could be.  The quality of LOUIS'S reply is somehow unnatural. The CLERK looks at him, momentarily unsure and uncertain. Then he starts ringing things up again.  \n[416] He walks to a fresh grave on which the first flowers are already starting to wilt. He sits down and takes a flower. He plucks it, looking at the grave steadily. He says nothing for a long time.  \n[417]\t\tIt's wrong.  What happened \t\tto you is wrong.  \n[418] LOUIS is now weeping, but he seems calm just the same.  \n[419] PASCOW, bloody and mutilated, is standing by it.  \n[420] He is not put out of countenance in the slightest by PASCOW'S appearance; he probably knows PASCOW is just a figment of his conscience or imagination, and so do we.  \n[421]\t\tI'll tell you where the ground \t\tis sour--the ground in my heart \t\tis sour. Let me tell you something \t\telse, Vic-baby: Wrong is wrong.  \n[422] \n[423]\t\tDon't talk like an asshole even if \t\tyou are just a bit of underdone \t\tpotato or a blot of mustard.  \n[424] \n[425]\t\tHe was my son! He wasn't even two \t\tand he was run down in the fucking \t\troad and he was almost in pieces, \t\tand if you don't think I'm going \t\tto try...  \n[426] He's crying harder. Abruptly he reaches out at the floral tributes and knocks a bunch of them over.  \n[427]\t\tIf it doesn't work--if he comes \t\tback like Timmy Baterman--I'll \t\tput him to sleep. But I'm going \t\tto try.  And if it doesn't \t\twork...they don't ever need to know.  \n[428] A quiet city of the dead. Spooky. SOUND of crickets: Ree-ree- ree...  \n[429] He heads for GAGE'S grave.  \n[430]\t\tGonna bust you out, son.  He starts to shovel.  \n[431] He's sweating and dirt-streaked. He's tossing dirt on a big pile. Suddenly, as he takes another shovelful, we hear a SCRAPING SOUND. He tosses the shovel aside and squats.  \n[432] There's a white streak on the bottom of the grave--the top of GAGE'S coffin. LOUIS swipes his hand through the loose dirt, uncovering more, and then he begins to sweep off the top of the coffin with his hands.  \n[433] He climbs out of the grave and opens his duffle bag. He starts to pull out the pick.  SOUND of an approaching car.  LOUIS freezes.  \n[434] Watching. Waiting. Hardly breathing.  \n[435] He relaxes perceptibly. He gets the pick and drops back into the grave.  \n[436] Here's a man on the thinnest edge between sanity and madness.  \n[437] He's lying on his stomach, reaching in. We hear the SOUND of dirt grating in hinges again.  \n[438] We're looking up into his face. If GAGE had a POV, this would be it. LOUIS'S face fills with a terrible grief.  \n[439]\t\tOh, Gage--oh, honey.  \n[440] He is sitting on the edge of the grave, holding his dead son in his arms, rocking him. GAGE is back to us. We see only a small limp figure in a dark suit. Hair flops limply.  \n[441]\t\tIt's going to be all right...I \t\tswear it's going to be all right...  The canvas tarp has been spread open to the right. LOUIS begins to lay his son down on it.  \n[442] He closes the tarp over GAGE, making a roll. He then produces rope from the duffle bag. He cuts the rope and begins to tie one piece around one end of the canvas roll containing the corpse of his son.  \n[443] He's got the bundle containing his son and the duffle-bag with the tools. He runs bent over. He reaches the wall and there's the SOUND of another motor. He crouches at the base of the wall.  \n[444] Crouching against his side of the wall and sweating.  \n[445] Crouched. Now we see the COP looking over the top. If he looks down...but he doesn't. Instead he turns around so we see his back. LOUIS looks up, miserably scared, pouring sweat.  Silence. Then: SOUND of the cop taking a whiz.  \n[446] He collapses with relief. Then he gets up and looks cautiously over the wall. Nothing there but his car, parked a little way down on the other side of the road.  He tosses the duffle bag over the top of the wall. He puts the canvas roll containing GAGE on top of the wall. Then he vaults over.  \n[447] He takes the roll, gets the duffle bag hooked over his shoulder by the string, and runs across the road like a soldier crossing enemy territory. He goes to the rear of the wagon.  \n[448] He puts the body down. He feels in his pocket for his keys. No keys. Mild consternation. He looks around, feeling exposed. The other pocket. Still no keys. More consternation. He begins to hunt feverishly through his pockets. Maybe in his jacket? Nope.  SOUND: An approaching car.  \n[449] He turns his pockets out, spilling change everywhere. Nothing. Suddenly a little light goes on in his eyes. He goes to the driver's side of the car and looks in at:  \n[450] The keys are in the switch.  \n[451] He snatches the keys and returns to the back of the wagon. He uses the key to open the doorgate. He puts GAGE'S body in gently, then the duffle bag. He closes the doorgate and returns to the front of the car. He opens the driver's door and freezes.  LOUIS returns to the rear, gets his keys from the doorgate, comes back to the front, gets in, and drives away.  \n[452] Off it goes, glimmering in the dark.  \n[453] He holds the corpse of his little boy to him.  \n[454]\t\tPlease God--let this work.  He sets off.  \n[455] Louis passes under like a ghost.  \n[456] LOUIS is crying. He crosses to the deadfall.  \n[457]\t\tAin't gonna stop, Gage. Ain't \t\tgonna look down.  He begins to mount the deadfall.  \n[458] He reaches the top. And woven into the deadfall, behind him, facing the Pet Sematary, is that snarling face.  LOUIS descends the other side.  \n[459] The path winds onward through those gigantic trees--it glows slightly.  \n[460] \n[461] That phosphorescent glow is a lot more pronounced. SOUNDS of CRICKETS and FROGS. The water is mucky and still. Hummocks stick up like knobs on the back of a creature best not seen. Fog drifts through the dead trees. LOUIS doesn't want to go in there. Smart man. I wouldn't either.  But he does.  \n[462] He comes walking toward THE CAMERA with GAGE in his arms and the duffle bag over his shoulder. Mist swirls around him. The landscape is weird, surreal. CRICKET SOUNDS, AMPLIFIED. In fact there are a lot of swampy, marshy SOUNDS--too many. It sounds almost prehistoric.  \n[463] A demonic face takes shape in the mist and FLOATS SLOWLY TOWARD THE CAMERA. It runs out a tongue that's about nine feet long.  Its eyes blow out. Blood and thick, gooey stuff runs from the sockets.  \n[464] He closes his eyes. After a moment he opens them.  \n[465] Nothing there.  \n[466] \n[467]\t\tSee? Just imagination. Just--  \n[468] We can barely see them because they are thick in mist, but he is standing on a couple of low, marshy tussocks. Suddenly a thick tentacle slimes its way out of the standing water and slithers around his ankle.  \n[469] \n[470]\t\tNothing...there.  He turns around and begins to walk again.  \n[471] The tentacle falls away.  \n[472] MYRIAD SOUNDS, none of them pleasant--laughter, gobbling howls, screams. Sounds like the swamp has been invaded by a pack of escaped lunatics. LOUIS continues on regardless.  \n[473] Those SOUNDS keep getting closer and closer. Another tree falls-- we see this one. And now we see a SHAPE--just a SHAPE.  \n[474] He's scared almost to death. His face turns up...up...up.  \n[475] It is vaguely manlike: perhaps sixty feet tall, perhaps eighty. We don't see it very well, nor do we have to--I'm not even sure it's flesh and blood. But there is a clear suggestion of a head. Now it turns and looks down...looks at LOUIS CREED. We see great yellow eyes the size of lighthouse lamps.  It makes a huge GRUNTING SOUND...and then walks on.  \n[476] The SOUND OF FOOTFALLS is slowly diminishing.  \n[477]\t\tIt was the Wendigo. Dear God, I \t\tthink the Wendigo just passed \t\twithin sixty feet of me.  Slowly he begins to walk again.  \n[478] In the extreme f.g. is a tree which has just fallen--it is no small tree, either, but a great big old fir.  LOUIS approaches it. Stops. Looks at the tree. Looks down at:  \n[479] Here is a gigantic animal track--if it was full of water, LOUIS could swim in it. It looks like no animal track we've ever seen before. Three big claws at the end of it.  \n[480] Looks up again. His face is set and hard.  \n[481]\t\tIt doesn't matter. Come on, Gage.  He starts to walk again.  \n[482] We can also see the shredded remains of a green garbage bag.  \n[483] He slowly kneels down. He puts the canvas tarp to one side and slowly takes the pick and shovel from the duffle bag. By now he is clearly a man approaching total exhaustion.  \n[484]\t\tCome back to me, Gage. Come back \t\tto us.  He turns away toward the stairs.  \n[485] LOUIS is moving down the path. As he passes the tire swing he pushes it, setting it in motion.  \n[486] Fast asleep on the coverlet in his dirty jeans and black sweater.  \n[487] CAMERA HOLDS ON LOUIS as those gritting footsteps approach. Then we pan to the closet. On the floor is LOUIS'S little black bag. We hold on this as the footfalls near. A small white hand enters the frame and pulls the doctor-bag out of the closet. Now another hand enters the frame and opens the bag. The hands search around inside and bring out a scalpel.  They hold it up. The GAGE-THING makes a contented SOUND.  \n[488] He's restless, having a very bad dream, from the look. He rolls back and forth. Closer and closer to the edge. Finally, with a wild yell, he goes over onto the floor.  \n[489] He comes awake. Sits up. Ouch! He's aches from top to bottom and side to side...but his back is worst. His hands go to it.  \n[490]\t\tJesus!  He starts to get up very slowly, and this his eyes fix on:  \n[491] They enter the house, go to the closet, then leave again.  \n[492] \n[493]\t\tGage--?  He scrambles for the closet, his aches and pains forgotten. He stares in wildly.  \n[494] He pulls the doctor-bag out. His original hope is now tempered with the first signs of fear. He begins to go through the doctor- bag. Suddenly he brings out a case and opens it. The case is empty, but the indented shape is clear. There was a scalpel in this case...but not anymore.  \n[495]\t\tOh my God.  Gage!  \n[496] \n[497]\t\tGage!  LOUIS stands there, tensely listening, for a moment or two, but there's only silence. He rushes down the hallway and opens the door to GAGE'S room.  \n[498] Empty.  \n[499] He goes downstairs, yelling GAGE'S name.  \n[500] Nothing. The phone RINGS. LOUIS almost jumps out of his skin reaching for it.  \n[501]\t\tHello!  \n[502] One set comes in from the shed-garage and heads for the parlor and upstairs. The other comes out of the parlor and crosses to the kitchen door giving directly on the outside.  \n[503] In his eyes we suddenly see that he understands everything...or almost everything.  \n[504]\t\tYes--I'm here.  \n[505]\t\tYes, she's fine.  \n[506]\t\tShe...Rachel's asleep.  \n[507]\t\tI'll call you right back.  \n[508]\t\tIrwin, you'll just have to--\t\t\t\t  \n[509]\t\tGage?  \n[510]\t\tWhat did you do? What did you--  CLICK! The GAGE-THING hangs up, still giggling.  \n[511] He carries the syringes and ampoules of morphine over to the window. His hair has gone partially white.  He fills all three syringes with morphine (using two ampoules for each syringe--i.e., enough to kill a polar bear) and puts them in the left breast pocket of his shirt. He puts the spare ampoules in the right breast pocket of his shirt.  LOUIS is slowly going insane. What remains of his rationality is like a rapidly fraying rope.  \n[512]\t\tWhat you buy is what you own, and \t\tsooner or later what you own comes \t\thome to you. Wasn't that what you \t\tsaid, Jud? Wasn't that pretty much it?  He leaves the room.  \n[513] He walks most of the way to the house, then stops.  \n[514] He gets up, humping his back warily.  \n[515] \n[516]\t\tHi, Church. Want some grub?  He tosses the pork chop onto the grass.  \n[517] He is pulling on the rubber gloves.  \n[518]\t\tDon't mind me. Eat it while you can. \t\tEat all you want.  \n[519] \n[520]\t\tEat all you can...all you want... \t\tthat's right...today's Thanksgiving \t\tday for cats, but only if they came \t\tback from the dead...  He finishes with the gloves, gets one of the loaded syringes out of his breast pocket, holds it up, squirts a drop out of the tip, then moves toward CHURCH.  CHURCH looks up. LOUIS stops moving. CHURCH starts eating again, and LOUIS starts moving again as soon as he does. All the time he talks to the cat in that soothing voice. He bends down...and grabs him.  CHURCH begins to squall and fight. LOUIS holds onto him. He tries to get the syringe into the cat and CHURCH almost gets away.  \n[521]\t\tNo, you don't!  \n[522] The needle is still dangling out of CHURCH'S haunch. The cat looks dazed. It tries to walk and falls over on its side. It tries to get up...and then falls over again.  \n[523]\t\tGo on. Lie down. Play dead. Be dead.  He walks to the porch steps and picks up the tote-bag.  \n[524] Any doubt he might have allowed himself the luxury of having is erased by the initials--R.C., same as the cola.  \n[525] Twang! One of the few remaining strands of sanity has now parted. He looks back at:  \n[526] Dead.  \n[527] He climbs the steps and goes onto the porch.  \n[528] He strips off the rubber gloves. He tosses them onto the table beside JUD'S beer-cans as he goes inside.  \n[529] It's dark in here, and spooky.  \n[530]\t\tRachel?  Jud? (Longer pause) \t\tGage?  No answer. He looks down and sees:  \n[531] One of RACHEL'S shoes. It lies by the foot of the stairs.  \n[532] He goes over and picks up the shoe. It's a three-quarter heel, and it's pretty badly scuffed. RACHEL, after all, did some pretty hard travelling to get here.  There's a spot of blood on it.  SOUND: A low giggle.  LOUIS looks up:  \n[533] Mighty dark. Mighty shadowy.  SOUND: Another giggle.  \n[534] \n[535]\t\tGage?  \n[536] He takes one of the loaded syringes from his pocket.  \n[537]\t\tAll right, Gage...let's.  He begins to climb the stairs.  \n[538] LOUIS arrives on the landing. We begin the nerve-wracking business of checking rooms. First, the bathroom...and the shower curtain is of course pulled. LOUIS yanks it back. Nothing.  He checks the linen closet. Nothing. Goes back to the hall. Looks down it. He walks slowly along it. He checks one room. It's a guest room. Shadowy and empty.  Down the hall. A closet door. A bag falls off the top shelf, and a bunch of ceramics inside it SHATTER LOUDLY. LOUIS flinches back.  Down the hall. Now he's at JUD'S room. He goes in.  \n[539] He checks the closet. No go. He steps around the bed and sees:  \n[540] A bloodstain.  \n[541] He gets down on his hands and knees and examines the bloodstain. He sees the skirt on the bedspread. He lifts it. He is nose to nose with JUD, who is dead with his eyes open, an expression of incredible horror on his face.  The DOOR SLAMS.  LOUIS bolts to his feet as GIGGLES fade down the hall.  Slowly, he kneels down and speaks to the skirt of the spread, which has mercifully fallen back into place.  \n[542]\t\tI'm sorry, Jud. I'm so sorry. I'm--  There's a SQUEAKING, SQUEALING SOUND.  LOUIS turns around. He gets up again. He starts for the door. Then he turns back and speaks to JUD again.  \n[543]\t\tI'm going to set things back in \t\torder. I...I know just what to do.  He goes out.  \n[544] He takes one of the two remaining loaded syringes from his breast pocket.  \n[545]\t\tGage?  Another SQUEAKING SOUND. And another GIGGLE.  LOUIS starts slowly forward. He gets about halfway down the hall-- and our nerves are tuned to the breaking point--when there is a SQUEALING CREAK and a GRATING THUMP from overhead.  \n[546] He SCREAMS and backs against the wall. Twang! The last silver thread parts.  \n[547] I won't choreograph all the moves, but GAGE slashes his stunned father up pretty badly with the scalpel. He's screeching the whole time. LOUIS finally begins to react. He grapples with the little critter, and tries to get the syringe into him. No good. It's batted out of his hand just before he can do it. It breaks.  LOUIS and GAGE fall to the floor. LOUIS gets the other syringe out of his pocket, but it's also knocked out of his hand. Only consolation is this one isn't broken. It rolls off along the floor. LOUIS finally manages to get it again as the struggle goes on, and plunges it into GAGE'S neck.  \n[548] She swings slowly back and forth.  \n[549] He's splashing around a can of coal-oil. When he's got the room wetted down to his satisfaction, he goes to the door, lights a match, and tosses it.  Flame runs across the floor. The fire is slow at first, but then it begins to gain rapidly.  LOUIS goes out.  \n[550] He picks up the sheet-wrapped form of his wife and walks around the side of the house as flames shoot through the kitchen windows.  \n[551] LOUIS is filthy, covered with dried blood. He is playing at Patience. He holds a handful of cards.  TOLLING CONTINUES: Six...seven...  SOUND: The back door opens.  SOUND: Crickets from outside. Ree-ree-ree...  SOUND: Gritting footsteps.  LOUIS looks up. He doesn't look behind, at what's coming. He looks straight ahead.  \n[552]\t\tAnd what you own always comes home \t\tto you.  He flips up one card.  TOLLING CONTINUES: Eight...  \n[553] A hand clotted with grave-dirt falls on his shoulder. A woman's hand.  TOLLING CONCLUDES: Eleven...twelve...  ", "Marcy": "\n[1] \n[2]\t\tStop them. Right now.  STEVE gets up and goes toward:  ", "Charlton": "\n[1] She's the head nurse, a tough old babe of about fifty.  \n[2]\t\tHoly Jesus. \t\t\t\t \t\tSteve! Steve! Dr. Creed! Dr. Creed, \t\twe've got a mess here! Stat!  The bearers sweep past her and inside, leaving a red smear of blood across the midriff of MARCY CHARLTON'S uniform.  \n[3]\t\tYes you by God can. Go get the hard \t\tstretcher!  As they start away, one helping the other down the hall, and as CHARLTON starts over to where PASCOW lies dying on his blanket, \n[4]\t\tIt won't--  ", "Ellie": "\n[1]\t\tIs this our new house, daddy?  \n[2]\t\tAm I really gonna have my own room?  \n[3]\t\tYaay!  She looks toward the side lawn and sees a tire on a rope hanging down from the bough of a tree.  \n[4]\t\tIs that a swing?  \n[5]\t\tYaay!  She goes running toward it. RACHEL gives LOUIS a tired smile.  \n[6]\t\tDaddy! Mommy! I see a path!  LOUIS, cat carrier still in hand, turns toward:  \n[7] She's got it penduluming back and forth in long wide arcs.  \n[8] We see the field, and a clearly marked and mown path leading up its flank and into the dark woods.  THE CAMERA DIPS AND PENDULUMS as ELLIE swings.  \n[9]\t\tWheee!  \n[10] \n[11]\t\tWh--  SOUND: A heavy twang! as the rope breaks. The tire swing--with ELLIE still inside it--goes crashing to the grass. ELLIE screams and begins to cry--a little hurt and a lot surprised.  LOUIS and RACHEL run to her.  \n[12] ELLIE'S parents reach the tangle of tire, rope, and six-year-old girl.  \n[13]\t\tHurrts! It hurrrrts!  \n[14] ELLIE has been disentangled from the swing. She's sitting by the wreckage at the end of the driveway, weeping hysterically (as much from tiredness as from pain, I think) as LOUIS and RACHEL examine her scraped knee. The wound doesn't look too serious.  \n[15]\t\tNot the stingy stuff! I don't want the \t\tstingy stuff, daddy!  RACHEL suddenly looks around toward:  \n[16] \n[17]\t\tI'm Ellen Creed and I live at 642 \t\tAlden Lane, Dearborn, Michigan. \t\tAt least, I used to.  \n[18]\t\tAre clams really happy?  They all laugh--even GAGE.  \n[19]\t\tDaddy, do I really have to have the \t\tstingy stuff?  \n[20]\t\tYayyy!  She goes belting off.  \n[21]\t\tBut where are we going, Mr. Crandall?  \n[22]\t\tMicmac, Ricmac, Kickmac, Sickmac.  \n[23]\t\tWhat's it say, mommy?  A strange expression has come over RACHEL'S face--she doesn't like this. Not a bit.  \n[24] She's almost under the arch. She looks back, questioning.  \n[25] She goes racing into the Pet Sematary.  \n[26]\t\tMom! Dad! Y'oughtta see it!  \n[27] She surveys the rude markers with puzzled delight, then runs toward the center, pausing to investigate some of the markers as she goes. We clearly see the symmetrical pattern of rings.  \n[28]\t\tMommy! Daddy! Look at me!  \n[29] She has begun to climb it, and this looks like an extremely dangerous proposition. ELLIE, however, is having the time of her life. A branch breaks under one of her feet and she switches nimbly to the next one up.  \n[30]\t\tIt's okay, Mr. Crandall--  \n[31] The branch she's on breaks with a dry CRRRACK. Her foot drops down suddenly.  \n[32] She totters backward, pinwheeling her arms, and JUD catches her as she falls. Not much of a catch because she wasn't too far up.  LOUIS joins JUD and ELLIE. GAGE jounces along on his back.  \n[33]\t\tWell, I thought it was safe--  \n[34]\t\tBite?  \n[35] \n[36] \n[37]\t\tI want to look around, daddy-- \t\tmay I?  \n[38]\t\tDad! Daddy! Look! A goldfishie!  \n[39] She runs from one tombstone to the next, cheerful as maybe only a kid could be in such a place. She looks at BIFFER'S tombstone; at \n[40]\t\tWell...I guess not.  \n[41]\t\tWhat if you can't read what's \t\twritten on there anymore?  \n[42]\t\tYes--  \n[43]\t\tTo remember.  \n[44]\t\tYes, sir.  They start to walk slowly back toward the arch.  \n[45] \n[46]\t\tMommy! This is a place where dead \t\tanimals talk! Mr. Crandall said so!  \n[47] But RACHEL is not amused. She doesn't like any of this.  \n[48]\t\tDaddy, that Pet Sematary is there \t\tbecause of the road, isn't it?  LOUIS looks around at her, surprised.  \n[49]\t\tThat's what I think. I heard \t\tMissy Dandridge tell Mom when \t\tChurch was fixed he wouldn't \t\tcross the road so much.  \n[50]\t\tNo he won't! Not in the end! He won't \t\tbe all right in the end no matter how \t\tyou fix 'im!  \n[51] Ellis has started to cry.  \n[52]\t\tIn the end he's gonna croak, isn't he?  \n[53]\t\tIt doesn't seem long to me. It seems \t\tshort. I think the whole thing about \t\tpets dying s-s-sucks!  Poor kid's bawling her eyes out now. LOUIS folds her into his arms and she hugs him tightly, wanting his comfort.  \n[54]\t\tWell who does? God, I suppose. But he's \t\tnot God's cat! He's my cat! Let God get \t\tHis own, if He wants one! Not mine! Not \t\tmine! Not--  She breaks down completely, sobbing, and LOUIS rocks her back and forth.  \n[55] She is a dimly perceived hump in the darkness. An oblong shaft of light falls on her, illuminating her more clearly. She's asleep with her teddy encircled by one arm and her thumb corked into her mouth.  \n[56] Splat! Eggs on the serving plate of toast.  \n[57]\t\tYee-uck! Gross!  \n[58] ELLIE gets down and goes across to the cat-carrier.  \n[59]\t\tI don't want him to get his nuts \t\tcut, daddy! What if he dies?  \n[60] \n[61]\t\tMissy Dandridge. And she says it's a \t\toperation!  \n[62] \n[63]\t\tBut what if he dies and has to \t\tgo to the Pet Sematary?  \n[64]\t\tI'm scared. What if school here isn't \t\tlike in Chicago! I'm scared and I want \t\tto go h-h-home!  ELLIE bursts into loud tears and puts her hands over her face.  \n[65]\t\tDo you promise, Daddy?  \n[66]\t\tYayyyy!  She runs off, cheered up. And RACHEL is cheered up, too.  \n[67]\t\tHi...daddy?  \n[68]\t\tThat was awful, daddy.  \n[69]\t\tFine...except when Mom was airing \t\tGage's diaper rash, he walked away and \t\tgot into Grampa's study and pooped in \t\tGrampa's favorite chair.  \n[70]\t\tWhat?  \n[71]\t\tLots of stuff! I got two dresses...and \t\ta Chatty Cathy doll...  \n[72] She's dressed for bed, in fuzzy pink pajamas. Her Chatty Cathy is crooked in one arm. In her lap is a Garfield transistor radio.  \n[73]\t\t...and a Garfield radio! How's Church, \t\tdad? Does he miss me?  \n[74] RACHEL, holding GAGE, sits on the arm of ELLIE'S chair.  \n[75]\t\tWell, make sure you put him down \t\tcellar before you go to bed so he \t\tcan't run out in the road and get \t\tgreased. And kiss him goodnight for me.  \n[76]\t\tWant to talk to Gage?  Before he can answer, she puts the phone in GAGE'S hand. ELLIE and RACHEL watch, amused, as GAGE gobbles into it. Perhaps RACHEL encourages him to say a few words.  \n[77]\t\tDaddy!  She runs for him.  \n[78]\t\tDaddy, is Church all right?  LOUIS'S face changes. All at once he's watchful.  \n[79]\t\tCause I had a bad dream about him. \t\tI dreamed he got hit by a car and \t\tyou and Mr. Crandall buried him in \t\tthe Pet Sematary.  \n[80]\t\tIs he really all right?  \n[81]\t\tBecause you promised.  \n[82]\t\tCan cats have shampoos?  \n[83]\t\tI don't care. I'll save up my allowance \t\tand pay for it. Church smells bad.  \n[84]\t\tI hate that smell.  \n[85] \n[86]\t\tThey're all turning on their lights! \t\tDaddy, why are they all turning on \t\ttheir lights in the middle of the day?  JUD, dressed in a rusty old black suit and a black tie, comes out and stands with them. He looks haggard and old.  \n[87]\t\tIs that right, dad?  \n[88] As the mourners begin to break up, these three start back toward LOUIS'S car.  \n[89]\t\tShe's in bed. She was throwing up. \t\tEver since Mrs. Rogers called and said \t\tMissy--  \n[90] Tears are spilling freely down ELLIE'S face.  \n[91]\t\tNo more chocolate chip cookies.  \n[92]\t\tMissy made the best chocolate chip \t\tcookies in the world--even Mom said \t\tso. Now there won't be any more \t\tbecause she's gonna be dead forever!  She cries harder. LOUIS reaches out and strokes her hair.  \n[93]\t\tDaddy?  \n[94]\t\tDaddy, do you think Missy Dandridge \t\twent to heaven?  \n[95] She's gotten up into his lap.  \n[96]\t\tAt school Michael McDowell said she was \t\tgonna fry in hell. Michael McDowell says \t\tall sewersides fry in hell.  \n[97] \n[98]\t\tI won't...is Missy in heaven, do you \t\tthink?  \n[99]\t\tSure, carnation. Like in that movie \t\tyou rented, Audrey Rose.  \n[100]\t\tDo you believe that?  LOUIS looks toward:  \n[101] \n[102]\t\tYou believe in it.  \n[103] \n[104]\t\tI don't get it.  \n[105]\t\tYeah, sure.  \n[106] \n[107]\t\tYou have faith in that.  \n[108]\t\tI'm not tired!  \n[109]\t\tThen why do I have to go to bed?  \n[110]\t\tGo, daddy!  \n[111] JUD'S lighting a cigarette. His Walkman 'phones are around his neck.  \n[112]\t\tI want to fly it! Can I fly it now, \t\tmommy!  \n[113]\t\tIt got away from him! That numb shit!  \n[114] She looks dazed and shocked. There are brown circles under her eyes, but otherwise her complexion is much too white. She's wearing fuzzy pj's. She's carrying the picture of her pulling GAGE on the sled.  \n[115]\t\tI want to go back to my own room. \t\tI can't sleep with mommy. She \t\tkeeps stealing the covers.  \n[116]\t\tI used to pull 'im a lot.  LOUIS, looking down at his hands, nods.  \n[117]\t\tI'm going to carry this picture, \t\tMr. Crandall, until God lets Gage \t\tcome back.  JUD reacts violently. And LOUIS looks up, dully curious...but hasn't the thought already passed through LOUIS'S mind? Yes--I think it has.  \n[118]\t\tHe can if He wants to. He can do \t\tanything, just like Inspector Gadget \t\ton TV. But I have to keep things ready \t\tfor him, that's what I think. I've got \t\this picture and I'm going to sit in \t\this chair--  \n[119]\t\tAnd I'm going to eat his breakfast \t\tcereal, too, even though it tastes \t\tlike boogers. And...and...  She bursts into tears.  \n[120] LOUIS comes in with ELLIE in his arms. He puts her gently into her bed and pulls the covers up. She's already mostly asleep.  \n[121]\t\tG'night daddy.  He starts for the door.  \n[122] \n[123]\t\tGod could take it back if He wanted \t\tto, couldn't He? If He really, really \t\twanted to? Can I have faith in that?  \n[124] In some sense comforted--it may be a poison comfort but she surely doesn't know this--she turns over on her side to go to sleep. We can see the picture of GAGE under her arm.  \n[125] \n[126]\t\tI don't want to go to Chicago, \t\tGramma Dory.  \n[127]\t\tI had a bad dream last night. A \t\tnightmare.  \n[128]\t\tAbout Daddy.  And Gage.  DORY and IRWIN exchange a knowing, sad glance over the child's head.  \n[129]\t\tAnd someone named Paxcow.  \n[130]\t\tCome with us, daddy. Please come \t\twith us!  \n[131] \n[132]\t\tPlease, daddy! I'm scared!  \n[133] \n[134]\t\tI don't know.  \n[135]\t\tDo you swear?  \n[136] ELLIE is in the window-seat, asleep. RACHEL is holding a paperback but not reading it. Her eyes are red. She's looking into space.  CAMERA DRIFTS TO ELLIE. Her sleep is not easy. Her head turns from side to side, as if in negation. She becomes steadily more upset. She's starting to mutter. Suddenly her eyes flare open and she screams.  \n[137]\t\tPaxcow says it's almost too late!  \n[138]\t\tPaxcow says it's almost too late! \t\tWe have to go back! Paxcow says it's \t\talmost too late!  \n[139]\t\tIt wasn't a dream. It was Paxcow.  THE CAMERA GOES THROUGH THE DOOR and into the room where ELLIE is staying. She's in bed, still badly upset. RACHEL is sitting on the bed beside her. There's a single lamp on the bedside table.  \n[140]\t\tPaxcow says Daddy's going to do something \t\treally bad. He--  \n[141]\t\tHe's a ghost. But he's a good ghost.  RACHEL turns off the bed-lamp.  \n[142]\t\tWill you at least call and make sure \t\tdaddy's okay?  \n[143]\t\tYes, Mom.  RACHEL gets up and leaves the room.  \n[144]\t\tMommy?  They all turn to:  \n[145] \n[146]\t\tPlease hurry.  ", "Irwin": "\n[1]\t\tI knew something like this would happen.  \n[2]\t\tI told her when you were first married. \t\t'You'll have all the grief you can stand, \t\tand more,' I said.  \n[3] There are others here, but they are in the b.g., and concentrating on the scene the old man is making. He's RACHEL'S dad. LOUIS is sitting in the aisle seat of a pew-like bench. He looks terribly shattered--they both do, actually. He's staring at the old man as if he cannot in the least comprehend what he's saying.  \n[4]\t\tAnd now look at this!  He gestures toward:  \n[5] \n[6]\t\tRun over in the road like a...a \t\tchipmunk!  \n[7] IRWIN looks toward:  \n[8] \n[9]\t\tWith her mother! Where she should be! \t\tAs for you, I hope you rot in hell! \t\tIn hell, do you hear me?  We should; by now he's screaming his head off.  \n[10]\t\tWhere were you while he was playing in \t\tthe road? Thinking about your stupid \t\tmedical articles? You stinking shit! \t\tYou killer of children!  \n[11] \n[12]\t\tYou--  But there is no way he can express his outrage with mere words. As LOUIS sits staring numbly up at him, IRWIN punches him in the nose. LOUIS sprawls backward, falling out of the pew onto the floor.  \n[13] LOUIS is getting up groggily. Hs nose is pouring blood.  \n[14]\t\tHow do you like that, you son \t\tof a bitch? I should have done \t\tit sooner!  IRWIN punches him in the stomach. LOUIS \"oofs\" and doubles over.  \n[15] LOUIS is slowly straightening up. IRWIN is in a sour frenzy of glee.  \n[16]\t\tHow do you like that? How do--  LOUIS pushes the old man with both hands.  \n[17] He goes stumbling and flailing backwards...strikes the coffin... knocks it off its bier. A SCREAM goes up from the mourners.  \n[18] He's picking himself out of a tangled mess of coffin and overturned floral tributes. His suit is wet from spilled water. He's weeping.  LOUIS has just reached him, and that stunned look is gone. I think he intends to do the Cool Jerk all over IRWIN GOLDMAN'S puny little body. IRWIN strikes a Gentleman Jim Corbett pugilistic pose.  \n[19]\t\tCome on! I'm ready for ya! I'll \t\ttake y'apart!  As LOUIS wades in, STEVE MASTERTON gets between them...at the last possible moment.  \n[20]\t\tJesus. Louis. I'm sorry--  \n[21]\t\tI don't know what happened to me. \t\tLouis, please--  LOUIS brushes by him with no acknowledgement that IRWIN even exists. He kneels down slowly by the coffin and puts his head against it.  \n[22]\t\tAbout what?  \n[23]\t\tLouis, I am sorry. What can I say? \t\tThat I lost my mind? It's the truth, \t\tbut no good excuse.  \n[24]\t\tYou know something's wrong, don't you? \t\tYou know. And Ellie does, too.  \n[25]\t\tI'll drive you.  \n[26] \n[27]\t\tI'll come with you if you want, \t\thoney.  \n[28] IRWIN'S car heads for it.  \n[29]\t\tHello, Louis--it's Irwin. \t\tI just wanted to be sure Rachel \t\tgot back all right.  As IRWIN says this, LOUIS'S eyes fix upon something.  \n[30]\t\tLouis...are you there?  \n[31]\t\tDid she get there all right?  \n[32]\t\tWell, put her on at that end and \t\tI'll put Ellie on at this one. \t\tEllie's very worried about her \t\tmother.  She's almost \t\tin hysterics.  \n[33]\t\tThen I suggest you wake her up. \t\tEllie...I think she had a dream that \t\ther mother was dead.  \n[34]\t\tLouis--!  But LOUIS, whose last few responses have been almost trancelike, hangs up. He looks at the tracks, then goes into the parlor.  "}}