{"filename": "Phone-Booth_script.txt", "imdb_id": "tt0183649", "imdb_url": "https://www.imdb.com/title/tt0183649", "characters": ["Adam", "Kelly Shepard", "Captain Ramey", "Pamela McFadden", "Stu Shepard", "Sergeant Cole", "Leon", "Felicia", "Mario", "Pizza Guy", "ESU Commander", "The Caller", "Corky", "Negotiator (as James Macdonald)", "Asia"], "dialogues": {"Adam": "", "Kelly": "\n[1]\t\tShepard residence.  \n[2]\t\tHello?  \n[3]\t\tWhat's taking you so long?  I \t\tthought we were having some lunch \t\tat Mario's?  \n[4]\t\tHow come?  \n[5]\t\tThat's disgusting.  Okay, I'll fix \t\tus a sandwich.  Where are you now?  \n[6]\t\tHow come?  The caller ID says \t\tyou're on your cellular.  \n[7]\t\tBut you're also in some phone \t\tbooth?  \n[8]\t\tWell just hurry on back.  \n[9]\t\tAre you sure you're alone?  I hear \t\tsomebody in the background.  \n[10]\t\tDo you?  \n[11]\t\tStu -- who was that man?  \n[12]\t\tSome person who phoned fifteen \t\tminutes ago -- just after you went \t\tout.  \n[13]\t\tThis total stranger rang up and \t\ttold me to wait by the phone -- \t\tbecause you'd be calling me in a \t\tfew minutes -- from a booth.  And I \t\tsaid what would he be doing in any \t\tphone booth?  \n[14]\t\tHe said you'd be making phone \t\tcalls.  What else?  \n[15]\t\tTo whom?  \n[16]\t\tWomen?  \n[17]\t\tYou know exactly what I mean.  \n[18]\t\tI just feel something is wrong.  \n[19]\t\tThe way you sound.  You don't sound \t\tlike yourself.  \n[20]\t\tSomeone who's scared.  There's fear \t\tin your voice like I've never heard \t\tbefore.  \n[21]\t\tI want you to come back home.  Now!  \n[22]\t\tNo.  I want you here now.  In case \t\the calls back, I don't want to \t\tanswer again.  \n[23]\t\tI feel like he's going to.  \n[24]\t\tHe's not a nobody.  He knows about \t\tus.  \n[25]\t\tI can't discuss it on the phone. \t\tJust get over here!  \tCLICK!  She hangs up.  \n[26] \tin the crowd.  Distant yet distinct amongst the curious \tonlookers.  \n[27] \n[28]\t\tWhat do you mean psychiatrist?  He \t\tdoesn't see any psychiatrist.  \n[29]\t\tThere was some guy that called the \t\thouse this morning and said weird \t\tstuff to me.  \n[30]\t\tHe hasn't got many friends -- I can \t\ttell you that.  \n[31]\t\tYou won't hurt him?  \n[32] \tShe screams, tries to break through but cops restrain her.  \n[33]\t\tI was so afraid.  I thought...  \n[34]\t\tRemember how you swore up and down \t\tyou'd get me on TV?  Well, you did. \t\tI already got interviewed on Fox \t\tand Channel Eleven and they even \t\twant me on A.M. America tomorrow \t\tmorning.  ", "Shepard": "", "Captain": "\n[1]\t\tYou have thirty seconds to comply.  ", "Ramey": "\n[1]\t\tYou have thirty seconds to comply.  \n[2]\t\tYou've been given an order.  \tThe Sergeant slides up beside the Captain to confer.  \tPRODUCTION NOTE: We remain in LONG SHOT of the cops -- always \tfrom Stu's POV.  But we can hear their voices and all that is \tsaid as if they were in close up.  It has an odd, unreal and \tdistancing effect.  \n[3]\t\tWell he's not getting his wish.  \tIn the center of the street, an ambulance pulls up and a team \tof medics jump out.  They rush to Leon's body.  (Again we \thear their voices close, even though visually they are far \toff.  \n[4]\t\tMaybe it's more than a coincidence. \t\tCover me.  I need to talk to him.  \n[5]\t\tWhat do you think?  \tThe Captain steps out of cover and boldly approaches the \tphone booth.  He stops cautiously about fifteen feet away.  \n[6]\t\tI'm not armed.  \n[7]\t\tYeah, sure.  I need to know what \t\thappened.  \n[8]\t\tSure you can.  My name's Ramey. \t\tCaptain Ed Ramey.  What's yours?  \n[9]\t\tYou look like you need a friend.  \n[10]\t\tIs that who you're talking to on \t\tthe phone?  \n[11]\t\tWhen somebody gets shot, it becomes \t\tmy business.  Let's not have \t\tanybody else killed.  I want to \t\thear your side of it.  \n[12]\t\tHas this happened to you before? \t\tThe need to hurt someone?  To put a \t\tbullet in them?  \n[13]\t\tTry me.  \n[14]\t\tYou're right.  I don't believe you. \t\tWhat's that bulge in your pants \t\tpocket?  \n[15]\t\tA cellular?  Then what are you \t\tdoing in a phone booth making \t\tcalls?  \n[16]\t\tDon't reach for it, mister.  \n[17]\t\tI don't need to see it.  I know \t\twhat's there.  All these witnesses \t\tsaw you use it on him.  \tFrom behind a parked car, a HOMELESS PERSON calls out.  \n[18]\t\tA man is dead but it didn't happen.  \n[19]\t\tYou're walking through a bad dream \t\tand you can't wake up.  Do you want \t\tto wake up?  \n[20]\t\tAnd in this dream, you killed that \t\tman.  He was bothering you so you \t\ticed him.  \n[21]\t\tThen who did?  \n[22]\t\tBut you saw it happen?  \n[23]\t\tYou were the closest one to him. \t\tYou must've seen who did it.  \n[24]\t\tWe're trying to be honest with each \t\tother, aren't we?  \n[25]\t\tWho do you keep talking to on the \t\tphone?  \n[26]\t\tWhat's this doctor's name?  It's \t\timportant we know.  \n[27]\t\tI respect your right to privacy. \t\tI've been to therapy myself.  The \t\tdepartment provides it.  I know \t\tit's not good form for a cop to be \t\tadmitting that, but...  \n[28]\t\tIf it makes you more comfortable.  \n[29]\t\tAl least tell me your first name.  \n[30]\t\tNo gun and no name.  You're a \t\thighly underprivileged person.  \n[31]\t\tIt'll be hard to find a lawyer \t\twilling to risk his life.  But if \t\tyou hand over the gun...  \n[32]\t\tWe'll take it out for you -- as \t\tsoon as you exit the booth with \t\tyour hands raised and...  \n[33]\t\tWe're not about to force you \t\tbecause there could be a \t\tmiscalculation and then we'd never \t\tfind out why this happened.  \n[34]\t\tIt's what makes the job \t\tinteresting.  Finding out why. \t\tSomething drove you to do this. \t\tYou didn't go out today expecting \t\tthis to happen.  It was a nice day. \t\tYou were out for a walk.  And then \t\tsuddenly it all changed.  \n[35]\t\tYou got some bad news on that call.  \n[36]\t\tSomething that pushed you over the \t\tedge?  \n[37]\t\tTime to land.  \n[38]\t\tI'm your safety net.  \n[39]\t\tI'll go see about that lawyer.  \n[40]\t\tHave you got the number of that \t\tbooth?  \n[41]\t\tCan you tap into that call?  \n[42]\t\tShit.  I don't want to blow this on \t\ta technicality.  Tracing the call \t\tisn't any violation, is it?  \n[43]\t\t\t \t\tOkay, we've got to know who he's \t\ttalking to and their current \t\tlocation.  \n[44]\t\tI need the number and an address to \t\tgo with it.  \tHelfand rushes off.  At the corner, we can glimpse him \tentering a phone company utility truck parked on Forty-Fifth \tStreet.  \n[45]\t\tThen who'd your husband be talking \t\tto?  \n[46]\t\tStu seems to be checking things out \t\twith this person.  \n[47]\t\tRemain here, please.  We may need \t\tyou later.  \n[48]\t\tWe'll do our best not to.  \tKelly is left alone as the Captain returns to their command \tcenter.  \tKelly is once again a solitary target.  She could be picked \toff without attracting undue attention.  \n[49]\t\tShit.  He hung up.  \n[50]\t\t\t \t\tHold your fire.  Let him answer it.  \tThe SWAT team backs up but maintain their aim.  \n[51]\t\tLet them talk.  He's not going \t\tanywhere. \t\t\t \t\tHe's going back inside the booth.  \tIndeed we see Stu re-enter the battered phone booth and pick \tup the receiver.  \n[52]\t\tHold all fire until you actually \t\tidentify a weapon.  We're doing \t\tthis on fucking TV!  \n[53]\t\tThey should've traced the fucking \t\tcall by now.  \n[54]\t\tPatch me through.  Hello, this is \t\tCaptain Edward Ramey.  What about \t\tthat call?  \n[55]\t\tWe're there!  Can you play me back \t\tyour recording of the entire call?  \n[56]\t\tThen switch to another machine and \t\tplay back what you've got.  \n[57]\t\tHave you got the room?  \n[58]\t\t\t \t\tMove your SWAT units to the hotel. \t\tNo... wait.  Any movement will \t\talert the sniper.  If he sees any \t\tof us withdraw, he may panic.  \n[59]\t\tIntercept them.  Divert them to the \t\thotel.  \n[60]\t\tSend them in from the Forty-third \t\tStreet side.  I don't want any \t\tactivity the sniper might catch \t\tsight of.  He's probably high up \t\tand facing that booth.  He's got to \t\tcontinue to believe our full \t\tattention is focused on the man \t\tinside -- whoever the hell that \t\tpoor bastard is. \t\t\t \t\tHello 911 operator, I missed some \t\tof that.  Run it halfway back and \t\trepeat it.  \n[61]\t\t\t \t\tJesus... he's a dead man.  \n[62]\t\tHello?  This is Captain Ramey. \t\tSomebody talk to me.  \n[63]\t\tWhat's his condition?  \n[64]\t\tGet a statement from him.  I'll be \t\tright over.  \tHe drops the receiver so that it dangles again.  \tCAMERA FOLLOWS RAMEY to where Stu lies surrounded by cops and \tmedics.  He's stunned, but very much alive.  \n[65]\t\t\t \t\tRubber bullet.  \n[66]\t\tSomebody was going to and we \t\tthought it may as well be us.  \n[67]\t\tSure as hell did.  Thanks to you.  \n[68]\t\tBarely.  \n[69]\t\tRelax.  The guy's dying.  \n[70]\t\tWe'll see.  \n[71]\t\tThis is Ramey.  Over.  This is \t\tRamey.  Ten-Four.  \tThere's nothing but static, mixed up feedback and multiple \tgarbled voices on the other end of the line.  \n[72]\t\tShit.  Get everybody off this \t\twavelength.  \tHe crosses back to the phone booth -- picks up the dangling \treceiver.  \n[73]\t\tHello.  Hello!  Pick up!  Yeah, \t\tit's Ramey again.  Can you hold the \t\tphone close enough so the perp can \t\tlisten?  \n[74]\t\tHe's not about to talk to us. \t\tMaybe to him.  \tRamey looks back to where the medics are still trying to lift \tStu onto the gurney.  \n[75]\t\tForget that.  Stand him up. \t\t\t \t\tCan you stand?  \n[76]\t\tHelp him over here.  \tThe medics support Stu and inch him back to the booth.  It's \tpainful, but Stu ignores it.  \tRamey holds the phone up so Stu can both listen and speak.  \n[77]\t\tHere.  Speak up.  \n[78]\t\tDon't worry.  We'll find out who he \t\tis.  And why he picked you.  ", "Pamela": "", "McFadden": "", "Stu": "\n[1]\t\tWish I could accommodate you, \t\tMario, but this is my busy time of \t\tday.  \n[2]\t\tWhy don't I stop in later for some \t\tlunch?  \n[3]\t\tI'm doing my level best for you \t\tpeople.  \n[4]\t\tI got the food critic from the \t\tVillage Voice all lined up to give \t\tyou a review.  \n[5]\t\tI was allowing you time to expand \t\tthe menu.  Wallpaper the bathrooms, \t\tfor God sakes.  You get only one \t\tshot with these fucking critics and \t\tI don't want you to blow a rare \t\topportunity.  \n[6]\t\tHold on right there.  I've got a \t\tvery excellent reputation around \t\tthis town.  \n[7]\t\tHell, I'm not an agent.  I'm a \t\tpublicist.  \n[8]\t\tBelieve me, Valerie's on the \t\twaiting list to audition.  Harry's \t\tgot no complaints.  He just let me \t\tpick out this tie the other day.  \n[9]\t\tMario, please let me make this up \t\tto you.  How about I arrange for \t\tthe opening night party for this \t\tnew off-Broadway show I'm handling \t\t-- to be held at your place with \t\tlocal TV coverage on nine and \t\televen?  I mean I had it promised \t\tto another client -- who actually \t\tpays me money.  But it isn't firmed \t\tup yet.  And I could throw it your \t\tway.  Maybe.  \n[10]\t\tYou'd toss in the buffet for say \t\tseventy or eighty.  The producers \t\twould supply their own vino, of \t\tcourse.  I'd deliver you a \t\ttruckload of celebrities.  And if \t\tthey like the food, they'll all \t\tcome back, naturally.  \n[11]\t\tYou want Liza Minelli?  An Oscar \t\twinner.  Or Douglas Fairbanks, Jr.?  \n[12]\t\tI saw him last night going into the \t\tFour Seasons.  I'll bring you over \t\ta whole VIP list when we come by \t\tfor dinner.  \n[13]\t\tYou can't think small like that. \t\tHey, you still feature musicians \t\tFridays and Saturdays?  \n[14]\t\tWhat about Harry's daughter as an \t\textra added attraction?  She'll \t\tbelt out five or six showtunes -- \t\ttwo sets a night -- and it won't \t\tcost you a fucking nickel.  \n[15]\t\tStar Showcase!  Let me handle \t\tsetting that up.  And when she \t\teventually goes on Letterman, \t\tshe'll announce I'm currently \t\tappearing over at Mario's fine \t\tsupper club.  Right over CBS she'll \t\tsay that, Mario.  \n[16]\t\tThat's just a vulgar word for PR. \t\t\t(placing an arm around \t\t\thim \t\tMario, you can't hurt my feelings. \t\tEven when I was a kid and they \t\thurled certain invectives my way, \t\tit never bothered me.  Other kids \t\twould fall apart if anybody called \t\tthem a fucking name.  Me, I just \t\tloved the attention!  'Shit-for- \t\tbrains' -- that's what the bigger \t\tkids named me.  And I answered to \t\tit.  Hey, 'shit-for brains' \t\treporting for duty.  Everybody \t\tloved me for that.  I could take \t\tabuse.  After a while, I kind of \t\twore them down.  There was nothing \t\tmore they could say to me.  So they \t\tstopped.  I kind of missed it.  \n[17]\t\tI'll bet your loving wife put you \t\tup to this.  She saw me pass by and \t\tshe sent you out in the street. \t\tBut I don't hold it against you \t\tpersonally -- you still serve up \t\tsuperior veal chop. \t\t\t \t\tNow I got urgent business to \t\tconduct, Mario.  \tHe slides the booth closed in Mario's face.  \tThe frustrated restaurateur glares at him through the glass \tbefore giving up and walking off -- talking to himself as he \tgoes up the block.  \tINSIDE THE BOOTH, Stu inserts his thirty-five cents and \tdials.  \n[18]\t\tHello, Mavis, sweet creature.  \n[19]\t\tI'm only a few minutes late, \t\tloveliest individual on earth.  \n[20]\t\tGood news in that arena.  Kelly \t\tgoes into rehearsal as of Monday. \t\tYou know how dedicated she is.  By \t\tthe time she gets back from dancing \t\ther ass off, she goes right to \t\tsleep.  We'll have both our days \t\tand certain nights.  Not to mention \t\twhen they take the show on the \t\troad.  \n[21]\t\tFour to five weeks -- minimum.  \n[22]\t\tI wouldn't do that.  \n[23]\t\tThat's how you met me.  \n[24]\t\tI'm much better groomed since \t\tyou've been looking after me.  \n[25]\t\tEven Kelly remarked on it when I \t\tfirst met her.  \n[26]\t\tThe marriage is not without its \t\tcompensations.  Do you imagine I \t\tcould afford that apartment on what \t\tI'm earning?  Not with everybody \t\tcutting back on the publicity.  Not \t\tto mention a million college \t\tgraduates coming into the \t\tprofession trying to cut me out. \t\tAnd one thing you can't expect from \t\tyour clients is loyalty.  They get \t\ta couple of bad notices, they dump \t\tyou.  Goodbye.  \n[27]\t\tI wasn't saying goodbye to you.  I \t\twas saying how the clients try to \t\tgive you the wave off without even \t\ta month's notice.  \tA conservative businessman now stands outside the booth \twaiting to use it.  He deliberately glances at his watch a \tfew times to demonstrate his impatience.  This bothers Stu \twho slides the booth open a crack.  \n[28]\t\t\t \t\tWhat?  Is your watch busted?  It's \t\ttwenty after eleven and I'm gonna \t\tbe occupied indefinitely with my \t\ttransaction.  So get out of my \t\tface!  \tHe closes the booth up again and turns his back to the \tgentleman who gives up and departs.  \n[29]\t\tSorry, honey.  There will be no \t\tfurther interruption.  \n[30]\t\tOn account of that phone records \t\tare regularly subpoenaed in divorce \t\tproceedings.  And I don't want some \t\tentry showing up on my cellular \t\tbill either.  She gets the mail. \t\tShe looks these items over. \t\tSometimes she even dials up a \t\tstrange number to see who it is.  \n[31]\t\tIt's only because her last husband, \t\tthe choreographer, ran around on \t\ther.  She can't get that out of her \t\thead.  That's how she caught onto \t\thim.  The phone bills.  \n[32]\t\tYou know what a self-fulfilling \t\tprophecy is?  She was so sure I was \t\tgoing to find me a woman that she \t\tfinally drove me back to you.  I \t\tthought I'd feel all guilty about \t\tit -- but I guess it hasn't kicked \t\tin yet. \t\t\t \t\tStill, I wouldn't do anything to \t\thurt her.  Basically, Kelly's a \t\tdecent individual.  \n[33]\t\tHurt?  You were glad to be rid of \t\tme.  \n[34]\t\tThat's about the nicest thing you \t\tever said.  \n[35]\t\tWe've been up front with each other \t\tfrom the beginning.  Let's keep it \t\tthat way.  How about a drink?  Say \t\tseven o'clock?  The Monkey Bar?  \n[36]\t\tYeah, you're great enough looking \t\tto be mistaken for one of those \t\tthousand dollar a night girls.  \n[37]\t\tAnd wear that short black number I \t\tbought you from Bendel's.  \n[38]\t\tHave a good day.  Make plenty of \t\ttips.  And leave the whole evening \t\topen.  She thinks I've got Knicks \t\ttickets.  \tHe hangs up.  Then whips a tiny cellular phone out of his \tjacket pocket, flips it open and dials.  Someone answers on \tthe first ring.  \n[39]\t\t\t \t\tIt's your boy Stuart.  When was the \t\tlast time I called you for a favor?  \n[40]\t\tI just need one line.  Anybody you \t\twanna say was seen dining out at \t\tMario's Stromboli restaurant.  \n[41]\t\tWho's asking any favors?  I'm \t\toffering reciprocal information.  \n[42]\t\tCheck it out.  Tony award-winning \t\tproducer Willie Beagle tossed his \t\twife back into rehab again \t\tfollowing her third attempt at \t\tdiving off the terrace at their \t\tplush eighteen room residence at \t\tthe San Remo.  I got it from the \t\tdoorman.  \n[43]\t\tLouis, my intentions were entirely \t\thonorable.  \n[44]\t\tWhat?  \n[45]\t\tI've got a heavy day, mister.  \n[46]\t\tI don't know you at all.  \n[47]\t\tWho is this?  \n[48]\t\tGet lost!  \n[49]\t\tWhere?  Where are you?  \n[50]\t\tI don't see you.  \n[51]\t\tOkay, you had your little joke.  \n[52]\t\tDo me a favor.  Call up somebody \t\telse.  \n[53]\t\tWhy don't you tell me?  \n[54]\t\tIs that what you do?  Count them?  \n[55]\t\tWhat are you -- a shut-in of some \t\tkind?  \n[56]\t\tSomebody's looking for you?  \n[57]\t\tThe cops?  \n[58]\t\tThe ex-wife.  What'd you do -- run \t\tout on child support?  \n[59]\t\tFrankly, I could care less.  You \t\thad your fun.  Now goodbye.  \n[60]\t\tIsn't that just too bad?  \n[61]\t\tThere's ten million names in the \t\tphonebook.  Pester somebody else.  \n[62]\t\tAlright, bullshit artist, what am \t\tI doing right now?  \n[63]\t\tOkay, okay, you got me in your \t\tscrutiny.  So what?  \n[64]\t\tOnly I got nothing to say.  \n[65]\t\tIs that a fact?  Well if you watch \t\tclosely, you will see me hang up.  \n[66]\t\tWhy not?  \n[67]\t\tWhy should I be interested in some \t\tcreep who gets his jollies spying \t\ton strangers in phone booths?  \n[68]\t\tWho put you up to this?  \n[69]\t\tWhy me in particular?  \n[70]\t\tHa!  What've I got to be afraid of?  \n[71]\t\tJust about everything.  You have so \t\tmuch to hide.  \n[72]\t\tHow do you figure that?  \n[73]\t\tThat's my business.  \n[74]\t\tAll of a sudden I'm required to \t\tgive explanations to you?  \n[75]\t\tWhat is this?  Some kind of candid \t\tcamera gag?  Or like that thing on \t\tHBO where the cab driver is taping \t\twhat goes on in the back seat?  \n[76]\t\tYour reality.  Not mine, you \t\tlowlife fuck.  \n[77]\t\tNow you're threatening me!  Fuck \t\tyou.  Could that be any clearer?  \n[78]\t\tOh yeah.  Right.  Can you see how \t\tI'm trembling?  \n[79]\t\tShit, this is a new one.  Fucking \t\tthreatening calls in a goddam phone \t\tbooth.  When are you going to start \t\twith the heavy breathing.  \n[80]\t\tYou don't know anything about me.  \n[81]\t\tLike what?  \n[82]\t\tHow would you know that?  \n[83] \tPANNING up at thousands of windows.  The Voice could be \tcoming from anywhere.  \n[84] \n[85]\t\tDon't.  \n[86]\t\t\t \t\tMavis!  Just hang up the goddam \t\tphone.  \n[87]\t\tMavis -- the guy is a fucking \t\tnutcase!  Hang the fuck up.  \n[88]\t\t\t \t\tHe doesn't know my wife!  Don't \t\ttell him anything else.  \tOutside the booth, a huge, heavy-set black woman in a too \ttight dress, now appears with the clear desire to use the \tphone.  Her name is FELICIA.  She taps on the glass.  \n[89]\t\tCan you hear me, Mavis?  Keep your \t\tbig mouth shut.  \n[90]\t\tDon't believe a word of it.  It's \t\tall lies.  \n[91]\t\tIt's not true.  I do care.  \tFrom outside the booth, there's a louder rapping on the \tglass.  Felicia really wants in.  \n[92]\t\tGo away.  \n[93]\t\tYou total asshole!  How could you \t\tdo that?  \n[94]\t\tLike hell I will.  \n[95]\t\tThere's no chance of that.  \n[96]\t\tYou don't know our phone number!  \n[97]\t\tAnd I'm supposed to believe that?  \n[98]\t\tWhat are you going to tell her?  \n[99]\t\tWhat am I supposed to say?  \n[100]\t\tLook, I don't want to hurt Kelly. \t\tShe's always there for me.  It's \t\tjust my nature to have a little \t\t'strange' on the side.  It doesn't \t\tmean shit.  \n[101]\t\tKind of like having a beautiful \t\thome.  With everything you ever \t\tdreamed of.  But you still need \t\tthat vacation now and then.  Some \t\tnice hotel room with a great view. \t\tMaybe a pool.  Only you wouldn't \t\twant to spend more than a few days \t\tin any hotel.  Eventually, you want \t\tto go back to your home and all \t\tyour stuff.  You're real glad to \t\tcheck out.  \n[102]\t\tYou're ruining my fucking life, you \t\tsonofabitch.  \n[103]\t\tWhat else can you do to me?  \n[104]\t\tShe's not home.  She went out.  \n[105]\t\tThere's another booth on the next \t\tblock.  \n[106]\t\tWell, I'm not through!  Go in a \t\trestaurant or someplace, but get \t\taway from me!  \n[107]\t\tLet me hear from your lawyer!  \n[108]\t\tI'm doing it.  \tHe punches in the digits.  The phone rings -- and rings.  \n[109]\t\tI told you she was out.  \n[110]\t\tHoney, it's me.  \n[111]\t\tChange of plan.  We're not eating \t\tin that dump any more.  \n[112]\t\tThe Health Department gave them a \t\t'C' rating -- that's how come. \t\tHere I'm trying to put the place on \t\tthe map and he fucks it all up with \t\ta major roach problem.  \n[113]\t\tJust in a phone booth.  \n[114]\t\tOh yeah, I am.  \n[115]\t\tI only stepped in because the \t\ttraffic was so loud outside.  \n[116]\t\tNot for a few minutes.  \n[117]\t\tThe guy in the next booth.  He's \t\tgot a bad connection and he's \t\thollering his fool head off.  \n[118]\t\tI love you, baby.  \n[119]\t\tYou know that.  \n[120]\t\tWhat man?  \n[121]\t\tI don't understand...  \n[122]\t\tAnd what did this guy say?  \n[123]\t\tMaking calls is part of my \t\tbusiness.  \n[124]\t\tClients.  People.  Planting items \t\tlike I do.  \n[125]\t\tOnce in a while one of them could \t\tbe a woman.  I just called \t\t\"Elaine's\" and talked to her to see \t\twho was in there last night.  \n[126]\t\tYou're not going to start that shit \t\tagain?  \n[127]\t\tWhat could be wrong?  \n[128]\t\tYeah?  Who do I sound like?  \n[129]\t\tI told you.  In a while.  \n[130]\t\tWhy should he call back?  \n[131]\t\tYou're the one that sounds \t\tfrightened.  And of nobody.  \n[132]\t\tYou're not telling me all he said. \t\tWhat are you holding back?  \n[133]\t\t\t \t\tWhy did you do that to her?  She \t\tnever did you any harm.  \n[134]\t\tMaybe me -- but not her.  Whatever \t\tI've done, there's no reason to \t\ttake it out on her.  \n[135]\t\tYeah, I do.  \n[136]\t\tBut Kelly... I would never hurt.  \n[137]\t\tListen, I've treated all my women \t\tdecent.  I never laid a hand on any \t\tof them, even when provoked.  And I \t\talways let them down easy. \t\t\t \t\tI'm not ready to let Kelly go. \t\tMaybe I never will be.  \n[138]\t\tI'm not gonna let you mind-fuck me \t\tall day!  That's it.  This call is \t\tended.  \n[139]\t\tWhat happens if I hang up?  \n[140]\t\tI'm dying to hear this!!!  What the \t\tfuck can you do about it -- up in \t\tyour fucking high window with your \t\tgoddam binoculars?  \n[141]\t\tOh -- while you're at it, have a \t\tlook up my ass.  \n[142]\t\tWhat?  You mean... like a rifle?  \n[143]\t\tI'm supposed to believe that?  \n[144]\t\tAnd you're just going to kill me \t\tfor no reason?  \n[145]\t\tI get hung up on all the time.  You \t\tget used to it.  \n[146]\t\tThen why didn't you go after one of \t\tthem?  \n[147]\t\tHey, I have worked in a boiler room \t\tmyself peddling \"Term Life.\"  I \t\tWould never be rude to a fellow \t\tsalesperson.  \n[148]\t\tShit -- I do feel it.  \n[149]\t\tAcross my forehead -- now back \t\twhere it was before.  \n[150]\t\tNo, I'm not thinking that.  \n[151]\t\tNo.  You will.  I know you will. \t\tIf I just cooperate.  \n[152]\t\tBelow the shoulder?  \n[153]\t\tThe right shoulder.  \n[154]\t\tWhat others?  What do you mean? \t\t\t \t\tYou said 'others!'  \n[155]\t\tI saw it on the news.  \n[156]\t\tOh, God.  Forty-fifth and Eighth.  \n[157]\t\tI don't know.  \n[158]\t\tHe was gunned down.  And nobody was \t\tcaught.  And they didn't even \t\tbother to take his wallet or his \t\twatch... or anything.  \n[159]\t\tWhat did he do?  \n[160]\t\tPlease -- don't do it to me.  You \t\tgot no reason to do it to me.  \n[161]\t\tI'm not looking to.  Tell me what \t\tyou want!  \n[162]\t\tWhat's to tell?  I'm in Public \t\tRelations.  They used to call us \t\t\"flacks.\"  Now we're media \t\tconsultants.  \n[163]\t\tPlant items in the paper and on the \t\ttube.  More important sometimes, \t\tkeep stuff out.  \n[164]\t\tOne of my people got nailed for \t\tindecent exposure.  I managed for \t\tthe cops to use his real name \t\tinstead of his stage name so nobody \t\tpicked up on it.  \n[165]\t\tHe's in major therapy now.  I swear \t\the is.  \n[166]\t\tI'm real close with Larry King. \t\tAnd the \"Hard Copy\" people.  \n[167]\t\tWhy would he want to come here?  \n[168]\t\tHe comes from Atlanta.  \n[169]\t\tI don't know.  \n[170]\t\tDefinitely no chance.  \n[171]\t\tHow many?  \n[172]\t\tI gotta have the facts.  They might \t\tnot believe me.  My record isn't \t\ttoo good when it comes to hard \t\tnews.  \n[173]\t\tOn a divorce or separation, maybe. \t\tOr who's gay, or who isn't gay any \t\tmore.  I kind of specialize in that \t\tkind of material.  I mean I could \t\tprobably get you Joe Franklin.  \n[174]\t\tI might have a shot.  Are you \t\tfamiliar with Liz Smith?  \n[175]\t\tWant I should call her?  How much \t\tcan I say?  \n[176]\t\tShe usually likes to have a \t\tcelebrity involved.  If you had an \t\tactor or a sports figure held \t\tprisoner instead of me, there'd be \t\tbetter odds she's come.  \n[177]\t\tLet's see.  Who does she like?  Who \t\tcouldn't be reached to deny it?  \n[178]\t\t\t \t\tSometimes you only get her service. \t\t\t \t\tHi -- Stu Shepard.  Put me through. \t\tI've got hard news for her.  I can \t\tonly talk to her directly.  But say \t\tit regards -- Liza.  \n[179]\t\t\t \t\tNo, I can't call back.  I'll have \t\tto lay in on somebody else. \t\tAlright, but I can't hang on long. \t\t\t \t\tShe's coming on. \t\t\t \t\tLiz, hello.  Sure I'll make it \t\tbrief.  Killing two weeks ago in \t\tthe theatre district?  Turn out a \t\tsniper did the job.  Yeah, a sniper \t\twith a rifle.  Now he's got another \t\tvictim lined up.  Not just your \t\tanonymous New Yorker, but Liza. \t\tNow you can't call anybody or Ms. \t\tMinelli's dead meat and so am I. \t\tShe's hostage in a phone booth \t\tright in the sniper's sights.  But \t\the says he'll talk to you and let \t\ther walk.  I know it'll take balls \t\tto do this, but you're a fine and \t\tcourageous newspaper woman...  \tThere's a click.  Silence.  \n[180]\t\tHello?  Hello? \t\t\t \t\tEither she's on her way over or she \t\tdoesn't believe me.  \n[181]\t\tI didn't really believe in what I \t\twas saying.  \n[182]\t\tI do.  \n[183]\t\tAt least ninety-five percent, easy.  \n[184]\t\tNo.  Don't shoot.  \n[185]\t\tOh, my God.  A dot.  A fucking red \t\tdot.  \tA tiny red dot now moves across Stu's chest.  \n[186]\t\tThe laser dot.  Just before some \t\tpoor bastard always gets blown \t\taway.  \n[187]\t\tDon't tighten.  Don't even tickle \t\tthat fucking finger.  \n[188]\t\tYou're talking about the old \t\tGeraldo.  Look, I can try and reach \t\tcable NBC.  They're hungry.  \n[189]\t\tThey do a great job.  They'll haul \t\ta whole crew over to cover your \t\tsurrender \"live.\"  \n[190]\t\tThat's entirely up to you.  Your \t\tchoice.  I'm just trying to set you \t\tup with the proper communicator. \t\t\t \t\tI suppose Liza wasn't strong \t\tenough.  I should've said Madonna.  \n[191]\t\tI'm not through.  \n[192]\t\tFuck off or I'll call a cop.  \n[193]\t\tI can't.  \n[194]\t\tI can't explain it.  \n[195]\t\tI'll make it worth your while to go \t\taway.  How much do you want?  \n[196]\t\tThirty dollars.  It's all I've got \t\tin cash.  Take it and go.  \n[197]\t\tI don't know.  For as long as it \t\ttakes.  \n[198]\t\tDo you want the money?  \n[199]\t\tCome on, man.  That's my good \t\twatch.  \n[200]\t\tThen here.  Take the damn thing.  \n[201]\t\tTake it all.  \tThe pimp pockets the watch and the money.  But doesn't go \taway.  \n[202]\t\tI apologize.  \n[203]\t\tAn accident.  I'm sorry about that, \t\ttoo.  \n[204]\t\tIt's long distance.  I can't lose \t\tthe call -- I might not get them \t\tback.  \n[205]\t\tThat wouldn't be a good idea. \t\t\t \t\tWould it?  \n[206]\t\tI gave you everything I've got.  \n[207]\t\tYou want the ring, you've got the \t\tring.  If I can get it off.  \n[208]\t\tLet go of me!  It's coming loose. \t\tThere. \t\t\t \t\tOkay, Felicia, with my deepest \t\tapologies.  Goodbye now.  \n[209]\t\tNothing.  Talk.  That's all.  \n[210]\t\tThis has nothing to do with drugs.  \n[211]\t\tI knew it smelled for some reason.  \n[212]\t\tBecause I am.  \n[213]\t\tI'll take it up with the mayor.  \n[214]\t\tNo, you didn't.  It was a fair and \t\tequitable deal.  You had \t\tterritorial rights to this booth \t\tand I paid a license fee.  Fair is \t\tfair.  Now leave me in peace.  \n[215]\t\tThanks for your interest but I'm in \t\tperfect health.  \n[216]\t\tI'm terminal, okay?  Now can I \t\tclose the booth and continue my \t\tconversation?  \n[217]\t\tFine.  Give it back.  \n[218]\t\tWell go wash your hands.  \n[219]\t\tI'm sick of you.  Now get out of my \t\tface.  \n[220]\t\tTouch me and I'll throw up on you.  \tAt the suggestion, Leon lets go quickly.  \tIt looks like a stalemate.  Stu isn't vacating the booth and \tLeon and his lady are reluctant to touch him further.  He \tdoes indeed look sick.  \n[221]\t\t\t \t\tYou can see what I'm up against \t\there.  \n[222]\t\tWhat do you have in mind?  \n[223]\t\tGod -- no. \t\t\t \t\tDon't.  It's not necessary.  \n[224]\t\tI'll handle it myself.  \n[225]\t\tNo. \t\t\t \t\tFor your own safety, mister, just \t\twalk away.  \n[226]\t\tYou're making this happen.  \n[227]\t\t\t \t\tThis isn't my fault. \t\t\t \t\tStop that!  \tBut Leon continues rocking the booth.  It won't come loose -- \tso in frustration, he punches in a side pane of glass.  \tThe glass shatters all around Stu, who does his best to \tshield himself from the slivers.  \n[228]\t\t\t \t\tThe guy's insane!  \n[229]\t\tI can't.  \n[230]\t\t\t \t\tHello?  Hello?  \n[231]\t\tI can't help it!  \n[232]\t\tNo.  It can't.  That's not fair.  \n[233]\t\tYes.  \tStu sees the red dot reappear on Leon's chest as he continues \tto barrage the booth with punches and kicks.  \tThen Leon recoils, staggers a step backward.  He doesn't \trealize he's been shot.  \tThere's been no sound of gunfire.  Perhaps a silencer was \tused -- or the downtown traffic drowned out the solitary \tdischarge.  \tLeon looks confused at first.  His ladyfriend has no idea \the's wounded -- neither do the derelicts and street people \twho've assembled on the corner.  \tEven Stu isn't sure -- until the blood starts oozing from the \twound on the pimp's chest -- staining his yellow vest.  \tHe isn't assaulting the booth anymore.  He's trying to keep \this balance.  He slumps forward, hanging onto the booth for \tsupport -- only a few inches from Stu's face.  The blood runs \tdown the side of the booth.  \n[234]\t\t\t \t\tYou did it!  \n[235]\t\tI said 'Yes, I can hear you.'  Not \t\t'Yes -- kill the motherfucker!'  \n[236]\t\tYou're twisting it all around.  I \t\tdidn't do this!  \tMeanwhile, Leon leans upright against the booth.  Then his \tlegs cave in and he begins to slide to his knees.  \tFelicia runs up beside him.  She sees the blood.  \n[237]\t\tI didn't.  \n[238]\t\tHow could I?  I don't even have a \t\tgun.  Look!  \n[239]\t\tCome back.  You've got to see -- \t\tI'm not armed.  \tOnly Felicia remains, leaning over the pimp's body, staring \thelplessly.  \n[240]\t\tI can't hang up.  That's what this \t\tis all about.  \n[241]\t\t\t \t\tI can use this. \t\t\t \t\tEmergency.  Yes.  There's been a \t\tshooting at Forty-fifth and Eighth \t\t-- on the corner.  A man is down. \t\tWhat's the difference who I am?  I \t\tdon't want to be involved.  \n[242]\t\tThat wasn't nice.  \n[243]\t\tI'm not going anyplace.  I'm \t\tstaying right here in this booth. \t\t\t \t\tUnless you give me permission.  \n[244]\t\tWhat do you expect me to say?  \n[245]\t\tYou mean...?  \n[246]\t\tThey can't blame me -- I'm not \t\tarmed.  \n[247]\t\tThey can see with their own eyes.  \tNot far away, we hear the BLAST of POLICE SIRENS drawing \tcloser.  \n[248]\t\tHow can I?  \n[249]\t\tThis isn't a story.  This is real. \t\tThis is murder.  \n[250]\t\tI gave him my money, my watch...  \n[251]\t\tHe was a fucking thief.  \n[252]\t\tI don't feel a bit guilty.  This is \t\tall your doing!  \n[253]\t\tHey, I'm not taking any more \t\tcriticism from some lunatic sniper \t\twho gets his kicks killing \t\tstrangers.  \n[254]\t\tYou're a man.  I know you're a man. \t\tWomen don't kill with telescopic \t\trifles.  They stab you.  \n[255]\t\tI've got no time to rehash my whole \t\tlife.  Oh my God!  The cops are \t\there.  \tPolice cars are pulling up on all sides of Eighth Avenue.  \tTraffic has suddenly been shut down.  Prowl cars have now \tblocked the streets.  \tPRODUCTION NOTE: Everything is seen from Stu's perspective \twithout intercuts.  \tHalf a dozen cops now emerge and approach with drawn guns.  \n[256]\t\t\t \t\tThey're ordering me to come out.  \n[257]\t\tWhat if they open fire?  \n[258] \tA distant crowd gathering on the opposite west side corner \tbehind the police cars.  Some tourist is capturing the event \ton video.  \n[259] \n[260]\t\tWhat about him?  \n[261]\t\tYou call this safe?  Six cops with \t\tguns pointed my way?  \n[262]\t\tAbsolutely no more shooting.  Now \t\tis that clear?  \n[263]\t\t\t \t\tYou won't, because there isn't any.  \n[264]\t\tI can't.  I'm on a phone call.  \tNow a black POLICE CAPTAIN arrives and takes full command of \tthe situation.  \n[265]\t\tI told you.  I'm busy.  Come back \t\tlater.  \n[266]\t\tNeither am I.  \n[267]\t\tCan't talk about it.  \n[268]\t\tLook, I don't want to be friends.  \n[269]\t\t\t \t\tI've got a friend, okay.  \n[270]\t\tNone of your business.  \n[271]\t\tI've got no side of it.  \n[272]\t\tYou won't believe anything I say.  \n[273]\t\tI couldn't shoot anybody.  I'm not \t\tarmed.  \n[274]\t\tThat?  That's my cellular.  \n[275]\t\tDo you want to see it?  \n[276]\t\tThen how can I show it to you?  \n[277]\t\tThey're all lying.  Nobody saw it \t\tbecause it didn't happen.  \n[278]\t\tNot on account of me!  This is like \t\tsome bad dream.  \n[279]\t\tI'm trying.  \n[280]\t\tNo.  \n[281]\t\t\t \t\tI don't know.  \n[282]\t\tYes.  \n[283]\t\tNo.  \n[284]\t\tNot necessarily.  \n[285]\t\t\t \t\tI'm handling this.  \n[286]\t\tNobody.  My psychiatrist.  \n[287]\t\tHe says not to tell you.  It's \t\tprivileged information.  \n[288]\t\tWhatever you say.  \n[289]\t\tStop right there.  Back up a few \t\tsteps.  Back where you were.  \n[290]\t\tI want you to read me my rights and \t\tstop asking questions.  \n[291]\t\tIt's my right not to have any name.  \n[292]\t\tAnd get me a lawyer, too.  I want a \t\tlawyer brought down here to \t\tnegotiate my surrender.  \n[293]\t\tHow can I when you won't let me \t\ttake it out?  \n[294]\t\t\t \t\tNow we're back to that again.  It's \t\talways \"Get out of the booth.' \t\t'You can't stay in the booth.' \t\tWell, I like it in the fucking \t\tbooth.  It's my whole world now. \t\tIt's my booth and I'm never coming \t\tout.  \n[295]\t\tWhy is it so important to know? \t\tThe guy is dead.  Isn't that \t\tenough?  Knowing isn't going to \t\tmake him alive again.  So who gives \t\ta fuck!  \n[296]\t\tAll I wanted was to make a phone \t\tcall.  One lousy phone call for \t\tthirty-five fucking cents.  \n[297]\t\tThe worst.  \n[298]\t\tAnd I've been falling ever since.  \n[299]\t\tWhen you hit bottom, you die.  \n[300]\t\tIf I tell you what you want to know \t\t-- you'll die, too.  \tSomething about the implied threat sends a chill through \tCaptain Ramey.  \n[301] \tthe detective fifteen feet away.  \tRamey decides to back off momentarily.  \n[302]\t\tNow that's a good idea.  \tThe Captain withdraws back across the street.  \n[303]\t\tThey're just hoping for coverage of \t\tme dying in the gutter.  \n[304]\t\tThose cops are just looking for any \t\texcuse.  \n[305]\t\tKelly.  She was worried about me.  \tStu is afraid to reach in his pocket lest the cops think he's \tgoing for a gun.  \n[306]\t\tShe doesn't watch daytime TV.  \n[307]\t\tWhy are you saying this?  You want \t\tme to reach in my pocket so you can \t\tsee them open fire?  \n[308]\t\tGod -- how I'd love to hear her \t\tvoice.  \n[309]\t\tIf she knows I'm in trouble, she \t\twon't give up.  \n[310]\t\tYou said I'm not allowed to leave \t\tthe booth.  \tFinally the cell phone stops ringing.  \n[311]\t\tNo, thanks.  I'll stay where I am.  \n[312]\t\tIf you shoot me, you give yourself \t\taway.  \n[313]\t\tYou expected them to come.  You had \t\tthis all worked out.  \n[314]\t\tPoor Kelly.  What she must be going \t\tthrough.  \n[315]\t\tI'd never get the words out.  Not \t\twith fifteen or twenty rounds in \t\tme.  \n[316]\t\tThey wouldn't wait to see.  \tThe cellular ringing continues jangling Stu's nerves.  \n[317]\t\tWhy doesn't she hang up?  \tThen Stu notices something in the crowd gathering far across \tthe street behind the police barricades.  Countless faces \trubbernecking, probably hoping to see some display of \tviolence that would end with him face down dead on the \tpavement.  \tAnd in the midst of them -- one face familiar to him.  A \tfemale, quite pretty... even in tears.  It's Kelly.  (We see \ther only in LONG SHOT -- a distant figure in bright green \tjacket that makes her stand out from the crowd.  \n[318]\t\tIt's her!  She's not calling me. \t\tShe's over there.  \n[319]\t\tThe blonde girl in the green \t\tjacket.  \n[320]\t\tShe must've heard all the commotion \t\tand come downstairs.  \tThe cellular is still ringing.  \n[321]\t\tIt's somebody else who knows my \t\tcell number. \t\t\t \t\tIt's you!  \n[322]\t\tWhy is it so important that they \t\tkill me?  \n[323]\t\tThis time you won't.  If you want \t\tme dead, you'll have to do it \t\tyourself.  \n[324]\t\tIt's all a game to you -- because \t\tyou're incapable of feelings. \t\tYou're not even human.  \n[325]\t\tI quit.  I'm not answering back any \t\tmore.  I won't hang up but I'm not \t\tplaying.  \tThere's silence now between them.  \n[326]\t\tNo!  \n[327]\t\tLeave her out of it.  \n[328]\t\tDon't.  Please don't.  I'm sorry. \t\tI'm talking to you again.  I'll \t\ttalk all you want!  \n[329]\t\tI've screwed up her life enough \t\talready.  Please don't hurt her.  \n[330] \tin the crowd.  Distant yet distinct amongst the curious \tonlookers.  \n[331] \thalf leaning out of the booth, staring at his wife and the \tcops in the distance.  \n[332]\t\tTake me instead.  \n[333]\t\tNo!  I'm hanging up.  That's it.  \tStu hangs up the receiver.  He disconnects.  \n[334] \tslowly stepping out of the booth.  His hands are raised.  \n[335]\t\t\t \t\tI've giving myself up.  Take me!  \n[336]\t\tShit.  I can't.  \n[337] \tHe's just outside the booth -- expecting to feel the sniper's \tbullet go through him at any moment.  \tThen the pay phone starts ringing.  \tThe sniper is calling back.  \n[338] \n[339]\t\t\t \t\tYeah?  \tA strange voice begins chattering away in Spanish.  Totally \tunintelligible to Stu.  \n[340]\t\t\t \t\tYou got the wrong number.  Hang up.  \tThe voice, probably a Puerto Rican gentleman, rattles on in \tSpanish.  \n[341]\t\tWrong number.  Wrong number.  \tThen the voice on the phone suddenly alters the Hispanic \taccent.  It is the now familiar tone of his tormentor.  \n[342]\t\tThose cops won't wait much longer.  \n[343]\t\tWill you look at that?  I must be \t\tgoing out over the network.  Bet \t\tthey're pre-empting usual \t\tprogramming.  \n[344]\t\tHow are they gonna prove that I \t\tkilled anybody when there's no gun?  \n[345]\t\tNo, sir.  No gun and I walk.  \n[346]\t\tWhat do you mean?  \n[347]\t\tWhere?  \n[348]\t\t\t \t\tIt's not on the floor.  \n[349]\t\tUp above.  \n[350]\t\tIf they see me reach for something, \t\tthey could open fire.  \n[351]\t\tI totally don't give a shit.  \n[352]\t\tIt doesn't matter.  I know about \t\tballistics.  The slug in that dead \t\tguy came from your rifle, not any \t\thandgun.  \n[353]\t\tThere's no gun up there.  I don't \t\tsee a damn thing.  \n[354]\t\tI could never shoot anybody.  \n[355]\t\tAnd I'd fucking love it!  \n[356]\t\tI'm not getting my fingerprints on \t\tyour fucking weapon.  What about \t\tpowder residue?  How are they going \t\tto explain that to a jury?  \n[357]\t\tNo.  \n[358]\t\tGet off her!  \n[359]\t\tLook!  I'm reaching up with my left \t\thand.  I'm pushing against the \t\tpartition.  It's giving.  I'm \t\tfeeling around with my fingertips. \t\tIt's filthy up there.  \n[360] \tfeel about inside the shallow space.  The shriveled remains \tof dead flies -- a layer of dust -- and then a .30 handgun.  \n[361]\t\tI'm -- touching something.  \n[362]\t\tI'm not picking it up.  \n[363]\t\tI wouldn't have a chance.  \n[364]\t\tI'm not insane.  \n[365]\t\tThat won't happen.  \n[366]\t\tWhy would I do that?  \n[367]\t\tOkay.  I know you can do it.  But \t\tdon't talk about that.  Please.  \n[368]\t\tLike that nerdy sonofabitch who \t\tblew those three wiseass kids away \t\ton the subway?  \n[369]\t\t'I'm mad as hell and I'm not taking \t\tit anymore.'  \n[370]\t\t\t \t\t'I'm not taking it anymore.'  'I'm \t\tnot taking it anymore.'  \n[371]\t\tFighting back.  That's what it's \t\tabout.  \n[372]\t\tI'm on my knees begging you.  \n[373] \tcrouched forward.  The pay phone receiver dangles just above \this head.  The cellular remains cupped in his hand.  \tStu never lifts the cell phone.  He keeps the palm of his \thand over the speaker of the phone to muffle any sound from \tthe other end.  \tIt rings and finally someone answers.  \n[374]\t\t\t \t\tYou've made your point.  Who's \t\tgoing to believe I've got a sniper \t\twith a telescopic sight holding me \t\tin a fucking phone booth at 45th \t\tand 8th?  \n[375]\t\tIf you'd put a bullet in that \t\tCaptain Ramey, it would've been a \t\tdifferent story -- but you were too \t\twise to do that.  \n[376]\t\t\t \t\tWhy me?  You could pick off any of \t\tthose cops from your window up \t\tthere.  Like you did that pimp. \t\tAnd that tourist last week.  But \t\tthis time you want me to do your \t\tkilling for you.  \n[377]\t\tThis booth.  It's my whole world -- \t\tshrunk down to four feet by three \t\tfeet.  Not much bigger than the \t\tsize of a coffin.  \n[378]\t\t\t \t\tWhen I saw you put that bullet into \t\tthat black dude, I knew you'd never \t\tlet me out of this phone booth \t\talive.  \n[379]\t\t\t(peering upward, \t\t\tsquinting \t\tLet me see you first.  What harm \t\tcan that do you?  You're in one of \t\tthose windows.  I've got to know \t\twhich one.  \n[380]\t\tBeing so far, I could never \t\tidentify you.  I don't even want \t\tto.  \n[381]\t\tDon't worry that I'd try to point \t\tyou out.  You'd shut me up with one \t\tof your .30 calibre hollow points \t\tbefore I could even raise a finger.  \n[382]\t\tI want to see that you exist.  Like \t\tGod exists.  It's not enough to \t\tbelieve.  You want to see him -- \t\tjust once -- even at a distance.  \n[383]\t\tShow yourself to me and I'll take \t\tthe gun down.  I swear.  \tThere's a pause as the sniper mulls it over.  \n[384]\t\tStop!  I won't ask to see you \t\tanymore.  \n[385]\t\tWho?  \n[386]\t\tWhat are you talking about?  \n[387]\t\tMavis?  I don't see her.  \n[388]\t\tYou don't even know what she looks \t\tlike.  \n[389]\t\tI can't.  \n[390] \tStu looks down at the cellular.  He has no way of knowing if \tthe police operator can hear any of his words.  \n[391]\t\tI need time to think...  \n[392]\t\tI do.  \n[393]\t\tIt wasn't Mavis' fault.  It was all \t\tmy fault.  \n[394]\t\tYou'll leave them both alone?  \n[395]\t\tI'll do it.  \n[396]\t\tI need one minute.  One last \t\tminute, please.  Can you give me \t\tthat?  \n[397]\t\tSomething like that.  \n[398]\t\t\t \t\t'Who's going to believe I've got a \t\tsniper with a telescopic sight \t\tholding me in some fucking phone \t\tbooth...'  \tThe uniformed TELEPHONE TECHNICIAN now joins Ramey and the \tSergeant.  \n[399]\t\t\t \t\t'... Like you did that pimp.  And \t\tthat tourist last week.  But this \t\ttime you want me to do the killing \t\tfor you...'  \n[400]\t\tAre they?  I wasn't looking.  \n[401]\t\tI'm too afraid.  \n[402]\t\tI'm shaking all over.  \n[403]\t\tAs soon as the cops see a gun, \t\tthey'll open fire.  \n[404] \tas below he continues to hesitate -- it's agony --  \tThe sweat pours down his forehead and his eyes are squeezed \ttightly shut.  He can already imagine the police bullets \ttearing into him.  \n[405] \tHis arm still raised.  He hasn't brought it down with the gun \tin it.  Not yet.  He holds the pay phone receiver jammed up \tagainst his mouth.  \n[406]\t\tNo.  You do it.  If you want me \t\tdead, then fucking murder me!  \n[407]\t\tI am!  I'm doing it!  \tHe pulls the handgun down into full view.  Curiously, the \tpolice do not open fire.  \n[408]\t\tThere!  You see it?  They all see \t\tit.  \tHe waves the gun so nobody can miss it.  \n[409]\t\tWhere are you?  Damn you!!  \tHe drops the receiver and steps halfway out of the booth.  \tStill the cops do not open fire.  \tThen Stu starts shooting.  \tNot at the police, but at the high rise buildings across the \tstreet.  \tAt the thousands of windows that look down upon him.  \tHe gets off two shots before a solitary rifle shot rings out \tin response.  \n[410] \tThe remaining glass on the south side of the booth shatters. \tStu tumbles forward, sprawling out of the booth onto the \tpavement.  \n[411]\t\tWhat was that?  \n[412]\t\tIt couldn't hurt much more if you \t\treally shot me.  \n[413]\t\tDid you get him?  \n[414]\t\tStill alive?  \n[415]\t\tIt's okay.  I'm not really shot.  \n[416]\t\tI thought so, too.  But we're going \t\tto be alright.  Both of us.  \n[417]\t\tBet you didn't think I could \t\tdeliver on that.  \n[418]\t\tNo.  No hypo.  I want to see him \t\tfirst.  \tThe medics are now ready to lift Stu onto the gurney and cart \thim off.  But Stu struggles against them.  \n[419]\t\tThat's why I've gotta talk to him. \t\tPlease!  \n[420]\t\tI can try.  \n[421]\t\t\t \t\tIt's me.  Do you hear me?  Answer \t\tme.  \n[422]\t\tI finally beat your ass.  Admit it, \t\tyou fuck.  \n[423]\t\tNow you're gonna die, you bastard.  \n[424]\t\tHang on.  I can't wait to see you \t\tat the hospital.  So I can yank \t\tyour fucking air tube out.  \n[425]\t\tWhat's your name?  At least tell me \t\twho you are.  \tThere's more violent coughing, then silence.  Then a cop's \tvoice is heard.  \n[426]\t\tNo.  You won't. \t\t\t \t\tWhat do you want to bet you won't?  \tStu reaches over and hangs up the receiver.  CLICK.  \n[427]\t\tI'll spend my whole life trying to \t\tfigure that out.  \tThen he sinks into the arms of the medics who lower him onto \tthe waiting gurney.  \tThe hypo is finally administered.  It kicks in immediately, \trelieving the pain.  \tHe's wheeled away from the booth to the waiting ambulance. \tKelly is already inside waiting to accompany Stu to the \thospital.  \n[428] \tpulling away in LOW ANGLE.  \tCAMERA SLIDES BACK inside the ambulance with Stu.  The doors \tshut, obliterating our view of the phone booth that was his \tentire world until moments ago.  \n[429]\t\t\t \t\tGotta sleep now.  No phone calls...  \tKelly smiles down at him as the image blurs.  Stu passes out \t-- into a deep sleep he much deserves.  ", "Sergeant": "\n[1]\t\t\t \t\tThrow down your weapon and come out \t\twith your hands raised.  \n[2]\t\t\t \t\tYou know the drill.  Hands clasped \t\tbehind the back of your neck -- \t\tmoving slowly -- step out of the \t\tbooth.  If we see any sign of a \t\tweapon, we will respond.  \n[3]\t\t\t \t\tI repeat.  Raise your hands.  \n[4]\t\tWe're dealing with a mental case. \t\tHe's looking for us to kill him.  \n[5]\t\tSame corner as two weeks ago.  \n[6]\t\tYou've got your vest on?  \n[7]\t\tThis here's Helfand, of New York \t\tTelephone.  \n[8]\t\tBut not without a warrant.  You \t\tcould be violating this psycho's \t\tcivil rights.  Especially if he's \t\ton the line with his fucking \t\tpsychiatrist.  \n[9]\t\tAs long as we don't listen in.  \tWe remain in LONG SHOT of the POLICE as they continue in \theated conversation.  \n[10]\t\tMaybe they already traced it. \t\tAnyhow, it doesn't matter.  Looks \t\tlike he's coming out.  \n[11]\t\tWhat is going on with these fucking \t\tphone calls?  \n[12]\t\tAre you nuts?  \n[13]\t\t\t(listening to \t\t\ttransmission \t\tOfficer on east side of the street \t\treports subject removed a dark \t\tmetallic object from his pocket. \t\tWe better move.  \n[14]\t\t\t \t\tThere's something else coming in. \t\tA 911 operator says your name was \t\tmentioned by somebody that's still \t\ton the line.  Somebody talking \t\tabout a phone booth.  And a sniper.  \n[15]\t\tThere's another SWAT unit on the \t\tway.  \n[16]\t\tIt's done.  ", "Cole": "", "Leon": "\n[1]\t\tDrag your baggy butt out of that \t\tbooth.  We got business to conduct \t\tout of there.  \n[2]\t\tHang up that receiver or I'll make \t\tyou eat the fucking thing!  \n[3]\t\tDo you see one around here?  What \t\tyou think I'm gonna be doing while \t\tyou're waiting for a prowl car to \t\tget assigned?  I'm about to cut you \t\ta second asshole if you don't \t\tvacate those premises.  \n[4]\t\tI'm not interested in your \t\texplanations even if you had any.  \tHe withdraws a switchblade knife from his pocket but doesn't \topen it -- yet.  \n[5]\t\tIf I flick this, I use it.  \n[6]\t\tMake me an offer.  \n[7]\t\tYou're offering to rent my phone \t\tbooth?  For how long?  \n[8]\t\tWhat's so special in there?  \n[9]\t\tIs that a genuine Rolex you've got \t\ton?  \n[10]\t\tThat's what it's gonna take.  \n[11]\t\tAnd the thirty!  \n[12]\t\tNow I'm satisfied.  But you still \t\tgot to deal with Felicia here.  I \t\tbelieve you spoke harshly to her.  \n[13]\t\tAnd did her some injury.  \n[14]\t\tI agree. \t\t\t \t\tWhy don't you hang up a minute so \t\twe can discuss this matter at \t\tlength.  \n[15]\t\tDo I have to rip that fucking phone \t\tout of there?  \n[16]\t\tThat pinky ring looks attractive. \t\tFelicia might like that.  \n[17]\t\tI can get it off you.  \tLeon reaches in and grabs Stu's ring hand.  \n[18]\t\tWhat's really going on in that \t\tbooth -- that escapes the naked \t\teye?  \n[19]\t\tThat your connection on the end of \t\tthe line?  Or are you dealing?  \n[20]\t\tYou gotta be high on something to \t\twillingly divest yourself of your \t\tvaluables -- just to maintain \t\toccupancy of a fucking phone booth \t\tthat the local bums piss in every \t\tnight.  \n[21]\t\tYou look like you're ready to piss \t\tyourself.  \n[22]\t\tMaybe if the city provided decent \t\tpublic toilets, folks wouldn't \t\trelieve themselves in the subway \t\tstations and phone booths!  \n[23]\t\tNext thing you know you're gonna \t\tclaim we mugged you -- took your \t\tbillfold and watch.  \n[24]\t\tYou sure you're alright? \t\t\t \t\tHe don't look well.  \n[25]\t\tJaundice they calls it.  Probably \t\tadvanced liver trouble. \t\t\t \t\tIf it's cirrhosis, you better find \t\tyourself a twelve step program and \t\tquick.  \n[26]\t\tThe man is cracking up.  \n[27]\t\tMe?  You're the one that brought me \t\tover and exposed me to all his \t\tgerms.  \n[28]\t\tI'm worried now it might be \t\tcatching.  All that money out of \t\tyour sweaty pocket is probably \t\tcrawling with some rare and \t\tincurable disease.  \n[29]\t\tWhat good's that?  We done touched \t\tit.  \n[30]\t\tCome on now.  Own up to what you're \t\tcarrying.  Is it some of that \t\tsexually transmitted shit?  Cause \t\tin that case, we can relax.  \n[31]\t\tHere we's being solicitous as to \t\tyour health and you respond by \t\theaping abuse!  \n[32]\t\tNow the man is turning \t\taggressive... issuing threats upon \t\tmy person.  \n[33]\t\tIf you don't hang up and step out, \t\tI'm about to topple this booth into \t\tthe gutter with you inside it.  \tReluctant to touch Stu again, Leon assaults the booth itself. \tHe begins shaking it violently -- trying to rip it from its \tfoundation.  And the rickety booth is not too sturdy.  It \tstarts rocking back and forth.  \tStu is thrown around inside it, barely keeping his footing.  ", "Felicia": "\n[1]\t\tCould you hurry it along?  \tStu ignores her and Felicia glares at him through the glass \twith hostility.  \tStu has no inclination to deal with anybody else.  He's too \tdistracted by the madness happening over the telephone.  \n[2]\t\tGet done in there, mister.  I got \t\tme an important call.  \n[3]\t\tShit I will!  Finish up!  \tShe continues to rap on the glass as Stu tries to focus on \tthe two-way phone call.  \n[4]\t\tIf you got you a cell phone, how \t\tcome you taking up the whole \t\tfucking booth!  This here's an \t\temergency!  \n[5]\t\tIt's busted.  Every damn phone on \t\tEighth Avenue is busted but this \t\tone.  \n[6]\t\tI'm gonna pull you out of that \t\tbooth and snatch you ballheaded!  \tShe tries to pull open the sliding door to the booth but Stu \tjams it shut, right on her hand.  \n[7]\t\tYou assaulted my person.  \n[8]\t\tYou're hear alright.  I'm coming \t\tback.  And your ass better not be \t\taround.  \tShe stalks off obviously in search of assistance.  \n[9]\t\tHe been in there all day.  \n[10]\t\tHe's got him a fucking cellular. \t\tWhat's he need to be on our booth \t\tfor?  \n[11]\t\tThe man don't sound like he means \t\tit.  \n[12]\t\tIt might fit.  \n[13]\t\tKind of pale.  Even for a white \t\tman.  \n[14]\t\tSo how come his hand is shaking?  \n[15]\t\tLookit the sweat pouring off the \t\tsonofabitch.  That's one sick \t\tmother you started up with, Leon!  \n[16]\t\tWhip his arrogant ass.  \tLeon reaches into the booth and grabs Stu's jacket.  \n[17]\t\tDon't cut yourself, honey.  \tA crowd of derelicts and street people are now gathering to \twatch the out of control pimp take out his wrath on the booth \tand its occupant.  \n[18]\t\tI warned you not to cut yourself. \t\t\t \t\tLook at all that blood.  He must've \t\thit an artery.  \tShe screams as Leon topples backwards onto the pavement.  Now \this chest wound is evident.  \n[19]\t\tOh, Jesus.  What is that?  Talk to \t\tme!  What happened?  \tThe crowd tightens around the fallen body.  Street people who \tare fascinated but not shocked.  \n[20]\t\tSomebody call an ambulance.  \n[21]\t\tYou shut the fuck up!  \tHer focus turns to Stu in the battered phone booth.  \n[22]\t\tWhy did you do that to him?  \n[23]\t\t\t \t\tYou all saw it!  He shot my man \t\twithout no provocation!  \n[24]\t\tHang up and dial 911.  Get a \t\tdoctor!  \n[25]\t\tYou're gonna stand there and let \t\thim die?  \n[26]\t\t\t \t\tThat's bullshit.  He's the shooter. \t\tYou're talking to the shooter.  \tStu quickly disconnects the cellular.  \n[27]\t\tGo ahead -- make a fucking run for \t\tit.  I hope they gun you down -- \t\tlike you did him!  \n[28]\t\t\t \t\tThat's him -- in the booth.  He's \t\tgot a gun!  \tAs she hurls accusations, she's lugging Leon's lifeless body \tout into the gutter into the center of Eighth Avenue.  \tIt's a bright afternoon.  In the distance, we hear the \tmaddening HONKING of uptown traffic that is now being \trerouted, creating a huge bottleneck and raising the anger of \tirate motorists and bus drivers whose horns provide their \tsimplest form of protest.  It's a discordant concert that \techoes the confusion and frustration which Stu now feels...  \tAs the cops surround the booth -- at a distance.  \n[29]\t\tTell me he's gonna be alright.  ", "Mario": "\n[1]\t\tStu, we got to talk.  \n[2]\t\tHow come you cross the street every \t\ttime you go past the restaurant?  \n[3]\t\tThere's no more drinks or free \t\tmeals until the restaurant starts \t\tshowing up in the columns like you \t\tsaid.  \n[4]\t\tOne lousy mention in the Post and \t\tyou expect to eat for six months!  \n[5]\t\tThat's what you tell me last July. \t\tAnd he never shows.  \n[6]\t\tYou the one blowing it.  How long \t\tyou think you can fuck everybody?  \n[7]\t\tSo how come you take two nice suits \t\tof clothes from Harry and never get \t\this daughter on David Letterman?  \n[8]\t\tMister, you're nothing!  \n[9]\t\tThat Harry's a damn fool!  \n[10]\t\tWhat is involved?  \n[11]\t\tWhat celebrities?  \n[12]\t\tIs he still alive?  \n[13]\t\tHow come everybody wants to eat but \t\tnobody wants to pay?  \n[14]\t\tAt least they work for their meals.  \n[15]\t\tHow come?  \n[16]\t\tYou're full of shit.  You know \t\tthat?  All bullshit!  \n[17]\t\tI'm sorry I even talked to you.  ", "Pizza": "", "Guy": "", "ESU": "", "Commander": "", "The": "\n[1] \n[2] \tthe detective fifteen feet away.  \tRamey decides to back off momentarily.  \n[3] \tclustered behind an emergency vehicle.  The Sergeant brings a \tcivilian to meet Captain Ramey of the SWAT unit.  The \tnewcomer wears coveralls stenciled \"AT&amp;T.\"  (Although they \tare very far away, we hear their voices close up as they come \tinto sharper focus.  \n[4] \tand suddenly we can hear them clearly in spite of the \tdistance.  \n[5] \twith Stu still kneeling.  \n[6] \tcrouched forward.  The pay phone receiver dangles just above \this head.  The cellular remains cupped in his hand.  \tStu never lifts the cell phone.  He keeps the palm of his \thand over the speaker of the phone to muffle any sound from \tthe other end.  \tIt rings and finally someone answers.  \n[7] \tlying face up on the floor of the booth.  Is anybody \tlistening?  \n[8] \tassembled on the opposite side of the street.  \n[9] \tHis arm still raised.  He hasn't brought it down with the gun \tin it.  Not yet.  He holds the pay phone receiver jammed up \tagainst his mouth.  \n[10] \tHe has fired.  \n[11]\n[12] \n[13] \tThe police have broken in on Stu's tormentor and there has \tbeen a rapid exchange of shots.  \tA HAND reaches into the booth and grabs the receiver.  \tANGLE WIDENS as Ramey places it to his ear.  \n[14] \tpulling away in LOW ANGLE.  \tCAMERA SLIDES BACK inside the ambulance with Stu.  The doors \tshut, obliterating our view of the phone booth that was his \tentire world until moments ago.  ", "Caller": "", "Corky": "", "Asia": ""}}